[
    {
        "verse": "1",
        "devanagari": "श्रीबादरायणिरुवाचऐलस्य चोर्वशीगर्भात् षडासन्नात्मजा नृप ।आयु: श्रुतायु: सत्यायू रयोऽथ विजयो जय: ॥ १ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācaailasya corvaśī-garbhātṣaḍ āsann ātmajā nṛpaāyuḥ śrutāyuḥ satyāyūrayo ’tha vijayo jayaḥ",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "ailasya",
            "ca",
            "urvaśī",
            "garbhāt",
            "ṣaṭ",
            "āsan",
            "ātmajāḥ",
            "nṛpa",
            "āyuḥ",
            "śrutāyuḥ",
            "satyāyuḥ",
            "rayaḥ",
            "atha",
            "vijayaḥ",
            "jayaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: O King Parīkṣit, from the womb of Urvaśī, six sons were generated by Purūravā. Their names were Āyu, Śrutāyu, Satyāyu, Raya, Vijaya and Jaya.",
        "purport": ""
    },
    {
        "verse": "2-3",
        "devanagari": "श्रुतायोर्वसुमान् पुत्र: सत्यायोश्च श्रुतञ्जय: ।रयस्य सुत एकश्च जयस्य तनयोऽमित: ॥ २ ॥भीमस्तु विजयस्याथ काञ्चनो होत्रकस्तत: ।तस्य जह्नु: सुतो गङ्गां गण्डूषीकृत्य योऽपिबत् ॥ ३ ॥",
        "english_devnagari": "śrutāyor vasumān putraḥsatyāyoś ca śrutañjayaḥrayasya suta ekaś cajayasya tanayo ’mitaḥ",
        "verse_Syn": [
            "śrutāyoḥ",
            "vasumān",
            "putraḥ",
            "satyāyoḥ",
            "ca",
            "śrutañjayaḥ",
            "rayasya",
            "sutaḥ",
            "ekaḥ",
            "ca",
            "jayasya",
            "tanayaḥ",
            "amitaḥ",
            "bhīmaḥ",
            "tu",
            "vijayasya",
            "atha",
            "kāñcanaḥ",
            "hotrakaḥ",
            "tataḥ",
            "tasya",
            "jahnuḥ",
            "sutaḥ",
            "gaṅgām",
            "gaṇḍūṣī",
            "kṛtya",
            "yaḥ",
            "apibat"
        ],
        "translation": "The son of Śrutāyu was Vasumān; the son of Satyāyu, Śrutañjaya; the son of Raya, Eka; the son of Jaya, Amita; and the son of Vijaya, Bhīma. The son of Bhīma was Kāñcana; the son of Kāñcana was Hotraka; and the son of Hotraka was Jahnu, who drank all the water of the Ganges in one sip.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "जह्नोस्तु पुरुस्तस्याथ बलाकश्चात्मजोऽजक: ।तत: कुश: कुशस्यापि कुशाम्बुस्तनयो वसु: ।कुशनाभश्च चत्वारो गाधिरासीत् कुशाम्बुज: ॥ ४ ॥",
        "english_devnagari": "jahnos tu purus tasyāthabalākaś cātmajo ’jakaḥtataḥ kuśaḥ kuśasyāpikuśāmbus tanayo vasuḥkuśanābhaś ca catvārogādhir āsīt kuśāmbujaḥ",
        "verse_Syn": [
            "jahnoḥ",
            "tu",
            "puruḥ",
            "tasya",
            "atha",
            "balākaḥ",
            "ca",
            "ātmajaḥ",
            "ajakaḥ",
            "tataḥ",
            "kuśaḥ",
            "kuśasya",
            "api",
            "kuśāmbuḥ",
            "tanayaḥ",
            "vasuḥ",
            "kuśanābhaḥ",
            "ca",
            "catvāraḥ",
            "gādhiḥ",
            "āsīt",
            "kuśāmbujaḥ"
        ],
        "translation": "The son of Jahnu was Puru, the son of Puru was Balāka, the son of Balāka was Ajaka, and the son of Ajaka was Kuśa. Kuśa had four sons, named Kuśāmbu, Tanaya, Vasu and Kuśanābha. The son of Kuśāmbu was Gādhi.",
        "purport": ""
    },
    {
        "verse": "5-6",
        "devanagari": "तस्य सत्यवतीं कन्यामृचीकोऽयाचत द्विज: ।वरं विसद‍ृशं मत्वा गाधिर्भार्गवमब्रवीत् ॥ ५ ॥एकत: श्यामकर्णानां हयानां चन्द्रवर्चसाम् ।सहस्रं दीयतां शुल्कं कन्याया: कुशिका वयम् ॥ ६ ॥",
        "english_devnagari": "tasya satyavatīṁ kanyāmṛcīko ’yācata dvijaḥvaraṁ visadṛśaṁ matvāgādhir bhārgavam abravīt",
        "verse_Syn": [
            "tasya",
            "satyavatīm",
            "kanyām",
            "ṛcīkaḥ",
            "ayācata",
            "dvijaḥ",
            "varam",
            "visadṛśam",
            "matvā",
            "gādhiḥ",
            "bhārgavam",
            "abravīt",
            "ekataḥ",
            "śyāma",
            "karṇānām",
            "hayānām",
            "candra",
            "varcasām",
            "sahasram",
            "dīyatām",
            "śulkam",
            "kanyāyāḥ",
            "kuśikāḥ",
            "vayam"
        ],
        "translation": "King Gādhi had a daughter named Satyavatī, whom a brāhmaṇa sage named Ṛcīka requested from the King to be his wife. King Gādhi, however, regarded Ṛcīka as an unfit husband for his daughter, and therefore he told the brāhmaṇa, “My dear sir, I belong to the dynasty of Kuśa. Because we are aristocratic kṣatriyas, you have to give some dowry for my daughter. Therefore, bring at least one thousand horses, each as brilliant as moonshine and each having one black ear, whether right or left.”",
        "purport": " The son of King Gādhi was Viśvāmitra, who was said to be a brāhmaṇa and kṣatriya combined. Viśvāmitra attained the status of a brahmarṣi, as explained later. From the marriage of Satyavatī with Ṛcīka Muni would come a son with the spirit of a kṣatriya. King Gādhi demanded that an uncommon request be fulfilled before the brāhmaṇa Ṛcīka could marry his daughter."
    },
    {
        "verse": "7",
        "devanagari": "इत्युक्तस्तन्मतं ज्ञात्वा गत: स वरुणान्तिकम् ।आनीय दत्त्वा तानश्वानुपयेमे वराननाम् ॥ ७ ॥",
        "english_devnagari": "ity uktas tan-mataṁ jñātvāgataḥ sa varuṇāntikamānīya dattvā tān aśvānupayeme varānanām",
        "verse_Syn": [
            "iti",
            "uktaḥ",
            "tat",
            "matam",
            "jñātvā",
            "gataḥ",
            "saḥ",
            "varuṇa",
            "antikam",
            "ānīya",
            "dattvā",
            "tān",
            "aśvān",
            "upayeme",
            "vara",
            "ānanām"
        ],
        "translation": "When King Gādhi made this demand, the great sage Ṛcīka could understand the King’s mind. Therefore he went to the demigod Varuṇa and brought from him the one thousand horses that Gādhi had demanded. After delivering these horses, the sage married the King’s beautiful daughter.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "स ऋषि: प्रार्थित: पत्‍न्या श्वश्र्वा चापत्यकाम्यया ।श्रपयित्वोभयैर्मन्त्रैश्चरुं स्‍नातुं गतो मुनि: ॥ ८ ॥",
        "english_devnagari": "sa ṛṣiḥ prārthitaḥ patnyāśvaśrvā cāpatya-kāmyayāśrapayitvobhayair mantraiścaruṁ snātuṁ gato muniḥ",
        "verse_Syn": [
            "saḥ",
            "ṛṣiḥ",
            "prārthitaḥ",
            "patnyā",
            "śvaśrvā",
            "ca",
            "apatya",
            "kāmyayā",
            "śrapayitvā",
            "ubhayaiḥ",
            "mantraiḥ",
            "carum",
            "snātum",
            "gataḥ",
            "muniḥ"
        ],
        "translation": "Thereafter, Ṛcīka Muni’s wife and mother-in-law, each desiring a son, requested the Muni to prepare an oblation. Thus Ṛcīka Muni prepared one oblation for his wife with a brāhmaṇa mantra and another for his mother-in-law with a kṣatriya mantra. Then he went out to bathe.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "तावत् सत्यवती मात्रा स्वचरुं याचिता सती ।श्रेष्ठं मत्वा तयायच्छन्मात्रे मातुरदत् स्वयम् ॥ ९ ॥",
        "english_devnagari": "tāvat satyavatī mātrāsva-caruṁ yācitā satīśreṣṭhaṁ matvā tayāyacchanmātre mātur adat svayam",
        "verse_Syn": [
            "tāvat",
            "satyavatī",
            "mātrā",
            "sva",
            "carum",
            "yācitā",
            "satī",
            "śreṣṭham",
            "matvā",
            "tayā",
            "ayacchat",
            "mātre",
            "mātuḥ",
            "adat",
            "svayam"
        ],
        "translation": "Meanwhile, because Satyavatī’s mother thought that the oblation prepared for her daughter, Ṛcīka’s wife, must be better, she asked her daughter for that oblation. Satyavatī therefore gave her own oblation to her mother and ate her mother’s oblation herself.",
        "purport": " A husband naturally has some affection for his wife. Therefore Satyavatī’s mother thought that the oblation prepared for Satyavatī by the sage Ṛcīka must have been better than her own oblation. In Ṛcīka’s absence, the mother took the better oblation from Satyavatī and ate it."
    },
    {
        "verse": "10",
        "devanagari": "तद् विदित्वा मुनि: प्राह पत्नीं कष्टमकारषी: ।घोरो दण्डधर: पुत्रो भ्राता ते ब्रह्मवित्तम: ॥ १० ॥",
        "english_devnagari": "tad viditvā muniḥ prāhapatnīṁ kaṣṭam akāraṣīḥghoro daṇḍa-dharaḥ putrobhrātā te brahma-vittamaḥ",
        "verse_Syn": [
            "tat",
            "viditvā",
            "muniḥ",
            "prāha",
            "patnīm",
            "kaṣṭam",
            "akāraṣīḥ",
            "ghoraḥ",
            "daṇḍa",
            "dharaḥ",
            "putraḥ",
            "bhrātā",
            "te",
            "brahma",
            "vittamaḥ"
        ],
        "translation": "When the great sage Ṛcīka returned home after bathing and understood what had happened in his absence, he said to his wife, Satyavatī, “You have done a great wrong. Your son will be a fierce kṣatriya, able to punish everyone, and your brother will be a learned scholar in spiritual science.”",
        "purport": " A brāhmaṇa is highly qualified when he can control his senses and mind, when he is a learned scholar in spiritual science and when he is tolerant and forgiving. A kṣatriya, however, is highly qualified when he is fierce in giving punishment to wrongdoers. These qualities are stated in Bhagavad-gītā (18.42-43). Because Satyavatī, instead of eating her own oblation, had eaten that which was meant for her mother, she would give birth to a son imbued with the kṣatriya spirit. This was undesirable. The son of a brāhmaṇa is generally expected to become a brāhmaṇa, but if such a son becomes fierce like a kṣatriya, he is designated according to the description of the four varṇas in Bhagavad-gītā (cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ). If the son of a brāhmaṇa does not become like a brāhmaṇa, he may be called a kṣatriya, vaiśya or śūdra, according to his qualifications. The basic principle for dividing society is not a person’s birth but his qualities and actions."
    },
    {
        "verse": "11",
        "devanagari": "प्रसादित: सत्यवत्या मैवं भूरिति भार्गव: ।अथ तर्हि भवेत् पौत्रो जमदग्निस्ततोऽभवत् ॥ ११ ॥",
        "english_devnagari": "prasāditaḥ satyavatyāmaivaṁ bhūr iti bhārgavaḥatha tarhi bhavet pautrojamadagnis tato ’bhavat",
        "verse_Syn": [
            "prasāditaḥ",
            "satyavatyā",
            "mā",
            "evam",
            "bhūḥ",
            "iti",
            "bhārgavaḥ",
            "atha",
            "tarhi",
            "bhavet",
            "pautraḥ",
            "jamadagniḥ",
            "tataḥ",
            "abhavat"
        ],
        "translation": "Satyavatī, however, pacified Ṛcīka Muni with peaceful words and requested that her son not be like a fierce kṣatriya. Ṛcīka Muni replied, “Then your grandson will be of a kṣatriya spirit.” Thus Jamadagni was born as the son of Satyavatī.",
        "purport": " The great sage Ṛcīka was very angry, but somehow or other Satyavatī pacified him, and at her request he changed his mind. It is indicated here that the son of Jamadagni would be born as Paraśurāma."
    },
    {
        "verse": "12-13",
        "devanagari": "सा चाभूत् सुमहत्पुण्या कौशिकी लोकपावनी ।रेणो: सुतां रेणुकां वै जमदग्निरुवाह याम् ॥ १२ ॥तस्यां वै भार्गवऋषे: सुता वसुमदादय: ।यवीयाञ्जज्ञ एतेषां राम इत्यभिविश्रुत: ॥ १३ ॥",
        "english_devnagari": "sā cābhūt sumahat-puṇyākauśikī loka-pāvanīreṇoḥ sutāṁ reṇukāṁ vaijamadagnir uvāha yām",
        "verse_Syn": [
            "sā",
            "ca",
            "abhūt",
            "sumahat",
            "puṇyā",
            "kauśikī",
            "loka",
            "pāvanī",
            "reṇoḥ",
            "sutām",
            "reṇukām",
            "vai",
            "jamadagniḥ",
            "uvāha",
            "yām",
            "tasyām",
            "vai",
            "bhārgava",
            "ṛṣeḥ",
            "sutāḥ",
            "vasumat",
            "ādayaḥ",
            "yavīyān",
            "jajñe",
            "eteṣām",
            "rāmaḥ",
            "iti",
            "abhiviśrutaḥ"
        ],
        "translation": "Satyavatī later became the sacred river Kauśikī to purify the entire world, and her son, Jamadagni, married Reṇukā, the daughter of Reṇu. By the semen of Jamadagni, many sons, headed by Vasumān, were born from the womb of Reṇukā. The youngest of them was named Rāma, or Paraśurāma.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "यमाहुर्वासुदेवांशं हैहयानां कुलान्तकम् ।त्रि:सप्तकृत्वो य इमां चक्रे नि:क्षत्रियां महीम् ॥ १४ ॥",
        "english_devnagari": "yam āhur vāsudevāṁśaṁhaihayānāṁ kulāntakamtriḥ-sapta-kṛtvo ya imāṁcakre niḥkṣatriyāṁ mahīm",
        "verse_Syn": [
            "yam",
            "āhuḥ",
            "vāsudeva",
            "aṁśam",
            "haihayānām",
            "kula",
            "antakam",
            "triḥ",
            "sapta",
            "kṛtvaḥ",
            "yaḥ",
            "imām",
            "cakre",
            "niḥkṣatriyām",
            "mahīm"
        ],
        "translation": "Learned scholars accept this Paraśurāma as the celebrated incarnation of Vāsudeva who annihilated the dynasty of Kārtavīrya. Paraśurāma killed all the kṣatriyas on earth twenty-one times.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "द‍ृप्तं क्षत्रं भुवो भारमब्रह्मण्यमनीनशत् ।रजस्तमोवृतमहन् फल्गुन्यपि कृतेꣷहसि ॥ १५ ॥",
        "english_devnagari": "dṛptaṁ kṣatraṁ bhuvo bhāramabrahmaṇyam anīnaśatrajas-tamo-vṛtam ahanphalguny api kṛte ’ṁhasi",
        "verse_Syn": [
            "dṛptam",
            "kṣatram",
            "bhuvaḥ",
            "bhāram",
            "abrahmaṇyam",
            "anīnaśat",
            "rajaḥ",
            "tamaḥ",
            "vṛtam",
            "ahan",
            "phalguni",
            "api",
            "kṛte",
            "aṁhasi"
        ],
        "translation": "When the royal dynasty, being excessively proud because of the material modes of passion and ignorance, became irreligious and ceased to care for the laws enacted by the brāhmaṇas, Paraśurāma killed them. Although their offense was not very severe, he killed them to lessen the burden of the world.",
        "purport": " The kṣatriyas, or the ruling class, must govern the world in accordance with the rules and regulations enacted by great brāhmaṇas and saintly persons. As soon as the ruling class becomes irresponsible in regard to the religious principles, it becomes a burden on the earth. As stated here, rajas-tamo-vṛtaṁ, bhāram abrahmaṇyam: when the ruling class is influenced by the lower modes of nature, namely ignorance and passion, it becomes a burden to the world and must then be annihilated by superior power. We actually see from modern history that monarchies have been abolished by various revolutions, but unfortunately the monarchies have been abolished to establish the supremacy of third-class and fourth-class men. Although monarchies overpowered by the modes of passion and ignorance have been abolished in the world, the inhabitants of the world are still unhappy, for although the qualities of the former monarchs were degraded by taints of ignorance, these monarchs have been replaced by men of the mercantile and worker classes whose qualities are even more degraded. When the government is actually guided by brāhmaṇas, or God conscious men, then there can be real happiness for the people. Therefore in previous times, when the ruling class was degraded to the modes of passion and ignorance, the brāhmaṇas, headed by such a kṣatriya-spirited brāhmaṇa as Paraśurāma, killed them twenty-one consecutive times. In Kali-yuga, as stated in Śrīmad-Bhāgavatam (12.2.13), dasyu-prāyeṣu rājasu: the ruling class (rājanya) will be no better than plunderers (dasyus) because the third-class and fourth-class men will monopolize the affairs of the government. Ignoring the religious principles and brahminical rules and regulations, they will certainly try to plunder the riches of the citizens without consideration. As stated elsewhere in Śrīmad-Bhāgavatam (12.1.40): Being unpurified, neglecting to discharge human duties properly, and being influenced by the modes of passion (rajas) and ignorance (tamas), unclean people (mlecchas), posing as members of the government (rājanya-rūpiṇaḥ), will swallow the citizens (prājas te bhakṣayiṣyanti). And in still another place, Śrīmad-Bhāgavatam (12.2.7-8) says: Human society is naturally grouped into four divisions, as stated in Bhagavad-gītā (cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ). But if this system is neglected and the qualities and divisions of society are not considered, the result will be brahma-viṭ-kṣatra-śūdrāṇāṁ yo balī bhavitā nṛpaḥ: the so-called caste system of brāhmaṇa, kṣatriya, vaiśya and śūdra will be meaningless. As a result, whoever somehow or other becomes powerful will be the king or president, and thus the prajās, or citizens, will be so harassed that they will give up hearth and home and will go to the forest (yāsyanti giri-kānanam) to escape harassment by government officials who have no mercy and are addicted to the ways of plunderers. Therefore the prajās, or the people in general, must take to the Kṛṣṇa consciousness movement, the Hare Kṛṣṇa movement, which is the sound incarnation of the Supreme Personality of Godhead. Kali-kāle nāma-rūpe kṛṣṇa-avatāra: Kṛṣṇa, the Supreme Personality of Godhead, has now appeared as an incarnation by His holy name. Therefore, when the prajās become Kṛṣṇa conscious, they can then expect a good government and good society, a perfect life, and liberation from the bondage of material existence."
    },
    {
        "verse": "16",
        "devanagari": "श्रीराजोवाचकिं तदंहो भगवतो राजन्यैरजितात्मभि: ।कृतं येन कुलं नष्टं क्षत्रियाणामभीक्ष्णश: ॥ १६ ॥",
        "english_devnagari": "śrī-rājovācakiṁ tad aṁho bhagavatorājanyair ajitātmabhiḥkṛtaṁ yena kulaṁ naṣṭaṁkṣatriyāṇām abhīkṣṇaśaḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "kim",
            "tat",
            "aṁhaḥ",
            "bhagavataḥ",
            "rājanyaiḥ",
            "ajita",
            "ātmabhiḥ",
            "kṛtam",
            "yena",
            "kulam",
            "naṣṭam",
            "kṣatriyāṇām",
            "abhīkṣṇaśaḥ"
        ],
        "translation": "King Parīkṣit inquired from Śukadeva Gosvāmī: What was the offense that the kṣatriyas who could not control their senses committed before Lord Paraśurāma, the incarnation of the Supreme Personality of Godhead, for which the Lord annihilated the kṣatriya dynasty again and again?",
        "purport": ""
    },
    {
        "verse": "17-19",
        "devanagari": "श्रीबादरायणिरुवाचहैहयानामधिपतिरर्जुन: क्षत्रियर्षभ: ।दत्तं नारायणांशांशमाराध्य परिकर्मभि: ॥ १७ ॥बाहून् दशशतं लेभे दुर्धर्षत्वमरातिषु ।अव्याहतेन्द्रियौज:श्रीतेजोवीर्ययशोबलम् ॥ १८ ॥योगेश्वरत्वमैश्वर्यं गुणा यत्राणिमादय: ।चचाराव्याहतगतिर्लोकेषु पवनो यथा ॥ १९ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācahaihayānām adhipatirarjunaḥ kṣatriyarṣabhaḥdattaṁ nārāyaṇāṁśāṁśamārādhya parikarmabhiḥ",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "haihayānām",
            "adhipatiḥ",
            "arjunaḥ",
            "kṣatriya",
            "ṛṣabhaḥ",
            "dattam",
            "nārāyaṇa",
            "aṁśa",
            "aṁśam",
            "ārādhya",
            "parikarmabhiḥ",
            "bāhūn",
            "daśa",
            "śatam",
            "lebhe",
            "durdharṣatvam",
            "arātiṣu",
            "avyāhata",
            "indriya",
            "ojaḥ",
            "śrī",
            "tejaḥ",
            "vīrya",
            "yaśaḥ",
            "balam",
            "yoga",
            "īśvaratvam",
            "aiśvaryam",
            "guṇāḥ",
            "yatra",
            "aṇimā",
            "ādayaḥ",
            "cacāra",
            "avyāhata",
            "gatiḥ",
            "lokeṣu",
            "pavanaḥ",
            "yathā"
        ],
        "translation": "Śukadeva Gosvāmī said: The best of the kṣatriyas, Kārtavīryārjuna, the King of the Haihayas, received one thousand arms by worshiping Dattātreya, the plenary expansion of the Supreme Personality of Godhead, Nārāyaṇa. He also became undefeatable by enemies and received unobstructed sensory power, beauty, influence, strength, fame and the mystic power by which to achieve all the perfections of yoga, such as aṇimā and laghimā. Thus having become fully opulent, he roamed all over the universe without opposition, just like the wind.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "स्त्रीरत्नैरावृत: क्रीडन् रेवाम्भसि मदोत्कट: ।वैजयन्तीं स्रजं बिभ्रद् रुरोध सरितं भुजै: ॥ २० ॥",
        "english_devnagari": "strī-ratnair āvṛtaḥ krīḍanrevāmbhasi madotkaṭaḥvaijayantīṁ srajaṁ bibhradrurodha saritaṁ bhujaiḥ",
        "verse_Syn": [
            "strī",
            "ratnaiḥ",
            "āvṛtaḥ",
            "krīḍan",
            "revā",
            "ambhasi",
            "mada",
            "utkaṭaḥ",
            "vaijayantīm",
            "srajam",
            "bibhrat",
            "rurodha",
            "saritam",
            "bhujaiḥ"
        ],
        "translation": "Once while enjoying in the water of the river Narmadā, the puffed-up Kārtavīryārjuna, surrounded by beautiful women and garlanded with a garland of victory, stopped the flow of the water with his arms.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "विप्लावितं स्वशिबिरं प्रतिस्रोत:सरिज्जलै: ।नामृष्यत् तस्य तद् वीर्यं वीरमानी दशानन: ॥ २१ ॥",
        "english_devnagari": "viplāvitaṁ sva-śibiraṁpratisrotaḥ-sarij-jalaiḥnāmṛṣyat tasya tad vīryaṁvīramānī daśānanaḥ",
        "verse_Syn": [
            "viplāvitam",
            "sva",
            "śibiram",
            "pratisrotaḥ",
            "sarit",
            "jalaiḥ",
            "na",
            "amṛṣyat",
            "tasya",
            "tat",
            "vīryam",
            "vīramānī",
            "daśa",
            "ānanaḥ"
        ],
        "translation": "Because Kārtavīryārjuna made the water flow in the opposite direction, the camp of Rāvaṇa, which was set up on the bank of the Narmadā near the city of Māhiṣmatī, was inundated. This was unbearable to the ten-headed Rāvaṇa, who considered himself a great hero and could not tolerate Kārtavīryārjuna’s power.",
        "purport": " Rāvaṇa was out touring to gain victory over all other countries (dig-vijaya), and he had camped on the bank of the Narmadā River near the city of Māhiṣmatī."
    },
    {
        "verse": "22",
        "devanagari": "गृहीतो लीलया स्त्रीणां समक्षं कृतकिल्बिष: ।माहिष्मत्यां सन्निरुद्धो मुक्तो येन कपिर्यथा ॥ २२ ॥",
        "english_devnagari": "gṛhīto līlayā strīṇāṁsamakṣaṁ kṛta-kilbiṣaḥmāhiṣmatyāṁ sanniruddhomukto yena kapir yathā",
        "verse_Syn": [
            "gṛhītaḥ",
            "līlayā",
            "strīṇām",
            "samakṣam",
            "kṛta",
            "kilbiṣaḥ",
            "māhiṣmatyām",
            "sanniruddhaḥ",
            "muktaḥ",
            "yena",
            "kapiḥ",
            "yathā"
        ],
        "translation": "When Rāvaṇa attempted to insult Kārtavīryārjuna in the presence of the women and thus offended him, Kārtavīryārjuna easily arrested Rāvaṇa and put him in custody in the city of Māhiṣmatī, just as one captures a monkey, and then released him neglectfully.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "स एकदा तु मृगयां विचरन् विजने वने ।यद‍ृच्छयाश्रमपदं जमदग्नेरुपाविशत् ॥ २३ ॥",
        "english_devnagari": "sa ekadā tu mṛgayāṁvicaran vijane vaneyadṛcchayāśrama-padaṁjamadagner upāviśat",
        "verse_Syn": [
            "saḥ",
            "ekadā",
            "tu",
            "mṛgayām",
            "vicaran",
            "vijane",
            "vane",
            "yadṛcchayā",
            "āśrama",
            "padam",
            "jamadagneḥ",
            "upāviśat"
        ],
        "translation": "Once while Kārtavīryārjuna was wandering unengaged in a solitary forest and hunting, he approached the residence of Jamadagni.",
        "purport": " Kārtavīryārjuna had no business going to the residence of Jamadagni, but because he was puffed-up by his extraordinary power, he went there and offended Paraśurāma. This was the prelude to his being killed by Paraśurāma for his offensive act."
    },
    {
        "verse": "24",
        "devanagari": "तस्मै स नरदेवाय मुनिरर्हणमाहरत् ।ससैन्यामात्यवाहाय हविष्मत्या तपोधन: ॥ २४ ॥",
        "english_devnagari": "tasmai sa naradevāyamunir arhaṇam āharatsasainyāmātya-vāhāyahaviṣmatyā tapo-dhanaḥ",
        "verse_Syn": [
            "tasmai",
            "saḥ",
            "naradevāya",
            "muniḥ",
            "arhaṇam",
            "āharat",
            "sa",
            "sainya",
            "amātya",
            "vāhāya",
            "haviṣmatyā",
            "tapaḥ",
            "dhanaḥ"
        ],
        "translation": "The sage Jamadagni, who was engaged in great austerities in the forest, received the King very well, along with the King’s soldiers, ministers and carriers. He supplied all the necessities to worship these guests, for he possessed a kāmadhenu cow that was able to supply everything.",
        "purport": " The Brahma-saṁhitā informs us that the spiritual world, and especially the planet Goloka Vṛndāvana, where Kṛṣṇa lives, is full of surabhi cows (surabhīr abhipālayantam). The surabhi cow is also called kāmadhenu. Although Jamadagni possessed only one kāmadhenu, he was able to get from it everything desirable. Thus he was able to receive the King, along with the King’s great number of followers, ministers, soldiers, animals and palanquin carriers. When we speak of a king, we understand that he is accompanied by many followers. Jamadagni was able to receive all the King’s followers properly and feed them sumptuously with food prepared in ghee. The King was astonished at how opulent Jamadagni was because of possessing only one cow, and therefore he became envious of the great sage. This was the beginning of his offense. Paraśurāma, the incarnation of the Supreme Personality of Godhead, killed Kārtavīryārjuna because Kārtavīryārjuna was too proud. One may possess unusual opulence in this material world, but if one becomes puffed up and acts whimsically he will be punished by the Supreme Personality of Godhead. This is the lesson to learn from this history, in which Paraśurāma became angry at Kārtavīryārjuna and killed him and rid the entire world of kṣatriyas twenty-one times."
    },
    {
        "verse": "25",
        "devanagari": "स वै रत्नं तु तद् दृष्ट्वा आत्मैश्वर्यातिशायनम् ।तन्नाद्रियताग्निहोत्र्यां साभिलाष: सहैहय: ॥ २५ ॥",
        "english_devnagari": "sa vai ratnaṁ tu tad dṛṣṭvāātmaiśvaryātiśāyanamtan nādriyatāgnihotryāṁsābhilāṣaḥ sahaihayaḥ",
        "verse_Syn": [
            "saḥ",
            "vai",
            "ratnam",
            "tu",
            "tat",
            "dṛṣṭvā",
            "ātma",
            "aiśvarya",
            "ati",
            "śāyanam",
            "tat",
            "na",
            "ādriyata",
            "agnihotryām",
            "sa",
            "abhilāṣaḥ",
            "sa",
            "haihayaḥ"
        ],
        "translation": "Kārtavīryārjuna thought that Jamadagni was more powerful and wealthy than himself because of possessing a jewel in the form of the kāmadhenu. Therefore he and his own men, the Haihayas, were not very much appreciative of Jamadagni’s reception. On the contrary, they wanted to possess that kāmadhenu, which was useful for the execution of the agnihotra sacrifice.",
        "purport": " Jamadagni was more powerful than Kārtavīryārjuna because of performing the agnihotra-yajña with clarified butter received from the kāmadhenu. Not everyone can be expected to possess such a cow. Nonetheless, an ordinary man may possess an ordinary cow, give protection to this animal, take sufficient milk from it, and engage the milk to produce butter and ghee, especially for performing the agnihotra-yajña. This is possible for everyone. Thus we find that in Bhagavad-gītā Lord Kṛṣṇa advises go-rakṣya, the protection of cows. This is essential because if cows are cared for properly they will surely supply sufficient milk. We have practical experience in America that in our various ISKCON farms we are giving proper protection to the cows and receiving more than enough milk. In other farms the cows do not deliver as much milk as in our farms; because our cows know very well that we are not going to kill them, they are happy, and they give ample milk. Therefore this instruction given by Lord Kṛṣṇa — go-rakṣya — is extremely meaningful. The whole world must learn from Kṛṣṇa how to live happily without scarcity simply by producing food grains (annād bhavanti bhūtāni) and giving protection to the cows (go-rakṣya). Kṛṣi-go-rakṣya-vāṇijyaṁ vaiśya-karma svabhāvajam. Those who belong to the third level of human society, namely the mercantile people, must keep land for producing food grains and giving protection to cows. This is the injunction of Bhagavad-gītā. In the matter of protecting the cows, the meat-eaters will protest, but in answer to them we may say that since Kṛṣṇa gives stress to cow protection, those who are inclined to eat meat may eat the flesh of unimportant animals like hogs, dogs, goats and sheep, but they should not touch the life of the cows, for this is destructive to the spiritual advancement of human society."
    },
    {
        "verse": "26",
        "devanagari": "हविर्धानीमृषेर्दर्पान्नरान् हर्तुमचोदयत् ।ते च माहिष्मतीं निन्यु: सवत्सां क्रन्दतीं बलात् ॥ २६ ॥",
        "english_devnagari": "havirdhānīm ṛṣer darpānnarān hartum acodayatte ca māhiṣmatīṁ ninyuḥsa-vatsāṁ krandatīṁ balāt",
        "verse_Syn": [
            "haviḥ",
            "dhānīm",
            "ṛṣeḥ",
            "darpāt",
            "narān",
            "hartum",
            "acodayat",
            "te",
            "ca",
            "māhiṣmatīm",
            "ninyuḥ",
            "sa",
            "vatsām",
            "krandatīm",
            "balāt"
        ],
        "translation": "Being puffed up by material power, Kārtavīryārjuna encouraged his men to steal Jamadagni’s kāmadhenu. Thus the men forcibly took away the crying kāmadhenu, along with her calf, to Māhiṣmatī, Kārtavīryārjuna’s capital.",
        "purport": " The word havirdhānīm is significant in this verse. Havirdhānīm refers to a cow required for supplying havis, or ghee, for the performance of ritualistic ceremonies in sacrifices. In human life, one should be trained to perform yajñas. As we are informed in Bhagavad-gītā (3.9), yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ: if we do not perform yajña, we shall simply work very hard for sense gratification like dogs and hogs. This is not civilization. A human being should be trained to perform yajña. Yajñād bhavati parjanyaḥ. If yajñas are regularly performed, there will be proper rain from the sky, and when there is regular rainfall, the land will be fertile and suitable for producing all the necessities of life. Yajña, therefore, is essential. For performing yajña, clarified butter is essential, and for clarified butter, cow protection is essential. Therefore, if we neglect the Vedic way of civilization, we shall certainly suffer. So-called scholars and philosophers do not know the secret of success in life, and therefore they suffer in the hands of prakṛti, nature (prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ). Nonetheless, although they are forced to suffer, they think they are advancing in civilization (ahaṅkāra-vimūḍhātmā kartāham iti manyate). The Kṛṣṇa consciousness movement is therefore meant to revive a mode of civilization in which everyone will be happy. This is the motive of our Kṛṣṇa consciousness movement. Yajñe sukhena bhavantu."
    },
    {
        "verse": "27",
        "devanagari": "अथ राजनि निर्याते राम आश्रम आगत: ।श्रुत्वा तत् तस्य दौरात्म्यं चुक्रोधाहिरिवाहत: ॥ २७ ॥",
        "english_devnagari": "atha rājani niryāterāma āśrama āgataḥśrutvā tat tasya daurātmyaṁcukrodhāhir ivāhataḥ",
        "verse_Syn": [
            "atha",
            "rājani",
            "niryāte",
            "rāmaḥ",
            "āśrame",
            "āgataḥ",
            "śrutvā",
            "tat",
            "tasya",
            "daurātmyam",
            "cukrodha",
            "ahiḥ",
            "iva",
            "āhataḥ"
        ],
        "translation": "Thereafter, Kārtavīryārjuna having left with the kāmadhenu, Paraśurāma returned to the āśrama. When Paraśurāma, the youngest son of Jamadagni, heard about Kārtavīryārjuna’s nefarious deed, he became as angry as a trampled snake.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "घोरमादाय परशुं सतूणं वर्म कार्मुकम् ।अन्वधावत दुर्मर्षो मृगेन्द्र इव यूथपम् ॥ २८ ॥",
        "english_devnagari": "ghoram ādāya paraśuṁsatūṇaṁ varma kārmukamanvadhāvata durmarṣomṛgendra iva yūthapam",
        "verse_Syn": [
            "ghoram",
            "ādāya",
            "paraśum",
            "sa",
            "tūṇam",
            "varma",
            "kārmukam",
            "anvadhāvata",
            "durmarṣaḥ",
            "mṛgendraḥ",
            "iva",
            "yūthapam"
        ],
        "translation": "Taking up his fierce chopper, his shield, his bow and a quiver of arrows, Lord Paraśurāma, exceedingly angry, chased Kārtavīryārjuna just as a lion chases an elephant.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "तमापतन्तं भृगुवर्यमोजसाधनुर्धरं बाणपरश्वधायुधम् ।ऐणेयचर्माम्बरमर्कधामभि-र्युतं जटाभिर्दद‍ृशे पुरीं विशन् ॥ २९ ॥",
        "english_devnagari": "tam āpatantaṁ bhṛgu-varyam ojasādhanur-dharaṁ bāṇa-paraśvadhāyudhamaiṇeya-carmāmbaram arka-dhāmabhiryutaṁ jaṭābhir dadṛśe purīṁ viśan",
        "verse_Syn": [
            "tam",
            "āpatantam",
            "bhṛgu",
            "varyam",
            "ojasā",
            "dhanuḥ",
            "dharam",
            "bāṇa",
            "paraśvadha",
            "āyudham",
            "aiṇeya",
            "carma",
            "ambaram",
            "arka",
            "dhāmabhiḥ",
            "yutam",
            "jaṭābhiḥ",
            "dadṛśe",
            "purīm",
            "viśan"
        ],
        "translation": "As King Kārtavīryārjuna entered his capital, Māhiṣmatī Purī, he saw Lord Paraśurāma, the best of the Bhṛgu dynasty, coming after him, holding a chopper, shield, bow and arrows. Lord Paraśurāma was covered with a black deerskin, and his matted locks of hair appeared like the sunshine.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "अचोदयद्धस्तिरथाश्वपत्तिभि-र्गदासिबाणर्ष्टिशतघ्निशक्तिभि: ।अक्षौहिणी: सप्तदशातिभीषणा-स्ता राम एको भगवानसूदयत् ॥ ३० ॥",
        "english_devnagari": "acodayad dhasti-rathāśva-pattibhirgadāsi-bāṇarṣṭi-śataghni-śaktibhiḥakṣauhiṇīḥ sapta-daśātibhīṣaṇāstā rāma eko bhagavān asūdayat",
        "verse_Syn": [
            "acodayat",
            "hasti",
            "ratha",
            "aśva",
            "pattibhiḥ",
            "gadā",
            "asi",
            "bāṇa",
            "ṛṣṭi",
            "śataghni",
            "śaktibhiḥ",
            "akṣauhiṇīḥ",
            "sapta",
            "daśa",
            "ati",
            "bhīṣaṇāḥ",
            "tāḥ",
            "rāmaḥ",
            "ekaḥ",
            "bhagavān",
            "asūdayat"
        ],
        "translation": "Upon seeing Paraśurāma, Kārtavīryārjuna immediately feared him and sent many elephants, chariots, horses and infantry soldiers equipped with clubs, swords, arrows, ṛṣṭis, śataghnis, śaktis, and many similar weapons to fight against him. Kārtavīryārjuna sent seventeen full akṣauhiṇīs of soldiers to check Paraśurāma. But Lord Paraśurāma alone killed all of them.",
        "purport": " The word akṣauhiṇī refers to a military phalanx consisting of 21,870 chariots and elephants, 109,350 infantry soldiers and 65,610 horses. An exact description is given in the Mahābhārata, Ādi parva, Second Chapter, as follows: “One chariot, one elephant, five infantry soldiers and three horses are called a patti by those who are learned in the science. The wise also know that a senāmukha is three times what a patti is. Three senāmukhas are known as one gulma, three gulmas are called a gaṇa, and three gaṇas are called a vāhinī. Three vāhinīs have been referred to by the learned as a pṛtanā, three pṛtanās equal one camū, and three camūs equal one anīkinī. The wise refer to ten anīkinīs as one akṣauhiṇī. The chariots of an akṣauhiṇī have been calculated at 21,870 by those who know the science of such calculations, O best of the twice-born, and the number of elephants is the same. The number of infantry soldiers is 109,350, and the number of horses is 65,610. This is called an akṣauhiṇī.”"
    },
    {
        "verse": "31",
        "devanagari": "यतो यतोऽसौ प्रहरत्परश्वधोमनोऽनिलौजा: परचक्रसूदन: ।ततस्ततश्छिन्नभुजोरुकन्धरानिपेतुरुर्व्यां हतसूतवाहना: ॥ ३१ ॥",
        "english_devnagari": "yato yato ’sau praharat-paraśvadhomano-’nilaujāḥ para-cakra-sūdanaḥtatas tataś chinna-bhujoru-kandharānipetur urvyāṁ hata-sūta-vāhanāḥ",
        "verse_Syn": [
            "yataḥ",
            "yataḥ",
            "asau",
            "praharat",
            "paraśvadhaḥ",
            "manaḥ",
            "anila",
            "ojāḥ",
            "para",
            "cakra",
            "sūdanaḥ",
            "tataḥ",
            "tataḥ",
            "chinna",
            "bhuja",
            "ūru",
            "kandharāḥ",
            "nipetuḥ",
            "urvyām",
            "hata",
            "sūta",
            "vāhanāḥ"
        ],
        "translation": "Lord Paraśurāma, being expert in killing the military strength of the enemy, worked with the speed of the mind and the wind, slicing his enemies with his chopper [paraśu]. Wherever he went, the enemies fell, their legs, arms and shoulders being severed, their chariot drivers killed, and their carriers, the elephants and horses, all annihilated.",
        "purport": " In the beginning, when the army of the enemy was full of fighting soldiers, elephants and horses, Lord Paraśurāma proceeded into their midst at the speed of mind to kill them. When somewhat tired, he slowed down to the speed of wind and continued to kill the enemies vigorously. The speed of mind is greater than the speed of the wind."
    },
    {
        "verse": "32",
        "devanagari": "द‍ृष्ट्वा स्वसैन्यं रुधिरौघकर्दमेरणाजिरे रामकुठारसायकै: ।विवृक्णवर्मध्वजचापविग्रहंनिपातितं हैहय आपतद् रुषा ॥ ३२ ॥",
        "english_devnagari": "dṛṣṭvā sva-sainyaṁ rudhiraugha-kardameraṇājire rāma-kuṭhāra-sāyakaiḥvivṛkṇa-varma-dhvaja-cāpa-vigrahaṁnipātitaṁ haihaya āpatad ruṣā",
        "verse_Syn": [
            "dṛṣṭvā",
            "sva",
            "sainyam",
            "rudhira",
            "ogha",
            "kardame",
            "raṇa",
            "ajire",
            "rāma",
            "kuṭhāra",
            "sāyakaiḥ",
            "vivṛkṇa",
            "varma",
            "dhvaja",
            "cāpa",
            "vigraham",
            "nipātitam",
            "haihayaḥ",
            "āpatat",
            "ruṣā"
        ],
        "translation": "By manipulating his axe and arrows, Lord Paraśurāma cut to pieces the shields, flags, bows and bodies of Kārtavīryārjuna’s soldiers, who fell on the battlefield, muddying the ground with their blood. Seeing these reverses, Kārtavīryārjuna, infuriated, rushed to the battlefield.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "अथार्जुन: पञ्चशतेषु बाहुभि-र्धनु:षु बाणान् युगपत् स सन्दधे ।रामाय रामोऽस्त्रभृतां समग्रणी-स्तान्येकधन्वेषुभिराच्छिनत् समम् ॥ ३३ ॥",
        "english_devnagari": "athārjunaḥ pañca-śateṣu bāhubhirdhanuḥṣu bāṇān yugapat sa sandadherāmāya rāmo ’stra-bhṛtāṁ samagraṇīstāny eka-dhanveṣubhir ācchinat samam",
        "verse_Syn": [
            "atha",
            "arjunaḥ",
            "pañca",
            "śateṣu",
            "bāhubhiḥ",
            "dhanuḥṣu",
            "bāṇān",
            "yugapat",
            "saḥ",
            "sandadhe",
            "rāmāya",
            "rāmaḥ",
            "astra",
            "bhṛtām",
            "samagraṇīḥ",
            "tāni",
            "eka",
            "dhanvā",
            "iṣubhiḥ",
            "ācchinat",
            "samam"
        ],
        "translation": "Then Kārtavīryārjuna, with his one thousand arms, simultaneously fixed arrows on five hundred bows to kill Lord Paraśurāma. But Lord Paraśurāma, the best of fighters, released enough arrows with only one bow to cut to pieces immediately all the arrows and bows in the hands of Kārtavīryārjuna.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "पुन: स्वहस्तैरचलान् मृधेऽङ्‌घ्रिपा-नुत्क्षिप्य वेगादभिधावतो युधि ।भुजान् कुठारेण कठोरनेमिनाचिच्छेद राम: प्रसभं त्वहेरिव ॥ ३४ ॥",
        "english_devnagari": "punaḥ sva-hastair acalān mṛdhe ’ṅghripānutkṣipya vegād abhidhāvato yudhibhujān kuṭhāreṇa kaṭhora-nemināciccheda rāmaḥ prasabhaṁ tv aher iva",
        "verse_Syn": [
            "punaḥ",
            "sva",
            "hastaiḥ",
            "acalān",
            "mṛdhe",
            "aṅghripān",
            "utkṣipya",
            "vegāt",
            "abhidhāvataḥ",
            "yudhi",
            "bhujān",
            "kuṭhāreṇa",
            "kaṭhora",
            "neminā",
            "ciccheda",
            "rāmaḥ",
            "prasabham",
            "tu",
            "aheḥ",
            "iva"
        ],
        "translation": "When his arrows were cut to pieces, Kārtavīryārjuna uprooted many trees and hills with his own hands and again rushed strongly toward Lord Paraśurāma to kill him. But Paraśurāma then used his axe with great force to cut off Kārtavīryārjuna’s arms, just as one might lop off the hoods of a serpent.",
        "purport": ""
    },
    {
        "verse": "35-36",
        "devanagari": "कृत्तबाहो: शिरस्तस्य गिरे: श‍ृङ्गमिवाहरत् ।हते पितरि तत्पुत्रा अयुतं दुद्रुवुर्भयात् ॥ ३५ ॥अग्निहोत्रीमुपावर्त्य सवत्सां परवीरहा ।समुपेत्याश्रमं पित्रे परिक्लिष्टां समर्पयत् ॥ ३६ ॥",
        "english_devnagari": "kṛtta-bāhoḥ śiras tasyagireḥ śṛṅgam ivāharathate pitari tat-putrāayutaṁ dudruvur bhayāt",
        "verse_Syn": [
            "kṛtta",
            "bāhoḥ",
            "śiraḥ",
            "tasya",
            "gireḥ",
            "śṛṅgam",
            "iva",
            "āharat",
            "hate",
            "pitari",
            "tat",
            "putrāḥ",
            "ayutam",
            "dudruvuḥ",
            "bhayāt",
            "agnihotrīm",
            "upāvartya",
            "sa",
            "vatsām",
            "para",
            "vīra",
            "hā",
            "samupetya",
            "āśramam",
            "pitre",
            "parikliṣṭām",
            "samarpayat"
        ],
        "translation": "Thereafter, Paraśurāma cut off like a mountain peak the head of Kārtavīryārjuna, who had already lost his arms. When Kārtavīryārjuna’s ten thousand sons saw their father killed, they all fled in fear. Then Paraśurāma, having killed the enemy, released the kāmadhenu, which had undergone great suffering, and brought it back with its calf to his residence, where he gave it to his father, Jamadagni.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "स्वकर्म तत्कृतं राम: पित्रे भ्रातृभ्य एव च ।वर्णयामास तच्छ्रुत्वा जमदग्निरभाषत ॥ ३७ ॥",
        "english_devnagari": "sva-karma tat kṛtaṁ rāmaḥpitre bhrātṛbhya eva cavarṇayām āsa tac chrutvājamadagnir abhāṣata",
        "verse_Syn": [
            "sva",
            "karma",
            "tat",
            "kṛtam",
            "rāmaḥ",
            "pitre",
            "bhrātṛbhyaḥ",
            "eva",
            "ca",
            "varṇayām",
            "āsa",
            "tat",
            "śrutvā",
            "jamadagniḥ",
            "abhāṣata"
        ],
        "translation": "Paraśurāma described to his father and brothers his activities in killing Kārtavīryārjuna. Upon hearing of these deeds, Jamadagni spoke to his son as follows.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "राम राम महाबाहो भवान् पापमकारषीत् ।अवधीन्नरदेवं यत्सर्वदेवमयं वृथा ॥ ३८ ॥",
        "english_devnagari": "rāma rāma mahābāhobhavān pāpam akāraṣītavadhīn naradevaṁ yatsarva-devamayaṁ vṛthā",
        "verse_Syn": [
            "rāma",
            "rāma",
            "mahābāho",
            "bhavān",
            "pāpam",
            "akāraṣīt",
            "avadhīt",
            "naradevam",
            "yat",
            "sarva",
            "deva",
            "mayam",
            "vṛthā"
        ],
        "translation": "O great hero, my dear son Paraśurāma, you have unnecessarily killed the king, who is supposed to be the embodiment of all the demigods. Thus you have committed a sin.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "वयं हि ब्राह्मणास्तात क्षमयार्हणतां गता: ।यया लोकगुरुर्देव: पारमेष्ठ्यमगात् पदम् ॥ ३९ ॥",
        "english_devnagari": "vayaṁ hi brāhmaṇās tātakṣamayārhaṇatāṁ gatāḥyayā loka-gurur devaḥpārameṣṭhyam agāt padam",
        "verse_Syn": [
            "vayam",
            "hi",
            "brāhmaṇāḥ",
            "tāta",
            "kṣamayā",
            "arhaṇatām",
            "gatāḥ",
            "yayā",
            "loka",
            "guruḥ",
            "devaḥ",
            "pārameṣṭhyam",
            "agāt",
            "padam"
        ],
        "translation": "My dear son, we are all brāhmaṇas and have become worshipable for the people in general because of our quality of forgiveness. It is because of this quality that Lord Brahmā, the supreme spiritual master of this universe, has achieved his post.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "क्षमया रोचते लक्ष्मीर्ब्राह्मी सौरी यथा प्रभा ।क्षमिणामाशु भगवांस्तुष्यते हरिरीश्वर: ॥ ४० ॥",
        "english_devnagari": "kṣamayā rocate lakṣmīrbrāhmī saurī yathā prabhākṣamiṇām āśu bhagavāṁstuṣyate harir īśvaraḥ",
        "verse_Syn": [
            "kṣamayā",
            "rocate",
            "lakṣmīḥ",
            "brāhmī",
            "saurī",
            "yathā",
            "prabhā",
            "kṣamiṇām",
            "āśu",
            "bhagavān",
            "tuṣyate",
            "hariḥ",
            "īśvaraḥ"
        ],
        "translation": "The duty of a brāhmaṇa is to culture the quality of forgiveness, which is illuminating like the sun. The Supreme Personality of Godhead, Hari, is pleased with those who are forgiving.",
        "purport": " Different personalities become beautiful by possessing different qualities. Cāṇakya Paṇḍita says that the cuckoo bird, although very black, is beautiful because of its sweet voice. Similarly, a woman becomes beautiful by her chastity and faithfulness to her husband, and an ugly person becomes beautiful when he becomes a learned scholar. In the same way, brāhmaṇas, kṣatriyas, vaiśyas and śūdras become beautiful by their qualities. Brāhmaṇas are beautiful when they are forgiving, kṣatriyas when they are heroic and never retreat from fighting, vaiśyas when they enrich cultural activities and protect cows, and śūdras when they are faithful in the discharge of duties pleasing to their masters. Thus everyone becomes beautiful by his special qualities. And the special quality of the brāhmaṇa, as described here, is forgiveness."
    },
    {
        "verse": "41",
        "devanagari": "राज्ञो मूर्धाभिषिक्तस्य वधो ब्रह्मवधाद् गुरु: ।तीर्थसंसेवया चांहो जह्यङ्गाच्युतचेतन: ॥ ४१ ॥",
        "english_devnagari": "rājño mūrdhābhiṣiktasyavadho brahma-vadhād guruḥtīrtha-saṁsevayā cāṁhojahy aṅgācyuta-cetanaḥ",
        "verse_Syn": [
            "rājñaḥ",
            "mūrdha",
            "abhiṣiktasya",
            "vadhaḥ",
            "brahma",
            "vadhāt",
            "guruḥ",
            "tīrtha",
            "saṁsevayā",
            "ca",
            "aṁhaḥ",
            "jahi",
            "aṅga",
            "acyuta",
            "cetanaḥ"
        ],
        "translation": "My dear son, killing a king who is an emperor is more severely sinful than killing a brāhmaṇa. But now, if you become Kṛṣṇa conscious and worship the holy places, you can atone for this great sin.",
        "purport": " One who fully surrenders to the Supreme Personality of Godhead is freed from all sins (ahaṁ tvāṁ sarva-pāpebhyo mokṣayiṣyāmi). From the very day or moment he fully surrenders to Śrī Kṛṣṇa, even the most sinful person is freed. Nonetheless, as an example, Jamadagni advised his son Paraśurāma to worship the holy places. Because an ordinary person cannot immediately surrender to the Supreme Personality of Godhead, he is advised to go from one holy place to another to find saintly persons and thus gradually be released from sinful reactions."
    }
]