[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचपित्रोपशिक्षितो रामस्तथेति कुरुनन्दन ।संवत्सरं तीर्थयात्रां चरित्वाश्रममाव्रजत् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācapitropaśikṣito rāmastatheti kuru-nandanasaṁvatsaraṁ tīrtha-yātrāṁcaritvāśramam āvrajat",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "pitrā",
            "upaśikṣitaḥ",
            "rāmaḥ",
            "tathā",
            "iti",
            "kuru",
            "nandana",
            "saṁvatsaram",
            "tīrtha",
            "yātrām",
            "caritvā",
            "āśramam",
            "āvrajat"
        ],
        "translation": "Śukadeva Gosvāmī said: My dear Mahārāja Parīkṣit, son of the Kuru dynasty, when Lord Paraśurāma was given this order by his father, he immediately agreed, saying, “Let it be so.” For one complete year he traveled to holy places. Then he returned to his father’s residence.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "कदाचिद् रेणुका याता गङ्गायां पद्ममालिनम् ।गन्धर्वराजं क्रीडन्तमप्सरोभिरपश्यत ॥ २ ॥",
        "english_devnagari": "kadācid reṇukā yātāgaṅgāyāṁ padma-mālinamgandharva-rājaṁ krīḍantamapsarobhir apaśyata",
        "verse_Syn": [
            "kadācit",
            "reṇukā",
            "yātā",
            "gaṅgāyām",
            "padma",
            "mālinam",
            "gandharva",
            "rājam",
            "krīḍantam",
            "apsarobhiḥ",
            "apaśyata"
        ],
        "translation": "Once when Reṇukā, the wife of Jamadagni, went to the bank of the Ganges to get water, she saw the King of the Gandharvas, decorated with a garland of lotuses and sporting in the Ganges with celestial women [Apsarās].",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "विलोकयन्ती क्रीडन्तमुदकार्थं नदीं गता ।होमवेलां न सस्मार किञ्चिच्चित्ररथस्पृहा ॥ ३ ॥",
        "english_devnagari": "vilokayantī krīḍantamudakārthaṁ nadīṁ gatāhoma-velāṁ na sasmārakiñcic citraratha-spṛhā",
        "verse_Syn": [
            "vilokayantī",
            "krīḍantam",
            "udaka",
            "artham",
            "nadīm",
            "gatā",
            "homa",
            "velām",
            "na",
            "sasmāra",
            "kiñcit",
            "citraratha",
            "spṛhā"
        ],
        "translation": "She had gone to bring water from the Ganges, but when she saw Citraratha, the King of the Gandharvas, sporting with the celestial girls, she was somewhat inclined toward him and failed to remember that the time for the fire sacrifice was passing.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "कालात्ययं तं विलोक्य मुने: शापविशङ्किता ।आगत्य कलशं तस्थौ पुरोधाय कृताञ्जलि: ॥ ४ ॥",
        "english_devnagari": "kālātyayaṁ taṁ vilokyamuneḥ śāpa-viśaṅkitāāgatya kalaśaṁ tasthaupurodhāya kṛtāñjaliḥ",
        "verse_Syn": [
            "kāla",
            "atyayam",
            "tam",
            "vilokya",
            "muneḥ",
            "śāpa",
            "viśaṅkitā",
            "āgatya",
            "kalaśam",
            "tasthau",
            "purodhāya",
            "kṛta",
            "añjaliḥ"
        ],
        "translation": "Later, understanding that the time for offering the sacrifice had passed, Reṇukā feared a curse from her husband. Therefore when she returned she simply put the waterpot before him and stood there with folded hands.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "व्यभिचारं मुनिर्ज्ञात्वा पत्‍न्या: प्रकुपितोऽब्रवीत् ।घ्नतैनां पुत्रका: पापामित्युक्तास्ते न चक्रिरे ॥ ५ ॥",
        "english_devnagari": "vyabhicāraṁ munir jñātvāpatnyāḥ prakupito ’bravītghnataināṁ putrakāḥ pāpāmity uktās te na cakrire",
        "verse_Syn": [
            "vyabhicāram",
            "muniḥ",
            "jñātvā",
            "patnyāḥ",
            "prakupitaḥ",
            "abravīt",
            "ghnata",
            "enām",
            "putrakāḥ",
            "pāpām",
            "iti",
            "uktāḥ",
            "te",
            "na",
            "cakrire"
        ],
        "translation": "The great sage Jamadagni understood the adultery in the mind of his wife. Therefore he was very angry and told his sons, “My dear sons, kill this sinful woman!” But the sons did not carry out his order.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "राम: सञ्चोदित: पित्रा भ्रातृन् मात्रा सहावधीत् ।प्रभावज्ञो मुने: सम्यक् समाधेस्तपसश्च स: ॥ ६ ॥",
        "english_devnagari": "rāmaḥ sañcoditaḥ pitrābhrātṝn mātrā sahāvadhītprabhāva-jño muneḥ samyaksamādhes tapasaś ca saḥ",
        "verse_Syn": [
            "rāmaḥ",
            "sañcoditaḥ",
            "pitrā",
            "bhrātṝn",
            "mātrā",
            "saha",
            "avadhīt",
            "prabhāva",
            "jñaḥ",
            "muneḥ",
            "samyak",
            "samādheḥ",
            "tapasaḥ",
            "ca",
            "saḥ"
        ],
        "translation": "Jamadagni then ordered his youngest son, Paraśurāma, to kill his brothers, who had disobeyed this order, and his mother, who had mentally committed adultery. Lord Paraśurāma, knowing the power of his father, who was practiced in meditation and austerity, killed his mother and brothers immediately.",
        "purport": " The word prabhāva-jñaḥ is significant. Paraśurāma knew the prowess of his father, and therefore he agreed to carry out his father’s order. He thought that if he refused to carry out the order he would be cursed, but if he carried it out his father would be pleased, and when his father was pleased, Paraśurāma would ask the benediction of having his mother and brothers brought back to life. Paraśurāma was confident in this regard, and therefore he agreed to kill his mother and brothers."
    },
    {
        "verse": "7",
        "devanagari": "वरेणच्छन्दयामास प्रीत: सत्यवतीसुत: ।वव्रे हतानां रामोऽपि जीवितं चास्मृतिं वधे ॥ ७ ॥",
        "english_devnagari": "vareṇa cchandayām āsaprītaḥ satyavatī-sutaḥvavre hatānāṁ rāmo ’pijīvitaṁ cāsmṛtiṁ vadhe",
        "verse_Syn": [
            "vareṇa",
            "cchandayām",
            "āsa",
            "prītaḥ",
            "satyavatī",
            "sutaḥ",
            "vavre",
            "hatānām",
            "rāmaḥ",
            "api",
            "jīvitam",
            "ca",
            "asmṛtim",
            "vadhe"
        ],
        "translation": "Jamadagni, the son of Satyavatī, was very much pleased with Paraśurāma and asked him to take any benediction he liked. Lord Paraśurāma replied, “Let my mother and brothers live again and not remember having been killed by me. This is the benediction I ask.”",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "उत्तस्थुस्ते कुशलिनो निद्रापाय इवाञ्जसा ।पितुर्विद्वांस्तपोवीर्यं रामश्चक्रे सुहृद्वधम् ॥ ८ ॥",
        "english_devnagari": "uttasthus te kuśalinonidrāpāya ivāñjasāpitur vidvāṁs tapo-vīryaṁrāmaś cakre suhṛd-vadham",
        "verse_Syn": [
            "uttasthuḥ",
            "te",
            "kuśalinaḥ",
            "nidrā",
            "apāye",
            "iva",
            "añjasā",
            "pituḥ",
            "vidvān",
            "tapaḥ",
            "vīryam",
            "rāmaḥ",
            "cakre",
            "suhṛt",
            "vadham"
        ],
        "translation": "Thereafter, by the benediction of Jamadagni, Lord Paraśurāma’s mother and brothers immediately came alive and were very happy, as if awakened from sound sleep. Lord Paraśurāma had killed his relatives in accordance with his father’s order because he was fully aware of his father’s power, austerity and learning.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "येऽर्जुनस्य सुता राजन् स्मरन्त: स्वपितुर्वधम् ।रामवीर्यपराभूता लेभिरे शर्म न क्‍वचित् ॥ ९ ॥",
        "english_devnagari": "ye ’rjunasya sutā rājansmarantaḥ sva-pitur vadhamrāma-vīrya-parābhūtālebhire śarma na kvacit",
        "verse_Syn": [
            "ye",
            "arjunasya",
            "sutāḥ",
            "rājan",
            "smarantaḥ",
            "sva",
            "pituḥ",
            "vadham",
            "rāma",
            "vīrya",
            "parābhūtāḥ",
            "lebhire",
            "śarma",
            "na",
            "kvacit"
        ],
        "translation": "My dear King Parīkṣit, the sons of Kārtavīryārjuna, who were defeated by the superior strength of Paraśurāma, never achieved happiness, for they always remembered the killing of their father.",
        "purport": " Jamadagni was certainly very powerful due to his austerities, but because of a slight offense by his poor wife, Reṇukā, he ordered that she be killed. This certainly was a sinful act, and therefore Jamadagni was killed by the sons of Kārtavīryārjuna, as described herein. Lord Paraśurāma was also infected by sin because of killing Kārtavīryārjuna, although this was not very offensive. Therefore, whether one be Kārtavīryārjuna, Lord Paraśurāma, Jamadagni or whoever one may be, one must act very cautiously and sagaciously; otherwise one must suffer the results of sinful activities. This is the lesson we receive from Vedic literature."
    },
    {
        "verse": "10",
        "devanagari": "एकदाश्रमतो रामे सभ्रातरि वनं गते ।वैरं सिषाधयिषवो लब्धच्छिद्रा उपागमन् ॥ १० ॥",
        "english_devnagari": "ekadāśramato rāmesabhrātari vanaṁ gatevairaṁ siṣādhayiṣavolabdha-cchidrā upāgaman",
        "verse_Syn": [
            "ekadā",
            "āśramataḥ",
            "rāme",
            "sa",
            "bhrātari",
            "vanam",
            "gate",
            "vairam",
            "siṣādhayiṣavaḥ",
            "labdha",
            "chidrāḥ",
            "upāgaman"
        ],
        "translation": "Once when Paraśurāma left the āśrama for the forest with Vasumān and his other brothers, the sons of Kārtavīryārjuna took the opportunity to approach Jamadagni’s residence to seek vengeance for their grudge.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "दृष्ट्वाग्‍न्यागार आसीनमावेशितधियं मुनिम् ।भगवत्युत्तमश्लोके जघ्नुस्ते पापनिश्चया: ॥ ११ ॥",
        "english_devnagari": "dṛṣṭvāgny-āgāra āsīnamāveśita-dhiyaṁ munimbhagavaty uttamaślokejaghnus te pāpa-niścayāḥ",
        "verse_Syn": [
            "dṛṣṭvā",
            "agni",
            "āgāre",
            "āsīnam",
            "āveśita",
            "dhiyam",
            "munim",
            "bhagavati",
            "uttama",
            "śloke",
            "jaghnuḥ",
            "te",
            "pāpa",
            "niścayāḥ"
        ],
        "translation": "The sons of Kārtavīryārjuna were determined to commit sinful deeds. Therefore when they saw Jamadagni sitting by the side of the fire to perform yajña and meditating upon the Supreme Personality of Godhead, who is praised by the best of selected prayers, they took the opportunity to kill him.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "याच्यमाना: कृपणया राममात्रातिदारुणा: ।प्रसह्य शिर उत्कृत्य निन्युस्ते क्षत्रबन्धव: ॥ १२ ॥",
        "english_devnagari": "yācyamānāḥ kṛpaṇayārāma-mātrātidāruṇāḥprasahya śira utkṛtyaninyus te kṣatra-bandhavaḥ",
        "verse_Syn": [
            "yācyamānāḥ",
            "kṛpaṇayā",
            "rāma",
            "mātrā",
            "ati",
            "dāruṇāḥ",
            "prasahya",
            "śiraḥ",
            "utkṛtya",
            "ninyuḥ",
            "te",
            "kṣatra",
            "bandhavaḥ"
        ],
        "translation": "With pitiable prayers, Reṇukā, the mother of Paraśurāma and wife of Jamadagni, begged for the life of her husband. But the sons of Kārtavīryārjuna, being devoid of the qualities of kṣatriyas, were so cruel that despite her prayers they forcibly cut off his head and took it away.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "रेणुका दु:खशोकार्ता निघ्नन्त्यात्मानमात्मना ।राम रामेति तातेति विचुक्रोशोच्चकै: सती ॥ १३ ॥",
        "english_devnagari": "reṇukā duḥkha-śokārtānighnanty ātmānam ātmanārāma rāmeti tātetivicukrośoccakaiḥ satī",
        "verse_Syn": [
            "reṇukā",
            "duḥkha",
            "śoka",
            "artā",
            "nighnantī",
            "ātmānam",
            "ātmanā",
            "rāma",
            "rāma",
            "iti",
            "tāta",
            "iti",
            "vicukrośa",
            "uccakaiḥ",
            "satī"
        ],
        "translation": "Lamenting in grief for the death of her husband, the most chaste Reṇukā struck her own body with her hands and cried very loudly, “O Rāma, my dear son Rāma!”",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तदुपश्रुत्य दूरस्था हा रामेत्यार्तवत्स्वनम् ।त्वरयाश्रममासाद्य दद‍ृशु: पितरं हतम् ॥ १४ ॥",
        "english_devnagari": "tad upaśrutya dūrasthāhā rāmety ārtavat svanamtvarayāśramam āsādyadadṛśuḥ pitaraṁ hatam",
        "verse_Syn": [
            "tat",
            "upaśrutya",
            "dūra",
            "sthāḥ",
            "hā",
            "rāma",
            "iti",
            "ārta",
            "vat",
            "svanam",
            "tvarayā",
            "āśramam",
            "āsādya",
            "dadṛśuḥ",
            "pitaram",
            "hatam"
        ],
        "translation": "Although the sons of Jamadagni, including Lord Paraśurāma, were a long distance from home, as soon as they heard Reṇukā loudly calling “O Rāma, O my son,” they hastily returned to the āśrama, where they saw their father already killed.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "ते दु:खरोषामर्षार्तिशोकवेगविमोहिता: ।हा तात साधो धर्मिष्ठ त्यक्त्वास्मान्स्वर्गतो भवान् ॥ १५ ॥",
        "english_devnagari": "te duḥkha-roṣāmarṣārti-śoka-vega-vimohitāḥhā tāta sādho dharmiṣṭhatyaktvāsmān svar-gato bhavān",
        "verse_Syn": [
            "te",
            "duḥkha",
            "roṣa",
            "amarṣa",
            "ārti",
            "śoka",
            "vega",
            "vimohitāḥ",
            "hā",
            "tāta",
            "sādho",
            "dharmiṣṭha",
            "tyaktvā",
            "asmān",
            "svaḥ",
            "gataḥ",
            "bhavān"
        ],
        "translation": "Virtually bewildered by grief, anger, indignation, affliction and lamentation, the sons of Jamadagni cried, “O father, most religious, saintly person, you have left us and gone to the heavenly planets!”",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "विलप्यैवं पितुर्देहं निधाय भ्रातृषु स्वयम् ।प्रगृह्य परशुं राम: क्षत्रान्ताय मनो दधे ॥ १६ ॥",
        "english_devnagari": "vilapyaivaṁ pitur dehaṁnidhāya bhrātṛṣu svayampragṛhya paraśuṁ rāmaḥkṣatrāntāya mano dadhe",
        "verse_Syn": [
            "vilapya",
            "evam",
            "pituḥ",
            "deham",
            "nidhāya",
            "bhrātṛṣu",
            "svayam",
            "pragṛhya",
            "paraśum",
            "rāmaḥ",
            "kṣatra",
            "antāya",
            "manaḥ",
            "dadhe"
        ],
        "translation": "Thus lamenting, Lord Paraśurāma entrusted his father’s dead body to his brothers and personally took up his axe, having decided to put an end to all the kṣatriyas on the surface of the world.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "गत्वा माहिष्मतीं रामो ब्रह्मघ्नविहतश्रियम् ।तेषां स शीर्षभी राजन् मध्ये चक्रे महागिरिम् ॥ १७ ॥",
        "english_devnagari": "gatvā māhiṣmatīṁ rāmobrahma-ghna-vihata-śriyamteṣāṁ sa śīrṣabhī rājanmadhye cakre mahā-girim",
        "verse_Syn": [
            "gatvā",
            "māhiṣmatīm",
            "rāmaḥ",
            "brahma",
            "ghna",
            "vihata",
            "śriyam",
            "teṣām",
            "saḥ",
            "śīrṣabhiḥ",
            "rājan",
            "madhye",
            "cakre",
            "mahā",
            "girim"
        ],
        "translation": "O King, Lord Paraśurāma then went to Māhiṣmatī, which was already doomed by the sinful killing of a brāhmaṇa. In the midst of that city he made a mountain of heads, severed from the bodies of the sons of Kārtavīryārjuna.",
        "purport": ""
    },
    {
        "verse": "18-19",
        "devanagari": "तद्रक्तेन नदीं घोरामब्रह्मण्यभयावहाम् ।हेतुं कृत्वा पितृवधं क्षत्रेऽमङ्गलकारिणि ॥ १८ ॥त्रि:सप्तकृत्व: पृथिवीं कृत्वा नि:क्षत्रियां प्रभु: ।समन्तपञ्चके चक्रे शोणितोदान् ह्रदान् नव ॥ १९ ॥",
        "english_devnagari": "tad-raktena nadīṁ ghorāmabrahmaṇya-bhayāvahāmhetuṁ kṛtvā pitṛ-vadhaṁkṣatre ’maṅgala-kāriṇi",
        "verse_Syn": [
            "tat",
            "raktena",
            "nadīm",
            "ghorām",
            "abrahmaṇya",
            "bhaya",
            "āvahām",
            "hetum",
            "kṛtvā",
            "pitṛ",
            "vadham",
            "kṣatre",
            "amaṅgala",
            "kāriṇi",
            "triḥ",
            "sapta",
            "kṛtvaḥ",
            "pṛthivīm",
            "kṛtvā",
            "niḥkṣatriyām",
            "prabhuḥ",
            "samanta",
            "pañcake",
            "cakre",
            "śoṇita",
            "udān",
            "hradān",
            "nava"
        ],
        "translation": "With the blood of the bodies of these sons, Lord Paraśurāma created a ghastly river, which brought great fear to the kings who had no respect for brahminical culture. Because the kṣatriyas, the men of power in government, were performing sinful activities, Lord Paraśurāma, on the plea of retaliating for the murder of his father, rid all the kṣatriyas from the face of the earth twenty-one times. Indeed, in the place known as Samanta-pañcaka he created nine lakes filled with their blood.",
        "purport": " Paraśurāma is the Supreme Personality of Godhead, and his eternal mission is paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām — to protect the devotees and annihilate the miscreants. To kill all the sinful men is one among the tasks of the incarnation of Godhead. Lord Paraśurāma killed all the kṣatriyas twenty-one times consecutively because they were disobedient to the brahminical culture. That the kṣatriyas had killed his father was only a plea; the real fact is that because the kṣatriyas, the ruling class, had become polluted, their position was inauspicious. Brahminical culture is enjoined in the śāstra, especially in Bhagavad-gītā (cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ). According to the laws of nature, whether at the time of Paraśurāma or at the present, if the government becomes irresponsible and sinful, not caring for brahminical culture, there will certainly be an incarnation of God like Paraśurāma to create a devastation by fire, famine, pestilence or some other calamity. Whenever the government disrespects the supremacy of the Personality of Godhead and fails to protect the institution of varṇāśrama-dharma, it will certainly have to face such catastrophes as formerly brought about by Lord Paraśurāma."
    },
    {
        "verse": "20",
        "devanagari": "पितु: कायेन सन्धाय शिर आदाय बर्हिषि ।सर्वदेवमयं देवमात्मानमयजन्मखै: ॥ २० ॥",
        "english_devnagari": "pituḥ kāyena sandhāyaśira ādāya barhiṣisarva-devamayaṁ devamātmānam ayajan makhaiḥ",
        "verse_Syn": [
            "pituḥ",
            "kāyena",
            "sandhāya",
            "śiraḥ",
            "ādāya",
            "barhiṣi",
            "sarva",
            "deva",
            "mayam",
            "devam",
            "ātmānam",
            "ayajat",
            "makhaiḥ"
        ],
        "translation": "Thereafter, Paraśurāma joined his father’s head to the dead body and placed the whole body and head upon kuśa grass. By offering sacrifices, he began to worship Lord Vāsudeva, who is the all-pervading Supersoul of all the demigods and of every living entity.",
        "purport": ""
    },
    {
        "verse": "21-22",
        "devanagari": "ददौ प्राचीं दिशं होत्रे ब्रह्मणे दक्षिणां दिशम् ।अध्वर्यवे प्रतीचीं वै उद्गात्रे उत्तरां दिशम् ॥ २१ ॥अन्येभ्योऽवान्तरदिश: कश्यपाय च मध्यत: ।आर्यावर्तमुपद्रष्ट्रे सदस्येभ्यस्तत: परम् ॥ २२ ॥",
        "english_devnagari": "dadau prācīṁ diśaṁ hotrebrahmaṇe dakṣiṇāṁ diśamadhvaryave pratīcīṁ vaiudgātre uttarāṁ diśam",
        "verse_Syn": [
            "dadau",
            "prācīm",
            "diśam",
            "hotre",
            "brahmaṇe",
            "dakṣiṇām",
            "diśam",
            "adhvaryave",
            "pratīcīm",
            "vai",
            "udgātre",
            "uttarām",
            "diśam",
            "anyebhyaḥ",
            "avāntara",
            "diśaḥ",
            "kaśyapāya",
            "ca",
            "madhyataḥ",
            "āryāvartam",
            "upadraṣṭre",
            "sadasyebhyaḥ",
            "tataḥ",
            "param"
        ],
        "translation": "After completing the sacrifice, Lord Paraśurāma gave the eastern direction to the hotā as a gift, the south to the brahmā, the west to the adhvaryu, the north to the udgātā, and the four corners — northeast, southeast, northwest and southwest — to the other priests. He gave the middle to Kaśyapa and the place known as Āryāvarta to the upadraṣṭā. Whatever remained he distributed among the sadasyas, the associate priests.",
        "purport": " The tract of land in India between the Himālaya Mountains and the Vindhya Hills is called Āryāvarta."
    },
    {
        "verse": "23",
        "devanagari": "ततश्चावभृथस्‍नानविधूताशेषकिल्बिष: ।सरस्वत्यां महानद्यां रेजे व्यब्भ्र इवांशुमान् ॥ २३ ॥",
        "english_devnagari": "tataś cāvabhṛtha-snāna-vidhūtāśeṣa-kilbiṣaḥsarasvatyāṁ mahā-nadyāṁreje vyabbhra ivāṁśumān",
        "verse_Syn": [
            "tataḥ",
            "ca",
            "avabhṛtha",
            "snāna",
            "vidhūta",
            "aśeṣa",
            "kilbiṣaḥ",
            "sarasvatyām",
            "mahā",
            "nadyām",
            "reje",
            "vyabbhraḥ",
            "iva",
            "aṁśumān"
        ],
        "translation": "Thereafter, having completed the ritualistic sacrificial ceremonies, Lord Paraśurāma took the bath known as the avabhṛtha-snāna. Standing on the bank of the great river Sarasvatī, cleared of all sins, Lord Paraśurāma appeared like the sun in a clear, cloudless sky.",
        "purport": " As stated in Bhagavad-gītā (3.9), yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ: “Work done as a sacrifice for Viṣṇu has to be performed; otherwise work binds one to this material world.” Karma-bandhanaḥ refers to the repeated acceptance of one material body after another. The whole problem of life is this repetition of birth and death. Therefore one is advised to work to perform yajña meant for satisfying Lord Viṣṇu. Although Lord Paraśurāma was an incarnation of the Supreme Personality of Godhead, he had to account for sinful activities. Anyone in this material world, however careful he may be, must commit some sinful activities, even though he does not want to. For example, one may trample many small ants and other insects while walking on the street and kill many living beings unknowingly. Therefore the Vedic principle of pañca-yajña, five kinds of recommended sacrifice, is compulsory. In this Age of Kali, however, there is a great concession given to people in general. Yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ: we may worship Lord Caitanya, the hidden incarnation of Kṛṣṇa. Kṛṣṇa-varṇaṁ tviṣākṛṣṇam: although He is Kṛṣṇa Himself, He always chants Hare Kṛṣṇa and preaches Kṛṣṇa consciousness. One is recommended to worship this incarnation by chanting, the saṅkīrtana-yajña. The performance of saṅkīrtana-yajña is a special concession for human society to save people from being affected by known or unknown sinful activities. We are surrounded by unlimited sins, and therefore it is compulsory that one take to Kṛṣṇa consciousness and chant the Hare Kṛṣṇa mahā-mantra."
    },
    {
        "verse": "24",
        "devanagari": "स्वदेहं जमदग्निस्तु लब्ध्वा संज्ञानलक्षणम् ।ऋषीणां मण्डले सोऽभूत् सप्तमो रामपूजित: ॥ २४ ॥",
        "english_devnagari": "sva-dehaṁ jamadagnis tulabdhvā saṁjñāna-lakṣaṇamṛṣīṇāṁ maṇḍale so ’bhūtsaptamo rāma-pūjitaḥ",
        "verse_Syn": [
            "sva",
            "deham",
            "jamadagniḥ",
            "tu",
            "labdhvā",
            "saṁjñāna",
            "lakṣaṇam",
            "ṛṣīṇām",
            "maṇḍale",
            "saḥ",
            "abhūt",
            "saptamaḥ",
            "rāma",
            "pūjitaḥ"
        ],
        "translation": "Thus Jamadagni, being worshiped by Lord Paraśurāma, was brought back to life with full remembrance, and he became one of the seven sages in the group of seven stars.",
        "purport": " The seven stars revolving around the polestar at the zenith are called saptarṣi-maṇḍala. On these seven stars, which form the topmost part of our planetary system, reside seven sages: Kaśyapa, Atri, Vasiṣṭha, Viśvāmitra, Gautama, Jamadagni and Bharadvāja. These seven stars are seen every night, and they each make a complete orbit around the polestar within twenty-four hours. Along with these seven stars, all the others stars also orbit from east to west. The upper portion of the universe is called the north, and the lower portion is called the south. Even in our ordinary dealings, while studying a map, we regard the upper portion of the map as north."
    },
    {
        "verse": "25",
        "devanagari": "जामदग्‍न्योऽपि भगवान् राम: कमललोचन: ।आगामिन्यन्तरे राजन् वर्तयिष्यति वै बृहत् ॥ २५ ॥",
        "english_devnagari": "jāmadagnyo ’pi bhagavānrāmaḥ kamala-locanaḥāgāminy antare rājanvartayiṣyati vai bṛhat",
        "verse_Syn": [
            "jāmadagnyaḥ",
            "api",
            "bhagavān",
            "rāmaḥ",
            "kamala",
            "locanaḥ",
            "āgāmini",
            "antare",
            "rājan",
            "vartayiṣyati",
            "vai",
            "bṛhat"
        ],
        "translation": "My dear King Parīkṣit, in the next manvantara the lotus-eyed Personality of Godhead Lord Paraśurāma, the son of Jamadagni, will be a great propounder of Vedic knowledge. In other words, he will be one of the seven sages.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "आस्तेऽद्यापि महेन्द्राद्रौ न्यस्तदण्ड: प्रशान्तधी: ।उपगीयमानचरित: सिद्धगन्धर्वचारणै: ॥ २६ ॥",
        "english_devnagari": "āste ’dyāpi mahendrādraunyasta-daṇḍaḥ praśānta-dhīḥupagīyamāna-caritaḥsiddha-gandharva-cāraṇaiḥ",
        "verse_Syn": [
            "āste",
            "adya",
            "api",
            "mahendra",
            "adrau",
            "nyasta",
            "daṇḍaḥ",
            "praśānta",
            "dhīḥ",
            "upagīyamāna",
            "caritaḥ",
            "siddha",
            "gandharva",
            "cāraṇaiḥ"
        ],
        "translation": "Lord Paraśurāma still lives as an intelligent brāhmaṇa in the mountainous country known as Mahendra. Completely satisfied, having given up all the weapons of a kṣatriya, he is always worshiped, adored and offered prayers for his exalted character and activities by such celestial beings as the Siddhas, Cāraṇas and Gandharvas.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "एवं भृगुषु विश्वात्मा भगवान् हरिरीश्वर: ।अवतीर्य परं भारं भुवोऽहन् बहुशो नृपान् ॥ २७ ॥",
        "english_devnagari": "evaṁ bhṛguṣu viśvātmābhagavān harir īśvaraḥavatīrya paraṁ bhāraṁbhuvo ’han bahuśo nṛpān",
        "verse_Syn": [
            "evam",
            "bhṛguṣu",
            "viśva",
            "ātmā",
            "bhagavān",
            "hariḥ",
            "īśvaraḥ",
            "avatīrya",
            "param",
            "bhāram",
            "bhuvaḥ",
            "ahan",
            "bahuśaḥ",
            "nṛpān"
        ],
        "translation": "In this way the supreme soul, the Supreme Personality of Godhead, the Lord and the supreme controller, descended as an incarnation in the Bhṛgu dynasty and released the universe from the burden of undesirable kings by killing them many times.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "गाधेरभून्महातेजा: समिद्ध इव पावक: ।तपसा क्षात्रमुत्सृज्य यो लेभे ब्रह्मवर्चसम् ॥ २८ ॥",
        "english_devnagari": "gādher abhūn mahā-tejāḥsamiddha iva pāvakaḥtapasā kṣātram utsṛjyayo lebhe brahma-varcasam",
        "verse_Syn": [
            "gādheḥ",
            "abhūt",
            "mahā",
            "tejāḥ",
            "samiddhaḥ",
            "iva",
            "pāvakaḥ",
            "tapasā",
            "kṣātram",
            "utsṛjya",
            "yaḥ",
            "lebhe",
            "brahma",
            "varcasam"
        ],
        "translation": "Viśvāmitra, the son of Mahārāja Gādhi, was as powerful as the flames of fire. From the position of a kṣatriya, he achieved the position of a powerful brāhmaṇa by undergoing penances and austerities.",
        "purport": " Now, having narrated the history of Lord Paraśurāma, Śukadeva Gosvāmī begins the history of Viśvāmitra. From the history of Paraśurāma we can understand that although Paraśurāma belonged to the brahminical group, he circumstantially had to work as a kṣatriya. Later, after finishing his work as a kṣatriya, he again became a brāhmaṇa and returned to Mahendra-parvata. Similarly, we can see that although Viśvāmitra was born in a kṣatriya family, by austerities and penances he achieved the position of a brāhmaṇa. These histories confirm the statements in śāstra that a brāhmaṇa may become a kṣatriya, a kṣatriya may become a brāhmaṇa or vaiśya, and a vaiśya may become a brāhmaṇa, by achieving the required qualities. One’s status does not depend upon birth. As confirmed in Śrīmad-Bhāgavatam (7.11.35) by Nārada: “If one shows the symptoms of being a brāhmaṇa, kṣatriya, vaiśya or śūdra, even if he has appeared in a different class, he should be accepted according to those symptoms of classification.” To know who is a brāhmaṇa and who is a kṣatriya, one must consider a man’s quality and work. If all the unqualified śūdras become so-called brāhmaṇas and kṣatriyas, social order will be impossible to maintain. Thus there will be discrepancies, human society will turn into a society of animals, and the situation all over the world will be hellish."
    },
    {
        "verse": "29",
        "devanagari": "विश्वामित्रस्य चैवासन् पुत्रा एकशतं नृप ।मध्यमस्तु मधुच्छन्दा मधुच्छन्दस एव ते ॥ २९ ॥",
        "english_devnagari": "viśvāmitrasya caivāsanputrā eka-śataṁ nṛpamadhyamas tu madhucchandāmadhucchandasa eva te",
        "verse_Syn": [
            "viśvāmitrasya",
            "ca",
            "eva",
            "āsan",
            "putrāḥ",
            "eka",
            "śatam",
            "nṛpa",
            "madhyamaḥ",
            "tu",
            "madhucchandāḥ",
            "madhucchandasaḥ",
            "eva",
            "te"
        ],
        "translation": "O King Parīkṣit, Viśvāmitra had 101 sons, of whom the middle one was known as Madhucchandā. In relation to him, all the other sons were celebrated as the Madhucchandās.",
        "purport": " In this connection, Śrīla Viśvanātha Cakravartī Ṭhākura quotes this statement from the Vedas: tasya ha viśvāmitrasyaika-śataṁ putrā āsuḥ pañcāśad eva jyāyāṁso madhucchandasaḥ pañcāśat kanīyāṁsaḥ. “Viśvāmitra had 101 sons. Fifty were older than Madhucchandā and fifty younger.”"
    },
    {
        "verse": "30",
        "devanagari": "पुत्रं कृत्वा शुन:शेफं देवरातं च भार्गवम् ।आजीगर्तं सुतानाह ज्येष्ठ एष प्रकल्प्यताम् ॥ ३० ॥",
        "english_devnagari": "putraṁ kṛtvā śunaḥśephaṁdevarātaṁ ca bhārgavamājīgartaṁ sutān āhajyeṣṭha eṣa prakalpyatām",
        "verse_Syn": [
            "putram",
            "kṛtvā",
            "śunaḥśepham",
            "devarātam",
            "ca",
            "bhārgavam",
            "ājīgartam",
            "sutān",
            "āha",
            "jyeṣṭhaḥ",
            "eṣaḥ",
            "prakalpyatām"
        ],
        "translation": "Viśvāmitra accepted the son of Ajīgarta known as Śunaḥśepha, who was born in the Bhṛgu dynasty and was also known as Devarāta, as one of his own sons. Viśvāmitra ordered his other sons to accept Śunaḥśepha as their eldest brother.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "यो वै हरिश्चन्द्रमखे विक्रीत: पुरुष: पशु: ।स्तुत्वा देवान् प्रजेशादीन् मुमुचे पाशबन्धनात् ॥ ३१ ॥",
        "english_devnagari": "yo vai hariścandra-makhevikrītaḥ puruṣaḥ paśuḥstutvā devān prajeśādīnmumuce pāśa-bandhanāt",
        "verse_Syn": [
            "yaḥ",
            "vai",
            "hariścandra",
            "makhe",
            "vikrītaḥ",
            "puruṣaḥ",
            "paśuḥ",
            "stutvā",
            "devān",
            "prajā",
            "īśa",
            "ādīn",
            "mumuce",
            "pāśa",
            "bandhanāt"
        ],
        "translation": "Śunaḥśepha’s father sold Śunaḥśepha to be sacrificed as a man-animal in the yajña of King Hariścandra. When Śunaḥśepha was brought into the sacrificial arena, he prayed to the demigods for release and was released by their mercy.",
        "purport": " Here is a description of Śunaḥśepha. When Hariścandra was to sacrifice his son Rohita, Rohita arranged to save his own life by purchasing Śunaḥśepha from Śunaḥśepha’s father to be sacrificed in the yajña. Śunaḥśepha was sold to Mahārāja Hariścandra because he was the middle son, between the oldest and the youngest. It appears that the sacrifice of a man as an animal in yajña has been practiced for a very long time."
    },
    {
        "verse": "32",
        "devanagari": "यो रातो देवयजने देवैर्गाधिषु तापस: ।देवरात इति ख्यात: शुन:शेफस्तु भार्गव: ॥ ३२ ॥",
        "english_devnagari": "yo rāto deva-yajanedevair gādhiṣu tāpasaḥdeva-rāta iti khyātaḥśunaḥśephas tu bhārgavaḥ",
        "verse_Syn": [
            "yaḥ",
            "rātaḥ",
            "deva",
            "yajane",
            "devaiḥ",
            "gādhiṣu",
            "tāpasaḥ",
            "deva",
            "rātaḥ",
            "iti",
            "khyātaḥ",
            "śunaḥśephaḥ",
            "tu",
            "bhārgavaḥ"
        ],
        "translation": "Although Śunaḥśepha was born in the Bhārgava dynasty, he was greatly advanced in spiritual life, and therefore the demigods involved in the sacrifice protected him. Consequently he was also celebrated as the descendant of Gādhi named Devarāta.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "ये मधुच्छन्दसो ज्येष्ठा: कुशलं मेनिरे न तत् ।अशपत् तान्मुनि: क्रुद्धो म्‍लेच्छा भवत दुर्जना: ॥ ३३ ॥",
        "english_devnagari": "ye madhucchandaso jyeṣṭhāḥkuśalaṁ menire na tataśapat tān muniḥ kruddhomlecchā bhavata durjanāḥ",
        "verse_Syn": [
            "ye",
            "madhucchandasaḥ",
            "jyeṣṭhāḥ",
            "kuśalam",
            "menire",
            "na",
            "tat",
            "aśapat",
            "tān",
            "muniḥ",
            "kruddhaḥ",
            "mlecchāḥ",
            "bhavata",
            "durjanāḥ"
        ],
        "translation": "When requested by their father to accept Śunaḥśepha as the eldest son, the elder fifty of the Madhucchandās, the sons of Viśvāmitra, did not agree. Therefore Viśvāmitra, being angry, cursed them. “May all of you bad sons become mlecchas,” he said, “being opposed to the principles of Vedic culture.”",
        "purport": " In Vedic literature there are names like mleccha and yavana. The mlecchas are understood to be those who do not follow the Vedic principles. In former days, the mlecchas were fewer, and Viśvāmitra Muni cursed his sons to become mlecchas. But in the present age, Kali-yuga, there is no need of cursing, for people are automatically mlecchas. This is only the beginning of Kali-yuga, but at the end of Kali-yuga the entire population will consist of mlecchas because no one will follow the Vedic principles. At that time the incarnation Kalki will appear. Mleccha-nivaha-nidhane kalayasi karavālam. He will kill all the mlecchas indiscriminately with his sword."
    },
    {
        "verse": "34",
        "devanagari": "स होवाच मधुच्छन्दा: सार्धं पञ्चाशता तत: ।यन्नो भवान् सञ्जानीते तस्मिंस्तिष्ठामहे वयम् ॥ ३४ ॥",
        "english_devnagari": "sa hovāca madhucchandāḥsārdhaṁ pañcāśatā tataḥyan no bhavān sañjānītetasmiṁs tiṣṭhāmahe vayam",
        "verse_Syn": [
            "saḥ",
            "ha",
            "uvāca",
            "madhucchandāḥ",
            "sārdham",
            "pañcāśatā",
            "tataḥ",
            "yat",
            "naḥ",
            "bhavān",
            "sañjānīte",
            "tasmin",
            "tiṣṭhāmahe",
            "vayam"
        ],
        "translation": "When the elder Madhucchandās were cursed, the younger fifty, along with Madhucchandā himself, approached their father and agreed to accept his proposal. “Dear father,” they said, “we shall abide by whatever arrangement you like.”",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "ज्येष्ठं मन्त्रद‍ृशं चक्रुस्त्वामन्वञ्चो वयं स्म हि ।विश्वामित्र: सुतानाह वीरवन्तो भविष्यथ ।ये मानं मेऽनुगृह्णन्तो वीरवन्तमकर्त माम् ॥ ३५ ॥",
        "english_devnagari": "jyeṣṭhaṁ mantra-dṛśaṁ cakrustvām anvañco vayaṁ sma hiviśvāmitraḥ sutān āhavīravanto bhaviṣyathaye mānaṁ me ’nugṛhṇantovīravantam akarta mām",
        "verse_Syn": [
            "jyeṣṭham",
            "mantra",
            "dṛśam",
            "cakruḥ",
            "tvām",
            "anvañcaḥ",
            "vayam",
            "sma",
            "hi",
            "viśvāmitraḥ",
            "sutān",
            "āha",
            "vīra",
            "vantaḥ",
            "bhaviṣyatha",
            "ye",
            "mānam",
            "me",
            "anugṛhṇantaḥ",
            "vīra",
            "vantam",
            "akarta",
            "mām"
        ],
        "translation": "Thus the younger Madhucchandās accepted Śunaḥśepha as their eldest brother and told him, “We shall follow your orders.” Viśvāmitra then said to his obedient sons, “Because you have accepted Śunaḥśepha as your eldest brother, I am very satisfied. By accepting my order, you have made me a father of worthy sons, and therefore I bless all of you to become the fathers of sons also.”",
        "purport": " Of the one hundred sons, half disobeyed Viśvāmitra by not accepting Śunaḥśepha as their eldest brother, but the other half accepted his order. Therefore the father blessed the obedient sons to become the fathers of sons. Otherwise they too would have been cursed to be sonless mlecchas."
    },
    {
        "verse": "36",
        "devanagari": "एष व: कुशिका वीरो देवरातस्तमन्वित ।अन्ये चाष्टकहारीतजयक्रतुमदादय: ॥ ३६ ॥",
        "english_devnagari": "eṣa vaḥ kuśikā vīrodevarātas tam anvitaanye cāṣṭaka-hārīta-jaya-kratumad-ādayaḥ",
        "verse_Syn": [
            "eṣaḥ",
            "vaḥ",
            "kuśikāḥ",
            "vīraḥ",
            "devarātaḥ",
            "tam",
            "anvita",
            "anye",
            "ca",
            "aṣṭaka",
            "hārīta",
            "jaya",
            "kratumat",
            "ādayaḥ"
        ],
        "translation": "Viśvāmitra said, “O Kuśikas [descendants of Kauśika], this Devarāta is my son and is one of you. Please obey his orders.” O King Parīkṣit, Viśvāmitra had many other sons, such as Aṣṭaka, Hārīta, Jaya and Kratumān.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "एवं कौशिकगोत्रं तु विश्वामित्रै: पृथग्विधम् ।प्रवरान्तरमापन्नं तद्धि चैवं प्रकल्पितम् ॥ ३७ ॥",
        "english_devnagari": "evaṁ kauśika-gotraṁ tuviśvāmitraiḥ pṛthag-vidhampravarāntaram āpannaṁtad dhi caivaṁ prakalpitam",
        "verse_Syn": [
            "evam",
            "kauśika",
            "gotram",
            "tu",
            "viśvāmitraiḥ",
            "pṛthak",
            "vidham",
            "pravara",
            "antaram",
            "āpannam",
            "tat",
            "hi",
            "ca",
            "evam",
            "prakalpitam"
        ],
        "translation": "Viśvāmitra cursed some of his sons and blessed the others, and he also adopted a son. Thus there were varieties in the Kauśika dynasty, but among all the sons, Devarāta was considered the eldest.",
        "purport": ""
    }
]