[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचविरूप: केतुमाञ्छम्भुरम्बरीषसुतास्त्रय: ।विरूपात् पृषदश्वोऽभूत्तत् पुत्रस्तु रथीतर: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācavirūpaḥ ketumāñ chambhurambarīṣa-sutās trayaḥvirūpāt pṛṣadaśvo ’bhūttat-putras tu rathītaraḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "virūpaḥ",
            "ketumān",
            "śambhuḥ",
            "ambarīṣa",
            "sutāḥ",
            "trayaḥ",
            "virūpāt",
            "pṛṣadaśvaḥ",
            "abhūt",
            "tat",
            "putraḥ",
            "tu",
            "rathītaraḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: O Mahārāja Parīkṣit, Ambarīṣa had three sons, named Virūpa, Ketumān and Śambhu. From Virūpa came a son named Pṛṣadaśva, and from Pṛṣadaśva came a son named Rathītara.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "रथीतरस्याप्रजस्य भार्यायां तन्तवेऽर्थित: ।अङ्गिरा जनयामास ब्रह्मवर्चस्विन: सुतान् ॥ २ ॥",
        "english_devnagari": "rathītarasyāprajasyabhāryāyāṁ tantave ’rthitaḥaṅgirā janayām āsabrahma-varcasvinaḥ sutān",
        "verse_Syn": [
            "rathītarasya",
            "aprajasya",
            "bhāryāyām",
            "tantave",
            "arthitaḥ",
            "aṅgirāḥ",
            "janayām",
            "āsa",
            "brahma",
            "varcasvinaḥ",
            "sutān"
        ],
        "translation": "Rathītara had no sons, and therefore he requested the great sage Aṅgirā to beget sons for him. Because of this request, Aṅgirā begot sons in the womb of Rathītara’s wife. All these sons were born with brahminical prowess.",
        "purport": " In the Vedic age a man was sometimes called upon to beget sons in the womb of a lesser man’s wife for the sake of better progeny. In such an instance, the woman is compared to an agricultural field. A person possessing an agricultural field may employ another person to produce food grains from it, but because the grains are produced from the land, they are considered the property of the owner of the land. Similarly, a woman was sometimes allowed to be impregnated by someone other than her husband, but the sons born of her would then become her husband’s sons. Such sons were called kṣetra-jāta. Because Rathītara had no sons, he took advantage of this method."
    },
    {
        "verse": "3",
        "devanagari": "एते क्षेत्रप्रसूता वै पुनस्त्वाङ्गिरसा: स्मृता: ।रथीतराणां प्रवरा: क्षेत्रोपेता द्विजातय: ॥ ३ ॥",
        "english_devnagari": "ete kṣetra-prasūtā vaipunas tv āṅgirasāḥ smṛtāḥrathītarāṇāṁ pravarāḥkṣetropetā dvi-jātayaḥ",
        "verse_Syn": [
            "ete",
            "kṣetra",
            "prasūtāḥ",
            "vai",
            "punaḥ",
            "tu",
            "āṅgirasāḥ",
            "smṛtāḥ",
            "rathītarāṇām",
            "pravarāḥ",
            "kṣetra",
            "upetāḥ",
            "dvi",
            "jātayaḥ"
        ],
        "translation": "Having been born from the womb of Rathītara’s wife, all these sons were known as the dynasty of Rathītara, but because they were born from the semen of Aṅgirā, they were also known as the dynasty of Aṅgirā. Among all the progeny of Rathītara, these sons were the most prominent because, owing to their birth, they were considered brāhmaṇas.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura gives the meaning of dvi-jātayaḥ as “mixed caste,” indicating a mixture of brāhmaṇa and kṣatriya."
    },
    {
        "verse": "4",
        "devanagari": "क्षुवतस्तु मनोर्जज्ञे इक्ष्वाकुर्घ्राणत: सुत: ।तस्य पुत्रशतज्येष्ठा विकुक्षिनिमिदण्डका: ॥ ४ ॥",
        "english_devnagari": "kṣuvatas tu manor jajñeikṣvākur ghrāṇataḥ sutaḥtasya putra-śata-jyeṣṭhāvikukṣi-nimi-daṇḍakāḥ",
        "verse_Syn": [
            "kṣuvataḥ",
            "tu",
            "manoḥ",
            "jajñe",
            "ikṣvākuḥ",
            "ghrāṇataḥ",
            "sutaḥ",
            "tasya",
            "putra",
            "śata",
            "jyeṣṭhāḥ",
            "vikukṣi",
            "nimi",
            "daṇḍakāḥ"
        ],
        "translation": "The son of Manu was Ikṣvāku. When Manu was sneezing, Ikṣvāku was born from Manu’s nostrils. King Ikṣvāku had one hundred sons, of whom Vikukṣi, Nimi and Daṇḍakā were the most prominent.",
        "purport": " According to Śrīdhara Svāmī, although the Bhāgavatam (9.1.11-12) has previously included Ikṣvāku among the ten sons begotten by Manu in his wife Śraddhā, this was a generalization. It is here specifically explained that Ikṣvāku was born simply from the sneezing of Manu."
    },
    {
        "verse": "5",
        "devanagari": "तेषां पुरस्तादभवन्नार्यावर्ते नृपा नृप ।पञ्चविंशति: पश्चाच्च त्रयो मध्येऽपरेऽन्यत: ॥ ५ ॥",
        "english_devnagari": "teṣāṁ purastād abhavannāryāvarte nṛpā nṛpapañca-viṁśatiḥ paścāc catrayo madhye ’pare ’nyataḥ",
        "verse_Syn": [
            "teṣām",
            "purastāt",
            "abhavan",
            "āryāvarte",
            "nṛpāḥ",
            "nṛpa",
            "pañca",
            "viṁśatiḥ",
            "paścāt",
            "ca",
            "trayaḥ",
            "madhye",
            "apare",
            "anyataḥ"
        ],
        "translation": "Of the one hundred sons, twenty-five became kings in the western side of Āryāvarta, a place between the Himālaya and Vindhya mountains. Another twenty-five sons became kings in the east of Āryāvarta, and the three principal sons became kings in the middle. The other sons became kings in various other places.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "स एकदाष्टकाश्राद्धे इक्ष्वाकु: सुतमादिशत् ।मांसमानीयतां मेध्यं विकुक्षे गच्छ मा चिरम् ॥ ६ ॥",
        "english_devnagari": "sa ekadāṣṭakā-śrāddheikṣvākuḥ sutam ādiśatmāṁsam ānīyatāṁ medhyaṁvikukṣe gaccha mā ciram",
        "verse_Syn": [
            "saḥ",
            "ekadā",
            "aṣṭakā",
            "śrāddhe",
            "ikṣvākuḥ",
            "sutam",
            "ādiśat",
            "māṁsam",
            "ānīyatām",
            "medhyam",
            "vikukṣe",
            "gaccha",
            "mā",
            "ciram"
        ],
        "translation": "During the months of January, February and March, oblations offered to the forefathers are called aṣṭakā-śrāddha. The śrāddha ceremony is held during the dark fortnight of the month. When Mahārāja Ikṣvāku was performing his oblations in this ceremony, he ordered his son Vikukṣi to go immediately to the forest to bring some pure flesh.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तथेति स वनं गत्वा मृगान् हत्वा क्रियार्हणान् ।श्रान्तो बुभुक्षितो वीर: शशं चाददपस्मृति: ॥ ७ ॥",
        "english_devnagari": "tatheti sa vanaṁ gatvāmṛgān hatvā kriyārhaṇānśrānto bubhukṣito vīraḥśaśaṁ cādad apasmṛtiḥ",
        "verse_Syn": [
            "tathā",
            "iti",
            "saḥ",
            "vanam",
            "gatvā",
            "mṛgān",
            "hatvā",
            "kriyā",
            "arhaṇān",
            "śrāntaḥ",
            "bubhukṣitaḥ",
            "vīraḥ",
            "śaśam",
            "ca",
            "ādat",
            "apasmṛtiḥ"
        ],
        "translation": "Thereafter, Ikṣvāku’s son Vikukṣi went to the forest and killed many animals suitable for being offered as oblations. But when fatigued and hungry he became forgetful and ate a rabbit he had killed.",
        "purport": " It is evident that kṣatriyas killed animals in the forest because the flesh of the animals was suitable to be offered at a particular type of yajña. Offering oblations to the forefathers in the ceremony known as śrāddha is also a kind of yajña. In this yajña, flesh obtained from the forest by hunting could be offered. However, in the present age, Kali-yuga, this kind of offering is forbidden. Quoting from the Brahma-vaivarta Purāṇa, Śrī Caitanya Mahāprabhu said: “In this Age of Kali, five acts are forbidden: the offering of a horse in sacrifice, the offering of a cow in sacrifice, the acceptance of the order of sannyāsa, the offering of oblations of flesh to the forefathers, and a man’s begetting children in his brother’s wife.” The word pala-paitṛkam refers to an offering of flesh in oblations to forefathers. Formerly, such an offering was allowed, but in this age it is forbidden. In this age, Kali-yuga, everyone is expert in hunting animals, but most of the people are śūdras, not kṣatriyas. According to Vedic injunctions, however, only kṣatriyas are allowed to hunt, whereas śūdras are allowed to eat flesh after offering goats or other insignificant animals before the deity of goddess Kālī or similar demigods. On the whole, meat-eating is not completely forbidden; a particular class of men is allowed to eat meat according to various circumstances and injunctions. As far as eating beef is concerned, however, it is strictly prohibited to everyone. Thus in Bhagavad-gītā Kṛṣṇa personally speaks of go-rakṣyam, cow protection. Meat-eaters, according to their different positions and the directions of the śāstra, are allowed to eat flesh, but never the flesh of cows. Cows must be given all protection."
    },
    {
        "verse": "8",
        "devanagari": "शेषं निवेदयामास पित्रे तेन च तद्गुरु: ।चोदित: प्रोक्षणायाह दुष्टमेतदकर्मकम् ॥ ८ ॥",
        "english_devnagari": "śeṣaṁ nivedayām āsapitre tena ca tad-guruḥcoditaḥ prokṣaṇāyāhaduṣṭam etad akarmakam",
        "verse_Syn": [
            "śeṣam",
            "nivedayām",
            "āsa",
            "pitre",
            "tena",
            "ca",
            "tat",
            "guruḥ",
            "coditaḥ",
            "prokṣaṇāya",
            "āha",
            "duṣṭam",
            "etat",
            "akarmakam"
        ],
        "translation": "Vikukṣi offered the remnants of the flesh to King Ikṣvāku, who gave it to Vasiṣṭha for purification. But Vasiṣṭha could immediately understand that part of the flesh had already been taken by Vikukṣi, and therefore he said that it was unfit to be used in the śrāddha ceremony.",
        "purport": " That which is meant to be offered in yajña cannot be tasted by anyone before being offered to the Deity. In our temples, this regulation is in effect. One cannot eat food from the kitchen unless it is offered to the Deity. If something is taken before being offered to the Deity, the entire preparation is polluted and can no longer be offered. Those engaged in Deity worship must know this very well so that they may be saved from committing offenses in Deity worship."
    },
    {
        "verse": "9",
        "devanagari": "ज्ञात्वा पुत्रस्य तत् कर्म गुरुणाभिहितं नृप: ।देशान्नि:सारयामास सुतं त्यक्तविधिं रुषा ॥ ९ ॥",
        "english_devnagari": "jñātvā putrasya tat karmaguruṇābhihitaṁ nṛpaḥdeśān niḥsārayām āsasutaṁ tyakta-vidhiṁ ruṣā",
        "verse_Syn": [
            "jñātvā",
            "putrasya",
            "tat",
            "karma",
            "guruṇā",
            "abhihitam",
            "nṛpaḥ",
            "deśāt",
            "niḥsārayām",
            "āsa",
            "sutam",
            "tyakta",
            "vidhim",
            "ruṣā"
        ],
        "translation": "When King Ikṣvāku, thus informed by Vasiṣṭha, understood what his son Vikukṣi had done, he was extremely angry. Thus he ordered Vikukṣi to leave the country because Vikukṣi had violated the regulative principles.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "स तु विप्रेण संवादं ज्ञापकेन समाचरन् ।त्यक्त्वा कलेवरं योगी स तेनावाप यत् परम् ॥ १० ॥",
        "english_devnagari": "sa tu vipreṇa saṁvādaṁjñāpakena samācarantyaktvā kalevaraṁ yogīsa tenāvāpa yat param",
        "verse_Syn": [
            "saḥ",
            "tu",
            "vipreṇa",
            "saṁvādam",
            "jñāpakena",
            "samācaran",
            "tyaktvā",
            "kalevaram",
            "yogī",
            "saḥ",
            "tena",
            "avāpa",
            "yat",
            "param"
        ],
        "translation": "Having been instructed by the great and learned brāhmaṇa Vasiṣṭha, who discoursed about the Absolute Truth, Mahārāja Ikṣvāku became renounced. By following the principles for a yogī, he certainly achieved the supreme perfection after giving up his material body.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "पितर्युपरतेऽभ्येत्य विकुक्षि: पृथिवीमिमाम् ।शासदीजे हरिं यज्ञै: शशाद इति विश्रुत: ॥ ११ ॥",
        "english_devnagari": "pitary uparate ’bhyetyavikukṣiḥ pṛthivīm imāmśāsad īje hariṁ yajñaiḥśaśāda iti viśrutaḥ",
        "verse_Syn": [
            "pitari",
            "uparate",
            "abhyetya",
            "vikukṣiḥ",
            "pṛthivīm",
            "imām",
            "śāsat",
            "īje",
            "harim",
            "yajñaiḥ",
            "śaśa",
            "adaḥ",
            "iti",
            "viśrutaḥ"
        ],
        "translation": "After his father’s disappearance, Vikukṣi returned to the country and thus became the king, ruling the planet earth and performing various sacrifices to satisfy the Supreme Personality of Godhead. Vikukṣi later became celebrated as Śaśāda.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "पुरञ्जयस्तस्य सुत इन्द्रवाह इतीरित: ।ककुत्स्थ इति चाप्युक्त: श‍ृणु नामानि कर्मभि: ॥ १२ ॥",
        "english_devnagari": "purañjayas tasya sutaindravāha itīritaḥkakutstha iti cāpy uktaḥśṛṇu nāmāni karmabhiḥ",
        "verse_Syn": [
            "puram",
            "jayaḥ",
            "tasya",
            "sutaḥ",
            "indra",
            "vāhaḥ",
            "iti",
            "īritaḥ",
            "kakutsthaḥ",
            "iti",
            "ca",
            "api",
            "uktaḥ",
            "śṛṇu",
            "nāmāni",
            "karmabhiḥ"
        ],
        "translation": "The son of Śaśāda was Purañjaya, who is also known as Indravāha and sometimes as Kakutstha. Please hear from me how he received different names for different activities.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "कृतान्त आसीत् समरो देवानां सह दानवै: ।पार्ष्णिग्राहो वृतो वीरो देवैर्दैत्यपराजितै: ॥ १३ ॥",
        "english_devnagari": "kṛtānta āsīt samarodevānāṁ saha dānavaiḥpārṣṇigrāho vṛto vīrodevair daitya-parājitaiḥ",
        "verse_Syn": [
            "kṛta",
            "antaḥ",
            "āsīt",
            "samaraḥ",
            "devānām",
            "saha",
            "dānavaiḥ",
            "pārṣṇigrāhaḥ",
            "vṛtaḥ",
            "vīraḥ",
            "devaiḥ",
            "daitya",
            "parājitaiḥ"
        ],
        "translation": "Formerly, there was a devastating war between the demigods and the demons. The demigods, having been defeated, accepted Purañjaya as their assistant and then conquered the demons. Therefore this hero is known as Purañjaya, “he who conquered the residence of the demons.”",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "वचनाद् देवदेवस्य विष्णोर्विश्वात्मन: प्रभो: ।वाहनत्वे वृतस्तस्य बभूवेन्द्रो महावृष: ॥ १४ ॥",
        "english_devnagari": "vacanād deva-devasyaviṣṇor viśvātmanaḥ prabhoḥvāhanatve vṛtas tasyababhūvendro mahā-vṛṣaḥ",
        "verse_Syn": [
            "vacanāt",
            "deva",
            "devasya",
            "viṣṇoḥ",
            "viśva",
            "ātmanaḥ",
            "prabhoḥ",
            "vāhanatve",
            "vṛtaḥ",
            "tasya",
            "babhūva",
            "indraḥ",
            "mahā",
            "vṛṣaḥ"
        ],
        "translation": "Purañjaya agreed to kill all the demons, on the condition that Indra would be his carrier. Because of pride, Indra could not accept this proposal, but later, by the order of the Supreme Lord, Viṣṇu, Indra did accept it and became a great bull carrier for Purañjaya.",
        "purport": ""
    },
    {
        "verse": "15-16",
        "devanagari": "स सन्नद्धो धनुर्दिव्यमादाय विशिखाञ्छितान् ।स्तूयमानस्तमारुह्य युयुत्सु: ककुदि स्थित: ॥ १५ ॥तेजसाप्यायितो विष्णो: पुरुषस्य महात्मन: ।प्रतीच्यां दिशि दैत्यानां न्यरुणत् त्रिदशै: पुरम् ॥ १६ ॥",
        "english_devnagari": "sa sannaddho dhanur divyamādāya viśikhāñ chitānstūyamānas tam āruhyayuyutsuḥ kakudi sthitaḥ",
        "verse_Syn": [
            "saḥ",
            "sannaddhaḥ",
            "dhanuḥ",
            "divyam",
            "ādāya",
            "viśikhān",
            "śitān",
            "stūyamānaḥ",
            "tam",
            "āruhya",
            "yuyutsuḥ",
            "kakudi",
            "sthitaḥ",
            "tejasā",
            "āpyāyitaḥ",
            "viṣṇoḥ",
            "puruṣasya",
            "mahā",
            "ātmanaḥ",
            "pratīcyām",
            "diśi",
            "daityānām",
            "nyaruṇat",
            "tridaśaiḥ",
            "puram"
        ],
        "translation": "Well protected by armor and desiring to fight, Purañjaya took up a transcendental bow and very sharp arrows, and, while being highly praised by the demigods, he got up on the back of the bull [Indra] and sat on its hump. Thus he is known as Kakutstha. Being empowered by Lord Viṣṇu, who is the Supersoul and the Supreme Person, Purañjaya sat on the great bull and is therefore known as Indravāha. Surrounded by the demigods, he attacked the residence of the demons in the west.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "तैस्तस्य चाभूत्प्रधनं तुमुलं लोमहर्षणम् ।यमाय भल्लैरनयद् दैत्यान् अभिययुर्मृधे ॥ १७ ॥",
        "english_devnagari": "tais tasya cābhūt pradhanaṁtumulaṁ loma-harṣaṇamyamāya bhallair anayaddaityān abhiyayur mṛdhe",
        "verse_Syn": [
            "taiḥ",
            "tasya",
            "ca",
            "abhūt",
            "pradhanam",
            "tumulam",
            "loma",
            "harṣaṇam",
            "yamāya",
            "bhallaiḥ",
            "anayat",
            "daityān",
            "abhiyayuḥ",
            "mṛdhe"
        ],
        "translation": "There was a fierce battle between the demons and Purañjaya. Indeed, it was so fierce that when one hears about it one’s hairs stand on end. All the demons bold enough to come before Purañjaya were immediately sent to the residence of Yamarāja by his arrows.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "तस्येषुपाताभिमुखं युगान्ताग्निमिवोल्बणम् ।विसृज्य दुद्रुवुर्दैत्या हन्यमाना: स्वमालयम् ॥ १८ ॥",
        "english_devnagari": "tasyeṣu-pātābhimukhaṁyugāntāgnim ivolbaṇamvisṛjya dudruvur daityāhanyamānāḥ svam ālayam",
        "verse_Syn": [
            "tasya",
            "iṣu",
            "pāta",
            "abhimukham",
            "yuga",
            "anta",
            "agnim",
            "iva",
            "ulbaṇam",
            "visṛjya",
            "dudruvuḥ",
            "daityāḥ",
            "hanyamānāḥ",
            "svam",
            "ālayam"
        ],
        "translation": "To save themselves from the blazing arrows of Indravāha, which resembled the flames of devastation at the end of the millennium, the demons who remained when the rest of their army was killed fled very quickly to their respective homes.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "जित्वा पुरं धनं सर्वं सश्रीकं वज्रपाणये ।प्रत्ययच्छत् स राजर्षिरिति नामभिराहृत: ॥ १९ ॥",
        "english_devnagari": "jitvā paraṁ dhanaṁ sarvaṁsastrīkaṁ vajra-pāṇayepratyayacchat sa rājarṣiriti nāmabhir āhṛtaḥ",
        "verse_Syn": [
            "jitvā",
            "param",
            "dhanam",
            "sarvam",
            "sa",
            "strīkam",
            "vajra",
            "pāṇaye",
            "pratyayacchat",
            "saḥ",
            "rāja",
            "ṛṣiḥ",
            "iti",
            "nāmabhiḥ",
            "āhṛtaḥ"
        ],
        "translation": "After conquering the enemy, the saintly king Purañjaya gave everything, including the enemy’s riches and wives, to Indra, who carries a thunderbolt. For this he is celebrated as Purañjaya. Thus Purañjaya is known by different names because of his different activities.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "पुरञ्जयस्य पुत्रोऽभूदनेनास्तत्सुत: पृथु: ।विश्वगन्धिस्ततश्चन्द्रो युवनाश्वस्तु तत्सुत: ॥ २० ॥",
        "english_devnagari": "purañjayasya putro ’bhūdanenās tat-sutaḥ pṛthuḥviśvagandhis tataś candroyuvanāśvas tu tat-sutaḥ",
        "verse_Syn": [
            "purañjayasya",
            "putraḥ",
            "abhūt",
            "anenāḥ",
            "tat",
            "sutaḥ",
            "pṛthuḥ",
            "viśvagandhiḥ",
            "tataḥ",
            "candraḥ",
            "yuvanāśvaḥ",
            "tu",
            "tat",
            "sutaḥ"
        ],
        "translation": "The son of Purañjaya was known as Anenā, Anenā’s son was Pṛthu, and Pṛthu’s son was Viśvagandhi. Viśvagandhi’s son was Candra, and Candra’s son was Yuvanāśva.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "श्रावस्तस्तत्सुतो येन श्रावस्ती निर्ममे पुरी ।बृहदश्वस्तु श्रावस्तिस्तत: कुवलयाश्वक: ॥ २१ ॥",
        "english_devnagari": "śrāvastas tat-suto yenaśrāvastī nirmame purībṛhadaśvas tu śrāvastistataḥ kuvalayāśvakaḥ",
        "verse_Syn": [
            "śrāvastaḥ",
            "tat",
            "sutaḥ",
            "yena",
            "śrāvastī",
            "nirmame",
            "purī",
            "bṛhadaśvaḥ",
            "tu",
            "śrāvastiḥ",
            "tataḥ",
            "kuvalayāśvakaḥ"
        ],
        "translation": "The son of Yuvanāśva was Śrāvasta, who constructed a township known as Śrāvastī Purī. The son of Śrāvasta was Bṛhadaśva, and his son was Kuvalayāśva. In this way the dynasty increased.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "य: प्रियार्थमुतङ्कस्य धुन्धुनामासुरं बली ।सुतानामेकविंशत्या सहस्रैरहनद् वृत: ॥ २२ ॥",
        "english_devnagari": "yaḥ priyārtham utaṅkasyadhundhu-nāmāsuraṁ balīsutānām eka-viṁśatyāsahasrair ahanad vṛtaḥ",
        "verse_Syn": [
            "yaḥ",
            "priya",
            "artham",
            "utaṅkasya",
            "dhundhu",
            "nāma",
            "asuram",
            "balī",
            "sutānām",
            "eka",
            "viṁśatyā",
            "sahasraiḥ",
            "ahanat",
            "vṛtaḥ"
        ],
        "translation": "To satisfy the sage Utaṅka, the greatly powerful Kuvalayāśva killed a demon named Dhundhu. He did this with the assistance of his twenty-one thousand sons.",
        "purport": ""
    },
    {
        "verse": "23-24",
        "devanagari": "धुन्धुमार इति ख्यातस्तत्सुतास्ते च जज्वलु: ।धुन्धोर्मुखाग्निना सर्वे त्रय एवावशेषिता: ॥ २३ ॥द‍ृढाश्व: कपिलाश्वश्च भद्राश्व इति भारत ।द‍ृढाश्वपुत्रो हर्यश्वो निकुम्भस्तत्सुत: स्मृत: ॥ २४ ॥",
        "english_devnagari": "dhundhumāra iti khyātastat-sutās te ca jajvaluḥdhundhor mukhāgninā sarvetraya evāvaśeṣitāḥ",
        "verse_Syn": [
            "dhundhu",
            "māraḥ",
            "iti",
            "khyātaḥ",
            "tat",
            "sutāḥ",
            "te",
            "ca",
            "jajvaluḥ",
            "dhundhoḥ",
            "mukha",
            "agninā",
            "sarve",
            "trayaḥ",
            "eva",
            "avaśeṣitāḥ",
            "dṛḍhāśvaḥ",
            "kapilāśvaḥ",
            "ca",
            "bhadrāśvaḥ",
            "iti",
            "bhārata",
            "dṛḍhāśva",
            "putraḥ",
            "haryaśvaḥ",
            "nikumbhaḥ",
            "tat",
            "sutaḥ",
            "smṛtaḥ"
        ],
        "translation": "O Mahārāja Parīkṣit, for this reason Kuvalayāśva is celebrated as Dhundhumāra [“the killer of Dhundhu”]. All but three of his sons, however, were burned to ashes by the fire emanating from Dhundhu’s mouth. The remaining sons were Dṛḍhāśva, Kapilāśva and Bhadrāśva. From Dṛḍhāśva came a son named Haryaśva, whose son is celebrated as Nikumbha.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "बहुलाश्वो निकुम्भस्य कृशाश्वोऽथास्य सेनजित् ।युवनाश्वोऽभवत् तस्य सोऽनपत्यो वनं गत: ॥ २५ ॥",
        "english_devnagari": "bahulāśvo nikumbhasyakṛśāśvo ’thāsya senajityuvanāśvo ’bhavat tasyaso ’napatyo vanaṁ gataḥ",
        "verse_Syn": [
            "bahulāśvaḥ",
            "nikumbhasya",
            "kṛśāśvaḥ",
            "atha",
            "asya",
            "senajit",
            "yuvanāśvaḥ",
            "abhavat",
            "tasya",
            "saḥ",
            "anapatyaḥ",
            "vanam",
            "gataḥ"
        ],
        "translation": "The son of Nikumbha was Bahulāśva, the son of Bahulāśva was Kṛśāśva, the son of Kṛśāśva was Senajit, and the son of Senajit was Yuvanāśva. Yuvanāśva had no sons, and thus he retired from family life and went to the forest.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "भार्याशतेन निर्विण्ण ऋषयोऽस्य कृपालव: ।इष्टिं स्म वर्तयांचक्रुरैन्द्रीं ते सुसमाहिता: ॥ २६ ॥",
        "english_devnagari": "bhāryā-śatena nirviṇṇaṛṣayo ’sya kṛpālavaḥiṣṭiṁ sma vartayāṁ cakruraindrīṁ te susamāhitāḥ",
        "verse_Syn": [
            "bhāryā",
            "śatena",
            "nirviṇṇaḥ",
            "ṛṣayaḥ",
            "asya",
            "kṛpālavaḥ",
            "iṣṭim",
            "sma",
            "vartayām",
            "cakruḥ",
            "aindrīm",
            "te",
            "su",
            "samāhitāḥ"
        ],
        "translation": "Although Yuvanāśva went into the forest with his one hundred wives, all of them were very morose. The sages in the forest, however, being very kind to the King, began very carefully and attentively performing an Indra-yajña so that the King might have a son.",
        "purport": " One may enter the vānaprastha order of life with his wife, but the vānaprastha order means complete retirement from household life. Although King Yuvanāśva retired from family life, he and his wives were always morose because he had no son."
    },
    {
        "verse": "27",
        "devanagari": "राजा तद् यज्ञसदनं प्रविष्टो निशि तर्षित: ।द‍ृष्ट्वा शयानान् विप्रांस्तान् पपौ मन्त्रजलं स्वयम् ॥ २७ ॥",
        "english_devnagari": "rājā tad-yajña-sadanaṁpraviṣṭo niśi tarṣitaḥdṛṣṭvā śayānān viprāṁs tānpapau mantra-jalaṁ svayam",
        "verse_Syn": [
            "rājā",
            "tat",
            "yajña",
            "sadanam",
            "praviṣṭaḥ",
            "niśi",
            "tarṣitaḥ",
            "dṛṣṭvā",
            "śayānān",
            "viprān",
            "tān",
            "papau",
            "mantra",
            "jalam",
            "svayam"
        ],
        "translation": "Being thirsty one night, the King entered the arena of sacrifice, and when he saw all the brāhmaṇas lying down, he personally drank the sanctified water meant to be drunk by his wife.",
        "purport": " Yajñas performed by brāhmaṇas according to Vedic ritualistic ceremonies are so potent that the sanctifying of water by Vedic mantras can bring about the desired result. In this instance, the brāhmaṇas sanctified the water so that the King’s wife might drink it in the yajña, but by providence the King himself went there at night and, being thirsty, drank the water."
    },
    {
        "verse": "28",
        "devanagari": "उत्थितास्ते निशम्याथ व्युदकं कलशं प्रभो ।पप्रच्छु: कस्य कर्मेदं पीतं पुंसवनं जलम् ॥ २८ ॥",
        "english_devnagari": "utthitās te niśamyāthavyudakaṁ kalaśaṁ prabhopapracchuḥ kasya karmedaṁpītaṁ puṁsavanaṁ jalam",
        "verse_Syn": [
            "utthitāḥ",
            "te",
            "niśamya",
            "atha",
            "vyudakam",
            "kalaśam",
            "prabho",
            "papracchuḥ",
            "kasya",
            "karma",
            "idam",
            "pītam",
            "puṁsavanam",
            "jalam"
        ],
        "translation": "When the brāhmaṇas got up from bed and saw the waterpot empty, they inquired who had done this work of drinking the water meant for begetting a child.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "राज्ञा पीतं विदित्वा वै ईश्वरप्रहितेन ते ।ईश्वराय नमश्चक्रुरहो दैवबलं बलम् ॥ २९ ॥",
        "english_devnagari": "rājñā pītaṁ viditvā vaiīśvara-prahitena teīśvarāya namaś cakruraho daiva-balaṁ balam",
        "verse_Syn": [
            "rājñā",
            "pītam",
            "viditvā",
            "vai",
            "īśvara",
            "prahitena",
            "te",
            "īśvarāya",
            "namaḥ",
            "cakruḥ",
            "aho",
            "daiva",
            "balam",
            "balam"
        ],
        "translation": "When the brāhmaṇas came to understand that the King, inspired by the supreme controller, had drunk the water, they all exclaimed “Alas! The power of providence is real power. No one can counteract the power of the Supreme.” In this way they offered their respectful obeisances unto the Lord.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "तत: काल उपावृत्ते कुक्षिं निर्भिद्य दक्षिणम् ।युवनाश्वस्य तनयश्चक्रवर्ती जजान ह ॥ ३० ॥",
        "english_devnagari": "tataḥ kāla upāvṛttekukṣiṁ nirbhidya dakṣiṇamyuvanāśvasya tanayaścakravartī jajāna ha",
        "verse_Syn": [
            "tataḥ",
            "kāle",
            "upāvṛtte",
            "kukṣim",
            "nirbhidya",
            "dakṣiṇam",
            "yuvanāśvasya",
            "tanayaḥ",
            "cakravartī",
            "jajāna",
            "ha"
        ],
        "translation": "Thereafter, in due course of time, a son with all the good symptoms of a powerful king came forth from the lower right side of King Yuvanāśva’s abdomen.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "कं धास्यति कुमारोऽयं स्तन्ये रोरूयते भृशम् ।मां धाता वत्स मा रोदीरितीन्द्रो देशिनीमदात् ॥ ३१ ॥",
        "english_devnagari": "kaṁ dhāsyati kumāro ’yaṁstanye rorūyate bhṛśammāṁ dhātā vatsa mā rodīritīndro deśinīm adāt",
        "verse_Syn": [
            "kam",
            "dhāsyati",
            "kumāraḥ",
            "ayam",
            "stanye",
            "rorūyate",
            "bhṛśam",
            "mām",
            "dhātā",
            "vatsa",
            "mā",
            "rodīḥ",
            "iti",
            "indraḥ",
            "deśinīm",
            "adāt"
        ],
        "translation": "The baby cried so much for breast milk that all the brāhmaṇas were very unhappy. “Who will take care of this baby?” they said. Then Indra, who was worshiped in that yajña, came and solaced the baby. “Do not cry,” Indra said. Then Indra put his index finger in the baby’s mouth and said, “You may drink me.”",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "न ममार पिता तस्य विप्रदेवप्रसादत: ।युवनाश्वोऽथ तत्रैव तपसा सिद्धिमन्वगात् ॥ ३२ ॥",
        "english_devnagari": "na mamāra pitā tasyavipra-deva-prasādataḥyuvanāśvo ’tha tatraivatapasā siddhim anvagāt",
        "verse_Syn": [
            "na",
            "mamāra",
            "pitā",
            "tasya",
            "vipra",
            "deva",
            "prasādataḥ",
            "yuvanāśvaḥ",
            "atha",
            "tatra",
            "eva",
            "tapasā",
            "siddhim",
            "anvagāt"
        ],
        "translation": "Because Yuvanāśva, the father of the baby, was blessed by the brāhmaṇas, he did not fall a victim to death. After this incident, he performed severe austerities and achieved perfection in that very spot.",
        "purport": ""
    },
    {
        "verse": "33-34",
        "devanagari": "त्रसद्दस्युरितीन्द्रोऽङ्ग विदधे नाम यस्य वै ।यस्मात् त्रसन्ति ह्युद्विग्ना दस्यवो रावणादय: ॥ ३३ ॥यौवनाश्वोऽथ मान्धाता चक्रवर्त्यवनीं प्रभु: ।सप्तद्वीपवतीमेक: शशासाच्युततेजसा ॥ ३४ ॥",
        "english_devnagari": "trasaddasyur itīndro ’ṅgavidadhe nāma yasya vaiyasmāt trasanti hy udvignādasyavo rāvaṇādayaḥ",
        "verse_Syn": [
            "trasat",
            "dasyuḥ",
            "iti",
            "indraḥ",
            "aṅga",
            "vidadhe",
            "nāma",
            "yasya",
            "vai",
            "yasmāt",
            "trasanti",
            "hi",
            "udvignāḥ",
            "dasyavaḥ",
            "rāvaṇa",
            "ādayaḥ",
            "yauvanāśvaḥ",
            "atha",
            "māndhātā",
            "cakravartī",
            "avanīm",
            "prabhuḥ",
            "sapta",
            "dvīpa",
            "vatīm",
            "ekaḥ",
            "śaśāsa",
            "acyuta",
            "tejasā"
        ],
        "translation": "Māndhātā, the son of Yuvanāśva, was the cause of fear for Rāvaṇa and other thieves and rogues who caused anxiety. O King Parīkṣit, because they feared him, the son of Yuvanāśva was known as Trasaddasyu. This name was given by King Indra. By the mercy of the Supreme Personality of Godhead, the son of Yuvanāśva was so powerful that when he became emperor he ruled the entire world, consisting of seven islands, without any second ruler.",
        "purport": ""
    },
    {
        "verse": "35-36",
        "devanagari": "ईजे च यज्ञं क्रतुभिरात्मविद् भूरिदक्षिणै: ।सर्वदेवमयं देवं सर्वात्मकमतीन्द्रियम् ॥ ३५ ॥द्रव्यं मन्त्रो विधिर्यज्ञो यजमानस्तथर्त्विज: ।धर्मो देशश्च कालश्च सर्वमेतद् यदात्मकम् ॥ ३६ ॥",
        "english_devnagari": "īje ca yajñaṁ kratubhirātma-vid bhūri-dakṣiṇaiḥsarva-devamayaṁ devaṁsarvātmakam atīndriyam",
        "verse_Syn": [
            "īje",
            "ca",
            "yajñam",
            "kratubhiḥ",
            "ātma",
            "vit",
            "bhūri",
            "dakṣiṇaiḥ",
            "sarva",
            "deva",
            "mayam",
            "devam",
            "sarva",
            "ātmakam",
            "ati",
            "indriyam",
            "dravyam",
            "mantraḥ",
            "vidhiḥ",
            "yajñaḥ",
            "yajamānaḥ",
            "tathā",
            "ṛtvijaḥ",
            "dharmaḥ",
            "deśaḥ",
            "ca",
            "kālaḥ",
            "ca",
            "sarvam",
            "etat",
            "yat",
            "ātmakam"
        ],
        "translation": "The Supreme Personality of Godhead is not different from the auspicious aspects of great sacrifices, such as the ingredients of the sacrifice, the chanting of Vedic hymns, the regulative principles, the performer, the priests, the result of the sacrifice, the arena of sacrifice, and the time of sacrifice. Knowing the principles of self-realization, Māndhātā worshiped that transcendentally situated Supreme Soul, the Supreme Personality of Godhead, Lord Viṣṇu, who comprises all the demigods. He also gave immense charity to the brāhmaṇas, and thus he performed yajña to worship the Lord.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "यावत् सूर्य उदेति स्म यावच्च प्रतितिष्ठति ।तत् सर्वं यौवनाश्वस्य मान्धातु: क्षेत्रमुच्यते ॥ ३७ ॥",
        "english_devnagari": "yāvat sūrya udeti smayāvac ca pratitiṣṭhatitat sarvaṁ yauvanāśvasyamāndhātuḥ kṣetram ucyate",
        "verse_Syn": [
            "yāvat",
            "sūryaḥ",
            "udeti",
            "sma",
            "yāvat",
            "ca",
            "pratitiṣṭhati",
            "tat",
            "sarvam",
            "yauvanāśvasya",
            "māndhātuḥ",
            "kṣetram",
            "ucyate"
        ],
        "translation": "All places, from where the sun rises on the horizon, shining brilliantly, to where the sun sets, are known as the possession of the celebrated Māndhātā, the son of Yuvanāśva.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "शशबिन्दोर्दुहितरि बिन्दुमत्यामधान्नृप: ।पुरुकुत्समम्बरीषं मुचुकुन्दं च योगिनम् ।तेषां स्वसार: पञ्चाशत् सौभरिं वव्रिरे पतिम् ॥ ३८ ॥",
        "english_devnagari": "śaśabindor duhitaribindumatyām adhān nṛpaḥpurukutsam ambarīṣaṁmucukundaṁ ca yoginamteṣāṁ svasāraḥ pañcāśatsaubhariṁ vavrire patim",
        "verse_Syn": [
            "śaśabindoḥ",
            "duhitari",
            "bindumatyām",
            "adhāt",
            "nṛpaḥ",
            "purukutsam",
            "ambarīṣam",
            "mucukundam",
            "ca",
            "yoginam",
            "teṣām",
            "svasāraḥ",
            "pañcāśat",
            "saubharim",
            "vavrire",
            "patim"
        ],
        "translation": "Māndhātā begot three sons in the womb of Bindumatī, the daughter of Śaśabindu. These sons were Purukutsa, Ambarīṣa, and Mucukunda, a great mystic yogī. These three brothers had fifty sisters, who all accepted the great sage Saubhari as their husband.",
        "purport": ""
    },
    {
        "verse": "39-40",
        "devanagari": "यमुनान्तर्जले मग्नस्तप्यमान: परन्तप: ।निर्वृतिं मीनराजस्य द‍ृष्ट्वा मैथुनधर्मिण: ॥ ३९ ॥जातस्पृहो नृपं विप्र: कन्यामेकामयाचत ।सोऽप्याह गृह्यतां ब्रह्मन् कामं कन्या स्वयंवरे ॥ ४० ॥",
        "english_devnagari": "yamunāntar-jale magnastapyamānaḥ paraṁ tapaḥnirvṛtiṁ mīna-rājasyadṛṣṭvā maithuna-dharmiṇaḥ",
        "verse_Syn": [
            "yamunā",
            "antaḥ",
            "jale",
            "magnaḥ",
            "tapyamānaḥ",
            "param",
            "tapaḥ",
            "nirvṛtim",
            "mīna",
            "rājasya",
            "dṛṣṭvā",
            "maithuna",
            "dharmiṇaḥ",
            "jāta",
            "spṛhaḥ",
            "nṛpam",
            "vipraḥ",
            "kanyām",
            "ekām",
            "ayācata",
            "saḥ",
            "api",
            "āha",
            "gṛhyatām",
            "brahman",
            "kāmam",
            "kanyā",
            "svayaṁvare"
        ],
        "translation": "Saubhari Ṛṣi was engaged in austerity, deep in the water of the river Yamunā, when he saw a pair of fish engaged in sexual affairs. Thus he perceived the pleasure of sex life, and induced by this desire he went to King Māndhātā and begged for one of the King’s daughters. In response to this request, the King said, “O brāhmaṇa, any of my daughters may accept any husband according to her personal selection.”",
        "purport": " This is the beginning of the story of Saubhari Ṛṣi. According to Viśvanātha Cakravartī Ṭhākura, Māndhātā was the king of Mathurā, and Saubhari Ṛṣi was engaged in austerity while submerged deep within the river Yamunā. When the ṛṣi felt sexual desire, he emerged from the water and went to King Māndhātā to ask that one of the King’s daughters become his wife."
    },
    {
        "verse": "41-42",
        "devanagari": "स विचिन्त्याप्रियं स्त्रीणां जरठोऽहमसन्मत: ।वलीपलित एजत्क इत्यहं प्रत्युदाहृत: ॥ ४१ ॥साधयिष्ये तथात्मानं सुरस्त्रीणामभीप्सितम् ।किं पुनर्मनुजेन्द्राणामिति व्यवसित: प्रभु: ॥ ४२ ॥",
        "english_devnagari": "sa vicintyāpriyaṁ strīṇāṁjaraṭho ’ham asan-mataḥvalī-palita ejat-kaity ahaṁ pratyudāhṛtaḥ",
        "verse_Syn": [
            "saḥ",
            "vicintya",
            "apriyam",
            "strīṇām",
            "jaraṭhaḥ",
            "aham",
            "asat",
            "mataḥ",
            "valī",
            "palitaḥ",
            "ejat",
            "kaḥ",
            "iti",
            "aham",
            "pratyudāhṛtaḥ",
            "sādhayiṣye",
            "tathā",
            "ātmānam",
            "sura",
            "strīṇām",
            "abhīpsitam",
            "kim",
            "punaḥ",
            "manuja",
            "indrāṇām",
            "iti",
            "vyavasitaḥ",
            "prabhuḥ"
        ],
        "translation": "Saubhari Muni thought: I am now feeble because of old age. My hair has become grey, my skin is slack, and my head always trembles. Besides, I am a yogī. Therefore women do not like me. Since the King has thus rejected me, I shall reform my body in such a way as to be desirable even to celestial women, what to speak of the daughters of worldly kings.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "मुनि: प्रवेशित: क्षत्रा कन्यान्त:पुरमृद्धिमत् ।वृत: स राजकन्याभिरेकं पञ्चाशता वर: ॥ ४३ ॥",
        "english_devnagari": "muniḥ praveśitaḥ kṣatrākanyāntaḥpuram ṛddhimatvṛtaḥ sa rāja-kanyābhirekaṁ pañcāśatā varaḥ",
        "verse_Syn": [
            "muniḥ",
            "praveśitaḥ",
            "kṣatrā",
            "kanyā",
            "antaḥpuram",
            "ṛddhi",
            "mat",
            "vṛtaḥ",
            "saḥ",
            "rāja",
            "kanyābhiḥ",
            "ekam",
            "pañcāśatā",
            "varaḥ"
        ],
        "translation": "Thereafter, when Saubhari Muni became quite a young and beautiful person, the messenger of the palace took him inside the residential quarters of the princesses, which were extremely opulent. All fifty princesses then accepted him as their husband, although he was only one man.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "तासां कलिरभूद् भूयांस्तदर्थेऽपोह्य सौहृदम् ।ममानुरूपो नायं व इति तद्गतचेतसाम् ॥ ४४ ॥",
        "english_devnagari": "tāsāṁ kalir abhūd bhūyāṁstad-arthe ’pohya sauhṛdammamānurūpo nāyaṁ vaiti tad-gata-cetasām",
        "verse_Syn": [
            "tāsām",
            "kaliḥ",
            "abhūt",
            "bhūyān",
            "tat",
            "arthe",
            "apohya",
            "sauhṛdam",
            "mama",
            "anurūpaḥ",
            "na",
            "ayam",
            "vaḥ",
            "iti",
            "tat",
            "gata",
            "cetasām"
        ],
        "translation": "Thereafter, the princesses, being attracted by Saubhari Muni, gave up their sisterly relationship and quarreled among themselves, each one of them contending, “This man is just suitable for me, and not for you.” In this way there ensued a great disagreement.",
        "purport": ""
    },
    {
        "verse": "45-46",
        "devanagari": "स बह्वऋचस्ताभिरपारणीय-तप:श्रियानर्घ्यपरिच्छदेषु ।गृहेषु नानोपवनामलाम्भ:-सरस्सु सौगन्धिककाननेषु ॥ ४५ ॥महार्हशय्यासनवस्त्रभूषण-स्‍नानानुलेपाभ्यवहारमाल्यकै: ।स्वलङ्‍कृत स्त्रीपुरुषेषु नित्यदारेमेऽनुगायद्द्विजभृङ्गवन्दिषु ॥ ४६ ॥",
        "english_devnagari": "sa bahv-ṛcas tābhir apāraṇīya-tapaḥ-śriyānarghya-paricchadeṣugṛheṣu nānopavanāmalāmbhaḥ-saraḥsu saugandhika-kānaneṣu",
        "verse_Syn": [
            "saḥ",
            "bahu",
            "ṛcaḥ",
            "tābhiḥ",
            "apāraṇīya",
            "tapaḥ",
            "śriyā",
            "anarghya",
            "paricchadeṣu",
            "gṛheṣu",
            "nānā",
            "upavana",
            "amala",
            "ambhaḥ",
            "saraḥsu",
            "saugandhika",
            "kānaneṣu",
            "mahā",
            "arha",
            "śayyā",
            "āsana",
            "vastra",
            "bhūṣaṇa",
            "snāna",
            "anulepa",
            "abhyavahāra",
            "mālyakaiḥ",
            "su",
            "alaṅkṛta",
            "strī",
            "puruṣeṣu",
            "nityadā",
            "reme",
            "anugāyat",
            "dvija",
            "bhṛṅga",
            "vandiṣu"
        ],
        "translation": "Because Saubhari Muni was expert in chanting mantras perfectly, his severe austerities resulted in an opulent home, with garments, ornaments, properly dressed and decorated maidservants and manservants, and varieties of parks with clear-water lakes and gardens. In the gardens, fragrant with varieties of flowers, birds chirped and bees hummed, surrounded by professional singers. Saubhari Muni’s home was amply provided with valuable beds, seats, ornaments, and arrangements for bathing, and there were varieties of sandalwood creams, flower garlands, and palatable dishes. Thus surrounded by opulent paraphernalia, the muni engaged in family affairs with his numerous wives.",
        "purport": " Saubhari Ṛṣi was a great yogī. Yogic perfection makes available eight material opulences — aṇimā, laghimā, mahimā, prāpti, prākāmya, īśitva, vaśitva and kāmāvasāyitā. Saubhari Muni exhibited superexcellence in material enjoyment by dint of his yogic perfection. The word bahv-ṛca means “expert in chanting mantras.” As material opulence can be achieved by ordinary material means, it can also be achieved by subtle means through mantras. By chanting mantras, Saubhari Muni arranged for material opulence, but this was not perfection in life. As will be seen, Saubhari Muni became very dissatisfied with material opulence and thus left everything and reentered the forest in the vānaprastha order and achieved final success. Those who are not ātma-tattva-vit, who do not know the spiritual value of life, can be satisfied with external material opulences, but those who are ātma-tattva-vit are not inspired by material opulence. This is the instruction we can derive from the life and activities of Saubhari Muni."
    },
    {
        "verse": "47",
        "devanagari": "यद्गार्हस्थ्यं तु संवीक्ष्य सप्तद्वीपवतीपति: ।विस्मित: स्तम्भमजहात् सार्वभौमश्रियान्वितम् ॥ ४७ ॥",
        "english_devnagari": "yad-gārhasthyaṁ tu saṁvīkṣyasapta-dvīpavatī-patiḥvismitaḥ stambham ajahātsārvabhauma-śriyānvitam",
        "verse_Syn": [
            "yat",
            "gārhasthyam",
            "tu",
            "saṁvīkṣya",
            "sapta",
            "dvīpa",
            "vatī",
            "patiḥ",
            "vismitaḥ",
            "stambham",
            "ajahāt",
            "sārva",
            "bhauma",
            "śriyā",
            "anvitam"
        ],
        "translation": "Māndhātā, the King of the entire world, consisting of seven islands, was struck with wonder when he saw the household opulence of Saubhari Muni. Thus he gave up his false prestige in his position as emperor of the world.",
        "purport": " Everyone is proud of his own position, but here was an astounding experience, in which the emperor of the entire world felt himself defeated in all details of material happiness by the opulence of Saubhari Muni."
    },
    {
        "verse": "48",
        "devanagari": "एवं गृहेष्वभिरतो विषयान् विविधै: सुखै: ।सेवमानो न चातुष्यदाज्यस्तोकैरिवानल: ॥ ४८ ॥",
        "english_devnagari": "evaṁ gṛheṣv abhiratoviṣayān vividhaiḥ sukhaiḥsevamāno na cātuṣyadājya-stokair ivānalaḥ",
        "verse_Syn": [
            "evam",
            "gṛheṣu",
            "abhirataḥ",
            "viṣayān",
            "vividhaiḥ",
            "sukhaiḥ",
            "sevamānaḥ",
            "na",
            "ca",
            "atuṣyat",
            "ājya",
            "stokaiḥ",
            "iva",
            "analaḥ"
        ],
        "translation": "In this way, Saubhari Muni enjoyed sense gratification in the material world, but he was not at all satisfied, just as a fire never ceases blazing if constantly supplied with drops of fat.",
        "purport": " Material desire is just like a blazing fire. If a fire is continually supplied with drops of fat, the fire will increase more and more and never be extinguished. Therefore the policy of trying to satisfy material desires by catering to one’s material demands will never be successful. In modern civilization, everyone is engaged in economic development, which is another way of constantly dropping fat into the material fire. The Western countries have reached the summit of material civilization, but people are still dissatisfied. Real satisfaction is Kṛṣṇa consciousness. This is confirmed in Bhagavad-gītā (5.29), where Kṛṣṇa says: “The sages who knows Me as the ultimate purpose of all sacrifices and austerities, the Supreme Lord of all planets and demigods and the benefactor and well-wisher of all living entities attains peace from the pangs of material miseries.” One must therefore take to Kṛṣṇa consciousness and advance in Kṛṣṇa consciousness by properly following the regulative principles. Then one can attain an eternal, blissful life in peace and knowledge."
    },
    {
        "verse": "49",
        "devanagari": "स कदाचिदुपासीन आत्मापह्नवमात्मन: ।ददर्श बह्वृचाचार्यो मीनसङ्गसमुत्थितम् ॥ ४९ ॥",
        "english_devnagari": "sa kadācid upāsīnaātmāpahnavam ātmanaḥdadarśa bahv-ṛcācāryomīna-saṅga-samutthitam",
        "verse_Syn": [
            "saḥ",
            "kadācit",
            "upāsīnaḥ",
            "ātma",
            "apahnavam",
            "ātmanaḥ",
            "dadarśa",
            "bahu",
            "ṛca",
            "ācāryaḥ",
            "mīna",
            "saṅga",
            "samutthitam"
        ],
        "translation": "Thereafter, one day while Saubhari Muni, who was expert in chanting mantras, was sitting in a secluded place, he thought to himself about the cause of his falldown, which was simply that he had associated himself with the sexual affairs of the fish.",
        "purport": " Viśvanātha Cakravartī Ṭhākura remarks that Saubhari Muni had fallen from his austerity because of a vaiṣṇava-aparādha. The history is that when Garuḍa wanted to eat fish, Saubhari Muni unnecessarily gave the fish shelter under his care. Because Garuḍa’s plans for eating were disappointed, Saubhari Muni certainly committed a great offense to a Vaiṣṇava. Because of this vaiṣṇava-aparādha, an offense at the lotus feet of a Vaiṣṇava, Saubhari Muni fell from his exalted position of mystic tapasya. One should not, therefore, impede the activities of a Vaiṣṇava. This is the lesson we must learn from this incident concerning Saubhari Muni."
    },
    {
        "verse": "50",
        "devanagari": "अहो इमं पश्यत मे विनाशंतपस्विन: सच्चरितव्रतस्य ।अन्तर्जले वारिचरप्रसङ्गात्प्रच्यावितं ब्रह्म चिरं धृतं यत् ॥ ५० ॥",
        "english_devnagari": "aho imaṁ paśyata me vināśaṁtapasvinaḥ sac-carita-vratasyaantarjale vāri-cara-prasaṅgātpracyāvitaṁ brahma ciraṁ dhṛtaṁ yat",
        "verse_Syn": [
            "aho",
            "imam",
            "paśyata",
            "me",
            "vināśam",
            "tapasvinaḥ",
            "sat",
            "carita",
            "vratasya",
            "antaḥ",
            "jale",
            "vāri",
            "cara",
            "prasaṅgāt",
            "pracyāvitam",
            "brahma",
            "ciram",
            "dhṛtam",
            "yat"
        ],
        "translation": "Alas! While practicing austerity, even within the depths of the water, and while observing all the rules and regulations practiced by saintly persons, I lost the results of my long austerities simply by association with the sexual affairs of fish. Everyone should observe this falldown and learn from it.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "सङ्गं त्यजेत मिथुनव्रतीनां मुमुक्षु:सर्वात्मना न विसृजेद् बहिरिन्द्रियाणि ।एकश्चरन् रहसि चित्तमनन्त ईशेयुञ्जीत तद्‍व्रतिषु साधुषु चेत् प्रसङ्ग: ॥ ५१ ॥",
        "english_devnagari": "saṅgaṁ tyajeta mithuna-vratīnāṁ mumukṣuḥsarvātmanā na visṛjed bahir-indriyāṇiekaś caran rahasi cittam ananta īśeyuñjīta tad-vratiṣu sādhuṣu cet prasaṅgaḥ",
        "verse_Syn": [
            "saṅgam",
            "tyajeta",
            "mithuna",
            "vratīnām",
            "mumukṣuḥ",
            "sarva",
            "ātmanā",
            "na",
            "visṛjet",
            "bahiḥ",
            "indriyāṇi",
            "ekaḥ",
            "caran",
            "rahasi",
            "cittam",
            "anante",
            "īśe",
            "yuñjīta",
            "tat",
            "vratiṣu",
            "sādhuṣu",
            "cet",
            "prasaṅgaḥ"
        ],
        "translation": "A person desiring liberation from material bondage must give up the association of persons interested in sex life and should not employ his senses externally [in seeing, hearing, talking, walking and so on]. One should always stay in a secluded place, completely fixing his mind at the lotus feet of the unlimited Personality of Godhead, and if one wants any association at all, he should associate with persons similarly engaged.",
        "purport": " Saubhari Muni, giving conclusions derived from his practical experience, instructs us that persons interested in crossing to the other side of the material ocean must give up the association of persons interested in sex life and accumulating money. This is also advised by Śrī Caitanya Mahāprabhu: “Alas, for a person seriously desiring to cross the material ocean and engage in the transcendental loving service of the Lord without material motives, seeing a materialist engaged in sense gratification and seeing a woman who is similarly interested is more abominable than drinking poison willingly.” One who desires complete freedom from material bondage can engage himself in the transcendental loving service of the Lord. He must not associate with viṣayī — materialistic persons or those interested in sex life. Every materialist is interested in sex. Thus in plain language it is advised that an exalted saintly person avoid the association of those who are materially inclined. Śrīla Narottama dāsa Ṭhākura also recommends that one engage in the service of the ācāryas, and if one wants to live in association, he must live in the association of devotees (tāṅdera caraṇa sevi bhakta-sane vāsa). The Kṛṣṇa consciousness movement is creating many centers just to create devotees so that by associating with the members of such a center people will automatically become uninterested in material affairs. Although this is an ambitious proposal, this association is proving effective by the mercy of Śrī Caitanya Mahāprabhu. By gradually associating with the members of the Kṛṣṇa consciousness movement, simply by taking prasāda and taking part in chanting of the Hare Kṛṣṇa mantra, ordinary persons are being considerably elevated. Saubhari Muni regrets that he had bad association even in the deepest part of the water. Because of the bad association of the sexually engaged fish, he fell down. A secluded place is also not secure unless there is good association."
    },
    {
        "verse": "52",
        "devanagari": "एकस्तपस्व्यहमथाम्भसि मत्स्यसङ्गात्पञ्चाशदासमुत पञ्चसहस्रसर्ग: ।नान्तं व्रजाम्युभयकृत्यमनोरथानांमायागुणैर्हृतमतिर्विषयेऽर्थभाव: ॥ ५२ ॥",
        "english_devnagari": "ekas tapasvy aham athāmbhasi matsya-saṅgātpañcāśad āsam uta pañca-sahasra-sargaḥnāntaṁ vrajāmy ubhaya-kṛtya-manorathānāṁmāyā-guṇair hṛta-matir viṣaye ’rtha-bhāvaḥ",
        "verse_Syn": [
            "ekaḥ",
            "tapasvī",
            "aham",
            "atha",
            "ambhasi",
            "matsya",
            "saṅgāt",
            "pañcāśat",
            "āsam",
            "uta",
            "pañca",
            "sahasra",
            "sargaḥ",
            "na",
            "antam",
            "vrajāmi",
            "ubhaya",
            "kṛtya",
            "manorathānām",
            "māyā",
            "guṇaiḥ",
            "hṛta",
            "matiḥ",
            "viṣaye",
            "artha",
            "bhāvaḥ"
        ],
        "translation": "In the beginning I was alone and engaged in performing the austerities of mystic yoga, but later, because of the association of fish engaged in sex, I desired to marry. Then I became the husband of fifty wives, and in each of them I begot one hundred sons, and thus my family increased to five thousand members. By the influence of the modes of material nature, I became fallen and thought that I would be happy in material life. Thus there is no end to my material desires for enjoyment, in this life and the next.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "एवं वसन् गृहे कालं विरक्तो न्यासमास्थित: ।वनं जगामानुययुस्तत्पत्‍न्य: पतिदेवता: ॥ ५३ ॥",
        "english_devnagari": "evaṁ vasan gṛhe kālaṁvirakto nyāsam āsthitaḥvanaṁ jagāmānuyayustat-patnyaḥ pati-devatāḥ",
        "verse_Syn": [
            "evam",
            "vasan",
            "gṛhe",
            "kālam",
            "viraktaḥ",
            "nyāsam",
            "āsthitaḥ",
            "vanam",
            "jagāma",
            "anuyayuḥ",
            "tat",
            "patnyaḥ",
            "pati",
            "devatāḥ"
        ],
        "translation": "In this way he passed his life in household affairs for some time, but then he became detached from material enjoyment. To renounce material association, he accepted the vānaprastha order and went to the forest. His devoted wives followed him, for they had no shelter other than their husband.",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "तत्र तप्‍त्वा तपस्तीक्ष्णमात्मदर्शनमात्मवान् ।सहैवाग्निभिरात्मानं युयोज परमात्मनि ॥ ५४ ॥",
        "english_devnagari": "tatra taptvā tapas tīkṣṇamātma-darśanam ātmavānsahaivāgnibhir ātmānaṁyuyoja paramātmani",
        "verse_Syn": [
            "tatra",
            "taptvā",
            "tapaḥ",
            "tīkṣṇam",
            "ātma",
            "darśanam",
            "ātmavān",
            "saha",
            "eva",
            "agnibhiḥ",
            "ātmānam",
            "yuyoja",
            "parama",
            "ātmani"
        ],
        "translation": "When Saubhari Muni, who was quite conversant with the self, went to the forest, he performed severe penances. In this way, in the fire at the time of death, he ultimately engaged himself in the service of the Supreme Personality of Godhead.",
        "purport": " At the time of death, fire burns the gross body, and if there is no more desire for material enjoyment the subtle body is also ended, and in this way a pure soul remains. This is confirmed in Bhagavad-gītā (tyaktvā dehaṁ punar janma naiti). If one is free from the bondage of both the gross and subtle material bodies and remains a pure soul, he returns home, back to Godhead, to be engaged in the service of the Lord. Tyaktvā dehaṁ punar janma naiti mām eti: he goes back home, back to Godhead. Thus it appears that Saubhari Muni attained that perfect stage."
    },
    {
        "verse": "55",
        "devanagari": "ता: स्वपत्युर्महाराज निरीक्ष्याध्यात्मिकीं गतिम् ।अन्वीयुस्तत्प्रभावेण अग्निं शान्तमिवार्चिष: ॥ ५५ ॥",
        "english_devnagari": "tāḥ sva-patyur mahārājanirīkṣyādhyātmikīṁ gatimanvīyus tat-prabhāveṇaagniṁ śāntam ivārciṣaḥ",
        "verse_Syn": [
            "tāḥ",
            "sva",
            "patyuḥ",
            "mahārāja",
            "nirīkṣya",
            "adhyātmikīm",
            "gatim",
            "anvīyuḥ",
            "tat",
            "prabhāveṇa",
            "agnim",
            "śāntam",
            "iva",
            "arciṣaḥ"
        ],
        "translation": "O Mahārāja Parīkṣit, by observing their husband progressing in spiritual existence, Saubhari Muni’s wives were also able to enter the spiritual world by his spiritual power, just as the flames of a fire cease when the fire is extinguished.",
        "purport": " As stated in Bhagavad-gītā (9.32), striyo vaiśyās tathā śūdrās te ’pi yānti parāṁ gatim. Women are not considered very powerful in following spiritual principles, but if a woman is fortunate enough to get a suitable husband who is spiritually advanced and if she always engages in his service, she also gets the same benefit as her husband. Here it is clearly said that the wives of Saubhari Muni also entered the spiritual world by the influence of their husband. They were unfit, but because they were faithful followers of their husband, they also entered the spiritual world with him. Thus a woman should be a faithful servant of her husband, and if the husband is spiritually advanced, the woman will automatically get the opportunity to enter the spiritual world."
    }
]