[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचभगवानात्मनात्मानं राम उत्तमकल्पकै: ।सर्वदेवमयं देवमीजेऽथाचार्यवान् मखै: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācabhagavān ātmanātmānaṁrāma uttama-kalpakaiḥsarva-devamayaṁ devamīje ’thācāryavān makhaiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "bhagavān",
            "ātmanā",
            "ātmānam",
            "rāmaḥ",
            "uttama",
            "kalpakaiḥ",
            "sarva",
            "deva",
            "mayam",
            "devam",
            "īje",
            "atha",
            "ācāryavān",
            "makhaiḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Thereafter, the Supreme Personality of Godhead, Lord Rāmacandra, accepted an ācārya and performed sacrifices [yajñas] with opulent paraphernalia. Thus He Himself worshiped Himself, for He is the Supreme Lord of all demigods.",
        "purport": " Sarvārhaṇam acyutejyā. If Acyuta, the Supreme Personality of Godhead, is worshiped, then everyone is worshiped. As stated in Śrīmad-Bhāgavatam (4.31.14): “As pouring water on the root of a tree nourishes the trunk, branches, twigs and leaves, and as supplying food to the stomach enlivens the senses and limbs of the body, worshiping the Supreme Personality of Godhead satisfies the demigods, who are part of that Supreme Personality.” Performing yajña involves worshiping the Supreme Lord. Here the Supreme Lord worshiped the Supreme Lord. Therefore it is said, bhagavān ātmanātmānam īje: the Lord worshiped Himself by Himself. This does not, of course, justify the Māyāvāda philosophy, by which one thinks himself the Supreme Personality of Godhead. The jīva, the living entity, is always different from the Supreme Lord. The living entities (vibhinnāṁśa) never become one with the Lord, although Māyāvādīs sometimes imitate the Lord’s worship of Himself. Lord Kṛṣṇa meditated upon Himself every morning as a gṛhastha, and similarly Lord Rāmacandra performed yajñas to satisfy Himself, but this does not mean that an ordinary living being should imitate the Lord by accepting the process of ahaṅgrahopāsanā. Such unauthorized worship is not recommended herein."
    },
    {
        "verse": "2",
        "devanagari": "होत्रेऽददाद् दिशं प्राचीं ब्रह्मणे दक्षिणां प्रभु: ।अध्वर्यवे प्रतीचीं वा उत्तरां सामगाय स: ॥ २ ॥",
        "english_devnagari": "hotre ’dadād diśaṁ prācīṁbrahmaṇe dakṣiṇāṁ prabhuḥadhvaryave pratīcīṁ vāuttarāṁ sāmagāya saḥ",
        "verse_Syn": [
            "hotre",
            "adadāt",
            "diśam",
            "prācīm",
            "brahmaṇe",
            "dakṣiṇām",
            "prabhuḥ",
            "adhvaryave",
            "pratīcīm",
            "vā",
            "uttarām",
            "sāma",
            "gāya",
            "saḥ"
        ],
        "translation": "Lord Rāmacandra gave the entire east to the hotā priest, the entire south to the brahmā priest, the west to the adhvaryu priest, and the north to the udgātā priest, the reciter of the Sāma Veda. In this way, He donated His kingdom.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "आचार्याय ददौ शेषां यावती भूस्तदन्तरा ।मन्यमान इदं कृत्‍स्‍नं ब्राह्मणोऽर्हति नि:स्पृह: ॥ ३ ॥",
        "english_devnagari": "ācāryāya dadau śeṣāṁyāvatī bhūs tad-antarāmanyamāna idaṁ kṛtsnaṁbrāhmaṇo ’rhati niḥspṛhaḥ",
        "verse_Syn": [
            "ācāryāya",
            "dadau",
            "śeṣām",
            "yāvatī",
            "bhūḥ",
            "tat",
            "antarā",
            "manyamānaḥ",
            "idam",
            "kṛtsnam",
            "brāhmaṇaḥ",
            "arhati",
            "niḥspṛhaḥ"
        ],
        "translation": "Thereafter, thinking that because the brāhmaṇas have no material desires they should possess the entire world, Lord Rāmacandra delivered the land between the east, west, north and south to the ācārya.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "इत्ययं तदलङ्कारवासोभ्यामवशेषित: ।तथा राज्ञ्यपि वैदेही सौमङ्गल्यावशेषिता ॥ ४ ॥",
        "english_devnagari": "ity ayaṁ tad-alaṅkāra-vāsobhyām avaśeṣitaḥtathā rājñy api vaidehīsaumaṅgalyāvaśeṣitā",
        "verse_Syn": [
            "iti",
            "ayam",
            "tat",
            "alaṅkāra",
            "vāsobhyām",
            "avaśeṣitaḥ",
            "tathā",
            "rājñī",
            "api",
            "vaidehī",
            "saumaṅgalyā",
            "avaśeṣitā"
        ],
        "translation": "After thus giving everything in charity to the brāhmaṇas, Lord Rāmacandra retained only His personal garments and ornaments, and similarly the Queen, mother Sītā, was left with only her nose ring, and nothing else.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "ते तु ब्राह्मणदेवस्य वात्सल्यं वीक्ष्य संस्तुतम् ।प्रीता: क्लिन्नधियस्तस्मै प्रत्यर्प्येदं बभाषिरे ॥ ५ ॥",
        "english_devnagari": "te tu brāhmaṇa-devasyavātsalyaṁ vīkṣya saṁstutamprītāḥ klinna-dhiyas tasmaipratyarpyedaṁ babhāṣire",
        "verse_Syn": [
            "te",
            "tu",
            "brāhmaṇa",
            "devasya",
            "vātsalyam",
            "vīkṣya",
            "saṁstutam",
            "prītāḥ",
            "klinna",
            "dhiyaḥ",
            "tasmai",
            "pratyarpya",
            "idam",
            "babhāṣire"
        ],
        "translation": "All the brāhmaṇas who were engaged in the various activities of the sacrifice were very pleased with Lord Rāmacandra, who was greatly affectionate and favorable to the brāhmaṇas. Thus with melted hearts they returned all the property received from Him and spoke as follows.",
        "purport": " In the previous chapter it was said that the prajās, the citizens, strictly followed the system of varṇāśrama-dharma. The brāhmaṇas acted exactly like brāhmaṇas, the kṣatriyas exactly like kṣatriyas, and so on. Therefore, when Lord Rāmacandra gave everything in charity to the brāhmaṇas, the brāhmaṇas, being qualified, wisely considered that brāhmaṇas are not meant to possess property to make a profit from it. The qualifications of a brāhmaṇa are given in Bhagavad-gītā (18.42): “Peacefulness, self-control, austerity, purity, tolerance, honesty, wisdom, knowledge, and religiousness — these are the qualities by which the brāhmaṇas work.” The brahminical character offers no scope for possessing land and ruling citizens; these are the duties of a kṣatriya. Therefore, although the brāhmaṇas did not refuse Lord Rāmacandra’s gift, after accepting it they returned it to the King. The brāhmaṇas were so pleased with Lord Rāmacandra’s affection toward them that their hearts melted. They saw that Lord Rāmacandra, aside from being the Supreme Personality of Godhead, was fully qualified as a kṣatriya and was exemplary in character. One of the qualifications of a kṣatriya is to be charitable. A kṣatriya, or ruler, levies taxes upon the citizens not for his personal sense gratification but to give charity in suitable cases. Dānam īśvara-bhāvaḥ. On one hand, kṣatriyas have the propensity to rule, but on the other they are very liberal with charity. When Mahārāja Yudhiṣṭhira gave charity, he engaged Karṇa to take charge of distributing it. Karṇa was very famous as Dātā Karṇa. The word dātā refers to one who gives charity very liberally. The kings always kept a large quantity of food grains in stock, and whenever there was any scarcity of grains, they would distribute grains in charity. A kṣatriya’s duty is to give charity, and a brāhmaṇa’s duty is to accept charity, but not more than needed to maintain body and soul together. Therefore, when the brāhmaṇas were given so much land by Lord Rāmacandra, they returned it to Him and were not greedy."
    },
    {
        "verse": "6",
        "devanagari": "अप्रत्तं नस्त्वया किं नु भगवन् भुवनेश्वर ।यन्नोऽन्तर्हृदयं विश्य तमो हंसि स्वरोचिषा ॥ ६ ॥",
        "english_devnagari": "aprattaṁ nas tvayā kiṁ nubhagavan bhuvaneśvarayan no ’ntar-hṛdayaṁ viśyatamo haṁsi sva-rociṣā",
        "verse_Syn": [
            "aprattam",
            "naḥ",
            "tvayā",
            "kim",
            "nu",
            "bhagavan",
            "bhuvana",
            "īśvara",
            "yat",
            "naḥ",
            "antaḥ",
            "hṛdayam",
            "viśya",
            "tamaḥ",
            "haṁsi",
            "sva",
            "rociṣā"
        ],
        "translation": "O Lord, You are the master of the entire universe. What have You not given to us? You have entered the core of our hearts and dissipated the darkness of our ignorance by Your effulgence. This is the supreme gift. We do not need a material donation.",
        "purport": " When Dhruva Mahārāja was offered a benediction by the Supreme Personality of Godhead, he replied, “O my Lord, I am fully satisfied. I do not need any material benediction.” Similarly, when Prahlāda Mahārāja was offered a benediction by Lord Nṛsiṁhadeva, he also refused to accept it and instead declared that a devotee should not be like a vaṇik, a mercantile man who gives something in exchange for some profit. One who becomes a devotee for some material profit is not a pure devotee. Brāhmaṇas are always enlightened by the Supreme Personality of Godhead within the heart (sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca). And because the brāhmaṇas and Vaiṣṇavas are always directed by the Supreme Personality of Godhead, they are not greedy for material wealth. What is absolutely necessary they possess, but they do not want an expanded kingdom. An example of this was given by Vāmanadeva. Acting as a brahmacārī, Lord Vāmanadeva wanted only three paces of land. Aspiring to possess more and more for personal sense gratification is simply ignorance, and this ignorance is conspicuous by its absence from the heart of a brāhmaṇa or Vaiṣṇava."
    },
    {
        "verse": "7",
        "devanagari": "नमो ब्रह्मण्यदेवाय रामायाकुण्ठमेधसे ।उत्तमश्लोकधुर्याय न्यस्तदण्डार्पिताङ्‌घ्रये ॥ ७ ॥",
        "english_devnagari": "namo brahmaṇya-devāyarāmāyākuṇṭha-medhaseuttamaśloka-dhuryāyanyasta-daṇḍārpitāṅghraye",
        "verse_Syn": [
            "namaḥ",
            "brahmaṇya",
            "devāya",
            "rāmāya",
            "akuṇṭha",
            "medhase",
            "uttamaśloka",
            "dhuryāya",
            "nyasta",
            "daṇḍa",
            "arpita",
            "aṅghraye"
        ],
        "translation": "O Lord, You are the Supreme Personality of Godhead, who have accepted the brāhmaṇas as Your worshipable deity. Your knowledge and memory are never disturbed by anxiety. You are the chief of all famous persons within this world, and Your lotus feet are worshiped by sages who are beyond the jurisdiction of punishment. O Lord Rāmacandra, let us offer our respectful obeisances unto You.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "कदाचिल्लोकजिज्ञासुर्गूढो रात्र्यामलक्षित: ।चरन्वाचोऽश‍ृणोद् रामो भार्यामुद्दिश्य कस्यचित् ॥ ८ ॥",
        "english_devnagari": "kadācil loka-jijñāsurgūḍho rātryām alakṣitaḥcaran vāco ’śṛṇod rāmobhāryām uddiśya kasyacit",
        "verse_Syn": [
            "kadācit",
            "loka",
            "jijñāsuḥ",
            "gūḍhaḥ",
            "rātryām",
            "alakṣitaḥ",
            "caran",
            "vācaḥ",
            "aśṛṇot",
            "rāmaḥ",
            "bhāryām",
            "uddiśya",
            "kasyacit"
        ],
        "translation": "Śukadeva Gosvāmī continued: Once while Lord Rāmacandra was walking at night incognito, hiding Himself by a disguise to find out the people’s opinion of Himself, He heard a man speaking unfavorably about His wife, Sītādevī.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "नाहं बिभर्मि त्वां दुष्टामसतीं परवेश्मगाम् ।स्त्रैणो हि बिभृयात् सीतां रामो नाहं भजे पुन: ॥ ९ ॥",
        "english_devnagari": "nāhaṁ bibharmi tvāṁ duṣṭāmasatīṁ para-veśma-gāmstraiṇo hi bibhṛyāt sītāṁrāmo nāhaṁ bhaje punaḥ",
        "verse_Syn": [
            "na",
            "aham",
            "bibharmi",
            "tvām",
            "duṣṭām",
            "asatīm",
            "para",
            "veśma",
            "gām",
            "straiṇaḥ",
            "hi",
            "bibhṛyāt",
            "sītām",
            "rāmaḥ",
            "na",
            "aham",
            "bhaje",
            "punaḥ"
        ],
        "translation": "[Speaking to his unchaste wife, the man said] You go to another man’s house, and therefore you are unchaste and polluted. I shall not maintain you any more. A henpecked husband like Lord Rāma may accept a wife like Sītā, who went to another man’s house, but I am not henpecked like Him, and therefore I shall not accept you again.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "इति लोकाद् बहुमुखाद् दुराराध्यादसंविद: ।पत्या भीतेन सा त्यक्ता प्राप्ता प्राचेतसाश्रमम् ॥ १० ॥",
        "english_devnagari": "iti lokād bahu-mukhāddurārādhyād asaṁvidaḥpatyā bhītena sā tyaktāprāptā prācetasāśramam",
        "verse_Syn": [
            "iti",
            "lokāt",
            "bahu",
            "mukhāt",
            "durārādhyāt",
            "asaṁvidaḥ",
            "patyā",
            "bhītena",
            "sā",
            "tyaktā",
            "prāptā",
            "prācetasa",
            "āśramam"
        ],
        "translation": "Śukadeva Gosvāmī said: Men with a poor fund of knowledge and a heinous character speak nonsensically. Fearing such rascals, Lord Rāmacandra abandoned His wife, Sītādevī, although she was pregnant. Thus Sītādevī went to the āśrama of Vālmīki Muni.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "अन्तर्वत्‍न्यागते काले यमौ सा सुषुवे सुतौ ।कुशो लव इति ख्यातौ तयोश्चक्रे क्रिया मुनि: ॥ ११ ॥",
        "english_devnagari": "antarvatny āgate kāleyamau sā suṣuve sutaukuśo lava iti khyātautayoś cakre kriyā muniḥ",
        "verse_Syn": [
            "antarvatnī",
            "āgate",
            "kāle",
            "yamau",
            "sā",
            "suṣuve",
            "sutau",
            "kuśaḥ",
            "lavaḥ",
            "iti",
            "khyātau",
            "tayoḥ",
            "cakre",
            "kriyāḥ",
            "muniḥ"
        ],
        "translation": "When the time came, the pregnant mother Sītādevī gave birth to twin sons, later celebrated as Lava and Kuśa. The ritualistic ceremonies for their birth were performed by Vālmīki Muni.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "अङ्गदश्चित्रकेतुश्च लक्ष्मणस्यात्मजौ स्मृतौ ।तक्ष: पुष्कल इत्यास्तां भरतस्य महीपते ॥ १२ ॥",
        "english_devnagari": "aṅgadaś citraketuś calakṣmaṇasyātmajau smṛtautakṣaḥ puṣkala ity āstāṁbharatasya mahīpate",
        "verse_Syn": [
            "aṅgadaḥ",
            "citraketuḥ",
            "ca",
            "lakṣmaṇasya",
            "ātmajau",
            "smṛtau",
            "takṣaḥ",
            "puṣkalaḥ",
            "iti",
            "āstām",
            "bharatasya",
            "mahīpate"
        ],
        "translation": "O Mahārāja Parīkṣit, Lord Lakṣmaṇa had two sons, named Aṅgada and Citraketu, and Lord Bharata also had two sons, named Takṣa and Puṣkala.",
        "purport": ""
    },
    {
        "verse": "13-14",
        "devanagari": "सुबाहु: श्रुतसेनश्च शत्रुघ्नस्य बभूवतु: ।गन्धर्वान् कोटिशो जघ्ने भरतो विजये दिशाम् ॥ १३ ॥तदीयं धनमानीय सर्वं राज्ञे न्यवेदयत् ।शत्रुघ्नश्च मधो: पुत्रं लवणं नाम राक्षसम् ।हत्वा मधुवने चक्रे मथुरां नाम वै पुरीम् ॥ १४ ॥",
        "english_devnagari": "subāhuḥ śrutasenaś caśatrughnasya babhūvatuḥgandharvān koṭiśo jaghnebharato vijaye diśām",
        "verse_Syn": [
            "subāhuḥ",
            "śrutasenaḥ",
            "ca",
            "śatrughnasya",
            "babhūvatuḥ",
            "gandharvān",
            "koṭiśaḥ",
            "jaghne",
            "bharataḥ",
            "vijaye",
            "diśām",
            "tadīyam",
            "dhanam",
            "ānīya",
            "sarvam",
            "rājñe",
            "nyavedayat",
            "śatrughnaḥ",
            "ca",
            "madhoḥ",
            "putram",
            "lavaṇam",
            "nāma",
            "rākṣasam",
            "hatvā",
            "madhuvane",
            "cakre",
            "mathurām",
            "nāma",
            "vai",
            "purīm"
        ],
        "translation": "Śatrughna had two sons, named Subāhu and Śrutasena. When Lord Bharata went to conquer all directions, He had to kill many millions of Gandharvas, who are generally pretenders. Taking all their wealth, He offered it to Lord Rāmacandra. Śatrughna also killed a Rākṣasa named Lavaṇa, who was the son of Madhu Rākṣasa. Thus He established in the great forest known as Madhuvana the town known as Mathurā.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "मुनौ निक्षिप्य तनयौ सीता भर्त्रा विवासिता ।ध्यायन्ती रामचरणौ विवरं प्रविवेश ह ॥ १५ ॥",
        "english_devnagari": "munau nikṣipya tanayausītā bhartrā vivāsitādhyāyantī rāma-caraṇauvivaraṁ praviveśa ha",
        "verse_Syn": [
            "munau",
            "nikṣipya",
            "tanayau",
            "sītā",
            "bhartrā",
            "vivāsitā",
            "dhyāyantī",
            "rāma",
            "caraṇau",
            "vivaram",
            "praviveśa",
            "ha"
        ],
        "translation": "Being forsaken by her husband, Sītādevī entrusted her two sons to the care of Vālmīki Muni. Then, meditating upon the lotus feet of Lord Rāmacandra, she entered into the earth.",
        "purport": " It was impossible for Sītādevī to live in separation from Lord Rāmacandra. Therefore, after entrusting her two sons to the care of Vālmīki Muni, she entered into the earth."
    },
    {
        "verse": "16",
        "devanagari": "तच्छ्रुत्वा भगवान् रामो रुन्धन्नपि धिया शुच: ।स्मरंस्तस्या गुणांस्तांस्तान्नाशक्नोद् रोद्धुमीश्वर: ॥ १६ ॥",
        "english_devnagari": "tac chrutvā bhagavān rāmorundhann api dhiyā śucaḥsmaraṁs tasyā guṇāṁs tāṁs tānnāśaknod roddhum īśvaraḥ",
        "verse_Syn": [
            "tat",
            "śrutvā",
            "bhagavān",
            "rāmaḥ",
            "rundhan",
            "api",
            "dhiyā",
            "śucaḥ",
            "smaran",
            "tasyāḥ",
            "guṇān",
            "tān",
            "tān",
            "na",
            "aśaknot",
            "roddhum",
            "īśvaraḥ"
        ],
        "translation": "After hearing the news of mother Sītā’s entering the earth, the Supreme Personality of Godhead was certainly aggrieved. Although He is the Supreme Personality of Godhead, upon remembering the exalted qualities of mother Sītā, He could not check His grief in transcendental love.",
        "purport": " Lord Rāmacandra’s grief at the news of Sītādevī’s entering the earth is not to be considered material. In the spiritual world also there are feelings of separation, but such feelings are considered spiritual bliss. Grief in separation exists even in the Absolute, but such feelings of separation in the spiritual world are transcendentally blissful. Such feelings are a sign of tasya prema-vaśyatva-svabhāva, being under the influence of hlādinī-śakti and being controlled by love. In the material world such feelings of separation are only a perverted reflection."
    },
    {
        "verse": "17",
        "devanagari": "स्त्रीपुंप्रसङ्ग एताद‍ृक्सर्वत्र त्रासमावह: ।अपीश्वराणां किमुत ग्राम्यस्य गृहचेतस: ॥ १७ ॥",
        "english_devnagari": "strī-puṁ-prasaṅga etādṛksarvatra trāsam-āvahaḥapīśvarāṇāṁ kim utagrāmyasya gṛha-cetasaḥ",
        "verse_Syn": [
            "strī",
            "pum",
            "prasaṅgaḥ",
            "etādṛk",
            "sarvatra",
            "trāsam",
            "āvahaḥ",
            "api",
            "īśvarāṇām",
            "kim",
            "uta",
            "grāmyasya",
            "gṛha",
            "cetasaḥ"
        ],
        "translation": "The attraction between man and woman, or male and female, always exists everywhere, making everyone always fearful. Such feelings are present even among the controllers like Brahmā and Lord Śiva and is the cause of fear for them, what to speak of others who are attached to household life in this material world.",
        "purport": " As explained above, when the feelings of love and transcendental bliss from the spiritual world are pervertedly reflected in this material world, they are certainly the cause of bondage. As long as men feel attracted to women in this material world and women feel attracted to men, the bondage of repeated birth and death will continue. But in the spiritual world, where there is no fear of birth and death, such feelings of separation are the cause of transcendental bliss. In the absolute reality there are varieties of feeling, but all of them are of the same quality of transcendental bliss."
    },
    {
        "verse": "18",
        "devanagari": "तत ऊर्ध्वं ब्रह्मचर्यं धार्यन्नजुहोत् प्रभु: ।त्रयोदशाब्दसाहस्रमग्निहोत्रमखण्डितम् ॥ १८ ॥",
        "english_devnagari": "tata ūrdhvaṁ brahmacaryaṁdhāryann ajuhot prabhuḥtrayodaśābda-sāhasramagnihotram akhaṇḍitam",
        "verse_Syn": [
            "tataḥ",
            "ūrdhvam",
            "brahmacaryam",
            "dhārayan",
            "ajuhot",
            "prabhuḥ",
            "trayodaśa",
            "abda",
            "sāhasram",
            "agnihotram",
            "akhaṇḍitam"
        ],
        "translation": "After mother Sītā entered the earth, Lord Rāmacandra observed complete celibacy and performed an uninterrupted Agnihotra-yajña for thirteen thousand years.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "स्मरतां हृदि विन्यस्य विद्धं दण्डककण्टकै: ।स्वपादपल्लवं राम आत्मज्योतिरगात् तत: ॥ १९ ॥",
        "english_devnagari": "smaratāṁ hṛdi vinyasyaviddhaṁ daṇḍaka-kaṇṭakaiḥsva-pāda-pallavaṁ rāmaātma-jyotir agāt tataḥ",
        "verse_Syn": [
            "smaratām",
            "hṛdi",
            "vinyasya",
            "viddham",
            "daṇḍaka",
            "kaṇṭakaiḥ",
            "sva",
            "pāda",
            "pallavam",
            "rāmaḥ",
            "ātma",
            "jyotiḥ",
            "agāt",
            "tataḥ"
        ],
        "translation": "After completing the sacrifice, Lord Rāmacandra, whose lotus feet were sometimes pierced by thorns when He lived in Daṇḍakāraṇya, placed those lotus feet in the hearts of those who always think of Him. Then He entered His own abode, the Vaikuṇṭha planet beyond the brahmajyoti.",
        "purport": " The lotus feet of the Lord are always a subject matter for meditation for devotees. Sometimes when Lord Rāmacandra wandered in the forest of Daṇḍakāraṇya, thorns pricked His lotus feet. The devotees, upon thinking of this, would faint. The Lord does not feel pain or pleasure from any action or reaction of this material world, but the devotees cannot tolerate even the pricking of the Lord’s lotus feet by a thorn. This was the attitude of the gopīs when they thought of Kṛṣṇa wandering in the forest, with pebbles and grains of sand pricking His lotus feet. This tribulation in the heart of a devotee cannot be understood by karmīs, jñānīs or yogīs. The devotees, who could not tolerate even thinking of the Lord’s lotus feet being pricked by a thorn, were again put into tribulation by thinking of the Lord’s disappearance, for the Lord had to return to His abode after finishing His pastimes in this material world. The word ātma-jyotiḥ is significant. The brahmajyoti, which is greatly appreciated by jñānīs, or monistic philosophers who desire to enter it for liberation, is nothing but the rays of the Lord’s body. “I worship Govinda, the primeval Lord, who is endowed with great power. The glowing effulgence of His transcendental form is the impersonal Brahman, which is absolute, complete and unlimited and which displays the varieties of countless planets, with their different opulences, in millions and millions of universes.” (Brahma-samhitā 5.40) The brahmajyoti is the beginning of the spiritual world, and beyond the brahmajyoti are the Vaikuṇṭha planets. In other words, the brahmajyoti stays outside the Vaikuṇṭha planets, just as the sunshine stays outside the sun. To enter the sun planet, one must go through the sunshine. Similarly, when the Lord or His devotees enter the Vaikuṇṭha planets, they go through the brahmajyoti. The jñānīs, or monistic philosophers, because of their impersonal conception of the Lord, cannot enter the Vaikuṇṭha planets, but they also cannot stay eternally in the brahmajyoti. Thus after some time they fall again to this material world. Āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adho ’nādṛta-yuṣmad-aṅghrayaḥ (Bhāg. 10.2.32). The Vaikuṇṭha planets are covered by the brahmajyoti, and therefore one cannot properly understand what those Vaikuṇṭha planets are unless one is a pure devotee."
    },
    {
        "verse": "20",
        "devanagari": "नेदं यशो रघुपते: सुरयाच्ञयात्त-लीलातनोरधिकसाम्यविमुक्तधाम्न: ।रक्षोवधो जलधिबन्धनमस्त्रपूगै:किं तस्य शत्रुहनने कपय: सहाया: ॥ २० ॥",
        "english_devnagari": "nedaṁ yaśo raghupateḥ sura-yācñayātta-līlā-tanor adhika-sāmya-vimukta-dhāmnaḥrakṣo-vadho jaladhi-bandhanam astra-pūgaiḥkiṁ tasya śatru-hanane kapayaḥ sahāyāḥ",
        "verse_Syn": [
            "na",
            "idam",
            "yaśaḥ",
            "raghu",
            "pateḥ",
            "sura",
            "yācñayā",
            "ātta",
            "līlā",
            "tanoḥ",
            "adhika",
            "sāmya",
            "vimukta",
            "dhāmnaḥ",
            "rakṣaḥ",
            "vadhaḥ",
            "jaladhi",
            "bandhanam",
            "astra",
            "pūgaiḥ",
            "kim",
            "tasya",
            "śatru",
            "hanane",
            "kapayaḥ",
            "sahāyāḥ"
        ],
        "translation": "Lord Rāmacandra’s reputation for having killed Rāvaṇa with showers of arrows at the request of the demigods and for having built a bridge over the ocean does not constitute the factual glory of the Supreme Personality of Godhead Lord Rāmacandra, whose spiritual body is always engaged in various pastimes. Lord Rāmacandra has no equal or superior, and therefore He had no need to take help from the monkeys to gain victory over Rāvaṇa.",
        "purport": " As stated in the Vedas (Śvetāśvatara Upaniṣad 6.8): “The Supreme Lord has nothing to do, and no one is found to be equal to or greater than Him, for everything is done naturally and systematically by His multifarious energies.” The Lord has nothing to do (na tasya kāryaṁ karaṇaṁ ca vidyate); whatever He does is His pastime. The Lord has no duty to perform to oblige anyone. Nonetheless, He appears to act to protect His devotees or kill His enemies. Of course, no one can be the Lord’s enemy, since who could be more powerful than the Lord? There is actually no question of anyone’s being His enemy, but when the Lord wants to take pleasure in pastimes, He comes down to this material world and acts like a human being, thus showing His wonderful, glorious activities to please the devotees. His devotees always want to see the Lord victorious in varied activities, and therefore, to please Himself and them, the Lord sometimes agrees to act as a human being and perform wonderful, uncommon pastimes for the satisfaction of the devotees."
    },
    {
        "verse": "21",
        "devanagari": "यस्यामलं नृपसद:सु यशोऽधुनापिगायन्त्यघघ्नमृषयो दिगिभेन्द्रपट्टम् ।तं नाकपालवसुपालकिरीटजुष्ट-पादाम्बुजं रघुपतिं शरणं प्रपद्ये ॥ २१ ॥",
        "english_devnagari": "yasyāmalaṁ nṛpa-sadaḥsu yaśo ’dhunāpigāyanty agha-ghnam ṛṣayo dig-ibhendra-paṭṭamtaṁ nākapāla-vasupāla-kirīṭa-juṣṭa-pādāmbujaṁ raghupatiṁ śaraṇaṁ prapadye",
        "verse_Syn": [
            "yasya",
            "amalam",
            "nṛpa",
            "sadaḥsu",
            "yaśaḥ",
            "adhunā",
            "api",
            "gāyanti",
            "agha",
            "ghnam",
            "ṛṣayaḥ",
            "dik",
            "ibha",
            "indra",
            "paṭṭam",
            "tam",
            "nāka",
            "pāla",
            "vasu",
            "pāla",
            "kirīṭa",
            "juṣṭa",
            "pāda",
            "ambujam",
            "raghu",
            "patim",
            "śaraṇam",
            "prapadye"
        ],
        "translation": "Lord Rāmacandra’s spotless name and fame, which vanquish all sinful reactions, are celebrated in all directions, like the ornamental cloth of the victorious elephant that conquers all directions. Great saintly persons like Mārkaṇḍeya Ṛṣi still glorify His characteristics in the assemblies of great emperors like Mahārāja Yudhiṣṭhira. Similarly, all the saintly kings and all the demigods, including Lord Śiva and Lord Brahmā, worship the Lord by bowing down with their helmets. Let me offer my obeisances unto His lotus feet.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "स यै: स्पृष्टोऽभिद‍ृष्टो वा संविष्टोऽनुगतोऽपि वा ।कोसलास्ते ययु: स्थानं यत्र गच्छन्ति योगिन: ॥ २२ ॥",
        "english_devnagari": "sa yaiḥ spṛṣṭo ’bhidṛṣṭo vāsaṁviṣṭo ’nugato ’pi vākosalās te yayuḥ sthānaṁyatra gacchanti yoginaḥ",
        "verse_Syn": [
            "saḥ",
            "yaiḥ",
            "spṛṣṭaḥ",
            "abhidṛṣṭaḥ",
            "vā",
            "saṁviṣṭaḥ",
            "anugataḥ",
            "api",
            "vā",
            "kosalāḥ",
            "te",
            "yayuḥ",
            "sthānam",
            "yatra",
            "gacchanti",
            "yoginaḥ"
        ],
        "translation": "Lord Rāmacandra returned to His abode, to which bhakti-yogīs are promoted. This is the place to which all the inhabitants of Ayodhyā went after they served the Lord in His manifest pastimes by offering Him obeisances, touching His lotus feet, fully observing Him as a fatherlike King, sitting or lying down with Him like equals, or even just accompanying Him.",
        "purport": " The Lord says in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” Here this is confirmed. All the inhabitants of Ayodhyā who saw Lord Rāmacandra as citizens, served Him as servants, sat and talked with Him as friends or were somehow or other present during His reign went back home, back to Godhead. After giving up the body, the devotee who becomes perfect in devotional service enters that particular universe where Lord Rāmacandra or Lord Kṛṣṇa is engaged in His pastimes. Then, after being trained to serve the Lord in various capacities in that prakaṭa-līlā, the devotee is finally promoted to sanātana-dhāma, the supreme abode in the spiritual world. This sanātana-dhāma is also mentioned in Bhagavad-gītā (paras tasmāt tu bhāvo ’nyo ’vyakto ’vyaktāt sanātanaḥ). One who enters the transcendental pastimes of the Lord is called nitya-līlā-praviṣṭa. To understand clearly why Lord Rāmacandra returned, it is mentioned herewith that the Lord went to that particular place where the bhakti-yogīs go. The impersonalists misunderstand the statements of Śrīmad-Bhāgavatam to mean that the Lord entered His own effulgence and therefore become impersonal. But the Lord is a person, and His devotees are persons. Indeed, the living entities, like the Lord, were persons in the past, they are persons in the present, and they will continue to be persons even after giving up the body. This is also confirmed in Bhagavad-gītā."
    },
    {
        "verse": "23",
        "devanagari": "पुरुषो रामचरितं श्रवणैरुपधारयन् ।आनृशंस्यपरो राजन् कर्मबन्धैर्विमुच्यते ॥ २३ ॥",
        "english_devnagari": "puruṣo rāma-caritaṁśravaṇair upadhārayanānṛśaṁsya-paro rājankarma-bandhair vimucyate",
        "verse_Syn": [
            "puruṣaḥ",
            "rāma",
            "caritam",
            "śravaṇaiḥ",
            "upadhārayan",
            "ānṛśaṁsya",
            "paraḥ",
            "rājan",
            "karma",
            "bandhaiḥ",
            "vimucyate"
        ],
        "translation": "O King Parīkṣit, anyone who aurally receives the narrations concerning the characteristics of Lord Rāmacandra’s pastimes will ultimately be freed from the disease of envy and thus be liberated from the bondage of fruitive activities.",
        "purport": " Here in this material world, everyone is envious of someone else. Even in religious life, it is sometimes found that if one devotee has advanced in spiritual activities, other devotees are envious of him. Such envious devotees are not completely freed from the bondage of birth and death. As long as one is not completely free from the cause of birth and death, one cannot enter the sanātana-dhāma or the eternal pastimes of the Lord. One becomes envious because of being influenced by the designations of the body, but the liberated devotee has nothing to do with the body, and therefore he is completely on the transcendental platform. A devotee is never envious of anyone, even his enemy. Because the devotee knows that the Lord is his supreme protector, he thinks, “What harm can the so-called enemy do?” Thus a devotee is confident about his protection. The Lord says, ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham: “According to the proportion of one’s surrender unto Me, I respond accordingly.” A devotee must therefore be completely free from envy, especially of other devotees. To envy other devotees is a great offense, a vaiṣṇava-aparādha. A devotee who constantly engages in hearing and chanting (śravaṇa-kīrtana) is certainly freed from the disease of envy, and thus he becomes eligible to go back home, back to Godhead."
    },
    {
        "verse": "24",
        "devanagari": "श्रीराजोवाचकथं स भगवान् रामो भ्रातृन् वा स्वयमात्मन: ।तस्मिन् वा तेऽन्ववर्तन्त प्रजा: पौराश्च ईश्वरे ॥ २४ ॥",
        "english_devnagari": "śrī-rājovācakathaṁ sa bhagavān rāmobhrātṝn vā svayam ātmanaḥtasmin vā te ’nvavartantaprajāḥ paurāś ca īśvare",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "katham",
            "saḥ",
            "bhagavān",
            "rāmaḥ",
            "bhrātṝn",
            "vā",
            "svayam",
            "ātmanaḥ",
            "tasmin",
            "vā",
            "te",
            "anvavartanta",
            "prajāḥ",
            "paurāḥ",
            "ca",
            "īśvare"
        ],
        "translation": "Mahārāja Parīkṣit inquired from Śukadeva Gosvāmī: How did the Lord conduct Himself, and how did He behave in relationship with His brothers, who were expansions of His own self? And how did His brothers and the inhabitants of Ayodhyā treat Him?",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "श्रीबादरायणिरुवाचअथादिशद् दिग्विजये भ्रातृंस्त्रिभुवनेश्वर: ।आत्मानं दर्शयन् स्वानां पुरीमैक्षत सानुग: ॥ २५ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācaathādiśad dig-vijayebhrātṝṁs tri-bhuvaneśvaraḥātmānaṁ darśayan svānāṁpurīm aikṣata sānugaḥ",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "atha",
            "ādiśat",
            "dik",
            "vijaye",
            "bhrātṝn",
            "tri",
            "bhuvana",
            "īśvaraḥ",
            "ātmānam",
            "darśayan",
            "svānām",
            "purīm",
            "aikṣata",
            "sa",
            "anugaḥ"
        ],
        "translation": "Śukadeva Gosvāmī replied: After accepting the throne of the government by the fervent request of His younger brother Bharata, Lord Rāmacandra ordered His younger brothers to go out and conquer the entire world, while He personally remained in the capital to give audience to all the citizens and residents of the palace and supervise the governmental affairs with His other assistants.",
        "purport": " The Supreme Personality of Godhead does not allow any of His devotees or assistants to be engaged in sense gratification. The younger brothers of Lord Rāmacandra were at home enjoying the personal presence of the Supreme Personality of Godhead, but the Lord ordered Them to go out and achieve victory all over the world. It was the custom (and this custom, in some places, is still current) that all other kings would have to accept the supremacy of the emperor. If the king of a small state did not accept the emperor’s supremacy, there would be a fight, and the king of the small state would be obliged to accept the emperor as supreme; otherwise, it would not be possible for the emperor to rule the country. Lord Rāmacandra showed His favor to His brothers by ordering Them to go out. Many of the Lord’s devotees residing in Vṛndāvana have taken the vow not to leave Vṛndāvana to preach Kṛṣṇa consciousness. But the Lord says that Kṛṣṇa consciousness should be spread all over the world, in every village and every town. This is the open order of Lord Caitanya Mahāprabhu. A pure devotee, therefore, must execute the order of the Lord and must not gratify his senses by remaining stagnant in one place, falsely proud, thinking that because he does not leave Vṛndāvana but chants in a solitary place he has become a great devotee. A devotee must carry out the order of the Supreme Personality of Godhead. Caitanya Mahāprabhu said, yāre dekha, tāre kaha ‘kṛṣṇa’-upadeśa. Every devotee, therefore, should spread Kṛṣṇa consciousness by preaching, asking whomever he meets to accept the order of the Supreme Personality of Godhead. The Lord says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Abandon all varieties of religion and just surrender unto Me.” This is the order of the Lord, who speaks as the supreme emperor. Everyone should be induced to accept this order, for this is victory (dig-vijaya). And it is the duty of the soldier, the devotee, to impress upon everyone this philosophy of life. Of course, those who are kaniṣṭha-adhikārīs do not preach, but the Lord shows mercy to them also, as He did by staying personally in Ayodhyā to give audience to the people in general. One should not mistakenly think that the Lord asked His younger brothers to leave Ayodhyā because He especially favored the citizens. The Lord is merciful to everyone, and He knows how to show His favor to each individual person according to his capacity. One who abides by the order of the Lord is a pure devotee."
    },
    {
        "verse": "26",
        "devanagari": "आसिक्तमार्गां गन्धोदै: करिणां मदशीकरै: ।स्वामिनं प्राप्तमालोक्य मत्तां वा सुतरामिव ॥ २६ ॥",
        "english_devnagari": "āsikta-mārgāṁ gandhodaiḥkariṇāṁ mada-śīkaraiḥsvāminaṁ prāptam ālokyamattāṁ vā sutarām iva",
        "verse_Syn": [
            "āsikta",
            "mārgām",
            "gandha",
            "udaiḥ",
            "kariṇām",
            "mada",
            "śīkaraiḥ",
            "svāminam",
            "prāptam",
            "ālokya",
            "mattām",
            "vā",
            "sutarām",
            "iva"
        ],
        "translation": "During the reign of Lord Rāmacandra, the streets of the capital, Ayodhyā, were sprinkled with perfumed water and drops of perfumed liquor, thrown about by elephants from their trunks. When the citizens saw the Lord personally supervising the affairs of the city in such opulence, they appreciated this opulence very much.",
        "purport": " We have simply heard about the opulence of Rāma-rājya during the reign of Lord Rāmacandra. Now, here is one example of the opulence of the Lord’s kingdom. The streets of Ayodhyā were not only cleaned but also sprinkled with perfumed water and drops of perfumed liquor, which were distributed by elephants through their trunks. There was no need of sprinkling machines, for the elephant has a natural ability to suck water through its trunk and again throw it out in a shower. We can understand the opulence of the city from this one example: it was actually sprinkled with perfumed water. Moreover, the citizens had the opportunity to see the Lord personally supervising the affairs of the state. He was not a sleeping monarch, as we can understand from His activities in sending His brothers to see to affairs outside the capital and punish anyone who did not obey the emperor’s orders. This is called dig-vijaya. The citizens were all given facilities for peaceful life, and they were also qualified with appropriate attributes according to varṇāśrama. As we have seen from the previous chapter, varṇāśrama-guṇānvitāḥ: the citizens were trained according to the varṇāśrama system. A class of men were brāhmaṇas, a class of men were kṣatriyas, a class were vaiśyas, and a class were śūdras. Without this scientific division, there can be no question of good citizenship. The King, being magnanimous and perfect in His duty, performed many sacrifices and treated the citizens as His sons, and the citizens, being trained in the varṇāśrama system, were obedient and perfectly ordered. The entire monarchy was so opulent and peaceful that the government was even able to sprinkle the street with perfumed water, what to speak of other management. Since the city was sprinkled with perfumed water, we can simply imagine how opulent it was in other respects. Why should the citizens not have felt happy during the reign of Lord Rāmacandra?"
    },
    {
        "verse": "27",
        "devanagari": "प्रासादगोपुरसभाचैत्यदेवगृहादिषु ।विन्यस्तहेमकलशै: पताकाभिश्च मण्डिताम् ॥ २७ ॥",
        "english_devnagari": "prāsāda-gopura-sabhā-caitya-deva-gṛhādiṣuvinyasta-hema-kalaśaiḥpatākābhiś ca maṇḍitām",
        "verse_Syn": [
            "prāsāda",
            "gopura",
            "sabhā",
            "caitya",
            "deva",
            "gṛha",
            "ādiṣu",
            "vinyasta",
            "hema",
            "kalaśaiḥ",
            "patākābhiḥ",
            "ca",
            "maṇḍitām"
        ],
        "translation": "The palaces, the palace gates, the assembly houses, the platforms for meeting places, the temples and all such places were decorated with golden waterpots and bedecked with various types of flags.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "पूगै: सवृन्तै रम्भाभि: पट्टिकाभि: सुवाससाम् ।आदर्शैरंशुकै: स्रग्भि: कृतकौतुकतोरणाम् ॥ २८ ॥",
        "english_devnagari": "pūgaiḥ savṛntai rambhābhiḥpaṭṭikābhiḥ suvāsasāmādarśair aṁśukaiḥ sragbhiḥkṛta-kautuka-toraṇām",
        "verse_Syn": [
            "pūgaiḥ",
            "sa",
            "vṛntaiḥ",
            "rambhābhiḥ",
            "paṭṭikābhiḥ",
            "su",
            "vāsasām",
            "ādarśaiḥ",
            "aṁśukaiḥ",
            "sragbhiḥ",
            "kṛta",
            "kautuka",
            "toraṇām"
        ],
        "translation": "Wherever Lord Rāmacandra visited, auspicious welcome gates were constructed, with banana trees and betel-nut trees, full of flowers and fruits. The gates were decorated with various flags made of colorful cloth and with tapestries, mirrors and garlands.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "तमुपेयुस्तत्र तत्र पौरा अर्हणपाणय: ।आशिषो युयुजुर्देव पाहीमां प्राक्त्वयोद्‍धृताम् ॥ २९ ॥",
        "english_devnagari": "tam upeyus tatra tatrapaurā arhaṇa-pāṇayaḥāśiṣo yuyujur devapāhīmāṁ prāk tvayoddhṛtām",
        "verse_Syn": [
            "tam",
            "upeyuḥ",
            "tatra",
            "tatra",
            "paurāḥ",
            "arhaṇa",
            "pāṇayaḥ",
            "āśiṣaḥ",
            "yuyujuḥ",
            "deva",
            "pāhi",
            "imām",
            "prāk",
            "tvayā",
            "uddhṛtām"
        ],
        "translation": "Wherever Lord Rāmacandra visited, the people approached Him with paraphernalia of worship and begged the Lord’s blessings. “O Lord,” they said, “as You rescued the earth from the bottom of the sea in Your incarnation as a boar, may You now maintain it. Thus we beg Your blessings.”",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "तत: प्रजा वीक्ष्य पतिं चिरागतंदिद‍ृक्षयोत्सृष्टगृहा: स्त्रियो नरा: ।आरुह्य हर्म्याण्यरविन्दलोचन-मतृप्तनेत्रा: कुसुमैरवाकिरन् ॥ ३० ॥",
        "english_devnagari": "tataḥ prajā vīkṣya patiṁ cirāgataṁdidṛkṣayotsṛṣṭa-gṛhāḥ striyo narāḥāruhya harmyāṇy aravinda-locanamatṛpta-netrāḥ kusumair avākiran",
        "verse_Syn": [
            "tataḥ",
            "prajāḥ",
            "vīkṣya",
            "patim",
            "cira",
            "āgatam",
            "didṛkṣayā",
            "utsṛṣṭa",
            "gṛhāḥ",
            "striyaḥ",
            "narāḥ",
            "āruhya",
            "harmyāṇi",
            "aravinda",
            "locanam",
            "atṛpta",
            "netrāḥ",
            "kusumaiḥ",
            "avākiran"
        ],
        "translation": "Thereafter, not having seen the Lord for a long time, the citizens, both men and women, being very eager to see Him, left their homes and got up on the roofs of the palaces. Being incompletely satiated with seeing the face of the lotus-eyed Lord Rāmacandra, they showered flowers upon Him.",
        "purport": ""
    },
    {
        "verse": "31-34",
        "devanagari": "अथ प्रविष्ट: स्वगृहं जुष्टं स्वै: पूर्वराजभि: ।अनन्ताखिलकोषाढ्यमनर्घ्योरुपरिच्छदम् ॥ ३१ ॥विद्रुमोदुम्बरद्वारैर्वैदूर्यस्तम्भपङ्क्तिभि: ।स्थलैर्मारकतै: स्वच्छैर्भ्राजत्स्फटिकभित्तिभि: ॥ ३२ ॥चित्रस्रग्भि: पट्टिकाभिर्वासोमणिगणांशुकै: ।मुक्ताफलैश्चिदुल्लासै: कान्तकामोपपत्तिभि: ॥ ३३ ॥धूपदीपै: सुरभिभिर्मण्डितं पुष्पमण्डनै: ।स्त्रीपुम्भि: सुरसङ्काशैर्जुष्टं भूषणभूषणै: ॥ ३४ ॥",
        "english_devnagari": "atha praviṣṭaḥ sva-gṛhaṁjuṣṭaṁ svaiḥ pūrva-rājabhiḥanantākhila-koṣāḍhyamanarghyoruparicchadam",
        "verse_Syn": [
            "atha",
            "praviṣṭaḥ",
            "sva",
            "gṛham",
            "juṣṭam",
            "svaiḥ",
            "pūrva",
            "rājabhiḥ",
            "ananta",
            "akhila",
            "koṣa",
            "āḍhyam",
            "anarghya",
            "uru",
            "paricchadam",
            "vidruma",
            "udumbara",
            "dvāraiḥ",
            "vaidūrya",
            "stambha",
            "paṅktibhiḥ",
            "sthalaiḥ",
            "mārakataiḥ",
            "svacchaiḥ",
            "bhrājat",
            "sphaṭika",
            "bhittibhiḥ",
            "citra",
            "sragbhiḥ",
            "paṭṭikābhiḥ",
            "vāsaḥ",
            "maṇi",
            "gaṇa",
            "aṁśukaiḥ",
            "muktā",
            "phalaiḥ",
            "cit",
            "ullāsaiḥ",
            "kānta",
            "kāma",
            "upapattibhiḥ",
            "dhūpa",
            "dīpaiḥ",
            "surabhibhiḥ",
            "maṇḍitam",
            "puṣpa",
            "maṇḍanaiḥ",
            "strī",
            "pumbhiḥ",
            "sura",
            "saṅkāśaiḥ",
            "juṣṭam",
            "bhūṣaṇa",
            "bhūṣaṇaiḥ"
        ],
        "translation": "Thereafter, Lord Rāmacandra entered the palace of His forefathers. Within the palace were various treasures and valuable wardrobes. The sitting places on the two sides of the entrance door were made of coral, the yards were surrounded by pillars of vaidūrya-maṇi, the floor was made of highly polished marakata-maṇi, and the foundation was made of marble. The entire palace was decorated with flags and garlands and bedecked with valuable stones, shining with a celestial effulgence. The palace was fully decorated with pearls and surrounded by lamps and incense. The men and women within the palace all resembled demigods and were decorated with various ornaments, which seemed beautiful because of being placed on their bodies.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "तस्मिन्स भगवान् राम: स्‍निग्धया प्रिययेष्टया ।रेमे स्वारामधीराणामृषभ: सीतया किल ॥ ३५ ॥",
        "english_devnagari": "tasmin sa bhagavān rāmaḥsnigdhayā priyayeṣṭayāreme svārāma-dhīrāṇāmṛṣabhaḥ sītayā kila",
        "verse_Syn": [
            "tasmin",
            "saḥ",
            "bhagavān",
            "rāmaḥ",
            "snigdhayā",
            "priyayā",
            "iṣṭayā",
            "reme",
            "sva",
            "ārāma",
            "dhīrāṇām",
            "ṛṣabhaḥ",
            "sītayā",
            "kila"
        ],
        "translation": "Lord Rāmacandra, the Supreme Personality of Godhead, chief of the best learned scholars, resided in that palace with His pleasure potency, mother Sītā, and enjoyed complete peace.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "बुभुजे च यथाकालं कामान् धर्ममपीडयन् ।वर्षपूगान् बहून् नृणामभिध्याताङ्‌घ्रिपल्लव: ॥ ३६ ॥",
        "english_devnagari": "bubhuje ca yathā-kālaṁkāmān dharmam apīḍayanvarṣa-pūgān bahūn nṝṇāmabhidhyātāṅghri-pallavaḥ",
        "verse_Syn": [
            "bubhuje",
            "ca",
            "yathā",
            "kālam",
            "kāmān",
            "dharmam",
            "apīḍayan",
            "varṣa",
            "pūgān",
            "bahūn",
            "nṝṇām",
            "abhidhyāta",
            "aṅghri",
            "pallavaḥ"
        ],
        "translation": "Without transgressing the religious principles, Lord Rāmacandra, whose lotus feet are worshiped by devotees in meditation, enjoyed with all the paraphernalia of transcendental pleasure for as long as needed.",
        "purport": ""
    }
]