[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचहरितो रोहितसुतश्चम्पस्तस्माद् विनिर्मिता ।चम्पापुरी सुदेवोऽतो विजयो यस्य चात्मज: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaharito rohita-sutaścampas tasmād vinirmitācampāpurī sudevo ’tovijayo yasya cātmajaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "haritaḥ",
            "rohita",
            "sutaḥ",
            "campaḥ",
            "tasmāt",
            "vinirmitā",
            "campā",
            "purī",
            "sudevaḥ",
            "ataḥ",
            "vijayaḥ",
            "yasya",
            "ca",
            "ātma",
            "jaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: The son of Rohita was Harita, and Harita’s son was Campa, who constructed the town of Campāpurī. The son of Campa was Sudeva, and his son was Vijaya.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "भरुकस्तत्सुतस्तस्माद् वृकस्तस्यापि बाहुक: ।सोऽरिभिर्हृतभू राजा सभार्यो वनमाविशत् ॥ २ ॥",
        "english_devnagari": "bharukas tat-sutas tasmādvṛkas tasyāpi bāhukaḥso ’ribhir hṛta-bhū rājāsabhāryo vanam āviśat",
        "verse_Syn": [
            "bharukaḥ",
            "tat",
            "sutaḥ",
            "tasmāt",
            "vṛkaḥ",
            "tasya",
            "api",
            "bāhukaḥ",
            "saḥ",
            "aribhiḥ",
            "hṛta",
            "bhūḥ",
            "rājā",
            "sa",
            "bhāryaḥ",
            "vanam",
            "āviśat"
        ],
        "translation": "The son of Vijaya was Bharuka, Bharuka’s son was Vṛka, and Vṛka’s son was Bāhuka. The enemies of King Bāhuka took away all his possessions, and therefore the King entered the order of vānaprastha and went to the forest with his wife.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "वृद्धं तं पञ्चतां प्राप्तं महिष्यनुमरिष्यती ।और्वेण जानतात्मानं प्रजावन्तं निवारिता ॥ ३ ॥",
        "english_devnagari": "vṛddhaṁ taṁ pañcatāṁ prāptaṁmahiṣy anumariṣyatīaurveṇa jānatātmānaṁprajāvantaṁ nivāritā",
        "verse_Syn": [
            "vṛddham",
            "tam",
            "pañcatām",
            "prāptam",
            "mahiṣī",
            "anumariṣyatī",
            "aurveṇa",
            "jānatā",
            "ātmānam",
            "prajā",
            "vantam",
            "nivāritā"
        ],
        "translation": "Bāhuka died when he was old, and one of his wives wanted to die with him, following the satī rite. At that time, however, Aurva Muni, knowing her to be pregnant, forbade her to die.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "आज्ञायास्यै सपत्नीभिर्गरो दत्तोऽन्धसा सह ।सह तेनैव सञ्जात: सगराख्यो महायशा: ।सगरश्चक्रवर्त्यासीत् सागरो यत्सुतै: कृत: ॥ ४ ॥",
        "english_devnagari": "ājñāyāsyai sapatnībhirgaro datto ’ndhasā sahasaha tenaiva sañjātaḥsagarākhyo mahā-yaśāḥsagaraś cakravarty āsītsāgaro yat-sutaiḥ kṛtaḥ",
        "verse_Syn": [
            "ājñāya",
            "asyai",
            "sapatnībhiḥ",
            "garaḥ",
            "dattaḥ",
            "andhasā",
            "saha",
            "saha",
            "tena",
            "eva",
            "sañjātaḥ",
            "sagara",
            "ākhyaḥ",
            "mahā",
            "yaśāḥ",
            "sagaraḥ",
            "cakravartī",
            "āsīt",
            "sāgaraḥ",
            "yat",
            "sutaiḥ",
            "kṛtaḥ"
        ],
        "translation": "Knowing that she was pregnant, the co-wives of the wife of Bāhuka conspired to give her poison with her food, but it did not act. Instead, the son was born along with the poison. Therefore he became famous as Sagara [“one who is born with poison”]. Sagara later became the emperor. The place known as Gaṅgāsāgara was excavated by his sons.",
        "purport": ""
    },
    {
        "verse": "5-6",
        "devanagari": "यस्तालजङ्घान् यवनाञ्छकान् हैहयबर्बरान् ।नावधीद् गुरुवाक्येन चक्रे विकृतवेषिण: ॥ ५ ॥मुण्डाञ्छ्मश्रुधरान् कांश्चिन्मुक्तकेशार्धमुण्डितान् ।अनन्तर्वासस: कांश्चिदबहिर्वाससोऽपरान् ॥ ६ ॥",
        "english_devnagari": "yas tālajaṅghān yavanāñchakān haihaya-barbarānnāvadhīd guru-vākyenacakre vikṛta-veṣiṇaḥ",
        "verse_Syn": [
            "yaḥ",
            "tālajaṅghān",
            "yavanān",
            "śakān",
            "haihaya",
            "barbarān",
            "na",
            "avadhīt",
            "guru",
            "vākyena",
            "cakre",
            "vikṛta",
            "veṣiṇaḥ",
            "muṇḍān",
            "śmaśru",
            "dharān",
            "kāṁścit",
            "mukta",
            "keśa",
            "ardha",
            "muṇḍitān",
            "anantaḥ",
            "vāsasaḥ",
            "kāṁścit",
            "abahiḥ",
            "vāsasaḥ",
            "aparān"
        ],
        "translation": "Sagara Mahārāja, following the order of his spiritual master, Aurva, did not kill the uncivilized men like the Tālajaṅghas, Yavanas, Śakas, Haihayas and Barbaras. Instead, some of them he made dress awkwardly, some of them he shaved clean but allowed to wear mustaches, some of them he left wearing loose hair, some he half shaved, some he left without underwear, and some without external garments. Thus these different clans were made to dress differently, but King Sagara did not kill them.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "सोऽश्वमेधैरयजत सर्ववेदसुरात्मकम् ।और्वोपदिष्टयोगेन हरिमात्मानमीश्वरम् ।तस्योत्सृष्टं पशुं यज्ञे जहाराश्वं पुरन्दर: ॥ ७ ॥",
        "english_devnagari": "so ’śvamedhair ayajatasarva-veda-surātmakamaurvopadiṣṭa-yogenaharim ātmānam īśvaramtasyotsṛṣṭaṁ paśuṁ yajñejahārāśvaṁ purandaraḥ",
        "verse_Syn": [
            "saḥ",
            "aśvamedhaiḥ",
            "ayajata",
            "sarva",
            "veda",
            "sura",
            "ātmakam",
            "aurva",
            "upadiṣṭa",
            "yogena",
            "harim",
            "ātmānam",
            "īśvaram",
            "tasya",
            "utsṛṣṭam",
            "paśum",
            "yajñe",
            "jahāra",
            "aśvam",
            "purandaraḥ"
        ],
        "translation": "Following the instructions of the great sage Aurva, Sagara Mahārāja performed aśvamedha sacrifices and thus satisfied the Supreme Lord, who is the supreme controller, the Supersoul of all learned scholars, and the knower of all Vedic knowledge, the Supreme Personality of Godhead. But Indra, the King of heaven, stole the horse meant to be offered at the sacrifice.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "सुमत्यास्तनया द‍ृप्ता: पितुरादेशकारिण: ।हयमन्वेषमाणास्ते समन्तान्न्यखनन् महीम् ॥ ८ ॥",
        "english_devnagari": "sumatyās tanayā dṛptāḥpitur ādeśa-kāriṇaḥhayam anveṣamāṇās tesamantān nyakhanan mahīm",
        "verse_Syn": [
            "sumatyāḥ",
            "tanayāḥ",
            "dṛptāḥ",
            "pituḥ",
            "ādeśa",
            "kāriṇaḥ",
            "hayam",
            "anveṣamāṇāḥ",
            "te",
            "samantāt",
            "nyakhanan",
            "mahīm"
        ],
        "translation": "[King Sagara had two wives, Sumati and Keśinī.] The sons of Sumati, who were very proud of their prowess and influence, following the order of their father, searched for the lost horse. While doing so, they dug into the earth very extensively.",
        "purport": ""
    },
    {
        "verse": "9-10",
        "devanagari": "प्रागुदीच्यां दिशि हयं दद‍ृशु: कपिलान्तिके ।एष वाजिहरश्चौर आस्ते मीलितलोचन: ॥ ९ ॥हन्यतां हन्यतां पाप इति षष्टिसहस्रिण: ।उदायुधा अभिययुरुन्मिमेष तदा मुनि: ॥ १० ॥",
        "english_devnagari": "prāg-udīcyāṁ diśi hayaṁdadṛśuḥ kapilāntikeeṣa vāji-haraś cauraāste mīlita-locanaḥ",
        "verse_Syn": [
            "prāk",
            "udīcyām",
            "diśi",
            "hayam",
            "dadṛśuḥ",
            "kapila",
            "antike",
            "eṣaḥ",
            "vāji",
            "haraḥ",
            "cauraḥ",
            "āste",
            "mīlita",
            "locanaḥ",
            "hanyatām",
            "hanyatām",
            "pāpaḥ",
            "iti",
            "ṣaṣṭi",
            "sahasriṇaḥ",
            "udāyudhāḥ",
            "abhiyayuḥ",
            "unmimeṣa",
            "tadā",
            "muniḥ"
        ],
        "translation": "Thereafter, in the northeastern direction, they saw the horse near the āśrama of Kapila Muni. “Here is the man who has stolen the horse,” they said. “He is staying there with closed eyes. Certainly he is very sinful. Kill him! Kill him!” Shouting like this, the sons of Sagara, sixty thousand all together, raised their weapons. When they approached the sage, the sage opened His eyes.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "स्वशरीराग्निना तावन्महेन्द्रहृतचेतस: ।महद्‌व्य‌तिक्रमहता भस्मसादभवन् क्षणात् ॥ ११ ॥",
        "english_devnagari": "sva-śarīrāgninā tāvanmahendra-hṛta-cetasaḥmahad-vyatikrama-hatābhasmasād abhavan kṣaṇāt",
        "verse_Syn": [
            "sva",
            "śarīra",
            "agninā",
            "tāvat",
            "mahendra",
            "hṛta",
            "cetasaḥ",
            "mahat",
            "vyatikrama",
            "hatāḥ",
            "bhasmasāt",
            "abhavan",
            "kṣaṇāt"
        ],
        "translation": "By the influence of Indra, the King of heaven, the sons of Sagara had lost their intelligence and disrespected a great personality. Consequently, fire emanated from their own bodies, and they were immediately burned to ashes.",
        "purport": " The material body is a combination of earth, water, fire, air and ether. There is already fire within the body, and our practical experience is that the heat of this fire sometimes increases and sometimes decreases. The fire within the bodies of the sons of Sagara Mahārāja became so much hotter that all of them burned to ashes. The fire’s increased heat was due to their misbehavior toward a great personality. Such misbehavior is called mahad-vyatikrama. They were killed by the fire of their own bodies because of insulting a great personality."
    },
    {
        "verse": "12",
        "devanagari": "न साधुवादो मुनिकोपभर्जितानृपेन्द्रपुत्रा इति सत्त्वधामनि ।कथं तमो रोषमयं विभाव्यतेजगत्पवित्रात्मनि खे रजो भुव: ॥ १२ ॥",
        "english_devnagari": "na sādhu-vādo muni-kopa-bharjitānṛpendra-putrā iti sattva-dhāmanikathaṁ tamo roṣamayaṁ vibhāvyatejagat-pavitrātmani khe rajo bhuvaḥ",
        "verse_Syn": [
            "na",
            "sādhu",
            "vādaḥ",
            "muni",
            "kopa",
            "bharjitāḥ",
            "nṛpendra",
            "putrāḥ",
            "iti",
            "sattva",
            "dhāmani",
            "katham",
            "tamaḥ",
            "roṣa",
            "mayam",
            "vibhāvyate",
            "jagat",
            "pavitra",
            "ātmani",
            "khe",
            "rajaḥ",
            "bhuvaḥ"
        ],
        "translation": "It is sometimes argued that the sons of King Sagara were burned to ashes by the fire emanating from the eyes of Kapila Muni. This statement, however, is not approved by great learned persons, for Kapila Muni’s body is completely in the mode of goodness and therefore cannot manifest the mode of ignorance in the form of anger, just as the pure sky cannot be polluted by the dust of the earth.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "यस्येरिता साङ्ख्यमयी द‍ृढेह नौ-र्यया मुमुक्षुस्तरते दुरत्ययम् ।भवार्णवं मृत्युपथं विपश्चित:परात्मभूतस्य कथं पृथङ्‌मति: ॥ १३ ॥",
        "english_devnagari": "yasyeritā sāṅkhyamayī dṛḍheha nauryayā mumukṣus tarate duratyayambhavārṇavaṁ mṛtyu-pathaṁ vipaścitaḥparātma-bhūtasya kathaṁ pṛthaṅ-matiḥ",
        "verse_Syn": [
            "yasya",
            "īritā",
            "sāṅkhya",
            "mayī",
            "dṛḍhā",
            "iha",
            "nauḥ",
            "yayā",
            "mumukṣuḥ",
            "tarate",
            "duratyayam",
            "bhava",
            "arṇavam",
            "mṛtyu",
            "patham",
            "vipaścitaḥ",
            "parātma",
            "bhūtasya",
            "katham",
            "pṛthak",
            "matiḥ"
        ],
        "translation": "Kapila Muni enunciated in this material world the Sāṅkhya philosophy, which is a strong boat with which to cross over the ocean of nescience. Indeed, a person eager to cross the ocean of the material world may take shelter of this philosophy. In such a greatly learned person, situated on the elevated platform of transcendence, how can there be any distinction between enemy and friend?",
        "purport": " One who is promoted to the transcendental position (brahma-bhūta) is always jubilant (prasannātmā). He is unaffected by the false distinctions between good and bad in the material world. Therefore, such an exalted person is samaḥ sarveṣu bhūteṣu; that is to say, he is equal toward everyone, not distinguishing between friend and enemy. Because he is on the absolute platform, free from material contamination, he is called parātma-bhūta or brahma-bhūta. Kapila Muni, therefore, was not at all angry at the sons of Sagara Mahārāja; rather, they were burnt to ashes by the heat of their own bodies."
    },
    {
        "verse": "14",
        "devanagari": "योऽसमञ्जस इत्युक्त: स केशिन्या नृपात्मज: ।तस्य पुत्रोशुमान् नाम पितामहहिते रत: ॥ १४ ॥",
        "english_devnagari": "yo ’samañjasa ity uktaḥsa keśinyā nṛpātmajaḥtasya putro ’ṁśumān nāmapitāmaha-hite rataḥ",
        "verse_Syn": [
            "yaḥ",
            "asamañjasaḥ",
            "iti",
            "uktaḥ",
            "saḥ",
            "keśinyāḥ",
            "nṛpa",
            "ātmajaḥ",
            "tasya",
            "putraḥ",
            "aṁśumān",
            "nāma",
            "pitāmaha",
            "hite",
            "rataḥ"
        ],
        "translation": "Among the sons of Sagara Mahārāja was one named Asamañjasa, who was born from the King’s second wife, Keśinī. The son of Asamañjasa was known as Aṁśumān, and he was always engaged in working for the good of Sagara Mahārāja, his grandfather.",
        "purport": ""
    },
    {
        "verse": "15-16",
        "devanagari": "असमञ्जस आत्मानं दर्शयन्नसमञ्जसम् ।जातिस्मर: पुरा सङ्गाद् योगी योगाद् विचालित: ॥ १५ ॥आचरन् गर्हितं लोके ज्ञातीनां कर्म विप्रियम् ।सरय्वां क्रीडतो बालान्प्रास्यदुद्वेजयञ्जनम् ॥ १६ ॥",
        "english_devnagari": "asamañjasa ātmānaṁdarśayann asamañjasamjāti-smaraḥ purā saṅgādyogī yogād vicālitaḥ",
        "verse_Syn": [
            "asamañjasaḥ",
            "ātmānam",
            "darśayan",
            "asamañjasam",
            "jāti",
            "smaraḥ",
            "purā",
            "saṅgāt",
            "yogī",
            "yogāt",
            "vicālitaḥ",
            "ācaran",
            "garhitam",
            "loke",
            "jñātīnām",
            "karma",
            "vipriyam",
            "sarayvām",
            "krīḍataḥ",
            "bālān",
            "prāsyat",
            "udvejayan",
            "janam"
        ],
        "translation": "Formerly, in his previous birth, Asamañjasa had been a great mystic yogī, but by bad association he had fallen from his exalted position. Now, in this life, he was born in a royal family and was a jāti-smara; that is, he had the special advantage of being able to remember his past birth. Nonetheless, he wanted to display himself as a miscreant, and therefore he would do things that were abominable in the eyes of the public and unfavorable to his relatives. He would disturb the boys sporting in the river Sarayū by throwing them into the depths of the water.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "एवं वृत्त: परित्यक्त: पित्रा स्‍नेहमपोह्य वै ।योगैश्वर्येण बालांस्तान् दर्शयित्वा ततो ययौ ॥ १७ ॥",
        "english_devnagari": "evaṁ vṛttaḥ parityaktaḥpitrā sneham apohya vaiyogaiśvaryeṇa bālāṁs tāndarśayitvā tato yayau",
        "verse_Syn": [
            "evam",
            "vṛttaḥ",
            "parityaktaḥ",
            "pitrā",
            "sneham",
            "apohya",
            "vai",
            "yoga",
            "aiśvaryeṇa",
            "bālān",
            "tān",
            "darśayitvā",
            "tataḥ",
            "yayau"
        ],
        "translation": "Because Asamañjasa engaged in such abominable activities, his father gave up affection for him and had him exiled. Then Asamañjasa exhibited his mystic power by reviving the boys and showing them to the King and their parents. After this, Asamañjasa left Ayodhyā.",
        "purport": " Asamañjasa was a jāti-smara; because of his mystic power, he did not forget his previous consciousness. Thus he could give life to the dead. By exhibiting wonderful activities in relation to the dead children, he certainly attracted the attention of the King and the people in general. Then he left that place immediately."
    },
    {
        "verse": "18",
        "devanagari": "अयोध्यावासिन: सर्वे बालकान् पुनरागतान् ।द‍ृष्ट्वा विसिस्मिरे राजन् राजा चाप्यन्वतप्यत ॥ १८ ॥",
        "english_devnagari": "ayodhyā-vāsinaḥ sarvebālakān punar āgatāndṛṣṭvā visismire rājanrājā cāpy anvatapyata",
        "verse_Syn": [
            "ayodhyā",
            "vāsinaḥ",
            "sarve",
            "bālakān",
            "punaḥ",
            "āgatān",
            "dṛṣṭvā",
            "visismire",
            "rājan",
            "rājā",
            "ca",
            "api",
            "anvatapyata"
        ],
        "translation": "O King Parīkṣit, when all the inhabitants of Ayodhyā saw that their boys had come back to life, they were astounded, and King Sagara greatly lamented the absence of his son.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "अंशुमांश्चोदितो राज्ञा तुरगान्वेषणे ययौ ।पितृव्यखातानुपथं भस्मान्ति दद‍ृशे हयम् ॥ १९ ॥",
        "english_devnagari": "aṁśumāṁś codito rājñāturagānveṣaṇe yayaupitṛvya-khātānupathaṁbhasmānti dadṛśe hayam",
        "verse_Syn": [
            "aṁśumān",
            "coditaḥ",
            "rājñā",
            "turaga",
            "anveṣaṇe",
            "yayau",
            "pitṛvya",
            "khāta",
            "anupatham",
            "bhasma",
            "anti",
            "dadṛśe",
            "hayam"
        ],
        "translation": "Thereafter, Aṁśumān, the grandson of Mahārāja Sagara, was ordered by the King to search for the horse. Following the same path traversed by his uncles, Aṁśumān gradually reached the stack of ashes and found the horse nearby.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "तत्रासीनं मुनिं वीक्ष्य कपिलाख्यमधोक्षजम् ।अस्तौत् समाहितमना: प्राञ्जलि: प्रणतो महान् ॥ २० ॥",
        "english_devnagari": "tatrāsīnaṁ muniṁ vīkṣyakapilākhyam adhokṣajamastaut samāhita-manāḥprāñjaliḥ praṇato mahān",
        "verse_Syn": [
            "tatra",
            "āsīnam",
            "munim",
            "vīkṣya",
            "kapila",
            "ākhyam",
            "adhokṣajam",
            "astaut",
            "samāhita",
            "manāḥ",
            "prāñjaliḥ",
            "praṇataḥ",
            "mahān"
        ],
        "translation": "The great Aṁśumān saw the sage named Kapila, the saint who is an incarnation of Viṣṇu, sitting there by the horse. Aṁśumān offered Him respectful obeisances, folded his hands and offered Him prayers with great attention.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "अंशुमानुवाचन पश्यति त्वां परमात्मनोऽजनोन बुध्यतेऽद्यापि समाधियुक्तिभि: ।कुतोऽपरे तस्य मन:शरीरधी-विसर्गसृष्टा वयमप्रकाशा: ॥ २१ ॥",
        "english_devnagari": "aṁśumān uvācana paśyati tvāṁ param ātmano ’janona budhyate ’dyāpi samādhi-yuktibhiḥkuto ’pare tasya manaḥ-śarīra-dhī-visarga-sṛṣṭā vayam aprakāśāḥ",
        "verse_Syn": [
            "aṁśumān",
            "uvāca",
            "na",
            "paśyati",
            "tvām",
            "param",
            "ātmanaḥ",
            "ajanaḥ",
            "na",
            "budhyate",
            "adya",
            "api",
            "samādhi",
            "yuktibhiḥ",
            "kutaḥ",
            "apare",
            "tasya",
            "manaḥ",
            "śarīra",
            "dhī",
            "visarga",
            "sṛṣṭāḥ",
            "vayam",
            "aprakāśāḥ"
        ],
        "translation": "Aṁśumān said: My Lord, even Lord Brahmā is to this very day unable to understand Your position, which is far beyond himself, either by meditation or by mental speculation. So what to speak of others like us, who have been created by Brahmā in various forms as demigods, animals, human beings, birds and beasts? We are completely in ignorance. Therefore, how can we know You, who are the Transcendence?",
        "purport": " “O scion of Bharata [Arjuna], O conqueror of the foe, all living entities are born into delusion, overcome by the dualities of desire and hate.” (Bg. 7.27) All living beings in the material world are influenced by the three modes of material nature. Even Lord Brahmā is in the mode of goodness. Similarly, the demigods are generally in the mode of passion, and living entities lower than the demigods, such as human beings and animals, are in the mode of ignorance, or in mixed goodness, passion and ignorance. Therefore Aṁśumān wanted to explain that because his uncles, who had burnt to ashes, were under the modes of material nature, they could not understand Lord Kapiladeva. “Because You are beyond even the direct and indirect intelligence of Lord Brahmā,” he prayed, “unless we are enlightened by Your Lordship it will not be possible for us to understand You.” “My Lord, if one is favored by even a slight trace of the mercy of Your lotus feet, he can understand the greatness of Your personality. But those who speculate to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years.” (Bhāg. 10.14.29) The Lord, the Supreme Personality of Godhead, can be understood by one who is favored by the Lord; the Lord cannot be understood by others."
    },
    {
        "verse": "22",
        "devanagari": "ये देहभाजस्त्रिगुणप्रधानागुणान् विपश्यन्त्युत वा तमश्च ।यन्मायया मोहितचेतसस्त्वांविदु: स्वसंस्थं न बहि:प्रकाशा: ॥ २२ ॥",
        "english_devnagari": "ye deha-bhājas tri-guṇa-pradhānāguṇān vipaśyanty uta vā tamaś cayan-māyayā mohita-cetasas tvāṁviduḥ sva-saṁsthaṁ na bahiḥ-prakāśāḥ",
        "verse_Syn": [
            "ye",
            "deha",
            "bhājaḥ",
            "tri",
            "guṇa",
            "pradhānāḥ",
            "guṇān",
            "vipaśyanti",
            "uta",
            "vā",
            "tamaḥ",
            "ca",
            "yat",
            "māyayā",
            "mohita",
            "cetasaḥ",
            "tvām",
            "viduḥ",
            "sva",
            "saṁstham",
            "na",
            "bahiḥ",
            "prakāśāḥ"
        ],
        "translation": "My Lord, You are fully situated in everyone’s heart, but the living entities, covered by the material body, cannot see You, for they are influenced by the external energy, conducted by the three modes of material nature. Their intelligence being covered by sattva-guṇa, rajo-guṇa and tamo-guṇa, they can see only the actions and reactions of these three modes of material nature. Because of the actions and reactions of the mode of ignorance, whether the living entities are awake or sleeping, they can see only the workings of material nature; they cannot see Your Lordship.",
        "purport": " Unless one is situated in the transcendental loving service of the Lord, one is unable to understand the Supreme Personality of Godhead. The Lord is situated in everyone’s heart. However, because the conditioned souls are influenced by material nature, they can see only the actions and reactions of material nature, but not the Supreme Personality of Godhead. One therefore must purify himself internally and externally: To keep ourselves externally clean we should bathe three times daily, and for internal cleanliness we must cleanse the heart by chanting the Hare Kṛṣṇa mantra. The members of the Kṛṣṇa consciousness movement must always follow this principle (bāhyābhyantaraḥ śuciḥ). Then it will one day be possible to see the Supreme Personality of Godhead face to face."
    },
    {
        "verse": "23",
        "devanagari": "तं त्वामहं ज्ञानघनं स्वभाव-प्रध्वस्तमायागुणभेदमोहै: ।सनन्दनाद्यैर्मुनिभिर्विभाव्यंकथं विमूढ: परिभावयामि ॥ २३ ॥",
        "english_devnagari": "taṁ tvāṁ ahaṁ jñāna-ghanaṁ svabhāva-pradhvasta-māyā-guṇa-bheda-mohaiḥsanandanādyair munibhir vibhāvyaṁkathaṁ vimūḍhaḥ paribhāvayāmi",
        "verse_Syn": [
            "tam",
            "tvām",
            "aham",
            "jñāna",
            "ghanam",
            "svabhāva",
            "pradhvasta",
            "māyā",
            "guṇa",
            "bheda",
            "mohaiḥ",
            "sanandana",
            "ādyaiḥ",
            "munibhiḥ",
            "vibhāvyam",
            "katham",
            "vimūḍhaḥ",
            "paribhāvayāmi"
        ],
        "translation": "O my Lord, sages freed from the influence of the three modes of material nature — sages such as the four Kumāras [Sanat, Sanaka, Sanandana and Sanātana] — are able to think of You, who are concentrated knowledge. But how can an ignorant person like me think of You?",
        "purport": " The word svabhāva refers to one’s own spiritual nature or original constitutional position. When situated in this original position, the living entity is unaffected by the modes of material nature. Sa guṇān samatītyaitān brahma-bhūyāya kalpate (Bg. 14.26). As soon as one is freed from the influence of the three modes of material nature, he is situated on the Brahman platform. Vivid examples of personalities thus situated are the four Kumāras and Nārada. Such authorities can by nature understand the position of the Supreme Personality of Godhead, but a conditioned soul not freed from the influence of material nature is unable to realize the Supreme. In Bhagavad-gītā (2.45), therefore, Kṛṣṇa advises Arjuna, traiguṇya-viṣayā vedā nistraiguṇyo bhavārjuna: one must rise above the influence of the three modes of material nature. One who stays within the influence of the three material modes is unable to understand the Supreme Personality of Godhead."
    },
    {
        "verse": "24",
        "devanagari": "प्रशान्त मायागुणकर्मलिङ्ग-मनामरूपं सदसद्विमुक्तम् ।ज्ञानोपदेशाय गृहीतदेहंनमामहे त्वां पुरुषं पुराणम् ॥ २४ ॥",
        "english_devnagari": "praśānta māyā-guṇa-karma-liṅgamanāma-rūpaṁ sad-asad-vimuktamjñānopadeśāya gṛhīta-dehaṁnamāmahe tvāṁ puruṣaṁ purāṇam",
        "verse_Syn": [
            "praśānta",
            "māyā",
            "guṇa",
            "karma",
            "liṅgam",
            "anāma",
            "rūpam",
            "sat",
            "asat",
            "vimuktam",
            "jñāna",
            "upadeśāya",
            "gṛhīta",
            "deham",
            "namāmahe",
            "tvām",
            "puruṣam",
            "purāṇam"
        ],
        "translation": "O completely peaceful Lord, although material nature, fruitive activities and their consequent material names and forms are Your creation, You are unaffected by them. Therefore, Your transcendental name is different from material names, and Your form is different from material forms. You assume a form resembling a material body just to give us instructions like those of Bhagavad-gītā, but actually You are the supreme original person. I therefore offer my respectful obeisances unto You.",
        "purport": " Śrīla Yāmunācārya has recited this verse in his Stotra-ratna (43): “By serving You constantly, one is freed from all material desires and is completely pacified. When shall I engage as Your permanent eternal servant and always feel joyful to have such a fitting master?” Manorathenāsati dhāvato bahiḥ: one who acts on the mental platform must descend to material activities. Material contamination, however, is completely absent from the Supreme Personality of Godhead and His pure devotee. Therefore the Lord is addressed as praśānta, completely peaceful, free from the disturbances of material existence. The Supreme Lord has no material name or form; only the foolish think that the Lord’s name and form are material (avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam). The identity of the Supreme Lord is that He is the original person. Nonetheless, those who have but a poor fund of knowledge think that the Lord is formless. The Lord is formless in the material sense, but He has His transcendental form (sac-cid-ānanda-vigraha)."
    },
    {
        "verse": "25",
        "devanagari": "त्वन्मायारचिते लोके वस्तुबुद्ध्या गृहादिषु ।भ्रमन्ति कामलोभेर्ष्यामोहविभ्रान्तचेतस: ॥ २५ ॥",
        "english_devnagari": "tvan-māyā-racite lokevastu-buddhyā gṛhādiṣubhramanti kāma-lobherṣyā-moha-vibhrānta-cetasaḥ",
        "verse_Syn": [
            "tvat",
            "māyā",
            "racite",
            "loke",
            "vastu",
            "buddhyā",
            "gṛha",
            "ādiṣu",
            "bhramanti",
            "kāma",
            "lobha",
            "īrṣyā",
            "moha",
            "vibhrānta",
            "cetasaḥ"
        ],
        "translation": "O my Lord, those whose hearts are bewildered by the influence of lust, greed, envy and illusion are interested only in false hearth and home in this world created by Your māyā. Attached to home, wife and children, they wander in this material world perpetually.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "अद्य न: सर्वभूतात्मन् कामकर्मेन्द्रियाशय: ।मोहपाशो द‍ृढश्छिन्नो भगवंस्तव दर्शनात् ॥ २६ ॥",
        "english_devnagari": "adya naḥ sarva-bhūtātmankāma-karmendriyāśayaḥmoha-pāśo dṛḍhaś chinnobhagavaṁs tava darśanāt",
        "verse_Syn": [
            "adya",
            "naḥ",
            "sarva",
            "bhūta",
            "ātman",
            "kāma",
            "karma",
            "indriya",
            "āśayaḥ",
            "moha",
            "pāśaḥ",
            "dṛḍhaḥ",
            "chinnaḥ",
            "bhagavan",
            "tava",
            "darśanāt"
        ],
        "translation": "O Supersoul of all living entities, O Personality of Godhead, simply by seeing You I have now been freed from all lusty desires, which are the root cause of insurmountable illusion and bondage in the material world.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "श्रीशुक उवाचइत्थंगीतानुभावस्तं भगवान्कपिलो मुनि: ।अंशुमन्तमुवाचेदमनुग्राह्य धिया नृप ॥ २७ ॥",
        "english_devnagari": "śrī-śuka uvācaitthaṁ gītānubhāvas taṁbhagavān kapilo muniḥaṁśumantam uvācedamanugrāhya dhiyā nṛpa",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ittham",
            "gīta",
            "anubhāvaḥ",
            "tam",
            "bhagavān",
            "kapilaḥ",
            "muniḥ",
            "aṁśumantam",
            "uvāca",
            "idam",
            "anugrāhya",
            "dhiyā",
            "nṛpa"
        ],
        "translation": "O King Parīkṣit, when Aṁśumān had glorified the Lord in this way, the great sage Kapila, the powerful incarnation of Viṣṇu, being very merciful to him, explained to him the path of knowledge.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "श्रीभगवानुवाचअश्वोऽयं नीयतां वत्स पितामहपशुस्तव ।इमे च पितरो दग्धा गङ्गाम्भोऽर्हन्ति नेतरत् ॥ २८ ॥",
        "english_devnagari": "śrī-bhagavān uvācaaśvo ’yaṁ nīyatāṁ vatsapitāmaha-paśus tavaime ca pitaro dagdhāgaṅgāmbho ’rhanti netarat",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "aśvaḥ",
            "ayam",
            "nīyatām",
            "vatsa",
            "pitāmaha",
            "paśuḥ",
            "tava",
            "ime",
            "ca",
            "pitaraḥ",
            "dagdhāḥ",
            "gaṅgā",
            "ambhaḥ",
            "arhanti",
            "na",
            "itarat"
        ],
        "translation": "The Personality of Godhead said: My dear Aṁśumān, here is the animal sought by your grandfather for sacrifice. Please take it. As for your forefathers, who have been burnt to ashes, they can be delivered only by Ganges water, and not by any other means.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "तं परिक्रम्य शिरसा प्रसाद्य हयमानयत् ।सगरस्तेन पशुना यज्ञशेषं समापयत् ॥ २९ ॥",
        "english_devnagari": "taṁ parikramya śirasāprasādya hayam ānayatsagaras tena paśunāyajña-śeṣaṁ samāpayat",
        "verse_Syn": [
            "tam",
            "parikramya",
            "śirasā",
            "prasādya",
            "hayam",
            "ānayat",
            "sagaraḥ",
            "tena",
            "paśunā",
            "yajña",
            "śeṣam",
            "samāpayat"
        ],
        "translation": "Thereafter, Aṁśumān circumambulated Kapila Muni and offered Him respectful obeisances, bowing his head. After fully satisfying Him in this way, Aṁśumān brought back the horse meant for sacrifice, and with this horse Mahārāja Sagara performed the remaining ritualistic ceremonies.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "राज्यमंशुमते न्यस्य नि:स्पृहो मुक्तबन्धन: ।और्वोपदिष्टमार्गेण लेभे गतिमनुत्तमाम् ॥ ३० ॥",
        "english_devnagari": "rājyam aṁśumate nyasyaniḥspṛho mukta-bandhanaḥaurvopadiṣṭa-mārgeṇalebhe gatim anuttamām",
        "verse_Syn": [
            "rājyam",
            "aṁśumate",
            "nyasya",
            "niḥspṛhaḥ",
            "mukta",
            "bandhanaḥ",
            "aurva",
            "upadiṣṭa",
            "mārgeṇa",
            "lebhe",
            "gatim",
            "anuttamām"
        ],
        "translation": "After delivering charge of his kingdom to Aṁśumān and thus being freed from all material anxiety and bondage, Sagara Mahārāja, following the means instructed by Aurva Muni, achieved the supreme destination.",
        "purport": ""
    }
]