[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: While King Citraketu, overcome by lamentation, lay like a dead body at the side of the dead body of his son, the two great sages Nārada and Aṅgirā instructed him about spiritual consciousness as follows."
    },
    {
        "verse_id": "2",
        "text": "O King, what relationship does the dead body for which you lament have with you, and what relationship do you have with him? You may say that you are now related as father and son, but do you think this relationship existed before? Does it truly exist now? Will it continue in the future?"
    },
    {
        "verse_id": "3",
        "text": "O King, as small particles of sand sometimes come together and are sometimes separated due to the force of the waves, the living entities who have accepted material bodies sometimes come together and are sometimes separated by the force of time."
    },
    {
        "verse_id": "4",
        "text": "When seeds are sown in the ground, they sometimes grow into plants and sometimes do not. Sometimes the ground is not fertile, and the sowing of seeds is unproductive. Similarly, sometimes a prospective father, being impelled by the potency of the Supreme Lord, can beget a child, but sometimes conception does not take place. Therefore one should not lament over the artificial relationship of parenthood, which is ultimately controlled by the Supreme Lord."
    },
    {
        "verse_id": "5",
        "text": "O King, both you and we — your advisers, wives and ministers — as well as everything moving and not moving throughout the entire cosmos at this time, are in a temporary situation. Before our birth this situation did not exist, and after our death it will exist no longer. Therefore our situation now is temporary, although it is not false."
    },
    {
        "verse_id": "6",
        "text": "The Supreme Personality of Godhead, the master and proprietor of everything, is certainly not interested in the temporary cosmic manifestation. Nonetheless, just as a boy at the beach creates something in which he is not interested, the Lord, keeping everything under His control, causes creation, maintenance and annihilation. He creates by engaging a father to beget a son, He maintains by engaging a government or king to see to the public’s welfare, and He annihilates through agents for killing, such as snakes. The agents for creation, maintenance and annihilation have no independent potency, but because of the spell of the illusory energy, one thinks himself the creator, maintainer and annihilator."
    },
    {
        "verse_id": "7",
        "text": "As from one seed another seed is generated, O King, so from one body [the body of the father], through another body [the body of the mother], a third body is generated [the body of a son]. As the elements of the material body are eternal, the living entity who appears through these material elements is also eternal."
    },
    {
        "verse_id": "8",
        "text": "Divisions of generalization and specification, such as nationality and individuality, are the imaginations of persons who are not advanced in knowledge."
    },
    {
        "verse_id": "9",
        "text": "Śrī Śukadeva Gosvāmī continued: Thus enlightened by the instructions of Nārada and Aṅgirā, King Citraketu became hopeful with knowledge. Wiping his shriveled face with his hand, the King began to speak."
    },
    {
        "verse_id": "10",
        "text": "King Citraketu said: You have both come here dressed like avadhūtas, liberated persons, just to cover your identities, but I see that of all men, you are the most elevated in awareness. You know everything as it is. Therefore you are the greatest of all great personalities."
    },
    {
        "verse_id": "11",
        "text": "Brāhmaṇas who are exalted to the position of Vaiṣṇavas, the most dear servants of Kṛṣṇa, sometimes dress like madmen. Just to benefit materialists like us, who are always attached to sense gratification, and just to dissipate our ignorance, these Vaiṣṇavas wander on the surface of the globe according to their desire."
    },
    {
        "verse_id": "12",
        "text": "O great souls, I have heard that among the great and perfect persons wandering the surface of the earth to instruct knowledge to people covered by ignorance are Sanat-kumāra, Nārada, Ṛbhu, Aṅgirā, Devala, Asita, Apāntaratamā [Vyāsadeva], Mārkaṇḍeya, Gautama, Vasiṣṭha, Bhagavān Paraśurāma, Kapila, Śukadeva, Durvāsā, Yājñavalkya, Jātukarṇa and Aruṇi. Others are Romaśa, Cyavana, Dattātreya, Āsuri, Patañjali, the great sage Dhaumya who is like the head of the Vedas, the sage Pañcaśikha, Hiraṇyanābha, Kauśalya, Śrutadeva and Ṛtadhvaja. You must certainly be among them."
    },
    {
        "verse_id": "16",
        "text": "Because you are great personalities, you can give me real knowledge. I am as foolish as a village animal like a pig or dog because I am merged in the darkness of ignorance. Therefore, please ignite the torch of knowledge to save me."
    },
    {
        "verse_id": "17",
        "text": "Aṅgirā said: My dear King, when you desired to have a son, I approached you. Indeed, I am the same Aṅgirā Ṛṣi who gave you this son. As for this ṛṣi, he is the great sage Nārada, the direct son of Lord Brahmā."
    },
    {
        "verse_id": "18",
        "text": "My dear King, you are an advanced devotee of the Supreme Personality of Godhead. To be absorbed in lamentation for the loss of something material is unsuitable for a person like you. Therefore we have both come to relieve you from this false lamentation, which is due to your being merged in the darkness of ignorance. For those who are advanced in spiritual knowledge to be affected by material loss and gain is not at all desirable."
    },
    {
        "verse_id": "20",
        "text": "When I first came to your home, I could have given you the supreme transcendental knowledge, but when I saw that your mind was absorbed in material things, I gave you only a son, who caused you jubilation and lamentation."
    },
    {
        "verse_id": "21",
        "text": "My dear King, now you are actually experiencing the misery of a person who has sons and daughters. O King, owner of the state of Śūrasena, one’s wife, his house, the opulence of his kingdom, and his various other opulences and objects of sense perception are all the same in that they are temporary. One’s kingdom, military power, treasury, servants, ministers, friends and relatives are all causes of fear, illusion, lamentation and distress. They are like a gandharva-nagara, a nonexistent palace that one imagines to exist in the forest. Because they are impermanent, they are no better than illusions, dreams and mental concoctions."
    },
    {
        "verse_id": "24",
        "text": "These visible objects like wife, children and property are like dreams and mental concoctions. Actually what we see has no permanent existence. It is sometimes seen and sometimes not. Only because of our past actions do we create such mental concoctions, and because of these concoctions, we perform further activities."
    },
    {
        "verse_id": "25",
        "text": "The living entity in the bodily conception of life is absorbed in the body, which is a combination of the physical elements, the five senses for gathering knowledge, and the five senses of action, along with the mind. Through the mind the living entity suffers three kinds of tribulations — adhibhautika, adhidaivika and adhyātmika. Therefore this body is a source of all miseries."
    },
    {
        "verse_id": "26",
        "text": "Therefore, O King Citraketu, carefully consider the position of the ātmā. In other words, try to understand who you are — whether body, mind or soul. Consider where you have come from, where you are going after giving up this body, and why you are under the control of material lamentation. Try to understand your real position in this way, and then you will be able to give up your unnecessary attachment. You will also be able to give up the belief that this material world, or anything not directly in touch with service to Kṛṣṇa, is eternal. Thus you will obtain peace."
    },
    {
        "verse_id": "27",
        "text": "The great sage Nārada continued: My dear King, attentively receive from me a mantra, which is most auspicious. After accepting it from me, in seven nights you will be able to see the Lord face to face."
    },
    {
        "verse_id": "28",
        "text": "My dear King, in former days Lord Śiva and other demigods took shelter of the lotus feet of Saṅkarṣaṇa. Thus they immediately got free from the illusion of duality and achieved unequaled and unsurpassed glories in spiritual life. You will very soon attain that very same position."
    }
]