[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: My dear King Parīkṣit, by his mystic power the great sage Nārada brought the dead son into the vision of all the lamenting relatives and then spoke as follows."
    },
    {
        "verse_id": "2",
        "text": "Śrī Nārada Muni said: O living entity, all good fortune unto you. Just see your father and mother. All your friends and relatives are overwhelmed with grief because of your passing away."
    },
    {
        "verse_id": "3",
        "text": "Because you died untimely, the balance of your lifetime still remains. Therefore you may reenter your body and enjoy the remainder of your life, surrounded by your friends and relatives. Accept the royal throne and all the opulences given by your father."
    },
    {
        "verse_id": "4",
        "text": "By the mystic power of Nārada Muni, the living entity reentered his dead body for a short time and spoke in reply to Nārada Muni’s request. He said: According to the results of my fruitive activities, I, the living being, transmigrate from one body to another, sometimes going to the species of the demigods, sometimes to the species of lower animals, sometimes among the vegetables, and sometimes to the human species. Therefore, in which birth were these my mother and father? No one is actually my mother and father. How can I accept these two people as my parents?"
    },
    {
        "verse_id": "5",
        "text": "In this material world, which advances like a river that carries away the living entity, all people become friends, relatives and enemies in due course of time. They also act neutrally, they mediate, they despise one another, and they act in many other relationships. Nonetheless, despite these various transactions, no one is permanently related."
    },
    {
        "verse_id": "6",
        "text": "Just as gold and other commodities are continually transferred from one place to another in due course of purchase and sale, so the living entity, as a result of his fruitive activities, wanders throughout the entire universe, being injected into various bodies in different species of life by one kind of father after another."
    },
    {
        "verse_id": "7",
        "text": "A few living entities are born in the human species, and others are born as animals. Although both are living entities, their relationships are impermanent. An animal may remain in the custody of a human being for some time, and then the same animal may be transferred to the possession of other human beings. As soon as the animal goes away, the former proprietor no longer has a sense of ownership. As long as the animal is in his possession he certainly has an affinity for it, but as soon as the animal is sold, the affinity is lost."
    },
    {
        "verse_id": "8",
        "text": "Even though one living entity becomes connected with another because of a relationship based on bodies that are perishable, the living entity is eternal. Actually it is the body that is born or lost, not the living entity. One should not accept that the living entity takes birth or dies. The living being actually has no relationship with so-called fathers and mothers. As long as he appears as the son of a certain father and mother as a result of his past fruitive activities, he has a connection with the body given by that father and mother. Thus he falsely accepts himself as their son and acts affectionately. After he dies, however, the relationship is finished. Under these circumstances, one should not be falsely involved with jubilation and lamentation."
    },
    {
        "verse_id": "9",
        "text": "The living entity is eternal and imperishable because he actually has no beginning and no end. He never takes birth or dies. He is the basic principle of all types of bodies, yet he does not belong to the bodily category. The living being is so sublime that he is equal in quality to the Supreme Lord. Nonetheless, because he is extremely small, he is prone to be illusioned by the external energy, and thus he creates various bodies for himself according to his different desires."
    },
    {
        "verse_id": "10",
        "text": "For this living entity, no one is dear, nor is anyone unfavorable. He makes no distinction between that which is his own and that which belongs to anyone else. He is one without a second; in other words, he is not affected by friends and enemies, well-wishers or mischief-mongers. He is only an observer, a witness, of the different qualities of men."
    },
    {
        "verse_id": "11",
        "text": "The Supreme Lord [ātmā], the creator of cause and effect, does not accept the happiness and distress that result from fruitive actions. He is completely independent of having to accept a material body, and because He has no material body, He is always neutral. The living entities, being part and parcel of the Lord, possess His qualities in a minute quantity. Therefore one should not be affected by lamentation."
    },
    {
        "verse_id": "12",
        "text": "Śrī Śukadeva Gosvāmī continued: When the conditioned soul [jīva] in the form of Mahārāja Citraketu’s son had spoken in this way and then left, Citraketu and the other relatives of the dead son were all astonished. Thus they cut off the shackles of their affection, which was due to their relationship with him, and gave up their lamentation."
    },
    {
        "verse_id": "13",
        "text": "After the relatives had discharged their duties by performing the proper funeral ceremonies and burning the dead child’s body, they gave up the affection that leads to illusion, lamentation, fear and pain. Such affection is undoubtedly difficult to give up, but they gave it up very easily."
    },
    {
        "verse_id": "14",
        "text": "Queen Kṛtyadyuti’s co-wives, who had poisoned the child, were very much ashamed, and they lost all their bodily luster. While lamenting, O King, they remembered the instructions of Aṅgirā and gave up their ambition to bear children. Following the directions of the brāhmaṇas, they went to the bank of the Yamunā, where they bathed and atoned for their sinful activities."
    },
    {
        "verse_id": "15",
        "text": "Thus enlightened by the instructions of the brāhmaṇas Aṅgirā and Nārada, King Citraketu became fully aware of spiritual knowledge. As an elephant becomes free from a muddy reservoir of water, King Citraketu came out of the dark well of family life."
    },
    {
        "verse_id": "16",
        "text": "The King bathed in the water of the Yamunā, and according to prescribed duties, he offered oblations of water to the forefathers and demigods. Very gravely controlling his senses and mind, he then offered his respects and obeisances to the sons of Lord Brahmā [Aṅgirā and Nārada]."
    },
    {
        "verse_id": "17",
        "text": "Thereafter, being very much pleased with Citraketu, who was a self-controlled devotee and surrendered soul, Nārada, the most powerful sage, spoke to him the following transcendental instructions."
    },
    {
        "verse_id": "18",
        "text": "[Nārada gave Citraketu the following mantra.] O Lord, O Supreme Personality of Godhead, who are addressed by the oṁkāra [praṇava], I offer my respectful obeisances unto You. O Lord Vāsudeva, I meditate upon You. O Lord Pradyumna, Lord Aniruddha and Lord Saṅkarṣaṇa, I offer You my respectful obeisances. O reservoir of spiritual potency, O supreme bliss, I offer my respectful obeisances unto You, who are self-sufficient and most peaceful. O ultimate truth, one without a second, You are realized as Brahman, Paramātmā and Bhagavān and are therefore the reservoir of all knowledge. I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "20",
        "text": "Perceiving Your personal bliss, You are always transcendental to the waves of material nature. Therefore, my Lord, I offer my respectful obeisances unto You. You are the supreme controller of the senses, and Your expansions of form are unlimited. You are the greatest, and therefore I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "21",
        "text": "The words and mind of the conditioned soul cannot approach the Supreme Personality of Godhead, for material names and forms are not applicable to the Lord, who is entirely spiritual, beyond the conception of gross and subtle forms. The impersonal Brahman is another of His forms. May He, by His pleasure, protect us."
    },
    {
        "verse_id": "22",
        "text": "As pots made completely of earth are situated on earth after being created and are transformed into earth again when broken, this cosmic manifestation is caused by the Supreme Brahman, situated in the Supreme Brahman, and annihilated in the same Supreme Brahman. Therefore, since the Supreme Lord is the cause of Brahman, let us offer Him our respectful obeisances."
    },
    {
        "verse_id": "23",
        "text": "The Supreme Brahman emanates from the Supreme Personality of Godhead and expands like the sky. Although untouched by anything material, it exists within and without. Nonetheless, the mind, intelligence, senses and living force can neither touch Him nor know Him. I offer unto Him my respectful obeisances."
    },
    {
        "verse_id": "24",
        "text": "As iron has the power to burn when made red-hot in the association of fire, so the body, senses, living force, mind and intelligence, although merely lumps of matter, can function in their activities when infused with a particle of consciousness by the Supreme Personality of Godhead. As iron cannot burn unless heated by fire, the bodily senses cannot act unless favored by the Supreme Brahman."
    },
    {
        "verse_id": "25",
        "text": "O transcendental Lord, who are situated in the topmost planet of the spiritual world, Your two lotus feet are always massaged by a multitude of the best devotees with their lotus-bud hands. You are the Supreme Personality of Godhead, complete in six opulences. You are the supreme person mentioned in the Puruṣa-sūkta prayers. You are the most perfect, self-realized master of all mystic power. Let me offer my respectful obeisances unto You."
    },
    {
        "verse_id": "26",
        "text": "Śrī Śukadeva Gosvāmī continued: Nārada, having become the spiritual master of Citraketu, instructed him fully in this prayer because Citraketu was fully surrendered. O King Parīkṣit, Nārada then left with the great sage Aṅgirā for the topmost planet, known as Brahmaloka."
    },
    {
        "verse_id": "27",
        "text": "Fasting and drinking only water, Citraketu for one week continuously chanted with great care and attention the mantra given by Nārada Muni."
    },
    {
        "verse_id": "28",
        "text": "O King Parīkṣit, after only one week of repeatedly practicing the mantra received from the spiritual master, Citraketu achieved the rule of the planet of the Vidyādharas as an intermediate product of his spiritual advancement in knowledge."
    },
    {
        "verse_id": "29",
        "text": "Thereafter, within a very few days, by the influence of the mantra that Citraketu had practiced, his mind became increasingly enlightened in spiritual progress, and he attained shelter at the lotus feet of Anantadeva."
    },
    {
        "verse_id": "30",
        "text": "Upon reaching the shelter of Lord Śeṣa, the Supreme Personality of Godhead, Citraketu saw that He was as white as the white fibers of a lotus flower. He was dressed in bluish garments and adorned with a brilliantly glittering helmet, armlets, belt and bangles. His face was smiling, and His eyes were reddish. He was surrounded by such exalted liberated persons as Sanat-kumāra."
    },
    {
        "verse_id": "31",
        "text": "As soon as Mahārāja Citraketu saw the Supreme Lord, he was cleansed of all material contamination and situated in his original Kṛṣṇa consciousness, being completely purified. He became silent and grave, and because of love for the Lord, tears fell from his eyes, and his hairs stood on end. With great devotion and love, he offered his respectful obeisances unto the original Personality of Godhead."
    },
    {
        "verse_id": "32",
        "text": "With tears of love and affection, Citraketu repeatedly moistened the resting place of the Supreme Lord’s lotus feet. Because his voice was choked in ecstasy, for a considerable time he was unable to utter any of the letters of the alphabet to offer the Lord suitable prayers."
    },
    {
        "verse_id": "33",
        "text": "Thereafter, by controlling his mind with his intelligence and thus restricting his senses from external engagements, he recovered suitable words with which to express his feelings. Thus he began offering prayers to the Lord, who is the personification of the holy scriptures [the sātvata-saṁhitās like the Brahma-saṁhitā and the Nārada-pañcarātra] and who is the spiritual master of all. He offered his prayers as follows."
    },
    {
        "verse_id": "34",
        "text": "Citraketu said: O unconquerable Lord, although You cannot be conquered by anyone, You are certainly conquered by devotees who have control of the mind and senses. They can keep You under their control because You are causelessly merciful to devotees who desire no material profit from You. Indeed, You give Yourself to them, and because of this You also have full control over Your devotees."
    },
    {
        "verse_id": "35",
        "text": "My dear Lord, this cosmic manifestation and its creation, maintenance and annihilation are all but Your opulences. Since Lord Brahmā and the other creators are nothing but small portions of a portion of You, their partial power to create does not make them God [īśvara]. Their consciousness of themselves as separate Lords is therefore merely false prestige. It is not valid."
    },
    {
        "verse_id": "36",
        "text": "You exist in the beginning, middle and end of everything, from the most minute particle of the cosmic manifestation — the atom — to the gigantic universes and total material energy. Nonetheless, You are eternal, having no beginning, end or middle. You are perceived to exist in these three phases, and thus You are permanent. When the cosmic manifestation does not exist, You exist as the original potency."
    },
    {
        "verse_id": "37",
        "text": "Every universe is covered by seven layers — earth, water, fire, air, sky, the total energy and false ego — each ten times greater than the previous one. There are innumerable universes besides this one, and although they are unlimitedly large, they move about like atoms in You. Therefore You are called unlimited [ananta]."
    },
    {
        "verse_id": "38",
        "text": "O Lord, O Supreme, unintelligent persons who thirst for sense enjoyment and who worship various demigods are no better than animals in the human form of life. Because of their animalistic propensities, they fail to worship Your Lordship, and instead they worship the insignificant demigods, who are but small sparks of Your glory. With the destruction of the entire universe, including the demigods, the benedictions received from the demigods also vanish, just like the nobility when a king is no longer in power."
    },
    {
        "verse_id": "39",
        "text": "O Supreme Lord, if persons obsessed with material desires for sense gratification through material opulence worship You, who are the source of all knowledge and are transcendental to material qualities, they are not subject to material rebirth, just as sterilized or fried seeds do not produce plants. Living entities are subjected to the repetition of birth and death because they are conditioned by material nature, but since You are transcendental, one who is inclined to associate with You in transcendence escapes the conditions of material nature."
    },
    {
        "verse_id": "40",
        "text": "O unconquerable one, when You spoke about bhāgavata-dharma, which is the uncontaminated religious system for achieving the shelter of Your lotus feet, that was Your victory. Persons who have no material desires, like the Kumāras, who are self-satisfied sages, worship You to be liberated from material contamination. In other words, they accept the process of bhāgavata-dharma to achieve shelter at Your lotus feet."
    },
    {
        "verse_id": "41",
        "text": "Being full of contradictions, all forms of religion but bhāgavata-dharma work under conceptions of fruitive results and distinctions of “you and I” and “yours and mine.” The followers of Śrīmad-Bhāgavatam have no such consciousness. They are all Kṛṣṇa conscious, thinking that they are Kṛṣṇa’s and Kṛṣṇa is theirs. There are other, low-class religious systems, which are contemplated for the killing of enemies or the gain of mystic power, but such religious systems, being full of passion and envy, are impure and temporary. Because they are full of envy, they are full of irreligion."
    },
    {
        "verse_id": "42",
        "text": "How can a religious system that produces envy of one’s self and of others be beneficial for oneself and for them? What is auspicious about following such a system? What is actually to be gained? By causing pain to one’s own self due to self-envy and by causing pain to others, one arouses Your anger and practices irreligion."
    },
    {
        "verse_id": "43",
        "text": "My dear Lord, one’s occupational duty is instructed in Śrīmad-Bhāgavatam and Bhagavad-gītā according to Your point of view, which never deviates from the highest goal of life. Those who follow their occupational duties under Your supervision, being equal to all living entities, moving and nonmoving, and not considering high and low, are called Āryans. Such Āryans worship You, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "44",
        "text": "My Lord, it is not impossible for one to be immediately freed from all material contamination by seeing You. Not to speak of seeing You personally, merely by hearing the holy name of Your Lordship only once, even caṇḍālas, men of the lowest class, are freed from all material contamination. Under the circumstances, who will not be freed from material contamination simply by seeing You?"
    },
    {
        "verse_id": "45",
        "text": "Therefore, my dear Lord, simply seeing You has now wiped away all the contamination of sinful activities and their results of material attachment and lusty desires, which always filled my mind and the core of my heart. Whatever is predicted by the great sage Nārada Muni cannot be otherwise. In other words, I have obtained Your audience as a result of being trained by Nārada Muni."
    },
    {
        "verse_id": "46",
        "text": "O unlimited Supreme Personality of Godhead, whatever a living entity does in this material world is well known to You because You are the Supersoul. In the presence of the sun there is nothing to be revealed by the light of a glowworm. Similarly, because You know everything, in Your presence there is nothing for me to make known."
    },
    {
        "verse_id": "47",
        "text": "My dear Lord, You are the creator, maintainer and annihilator of this cosmic manifestation, but persons who are too materialistic and who always see separateness do not have eyes with which to see You. They cannot understand Your real position, and therefore they conclude that the cosmic manifestation is independent of Your opulence. My Lord, You are the supreme pure, and You are full in all six opulences. Therefore I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "48",
        "text": "My dear Lord, it is after You endeavor that Lord Brahmā, Indra and the other directors of the cosmic manifestation become occupied with their activities. It is after You perceive the material energy, My Lord, that the senses begin to perceive. The Supreme Personality of Godhead holds all the universes on His heads like seeds of mustard. I offer my respectful obeisances unto You, that Supreme Personality, who has thousands of hoods."
    },
    {
        "verse_id": "49",
        "text": "Śukadeva Gosvāmī continued: The Lord, the Supreme Personality of Godhead, Anantadeva, being very much pleased with the prayers offered by Citraketu, the King of the Vidyādharas, replied to him as follows, O best of the Kuru dynasty, Mahārāja Parīkṣit."
    },
    {
        "verse_id": "50",
        "text": "The Supreme Personality of Godhead, Anantadeva, replied as follows: O King, as a result of your having accepted the instructions spoken about Me by the great sages Nārada and Aṅgirā, you have become completely aware of transcendental knowledge. Because you are now educated in the spiritual science, you have seen Me face to face. Therefore you are now completely perfect."
    },
    {
        "verse_id": "51",
        "text": "All living entities, moving and nonmoving, are My expansions and are separate from Me. I am the Supersoul of all living beings, who exist because I manifest them. I am the form of the transcendental vibrations like oṁkāra and Hare Kṛṣṇa Hare Rāma, and I am the Supreme Absolute Truth. These two forms of Mine — namely, the transcendental sound and the eternally blissful spiritual form of the Deity, are My eternal forms; they are not material."
    },
    {
        "verse_id": "52",
        "text": "In this world of matter, which the conditioned soul accepts as consisting of enjoyable resources, the conditioned soul expands, thinking that he is the enjoyer of the material world. Similarly, the material world expands in the living entity as a source of enjoyment. In this way they both expand, but because they are My energies, they are both pervaded by Me. As the Supreme Lord, I am the cause of these effects, and one should know that both of them rest in Me."
    },
    {
        "verse_id": "53",
        "text": "When a person is in deep sleep, he dreams and sees in himself many other objects, such as great mountains and rivers or perhaps even the entire universe, although they are far away. Sometimes when one awakens from a dream he sees that he is in a human form, lying in his bed in one place. Then he sees himself, in terms of various conditions, as belonging to a particular nationality, family and so on. All the conditions of deep sleep, dreaming and wakefulness are but energies of the Supreme Personality of Godhead. One should always remember the original creator of these conditions, the Supreme Lord, who is unaffected by them."
    },
    {
        "verse_id": "55",
        "text": "Know Me to be the Supreme Brahman, the all-pervading Supersoul through whom the sleeping living entity can understand his dreaming condition and his happiness beyond the activities of the material senses. That is to say, I am the cause of the activities of the sleeping living being."
    },
    {
        "verse_id": "56",
        "text": "If one’s dreams during sleep are merely subject matters witnessed by the Supersoul, how can the living entity, who is different from the Supersoul, remember the activities of dreams? The experiences of one person cannot be understood by another. Therefore the knower of the facts, the living entity who inquires into the incidents manifested in dreams and wakefulness, is different from the circumstantial activities. That knowing factor is Brahman. In other words, the quality of knowing belongs to the living entities and to the Supreme Soul. Thus the living entity can also experience the activities of dreams and wakefulness. In both stages the knower is unchanged, but is qualitatively one with the Supreme Brahman."
    },
    {
        "verse_id": "57",
        "text": "When a living entity, thinking himself different from Me, forgets his spiritual identity of qualitative oneness with Me in eternity, knowledge and bliss, his material, conditional life begins. In other words, instead of identifying his interest with Mine, he becomes interested in his bodily expansions like his wife, children and material possessions. In this way, by the influence of his actions, one body comes from another, and after one death, another death takes place."
    },
    {
        "verse_id": "58",
        "text": "A human being can attain perfection in life by self-realization through the Vedic literature and its practical application. This is possible especially for a human being born in India, the land of piety. A man who obtains birth in such a convenient position but does not understand his self is unable to achieve the highest perfection, even if he is exalted to life in the higher planetary systems."
    },
    {
        "verse_id": "59",
        "text": "Remembering the great trouble found in the field of activities performed for fruitive results, and remembering how one receives the reverse of the results one desires — whether from material actions or from the fruitive activities recommended in the Vedic literatures — an intelligent man should cease from the desire for fruitive actions, for by such endeavors one cannot achieve the ultimate goal of life. On the other hand, if one acts without desires for fruitive results — in other words, if one engages in devotional activities — he can achieve the highest goal of life with freedom from miserable conditions. Considering this, one should cease from material desires."
    },
    {
        "verse_id": "60",
        "text": "As husband and wife, a man and woman plan together to attain happiness and decrease unhappiness, working jointly in many ways, but because their activities are full of desires, these activities are never a source of happiness, and they never diminish distress. On the contrary, they are a cause of great unhappiness."
    },
    {
        "verse_id": "61",
        "text": "One should understand that the activities of persons who are proud of their material experience bring only results contradictory to those such persons conceive while awake, sleeping and deeply sleeping. One should further understand that the spirit soul, although very difficult for the materialist to perceive, is above all these conditions, and by the strength of one’s discrimination, one should give up the desire for fruitive results in the present life and in the next. Thus becoming experienced in transcendental knowledge, one should become My devotee."
    },
    {
        "verse_id": "63",
        "text": "Persons who try to reach the ultimate goal of life must expertly observe the Supreme Absolute Person and the living entity, who are one in quality in their relationship as part and whole. This is the ultimate understanding of life. There is no better truth than this."
    },
    {
        "verse_id": "64",
        "text": "O King, if you accept this conclusion of Mine, being unattached to material enjoyment, adhering to Me with great faith and thus becoming proficient and fully aware of knowledge and its practical application in life, you will achieve the highest perfection by attaining Me."
    },
    {
        "verse_id": "65",
        "text": "Śrī Śukadeva Gosvāmī continued: After thus instructing Citraketu and assuring him of perfection in this way, the Supreme Personality of Godhead, who is the supreme spiritual master, the supreme soul, Saṅkarṣaṇa, disappeared from that place as Citraketu looked on."
    }
]