[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: O King, Vṛtrāsura, the commander in chief of the demons, advised his lieutenants in the principles of religion, but the cowardly demoniac commanders, intent upon fleeing the battlefield, were so disturbed by fear that they could not accept his words."
    },
    {
        "verse_id": "2",
        "text": "O King Parīkṣit, the demigods, taking advantage of a favorable opportunity presented by time, attacked the army of the demons from the rear and began driving away the demoniac soldiers, scattering them here and there as if their army had no leader. Seeing the pitiable condition of his soldiers, Vṛtrāsura, the best of the asuras, who was called Indraśatru, the enemy of Indra, was very much aggrieved. Unable to tolerate such reverses, he stopped and forcefully rebuked the demigods, speaking the following words in an angry mood."
    },
    {
        "verse_id": "4",
        "text": "O demigods, these demoniac soldiers have taken birth uselessly. Indeed, they have come from the bodies of their mothers exactly like stool. What is the benefit of killing such enemies from behind while they are running in fear? One who considers himself a hero should not kill an enemy who is afraid of losing his life. Such killing is never glorious, nor can it promote one to the heavenly planets."
    },
    {
        "verse_id": "5",
        "text": "O insignificant demigods, if you truly have faith in your heroism, if you have patience in the cores of your hearts and if you are not ambitious for sense gratification, please stand before me for a moment."
    },
    {
        "verse_id": "6",
        "text": "Śukadeva Gosvāmī said: Vṛtrāsura, the angry and most powerful hero, terrified the demigods with his stout and strongly built body. When he roared with a resounding voice, nearly all living entities fainted."
    },
    {
        "verse_id": "7",
        "text": "When all the demigods heard Vṛtrāsura’s tumultuous roar, which resembled that of a lion, they fainted and fell to the ground as if struck by thunderbolts."
    },
    {
        "verse_id": "8",
        "text": "As the demigods closed their eyes in fear, Vṛtrāsura, taking up his trident and making the earth tremble with his great strength, trampled the demigods beneath his feet on the battlefield the way a mad elephant tramples hollow bamboos in the forest."
    },
    {
        "verse_id": "9",
        "text": "Seeing Vṛtrāsura’s disposition, Indra, the King of heaven, became intolerant and threw at him one of his great clubs, which are extremely difficult to counteract. However, as the club flew toward him, Vṛtrāsura easily caught it with his left hand."
    },
    {
        "verse_id": "10",
        "text": "O King Parīkṣit, the powerful Vṛtrāsura, the enemy of King Indra, angrily struck the head of Indra’s elephant with that club, making a tumultuous sound on the battlefield. For this heroic deed, the soldiers on both sides glorified him."
    },
    {
        "verse_id": "11",
        "text": "Struck with the club by Vṛtrāsura like a mountain struck by a thunderbolt, the elephant Airāvata, feeling great pain and spitting blood from its broken mouth, was pushed back fourteen yards. In great distress, the elephant fell, with Indra on its back."
    },
    {
        "verse_id": "12",
        "text": "When he saw Indra’s carrier elephant thus fatigued and injured and when he saw Indra morose because his carrier had been harmed in that way, the great soul Vṛtrāsura, following religious principles, refrained from again striking Indra with the club. Taking this opportunity, Indra touched the elephant with his nectar-producing hand, thus relieving the animal’s pain and curing its injuries. Then the elephant and Indra both stood silently."
    },
    {
        "verse_id": "13",
        "text": "O King, when the great hero Vṛtrāsura saw Indra, his enemy, the killer of his brother, standing before him with a thunderbolt in his hand, desiring to fight, Vṛtrāsura remembered how Indra had cruelly killed his brother. Thinking of Indra’s sinful activities, he became mad with lamentation and forgetfulness. Laughing sarcastically, he spoke as follows."
    },
    {
        "verse_id": "14",
        "text": "Śrī Vṛtrāsura said: He who has killed a brāhmaṇa, he who has killed his spiritual master — indeed, he who has killed my brother — is now, by good fortune, standing before me face to face as my enemy. O most abominable one, when I pierce your stonelike heart with my trident, I shall be freed from my debt to my brother."
    },
    {
        "verse_id": "15",
        "text": "Only for the sake of living in the heavenly planets, you killed my elder brother — a self-realized, sinless, qualified brāhmaṇa who had been appointed your chief priest. He was your spiritual master, but although you entrusted him with the performance of your sacrifice, you later mercilessly severed his heads from his body the way one butchers an animal."
    },
    {
        "verse_id": "16",
        "text": "Indra, you are bereft of all shame, mercy, glory and good fortune. Deprived of these good qualities by the reactions of your fruitive activities, you are to be condemned even by the man-eaters [Rākṣasas]. Now I shall pierce your body with my trident, and after you die with great pain, even fire will not touch you; only the vultures will eat your body."
    },
    {
        "verse_id": "17",
        "text": "You are naturally cruel. If the other demigods, unaware of my prowess, follow you by attacking me with raised weapons, I shall sever their heads with this sharp trident. With those heads I shall perform a sacrifice to Bhairava and the other leaders of the ghosts, along with their hordes."
    },
    {
        "verse_id": "18",
        "text": "But if in this battle you cut off my head with your thunderbolt and kill my soldiers, O Indra, O great hero, I shall take great pleasure in offering my body to other living entities [such as jackals and vultures]. I shall thus be relieved of my obligations to the reactions of my karma, and my fortune will be to receive the dust from the lotus feet of great devotees like Nārada Muni."
    },
    {
        "verse_id": "19",
        "text": "O King of the demigods, since I, your enemy, am standing before you, why don’t you hurl your thunderbolt at me? Although your attack upon me with your club was certainly useless, like a request of money from a miser, the thunderbolt you carry will not be useless. You need have no doubts about this."
    },
    {
        "verse_id": "20",
        "text": "O Indra, King of heaven, the thunderbolt you carry to kill me has been empowered by the prowess of Lord Viṣṇu and the strength of Dadhīci’s austerities. Since you have come here to kill me in accordance with Lord Viṣṇu’s order, there is no doubt that I shall be killed by the release of your thunderbolt. Lord Viṣṇu has sided with you. Therefore your victory, opulence and all good qualities are assured."
    },
    {
        "verse_id": "21",
        "text": "By the force of your thunderbolt, I shall be freed of material bondage and shall give up this body and this world of material desires. Fixing my mind upon the lotus feet of Lord Saṅkarṣaṇa, I shall attain the destination of such great sages as Nārada Muni, just as Lord Saṅkarṣaṇa has said."
    },
    {
        "verse_id": "22",
        "text": "Persons who fully surrender at the lotus feet of the Supreme Personality of Godhead and always think of His lotus feet are accepted and recognized by the Lord as His own personal assistants or servants. The Lord never bestows upon such servants the brilliant opulences of the upper, lower and middle planetary systems of this material world. When one possesses material opulence in any of these three divisions of the universe, his possessions naturally increase his enmity, anxiety, mental agitation, pride and belligerence. Thus one goes through much endeavor to increase and maintain his possessions, and he suffers great unhappiness when he loses them."
    },
    {
        "verse_id": "23",
        "text": "Our Lord, the Supreme Personality of Godhead, forbids His devotees to endeavor uselessly for religion, economic development and sense gratification. O Indra, one can thus infer how kind the Lord is. Such mercy is obtainable only by unalloyed devotees, not by persons who aspire for material gains."
    },
    {
        "verse_id": "24",
        "text": "O my Lord, O Supreme Personality of Godhead, will I again be able to be a servant of Your eternal servants who find shelter only at Your lotus feet? O Lord of my life, may I again become their servant so that my mind may always think of Your transcendental attributes, my words always glorify those attributes, and my body always engage in the loving service of Your Lordship?"
    },
    {
        "verse_id": "25",
        "text": "O my Lord, source of all opportunities, I do not desire to enjoy in Dhruvaloka, the heavenly planets or the planet where Lord Brahmā resides, nor do I want to be the supreme ruler of all the earthly planets or the lower planetary systems. I do not desire to be master of the powers of mystic yoga, nor do I want liberation if I have to give up Your lotus feet."
    },
    {
        "verse_id": "26",
        "text": "O lotus-eyed Lord, as baby birds that have not yet developed their wings always look for their mother to return and feed them, as small calves tied with ropes await anxiously the time of milking, when they will be allowed to drink the milk of their mothers, or as a morose wife whose husband is away from home always longs for him to return and satisfy her in all respects, I always yearn for the opportunity to render direct service unto You."
    },
    {
        "verse_id": "27",
        "text": "O my Lord, my master, I am wandering throughout this material world as a result of my fruitive activities. Therefore I simply seek friendship in the association of Your pious and enlightened devotees. My attachment to my body, wife, children and home is continuing by the spell of Your external energy, but I wish to be attached to them no longer. Let my mind, my consciousness and everything I have be attached only to You."
    }
]