[
    {
        "verse_id": "1",
        "text": "The blessed King said to Śukadeva Gosvāmī: My dear lord, the demigods, demons, human beings, Nāgas, beasts and birds were created during the reign of Svāyambhuva Manu. You have spoken about this creation briefly [in the Third Canto]. Now I wish to know about it elaborately. I also wish to know about the potency of the Supreme Personality of Godhead by which He brought about the secondary creation."
    },
    {
        "verse_id": "3",
        "text": "Sūta Gosvāmī said: O great sages [assembled at Naimiṣāraṇya], after the great yogi Śukadeva Gosvāmī heard King Parīkṣit’s inquiry, he praised it and thus replied."
    },
    {
        "verse_id": "4",
        "text": "Śukadeva Gosvāmī said: When the ten sons of Prācīnabarhi emerged from the waters, in which they were performing austerities, they saw that the entire surface of the world was covered by trees."
    },
    {
        "verse_id": "5",
        "text": "Because of having undergone long austerities in the water, the Pracetās were very angry at the trees. Desiring to burn them to ashes, they generated wind and fire from their mouths."
    },
    {
        "verse_id": "6",
        "text": "My dear King Parīkṣit, when Soma, the king of the trees and predominating deity of the moon, saw the fire and wind burning all the trees to ashes, he felt great sympathy because he is the maintainer of all herbs and trees. To appease the anger of the Pracetās, Soma spoke as follows."
    },
    {
        "verse_id": "7",
        "text": "O greatly fortunate ones, you should not kill these poor trees by burning them to ashes. Your duty is to wish the citizens [prajās] all prosperity and to act as their protectors."
    },
    {
        "verse_id": "8",
        "text": "The Supreme Personality of Godhead, Śrī Hari, is the master of all living entities, including all the prajāpatis, such as Lord Brahmā. Because He is the all-pervading and indestructible master, He has created all these trees and vegetables as eatables for other living entities."
    },
    {
        "verse_id": "9",
        "text": "By nature’s arrangement, fruits and flowers are considered the food of insects and birds; grass and other legless living entities are meant to be the food of four-legged animals like cows and buffalo; animals that cannot use their front legs as hands are meant to be the food of animals like tigers, which have claws; and four-legged animals like deer and goats, as well as food grains, are meant to be the food of human beings."
    },
    {
        "verse_id": "10",
        "text": "O pure-hearted ones, your father, Prācīnabarhi, and the Supreme Personality of Godhead have ordered you to generate population. Therefore how can you burn to ashes these trees and herbs, which are needed for the maintenance of your subjects and descendants?"
    },
    {
        "verse_id": "11",
        "text": "The path of goodness traversed by your father, grandfather and great-grandfathers is that of maintaining the subjects [prajās], including the men, animals and trees. That is the path you should follow. Unnecessary anger is contrary to your duty. Therefore I request you to control your anger."
    },
    {
        "verse_id": "12",
        "text": "As the father and mother are the friends and maintainers of their children, as the eyelid is the protector of the eye, as the husband is the maintainer and protector of a woman, as the householder is the maintainer and protector of beggars, and as the learned is the friend of the ignorant, so the king is the protector and giver of life to all his subjects. The trees are also subjects of the king. Therefore they should be given protection."
    },
    {
        "verse_id": "13",
        "text": "The Supreme Personality of Godhead is situated as the Supersoul within the cores of the hearts of all living entities, whether moving or nonmoving, including men, birds, animals, trees and, indeed, all living entities. Therefore you should consider every body a residence or temple of the Lord. By such vision you will satisfy the Lord. You should not angrily kill these living entities in the forms of trees."
    },
    {
        "verse_id": "14",
        "text": "One who inquires into self-realization and thus subdues his powerful anger — which awakens suddenly in the body as if falling from the sky — transcends the influence of the modes of material nature."
    },
    {
        "verse_id": "15",
        "text": "There is no need to burn these poor trees any longer. Let whatever trees still remain be happy. Indeed, you should also be happy. Now, here is a beautiful, well-qualified girl named Māriṣā, who was raised by the trees as their daughter. You may accept this beautiful girl as your wife."
    },
    {
        "verse_id": "16",
        "text": "Śukadeva Gosvāmī continued: My dear King, after thus pacifying the Pracetās, Soma, the king of the moon, gave them the beautiful girl born of Pramlocā Apsarā. The Pracetās all received Pramlocā’s daughter, who had high, very beautiful hips, and married her according to the religious system."
    },
    {
        "verse_id": "17",
        "text": "In the womb of that girl the Pracetās all begot a son named Dakṣa, who filled the three worlds with living entities."
    },
    {
        "verse_id": "18",
        "text": "Śukadeva Gosvāmī continued: Please hear from me with great attention how Prajāpati Dakṣa, who was very affectionate to his daughters, created different types of living entities through his semen and through his mind."
    },
    {
        "verse_id": "19",
        "text": "With his mind, Prajāpati Dakṣa first created all kinds of demigods, demons, human beings, birds, beasts, aquatics and so on."
    },
    {
        "verse_id": "20",
        "text": "But when Prajāpati Dakṣa saw that he was not properly generating all kinds of living entities, he approached a mountain near the Vindhya mountain range, and there he executed very difficult austerities."
    },
    {
        "verse_id": "21",
        "text": "Near that mountain was a very holy place named Aghamarṣaṇa. There Prajāpati Dakṣa executed ritualistic ceremonies and satisfied the Supreme Personality of Godhead, Hari, by engaging in great austerities to please Him."
    },
    {
        "verse_id": "22",
        "text": "My dear King, I shall fully explain to you the Haṁsa-guhya prayers, which were offered to the Supreme Personality of Godhead by Dakṣa, and I shall explain how the Lord was pleased with him for those prayers."
    },
    {
        "verse_id": "23",
        "text": "Prajāpati Dakṣa said: The Supreme Personality of Godhead is transcendental to the illusory energy and the physical categories it produces. He possesses the potency for unfailing knowledge and supreme willpower, and He is the controller of the living entities and the illusory energy. The conditioned souls who have accepted this material manifestation as everything cannot see Him, for He is above the evidence of experimental knowledge. Self-evident and self-sufficient, He is not caused by any superior cause. Let me offer my respectful obeisances unto Him."
    },
    {
        "verse_id": "24",
        "text": "As the sense objects [form, taste, touch, smell and sound] cannot understand how the senses perceive them, so the conditioned soul, although residing in his body along with the Supersoul, cannot understand how the supreme spiritual person, the master of the material creation, directs his senses. Let me offer my respectful obeisances unto that Supreme Person, who is the supreme controller."
    },
    {
        "verse_id": "25",
        "text": "Because they are only matter, the body, the life airs, the external and internal senses, the five gross elements and the subtle sense objects [form, taste, smell, sound and touch] cannot know their own nature, the nature of the other senses or the nature of their controllers. But the living being, because of his spiritual nature, can know his body, the life airs, the senses, the elements and the sense objects, and he can also know the three qualities that form their roots. Nevertheless, although the living being is completely aware of them, he is unable to see the Supreme Being, who is omniscient and unlimited. I therefore offer my respectful obeisances unto Him."
    },
    {
        "verse_id": "26",
        "text": "When one’s consciousness is completely purified of the contamination of material existence, gross and subtle, without being agitated as in the working and dreaming states, and when the mind is not dissolved as in suṣupti, deep sleep, one comes to the platform of trance. Then one’s material vision and the memories of the mind, which manifests names and forms, are vanquished. Only in such a trance is the Supreme Personality of Godhead revealed. Thus let us offer our respectful obeisances unto the Supreme Personality of Godhead, who is seen in that uncontaminated, transcendental state."
    },
    {
        "verse_id": "27",
        "text": "Just as great learned brāhmaṇas who are expert in performing ritualistic ceremonies and sacrifices can extract the fire dormant within wooden fuel by chanting the fifteen Sāmidhenī mantras, thus proving the efficacy of the Vedic mantras, so those who are actually advanced in consciousness — in other words, those who are Kṛṣṇa conscious — can find the Supersoul, who by His own spiritual potency is situated within the heart. The heart is covered by the three modes of material nature and the nine material elements [material nature, the total material energy, the ego, the mind and the five objects of sense gratification], and also by the five material elements and the ten senses. These twenty-seven elements constitute the external energy of the Lord. Great yogīs meditate upon the Lord, who is situated as the Supersoul, Paramātmā, within the core of the heart. May that Supersoul be pleased with me. The Supersoul is realized when one is eager for liberation from the unlimited varieties of material life. One actually attains such liberation when he engages in the transcendental loving service of the Lord and realizes the Lord because of his attitude of service. The Lord may be addressed by various spiritual names, which are inconceivable to the material senses. When will that Supreme Personality of Godhead be pleased with me?"
    },
    {
        "verse_id": "29",
        "text": "Anything expressed by material vibrations, anything ascertained by material intelligence and anything experienced by the material senses or concocted within the material mind is but an effect of the modes of material nature and therefore has nothing to do with the real nature of the Supreme Personality of Godhead. The Supreme Lord is beyond the creation of this material world, for He is the source of the material qualities and creation. As the cause of all causes, He exists before the creation and after the creation. I wish to offer my respectful obeisances unto Him."
    },
    {
        "verse_id": "30",
        "text": "The Supreme Brahman, Kṛṣṇa, is the ultimate resting place and source of everything. Everything is done by Him, everything belongs to Him, and everything is offered to Him. He is the ultimate objective, and whether acting or causing others to act, He is the ultimate doer. There are many causes, high and low, but since He is the cause of all causes, He is well known as the Supreme Brahman who existed before all activities. He is one without a second and has no other cause. I therefore offer my respects unto Him."
    },
    {
        "verse_id": "31",
        "text": "Let me offer my respectful obeisances unto the all-pervading Supreme Personality of Godhead, who possesses unlimited transcendental qualities. Acting from within the cores of the hearts of all philosophers, who propagate various views, He causes them to forget their own souls while sometimes agreeing and sometimes disagreeing among themselves. Thus He creates within this material world a situation in which they are unable to come to a conclusion. I offer my obeisances unto Him."
    },
    {
        "verse_id": "32",
        "text": "There are two parties — namely, the theists and the atheists. The theist, who accepts the Supersoul, finds the spiritual cause through mystic yoga. The Sāṅkhyite, however, who merely analyzes the material elements, comes to a conclusion of impersonalism and does not accept a supreme cause — whether Bhagavān, Paramātmā or even Brahman. Instead, he is preoccupied with the superfluous, external activities of material nature. Ultimately, however, both parties demonstrate the Absolute Truth because although they offer opposing statements, their object is the same ultimate cause. They are both approaching the same Supreme Brahman, to whom I offer my respectful obeisances."
    },
    {
        "verse_id": "33",
        "text": "The Supreme Personality of Godhead, who is inconceivably opulent, who is devoid of all material names, forms and pastimes, and who is all-pervading, is especially merciful to the devotees who worship His lotus feet. Thus He exhibits transcendental forms and names with His different pastimes. May that Supreme Personality of Godhead, whose form is eternal and full of knowledge and bliss, be merciful to me."
    },
    {
        "verse_id": "34",
        "text": "As the air carries various characteristics of the physical elements, like the aroma of a flower or colors resulting from a mixture of dust in the air, the Lord appears through lower systems of worship according to one’s desires, although He appears as the demigods and not in His original form. What is the use of these other forms? May the original Supreme Personality of Godhead please fulfill my desires."
    },
    {
        "verse_id": "35",
        "text": "Śrī Śukadeva Gosvāmī said: The Supreme Personality of Godhead, Hari, who is extremely affectionate to His devotees, was very pleased by the prayers offered by Dakṣa, and thus He appeared at that holy place known as Aghamarṣaṇa. O Mahārāja Parīkṣit, best of the Kuru dynasty, the Lord’s lotus feet rested on the shoulders of His carrier, Garuḍa, and He appeared with eight long, mighty, very beautiful arms. In His hands He held a disc, conchshell, sword, shield, arrow, bow, rope and club — in each hand a different weapon, all brilliantly shining. His garments were yellow and His bodily hue deep bluish. His eyes and face were very cheerful, and from His neck to His feet hung a long garland of flowers. His chest was decorated with the Kaustubha jewel and the mark of Śrīvatsa. On His head was a gorgeous round helmet, and His ears were decorated with earrings resembling sharks. All these ornaments were uncommonly beautiful. The Lord wore a golden belt on His waist, bracelets on His arms, rings on His fingers, and ankle bells on His feet. Thus decorated by various ornaments, Lord Hari, who is attractive to all the living entities of the three worlds, is known as Puruṣottama, the best personality. He was accompanied by great devotees like Nārada, Nanda and all the principal demigods, led by the heavenly king, Indra, and the residents of various upper planetary systems such as Siddhaloka, Gandharvaloka and Cāraṇaloka. Situated on both sides of the Lord and behind Him as well, these devotees offered Him prayers continuously."
    },
    {
        "verse_id": "40",
        "text": "Seeing that wonderful and effulgent form of the Supreme Personality of Godhead, Prajāpati Dakṣa was first somewhat afraid, but then he was very pleased to see the Lord, and he fell to the ground like a stick to offer his respects to the Lord."
    },
    {
        "verse_id": "41",
        "text": "As rivers are filled by water flowing from a mountain, all of Dakṣa’s senses were filled with pleasure. Because of his highly elevated happiness, Dakṣa could not say anything, but simply remained flat on the ground."
    },
    {
        "verse_id": "42",
        "text": "Although Prajāpati Dakṣa could not say anything, when the Lord, who knows everyone’s heart, saw His devotee prostrate in that manner and desiring to increase the population, He addressed him as follows."
    },
    {
        "verse_id": "43",
        "text": "The Supreme Personality of Godhead said: O most fortunate Prācetasa, because of your great faith in Me, you have attained the supreme devotional ecstasy. Indeed, because of your austerities, combined with exalted devotion, your life is now successful. You have achieved complete perfection."
    },
    {
        "verse_id": "44",
        "text": "My dear Prajāpati Dakṣa, you have performed extreme austerities for the welfare and growth of the world. My desire also is that everyone within this world be happy. I am therefore very pleased with you because you are endeavoring to fulfill My desire for the welfare of the entire world."
    },
    {
        "verse_id": "45",
        "text": "Lord Brahmā, Lord Śiva, the Manus, all the other demigods in the higher planetary systems, and you prajāpatis, who are increasing the population, are working for the benefit of all living entities. Thus you expansions of My marginal energy are incarnations of My various qualities."
    },
    {
        "verse_id": "46",
        "text": "My dear brāhmaṇa, austerity in the form of meditation is My heart, Vedic knowledge in the form of hymns and mantras constitutes My body, and spiritual activities and ecstatic emotions are My actual form. The ritualistic ceremonies and sacrifices, when properly conducted, are the various limbs of My body, the unseen good fortune proceeding from pious or spiritual activities constitutes My mind, and the demigods who execute My orders in various departments are My life and soul."
    },
    {
        "verse_id": "47",
        "text": "Before the creation of this cosmic manifestation, I alone existed with My specific spiritual potencies. Consciousness was then unmanifested, just as one’s consciousness is unmanifested during the time of sleep."
    },
    {
        "verse_id": "48",
        "text": "I am the reservoir of unlimited potency, and therefore I am known as unlimited or all-pervading. From My material energy the cosmic manifestation appeared within Me, and in this universal manifestation appeared the chief being, Lord Brahmā, who is your source and is not born of a material mother."
    },
    {
        "verse_id": "49",
        "text": "When the chief lord of the universe, Lord Brahmā [Svayambhū], having been inspired by My energy, was attempting to create, he thought himself incapable. Therefore I gave him advice, and in accordance with My instructions he underwent extremely difficult austerities. Because of these austerities, the great Lord Brahmā was able to create nine personalities, including you, to help him in the functions of creation."
    },
    {
        "verse_id": "51",
        "text": "O My dear son Dakṣa, Prajāpati Pañcajana has a daughter named Asiknī, whom I offer to you so that you may accept her as your wife."
    },
    {
        "verse_id": "52",
        "text": "Now unite in sexual life as man and woman, and in this way, by sexual intercourse, you will be able to beget hundreds of children in the womb of this girl to increase the population."
    },
    {
        "verse_id": "53",
        "text": "After you give birth to many hundreds and thousands of children, they will also be captivated by My illusory energy and will engage, like You, in sexual intercourse. But because of My mercy to you and them, they will also be able to give Me presentations in devotion."
    },
    {
        "verse_id": "54",
        "text": "Śukadeva Gosvāmī continued: After the creator of the entire universe, the Supreme Personality of Godhead, Hari, had spoken in this way in the presence of Prajāpati Dakṣa, He immediately disappeared as if He were an object experienced in a dream."
    }
]