[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: After instructing Indra in this way, the Supreme Personality of Godhead, Hari, the cause of the cosmic manifestation, then and there disappeared from the presence of the onlooking demigods."
    },
    {
        "verse_id": "2",
        "text": "O King Parīkṣit, following the Lord’s instructions, the demigods approached Dadhīci, the son of Atharvā. He was very liberal, and when they begged him to give them his body, he at once partially agreed. However, just to hear religious instructions from them, he smiled and jokingly spoke as follows."
    },
    {
        "verse_id": "3",
        "text": "O elevated demigods, at the time of death, severe, unbearable pain takes away the consciousness of all living entities who have accepted material bodies. Don’t you know about this pain?"
    },
    {
        "verse_id": "4",
        "text": "In this material world, every living entity is very much addicted to his material body. Struggling to keep his body forever, everyone tries to protect it by all means, even at the sacrifice of all his possessions. Therefore, who would be prepared to deliver his body to anyone, even if it were demanded by Lord Viṣṇu?"
    },
    {
        "verse_id": "5",
        "text": "The demigods replied: O exalted brāhmaṇa, pious persons like you, whose activities are praiseworthy, are very kind and affectionate to people in general. What can’t such pious souls give for the benefit of others? They can give everything, including their bodies."
    },
    {
        "verse_id": "6",
        "text": "Those who are too self-interested beg something from others, not knowing of others’ pain. But if the beggar knew the difficulty of the giver, he would not ask for anything. Similarly, he who is able to give charity does not know the beggar’s difficulty, for otherwise he would not refuse to give the beggar anything he might want as charity."
    },
    {
        "verse_id": "7",
        "text": "The great sage Dadhīci said: Just to hear from you about religious principles, I refused to offer my body at your request. Now, although my body is extremely dear to me, I must give it up for your better purposes since I know that it will leave me today or tomorrow."
    },
    {
        "verse_id": "8",
        "text": "O demigods, one who has no compassion for humanity in its suffering and does not sacrifice his impermanent body for the higher causes of religious principles or eternal glory is certainly pitied even by the immovable beings."
    },
    {
        "verse_id": "9",
        "text": "If one is unhappy to see the distress of other living beings and happy to see their happiness, his religious principles are appreciated as imperishable by exalted persons who are considered pious and benevolent."
    },
    {
        "verse_id": "10",
        "text": "This body, which is eatable by jackals and dogs after death, does not actually do any good for me, the spirit soul. It is usable only for a short time and may perish at any moment. The body and its possessions, its riches and relatives, must all be engaged for the benefit of others, or else they will be sources of tribulation and misery."
    },
    {
        "verse_id": "11",
        "text": "Śrī Śukadeva Gosvāmī said: Dadhīci Muni, the son of Atharvā, thus resolved to give his body to the service of the demigods. He placed himself, the spirit soul, at the lotus feet of the Supreme Personality of Godhead and in this way gave up his gross material body made of five elements."
    },
    {
        "verse_id": "12",
        "text": "Dadhīci Muni controlled his senses, life force, mind and intelligence and became absorbed in trance. Thus he cut all his material bonds. He could not perceive how his material body became separated from his self."
    },
    {
        "verse_id": "13",
        "text": "Thereafter, King Indra very firmly took up the thunderbolt manufactured by Viśvakarmā from the bones of Dadhīci. Charged with the exalted power of Dadhīci Muni and enlightened by the power of the Supreme Personality of Godhead, Indra rode on the back of his carrier, Airāvata, surrounded by all the demigods, while all the great sages offered him praise. Thus he shone very beautifully, pleasing the three worlds as he rode off to kill Vṛtrāsura."
    },
    {
        "verse_id": "15",
        "text": "My dear King Parīkṣit, as Rudra, being very angry at Antaka [Yamarāja] had formerly run toward Antaka to kill him, Indra angrily and with great force attacked Vṛtrāsura, who was surrounded by the leaders of the demoniac armies."
    },
    {
        "verse_id": "16",
        "text": "Thereafter, at the end of Satya-yuga and the beginning of Tretā-yuga, a fierce battle took place between the demigods and the demons on the bank of the Narmadā."
    },
    {
        "verse_id": "17",
        "text": "O King, when all the asuras came onto the battlefield, headed by Vṛtrāsura, they saw King Indra carrying the thunderbolt and surrounded by the Rudras, Vasus, Ādityas, Aśvinī-kumāras, Pitās, Vahnis, Maruts, Ṛbhus, Sādhyas and Viśvadevas. Surrounded by his company, Indra shone so brightly that his effulgence was intolerable to the demons."
    },
    {
        "verse_id": "19",
        "text": "Many hundreds and thousands of demons, demi-demons, Yakṣas, Rākṣasas [man-eaters] and others, headed by Sumāli and Māli, resisted the armies of King Indra, which even death personified cannot easily overcome. Among the demons were Namuci, Śambara, Anarvā, Dvimūrdhā, Ṛṣabha, Asura, Hayagrīva, Śaṅkuśirā, Vipracitti, Ayomukha, Pulomā, Vṛṣaparvā, Praheti, Heti and Utkala. Roaring tumultuously and fearlessly like lions, these invincible demons, all dressed in golden ornaments, gave pain to the demigods with weapons like clubs, bludgeons, arrows, barbed darts, mallets and lances."
    },
    {
        "verse_id": "23",
        "text": "Armed with lances, tridents, axes, swords and other weapons like śataghnīs and bhuśuṇḍis, the demons attacked from different directions and scattered all the chiefs of the demigod armies."
    },
    {
        "verse_id": "24",
        "text": "As the stars in the sky cannot be seen when covered by dense clouds, the demigods, being completely covered by networks of arrows falling upon them one after another, could not be seen."
    },
    {
        "verse_id": "25",
        "text": "The showers of various weapons and arrows released to kill the soldiers of the demigods did not reach them because the demigods, acting quickly, cut the weapons into thousands of pieces in the sky."
    },
    {
        "verse_id": "26",
        "text": "As their weapons and mantras decreased, the demons began showering mountain peaks, trees and stones upon the demigod soldiers, but the demigods were so powerful and expert that they nullified all these weapons by breaking them to pieces in the sky as before."
    },
    {
        "verse_id": "27",
        "text": "When the soldiers of the demons, commanded by Vṛtrāsura, saw that the soldiers of King Indra were quite well, having not been injured at all by their volleys of weapons, not even by the trees, stones and mountain peaks, the demons were very much afraid."
    },
    {
        "verse_id": "28",
        "text": "When insignificant persons use rough words to cast false, angry accusations against saintly persons, their fruitless words do not disturb the great personalities. Similarly, all the efforts of the demons against the demigods, who were favorably situated under the protection of Kṛṣṇa, were futile."
    },
    {
        "verse_id": "29",
        "text": "The asuras, who are never devotees of Lord Kṛṣṇa, the Supreme Personality of Godhead, lost their pride in fighting when they found all their endeavors futile. Leaving aside their leader even in the very beginning of the fight, they decided to flee because all their prowess had been taken away by the enemy."
    },
    {
        "verse_id": "30",
        "text": "Seeing his army broken and all the asuras, even those known as great heroes, fleeing the battlefield out of intense fear, Vṛtrāsura, who was truly a great-minded hero, smiled and spoke the following words."
    },
    {
        "verse_id": "31",
        "text": "According to his position and the time and circumstances, Vṛtrāsura, the hero among heroes, spoke words that were much to be appreciated by thoughtful men. He called to the heroes of the demons, “O Vipracitti! O Namuci! O Pulomā! O Maya, Anarvā and Śambara! Please hear me and do not flee.”"
    },
    {
        "verse_id": "32",
        "text": "Vṛtrāsura said: All living entities who have taken birth in this material world must die. Surely, no one in this world has found any means to be saved from death. Even providence has not provided a means to escape it. Under the circumstances, death being inevitable, if one can gain promotion to the higher planetary systems and be always celebrated here by dying a suitable death, what man will not accept such a glorious death?"
    },
    {
        "verse_id": "33",
        "text": "There are two ways to meet a glorious death, and both are very rare. One is to die after performing mystic yoga, especially bhakti-yoga, by which one can control the mind and living force and die absorbed in thought of the Supreme Personality of Godhead. The second is to die on the battlefield, leading the army and never showing one’s back. These two kinds of death are recommended in the śāstra as glorious."
    }
]