[
    {
        "verse_id": "1",
        "text": "King Parīkṣit said: O my lord, O Śukadeva Gosvāmī, Yamarāja is the controller of all living entities in terms of their religious and irreligious activities, but his order had been foiled. When his servants, the Yamadūtas, informed him of their defeat by the Viṣṇudūtas, who had stopped them from arresting Ajāmila, what did he reply?"
    },
    {
        "verse_id": "2",
        "text": "O great sage, never before has it been heard anywhere that an order from Yamarāja has been baffled. Therefore I think that people will have doubts about this that no one but you can eradicate. Since that is my firm conviction, kindly explain the reasons for these events."
    },
    {
        "verse_id": "3",
        "text": "Śrī Śukadeva Gosvāmī replied: My dear King, when the order carriers of Yamarāja were baffled and defeated by the order carriers of Viṣṇu, they approached their master, the controller of Saṁyamanī-purī and master of sinful persons, to tell him of this incident."
    },
    {
        "verse_id": "4",
        "text": "The Yamadūtas said: Our dear lord, how many controllers or rulers are there in this material world? How many causes are responsible for manifesting the various results of activities performed under the three modes of material nature [sattva-guṇa, rajo-guṇa and tamo-guṇa]?"
    },
    {
        "verse_id": "5",
        "text": "If in this universe there are many rulers and justices who disagree about punishment and reward, their contradictory actions will neutralize each other, and no one will be punished or rewarded. Otherwise, if their contradictory acts fail to neutralize each other, everyone will have to be both punished and rewarded."
    },
    {
        "verse_id": "6",
        "text": "The Yamadūtas continued: Since there are many different karmīs, or workers, there may be different judges or rulers to give them justice, but just as one central emperor controls different departmental rulers, there must be one supreme controller to guide all the judges."
    },
    {
        "verse_id": "7",
        "text": "The supreme judge must be one, not many. It was our understanding that you are that supreme judge and that you have jurisdiction even over the demigods. Our impression was that you are the master of all living entities, the supreme authority who discriminates between the pious and impious activities of all human beings."
    },
    {
        "verse_id": "8",
        "text": "But now we see that the punishment ordained under your authority is no longer effective, since your order has been transgressed by four wonderful and perfect persons."
    },
    {
        "verse_id": "9",
        "text": "We were bringing the most sinful Ajāmila toward the hellish planets, following your order, when those beautiful persons from Siddhaloka forcibly cut the knots of the ropes with which we were arresting him."
    },
    {
        "verse_id": "10",
        "text": "As soon as the sinful Ajāmila uttered the name Nārāyaṇa, these four beautiful men immediately arrived and reassured him, saying, “Do not fear. Do not fear.” We wish to know about them from Your Lordship. If you think we are able to understand them, kindly describe who they are."
    },
    {
        "verse_id": "11",
        "text": "Śrī Śukadeva Gosvāmī said: Thus having been questioned, Lord Yamarāja, the supreme controller of the living entities, was very pleased with his order carriers because of hearing from them the holy name of Nārāyaṇa. He remembered the lotus feet of the Lord and began to reply."
    },
    {
        "verse_id": "12",
        "text": "Yamarāja said: My dear servants, you have accepted me as the Supreme, but factually I am not. Above me, and above all the other demigods, including Indra and Candra, is the one supreme master and controller. The partial manifestations of His personality are Brahmā, Viṣṇu and Śiva, who are in charge of the creation, maintenance and annihilation of this universe. He is like the two threads that form the length and breadth of a woven cloth. The entire world is controlled by Him just as a bull is controlled by a rope in its nose."
    },
    {
        "verse_id": "13",
        "text": "Just as the driver of a bullock cart ties ropes through the nostrils of his bulls to control them, the Supreme Personality of Godhead binds all men through the ropes of His words in the Vedas, which set forth the names and activities of the distinct orders of human society [brāhmaṇa, kṣatriya, vaiśya and śūdra]. In fear, the members of these orders all worship the Supreme Lord by offering Him presentations according to their respective activities."
    },
    {
        "verse_id": "14",
        "text": "I, Yamarāja; Indra, the King of heaven; Nirṛti; Varuṇa; Candra, the moon-god; Agni; Lord Śiva; Pavana; Lord Brahmā; Sūrya, the sun-god; Viśvāsu; the eight Vasus; the Sādhyas; the Maruts; the Rudras; the Siddhas; and Marīci and the other great ṛṣis engaged in maintaining the departmental affairs of the universe, as well as the best of the demigods headed by Bṛhaspati, and the great sages headed by Bhṛgu are all certainly freed from the influence of the two base material modes of nature, namely passion and ignorance. Nevertheless, although we are in the mode of goodness, we cannot understand the activities of the Supreme Personality of Godhead. What, then, is to be said of others, who, under illusion, merely speculate to know God?"
    },
    {
        "verse_id": "16",
        "text": "As the different limbs of the body cannot see the eyes, the living entities cannot see the Supreme Lord, who is situated as the Supersoul in everyone’s heart. Not by the senses, by the mind, by the life air, by thoughts within the heart, or by the vibration of words can the living entities ascertain the real situation of the Supreme Lord."
    },
    {
        "verse_id": "17",
        "text": "The Supreme Personality of Godhead is self-sufficient and fully independent. He is the master of everyone and everything, including the illusory energy. He has His form, qualities and features; and similarly His order carriers, the Vaiṣṇavas, who are very beautiful, possess bodily features, transcendental qualities and a transcendental nature almost like His. They always wander within this world with full independence."
    },
    {
        "verse_id": "18",
        "text": "The order carriers of Lord Viṣṇu, who are worshiped even by the demigods, possess wonderful bodily features exactly like those of Viṣṇu and are very rarely seen. The Viṣṇudūtas protect the devotees of the Lord from the hands of enemies, from envious persons and even from my jurisdiction, as well as from natural disturbances."
    },
    {
        "verse_id": "19",
        "text": "Real religious principles are enacted by the Supreme Personality of Godhead. Although fully situated in the mode of goodness, even the great ṛṣis who occupy the topmost planets cannot ascertain the real religious principles, nor can the demigods or the leaders of Siddhaloka, to say nothing of the asuras, ordinary human beings, Vidyādharas and Cāraṇas."
    },
    {
        "verse_id": "20",
        "text": "Lord Brahmā, Bhagavān Nārada, Lord Śiva, the four Kumāras, Lord Kapila [the son of Devahūti], Svāyambhuva Manu, Prahlāda Mahārāja, Janaka Mahārāja, Grandfather Bhīṣma, Bali Mahārāja, Śukadeva Gosvāmī and I myself know the real religious principle. My dear servants, this transcendental religious principle, which is known as bhāgavata-dharma, or surrender unto the Supreme Lord and love for Him, is uncontaminated by the material modes of nature. It is very confidential and difficult for ordinary human beings to understand, but if by chance one fortunately understands it, he is immediately liberated, and thus he returns home, back to Godhead."
    },
    {
        "verse_id": "22",
        "text": "Devotional service, beginning with the chanting of the holy name of the Lord, is the ultimate religious principle for the living entity in human society."
    },
    {
        "verse_id": "23",
        "text": "My dear servants, who are as good as my sons, just see how glorious is the chanting of the holy name of the Lord. The greatly sinful Ajāmila chanted only to call his son, not knowing that he was chanting the Lord’s holy name. Nevertheless, by chanting the holy name of the Lord, he remembered Nārāyaṇa, and thus he was immediately saved from the ropes of death."
    },
    {
        "verse_id": "24",
        "text": "Therefore it should be understood that one is easily relieved from all sinful reactions by chanting the holy name of the Lord and chanting of His qualities and activities. This is the only process recommended for relief from sinful reactions. Even if one chants the holy name of the Lord with improper pronunciation, he will achieve relief from material bondage if he chants without offenses. Ajāmila, for example, was extremely sinful, but while dying he merely chanted the holy name, and although calling his son, he achieved complete liberation because he remembered the name of Nārāyaṇa."
    },
    {
        "verse_id": "25",
        "text": "Because they are bewildered by the illusory energy of the Supreme Personality of Godhead, Yājñavalkya and Jaimini and other compilers of the religious scriptures cannot know the secret, confidential religious system of the twelve mahājanas. They cannot understand the transcendental value of performing devotional service or chanting the Hare Kṛṣṇa mantra. Because their minds are attracted to the ritualistic ceremonies mentioned in the Vedas — especially the Yajur Veda, Sāma Veda and Ṛg Veda — their intelligence has become dull. Thus they are busy collecting the ingredients for ritualistic ceremonies that yield only temporary benefits, such as elevation to Svargaloka for material happiness. They are not attracted to the saṅkīrtana movement; instead, they are interested in dharma, artha, kāma and mokṣa."
    },
    {
        "verse_id": "26",
        "text": "Considering all these points, therefore, intelligent men decide to solve all problems by adopting the devotional service of chanting the holy name of the Lord, who is situated in everyone’s heart and who is a mine of all auspicious qualities. Such persons are not within my jurisdiction for punishment. Generally they never commit sinful activities, but even if by mistake or because of bewilderment or illusion they sometimes commit sinful acts, they are protected from sinful reactions because they always chant the Hare Kṛṣṇa mantra."
    },
    {
        "verse_id": "27",
        "text": "My dear servants, please do not approach such devotees, for they have fully surrendered to the lotus feet of the Supreme Personality of Godhead. They are equal to everyone, and their narrations are sung by the demigods and the inhabitants of Siddhaloka. Please do not even go near them. They are always protected by the club of the Supreme Personality of Godhead, and therefore Lord Brahmā and I and even the time factor are not competent to chastise them."
    },
    {
        "verse_id": "28",
        "text": "Paramahaṁsas are exalted persons who have no taste for material enjoyment and who drink the honey of the Lord’s lotus feet. My dear servants, bring to me for punishment only persons who are averse to the taste of that honey, who do not associate with paramahaṁsas and who are attached to family life and worldly enjoyment, which form the path to hell."
    },
    {
        "verse_id": "29",
        "text": "My dear servants, please bring to me only those sinful persons who do not use their tongues to chant the holy name and qualities of Kṛṣṇa, whose hearts do not remember the lotus feet of Kṛṣṇa even once, and whose heads do not bow down even once before Lord Kṛṣṇa. Send me those who do not perform their duties toward Viṣṇu, which are the only duties in human life. Please bring me all such fools and rascals."
    },
    {
        "verse_id": "30",
        "text": "[Then Yamarāja, considering himself and his servants to be offenders, spoke as follows, begging pardon from the Lord.] O my Lord, my servants have surely committed a great offense by arresting a Vaiṣṇava such as Ajāmila. O Nārāyaṇa, O supreme and oldest person, please forgive us. Because of our ignorance, we failed to recognize Ajāmila as a servant of Your Lordship, and thus we have certainly committed a great offense. Therefore with folded hands we beg Your pardon. My Lord, since You are supremely merciful and are always full of good qualities, please pardon us. We offer our respectful obeisances unto You."
    },
    {
        "verse_id": "31",
        "text": "Śukadeva Gosvāmī continued: My dear King, the chanting of the holy name of the Lord is able to uproot even the reactions of the greatest sins. Therefore the chanting of the saṅkīrtana movement is the most auspicious activity in the entire universe. Please try to understand this so that others will take it seriously."
    },
    {
        "verse_id": "32",
        "text": "One who constantly hears and chants the holy name of the Lord and hears and chants about His activities can very easily attain the platform of pure devotional service, which can cleanse the dirt from one’s heart. One cannot achieve such purification merely by observing vows and performing Vedic ritualistic ceremonies."
    },
    {
        "verse_id": "33",
        "text": "Devotees who always lick the honey from the lotus feet of Lord Kṛṣṇa do not care at all for material activities, which are performed under the three modes of material nature and which bring only misery. Indeed, devotees never give up the lotus feet of Kṛṣṇa to return to material activities. Others, however, who are addicted to Vedic rituals because they have neglected the service of the Lord’s lotus feet and are enchanted by lusty desires, sometimes perform acts of atonement. Nevertheless, being incompletely purified, they return to sinful activities again and again."
    },
    {
        "verse_id": "34",
        "text": "After hearing from the mouth of their master about the extraordinary glories of the Lord and His name, fame and attributes, the Yamadūtas were struck with wonder. Since then, as soon as they see a devotee, they fear him and dare not look at him again."
    },
    {
        "verse_id": "35",
        "text": "When the great sage Agastya, the son of Kumbha, was residing in the Malaya Hills and worshiping the Supreme Personality of Godhead, I approached him, and he explained to me this confidential history."
    }
]