[
    {
        "verse_id": "1",
        "text": "Mahārāja Parīkṣit inquired from Śukadeva Gosvāmī: O great sage, why did the spiritual master of the demigods, Bṛhaspati, reject the demigods, who were his own disciples? What offense did the demigods commit against their spiritual master? Please describe to me this incident."
    },
    {
        "verse_id": "2",
        "text": "Śukadeva Gosvāmī said: O King, once upon a time, the King of heaven, Indra, being extremely proud because of his great opulence of the three worlds, transgressed the law of Vedic etiquette. Seated on his throne, he was surrounded by the Maruts, Vasus, Rudras, Ādityas, Ṛbhus, Viśvadevas, Sādhyas, Aśvinī-kumāras, Siddhas, Cāraṇas and Gandharvas and by great saintly persons. Also surrounding him were the Vidyādharas, Apsarās, Kinnaras, Patagas [birds] and Uragas [snakes]. All of them were offering Indra their respects and services, and the Apsarās and Gandharvas were dancing and singing with very sweet musical instruments. Over Indra’s head was a white umbrella as effulgent as the full moon. Fanned by yak-tail whisks and served with all the paraphernalia of a great king, Indra was sitting with his wife, Śacīdevī, who occupied half the throne, when the great sage Bṛhaspati appeared in that assembly. Bṛhaspati, the best of the sages, was the spiritual master of Indra and the demigods and was respected by the demigods and demons alike. Nevertheless, although Indra saw his spiritual master before him, he did not rise from his own seat or offer a seat to his spiritual master, nor did Indra offer him a respectful welcome. Indra did nothing to show him respect."
    },
    {
        "verse_id": "9",
        "text": "Bṛhaspati knew everything that would happen in the future. Seeing Indra’s transgression of etiquette, he completely understood that Indra was puffed up by his material opulence. Although able to curse Indra, he did not do so. Instead, he left the assembly and in silence returned to his home."
    },
    {
        "verse_id": "10",
        "text": "Indra, the King of heaven, could immediately understand his mistake. Realizing he had disrespected his spiritual master, he condemned himself in the presence of all the members of the assembly."
    },
    {
        "verse_id": "11",
        "text": "Alas, what a regrettable deed I have committed because of my lack of intelligence and my pride in my material opulences. I failed to show respect to my spiritual master when he entered this assembly, and thus I have insulted him."
    },
    {
        "verse_id": "12",
        "text": "Although I am King of the demigods, who are situated in the mode of goodness, I was proud of a little opulence and polluted by false ego. Under the circumstances, who in this world would accept such riches at the risk of falling down? Alas! I condemn my wealth and opulence."
    },
    {
        "verse_id": "13",
        "text": "If a person says, “One who is situated on the exalted throne of a king should not stand up to show respect to another king or a brāhmaṇa,” it is to be understood that he does not know the superior religious principles."
    },
    {
        "verse_id": "14",
        "text": "Leaders who have fallen into ignorance and who mislead people by directing them to the path of destruction [as described in the previous verse] are, in effect, boarding a stone boat, and so too are those who blindly follow them. A stone boat would be unable to float and would sink in the water with its passengers. Similarly, those who mislead people go to hell, and their followers go with them."
    },
    {
        "verse_id": "15",
        "text": "King Indra said: Therefore with great frankness and without duplicity I shall now bow my head at the lotus feet of Bṛhaspati, the spiritual master of the demigods. Because he is in the mode of goodness, he is fully aware of all knowledge and is the best of the brāhmaṇas. Now I shall touch his lotus feet and offer my obeisances unto him to try to satisfy him."
    },
    {
        "verse_id": "16",
        "text": "While Indra, the King of the demigods, thought in this way and repented in his own assembly, Bṛhaspati, the most powerful spiritual master, understood his mind. Thus he became invisible to Indra and left home, for Bṛhaspati was spiritually more powerful than King Indra."
    },
    {
        "verse_id": "17",
        "text": "Although Indra searched vigorously with the assistance of the other demigods, he could not find Bṛhaspati. Then Indra thought, “Alas, my spiritual master has become dissatisfied with me, and now I have no means of achieving good fortune.” Although Indra was surrounded by demigods, he could not find peace of mind."
    },
    {
        "verse_id": "18",
        "text": "Hearing of the pitiable condition of King Indra, the demons, following the instructions of their guru, Śukrācārya, equipped themselves with weapons and declared war against the demigods."
    },
    {
        "verse_id": "19",
        "text": "The demigods’ heads, thighs and arms and the other parts of their bodies were injured by the sharp arrows of the demons. The demigods, headed by Indra, saw no other course than to immediately approach Lord Brahmā with bowed heads for shelter and proper instruction."
    },
    {
        "verse_id": "20",
        "text": "When the most powerful Lord Brahmā saw the demigods coming toward him, their bodies gravely injured by the arrows of the demons, he pacified them by his great causeless mercy and spoke as follows."
    },
    {
        "verse_id": "21",
        "text": "Lord Brahmā said: O best of the demigods, unfortunately, because of madness resulting from your material opulence, you failed to receive Bṛhaspati properly when he came to your assembly. Because he is aware of the Supreme Brahman and fully in control of his senses, he is the best of the brāhmaṇas. Therefore it is very astonishing that you have acted impudently toward him."
    },
    {
        "verse_id": "22",
        "text": "Because of your misbehavior toward Bṛhaspati, you have been defeated by the demons. My dear demigods, since the demons were weak, having been defeated by you several times, how else could you, who were so advanced in opulence, be defeated by them?"
    },
    {
        "verse_id": "23",
        "text": "O Indra, your enemies, the demons, were extremely weak because of their disrespect toward Śukrācārya, but since they have now worshiped Śukrācārya with great devotion, they have again become powerful. By their devotion to Śukrācārya, they have increased their strength so much that now they are even able to easily seize my abode from me."
    },
    {
        "verse_id": "24",
        "text": "Because of their firm determination to follow the instructions of Śukrācārya, his disciples, the demons, are now unconcerned about the demigods. In fact, kings or others who have determined faith in the mercy of brāhmaṇas, cows and the Supreme Personality of Godhead, Kṛṣṇa, and who always worship these three are always strong in their position."
    },
    {
        "verse_id": "25",
        "text": "O demigods, I instruct you to approach Viśvarūpa, the son of Tvaṣṭā, and accept him as your guru. He is a pure and very powerful brāhmaṇa undergoing austerity and penances. Pleased by your worship, he will fulfill your desires, provided that you tolerate his being inclined to side with the demons."
    },
    {
        "verse_id": "26",
        "text": "Śrīla Śukadeva Gosvāmī continued: Thus advised by Lord Brahmā and relieved of their anxiety, all the demigods went to the sage Viśvarūpa, the son of Tvaṣṭā. My dear King, they embraced him and spoke as follows."
    },
    {
        "verse_id": "27",
        "text": "The demigods said: Beloved Viśvarūpa, may there be all good fortune for you. We, the demigods, have come to your āśrama as your guests. Please try to fulfill our desires according to the time, since we are on the level of your parents."
    },
    {
        "verse_id": "28",
        "text": "O brāhmaṇa, the highest duty of a son, even though he has sons of his own, is to serve his parents, and what to speak of a son who is a brahmacārī?"
    },
    {
        "verse_id": "29",
        "text": "The ācārya, the spiritual master who teaches all the Vedic knowledge and gives initiation by offering the sacred thread, is the personification of all the Vedas. Similarly, a father personifies Lord Brahmā; a brother, King Indra; a mother, the planet earth; and a sister, mercy. A guest personifies religious principles, an invited guest personifies the demigod Agni, and all living entities personify Lord Viṣṇu, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "31",
        "text": "Dear son, we have been defeated by our enemies, and therefore we are very much aggrieved. Please mercifully fulfill our desires by relieving our distress through the strength of your austerities. Please fulfill our prayers."
    },
    {
        "verse_id": "32",
        "text": "Since you are completely aware of the Supreme Brahman, you are a perfect brāhmaṇa, and therefore you are the spiritual master of all orders of life. We accept you as our spiritual master and director so that by the power of your austerity we may easily defeat the enemies who have conquered us."
    },
    {
        "verse_id": "33",
        "text": "The demigods continued: Do not fear criticism for being younger than us. Such etiquette does not apply in regard to Vedic mantras. Except in relationship to Vedic mantras, seniority is determined by age, but one may offer respectful obeisances even to a younger person who is advanced in chanting Vedic mantras. Therefore although you are junior in relationship to us, you may become our priest without hesitation."
    },
    {
        "verse_id": "34",
        "text": "Śukadeva Gosvāmī continued: When all the demigods requested the great Viśvarūpa to be their priest, Viśvarūpa, who was advanced in austerities, was very pleased. He replied to them as follows."
    },
    {
        "verse_id": "35",
        "text": "Śrī Viśvarūpa said: O demigods, although the acceptance of priesthood is decried as causing the loss of previously acquired brahminical power, how can someone like me refuse to accept your personal request? You are all exalted commanders of the entire universe. I am your disciple and must take many lessons from you. Therefore I cannot refuse you. I must agree for my own benefit."
    },
    {
        "verse_id": "36",
        "text": "O exalted governors of various planets, the true brāhmaṇa, who has no material possessions, maintains himself by the profession of accepting śiloñchana. In other words, he picks up grains left in the field and on the ground in the wholesale marketplace. By this means, householder brāhmaṇas who actually abide by the principles of austerity and penance maintain themselves and their families and perform all necessary pious activities. A brāhmaṇa who desires to achieve happiness by gaining wealth through professional priesthood must certainly have a very low mind. How shall I accept such priesthood?"
    },
    {
        "verse_id": "37",
        "text": "All of you are my superiors. Therefore although accepting priesthood is sometimes reproachable, I cannot refuse even a small request from you. I agree to be your priest. I shall fulfill your request by dedicating my life and possessions."
    },
    {
        "verse_id": "38",
        "text": "Śrī Śukadeva Gosvāmī continued: O King, after making this promise to the demigods, the exalted Viśvarūpa, surrounded by the demigods, performed the necessary priestly activities with great enthusiasm and attention."
    },
    {
        "verse_id": "39",
        "text": "The opulence of the demons, who are generally known as the enemies of the demigods, was protected by the talents and tactics of Śukrācārya, but Viśvarūpa, who was most powerful, composed a protective prayer known as the Nārāyaṇa-kavaca. By this intelligent mantra, he took away the opulence of the demons and gave it to Mahendra, the King of heaven."
    },
    {
        "verse_id": "40",
        "text": "Viśvarūpa, who was most liberal, spoke to King Indra [Sahasrākṣa] the secret hymn that protected Indra and conquered the military power of the demons."
    }
]