[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: Pṛśni, who was the wife of Savitā, the fifth of the twelve sons of Aditi, gave birth to three daughters — Sāvitrī, Vyāhṛti and Trayī — and the sons named Agnihotra, Paśu, Soma, Cāturmāsya and the five Mahāyajñas."
    },
    {
        "verse_id": "2",
        "text": "O King, Siddhi, who was the wife of Bhaga, the sixth son of Aditi, bore three sons, named Mahimā, Vibhu and Prabhu, and one extremely beautiful daughter, whose name was Āśī."
    },
    {
        "verse_id": "3",
        "text": "Dhātā, the seventh son of Aditi, had four wives, named Kuhū, Sinīvālī, Rākā and Anumati. These wives begot four sons, named Sāyam, Darśa, Prātaḥ and Pūrṇamāsa respectively. The wife of Vidhātā, the eighth son of Aditi, was named Kriyā. In her Vidhātā begot the five fire-gods named the Purīṣyas. The wife of Varuṇa, the ninth son of Aditi, was named Carṣaṇī. Bhṛgu, the son of Brahmā, took birth again in her womb."
    },
    {
        "verse_id": "5",
        "text": "By the semen of Varuṇa, the great mystic Vālmīki took birth from an anthill. Bhṛgu and Vālmīki were specific sons of Varuṇa, whereas Agastya and Vasiṣṭha Ṛṣis were the common sons of Varuṇa and Mitra, the tenth son of Aditi."
    },
    {
        "verse_id": "6",
        "text": "Upon seeing Urvaśī, the celestial society girl, both Mitra and Varuṇa discharged semen, which they preserved in an earthen pot. The two sons Agastya and Vasiṣṭha later appeared from that pot, and they are therefore the common sons of Mitra and Varuṇa. Mitra begot three sons in the womb of his wife, whose name was Revatī. Their names were Utsarga, Ariṣṭa and Pippala."
    },
    {
        "verse_id": "7",
        "text": "O King Parīkṣit, Indra, the King of the heavenly planets and eleventh son of Aditi, begot three sons, named Jayanta, Ṛṣabha and Mīḍhuṣa, in the womb of his wife, Paulomī. Thus we have heard."
    },
    {
        "verse_id": "8",
        "text": "By His own potency, the Supreme Personality of Godhead, who has multifarious potencies, appeared in the form of a dwarf as Urukrama, the twelfth son of Aditi. In the womb of His wife, whose name was Kīrti, He begot one son, named Bṛhatśloka, who had many sons, headed by Saubhaga."
    },
    {
        "verse_id": "9",
        "text": "Later [in the Eighth Canto of Śrīmad-Bhāgavatam] I shall describe how Urukrama, Lord Vāmanadeva, appeared as the son of the great sage Kaśyapa and how He covered the three worlds with three steps. I shall describe the uncommon activities He performed, His qualities, His power and how He took birth from the womb of Aditi."
    },
    {
        "verse_id": "10",
        "text": "Now let me describe the sons of Diti, who were begotten by Kaśyapa but who became demons. In this demoniac family the great devotee Prahlāda Mahārāja appeared, and Bali Mahārāja also appeared in that family. The demons are technically known as Daityas because they proceeded from the womb of Diti."
    },
    {
        "verse_id": "11",
        "text": "First the two sons named Hiraṇyakaśipu and Hiraṇyākṣa took birth from Diti’s womb. Both of them were very powerful and were worshiped by the Daityas and Dānavas."
    },
    {
        "verse_id": "12",
        "text": "The wife of Hiraṇyakaśipu was known as Kayādhu. She was the daughter of Jambha and a descendant of Danu. She gave birth to four consecutive sons, known as Saṁhlāda, Anuhlāda, Hlāda and Prahlāda. The sister of these four sons was known as Siṁhikā. She married the demon named Vipracit and gave birth to another demon, named Rāhu."
    },
    {
        "verse_id": "14",
        "text": "While Rāhu, in disguise, was drinking nectar among the demigods, the Supreme Personality of Godhead severed his head. The wife of Saṁhlāda was named Kṛti. By union with Saṁhlāda, Kṛti gave birth to a son named Pañcajana."
    },
    {
        "verse_id": "15",
        "text": "The wife of Hlāda was named Dhamani. She gave birth to two sons, named Vātāpi and Ilvala. When Agastya Muni became Ilvala’s guest, Ilvala served him a feast by cooking Vātāpi, who was in the shape of a ram."
    },
    {
        "verse_id": "16",
        "text": "The wife of Anuhlāda was named Sūryā. She gave birth to two sons, named Bāṣkala and Mahiṣa. Prahlāda had one son, Virocana, whose wife gave birth to Bali Mahārāja."
    },
    {
        "verse_id": "17",
        "text": "Thereafter, Bali Mahārāja begot one hundred sons in the womb of Aśanā. Of these one hundred sons, King Bāṇa was the eldest. The activities of Bali Mahārāja, which are very laudable, will be described later [in the Eighth Canto]."
    },
    {
        "verse_id": "18",
        "text": "Since King Bāṇa was a great worshiper of Lord Śiva, he became one of Lord Śiva’s most celebrated associates. Even now, Lord Śiva protects King Bāṇa’s capital and always stands beside him."
    },
    {
        "verse_id": "19",
        "text": "The forty-nine Marut demigods were also born from the womb of Diti. None of them had sons. Although they were born of Diti, King Indra gave them a position as demigods."
    },
    {
        "verse_id": "20",
        "text": "King Parīkṣit inquired: My dear lord, due to their birth, the forty-nine Maruts must have been obsessed with a demoniac mentality. Why did Indra, the King of heaven, convert them into demigods? Did they perform any rituals or pious activities?"
    },
    {
        "verse_id": "21",
        "text": "My dear brāhmaṇa, I and all the sages present with me are eager to know about this. Therefore, O great soul, kindly explain to us the reason."
    },
    {
        "verse_id": "22",
        "text": "Śrī Sūta Gosvāmī said: O great sage Śaunaka, after hearing Mahārāja Parīkṣit speak respectfully and briefly on topics essential to hear, Śukadeva Gosvāmī, who was well aware of everything, praised his endeavor with great pleasure and replied."
    },
    {
        "verse_id": "23",
        "text": "Śrī Śukadeva Gosvāmī said: Just to help Indra, Lord Viṣṇu killed the two brothers Hiraṇyākṣa and Hiraṇyakaśipu. Because of their being killed, their mother, Diti, overwhelmed with lamentation and anger, contemplated as follows."
    },
    {
        "verse_id": "24",
        "text": "Lord Indra, who is very much fond of sense gratification, has killed the two brothers Hiraṇyākṣa and Hiraṇyakaśipu by means of Lord Viṣṇu. Therefore Indra is cruel, hardhearted and sinful. When will I, having killed him, rest with a pacified mind?"
    },
    {
        "verse_id": "25",
        "text": "When dead, the bodies of all the rulers known as kings and great leaders will be transformed into worms, stool or ashes. If one enviously kills others for the protection of such a body, does he actually know the true interest of life? Certainly he does not, for if one is envious of other entities, he surely goes to hell."
    },
    {
        "verse_id": "26",
        "text": "Diti thought: Indra considers his body eternal, and thus he has become unrestrained. I therefore wish to have a son who can remove Indra’s madness. Let me adopt some means to help me in this."
    },
    {
        "verse_id": "27",
        "text": "Thinking in this way [with a desire for a son to kill Indra], Diti began constantly acting to satisfy Kaśyapa by her pleasing behavior. O King, Diti always carried out Kaśyapa’s orders very faithfully, as he desired. With service, love, humility and control, with words spoken very sweetly to satisfy her husband, and with smiles and glances at him, Diti attracted his mind and brought it under her control."
    },
    {
        "verse_id": "29",
        "text": "Although Kaśyapa Muni was a learned scholar, he was captivated by Diti’s artificial behavior, which brought him under her control. Therefore he assured his wife that he would fulfill her desires. Such a promise by a husband is not at all astonishing."
    },
    {
        "verse_id": "30",
        "text": "In the beginning of creation, Lord Brahmā, the father of the living entities of the universe, saw that all the living entities were unattached. To increase population, he then created woman from the better half of man’s body, for woman’s behavior carries away a man’s mind."
    },
    {
        "verse_id": "31",
        "text": "O my dear one, the most powerful sage Kaśyapa, being extremely pleased by the mild behavior of his wife Diti, smiled and spoke to her as follows."
    },
    {
        "verse_id": "32",
        "text": "Kaśyapa Muni said: O beautiful woman, O irreproachable lady, since I am very much pleased by your behavior, you may ask me for any benediction you want. If a husband is pleased, what desires are difficult for his wife to obtain, either in this world or in the next?"
    },
    {
        "verse_id": "33",
        "text": "A husband is the supreme demigod for a woman. The Supreme Personality of Godhead, Lord Vāsudeva, the husband of the goddess of fortune, is situated in everyone’s heart and is worshiped through the various names and forms of the demigods by fruitive workers. Similarly, a husband represents the Lord as the object of worship for a woman."
    },
    {
        "verse_id": "35",
        "text": "My dear wife, whose body is so beautiful, your waist being thin, a conscientious wife should be chaste and should abide by the orders of her husband. She should very devoutly worship her husband as a representative of Vāsudeva."
    },
    {
        "verse_id": "36",
        "text": "My dear gentle wife, because you have worshiped me with great devotion, considering me a representative of the Supreme Personality of Godhead, I shall reward you by fulfilling your desires, which are unobtainable for an unchaste wife."
    },
    {
        "verse_id": "37",
        "text": "Diti replied: O my husband, O great soul, I have now lost my sons. If you want to give me a benediction, I ask you for an immortal son who can kill Indra. I pray for this because Indra, with the help of Viṣṇu, has killed my two sons Hiraṇyākṣa and Hiraṇyakaśipu."
    },
    {
        "verse_id": "38",
        "text": "Upon hearing Diti’s request, Kaśyapa Muni was very much aggrieved. “Alas,” he lamented, “now I face the danger of the impious act of killing Indra.”"
    },
    {
        "verse_id": "39",
        "text": "Kaśyapa Muni thought: Alas, I have now become too attached to material enjoyment. Taking advantage of this, my mind has been attracted by the illusory energy of the Supreme Personality of Godhead in the form of a woman [my wife]. Therefore I am surely a wretched person who will glide down toward hell."
    },
    {
        "verse_id": "40",
        "text": "This woman, my wife, has adopted a means that follows her nature, and therefore she is not to be blamed. But I am a man. Therefore, all condemnation upon me! I am not at all conversant with what is good for me, since I could not control my senses."
    },
    {
        "verse_id": "41",
        "text": "A woman’s face is as attractive and beautiful as a blossoming lotus flower during autumn. Her words are very sweet, and they give pleasure to the ear, but if we study a woman’s heart, we can understand it to be extremely sharp, like the blade of a razor. In these circumstances, who could understand the dealings of a woman?"
    },
    {
        "verse_id": "42",
        "text": "To satisfy their own interests, women deal with men as if the men were most dear to them, but no one is actually dear to them. Women are supposed to be very saintly, but for their own interests they can kill even their husbands, sons or brothers, or cause them to be killed by others."
    },
    {
        "verse_id": "43",
        "text": "I promised to give her a benediction, and this promise cannot be violated, but Indra does not deserve to be killed. In these circumstances, the solution I have is quite suitable."
    },
    {
        "verse_id": "44",
        "text": "Śrī Śukadeva Gosvāmī said: Kaśyapa Muni, thinking in this way, became somewhat angry. Condemning himself, O Mahārāja Parīkṣit, descendant of Kuru, he spoke to Diti as follows."
    },
    {
        "verse_id": "45",
        "text": "Kaśyapa Muni said: My dear gentle wife, if you follow my instructions regarding this vow for at least one year, you will surely get a son who will be able to kill Indra. However, if you deviate from this vow of following the Vaiṣṇava principles, you will get a son who will be favorable to Indra."
    },
    {
        "verse_id": "46",
        "text": "Diti replied: My dear brāhmaṇa, I must accept your advice and follow the vow. Now let me understand what I have to do, what is forbidden and what will not break the vow. Please clearly state all this to me."
    },
    {
        "verse_id": "47",
        "text": "Kaśyapa Muni said: My dear wife, to follow this vow, do not be violent or cause harm to anyone. Do not curse anyone, and do not speak lies. Do not cut your nails and hair, and do not touch impure things like skulls and bones."
    },
    {
        "verse_id": "48",
        "text": "Kaśyapa Muni continued: My dear gentle wife, never enter the water while bathing, never be angry, and do not even speak or associate with wicked people. Never wear clothes that have not been properly washed, and do not put on a garland that has already been worn."
    },
    {
        "verse_id": "49",
        "text": "Never eat leftover food, never eat prasāda offered to the goddess Kālī [Durgā], and do not eat anything contaminated by flesh or fish. Do not eat anything brought or touched by a śūdra nor anything seen by a woman in her menstrual period. Do not drink water by joining your palms."
    },
    {
        "verse_id": "50",
        "text": "After eating, you should not go out to the street without having washed your mouth, hands and feet. You should not go out in the evening or with your hair loose, nor should you go out unless you are properly decorated with ornaments. You should not leave the house unless you are very grave and are sufficiently covered."
    },
    {
        "verse_id": "51",
        "text": "You should not lie down without having washed both of your feet or without being purified, nor with wet feet or with your head pointed west or north. You should not lie naked, or with other women, or during the sunrise or sunset."
    },
    {
        "verse_id": "52",
        "text": "Putting on washed clothing, being always pure and being adorned with turmeric, sandalwood pulp and other auspicious items, before breakfast one should worship the cows, the brāhmaṇas, the goddess of fortune and the Supreme Personality of Godhead."
    },
    {
        "verse_id": "53",
        "text": "With flower garlands, sandalwood pulp, ornaments and other paraphernalia, a woman following this vow should worship women who have sons and whose husbands are living. The pregnant wife should worship her husband and offer him prayers. She should meditate upon him, thinking that he is situated in her womb."
    },
    {
        "verse_id": "54",
        "text": "Kaśyapa Muni continued: If you perform this ceremony called puṁsavana, adhering to the vow with faith for at least one year, you will give birth to a son destined to kill Indra. But if there is any discrepancy in the discharge of this vow, the son will be a friend to Indra."
    },
    {
        "verse_id": "55",
        "text": "O King Parīkṣit, Diti, the wife of Kaśyapa, agreed to undergo the purificatory process known as puṁsavana. “Yes,” she said, “I shall do everything according to your instructions.” With great jubilation she became pregnant, having taken semen from Kaśyapa, and faithfully began discharging the vow."
    },
    {
        "verse_id": "56",
        "text": "O King, who are respectful to everyone, Indra understood Diti’s purpose, and thus he contrived to fulfill his own interests. Following the logic that self-preservation is the first law of nature, he wanted to break Diti’s promise. Thus he engaged himself in the service of Diti, his aunt, who was residing in an āśrama."
    },
    {
        "verse_id": "57",
        "text": "Indra served his aunt daily by bringing flowers, fruits, roots and wood for yajñas from the forest. He also brought kuśa grass, leaves, sprouts, earth and water exactly at the proper time."
    },
    {
        "verse_id": "58",
        "text": "O King Parīkṣit, as the hunter of a deer becomes like a deer by covering his body with deerskin and serving the deer, so Indra, although at heart the enemy of the sons of Diti, became outwardly friendly and served Diti in a faithful way. Indra’s purpose was to cheat Diti as soon as he could find some fault in the way she discharged the vows of the ritualistic ceremony. However, he wanted to be undetected, and therefore he served her very carefully."
    },
    {
        "verse_id": "59",
        "text": "O master of the entire world, when Indra could find no faults, he thought, “How will there be good fortune for me?” Thus he was full of deep anxiety."
    },
    {
        "verse_id": "60",
        "text": "Having grown weak and thin because of strictly following the principles of the vow, Diti once unfortunately neglected to wash her mouth, hands and feet after eating and went to sleep during the evening twilight."
    },
    {
        "verse_id": "61",
        "text": "Finding this fault, Indra, who has all the mystic powers [the yoga-siddhis such as aṇimā and laghimā], entered Diti’s womb while she was unconscious, being fast asleep."
    },
    {
        "verse_id": "62",
        "text": "After entering Diti’s womb, Indra, with the help of his thunderbolt, cut into seven pieces her embryo, which appeared like glowing gold. In seven places, seven different living beings began crying. Indra told them, “Do not cry,” and then he cut each of them into seven pieces again."
    },
    {
        "verse_id": "63",
        "text": "O King, being very much aggrieved, they pleaded to Indra with folded hands, saying, “Dear Indra, we are the Maruts, your brothers. Why are you trying to kill us?”"
    },
    {
        "verse_id": "64",
        "text": "When Indra saw that actually they were his devoted followers, he said to them: If you are all my brothers, you have nothing more to fear from me."
    },
    {
        "verse_id": "65",
        "text": "Śukadeva Gosvāmī said: My dear King Parīkṣit, you were burned by the brahmāstra of Aśvatthāmā, but when Lord Kṛṣṇa entered the womb of your mother, you were saved. Similarly, although the one embryo was cut into forty-nine pieces by the thunderbolt of Indra, they were all saved by the mercy of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "66",
        "text": "If one worships the Supreme Personality of Godhead, the original person, even once, he receives the benefit of being promoted to the spiritual world and possessing the same bodily features as Viṣṇu. Diti worshiped Lord Viṣṇu for almost one year, adhering to a great vow. Because of such strength in spiritual life, the forty-nine Maruts were born. How, then, is it wonderful that the Maruts, although born from the womb of Diti, became equal to the demigods by the mercy of the Supreme Lord?"
    },
    {
        "verse_id": "68",
        "text": "Because of worshiping the Supreme Personality of Godhead, Diti was completely purified. When she got up from bed, she saw her forty-nine sons along with Indra. These forty-nine sons were all as brilliant as fire and were in friendship with Indra, and therefore she was very pleased."
    },
    {
        "verse_id": "69",
        "text": "Thereafter, Diti said to Indra: My dear son, I adhered to this difficult vow just to get a son to kill you twelve Ādityas."
    },
    {
        "verse_id": "70",
        "text": "I prayed for only one son, but now I see that there are forty-nine. How has this happened? My dear son Indra, if you know, please tell me the truth. Do not try to speak lies."
    },
    {
        "verse_id": "71",
        "text": "Indra replied: My dear mother, because I was grossly blinded by selfish interests, I lost sight of religion. When I understood that you were observing a great vow in spiritual life, I wanted to find some fault in you. When I found such a fault, I entered your womb and cut the embryo to pieces."
    },
    {
        "verse_id": "72",
        "text": "First I cut the child in the womb into seven pieces, which became seven children. Then I cut each of the children into seven pieces again. By the grace of the Supreme Lord, however, none of them died."
    },
    {
        "verse_id": "73",
        "text": "My dear mother, when I saw that all forty-nine sons were alive, I was certainly struck with wonder. I decided that this was a secondary result of your having regularly executed devotional service in worship of Lord Viṣṇu."
    },
    {
        "verse_id": "74",
        "text": "Although those who are interested only in worshiping the Supreme Personality of Godhead do not desire anything material from the Lord and do not even want liberation, Lord Kṛṣṇa fulfills all their desires."
    },
    {
        "verse_id": "75",
        "text": "The ultimate goal of all ambitions is to become a servant of the Supreme Personality of Godhead. If an intelligent man serves the most dear Lord, who gives Himself to His devotees, how can he desire material happiness, which is available even in hell?"
    },
    {
        "verse_id": "76",
        "text": "O my mother, O best of all women, I am a fool. Kindly excuse me for whatever offenses I have committed. Your forty-nine sons have been born unhurt because of your devotional service. As an enemy, I cut them to pieces, but because of your great devotional service they did not die."
    },
    {
        "verse_id": "77",
        "text": "Śrī Śukadeva Gosvāmī continued: Diti was extremely satisfied by Indra’s good behavior. Then Indra offered his respects to his aunt with profuse obeisances, and with her permission he went away to the heavenly planets with his brothers the Maruts."
    },
    {
        "verse_id": "78",
        "text": "My dear King Parīkṣit, I have replied as far as possible to the questions you have asked me, especially in regard to this pure, auspicious narration about the Maruts. Now you may inquire further, and I shall explain more."
    }
]