[
    {
        "verse_id": "1",
        "text": "Śrīla Śukadeva Gosvāmī continued: Impelled by the illusory energy of Lord Viṣṇu, Prajāpati Dakṣa begot ten thousand sons in the womb of Pāñcajanī [Asiknī]. My dear King, these sons were called the Haryaśvas."
    },
    {
        "verse_id": "2",
        "text": "My dear King, all the sons of Prajāpati Dakṣa were alike in being very gentle and obedient to the orders of their father. When their father ordered them to beget children, they all went in the western direction."
    },
    {
        "verse_id": "3",
        "text": "In the west, where the river Sindhu meets the sea, there is a great place of pilgrimage known as Nārāyaṇa-saras. Many sages and others advanced in spiritual consciousness live there."
    },
    {
        "verse_id": "4",
        "text": "In that holy place, the Haryaśvas began regularly touching the lake’s waters and bathing in them. Gradually becoming very much purified, they became inclined toward the activities of paramahaṁsas. Nevertheless, because their father had ordered them to increase the population, they performed severe austerities to fulfill his desires. One day, when the great sage Nārada saw those boys performing such fine austerities to increase the population, Nārada approached them."
    },
    {
        "verse_id": "6",
        "text": "The great sage Nārada said: My dear Haryaśvas, you have not seen the extremities of the earth. There is a kingdom where only one man lives and where there is a hole from which, having entered, no one emerges. A woman there who is extremely unchaste adorns herself with various attractive dresses, and the man who lives there is her husband. In that kingdom, there is a river flowing in both directions, a wonderful home made of twenty-five materials, a swan that vibrates various sounds, and an automatically revolving object made of sharp razors and thunderbolts. You have not seen all this, and therefore you are inexperienced boys without advanced knowledge. How, then, will you create progeny?"
    },
    {
        "verse_id": "9",
        "text": "Alas, your father is omniscient, but you do not know his actual order. Without knowing the actual purpose of your father, how will you create progeny?"
    },
    {
        "verse_id": "10",
        "text": "Śrī Śukadeva Gosvāmī said: Hearing these enigmatic words of Nārada Muni, the Haryaśvas considered them with their natural intelligence, without help from others."
    },
    {
        "verse_id": "11",
        "text": "[The Haryaśvas understood the meaning of Nārada’s words as follows.] The word “bhūḥ” [“the earth”] refers to the field of activities. The material body, which is a result of the living being’s actions, is his field of activities, and it gives him false designations. Since time immemorial, he has received various types of material bodies, which are the roots of bondage to the material world. If one foolishly engages in temporary fruitive activities and does not look toward the cessation of this bondage, what will be the benefit of his actions?"
    },
    {
        "verse_id": "12",
        "text": "[Nārada Muni had said that there is a kingdom where there is only one male. The Haryaśvas realized the purport of this statement.] The only enjoyer is the Supreme Personality of Godhead, who observes everything, everywhere. He is full of six opulences and fully independent of everyone else. He is never subject to the three modes of material nature, for He is always transcendental to this material creation. If the members of human society do not understand Him, the Supreme, through their advancement in knowledge and activities, but simply work very hard like cats and dogs all day and night for temporary happiness, what will be the benefit of their activities?"
    },
    {
        "verse_id": "13",
        "text": "[Nārada Muni had described that there is a bila, or hole, from which, having entered, one does not return. The Haryaśvas understood the meaning of this allegory.] Hardly once has a person who has entered the lower planetary system called Pātāla been seen to return. Similarly, if one enters the Vaikuṇṭha-dhāma [pratyag-dhāma], he does not return to this material world. If there is such a place, from which, having gone, one does not return to the miserable material condition of life, what is the use of jumping like monkeys in the temporary material world and not seeing or understanding that place? What will be the profit?"
    },
    {
        "verse_id": "14",
        "text": "[Nārada Muni had described a woman who is a professional prostitute. The Haryaśvas understood the identity of this woman.] Mixed with the mode of passion, the unsteady intelligence of every living entity is like a prostitute who changes dresses just to attract one’s attention. If one fully engages in temporary fruitive activities, not understanding how this is taking place, what does he actually gain?"
    },
    {
        "verse_id": "15",
        "text": "[Nārada Muni had also spoken of a man who is the husband of the prostitute. The Haryaśvas understood this as follows.] If one becomes the husband of a prostitute, he loses all independence. Similarly, if a living entity has polluted intelligence, he prolongs his materialistic life. Frustrated by material nature, he must follow the movements of the intelligence, which brings various conditions of happiness and distress. If one performs fruitive activities under such conditions, what will be the benefit?"
    },
    {
        "verse_id": "16",
        "text": "[Nārada Muni had said that there is a river flowing in both directions. The Haryaśvas understood the purport of this statement.] Material nature functions in two ways — by creation and dissolution. Thus the river of material nature flows both ways. A living entity who unknowingly falls in this river is submerged in its waves, and since the current is swifter near the banks of the river, he is unable to get out. What will be the benefit of performing fruitive activities in that river of māyā?"
    },
    {
        "verse_id": "17",
        "text": "[Nārada Muni had said that there is a house made of twenty-five elements. The Haryaśvas understood this analogy.] The Supreme Lord is the reservoir of the twenty-five elements, and as the Supreme Being, the conductor of cause and effect, He causes their manifestation. If one engages in temporary fruitive activities, not knowing that Supreme Person, what benefit will he derive?"
    },
    {
        "verse_id": "18",
        "text": "[Nārada Muni had spoken of a swan. That swan is explained in this verse.] The Vedic literatures [śāstras] vividly describe how to understand the Supreme Lord, the source of all material and spiritual energy. Indeed, they elaborately explain these two energies. The swan [haṁsa] is one who discriminates between matter and spirit, who accepts the essence of everything, and who explains the means of bondage and the means of liberation. The words of scriptures consist of variegated vibrations. If a foolish rascal leaves aside the study of these śāstras to engage in temporary activities, what will be the result?"
    },
    {
        "verse_id": "19",
        "text": "[Nārada Muni had spoken of a physical object made of sharp blades and thunderbolts. The Haryaśvas understood this allegory as follows.] Eternal time moves very sharply, as if made of razors and thunderbolts. Uninterrupted and fully independent, it drives the activities of the entire world. If one does not try to study the eternal element of time, what benefit can he derive from performing temporary material activities?"
    },
    {
        "verse_id": "20",
        "text": "[Nārada Muni had asked how one could ignorantly defy one’s own father. The Haryaśvas understood the meaning of this question.] One must accept the original instructions of the śāstra. According to Vedic civilization, one is offered a sacred thread as a sign of second birth. One takes his second birth by dint of having received instructions in the śāstra from a bona fide spiritual master. Therefore, śāstra, scripture, is the real father. All the śāstras instruct that one should end his material way of life. If one does not know the purpose of the father’s orders, the śāstras, he is ignorant. The words of a material father who endeavors to engage his son in material activities are not the real instructions of the father."
    },
    {
        "verse_id": "21",
        "text": "Śukadeva Gosvāmī continued: My dear King, after hearing the instructions of Nārada, the Haryaśvas, the sons of Prajāpati Dakṣa, were firmly convinced. They all believed in his instructions and reached the same conclusion. Having accepted him as their spiritual master, they circumambulated that great sage and followed the path by which one never returns to this world."
    },
    {
        "verse_id": "22",
        "text": "The seven musical notes — ṣa, ṛ, gā, ma, pa, dha and ni — are used in musical instruments, but originally they come from the Sāma Veda. The great sage Nārada vibrates sounds describing the pastimes of the Supreme Lord. By such transcendental vibrations, such as Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, he fixes his mind at the lotus feet of the Lord. Thus he directly perceives Hṛṣīkeśa, the master of the senses. After delivering the Haryaśvas, Nārada Muni continued traveling throughout the planetary systems, his mind always fixed at the lotus feet of the Lord."
    },
    {
        "verse_id": "23",
        "text": "The Haryaśvas, the sons of Prajāpati Dakṣa, were very well-behaved, cultured sons, but unfortunately, because of the instructions of Nārada Muni, they deviated from the order of their father. When Dakṣa heard this news, which was brought to him by Nārada Muni, he began to lament. Although he was the father of such good sons, he had lost them all. Certainly this was lamentable."
    },
    {
        "verse_id": "24",
        "text": "When Prajāpati Dakṣa was lamenting for his lost children, Lord Brahmā pacified him with instructions, and thereafter Dakṣa begot one thousand more children in the womb of his wife, Pāñcajanī. This time his sons were known as the Savalāśvas."
    },
    {
        "verse_id": "25",
        "text": "In accordance with their father’s order to beget children, the second group of sons also went to Nārāyaṇa-saras, the same place where their brothers had previously attained perfection by following the instructions of Nārada. Undertaking great vows of austerity, the Savalāśvas remained at that holy place."
    },
    {
        "verse_id": "26",
        "text": "At Nārāyaṇa-saras, the second group of sons performed penances in the same way as the first. They bathed in the holy water, and by its touch all the dirty material desires in their hearts were cleansed away. They murmured mantras beginning with oṁkāra and underwent a severe course of austerities."
    },
    {
        "verse_id": "27",
        "text": "For a few months the sons of Prajāpati Dakṣa drank only water and ate only air. Thus undergoing great austerities, they recited this mantra: “Let us offer our respectful obeisances unto Nārāyaṇa, the Supreme Personality of Godhead, who is always situated in His transcendental abode. Since He is the Supreme Person [paramahaṁsa], let us offer our respectful obeisances unto Him.”"
    },
    {
        "verse_id": "29",
        "text": "O King Parīkṣit, Nārada Muni approached these sons of Prajāpati Dakṣa, who were engaged in tapasya to beget children, and spoke enigmatic words to them just as he had spoken to their elder brothers."
    },
    {
        "verse_id": "30",
        "text": "O sons of Dakṣa, please hear my words of instruction attentively. You are all very affectionate to your elder brothers, the Haryaśvas. Therefore you should follow their path."
    },
    {
        "verse_id": "31",
        "text": "A brother aware of the principles of religion follows in the footsteps of his elder brothers. Because of being highly elevated, such a pious brother gets the opportunity to associate and enjoy with demigods like the Maruts, who are all affectionate to their brothers."
    },
    {
        "verse_id": "32",
        "text": "Śukadeva Gosvāmī continued: O best of the advanced Āryans, after saying this much to the sons of Prajāpati Dakṣa, Nārada Muni, whose merciful glance never goes in vain, left as he had planned. The sons of Dakṣa followed their elder brothers. Not attempting to produce children, they engaged themselves in Kṛṣṇa consciousness."
    },
    {
        "verse_id": "33",
        "text": "The Savalāśvas took to the correct path, which is obtainable by a mode of life meant to achieve devotional service, or the mercy of the Supreme Personality of Godhead. Like nights that have gone to the west, they have not returned even until now."
    },
    {
        "verse_id": "34",
        "text": "At this time, Prajāpati Dakṣa observed many inauspicious signs, and he heard from various sources that his second group of sons, the Savalāśvas, had followed the path of their elder brothers in accordance with the instructions of Nārada."
    },
    {
        "verse_id": "35",
        "text": "When he heard that the Savalāśvas had also left this world to engage in devotional service, Dakṣa was angry at Nārada, and he almost fainted due to lamentation. When Dakṣa met Nārada, Dakṣa’s lips began trembling in anger, and he spoke as follows."
    },
    {
        "verse_id": "36",
        "text": "Prajāpati Dakṣa said: Alas, Nārada Muni, you wear the dress of a saintly person, but you are not actually a saint. Indeed, although I am now in gṛhastha life, I am a saintly person. By showing my sons the path of renunciation, you have done me an abominable injustice."
    },
    {
        "verse_id": "37",
        "text": "Prajāpati Dakṣa said: My sons were not at all freed from their three debts. Indeed, they did not properly consider their obligations. O Nārada Muni, O personality of sinful action, you have obstructed their progress toward good fortune in this world and the next because they are still indebted to the saintly persons, the demigods and their father."
    },
    {
        "verse_id": "38",
        "text": "Prajāpati Dakṣa continued: Thus committing violence against other living entities and yet claiming to be an associate of Lord Viṣṇu, you are defaming the Supreme Personality of Godhead. You needlessly created a mentality of renunciation in innocent boys, and therefore you are shameless and devoid of compassion. How could you travel with the personal associates of the Supreme Lord?"
    },
    {
        "verse_id": "39",
        "text": "All the devotees of the Lord but you are very kind to the conditioned souls and are eager to benefit others. Although you wear the dress of a devotee, you create enmity with people who are not your enemies, or you break friendship and create enmity between friends. Are you not ashamed of posing as a devotee while performing these abominable actions?"
    },
    {
        "verse_id": "40",
        "text": "Prajāpati Dakṣa continued: If you think that simply awakening the sense of renunciation will detach one from the material world, I must say that unless full knowledge is awakened, simply changing dresses as you have done cannot possibly bring detachment."
    },
    {
        "verse_id": "41",
        "text": "Material enjoyment is indeed the cause of all unhappiness, but one cannot give it up unless one has personally experienced how much suffering it is. Therefore one should be allowed to remain in so-called material enjoyment while simultaneously advancing in knowledge to experience the misery of this false material happiness. Then, without help from others, one will find material enjoyment detestful. Those whose minds are changed by others do not become as renounced as those who have personal experience."
    },
    {
        "verse_id": "42",
        "text": "Although I live in household life with my wife and children, I honestly follow the Vedic injunctions by engaging in fruitive activities to enjoy life without sinful reactions. I have performed all kinds of yajñas, including the deva-yajña, ṛṣi-yajña, pitṛ-yajña and nṛ-yajña. Because these yajñas are called vratas [vows], I am known as a gṛhavrata. Unfortunately, you have given me great displeasure by misguiding my sons, for no reason, to the path of renunciation. This can be tolerated once."
    },
    {
        "verse_id": "43",
        "text": "You have made me lose my sons once, and now you have again done the same inauspicious thing. Therefore you are a rascal who does not know how to behave toward others. You may travel all over the universe, but I curse you to have no residence anywhere."
    },
    {
        "verse_id": "44",
        "text": "Śrī Śukadeva Gosvāmī continued: My dear King, since Nārada Muni is an approved saintly person, when cursed by Prajāpati Dakṣa he replied, “tad bāḍham: Yes, what you have said is good. I accept this curse.” He could have cursed Prajāpati Dakṣa in return, but because he is a tolerant and merciful sādhu, he took no action."
    }
]