[
    {
        "verse_id": "1",
        "text": "Śrīla Śukadeva Gosvāmī said: After offering obeisances to the direction from which Ananta, the Supreme Personality of Godhead, had disappeared, Citraketu began traveling in outer space as the head of the Vidyādharas."
    },
    {
        "verse_id": "2",
        "text": "Being praised by great sages and saints and by the inhabitants of Siddhaloka and Cāraṇaloka, Citraketu, the most powerful mystic yogī, wandered about enjoying life for millions of years. With bodily strength and senses free from deterioration, he traveled within the valleys of Sumeru Mountain, which is the place of perfection for various kinds of mystic power. In those valleys he enjoyed life with the women of Vidyādhara-loka by chanting the glories of the Supreme Lord, Hari."
    },
    {
        "verse_id": "4",
        "text": "One time while King Citraketu was traveling in outer space on a brilliantly effulgent airplane given to him by Lord Viṣṇu, he saw Lord Śiva, surrounded by Siddhas and Cāraṇas. Lord Śiva was sitting in an assembly of great saintly persons and embracing Pārvatī on his lap with his arm. Citraketu laughed loudly and spoke, within the hearing of Pārvatī."
    },
    {
        "verse_id": "6",
        "text": "Citraketu said: Lord Śiva, the spiritual master of the general populace, is the best of all living entities who have accepted material bodies. He enunciates the system of religion. Yet how wonderful it is that he is embracing his wife, Pārvatī, in the midst of an assembly of great saintly persons."
    },
    {
        "verse_id": "7",
        "text": "Lord Śiva, whose hair is matted on his head, has certainly undergone great austerities and penances. Indeed, he is the president in the assembly of strict followers of Vedic principles. Nonetheless, he is seated with his wife on his lap in the midst of saintly persons and is embracing her as if he were a shameless, ordinary human being."
    },
    {
        "verse_id": "8",
        "text": "Ordinary conditioned persons generally embrace their wives and enjoy their company in solitary places. How wonderful it is that Lord Mahādeva, although a great master of austerity, is embracing his wife openly in the midst of an assembly of great saints."
    },
    {
        "verse_id": "9",
        "text": "Śrīla Śukadeva Gosvāmī continued: My dear King, after hearing Citraketu’s statement, Lord Śiva, the most powerful personality, whose knowledge is fathomless, simply smiled and remained silent, and all the members of the assembly followed the lord by not saying anything."
    },
    {
        "verse_id": "10",
        "text": "Not knowing the prowess of Lord Śiva and Pārvatī, Citraketu strongly criticized them. His statements were not at all pleasing, and therefore the goddess Pārvatī, being very angry, spoke as follows to Citraketu, who thought himself better than Lord Śiva in controlling the senses."
    },
    {
        "verse_id": "11",
        "text": "The goddess Pārvatī said: Alas, has this upstart now received a post from which to punish shameless persons like us? Has he been appointed ruler, carrier of the rod of punishment? Is he now the only master of everything?"
    },
    {
        "verse_id": "12",
        "text": "Alas, Lord Brahmā, who has taken his birth from the lotus flower, does not know the principles of religion, nor do the great saints like Bhṛgu and Nārada, nor the four Kumāras, headed by Sanat-kumāra. Manu and Kapila have also forgotten the religious principles. I suppose it to be because of this that they have not tried to stop Lord Śiva from behaving improperly."
    },
    {
        "verse_id": "13",
        "text": "This Citraketu is the lowest of kṣatriyas, for he has impudently overridden Brahmā and the other demigods by insulting Lord Śiva, upon whose lotus feet they always meditate. Lord Śiva is personified religion and the spiritual master of the entire world, and therefore Citraketu must be punished."
    },
    {
        "verse_id": "14",
        "text": "This person is puffed up because of his achievements, thinking, “I am the best.” He does not deserve to approach the shelter of Lord Viṣṇu’s lotus feet, which are worshiped by all saintly persons, for he is impudent, thinking himself greatly important."
    },
    {
        "verse_id": "15",
        "text": "O impudent one, my dear son, now take birth in a low, sinful family of demons so that you will not commit such an offense again toward exalted, saintly persons in this world."
    },
    {
        "verse_id": "16",
        "text": "Śrī Śukadeva Gosvāmī continued: My dear King Parīkṣit, when Citraketu was cursed by Pārvatī, he descended from his airplane, bowed before her with great humility and pleased her completely."
    },
    {
        "verse_id": "17",
        "text": "Citraketu said: My dear mother, with my own hands folded together I accept the curse upon me. I do not mind the curse, for happiness and distress are given by the demigods as a result of one’s past deeds."
    },
    {
        "verse_id": "18",
        "text": "Deluded by ignorance, the living entity wanders in the forest of this material world, enjoying the happiness and distress resulting from his past deeds, everywhere and at all times. [Therefore, my dear mother, neither you nor I am to be blamed for this incident.]"
    },
    {
        "verse_id": "19",
        "text": "In this material world, neither the living entity himself nor others [friends and enemies] are the cause of material happiness and distress. But because of gross ignorance, the living entity thinks that he and others are the cause."
    },
    {
        "verse_id": "20",
        "text": "This material world resembles the waves of a constantly flowing river. Therefore, what is a curse and what is a favor? What are the heavenly planets, and what are the hellish planets? What is actually happiness, and what is actually distress? Because the waves flow constantly, none of them has an eternal effect."
    },
    {
        "verse_id": "21",
        "text": "The Supreme Personality of Godhead is one. Unaffected by the conditions of the material world, He creates all the conditioned souls by His own personal potency. Because of being contaminated by the material energy, the living entity is put into ignorance and thus into different conditions of bondage. Sometimes, by knowledge, the living entity is given liberation. In sattva-guṇa and rajo-guṇa, he is subjected to happiness and distress."
    },
    {
        "verse_id": "22",
        "text": "The Supreme Personality of Godhead is equally disposed toward all living entities. Therefore no one is very dear to Him, and no one is a great enemy for Him; no one is His friend, and no one is His relative. Being unattached to the material world, He has no affection for so-called happiness or hatred for so-called distress. The two terms happiness and distress are relative. Since the Lord is always happy, for Him there is no question of distress."
    },
    {
        "verse_id": "23",
        "text": "Although the Supreme Lord is unattached to our happiness and distress according to karma, and although no one is His enemy or favorite, He creates pious and impious activities through the agency of His material potency. Thus for the continuation of the materialistic way of life He creates happiness and distress, good fortune and bad, bondage and liberation, birth and death."
    },
    {
        "verse_id": "24",
        "text": "O mother, you are now unnecessarily angry, but since all my happiness and distress are destined by my past activities, I do not plead to be excused or relieved from your curse. Although what I have said is not wrong, please let whatever you think is wrong be pardoned."
    },
    {
        "verse_id": "25",
        "text": "Śrī Śukadeva Gosvāmī continued: O King Parīkṣit, subduer of the enemy, after Citraketu satisfied Lord Śiva and his wife, Pārvatī, he boarded his airplane and left as they looked on. When Lord Śiva and Pārvatī saw that Citraketu, although informed of the curse, was unafraid, they smiled, being fully astonished by his behavior."
    },
    {
        "verse_id": "26",
        "text": "Thereafter, in the presence of the great sage Nārada, the demons, the inhabitants of Siddhaloka, and his personal associates, Lord Śiva, who is most powerful, spoke to his wife, Pārvatī, while they all listened."
    },
    {
        "verse_id": "27",
        "text": "Lord Śiva said: My dear beautiful Pārvatī, have you seen the greatness of the Vaiṣṇavas? Being servants of the servants of the Supreme Personality of Godhead, Hari, they are great souls and are not interested in any kind of material happiness."
    },
    {
        "verse_id": "28",
        "text": "Devotees solely engaged in the devotional service of the Supreme Personality of Godhead, Nārāyaṇa, never fear any condition of life. For them the heavenly planets, liberation and the hellish planets are all the same, for such devotees are interested only in the service of the Lord."
    },
    {
        "verse_id": "29",
        "text": "Because of the actions of the Supreme Lord’s external energy, the living entities are conditioned in contact with material bodies. The dualities of happiness and distress, birth and death, curses and favors, are natural by-products of this contact in the material world."
    },
    {
        "verse_id": "30",
        "text": "As one mistakenly considers a flower garland to be a snake or experiences happiness and distress in a dream, so, in the material world, by a lack of careful consideration, we differentiate between happiness and distress, considering one good and the other bad."
    },
    {
        "verse_id": "31",
        "text": "Persons engaged in devotional service to Lord Vāsudeva, Kṛṣṇa, have naturally perfect knowledge and detachment from this material world. Therefore such devotees are not interested in the so-called happiness or so-called distress of this world."
    },
    {
        "verse_id": "32",
        "text": "Neither I [Lord Śiva], nor Brahmā, nor the Aśvinī-kumāras, nor Nārada or the other great sages who are Brahmā’s sons, nor even the demigods can understand the pastimes and personality of the Supreme Lord. Although we are part of the Supreme Lord, we consider ourselves independent, separate controllers, and thus we cannot understand His identity."
    },
    {
        "verse_id": "33",
        "text": "He holds no one as very dear and no one as inimical. He has no one for His own relative, and no one is alien to Him. He is actually the soul of the soul of all living entities. Thus He is the auspicious friend of all living beings and is very near and dear to all of them."
    },
    {
        "verse_id": "34",
        "text": "This magnanimous Citraketu is a dear devotee of the Lord. He is equal to all living entities and is free from attachment and hatred. Similarly, I am also very dear to Lord Nārāyaṇa. Therefore, no one should be astonished to see the activities of the most exalted devotees of Nārāyaṇa, for they are free from attachment and envy. They are always peaceful, and they are equal to everyone."
    },
    {
        "verse_id": "36",
        "text": "Śrī Śukadeva Gosvāmī said: O King, after hearing this speech by her husband, the demigoddess [Umā, the wife of Lord Śiva] gave up her astonishment at the behavior of King Citraketu and became steady in intelligence."
    },
    {
        "verse_id": "37",
        "text": "The great devotee Citraketu was so powerful that he was quite competent to curse mother Pārvatī in retaliation, but instead of doing so he very humbly accepted the curse and bowed his head before Lord Śiva and his wife. This is very much to be appreciated as the standard behavior of a Vaiṣṇava."
    },
    {
        "verse_id": "38",
        "text": "Being cursed by mother Durgā [Bhavānī, the wife of Lord Śiva], that same Citraketu accepted birth in a demoniac species of life. Although still fully equipped with transcendental knowledge and practical application of that knowledge in life, he appeared as a demon at the fire sacrifice performed by Tvaṣṭā, and thus he became famous as Vṛtrāsura."
    },
    {
        "verse_id": "39",
        "text": "My dear King Parīkṣit, you inquired from me how Vṛtrāsura, a great devotee, took birth in a demoniac family. Thus I have tried to explain to you everything about this."
    },
    {
        "verse_id": "40",
        "text": "Citraketu was a great devotee [mahātmā]. If one hears this history of Citraketu from a pure devotee, the listener also is freed from the conditional life of material existence."
    },
    {
        "verse_id": "41",
        "text": "One who rises from bed early in the morning and recites this history of Citraketu, controlling his words and mind and remembering the Supreme Personality of Godhead, will return home, back to Godhead, without difficulty."
    }
]