[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: My dear King, the servants of Lord Viṣṇu are always very expert in logic and arguments. After hearing the statements of the Yamadūtas, they replied as follows."
    },
    {
        "verse_id": "2",
        "text": "The Viṣṇudūtas said: Alas, how painful it is that irreligion is being introduced into an assembly where religion should be maintained. Indeed, those in charge of maintaining the religious principles are needlessly punishing a sinless, unpunishable person."
    },
    {
        "verse_id": "3",
        "text": "A king or governmental official should be so well qualified that he acts as a father, maintainer and protector of the citizens because of affection and love. He should give the citizens good advice and instructions according to the standard scriptures and should be equal to everyone. Yamarāja does this, for he is the supreme master of justice, and so do those who follow in his footsteps. However, if such persons become polluted and exhibit partiality by punishing an innocent, blameless person, where will the citizens go to take shelter for their maintenance and security?"
    },
    {
        "verse_id": "4",
        "text": "The mass of people follow the example of a leader in society and imitate his behavior. They accept as evidence whatever the leader accepts."
    },
    {
        "verse_id": "5",
        "text": "People in general are not very advanced in knowledge by which to discriminate between religion and irreligion. The innocent, unenlightened citizen is like an ignorant animal sleeping in peace with its head on the lap of its master, faithfully believing in the master’s protection. If a leader is actually kindhearted and deserves to be the object of a living entity’s faith, how can he punish or kill a foolish person who has fully surrendered in good faith and friendship?"
    },
    {
        "verse_id": "7",
        "text": "Ajāmila has already atoned for all his sinful actions. Indeed, he has atoned not only for sins performed in one life but for those performed in millions of lives, for in a helpless condition he chanted the holy name of Nārāyaṇa. Even though he did not chant purely, he chanted without offense, and therefore he is now pure and eligible for liberation."
    },
    {
        "verse_id": "8",
        "text": "The Viṣṇudūtas continued: Even previously, while eating and at other times, this Ajāmila would call his son, saying, “My dear Nārāyaṇa, please come here.” Although calling the name of his son, he nevertheless uttered the four syllables nā-rā-ya-ṇa. Simply by chanting the name of Nārāyaṇa in this way, he sufficiently atoned for the sinful reactions of millions of lives."
    },
    {
        "verse_id": "9",
        "text": "The chanting of the holy name of Lord Viṣṇu is the best process of atonement for a thief of gold or other valuables, for a drunkard, for one who betrays a friend or relative, for one who kills a brāhmaṇa, or for one who indulges in sex with the wife of his guru or another superior. It is also the best method of atonement for one who murders women, the king or his father, for one who slaughters cows, and for all other sinful men. Simply by chanting the holy name of Lord Viṣṇu, such sinful persons may attract the attention of the Supreme Lord, who therefore considers, “Because this man has chanted My holy name, My duty is to give him protection.”"
    },
    {
        "verse_id": "11",
        "text": "By following the Vedic ritualistic ceremonies or undergoing atonement, sinful men do not become as purified as by chanting once the holy name of Lord Hari. Although ritualistic atonement may free one from sinful reactions, it does not awaken devotional service, unlike the chanting of the Lord’s names, which reminds one of the Lord’s fame, qualities, attributes, pastimes and paraphernalia."
    },
    {
        "verse_id": "12",
        "text": "The ritualistic ceremonies of atonement recommended in the religious scriptures are insufficient to cleanse the heart absolutely because after atonement one’s mind again runs toward material activities. Consequently, for one who wants liberation from the fruitive reactions of material activities, the chanting of the Hare Kṛṣṇa mantra, or glorification of the name, fame and pastimes of the Lord, is recommended as the most perfect process of atonement because such chanting eradicates the dirt from one’s heart completely."
    },
    {
        "verse_id": "13",
        "text": "At the time of death, this Ajāmila helplessly and very loudly chanted the holy name of the Lord, Nārāyaṇa. That chanting alone has already freed him from the reactions of all sinful life. Therefore, O servants of Yamarāja, do not try to take him to your master for punishment in hellish conditions."
    },
    {
        "verse_id": "14",
        "text": "One who chants the holy name of the Lord is immediately freed from the reactions of unlimited sins, even if he chants indirectly [to indicate something else], jokingly, for musical entertainment, or even neglectfully. This is accepted by all the learned scholars of the scriptures."
    },
    {
        "verse_id": "15",
        "text": "If one chants the holy name of Hari and then dies because of an accidental misfortune, such as falling from the top of a house, slipping and suffering broken bones while traveling on the road, being bitten by a serpent, being afflicted with pain and high fever, or being injured by a weapon, one is immediately absolved from having to enter hellish life, even though he is sinful."
    },
    {
        "verse_id": "16",
        "text": "Authorities who are learned scholars and sages have carefully ascertained that one should atone for the heaviest sins by undergoing a heavy process of atonement and one should atone for lighter sins by undergoing lighter atonement. Chanting the Hare Kṛṣṇa mantra, however, vanquishes all the effects of sinful activities, regardless of whether heavy or light."
    },
    {
        "verse_id": "17",
        "text": "Although one may neutralize the reactions of sinful life through austerity, charity, vows and other such methods, these pious activities cannot uproot the material desires in one’s heart. However, if one serves the lotus feet of the Personality of Godhead, he is immediately freed from all such contaminations."
    },
    {
        "verse_id": "18",
        "text": "As a fire burns dry grass to ashes, so the holy name of the Lord, whether chanted knowingly or unknowingly, burns to ashes, without fail, all the reactions of one’s sinful activities."
    },
    {
        "verse_id": "19",
        "text": "If a person unaware of the effective potency of a certain medicine takes that medicine or is forced to take it, it will act even without his knowledge because its potency does not depend on the patient’s understanding. Similarly, even though one does not know the value of chanting the holy name of the Lord, if one chants knowingly or unknowingly, the chanting will be very effective."
    },
    {
        "verse_id": "20",
        "text": "Śrī Śukadeva Gosvāmī continued: My dear King, having thus perfectly judged the principles of devotional service with reasoning and arguments, the order carriers of Lord Viṣṇu released the brāhmaṇa Ajāmila from the bondage of the Yamadūtas and saved him from imminent death."
    },
    {
        "verse_id": "21",
        "text": "My dear Mahārāja Parīkṣit, O subduer of all enemies, after the servants of Yamarāja had been answered by the order carriers of Lord Viṣṇu, they went to Yamarāja and explained to him everything that had happened."
    },
    {
        "verse_id": "22",
        "text": "Having been released from the nooses of Yamarāja’s servants, the brāhmaṇa Ajāmila, now free from fear, came to his senses and immediately offered obeisances to the Viṣṇudūtas by bowing his head at their lotus feet. He was extremely pleased by their presence, for he had seen them save his life from the hands of the servants of Yamarāja."
    },
    {
        "verse_id": "23",
        "text": "O sinless Mahārāja Parīkṣit, the order carriers of the Supreme Personality of Godhead, the Viṣṇudūtas, saw that Ajāmila was attempting to say something, and thus they suddenly disappeared from his presence."
    },
    {
        "verse_id": "24",
        "text": "After hearing the discourses between the Yamadūtas and the Viṣṇudūtas, Ajāmila could understand the religious principles that act under the three modes of material nature. These principles are mentioned in the three Vedas. He could also understand the transcendental religious principles, which are above the modes of material nature and which concern the relationship between the living being and the Supreme Personality of Godhead. Furthermore, Ajāmila heard glorification of the name, fame, qualities and pastimes of the Supreme Personality of Godhead. He thus became a perfectly pure devotee. He could then remember his past sinful activities, which he greatly regretted having performed."
    },
    {
        "verse_id": "26",
        "text": "Ajāmila said: Alas, being a servant of my senses, how degraded I became! I fell down from my position as a duly qualified brāhmaṇa and begot children in the womb of a prostitute."
    },
    {
        "verse_id": "27",
        "text": "Alas, all condemnation upon me! I acted so sinfully that I degraded my family tradition. Indeed, I gave up my chaste and beautiful young wife to have sexual intercourse with a fallen prostitute accustomed to drinking wine. All condemnation upon me!"
    },
    {
        "verse_id": "28",
        "text": "My father and mother were old and had no other son or friend to look after them. Because I did not take care of them, they lived with great difficulty. Alas, like an abominable lower-class man, I ungratefully left them in that condition."
    },
    {
        "verse_id": "29",
        "text": "It is now clear that as a consequence of such activities, a sinful person like me must be thrown into hellish conditions meant for those who have broken religious principles and must there suffer extreme miseries."
    },
    {
        "verse_id": "30",
        "text": "Was this a dream I saw, or was it reality? I saw fearsome men with ropes in their hands coming to arrest me and drag me away. Where have they gone?"
    },
    {
        "verse_id": "31",
        "text": "And where have those four liberated and very beautiful persons gone who released me from arrest and saved me from being dragged down to the hellish regions?"
    },
    {
        "verse_id": "32",
        "text": "I am certainly most abominable and unfortunate to have merged in an ocean of sinful activities, but nevertheless, because of my previous spiritual activities, I could see those four exalted personalities who came to rescue me. Now I feel exceedingly happy because of their visit."
    },
    {
        "verse_id": "33",
        "text": "Were it not for my past devotional service, how could I, a most unclean keeper of a prostitute, have gotten an opportunity to chant the holy name of Vaikuṇṭhapati when I was just ready to die? Certainly it could not have been possible."
    },
    {
        "verse_id": "34",
        "text": "Ajāmila continued: I am a shameless cheater who has killed his brahminical culture. Indeed, I am sin personified. Where am I in comparison to the all-auspicious chanting of the holy name of Lord Nārāyaṇa?"
    },
    {
        "verse_id": "35",
        "text": "I am such a sinful person, but since I have now gotten this opportunity, I must completely control my mind, life and senses and always engage in devotional service so that I may not fall again into the deep darkness and ignorance of material life."
    },
    {
        "verse_id": "36",
        "text": "Because of identifying oneself with the body, one is subjected to desires for sense gratification, and thus one engages in many different types of pious and impious action. This is what constitutes material bondage. Now I shall disentangle myself from my material bondage, which has been caused by the Supreme Personality of Godhead’s illusory energy in the form of a woman. Being a most fallen soul, I was victimized by the illusory energy and have become like a dancing dog led around by a woman’s hand. Now I shall give up all lusty desires and free myself from this illusion. I shall become a merciful, well-wishing friend to all living entities and always absorb myself in Kṛṣṇa consciousness."
    },
    {
        "verse_id": "38",
        "text": "Simply because I chanted the holy name of the Lord in the association of devotees, my heart is now becoming purified. Therefore I shall not fall victim again to the false lures of material sense gratification. Now that I have become fixed in the Absolute Truth, henceforward I shall not identify myself with the body. I shall give up false conceptions of “I” and “mine” and fix my mind on the lotus feet of Kṛṣṇa."
    },
    {
        "verse_id": "39",
        "text": "Because of a moment’s association with devotees [the Viṣṇudūtas], Ajāmila detached himself from the material conception of life with determination. Thus freed from all material attraction, he immediately started for Hardwar."
    },
    {
        "verse_id": "40",
        "text": "In Hardwar, Ajāmila took shelter at a Viṣṇu temple, where he executed the process of bhakti-yoga. He controlled his senses and fully applied his mind in the service of the Lord."
    },
    {
        "verse_id": "41",
        "text": "Ajāmila fully engaged in devotional service. Thus he detached his mind from the process of sense gratification and became fully absorbed in thinking of the form of the Lord."
    },
    {
        "verse_id": "42",
        "text": "When his intelligence and mind were fixed upon the form of the Lord, the brāhmaṇa Ajāmila once again saw before him four celestial persons. He could understand that they were those he had seen previously, and thus he offered them his obeisances by bowing down before them."
    },
    {
        "verse_id": "43",
        "text": "Upon seeing the Viṣṇudūtas, Ajāmila gave up his material body at Hardwar on the bank of the Ganges. He regained his original spiritual body, which was a body appropriate for an associate of the Lord."
    },
    {
        "verse_id": "44",
        "text": "Accompanied by the order carriers of Lord Viṣṇu, Ajāmila boarded an airplane made of gold. Passing through the airways, he went directly to the abode of Lord Viṣṇu, the husband of the goddess of fortune."
    },
    {
        "verse_id": "45",
        "text": "Ajāmila was a brāhmaṇa who because of bad association had given up all brahminical culture and religious principles. Becoming most fallen, he stole, drank and performed other abominable acts. He even kept a prostitute. Thus he was destined to be carried away to hell by the order carriers of Yamarāja, but he was immediately rescued simply by a glimpse of the chanting of the holy name Nārāyaṇa."
    },
    {
        "verse_id": "46",
        "text": "Therefore one who desires freedom from material bondage should adopt the process of chanting and glorifying the name, fame, form and pastimes of the Supreme Personality of Godhead, at whose feet all the holy places stand. One cannot derive the proper benefit from other methods, such as pious atonement, speculative knowledge and meditation in mystic yoga, because even after following such methods one takes to fruitive activities again, unable to control his mind, which is contaminated by the base qualities of nature, namely passion and ignorance."
    },
    {
        "verse_id": "47",
        "text": "Because this very confidential historical narration has the potency to vanquish all sinful reactions, one who hears or describes it with faith and devotion is no longer doomed to hellish life, regardless of his having a material body and regardless of how sinful he may have been. Indeed, the Yamadūtas, who carry out the orders of Yamarāja, do not approach him even to see him. After giving up his body, he returns home, back to Godhead, where he is very respectfully received and worshiped."
    },
    {
        "verse_id": "49",
        "text": "While suffering at the time of death, Ajāmila chanted the holy name of the Lord, and although the chanting was directed toward his son, he nevertheless returned home, back to Godhead. Therefore if one faithfully and inoffensively chants the holy name of the Lord, where is the doubt that he will return to Godhead?"
    }
]