[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: My dear King, thereafter, at the request of Lord Brahmā, Prajāpati Dakṣa, who is known as Prācetasa, begot sixty daughters in the womb of his wife Asiknī. All the daughters were very affectionate toward their father."
    },
    {
        "verse_id": "2",
        "text": "He gave ten daughters in charity to Dharmarāja [Yamarāja], thirteen to Kaśyapa [first twelve and then one more], twenty-seven to the moon-god, and two each to Aṅgirā, Kṛśāśva and Bhūta. The other four daughters were given to Kaśyapa. [Thus Kaśyapa received seventeen daughters in all.]"
    },
    {
        "verse_id": "3",
        "text": "Now please hear from me the names of all these daughters and their descendants, who filled all the three worlds."
    },
    {
        "verse_id": "4",
        "text": "The ten daughters given to Yamarāja were named Bhānu, Lambā, Kakud, Yāmi, Viśvā, Sādhyā, Marutvatī, Vasu, Muhūrtā and Saṅkalpā. Now hear the names of their sons."
    },
    {
        "verse_id": "5",
        "text": "O King, a son named Deva-ṛṣabha was born from the womb of Bhānu, and from him came a son named Indrasena. From the womb of Lambā came a son named Vidyota, who generated all the clouds."
    },
    {
        "verse_id": "6",
        "text": "From the womb of Kakud came the son named Saṅkaṭa, whose son was named Kīkaṭa. From Kīkaṭa came the demigods named Durgā. From Yāmi came the son named Svarga, whose son was named Nandi."
    },
    {
        "verse_id": "7",
        "text": "The sons of Viśvā were the Viśvadevas, who had no progeny. From the womb of Sādhyā came the Sādhyas, who had a son named Arthasiddhi."
    },
    {
        "verse_id": "8",
        "text": "The two sons who took birth from the womb of Marutvatī were Marutvān and Jayanta. Jayanta, who is an expansion of Lord Vāsudeva, is known as Upendra."
    },
    {
        "verse_id": "9",
        "text": "The demigods named the Mauhūrtikas took birth from the womb of Muhūrtā. These demigods deliver the results of actions to the living entities of their respective times."
    },
    {
        "verse_id": "10",
        "text": "The son of Saṅkalpā was known as Saṅkalpa, and from him lust was born. The sons of Vasu were known as the eight Vasus. Just hear their names from me: Droṇa, Prāṇa, Dhruva, Arka, Agni, Doṣa, Vāstu and Vibhāvasu. From Abhimati, the wife of the Vasu named Droṇa, were generated the sons named Harṣa, Śoka, Bhaya and so on."
    },
    {
        "verse_id": "12",
        "text": "Ūrjasvatī, the wife of Prāṇa, gave birth to three sons, named Saha, Āyus and Purojava. The wife of Dhruva was known as Dharaṇi, and from her womb various cities took birth."
    },
    {
        "verse_id": "13",
        "text": "From the womb of Vāsanā, the wife of Arka, came many sons, headed by Tarṣa. Dhārā, the wife of the Vasu named Agni, gave birth to many sons, headed by Draviṇaka."
    },
    {
        "verse_id": "14",
        "text": "From Kṛttikā, another wife of Agni, came the son named Skanda, Kārttikeya, whose sons were headed by Viśākha. From the womb of Śarvarī, the wife of the Vasu named Doṣa, came the son named Śiśumāra, who was an expansion of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "15",
        "text": "From Āṅgirasī, the wife of the Vasu named Vāstu, was born the great architect Viśvakarmā. Viśvakarmā became the husband of Ākṛtī, from whom the Manu named Cākṣuṣa was born. The sons of Manu were known as the Viśvadevas and Sādhyas."
    },
    {
        "verse_id": "16",
        "text": "Ūṣā, the wife of Vibhāvasu, gave birth to three sons — Vyuṣṭa, Rociṣa and Ātapa. From Ātapa came Pañcayāma, the span of day, who awakens all living entities to material activities."
    },
    {
        "verse_id": "17",
        "text": "Sarūpā, the wife of Bhūta, gave birth to the ten million Rudras, of whom the eleven principle Rudras were Raivata, Aja, Bhava, Bhīma, Vāma, Ugra, Vṛṣākapi, Ajaikapāt, Ahirbradhna, Bahurūpa and Mahān. Their associates, the ghosts and goblins, who are very fearful, were born of the other wife of Bhūta."
    },
    {
        "verse_id": "19",
        "text": "The prajāpati Aṅgirā had two wives, named Svadhā and Satī. The wife named Svadhā accepted all the Pitās as her sons, and Satī accepted the Atharvāṅgirasa Veda as her son."
    },
    {
        "verse_id": "20",
        "text": "Kṛśāśva had two wives, named Arcis and Dhiṣaṇā. In the wife named Arcis he begot Dhūmaketu and in Dhiṣaṇā he begot four sons, named Vedaśirā, Devala, Vayuna and Manu."
    },
    {
        "verse_id": "21",
        "text": "Kaśyapa, who is also named Tārkṣya, had four wives — Vinatā [Suparṇā], Kadrū, Pataṅgī and Yāminī. Pataṅgī gave birth to many kinds of birds, and Yāminī gave birth to locusts. Vinatā [Suparṇā] gave birth to Garuḍa, the carrier of Lord Viṣṇu, and to Anūru, or Aruṇa, the chariot driver of the sun-god. Kadrū gave birth to different varieties of serpents."
    },
    {
        "verse_id": "23",
        "text": "O Mahārāja Parīkṣit, best of the Bhāratas, the constellations named Kṛttikā were all wives of the moon-god. However, because Prajāpati Dakṣa had cursed him to suffer from a disease causing gradual destruction, the moon-god could not beget children in any of his wives."
    },
    {
        "verse_id": "24",
        "text": "Thereafter the King of the moon pacified Prajāpati Dakṣa with courteous words and thus regained the portions of light he had lost during his disease. Nevertheless he could not beget children. The moon loses his shining power during the dark fortnight, and in the bright fortnight it is manifest again. O King Parīkṣit, now please hear from me the names of Kaśyapa’s wives, from whose wombs the population of the entire universe has come. They are the mothers of almost all the population of the entire universe, and their names are very auspicious to hear. They are Aditi, Diti, Danu, Kāṣṭhā, Ariṣṭā, Surasā, Ilā, Muni, Krodhavaśā, Tāmrā, Surabhi, Saramā and Timi. From the womb of Timi all the aquatics took birth, and from the womb of Saramā the ferocious animals like the tigers and lions took birth."
    },
    {
        "verse_id": "27",
        "text": "My dear King Parīkṣit, from the womb of Surabhi the buffalo, cow and other animals with cloven hooves took birth, from the womb of Tāmrā the eagles, vultures and other large birds of prey took birth, and from the womb of Muni the angels took birth."
    },
    {
        "verse_id": "28",
        "text": "The sons born of Krodhavaśā were the serpents known as dandaśūka, as well as other serpents and the mosquitoes. All the various creepers and trees were born from the womb of Ilā. The Rākṣasas, bad spirits, were born from the womb of Surasā."
    },
    {
        "verse_id": "29",
        "text": "The Gandharvas were born from the womb of Ariṣṭā, and animals whose hooves are not split, such as the horse, were born from the womb of Kāṣṭhā. O King, from the womb of Danu came sixty-one sons, of whom these eighteen were very important: Dvimūrdhā, Śambara, Ariṣṭa, Hayagrīva, Vibhāvasu, Ayomukha, Śaṅkuśirā, Svarbhānu, Kapila, Aruṇa, Pulomā, Vṛṣaparvā, Ekacakra, Anutāpana, Dhūmrakeśa, Virūpākṣa, Vipracitti and Durjaya."
    },
    {
        "verse_id": "32",
        "text": "The daughter of Svarbhānu named Suprabhā was married by Namuci. The daughter of Vṛṣaparvā named Śarmiṣṭhā was given to the powerful King Yayāti, the son of Nahuṣa."
    },
    {
        "verse_id": "33",
        "text": "Vaiśvānara, the son of Danu, had four beautiful daughters, named Upadānavī, Hayaśirā, Pulomā and Kālakā. Hiraṇyākṣa married Upadānavī, and Kratu married Hayaśirā. Thereafter, at the request of Lord Brahmā, Prajāpati Kaśyapa married Pulomā and Kālakā, the other two daughters of Vaiśvānara. From the wombs of these two wives of Kaśyapa came sixty thousand sons, headed by Nivātakavaca, who are known as the Paulomas and the Kālakeyas. They were physically very strong and expert in fighting, and their aim was to disturb the sacrifices performed by the great sages. My dear King, when your grandfather Arjuna went to the heavenly planets, he alone killed all these demons, and thus King Indra became extremely affectionate toward him."
    },
    {
        "verse_id": "37",
        "text": "In his wife Siṁhikā, Vipracitti begot one hundred and one sons, of whom the eldest is Rāhu and the others are the one hundred Ketus. All of them attained positions in the influential planets."
    },
    {
        "verse_id": "38",
        "text": "Now please hear me as I describe the descendants of Aditi in chronological order. In this dynasty the Supreme Personality of Godhead Nārāyaṇa descended by His plenary expansion. The names of the sons of Aditi are as follows: Vivasvān, Aryamā, Pūṣā, Tvaṣṭā, Savitā, Bhaga, Dhātā, Vidhātā, Varuṇa, Mitra, Śatru and Urukrama."
    },
    {
        "verse_id": "40",
        "text": "Saṁjñā, the wife of Vivasvān, the sun-god, gave birth to the Manu named Śrāddhadeva, and the same fortunate wife also gave birth to the twins Yamarāja and the river Yamunā. Then Yamī, while wandering on the earth in the form of a mare, gave birth to the Aśvinī-kumāras."
    },
    {
        "verse_id": "41",
        "text": "Chāyā, another wife of the sun-god, begot two sons named Śanaiścara and Sāvarṇi Manu, and one daughter, Tapatī, who married Saṁvaraṇa."
    },
    {
        "verse_id": "42",
        "text": "From the womb of Mātṛkā, the wife of Aryamā, were born many learned scholars. Among them Lord Brahmā created the human species, which are endowed with an aptitude for self-examination."
    },
    {
        "verse_id": "43",
        "text": "Pūṣā had no sons. When Lord Śiva was angry at Dakṣa, Pūṣā had laughed at Lord Śiva and shown his teeth. Therefore he lost his teeth and had to live by eating only ground flour."
    },
    {
        "verse_id": "44",
        "text": "Racanā, the daughter of the Daityas, became the wife of Prajāpati Tvaṣṭā. By his semen he begot in her womb two very powerful sons named Sanniveśa and Viśvarūpa."
    },
    {
        "verse_id": "45",
        "text": "Although Viśvarūpa was the son of the daughter of their eternal enemies the demons, the demigods accepted him as their priest in accordance with the order of Brahmā when they were abandoned by their spiritual master, Bṛhaspati, whom they had disrespected."
    }
]