[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Therapeutics of Rheumatic Conditions [vātaśoṇita—vata-shonita-cikitsa]”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-4",
        "text": " Agnivesha addressed the master, Punarvasu, who was glowing like fire and was seated in an attentive mood amidst the sages, after completing his daily sacrificial rites, and requested him to explain the etiology, signs and symptoms and the therapeutics of the condition of pathological association of Vata with the blood, a combination like that of the fire and the wind. The master answering him spoke thus:—"
    },
    {
        "verse_id": "5-7½",
        "text": " By habitual use of salt, acid, pungent, alkaline, unctuous and hot articles of diet, by predigestion-meals, by excessive indulgence in stale or dry flesh of aquatic and wet-land animals, or in the use of til paste or radish, or by taking horse gram, black gram, Nishpava and other greens, oil-cakes and sugar-cane, and by the use of curds, sour conjee, Sauvira-wine, vinegar, butter-milk, Sura-wine and medicated wines, by antagonistic diet, by eating on a loaded stomach, by anger, by daysleep and waking at night—by all these factors, the Vata and the blood become provoked, specially in the body of delicate persons and of those who are accustomed to sumptuous and luxurious diet and who are given to sedentary habits."
    },
    {
        "verse_id": "8-11",
        "text": " When the blood gets vitiated consequent upon trauma or the omission of seasonal purification, and the Vata gets provoked by astringent, pungent, bitter, scanty and dry articles of diet or by abstinence from food, or by constant riding on horses or camels or in vehicles drawn by them or by aquatic games, swimming and jumping, by excessive way-faring in summer, by sexual indulgence and in suppression of the natural urges, the Vata gets increased. Getting obstructed in its course by the increased state of the blood, it vitiates the whole of the blood. This condition is known by various names, namely Vata-shonita, Khuda, Vata-balasa and Adhya-vata."
    },
    {
        "verse_id": "12",
        "text": " The sites of its manifestation are hands, feet, fingers, toes and all the joints. It establishes its base first in the hands and feet, and then spreads in the entire body."
    },
    {
        "verse_id": "13-15",
        "text": " By reason of the subtle and all-pervasive character of Vata, and of the liquid and flowing nature of the blood, the toxic element, spreading by means of the circulatory channels into the whole body, gets obstructed in the joints; and being agitated, it gets localized in the joints due to the tortuous nature of its course in the joints. Once localised, it becomes associated with Pitta or Vata and causes pains characteristic of each humor. Hence it generally causes pain in those joints only. The various kinds of pains thus caused are indeed exquisitely agonizing to their victims."
    },
    {
        "verse_id": "16-18",
        "text": " Excess or absence of perspiration, swarthiness, anesthesia, undue severity of pain [? or?] injury, looseness of the joints, lethargy, asthenia, appearance of pimples, pricking pain, splitting pain, enlargement and numbness of the knee, calf, thighs, waist, shoulder, hands, feet, and other body-parts; pruritus, frequent appearance and disappearance of pain in the joints, discoloration and appearance of round eruptions on the body—these are the premonitory symptoms of (Vāta-śonita) rheumatic condition."
    },
    {
        "verse_id": "19",
        "text": " This condition is said to be of two kinds—superficial and deep. The superficial is the one affecting the skin and muscles; and the deep condition is the one affecting the deeper tissues of the body."
    },
    {
        "verse_id": "20",
        "text": " Pruritus, burning, pain, extension, aching or throbbing pain and contraction, accompanied with the dusky red or coppery coloration of the skin are considered the symptoms in the superficial type of rheumatic condition."
    },
    {
        "verse_id": "21",
        "text": " In the deeper type, there occur swelling, rigidity, hardness, agonizing pain inside the joints, dusky-red or coppery coloration, burning, pricking and throbbing pain, and tendency to suppuration."
    },
    {
        "verse_id": "22-23",
        "text": " The morbid Vata, while causing pain and morbid changes in the joints, constantly rushes about in the joints, bone and marrow as if cutting away the tissues, and tends to deformity of the joints. While pervading the whole body, it produces lameness or paraplegia. If all these symptoms are observed together, then the condition should be known as a combined one, both of the superficial as well as the deep types."
    },
    {
        "verse_id": "24",
        "text": " Listen now to the symptoms of the conditions of predominant provocation of each of Vata, blood, Pitta and Kapha as well as of bidiscordances and the combined discordance of all four."
    },
    {
        "verse_id": "25-26",
        "text": " Excessive distension of the veins, colic, throbbing, pricking pain, swarthiness and dryness, dark-red coloration increase and decrease of the swelling, contraction of the vessels, fingers and the joints, spasticity of the limbs, acute pain, contraction and stiffness and dislike for cold things—these are the symptoms in condition of increased Vata."
    },
    {
        "verse_id": "27",
        "text": " Swelling, excessive pain, pricking pain, coppery coloration, tingling sensation, non-yielding to either unctuous or dry treatment and accompaniment of pruritus and softening, are the symptoms in a condition of vitiation of blood."
    },
    {
        "verse_id": "28",
        "text": " Morbid change in the joints, pain, fainting, perspiration, thirst, intoxication, giddiness, redness, suppuration, breaking open and atrophy are the. symptoms of the condition of increased Pitta."
    },
    {
        "verse_id": "29",
        "text": " Fixity, heaviness, unctuousness, numbness and mild pain are the symptoms in condition of increased Kapha. Bidiscordance and tridiscordance of humors are to be recognised by the combinations of the etiological factors pr of the symptoms in each case."
    },
    {
        "verse_id": "30",
        "text": " That condition is curable which is of recent origin resulting from the provocation of a single humor. The condition resulting from bi-discordance is only palliable; and the condition born of tridiscordance as well as the one attended with complications, are incurable."
    },
    {
        "verse_id": "31-33½",
        "text": " The condition, associated with insomnia, anorexia, dyspnea, putrefaction of the flesh, spasticity of the head, fainting, intoxication, pain, thirst, fever, stupefaction, tremors, hiccup, lameness, acute spreading affection, suppuration, pricking pain, giddiness, exhaustion, deformity of fingers, moles, burning, affection of the vital parts and tumefaction (Arbuda) should not be taken up for treatment as also the condition attended with stupefaction only. Also, the condition associated with discharge, discoloration, stiffness, tumefaction, contraction and heating of the senses, should not be taken up for treatment."
    },
    {
        "verse_id": "34",
        "text": " That condition, which is attended with only some of the aforesaid complications, is palliable; and the one which is free from any complication is curable."
    },
    {
        "verse_id": "35",
        "text": " The provoked Vata, located in the joints of the extremeties, block the channels of the blood. Then the blood and the Vata obstruct each other's course and may even cause death, by the severity of the pain occasioned."
    },
    {
        "verse_id": "36",
        "text": " In such a condition depletion of blood must be resorted by means of the horn or the leech or needle or by cupping with a gourd or by venesection, in keeping with the degree of morbidity and the strength of the patient,"
    },
    {
        "verse_id": "37",
        "text": " Blood-letting by means of leach must be done where there is pain, burning, piercing and pricking pain. The horn and the gourd should be applied where there is numbness, pruritus and tingling sensation."
    },
    {
        "verse_id": "38",
        "text": " Where the pain is moving from place to place, venesection or cupping should be done. In a condition of asthenia of limb, depletion of blood should not be done. Also in a condition where dryness is the dominant factor in Vata-provocation, depletion should not be done."
    },
    {
        "verse_id": "39",
        "text": " For, as a result of the loss of blood, the Vata causes deep-seated edema, rigidity, tremors, disorders of the sinews and the vessels, asthenia and contractures."
    },
    {
        "verse_id": "40",
        "text": " Lameness and such other disorders of Vata or even death may result. Therefore, depletion in proper measure should be done, only in persons who are rich in the unctuous element."
    },
    {
        "verse_id": "41",
        "text": " The patient should first be oleated and then purged by means of unctuous purgative medications or by dry but mild purgative medications and then, frequent enemata should be administered-"
    },
    {
        "verse_id": "41¾",
        "text": " Affusion, inunction, applications, diet and unctuous substances that are non-irritant are recommended in rheumatic conditions"
    },
    {
        "verse_id": "42",
        "text": " Listen hereafter to an elaborate description of the treatment therein."
    },
    {
        "verse_id": "43",
        "text": " The superficial type should be treated with unguents, inunction, affusions and poultices; while the deep type should be treated with purgation, corrective enema and unctuous potions."
    },
    {
        "verse_id": "44",
        "text": " The condition resulting from predominant provocation of Vata should be treated with potions, inunctions and enemata of ghee, oil, fat and marrow and with genially warm poultices."
    },
    {
        "verse_id": "45",
        "text": " The condition resulting from predominant provocation of blood and Pitta should be subdued by purgation, potions of ghee and milk, affusions, enemata, and cool and refrigerant applications."
    },
    {
        "verse_id": "46",
        "text": " In rheumatic condition resulting from predominant provocation of Kapha, mild emesis, a not excessive measure of oleation, affusion and fasting, and genially warm applications are recommended."
    },
    {
        "verse_id": "47",
        "text": " In a bidiscordant condition resulting from the predominant provocation of Kapha-cum-Vata, cold applications, by their astringent action, cause increase of burning, edema, pain and pruritus."
    },
    {
        "verse_id": "48",
        "text": " In a bidiscordant condition resulting from the predominant provocation of blood-cum-Pitta, hot applications cause burning, softening and bursting. Hence, the physician should first determine the relative strength of the morbid humors, and then begin the treatment."
    },
    {
        "verse_id": "49",
        "text": "Day sleep, excessive heat, excercise, sex-act as well as articles of diet that are pungent, hot, heavy, viscid, salt and acid should be avoided."
    },
    {
        "verse_id": "50",
        "text": "Barley, wheat and wild rice that are old or Shali and Shashtika rice are wholesome diet; and for meatjuices, the flesh of gallinaceous and pecker birds is wholesome."
    },
    {
        "verse_id": "51",
        "text": " Red gram, bengal gram, green gram, lentils and kidney beans are recommended for use, mixed with plenty of ghee in the preparation of soups, in rheumatic conditions."
    },
    {
        "verse_id": "52-52½",
        "text": " Marsilia plant, sprouts of country willow, black nightshade, climbing asparagus, white goose foot, Indian spinach and heliotrope should; be fried in ghee and meat juice, and given as sauce to patients who are habituated to vegetable diet."
    },
    {
        "verse_id": "53",
        "text": " Similarly, the milks of the cow, the buffalo and the goat are wholesome."
    },
    {
        "verse_id": "54",
        "text": " Thus has been described in a nut-shell, the therapeutics of rheumatic conditions. All this will now be described in greater detail"
    },
    {
        "verse_id": "55",
        "text": " The medicated ghee prepared from equal quantities of east Indian globe thistle, Kshirakakoli, Jivaka, Rishabhaka and liquorice with milk and ghee, is curative of rheumatic condition."
    },
    {
        "verse_id": "56-57",
        "text": " Make a paste of heart-leaved sida, evening mallow, Meda, cowage, climbing asparagus, Kakoli, Kshirakakoli, Indian groundsel and Riddhi; prepare a medicated ghee by taking ghee and four times its quantity of milk. This is curative of rheumatic condition, cardiac disorders, anemia, acute spreading affections, jaundice and fever."
    },
    {
        "verse_id": "58-59",
        "text": " Prepare a medicated ghee by taking ghee and equal quantities of the juice of sweet falsah, grape, white teak, sugar-cane and white yam and four times the quantity of milk, adding the decoction and paste of zalil; featherfoil, two varieties of Kakoli, climbing asparagus and rushnut."
    },
    {
        "verse_id": "60",
        "text": " This is called the Compound Sweet-falsah Ghee, a full course of which is recommended in rheumatic conditions, pectoral lesions, cachexia, acute spreading affection and fever of the Pitta type. Thus has been described ‘The Compound Sweet-falsah Ghee’."
    },
    {
        "verse_id": "61-67",
        "text": " Decoct 8 tolas of each of the drugs of decaradices, white hog’s weed, castor oil plant, red hog’s weed, wild green gram, Mahameda, wild black gram, climbing asparagus, small-leaved convolvulus, Indian borage, Indian groundsel, evening mallow and heart-leaved sida, in 1024 tolas of water, till it is reduced to ¼ (l/4th) of its quantity; prepare a medicated ghee with this decoction mixed with 256 tolas of each of milk and the juices of emblic myrobalan and sugar cane, the meat-juice of goat’s flesh and ghee, adding 256 tolas of the paste of the two Medas, fruit of white teak, blue water lily, bamboo manna, long pepper, grapes, lotus seed, hog weed, dry ginger, Kshirakakoli, Himalayan cherry, yellow berried and Indian nightshades, climbing asparagus, water chestnut, showy dillenia, Urumana, Lakoocha, edible date, walnut, almond salep and Abhishuka. When this ghee is cooled down, mix it with honey. When it is well-prepared. preserve it in a clean vessel and in a protected place after performing the protective ceremonial. This ghee should be administered in the dosage of one tola."
    },
    {
        "verse_id": "68-70",
        "text": " This is curative of anemia, fever, hiccup, impairment of voice fistula-in-ano, pleurodynia, wasting, cough, splenic disorders, rheumatic condition [vata-shonita], pectoral lesions, consumption, epilepsy, stone and gravel, affection of one limb or of all the limbs and retention of urine. This vitalizing Compound Ghee is an excellent promoter of strength and complexion, destroyer of wrinkles and grey hair, and acts as a virilific and imparts fertility to a sterile woman."
    },
    {
        "verse_id": "71",
        "text": " Or, the patient may take with sugar-candy the medicated ghee prepared of cow’s ghee, with the decoction of grapes and liquorice, or the medicated milk prepared with the expressed juice of guduch."
    },
    {
        "verse_id": "72 75",
        "text": " Prepare a medicated ghee-cum-oil, taking cow’s ghee and til oil and cooking it with four times the quantity of milk, adding the fat and marrow of whatever may be available of Jangala, gallinaceous and pecker group of creatures along with the decoction and paste of Jivaka, Rishabhaka, Meda, evening mallow, climbing asparagus, liquorice, thorny staff tree, two Kakolis, wild green gram, wild black gram, decaradices, hog’s weed, heart-leaved sida, guduch, white yam, winter cherry and. Indian rockfoil. This is curative of rheumatic condition [vata-shonita] and severe diseases due to Vata-provocation, affecting the whole body."
    },
    {
        "verse_id": "76-78",
        "text": " Prepare separately a medicated ghee or.oil by taking cow’s ghee or til oil and four times the quantity of milk along with the decoction of ticktrefoil, small caltrops, yellow-berried nightshade, Indian sarsaparilla, climbing asparagus, white teak, cowage, white flowered hog’s weed, heart leaved sida and evening mallow adding the paste of Meda, climbing asparagus, liquorice, cork swallow wort, Jivaka and Rishabhaka. When it is well prepared, it should be taken in a proper dose mixed with three times its quantity of milk and one and half times of sugar and well-churned with the churning stick. This is curative of rheumatic conditions of the tridiscordance-type."
    },
    {
        "verse_id": "79",
        "text": " The patient may also drink til oil well mixed with milk and sugar, or milk mixed with ghee, til oil, sugar and honey."
    },
    {
        "verse_id": "80",
        "text": " The medicated milk prepared from the decoction of ticktrefoil with 64. tolas of milk, and 3 tolas of sugar-candy or similarly, the medicated milk prepared with long pepper and dry ginger is recommended as potion for the rheumatic patient."
    },
    {
        "verse_id": "81",
        "text": " The medicated milk, prepared with heart-leaved sida, climbing asparagus, Indian groundsel, deca radices, Indian toothbrush tree, black turpeth, castor plant and ticktrefoil, is curative of pain due to Vata-provocation."
    },
    {
        "verse_id": "82",
        "text": " The udder-warm milk mixed with cow’s urine, being a regulator of morbid humors, may be given as potion or the udder-warm milk prepared with the pulvis of turpeth may be given, in rheumatic condition characterised by occlusion of Vata by the Pitta and blood."
    },
    {
        "verse_id": "83",
        "text": " The patient with severe morbidity may take a course of. milk mixed with castor oil for purgation, and on digestion of the dose of milk, he may take the diet of rice and milk."
    },
    {
        "verse_id": "84",
        "text": " Or, the patient may drink the decoction of. chebulic myrobalan seasoned with ghee; or the juice of grapes mixed with pulvis of turpeth. It maybe followed by a potion of milk,"
    },
    {
        "verse_id": "85",
        "text": " For the purpose of purgation, the patient may drink the decoction of white teak, turpeth, grapes, the three myrobalans and sweet falsah, mixed with honey and salt."
    },
    {
        "verse_id": "86",
        "text": " In a condition of the predominace of Kapha-provocation, the patient may drink the decoction: the three myrobalans mixed with honey, or the decoction of emblic myrobalan, turmeric and nut grass, mixed with honey."
    },
    {
        "verse_id": "87",
        "text": " The physician, finding the Vata to be occluded by the fecal matter, should frequently give mild purgative preparations described in the Section on Pharmaceutics, mixed with unctuous substances."
    },
    {
        "verse_id": "88",
        "text": " Or the fecal matter should be eliminated by means of milk-enema mixed with ghee; there is no remedy comparable to the enema, for the cure of rheumatic conditions."
    },
    {
        "verse_id": "89",
        "text": " Evacuative and unctuous enemata are recommended in condition of paiu in the hypogastric region, groin, sides, joints, bones and stomach and also in misperistalsis,"
    },
    {
        "verse_id": "90",
        "text": " The wise physician may prescribe the following oils in the administration of enema, inunction and affusion, for the alleviation of burning ind colic."
    },
    {
        "verse_id": "91-95",
        "text": " Decoct 400 tolas of liquorice in water till it is reduced to one fourth of its quantity; prepare a medicated oil in it with 256 tolas of oil and an equal quantity of milk, adding the paste of four tolas of each of dill seeds, climbing asparagus, trilobed virgin’s bower, milky yam, eagle-wood, sandal wood, ticktrefoil, maiden hair, nardus, the two Medas, guduch, Kakoli, Kshirakakoli, featherfoil, Riddhi, Himalayan cherry, Jivaka, Rishabhaka, cork swallow wort, cinnamon bark, cinnamon leaves, shell, fragrant sticky mallow, lotus rhizome, madder, Indian sarsaparilla, Aindri and coriander. This oil administered in the four modes cures rheumatic condition which is associated with complications or with pain in the body or which has pervaded the whole body This is also curative of pain due to rheumatic condition [vata-shonita], Pitta provocation, burning and fever, and acts as a promoter of strength and complexion. Thus hat been described ‘The Compound Liquorice Oil.’"
    },
    {
        "verse_id": "96-102",
        "text": " Decoct 400 tolas of liquorice and 64 tolas each of grapes, dates, sweet falsah, mahwa, crested purple nail-dye, salep and 256 tolas of white teak, in 4096 tolas of water, till it is reduced to ⅛ (1/8th) the quantity, filter it and then prepare a medicated oil, taking 256 tolas of oil with an equal quantity of the juices of emblic myrobalan, white teak, white yam and sugar cane and 4096 tolas of milk adding the paste of 4 tolas of each of cadamba, emblic myrobalan, walnut, lotus seeds, rush nut, water chest nut, ginger, rock-salt, long pepper, sugar and drugs of the life promoter group. When it gets cold, mix it with 64 tolas of honey. This oil should be used as nasal medication, inunction, potion and enema in all diseases due to Vata provocation as well as in rigidity of the neck, lock-jaw and affection of a single limb or the whole body, cachexia due to pectoral lesion and in fever due to trauma. This ‘Sukumaraka oil’ is curative of rheumatic condition and is a promoter of the voice, complexion health, vitality and robustness. Thus has been described ‘The Sukumaraka Oil’."
    },
    {
        "verse_id": "103-109",
        "text": " Decoct 400 tolas of each of guduch, liquorice, minor penta-radices, hog’s weed, Indian groundsel, root of castor plant, the available drugs of the life-promoter group, 2000 tolas of heart-leaved sida and 256 tolas of jujube, bael, barley, black gram, horse gram, and 1024 tolas of well-dried fruits of white teak, with 102400 tolas of water, till it is reduced to 4096 tolas. The drugs used in preparing the decoction should be crushed and washed. Prepare a medicated oil with the aforesaid decoction, with 1024 tolas of oil and five times its quantity of milk adding the paste of 12 tolas of each of sandal wood, cuscus grass, fragrant poon, cinnamon bark, cardamom, eaglewood, costus, Indian valerian, liquorice and 32 tolas of madder. Thus prepared, this medicated oil can be used in all modes as a remedy for rheumatic condition due to pectoral lesion, exhaustion due to excessive loadcarrying, deficiency of semen, tremors, Convulsions, fractures, affection of a single limb or all the limbs, gynecic disorders, epilepsy, insanity and lameness of hands or legs. This excellent oil known as the ‘Compound Guduch Oil’ is also ecbolic in action. Thus has been described ‘The Compound Guduch Oil’."
    },
    {
        "verse_id": "110-113",
        "text": " Decoct 20 tolas each of lotus, country-willow, liquorice, soapnut, Himalayan cherry, blue water lily, sacrificial grass, heart-leaved sida, sandal wood and palas in water; prepare a medicated oil with this decoction and 64 tolas of Sauviraka wine, adding the paste of two tolas of each of lodh, yellow sandal, cuscus grass, Jivaka, Rishabhaka, fragrant poon, [he?na], madder, cinnamon-leaf, lotus filaments. Himalayan cherry, lotus rhizomes, white teak, nardus, Meda, perfumed cherry and saffron and four tolas of madder. This Major Lotus Oil is curative of rheumatic conditions and fever. Thus has been described ‘The Major Lotus Oil’."
    },
    {
        "verse_id": "114-114½",
        "text": " Prepare a medicated oil with the decoction of Himalayan cherry, cuscus grass, liquorice and turmeric, adding the paste of sal, madder, climbing asparagus, Kakoli and sandal wood. This ‘Minor Cherry Oil’ is curative of rheumatic conditions and burning. Thus has been described ‘The Minor Himalayan Cherry Oil’."
    },
    {
        "verse_id": "115-116",
        "text": " Prepare a medicated milk taking 4000 tolas of milk and 400 tolas of liquorice Prepare a medicated oil with this milk taking 4096 tolas of oil, adding four tolas of the paste of liquorice; or the oil prepared with the juice of liquorice and white teak, may also be taken; these are curative of rheumatic conditions."
    },
    {
        "verse_id": "117-118",
        "text": " Prepare a medicated oil, taking 64 tolas of til oil, in four times its quantity of milk, adding the paste of 4 tolas of guduch; repeat this procedure a hundred times. Thus, this oil, prepared with 400 tolas of liquorice, is curative of tridiscordant type of rheumatic conditions, dyspnea, cough, cardiac disorders, anemia, acute spreading affections, jaundice and burning. Thus has been described ‘The Hundred times prepared Liquorice Oil.’"
    },
    {
        "verse_id": "119-120",
        "text": " The medicated oil prepared of the decoction and paste of heart-leaved sida and oil, with an equal quantity of milk, and repeating the procedure from a 100 to a 1000 times. This is curative of rheumatic conditions and Vata disorders; it is an Excellent vitaliser, promoter of the clarity of the sense-perceptions, lifepromoter roborant, promotive of voice and curative of the morbidity of semen and blood. Thus has been described ‘The Hundred or Thousand times prepared Sida Oil’."
    },
    {
        "verse_id": "121",
        "text": " The medicated oil prepared from til oil, with the juice of guduch aud milk or with the juice of grapes, or with the juice of liquorice and of white teak, is curative of rheumatic conditions."
    },
    {
        "verse_id": "122",
        "text": " The medicated oil prepared of til oil with 256 tolas of sour conjee, and one fourth the quantity of sal resin and well churned with water, is an excellent cure for pain due to fever and burning."
    },
    {
        "verse_id": "123",
        "text": " The medicated oil named Pinda oil, prepared from til oil with bee’s wax, madder, sal-resin and Indian sarsaparilla used as inunction is curative of the pain due to rheumatic conditions. Thus has been described ‘Pinda oil’ or the ‘Lumped Oil’."
    },
    {
        "verse_id": "124",
        "text": " The medicated milk prepayed of deca-radices is a quick cure for pain; similarly, an affusion with warm ghee is curative of rheumatic condition due to Vata-provocation."
    },
    {
        "verse_id": "125",
        "text": " Warm affusion with ths tetrad of unctuous substances prepared with the drugs of the sweet group should be done to the patient afflicted with stiffness, convulsion and pain; while in the case of the patient suffering from burning, cold affusion should be done."
    },
    {
        "verse_id": "126",
        "text": " Oil mixed with the milk of the cow, sheep and goat or with the decoction of the drugs of the life-promoter group or of penta—radices may be similarly used by the physician."
    },
    {
        "verse_id": "127",
        "text": " For the purpose of affusion, the juices of grapes and sugar cane, wines, supernatant part of curds, sour conjee, rice-water, honey-water and sugar-water are recommended."
    },
    {
        "verse_id": "128",
        "text": " Sprinkling and application with night lotus, blue water-lily, sacred lotus etc; strings of gems and sandal, immersed in cold water are beneficial in condition of burning"
    },
    {
        "verse_id": "129-130",
        "text": " The company of agreeable, beloved and pleasant spoken women with their breasts and arms anointed with sandal paste, cool and delightful to the touch, removes the burning, pain and exhaustion in the patient who is made to lie on a couch sprinkled with dew water and spread over with fine linen and the petals of lotuses, and fanned by cool breezes blowing from river-banks."
    },
    {
        "verse_id": "131-132",
        "text": " In rheumatic conditions with redness, pain and burning, the blood should be depleted and the part should be treated with an application of liquorice; bark of holy fig, nardus, climbing asparagus, gular fig, scutch grass, aquatic drugs or barley-powder, mixed with liquorice, milk and ghee, or the ghee prepared with life-promoter group of drugs can be used. This cures the pain and burning."
    },
    {
        "verse_id": "133",
        "text": " The application, made of til, Buchanan's mango, liquorice, lotus-rhizomes and root of country willow, pounded with goat s milk, is curative of redness and burning."
    },
    {
        "verse_id": "134-134¾",
        "text": " The application made of lotus-rhizomes, madder, Indian berberry, liquorice, sandal wood, sugar candy, elephant grass, powder of roasted paddy, lentils, cuscus-grass and Himalayan cherry, is curative of pain, burning, acute spreading affection, redness and swelling. These applications are used in rheumatic conditions associated with predominant morbidity of Pitta and blood"
    },
    {
        "verse_id": "135-136",
        "text": " Now listen to the description of the applications for rheumatic condition associated with predominant Vata-provocation. The poultice prepared with the drugs curative of Vata. provocation, unctuous substances or the milk-pudding prepared of green-gram and milk, or with-lumped til or rape-seed, is curative of pain."
    },
    {
        "verse_id": "137-138",
        "text": " Poultices should be made of the Veshavara preparation with the fleshes of aquatic, tearer and wet-land groups of animals prepared with the drugs of life-promoter group and unctuous articles. This is curative of stiffness, pricking pain, aches, extensions, edema and spasticity of limbs. Even fat prepared with the drugs of the life-promoter group and milk, has similar action."
    },
    {
        "verse_id": "139",
        "text": "The unguent prepared of the [root?] of crested-purple nail dye and cork swallow wort, pounded with goat’s milk and fried til, and cooled in milk, has similar effect."
    },
    {
        "verse_id": "140",
        "text": " In predominance of Vata-provocation, to alleviate the colicky pain, the physician should prescribe the unguent prepared of linseed pounded with milk."
    },
    {
        "verse_id": "141-144",
        "text": " An unguent should be prepared from 128 tolas of each of ghee, oil, fat and marrow of aquatic animals and birds, in the decoction of castor roots, sprouts and leaves and with the paste of the drugs of the life-promoter group and the milks of the cow and the goat, adding 4 tolas of each of turmeric, blue water-lily, costus, cardamom, dill seeds, leaves of Indian oleander and flowers of arjun. When this is prepared and is in a warm condition, mix it with 33 tolas of bee’s wax. This unguent when cold should be applied in condition of the affections of joints, pain in organs due to Vata-provocation, in rheumatic condition, in dislocation and fracture of the joints and in lameness and deformity."
    },
    {
        "verse_id": "145",
        "text": " In rheumatic condition associated with predominaut Kapha-provocation, when there is swelling, heaviness and itching etc. the medicated ghee prepared from cow’s ghee, cow’s urine, alkali and sura wine, used as inunction, is beneficial."
    },
    {
        "verse_id": "146",
        "text": " The medicated ghee, prepared from ghee with the paste of Himalayan cherry, cinnamon bark, liquorice, and Indian sarsaparilla and mixed with honey-vinegar, is beneficial as inunction and affusion in rheumatic conditions associated with predominant Kapha-provocation."
    },
    {
        "verse_id": "147",
        "text": " In rheumatic conditions associated with predominant Kapha-provocation, alkalis, oils, cow’s urine, and water prepared with pungent drugs are recommended as affusion,"
    },
    {
        "verse_id": "148",
        "text": " The unguent prepared from rape-seed, neem, mudar, Indian nightshade, alkali and til is beneficial; and the unguent prepared of the bark of wood-apple, ghee and milk, along with the powder of roasted paddy, is molt beneficial."
    },
    {
        "verse_id": "149",
        "text": " The unguent, prepared from kitchen soot, sweet flag, costus, dill seeds, turmeric and Indian berberry, is curative of rheumatic conditions associated with predominant provocation of Vata-cum-Kapha."
    },
    {
        "verse_id": "150",
        "text": " The unguent, prepared from Indian valerian, cinnamon bark, dill seeds, small cardamom, costus, nutgrass. fragrant piper, deodar and shell, rubbed with acid articles, is curative of rheumatic conditions associated with predominant provocation of Vata cum-Kapha."
    },
    {
        "verse_id": "151",
        "text": " The unguent, prepared from the seeds of sweet drumstick pounded with sour conjee, acts similarly. After applying this unguent and keeping it there for a period of a muhurta (48 minutes), the part should be affused with acid lotions in rheumatic condition associated with predominant provocation of Vata-cum-Kapha."
    },
    {
        "verse_id": "152-154",
        "text": " The paste should be prepared of equal parts of the three myrobalans, the three spices, cinnamon-leaf, cardamom, bamboo manna, white flowered leadwort, sweet flag, embelia, root of long pepper, iron sulphide, bark of Vasaka, Riddhi, featherfoil and chaba pepper. A vessel should be lined with this paste in the morning, and in the noon the patient should eat his meals in that vessel. The patient should avoid curds, vinegars, alkali and other antagonistic articles. This soon cures severe rheumatic condition born of tridiscordance as well as colic,"
    },
    {
        "verse_id": "155",
        "text": " The expert physician versed in the science of pharmaceutics, should carry out this treatment with due regard to the particular seat of affection and the relative strength of the morbid conditions."
    },
    {
        "verse_id": "156",
        "text": " When the Vata is provoked as a result of the blockage in the body-channels caused by the excessive increase of fat and Kapha, the oleation and roborant therapy in the early stage itself, is contra-indicated;"
    },
    {
        "verse_id": "157",
        "text": " The Kapha and the fat should be reduced by means of exercise, purificatory procedures, potions of medicated wines and cow’s urine, purgation and the courses of buttermilk and of chebulic myrobalan."
    },
    {
        "verse_id": "158-159",
        "text": " The decoction of the holy fig tree; taken as a potion mixed with honey, subdues rheumatic condition quickly, even if caused by severe tridiscordance. The condition may also be cured by a course of old barley, wheat, Sidhu wine, medicated wine or Sura wine or by a course of mineral pitch and gum gugul or honey."
    },
    {
        "verse_id": "160",
        "text": " When the rheumatic condition has affected the deep tissues, the physician should treat the condition as if it were a Vata-disorder. After the Vata is subdued, the line of treatment curative of rheumatic conditions should be given."
    },
    {
        "verse_id": "161-162",
        "text": " Owing to the excessive increase of the blood and the Pitta, the condition soon terminates in suppuration; the part breaks open and discharges putrid blood or pus. Here, the treatment should be given of incision, purification and healing and the physician should treat the complications in the manner indicated in each of them."
    },
    {
        "verse_id": "163-165",
        "text": " The causes of affection, its sites and why it gets provoked mostly in the joints, the premonitory symptoms, characteristics of the two types, signs and symptoms of each type, excessive morbidity, complications, curability, palpability and incurability, and the entire treatment of curable types of the rheumatic condition are described in general and in detail, as also the treatment at different stages of the disease, by the great sage to Agnivesha,"
    }
]