[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Therapeutics of Vomiting [chardi-cikitsa]”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Agnivesha, the disciple, made the following inquiry of Punarvasu, the illustrious son of Atri, who was engrossed in thinking out the well-being of humanity aud glowing with the lustre of spiritual wisdom and austerity, with a brilliance rivalling that of the fire and the sun."
    },
    {
        "verse_id": "4",
        "text": " ‘O, best of physicians! describe fully, for the sake of the well-being of humanity what the five kinds of vomiting [chardi] are, that have been stated in the chapter on Nosology (Classification of diseases, Sūtra. X) by you, as also their etiology, symptoms and treatment’."
    },
    {
        "verse_id": "5",
        "text": " Hearing those words of Agnivesha and being pleased, the foremost among physicians spoke thus: ‘Listen as I describe elaborately the five types of vomiting that were spoken of by me before."
    },
    {
        "verse_id": "9",
        "text": " There are three kinds of vomiting [chardi] each of which is caused by a single morbid humor; a fourth kind caused by the three morbid humors combined, and a fifth that results from contact with unpleasant sense-objects. Their premonitory symptoms are twisting in the stomach, excessive salivation and disgust for food."
    },
    {
        "verse_id": "7-9",
        "text": " In a person extremely emaciated by exercise, acute medications, grief, disease, fear, or starvation, the Vata gets greatly increased in the alimentary tract, agitates the humors and then pushing them upward and putting pressure on the internal viscera, precipitates the humors in the stomach and causes vomiting [chardi]. The patient suffering from vomiting of the Vata type is afflicted with pain in the stomach and hypo-chondriac regions, parching of the mouth, pain in the head and umbilical region, cough, change of voice and pricking pain. Being afflicted with a violent urge for vomiting, he ejects out painfully and with great difficulty a little quantity of frothy, broken [???] dark, thin, and astringent matter, making a great noise while vomiting."
    },
    {
        "verse_id": "10",
        "text": "As a result of taking predigestion-meals, or taking pungent, acid, irritant and hot articles of diet, the Pitta gets precipitated and flowing out with force through the biliary passages, and causing pressure, to these, it spreads upwards in the stomach and gives rise to vomiting [chardi]."
    },
    {
        "verse_id": "11",
        "text": " A person affected with vomiting of the Pitta-type is afflicted with fainting, thirst, parching of the mouth, burning in the head, palate and eyes, faintness and giddiness, accompanied with burning pain, and vomits copious, yellow, hot, greenish, bitter and smoky vomitus."
    },
    {
        "verse_id": "12",
        "text": " As a result of very unctuous, very heavy, raw and irritant articles of diet, or excess of sleep and similar other things, the Kapha gets greatly increased and occluding the chest, head, viscera and all the channels concerned, causes vomiting."
    },
    {
        "verse_id": "13",
        "text": " The patient affected with vomiting [chardi] of the Kapha-type is afflicted with torpor, sweet taste in the mouth-ptyalism, sense of satiety, somnolence, anorexia and heaviness and vomits sticky, dense, sweet and clear vomitus, accompanied with horripilation and slight pain."
    },
    {
        "verse_id": "14",
        "text": " As a result of constant indulgence in promiscuous diet consisting of all the categories of taste combined together, or as a result of chymedisorders, or of the abnormality in seasons, all the three humors getting simultaneously provoked, produce vomiting of the tridiscordance-type."
    },
    {
        "verse_id": "15",
        "text": " A person affected with vomiting [chardi] of the tridiscordance-type suffers from colic, misdigestion, anorexia, burning, thirst, dyspnea, faintness and incessant and violent fits of vomiting: and he vomits saltish, acid, blue, dense, hot and reddish matter."
    },
    {
        "verse_id": "16-17",
        "text": " When the morbid Vata, obstructing the passages of the feces, sweat, urine and body-fluid, proceeds upwards carrying with it the morbid matter accumulated in the emunctories, it causes elimination of the morbid matter from the alimentary tract by inducing vomiting. This vomitus which is fetid and ejected with great force, has the color and smell of feces and urine, and is accompanied with thirst, dyspnea, hiccup and pain. The patient rapidly succumbs to the violence of the fit."
    },
    {
        "verse_id": "18",
        "text": " When a person vomits, as a result of mental disgust occasioned by sense-contact with nauseating, unseemly, unclean, foul-smelling, unholy and gruesome sights, articles of diet or odors, it is known as vomiting induced by contact with hateful things."
    },
    {
        "verse_id": "19",
        "text": "That is regarded as an incurable case of vomiting [chardi] which occurs in an emaciated person and continues incessantly, which is associated with complications, and which contains blood, pus and glistening matter. The physician should undertake treatment of cases of vomiting which are curable and not of those associated with complications."
    },
    {
        "verse_id": "20",
        "text": " As all the varieties of vomiting [chardi] are considered to originate from the agitation of the humors in the stomach it is either starvation-therapy that should first be prescribed except in cases of vomiting due to Vata, or purificatory procedure curative of Kapha and Pitta."
    },
    {
        "verse_id": "20.1",
        "text": "21 The patient may take the pulvis of chebulic myrobalans with honey or palatable purgatives skilfully combined with wine or milk; this draws down the morbid matter that has been impelled to flow upward"
    },
    {
        "verse_id": "22",
        "text": " He may also take the emetic dose prepared of the drugs of the Valliphala group; or if the patient is weak the physician may treat him with sedative measures by giving him palatable meat juices, light and dried articles of diet, along with various kinds of drinks."
    },
    {
        "verse_id": "23",
        "text": " The meat-juice of the partridge, the peacock and the quail, properly prepared, controls vomiting caused"
    },
    {
        "verse_id": "23.1",
        "text": "by Vata, as also the soup prepared of jujube, horse gram, coriander, roots of the bael group of drugs, acid articles and barley"
    },
    {
        "verse_id": "24",
        "text": " If the patient suffering from vomiting [chardi] of the Vata-type is afflicted with palpitation of the heart, he may take ghee with rock-salt or ghee prepared with coriander, dry giuger, curds and pomegranate-juice."
    },
    {
        "verse_id": "25",
        "text": " Or, he may take a proper measure of ghee mixed with the three spices and the three varieties of salts, or he may take unctuous and palatable foods mixed with meat-juices or with soups acidified with curds and sour pomegranate."
    },
    {
        "verse_id": "26",
        "text": " The physician should administer the pulvis of turpeth mixed with the juices of grape, white yam or sugar-cane, for laxative action in cases of vomiting of the Pitta-type. But if the Pitta, in an excessively increased condition, is lodged in the seat of Kapha (stomach), it should be eliminated through the mouth by means of sweet emetics."
    },
    {
        "verse_id": "27",
        "text": " After the patient has been cleansed by the purificatory treatment, he should. be given, at the proper time, the demulcent drink prepared of roasted paddy, honey and sugar, or thin gruel. He may be given cooked"
    },
    {
        "verse_id": "27.1",
        "text": "Shali rice with the soup of green gram, or meat-juice of Jangala creatures"
    },
    {
        "verse_id": "28",
        "text": " Or, the patient may take a linctus of half boiled grain, roasted paddy and barley flour and cooked barley along with its scum, date-pulp, coconut, grapes or jujube, mixed with sugar-candy, honey and long pepper."
    },
    {
        "verse_id": "29",
        "text": " Or, the patient may take the pulvis of riverine antimony, roasted rice, blue water lily, the pulp of jujube or chebulic myrobalan, mixed with honey; or, he may take the kernel of jujube-stone, antimony, the excreta of flies, roasted paddy, candied sugar, and the grains of long pepper mixed with honey."
    },
    {
        "verse_id": "30",
        "text": " Or, the patient may drink cool grape juice or the cooled water prepared with baked clay or earth, or he may drink the cooled decoction of the sprouts of jambul or mango, mixed with honey."
    },
    {
        "verse_id": "31",
        "text": " Or, he may take water prepared by steeping green gram, long pepper, cuscus grass and coriander overnight in it, or water prepared with chick pea or with the roots of job’s tears; or he may take the cold infusion of guduch, or sugarcane juice or milk."
    },
    {
        "verse_id": "32",
        "text": " He may also take fragrant sticky mallow or yellow chalk and fragrant sticky mallow, with rice water, or he may take white sandal wood with the juice of emblic myrobalan; or he may take adipsous and anti-emetic drugs mixed with honey."
    },
    {
        "verse_id": "33",
        "text": " He may also take the paste of sandal wood, chaba pepper, nardus, large grapes, fragrant sticky mallow and red ochre, with cold water, or the pulvis of red ochre, rice and trilobed virgin’s bower, with rice-water."
    },
    {
        "verse_id": "34",
        "text": " In vomiting [chardi] of the Kapha-type, it is beneficial to administer emesis with the emetic nut mixed with the decoction of long pepper, rape seed and neem, adding rock-salt with a view to cleansing the seat of Kapha and chyme."
    },
    {
        "verse_id": "35",
        "text": " The patient may take old wheat, Shali rice or barley, with the soups prepared with snake-gourd, guduch,and white flowered leadwort, or with the soups of the three spices and neem prepared with buttermilk, acidified with fruit acids and mixed with pungent articles."
    },
    {
        "verse_id": "36",
        "text": " The meat-juices and spit-roasted flesh of Jangala creatures, old honey-wine, Sidhu wine and medicated wines, or condiment, confectionary and beverages prepared of grapes, wood apple and citrons, may also be used."
    },
    {
        "verse_id": "37",
        "text": " The patient may take roasted green gram, lentils, chick-pea, and chickling vetch, mixed with dry ginger and honey; or, likewise, the pulvis of the three myrobalans and embelia, or the pulvis of embelia and rush nut."
    },
    {
        "verse_id": "38",
        "text": " Or, the powder of jambul and sour jujube or the powder of galls mixed with nut-grass, or cretan prickly clover, mixed with honey may be taken for stopping vomiting [chardi] of the Kapha type."
    },
    {
        "verse_id": "39",
        "text": " Or, one can subdue the generated urge for vomiting by taking the pulvis of red arsenic mixed with honey and black pepper iu the juice of the citron, or by taking the pulvis of long pepper mixed with honey and pepper in the juice of the wood-apple."
    },
    {
        "verse_id": "40",
        "text": " In conditions of vomiting [chardi] due to the discordance of all the three humors, the line of treatment to be followed consists of a judicious synthesis of the separate lines of treatment indicated by me for the derangement of individual humors, after the physician has first paid careful heed to the relative strength of the morbid humors, season, disease and the digestive power of the patient."
    },
    {
        "verse_id": "41",
        "text": " In case of a fit of vomiting induced by mental disgust, the following line of treatment should be resorted to: words which are agreeable, comforting and encouraging to the mind of the patient, popular legends and stories, congenial companions and wholesome diversions;"
    },
    {
        "verse_id": "42-43",
        "text": " various kinds of mentally cheering odors of clay, flowers, and vinegar and fruits, well prepared vegetables, articles of food, drinks, well-seasoned condiments, confectionary, linctuses, soups, meat-juices, curd soup, curry soups, meat, cereals and various kinds of eatables; fruits and roots possessed of excellent odor, color and taste—the use of such things subdues the fit of vomiting."
    },
    {
        "verse_id": "44",
        "text": " In general, whatever odor, taste, contact, sound or sight is pleasing should be given to the patient, although it may be normally unwholesome. For, any disorders that may result from the use of such unwholesome agent, is easily curable."
    },
    {
        "verse_id": "45",
        "text": " The treatment of complication arising from vomiting [chardi] should be done according to the medication indicated in each case; and in case of excessive vomiting, treatment that is indicated in the condion [condition?] of excessive purgation should be carried out."
    },
    {
        "verse_id": "46",
        "text": " The Vata inevitably gets increased by the loss of body elements, caused by constant vomiting; hence, in case of vomiting persisting for a long time, medications which are curative of Vata and are anti-emetic and roborant should be administered."
    },
    {
        "verse_id": "47",
        "text": " Ghee-boluses, milk-therapy and medicated ghee such as Kalyanaka, the Three Spices and Life-promoter Ghees, virilific recipes, meat-juices and linctuses, subdue vomiting even of long duration."
    },
    {
        "verse_id": "48",
        "text": " The etiology, number, symptoms, complication, curability or otherwise, recipes and line of treatment for the relief of vomiting [chardi]—all these, the foremost of the sages has described in this chapter."
    }
]