[
	{
        "verse_id": "1",
        "text": " We shall new expound the chapter entitled “The Therapeutics of Gulma” (abdominal swellings)."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Punarvasu, so worthy of being resorted to by all for refuge as to a parent, lord of the knowledge of the past, present and the future, and the ablest of exponents, expounded the line of treatment for the complete eradication of Gulma (abdominal swellings)."
    },
    {
        "verse_id": "4-5",
        "text": " The Vata gets provoked in the abdominal cavity by excessive discharge of feces, mucus or bile, or by the pressure of the excessive formation of any of these or by suppression of the downward natural urges or by external trauma or excessive pressure, by over-indulgence in dry eats and drinks, in excessive grief or misuse of the purificatory therapy, or in excessive or wrongful bodily activity."
    },
    {
        "verse_id": "6",
        "text": " The morbid Vata, provoking the Kapha and the Pitta and blocking the passages with them, produces colicky pain in the epigastric, umbilical, hypochondriac, lumbar, and hypogastric regions and is not able to proceed further as the passages are blocked."
    },
    {
        "verse_id": "7",
        "text": " The Vata which is localised in the lower or the upper gastro-intestinal tract primarily or secondarily, becomes palpable to the touch owing to its formation into a round mass. It is called Gulma and is classified according to its causative morbid humor."
    },
    {
        "verse_id": "7½",
        "text": " Five are the regions where Gulma occurs. They are the hypogastric region, the umbilical region, the epigastric region and the two lumbar regions."
    },
    {
        "verse_id": "8",
        "text": " I shall describe the causes, the symptoms and the treatment of these five kinds of gulma."
    },
    {
        "verse_id": "9",
        "text": " Dry eats and drinks, wrongful or excessive bodily activity, the suppression of the natural urges, excessive grief, trauma, excessive decrease in the formation of excretion and absolute abstention from food are the causes of Vata-Gulma."
    },
    {
        "verse_id": "10-11",
        "text": " It produces varying types of pain and various shapes of the affection in different regions of the abdomen, causes retention of feces and flatus, dryness of the mouth and the throat, dusky-red coloration of the skin, fever with chills, pain in the epigastric, umbilical, lumbar and hypochondriac regions and pains referred to the shoulders and headache. These symptoms become more intensified at the time of the completion of digestion and become mild on taking some food. Where these conditions occur, it is to be known as Vata Gulma; dry, astringent, bitter and pungent articles are not homologous or agreeable to the patient."
    },
    {
        "verse_id": "12",
        "text": " The use of pungent, acid, acute, hot, irritant and dry articles, excessive anger, addiction to intoxicating drinks, excessive exposure to the heat of the sun and fire, the obstruction of chyme, the vitiation of blood—these, are said to be the causative factors of Pitta Gulma."
    },
    {
        "verse_id": "12.1",
        "text": "13 Fever, thirst, redness of the face and body, colicky and intense pain during the period of digestion of food, perspiration, misdigestion, extreme tenderness to touch like a wound—these are the signs and symptoms of Pitta Gulma"
    },
    {
        "verse_id": "14",
        "text": " Indulgence in cold, heavy and unctuous articles, sloth or luxus alimentation and sleeping in the day are the causative factors of Kapha Gulma. All the aforesaid conditions combined are to be regarded as the causative factors of Gulma born of tri-discordance."
    },
    {
        "verse_id": "15",
        "text": " Immobility, fever with chill, prostration of limbs, nausea, cough, anorexia, heaviness of the body, cold, mild pain, and rigid protuberance are the signs and symptoms of Gulma of the Kapha type."
    },
    {
        "verse_id": "16",
        "text": " The physician should diagnose, in order to decide the correct line of medication, the three varieties of Gulma, caused by bi-discordance, by investigating the etiological factors, symptoms, the degree of intensity of the morbid humors and other combinations of symptoms."
    },
    {
        "verse_id": "17",
        "text": "The Gulma caused by tridiscordance and having the following symptoms is to be considered incurable: agonizing pain, burning, stony-hard protuberance, quick sloughing or suppuration, severe condition and collapse of the strength of the mind, body and the vital heat."
    },
    {
        "verse_id": "18",
        "text": " Women are afflicted with Gulma born of vitiated blood, owing to starvation during menstruation, fear, indulgence in dry eats and drinks, suppression of the natural urges, wrongful use of astringent therapy and emesis, and owing to also the diseases of their genital organs."
    },
    {
        "verse_id": "19",
        "text": " This Gulma moves after some time, as a whole mass, but shows no movements in any of its parts. It is accompanied with colicky pain and signs and symptoms suggestive of pregnancy. This Gulma occurs only in women and is born of vitiated blood. It should be treated after ten months have fully elapsed."
    },
    {
        "verse_id": "20",
        "text": " Hereafter, I shall describe the most effective line of treatment of Gulma as also the remedies curative thereof."
    },
    {
        "verse_id": "21",
        "text": " The Vata Gulma born of addiction to dry articles and wrongful exercise, which is acutely painful and accompanied with retention of feces and flatus, should be treated in the beginning with oleation therapy."
    },
    {
        "verse_id": "22",
        "text": " When the patient has undergone the oleation therapy in the form of diet, inunction and potions, evacuative and unctuous enemata, the physician should subject him to the sudation therapy, for the alleviation of the complaint."
    },
    {
        "verse_id": "23",
        "text": " Sudation cures Gulma by softening the channels and subduing the excited Vata and breaking open the obstructions in the passages, in the person that has already taken the unctuous therapy."
    },
    {
        "verse_id": "24",
        "text": " Unctuous drinks are beneficial in this type of Gulma and especially in the Gulma in the upper half of the abdomen. Enemata are beneficial when it affects the colon, and when it affects the umbilical region, both unctuous potions and enemata are beneficial."
    },
    {
        "verse_id": "25",
        "text": " If in Vata-Gulma, the gastric fire is strong and active and if there is obstipation of feces and flatus, the physician should give roborant, unctuous and hot eats and drinks,"
    },
    {
        "verse_id": "26",
        "text": "Taking precaution not to provoke Kapha and Pitta, the physician should make repeated use of unctuous potions and both evacuative and unctuous enemata, in Vata Gulma."
    },
    {
        "verse_id": "27-28",
        "text": " While the Vata is getting almost subdued, if the Kapha or the Pitta or the blood gets provoked, the treatment of any of these conditions should be undertaken. The treatment should be given to suit the degree of provocation of the humor, during all the stages of treatment, in the beginning, the middle and the end, the utmost care being taken to preserve the normal condition of Vata."
    },
    {
        "verse_id": "29",
        "text": "If in Vata Gulma, Kapha becomes increase [???] [??pair?ng] the gastric fire, produces [????] nausea,"
    },
    {
        "verse_id": "29.1",
        "text": "heaviness and torpor, the patient should be treated with emesis"
    },
    {
        "verse_id": "30",
        "text": " In Gulma of bi-discordance (Vāta-cum-Kapha), if there is colic, constipation or obstipation, suppositories, pills and powders, all of which are curative of Kapha-cum-Vata, are beneficial."
    },
    {
        "verse_id": "31",
        "text": " If in a case of Vata-Gulma, Pitta becomes increased and causes burning sensation, the patient should be purged with mild and unctuous laxatives."
    },
    {
        "verse_id": "32",
        "text": " If Gulma is not alleviated despite proper medications indicated in Vata-Gulma, then it may be alleviated by a resort to blood-letting."
    },
    {
        "verse_id": "33",
        "text": " In the case of Pitta-Gulma caused by addiction to unctuous and hot things, mild taxation is beneficial, while in a condition caused by dry and hot things, ghee is the best sedative."
    },
    {
        "verse_id": "34-35, The physician, skilled in the knowledge of the proper time of treatment, on recognising that either Pitta or Pitta Gulma is lodged in the colon, should immediately eliminate it by milk-enemata medicated with bitter drugs",
        "text": " The physician aiming at increasing the strength of the gastric fire, should urge the patient with genially warm milk medicated with bitter [???] or by the use of Tilwaka Ghee."
    },
    {
        "verse_id": "36",
        "text": " If a patient of Gulma suffers from thirst, fever, burning sensation, colic, perspiration, weakness of digestive fire and anorexia, then bloodletting alone should be resorted to."
    },
    {
        "verse_id": "37",
        "text": " Its very root i.e. the blood supply being cut off, Gulma no longer suppurates and the swelling gets reduced. It is the blood that gives the suppurative quality and when there is no blood, neither is there pain."
    },
    {
        "verse_id": "38",
        "text": " The patient that is weakened by loss of blood should be nourished by meat-juices of Jangala animals and comforted; and if there is residual pain yet, he should be asked to take a course of the medicated ghee again."
    },
    {
        "verse_id": "39",
        "text": " If, owing to excessive augmentation of blood and Pitta and the lack of treatment, Gulma suppurates, operation is the only remedy."
    },
    {
        "verse_id": "39.1",
        "text": "40, That Gulma is said to have not reached the stage of suppuration, which is heavy, hard in form, deeply situated under the muscles and whose color on the skin is not changed and which is firmly fixed"
    },
    {
        "verse_id": "41",
        "text": " That Gulma is to be known to have reached the stage of suppuration, which is attended with burning, shooting and throbbing pain, irritation, insomnia, malaise and fever. At that stage it should be poulticed."
    },
    {
        "verse_id": "42-43",
        "text": " One should recognise the symptoms of suppuration on finding it to be protubering and pointing and having dark-red margin and that it feels like a bladder filled with water to the touch and when on being pressed, it comes back to position, and on being pressed on one side. becomes tense and has no feeling (fluctuation). When it feels like a localised round mass to the touch and is accompanied with colicky pain, the Gulma should be known to be fully mature or suppurated."
    },
    {
        "verse_id": "44",
        "text": " Here begins the province of the surgeons as regards its treatment, and of such surgeons, as have practical experience in the art of aspiration, purification and healing of abscesses."
    },
    {
        "verse_id": "45",
        "text": " These are the various symptoms occurring during the suppuration of internal swelling. In the case of internal abscesses, there occurs edema, in the epigastric or lumbar region, while in external abscesses there occur external protrusions in the sides."
    },
    {
        "verse_id": "46-46½",
        "text": " Once it is suppurated, it softens the passages and spreads upwards or downwards. At this stage of spontaneous elimination of morbidity, the physician had better leave it alone and pay attention to the proper regimen of diet for ten or twelve days so as to prevent any complication"
    },
    {
        "verse_id": "47-47½",
        "text": " After that, the purificaton potion of ghee is beneficial and after being cleansed, the patient should be given a course of ghee medicated with bitters and mixed with honey."
    },
    {
        "verse_id": "48-48½",
        "text": " Where the Kapha Gulma is brought about, by addiction; to cold, heavy and unctuous articles and, where emesis is contra-indicated and the gastric fire is weak, lightening therapy should be resorted to at first."
    },
    {
        "verse_id": "49-49½",
        "text": " If in a Gulma-patient there is dullness of the digestive fire, mild pain, a sense of heaviness and immobility in the stomach, nausea and anorexia, he should be administered emesis."
    },
    {
        "verse_id": "50-50½",
        "text": " After treating him with emesis and the lightening therapy, he should be administered hot things and a regimen of diet mixed with bitter and pungent medications."
    },
    {
        "verse_id": "51-51½",
        "text": " On finding the swelling to be hard and protuberant and accompanied with constipation and obstipation, it shoved be first skilfully sweated and on its being sweated, the physician should try to get the swelling dissolved by finger-massage."
    },
    {
        "verse_id": "52-52½",
        "text": " After undergoing the lightening, emesis and sudation therapies and having the gastric fire rekindled, the patient with Kapha Gulma should take at the proper time ghee mixed with pungent articles and alkalis."
    },
    {
        "verse_id": "53-53½",
        "text": " On finding that the Kapha Gulma has been dislodged from its seat, the physician should administer to the patient the purificatory treatment either in the form of purgation or unctuous [enema?] or deca-radices."
    },
    {
        "verse_id": "54-54½",
        "text": " On finding that the gastric fire is diminished and there is claudication of Vata and the internal system well oleated, pills, powders or decoctions should be prescribed to the patient affected with Gulma of the Kapha type."
    },
    {
        "verse_id": "55-55½",
        "text": " If Kapha Gulma has taken firm root and is extensive in size, hard, immovable and heavy, it should be subdued by administration of alkali or bv the use of medicated wines or [by?] cauterization therapy."
    },
    {
        "verse_id": "56-56½",
        "text": " The specialist skilled in the knowledge of the degree [strengthening?] morbidity shou investigate the morbid humor [habitus?], the variety of Gulma and the season, in such condition of Kapha-provocation and make use of alkalis as required."
    },
    {
        "verse_id": "56-56½.1",
        "text": "57-57½ The physician, skilled in the knowledge of the increase aud decrease of body-vitality and morbidity of the humors, should use these alkalis on alternate days or at intervals of two or three days"
    },
    {
        "verse_id": "58-58½",
        "text": " The alkalis, constantly breaking up the sweet and unctuous Kapha in the body of the patient habituated to a diet of flesh, milk and ghee, make it trickle down from its natural habitat, by their liquefacient property-"
    },
    {
        "verse_id": "59-59½",
        "text": " The medicated wines should be used for the purification of the channels of the patient with Kapha Gulma who takes the unctuous diet and who is habituated to wines, if there occur weakness of gastric fire and anorexia."
    },
    {
        "verse_id": "60-61½",
        "text": " If the Kapha Gulma does not yield to lightening therapy, emesis, sudation, potion of ghee, purgation, enemata and the administration of pills, powder, alkalis and medicated wines, owing to its being firm-rooted in the body, then the area should be cauterized with such means as arrow-heads etc., after the patient has been subjected to blood-letting."
    },
    {
        "verse_id": "62-62½",
        "text": " The heat of fire by its thermic and acute quality relieves Kapha and Vata in Gulma. These two being subdued, the formation of Gulma disappears."
    },
    {
        "verse_id": "63-63½",
        "text": " Cauterization too, is the province of the school of surgeons. The procedure of alkali therapy is the province of the specialist in alkali therapy."
    },
    {
        "verse_id": "64",
        "text": " Where there is a combination of humors, the treatment too, should be a suitable combination of these methods."
    },
    {
        "verse_id": "64½",
        "text": " Now, I shall describe the preparations that are most effective in the cure of Gulma,"
    },
    {
        "verse_id": "65-65½",
        "text": " The ghee prepared with the paste of the three spices, the three myrobalans, coriander, embelia, chaba pepper and white flowered lead-wort and taken with milk, is curative of Vata-Gulma. Thus has been described ‘The compound Three Spice Ghee.’"
    },
    {
        "verse_id": "66 66½",
        "text": " The ghee prepared of the paste of the above drugs with the decoction of pentaradices or decaradices is also an effective remedy for Vata Gulma, Thus has been described another variety of ‘The compound Three Spice Ghee’."
    },
    {
        "verse_id": "67",
        "text": " The patient may also take Shatpala ghee prescribed in the therapeutics of consumption."
    },
    {
        "verse_id": "68",
        "text": " In the preparation of this ghee, Prasanna wine or Sura wine, or pomegranate juice or the cream of curds may be used instead of milk. This ghee is also curative of Vata Gulma."
    },
    {
        "verse_id": "68.1",
        "text": "69-70 The ghee prepared of asafoetida, rock salt, cumin, bid salt, pomegranate, bishop’s weed, orris root, the three spices, coriander, country willow, alkali, white-flowered leadwort, long zedoary, sweet flag, wild carrot, cardamom, holy basil and curds, is curative of colic and constipation in Vata Gulma Thus has been described ‘The compound Asafoetida and Rocksalt Ghee’"
    },
    {
        "verse_id": "71-71½",
        "text": " A ghee should be prepared with juniper, the three spices, small cardamom, chaba pepper, white-flowered lead wort, rock salt, cumin, root of long pepper and bishop’s weed along with the juice of jujube and radish, milk, curds and pomegranate juice."
    },
    {
        "verse_id": "72-73",
        "text": " It is an excellent cure for Vata-Gulma and relieves colic aud constipation, gynecic disorders, piles, assimilation disorders, dyspnea cough, anorexia, fever, and colicky pain in the hypogastric, epigastric and hypochondriac regions. Thus has been described ‘The Compound Juniper Ghee’."
    },
    {
        "verse_id": "74-75",
        "text": " The ghee prepared with long pepper 1½ tolas, pomegranate 8 tolas, coriander 4 tolas, in 20 tolas of ghee, dry ginger 1 tola aud four times the quantity (80 tolas) of milk, quickly removes Vata Gulma, gynecic pains, headache, piles aud irregular fever. Thus has been described ‘The Compound Long Pepper Ghee’."
    },
    {
        "verse_id": "76",
        "text": " The group of drugs enumerated in the preparation of ghee may also be used as powders, suppositories or decoctions in the treatment of patients suffering from Gulma."
    },
    {
        "verse_id": "77",
        "text": " The gruel prepared with jujube, pomegranate, warm water, supernatant quid of Sura wine, sour gruel and citron juice, relieves colic and constipation."
    },
    {
        "verse_id": "78",
        "text": " Or, the suppositories and pills of the powder impregnated with the juice of pomello should be prepared and given, for the alleviation of Gulina and constipation."
    },
    {
        "verse_id": "79-80",
        "text": " Asafetida, the three spices, Patha, common juniper, chebulic myro-balan, long zedoary, celery seeds, wild carrot, tamarind, Amlavetasa, pomegranate, orris root, coriander, cumin, white flowered lead wort, sweet flag,the two alkalis, the two salts and chaba pepper are all to be pulverised together."
    },
    {
        "verse_id": "81-83",
        "text": " This powder can be used along with food and drink without any harm, or it may be taken before meals as a drink mixed with wine or hot water, in conditions of pain in the hypochondriac, epigastric and hypogastric regions, in Gulma of the Vata-cum-Kapha type, constipation, dysuria, pain in the rectum and the uterus, in assimilation disorders, piles, splenic disorders, anemia, anorexia, constriction of the chest, hiccup, cough, dyspnea and throat-spasm."
    },
    {
        "verse_id": "84",
        "text": " The pills prepared of this powder and repeatedly impregnated with citron juice will be more effective than the simple powder above mentioned. Thug have been described ‘The compound Asafetida Powder and Pills’."
    },
    {
        "verse_id": "85",
        "text": " Asafetida, pomegranate, bid salt and rock salt impregnated with citron juice and taken with supernatant fluid of Sura wine are curative of colicky pain in Vata Gulma."
    },
    {
        "verse_id": "86-88",
        "text": " Long zedoary, orris root, asafoetida, Amlavetasa, barley, alkali, white-flowered leadwort, coriander, cumin, embelia, rock salt, sweet flag, chaba pepper, roots of long pepper, wild carrot, pomegranate, bishop’s weed and celery seeds; the powder prepared of all these drugs should be used. Or the pills of the size of jujube made from these powders impregnated with citron juice or honey vinegar and rubbed into a fine paste may also be used."
    },
    {
        "verse_id": "89-90",
        "text": " This pill cures Gulma, splenic disorder, constipation, dyspnea, cough, anorexia, hiccup, cardiac disorders, piles, various kinds of headaches, anemia, precipitation of Kapha, all kinds of diarrhea and pain in the hypochondriac, epigastric and hypogastric regions."
    },
    {
        "verse_id": "91-91½",
        "text": " The patient may take as potion the paste of two tolas of ginger mixed with four tolas of gur and eight tolas of decorticated til with warm milk. This will cure Gulma of Vata type, misperistalsis and gynecic pain."
    },
    {
        "verse_id": "92-93",
        "text": " The patient suffering from Vata Gulma should take castor oil either with the supernatant fluid of Varuni wine or with milk; if Kapha is the sequela, the first method is useful and if Pitta is sequela, the second method will be useful."
    },
    {
        "verse_id": "94",
        "text": "Boil dried and refined garlic sixteen tolas in eight times its quantity of liquid viz., 128 tolas of milk and water combined half to half. When all the water has evaporated and only milk is left, the patient may drink it."
    },
    {
        "verse_id": "95",
        "text": " This milk will quickly cure Vata Gulma, misperistalsis, sciatica, irregular fever, abscess, cardiac disorders, abscess and edema. Thus has been described ‘The Garlic Milk’."
    },
    {
        "verse_id": "96",
        "text": " The mixture of castor oil, Prasanna wine, cow’s urine, sour conjee and barley alkali, when taken internally, cures Gulma, gastric disorders and constipation. Thus has been described, ‘The compound Pentad beginning with Castor oil’."
    },
    {
        "verse_id": "97",
        "text": " One who takes mineral pitch, with the decoctions of penta-radix and alkali will be cured of Vata Gulma. Thus has been described the Preparation of mineral pitch."
    },
    {
        "verse_id": "98",
        "text": " The person who takes unctuous barley meal with soup prepared with long pepper or with the juice of radish will be relieved of misperistalsis and Vata Gulma."
    },
    {
        "verse_id": "99",
        "text": " If the patient suffering from Vata Gulma is also afflicted with colic, constipation or obstipation, he should be sweated with the steam kettle sudation method or the hot-bed sudation or the mixed lump sudation method as described in the chapter on sudation (Chap. XIV Sūtr.)."
    },
    {
        "verse_id": "100",
        "text": "Enema is the sovereign remedy for Gulma because at the very outset, it subdues Vata in its natural habitat and this cures Gulma immediately."
    },
    {
        "verse_id": "101",
        "text": " Hence, the Gulmas of Vata, Pitta and Kapha types treated with repeated use of evacuative and unctuous enemata, get cured."
    },
    {
        "verse_id": "102-(1)",
        "text": " The various kinds of. effective enemata curative of Gulma are described in the Section on Success in Treatment."
    },
    {
        "verse_id": "102 Oils curative of Gulma will be described in the chapter on the ‘Therapeutics of the disorders of Vata",
        "text": "’"
    },
    {
        "verse_id": "103",
        "text": " These oils if used in Vata Gulma as potion, inunction or unctuous enema prove quickly effective. Oil indeed is the foremost remedy for Vata."
    },
    {
        "verse_id": "104",
        "text": " The aforesaid preparation of ghee mixed with indigo-powder should be given for purging the patient with Vata Gulma, if there is still toxic matter remaining in his system."
    },
    {
        "verse_id": "105",
        "text": " The ghee prepared of indigo, turpeth, red physic nut, chebulic myrobalan and kamala should be given with Bid salt, alkali and ginger for purgation."
    },
    {
        "verse_id": "106408",
        "text": " Decoct four tolas each of indigo, the three myrobalans, Indian groundsel, heart leaved sida, kurroa, embelia, and Indian night-shade in 256 tolas of water till it is reduced to one fourth its quantity, then prepare 64 tolas of ghee in this solution adding 64 tolas of curds and four tolas of milk of thorny milk hedge plant. From this, a cosage of four tolas of ghee mixed with thin or thick gruel should be administered to the patient and when the medicine is digested and the patient is well-purged he should be given meat-juices."
    },
    {
        "verse_id": "109",
        "text": " This ghee is curative of Gulma, dermatosis, abdominal diseases, dark spots on the face, edema, anemia, fever, leucoderma, splenic disorders and insanity. Thus has been described ‘The compound Indigo Ghee.’"
    },
    {
        "verse_id": "110",
        "text": " Cocks, peacocks, partridges, demoiselle quails, Shali rice. Madira wine, and ghee are curative of Vata Gulma."
    },
    {
        "verse_id": "111",
        "text": " Hot, liquid and unctuous meals are beneficial to patients suffering from Vata Gulma. And similarly, the potion of Varuni wine with its supernatant fluid or water boiled with coriander is beneficial."
    },
    {
        "verse_id": "112",
        "text": " If the gastric fire gets dull, the Gulma gets aggravated, and if the gastric fire is roused, the Gulma gets sedated. Hence, a person should resort neither to excessive impletion nor to excessive depletion."
    },
    {
        "verse_id": "113",
        "text": " In all kinds of Gulma, that treatment proves successful which is given after preliminary preparation with oleation and sudation and not the treatment administered to a patient in a dehydrated condition."
    },
    {
        "verse_id": "113.1",
        "text": "114 Knowing the Pitta Gulma to be a fulminant disorder, the physician should treat it with ghee prepared with purgative or bitter drugs"
    },
    {
        "verse_id": "115-117",
        "text": " Take one tola each of kurroa, neem, liquorice, the shell of the fruits of the three myrobalans and zalil, and four tolas each of wild snake-gourd and turpeth, and 8 tolas of lentils; decoct them in eight times the quantity of water till the solution is reduced to the quantity of sixteen tolas; take it down and mix it with an equal quantity of ghee (16 tolas); this taken as potion will alleviate Pitta Gulma, fever, thirst, colic, delirium, fainting and anorexia. Thus has been described ‘The compound Kurroa Ghee’."
    },
    {
        "verse_id": "118-121",
        "text": " Decoct sixteen tolas of zalil in ten times its quantity of water and when it is reduced to one fifth its quantity, filter it and mix with the paste of one tola each of Kurroa, nut-grass, zalil, Cretan prickly clover, feather foil, ticktrefoil, cork swallow wort, sandalwood, blue water lily and 32 tolas each of the juice of emblic myrobalan, milk and ghee, and prepare a medicated ghee out of these. This excellent ghee is effective in the cure of Gulma due to Pitta or vitiated blood, in spreading inflammations, in fever of Pitta type, in cardiac disorders, jaundice and dermatosis. Thus has been described ‘The compound Zalil Ghee’."
    },
    {
        "verse_id": "122",
        "text": " Prepare a medicated ghee by adding to four parts of the juice of the emblic myrobalans and sugarcane one part of ghee and one-fourth part of chebulic myrobalan. This medicated ghee, taken as potion is curative of Pitta Gulma. Thus has been described ‘The compound Myrobalan Ghee’."
    },
    {
        "verse_id": "123425",
        "text": " Decoct four tolas each of grape, mahwa, date, white yam, climbing asparagus, falsah and the three myrobalans, in 256 tolas of water, till it is reduced to one fourth its quantity; then prepare it into a medicated ghee by adding 64 tolas each of ghee, sugarcane juice, juice of emblic myrobalan and milk, along with the paste of chebulic myrobalan of one fourth the quantity. By taking a course of the ghee prepared thus, mixed with one fourth its quantity of sugar and honey, one gets cured of Pitta Gulma and also of all kinds of Pitta disorders. Thus has been described ‘The compound Grape Ghee’."
    },
    {
        "verse_id": "126-127",
        "text": " Take root and branch of Vasaka; crush and decoct it in eight times its quantity; add to it the paste of the flowers of the same plant; the ghee prepared thus and cooled and taken with honey is curative of Pitta Gulma, hemothermia, fever, dyspnea, cough, and cardiac disorders. This has been described ‘The compound Vasaka Ghee’."
    },
    {
        "verse_id": "123-129",
        "text": " Decoct eight tolas of zalil in 128 tolas of water and when it is reduced to one eighth its quantity, filter it. One should take this with equal amount of warm milk and after taking the draught, one should drink as much warm milk as one can digest. The morbid matter being eliminated by this draught of milk, the Pitta Gulma. gets ah dated."
    },
    {
        "verse_id": "130",
        "text": " For purgation in Pitta Gulma the patient may drink the decoction of grape and chebulic myrobalan with gur or he may lick kamala liquefied by mixing with honey."
    },
    {
        "verse_id": "131",
        "text": "For the relief of the burning pain in the patient suffering from Pitta Gulma, inunction should be given with ghee [of?] compound sandalwood oil or oil prepared with liquorice."
    },
    {
        "verse_id": "132",
        "text": " The milk-enemata medicated with bitter drugs which are curative of Pitta-fever and also those which will be described in the Section on Success in Treatment are beneficial to the patients suffering from Pitta Gulma."
    },
    {
        "verse_id": "133-134",
        "text": " Shali rice, flesh of Jangala animals and milk of the cow and the goat, cow’s ghee, dates, emblic myrobalans, grapes, pomegranate and falsah should be given as diet; and for drink, water prepared with heart-leaved sida and drugs of [???] ticktrefoil group. This is the line of treatment in Pitta Gulma."
    },
    {
        "verse_id": "135",
        "text": " In a condition where Pitta Gulma is associated with chyme disorder or where chyme disorder is accompanying the Kapha-cum-Vata discordance, the gastric fire should be stimulated by the administration of gruels or vegetable soups and pulsesoups after preliminary fasting."
    },
    {
        "verse_id": "136",
        "text": " The sedation and the provocation of all the humors depend on the condition of the gastric fire. Hence, one should always take care to protect the gastric fire and avoid the causative factors of its disturbance"
    },
    {
        "verse_id": "137-140",
        "text": " The procedure of emesis should be done in cases where it is indicated, in patients suffering from Kapha-Gulma after they have been made to undergo the preliminary preparation with oleation and sudation. After the Gulma has softened, place all round the inner wall of a small earthen pot the burning blades of Balvaja or of small sacrificial grass, and invert the mouth of the pot over the Gulma and when it is caught tightly in the pot, it may be pulled out; and bandaging the Gulma with a cloth, the physician proficient in the technique of incision should make superficial incisions. The Gulma must be compressed by means of any instrument available among such as Vimarga [vimārga] Ajapada and Adarsha [ādarśa] instruments and kneaded, with due care not to touch the intestines or other internal viscera-"
    },
    {
        "verse_id": "141",
        "text": " The physician may foment and sweat the Kapha Gulma with bearably hot iron vessels after anointing it with til, castor seeds, linseed and rape seeds."
    },
    {
        "verse_id": "142",
        "text": " The ghee prepared of the decoction of the decaradices with the three spices, alkali, rock-salt, asafoetida, bid salt and pomegranate, soon subdues Kapha Gulma. Thus has been described ‘The compound Decaradices Ghee’."
    },
    {
        "verse_id": "143-145",
        "text": " Decoct eight tolas of marking nut, four tolas of pentaradices of the ticktrefoil group well-crushed in 256 tolas of water; when reduced to one fourth the quantity, the physician may prepare it into a medicated ghee by adding the paste of one tola each of long pepper, dry ginger, sweet flag, embelia, rock-salt, asafoetida, barley alkali, bid salt, long zedoary, white flowered leadwort, liquorice and Indian groundsel, 64 tolas of milk and 64 tolas of ghee."
    },
    {
        "verse_id": "146",
        "text": " This marking-nut ghee is an excellent curative of Kapha Gulma as also of splenic disorders, anemia, dyspnea, assimilation disorders and cough. Thus has been described ‘The compound Marking nut Ghee’."
    },
    {
        "verse_id": "147-148",
        "text": " Prepare a medicated ghee of long pepper, roots of long pepper, chaba pepper, white flowered leadwort, dry ginger and barley alkali, four tolas of each with 64 tolas of milk and 64 tolas of ghee. This cures Kapha Gulma, assimilation-disorders, anemia, splenic disorders, cough and fever. Thus has been described ‘The compound Satpala Ghee’."
    },
    {
        "verse_id": "149-149½",
        "text": " Decoct four tolas each of turpeth, the three myrobalans, red physic nut and decaradices, in four times its quantity of water, and when the decoction is reduced to one fourth quantity, it may be prepared into a mixed medicated unctuous substance by adding ghee, castor oil and milk."
    },
    {
        "verse_id": "150-151",
        "text": " This preparation of mixed unction taken with honey is curative of Kapha-Gulma; this should be used in obstipation due to Kapha-Vata, in dermatosis, splenic disorders, abdominal disease and specially in painful gynecic disorders. Thus has been described ‘The Mixed Unctuous Substance’,"
    },
    {
        "verse_id": "152",
        "text": " The indigo-ghee, already described as a purgative and as curative of Vata Gulma, should be used in double the dosage for purgation, iu cases of Kapha Gulma."
    },
    {
        "verse_id": "153",
        "text": " A person gets well-purged by taking one tola of turpeth powder impregnated well with the milky juice of thorny milk-hedge and mixed with honey and ghee."
    },
    {
        "verse_id": "154-158",
        "text": " In 1024 tolas of water decoct 25 chebulic myrobalans, 100 tolas of wild red physic nut, and 100 tolas of white flowered lead-wort. When it is reduced to one eighth its quantity, filter the solution and add to it gur equal in quantity to red physic nut (100 tolas); filter it again and put into it those chebulic myrobalans and prepare a linctus by adding eight tolas of til, sixteen tolas of powdered turpeth and four tolas each of long pepper and dry ginger; when it is cooled, add honey equal in quantity to the oil (8 tolas) and four tolas of the powders of cinnamon bark, cardamom and tamal leaf, and fragrant poon. By taking four tolas of this linctus and chewing with it one chebulic myrobalan contained in the linctus, the person who is previously oleated gets purged easily. He will eliminate one Prastha (64 tolas) of morbid matter without developing any complication."
    },
    {
        "verse_id": "159-160",
        "text": " A course of this recipe cures Gulma, edema?, piles, anemia, anorexia, cardiac disorders, assimilation disorders, jaundice, irregular fever, dermatosis, splenic disorders and constipation; this course is harmless; and the dietetic regimen, during the course, is liquid-diet made up of meat-juice and cooked rice. Thus has been described ‘The wild Croton-cum-Chebulic Myrobalan preparation’."
    },
    {
        "verse_id": "161",
        "text": " The most effective enemata meant for a patient suffering from Kapha will be described in the Section on ‘Success in Treatment’ and the most effective prescriptions of medicated wine will be described in the chapters on the treatment of assimilationdisorders and piles."
    },
    {
        "verse_id": "162",
        "text": " The powders and pills which are prescribed for the patient suffering from Vata Gulma are considered useful in Kapha-Gulma also, if combined with double their quantity of alkali, asafoetida and Amlavetasa."
    },
    {
        "verse_id": "163",
        "text": " The alkalies indicated in assimilation disorders are regarded effective and harmless in cases of Kapha Gulma. Cauterization is recommended as a last resort."
    },
    {
        "verse_id": "164-165",
        "text": " Very old grain, beasts and birds of Jangala country and thin gruel of horse-gram, green gram, long pepper and dry ginger, dry radish, bael, three leaved caper, sprouts of jungle cork tree, bishop’s weed, white flowered lead wort;"
    },
    {
        "verse_id": "166",
        "text": " citron, asafoetida, Amlavetasa, alkali, pomegranate, butter-milk, oil and ghee should be used in the preparations of side dishes."
    },
    {
        "verse_id": "167",
        "text": " The patient suffering from Kapha Gulma may drink at the right time the water prepared with pentaradix or old Varuni or old honey wine."
    },
    {
        "verse_id": "168",
        "text": " Butter-milk mixed with the powder of bishop’s weed and salted with bid salt when taken acts as a digestive stimulant and the regulator of flatus, Kapha and urine."
    },
    {
        "verse_id": "169-170",
        "text": " The Gulma which has gradually kept on increasing, which has spread over an extensive area, which has taken firm root, which is covered by veins, which is convex shaped like the back of a tortoise and is accompanied with prostration, anorexia, nausea, cough, vomiting, malaise, fever, thirst, torpor and coryza, is not curable."
    },
    {
        "verse_id": "171",
        "text": " The edema occurring in the epigastric and umbilical regions, hands and feet, draws to his death the Gulma-patient who is afflicted with fever, dyspnea, vomiting and diarrhea."
    },
    {
        "verse_id": "172",
        "text": " To the women afflicted with the sanguinous Gulma, unctuous purgatives should be given after preliminary preparation of the body with oleation and sudation and after the expiry of the normal period of gestation."
    },
    {
        "verse_id": "173",
        "text": " The linctus prepared of 512 tolas of palas-alkali and 512 tolas of ghee-cum-oil should be given in such dosage as will soften the Gulma."
    },
    {
        "verse_id": "173½",
        "text": " If this does not break it up, then medications that cleanse the vagina must be administered."
    },
    {
        "verse_id": "174-176",
        "text": " Til paste mixed with alkali or with milk of the thorny milk hedge plant, or pungent fish impregnated with the above articles may be inserted in the vagina; a swab well saturated with the bile of hog or fish, or with emetic or purgative medications, or with honey, may be inserted in the vagina. Or yeast, gur and alkali may be used for the cleansing of the vagina."
    },
    {
        "verse_id": "177",
        "text": " And the alkali curative of hemothermia may be licked with honey and ghee. Garlic, strong Madira wine and fish may be given to the woman as diet."
    },
    {
        "verse_id": "178",
        "text": " The enema prepared with milk, cow’s urine, alkali and pentaradices may be given. If still the blood does not appear, then operative treatment should be performed on the patient."
    },
    {
        "verse_id": "179",
        "text": " If the blood begins to flow out, she should he given meat-juice and cooked rice as diet, inunction with ghee and oil, and new wine as drink."
    },
    {
        "verse_id": "180",
        "text": " If there is excessive flow of blood, then the treatment curative of hemothermia is to be given; and if the patient is afflicted with Vata-type of pain, then all the remedies curative of Vata should be administered-"
    },
    {
        "verse_id": "181-182",
        "text": " Affusions of ghee and oil, diet of partridge and fowls and pre-prandial potion of Sura wine with its supernatant fluid and ghee prepared with the spur group of drugs are indicated. The post-prandial unctuous enema of ghee medicated with drugs of the life-promoter group or unctuous enema together with the bitter group of drugs should be given in the case of excessive flow of blood."
    },
    {
        "verse_id": "183-187",
        "text": " Oleation, sudation, ghee-enemata, powders, roborants, pills, emesis and purgation, and blood-letting for the patient suffering from Vata-Gulma, ghee medicated with bitters, milk, laxation, evacuative enemata, blood-letting, comforting and sedative remedies; poultices, operation treatment of those ruptured internally, purification and sedation in Gulma born of Pitta; oleation, sudation, incisions, lightening therapy, emesis, purgation, medicated ghee, enemata, pills, powders, medicated wines, alkalies, and cauterization in Gulma as a last resort with previous blood-letting, ina patient suffering from Gulma born of Kapha, and the line of treatment in the sanguinous type of Gulma in women are described herein."
    },
    {
        "verse_id": "188-189",
        "text": " Habitual use of wholesome eats and drinks, avoidance of the respective etiological factors, continual protection and proper condition of the gastric fire, what medications are to be done after preliminary oleation; causes, symptoms, success, line of treatment, curability and otherwise and therapeutic measures, such briefly are the therapeutics of Gulma as has been declared to Agnivesha."
    }
]