[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Acute Spreading Affections [visarpa-cikitsa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-5",
        "text": " Unto the teacher Atreya the self-controlled, the revered among sages, and devoted to the good of all creatures, as he was roaming at his pleasure, surrounded by the great sages, in Kailasa peopled by Kinnaras, abounding in streams and sovereign herbs, adorned with various kinds of resinous trees bowed down under a wealth of flowers throughout the year and redolent with sweet smells, Agnivesha, choosing the proper moment, made the following submission with due deference."
    },
    {
        "verse_id": "6",
        "text": " ‘O Worshipful one! I see in the bodies of human beings a fell disease which spreads [visarpa] with the virulence of snake-venom."
    },
    {
        "verse_id": "7",
        "text": " Those men who are attacked by this fulminating disease succumb to it speedily, unless treated promptly. Now, concerning this disease, we are in great need of enlightenment."
    },
    {
        "verse_id": "8-9",
        "text": " By what name should it be known? How does it derive its name? What are its varieties? How many and what are the body-elements that it affects? What is its etiology? What is its seat? How are we to know which variety of it is easily curable; which again is formidable and which incurable? What is their differential diagnosis? And, finally, O Worshipful one! what is the method of its treatment?’"
    },
    {
        "verse_id": "10",
        "text": " Hearing these words of Agnivesha, Atreya Punarvasu, the foremost among sages, declared every thing fully and precisely concerning the subject."
    },
    {
        "verse_id": "11",
        "text": " “Because it spreads in various directions, it is said to be ‘Visarpa’ or acute spreading affection. It is also known by the name of ‘Parisarpa’ because it spreads in all directions."
    },
    {
        "verse_id": "12",
        "text": " This disease should be known to be of seven kinds by reason of the differences in morbidity and it affects seven different body-elements. There are three varieties of it due to the morbidity of individual humors; there is one variety which is due to the morbidity of all the three humors combined i.e. tri-discordance; and three varieties due to the morbidity of any two humors (i.e. bi-discordance)."
    },
    {
        "verse_id": "13",
        "text": " Thus the Vata-type, the Pitta-type, the Kapha-type and the tridiscordance-type constitute four varieties and the remaining three varieties of bi-discordance-type will now be described."
    },
    {
        "verse_id": "14",
        "text": " The first is the ‘Fiery’ variety St. Anthony’s fire) due to Vata-cum-Pitta; the second is the ‘Nodular’ variety due to Kapha-cum-Vata and the third is the fearful ‘Kardamaka’ or slimy variety; this last is due to Pitta-cum-Kapha."
    },
    {
        "verse_id": "15",
        "text": " Blood, lymph, skin and flesh—these four body-elements, together with the three morbid humors (viz., Vāta, Pitta and Kapha) are to be known as the seven sites for the rise of acute spreading affections [visarpa] of all kinds,"
    },
    {
        "verse_id": "16-21",
        "text": " The following are the causative factors of the spreading affections [visarpa]: excessive indulgence in saline, acid, pungent and hot tastes as also in sour curds, whey, vinegarsand in Sura and Sauviraka wines; the use of stale or strong liquor or heat-inducing condiments and confectionary; the use of irritating vegetables and greens, cheese, inspissated milk and immature curds; the use of such fermented wines as Shandaki [śāṇḍāki], as also of pastries made of sesamum, black gram and horse gram and of oils, the use of the flesh of domesticated, wet-land and aquatic animals and of garlic; the use of food-stuffs that have gone soft or that are not homologous to one’s system or are mutually incompatible; overeating; sleeping during the day, predigestion-meals, eating on a loaded stomach; wounds, injuries inflicted by blows, ligatures or falls; over-exposure to sun, over-strain and poisonous gases or burns."
    },
    {
        "verse_id": "22",
        "text": " By combinations of the above-mentioned etiological factors, the Vata and the other two humors, getting provoked, affect the susceptible bodyelements such as blood etc., and spread in the whole body of persons who are given to unwholesome eating."
    },
    {
        "verse_id": "23",
        "text": " These acute spreading affections [visarpa] have their habitats in the periphery, in the internal organs and in both these habitats at the same time. Their severity is to be known as progressively increasing, in the order of their statement."
    },
    {
        "verse_id": "24",
        "text": " The external affection is curable; that which spreads both externally and internally, is incurable and that which is internal is to be known as serious and can be cured only with great difficulty."
    },
    {
        "verse_id": "25",
        "text": " The humors provoked in the internal parts of the body spread causing the affection in the internal regions; if provoked in the external parts then in the peripheral regions, and if in both these regions they spread everywhere."
    },
    {
        "verse_id": "26-27",
        "text": " From the injury to vital parts, stupefaction, the forcible dilatation of the passages, excessive thirst and irregular discharge of the natural urges and the diminution of the gastric fire, the condition is readily recognised as affection of the internal type. From the contrary symptoms to these, the affection of the external type should be recognised and likewise other conditions by their characteristic symptoms."
    },
    {
        "verse_id": "26-27.1",
        "text": "28 That condition, all of whose symptoms and etiological factors are severe, which is associated with formidable complications and which has affected a vital part, proves fatal"
    },
    {
        "verse_id": "29",
        "text": " The Vata that is provoked by dry and hot articles of diet or by the blockage due to impletion, impairs the body-elements and spreads in proportion to its strength."
    },
    {
        "verse_id": "30",
        "text": " Its signs and symptoms are—general giddiness, burning, thirst, pricking pain, colic, body-ache, cramps, tremors, fever, asthma, cough, breaking and splitting pains in the bones and joints, trembling, anorexia, indigestion, agitation of the eyes, lacrimation and formication; the region where the inflammation is spreading becomes dusky-red in color and edematous. The patient suffers from severe pricking, splitting or aching pain in the part affected, as also extension and contraction of the parts, hyper asthesia and twitching. If not properly treated, it becomes covered with thin dusky red or dark eruptions which quickly break open and are followed by thin, clear, dusky-reddish and scanty discharge There is retention of flatus, urine and feces; and the factors described as causative of affection of Vata-type are not homologatory to the patient while the opposite factors are homologatory. These are the signs and symptoms of acute spreading affections [visarpa] of Vata-type"
    },
    {
        "verse_id": "30.1",
        "text": "31 The Pitta accumulated by the use of hot things or by ingestion of irritant and acid foods, vitiates the susceptible body-elements, and filling the vessels, begins to spread"
    },
    {
        "verse_id": "32",
        "text": " Its signs and symptoms are—fever, thirst, fainting, stupefaction, vomiting, anorexia, body-ache, excessive perspiration, burning, delirium, headache, agitation of the eyes, insomnia, apathy, giddiness, excessive craving for cold air and water, greenish or yellowish coloration of eyes, urine and feces, greenish or yellowish appearance of the body. In the region where the inflammation spreads, the parts become swollen and acquire any of the following colors: coppery, greenish, yellowish, bluish, blackish or reddish. Then this swelling becomes affected with burning and splitting pain and covered with eruptions which break open soon and are followed by discharge of a similar coloration. The factors described as causative of Visarpa are not homologatory to the patient while the opposite kind of factors are homologatory. These are the signs and symptoms of acute spreading affection [visarpa] of the Pitta-type."
    },
    {
        "verse_id": "32.1",
        "text": "33 The Kapha getting accumulated by the ingestion of sweet, acid, salt, unctuous and heavy foods, as also by excessive sleep, vitiates the susceptible body-elements and spreads slowly in the body"
    },
    {
        "verse_id": "34",
        "text": " Its signs and symptoms are—chills, algid fever, heaviness, somnolence, torpor, anorexia, sweet taste in the mouth, formation of fur and sordes in the mouth, ptyalism, vomiting, lethargy, rigidity, loss of the gastric fire and prostration. Locally, in the region where the inflammation spreads, the part becomes swollen and is characterised by pallor or slight redness, greasiness, numbness, rigidness and heaviness, with only slight pain. It suppurates with difficulty and after a long time, and is studded with eruptions which are covered with a thick skin over them and are white or yellowish white in color. When this breaks open, there is white, slimy, fibrinous, dense, sticky and viscid discharge from it. Thereafter, it is followed by a heavy and firm network of sloughy covering firmly adhering to the wound. There is pallor of nails, eyes, face, skin, urine and feces and the factors, described as causative of Visarpa of this type, are not homologatory to the patient, while the antagonistic factors are homologatory. These are the signs and symptoms of the acute spreading affections [visarpa] of the Kapha-type."
    },
    {
        "verse_id": "35",
        "text": "Vata-cum-Pitta getting excessively provoked by their respective etiological factors and strengthened by each other, spread inflaming the affected region."
    },
    {
        "verse_id": "36",
        "text": " The signs and symptoms of this condition are—the patient affected with this type of Visarpa feels as if his body is sprinkled over with live coals. He is overcome with fits of vomiting, diarrhea, fainting, burning, faintness, fever, asthma, anorexia, pain in the bones and joints, thirst, indigestion, body-aches and similar other symptoms. Locally, the region where it spreads acquires the color of extinguished embers (blackish). They become covered with such blebs as are produced by burns due to fire. Owing to its rapid progress, it soon spreads to the vital regions. When the vital regions are affected, the Vata, which has become very strong, causes excessive disintegration of the tissues and leads to dullness of mental processes and produces hiccup, dyspnea and loss of sleep. The patient who has thus lost his sleep, whose mental processes are dulled and whose mind is afflicted, does not find relief anywhere. He is overcome with apathy, and desires to go to bed leaving his seat or standing position. Thus exceedingly exhausted he soon falls into a coma. Being very debilitated, he is roused from this state with difficulty. One afflicted with this fiery type of Visarpa is to be regarded as incurable."
    },
    {
        "verse_id": "37",
        "text": " Kapha-cum-Pitta, getting excessively provoked by their respective etiological factors, spread in the body causing softening of the tissues locally."
    },
    {
        "verse_id": "38",
        "text": " The signs and symptoms are—algid fever, heaviness of the head, burning, stiffness, flabbiness of the limbs, somnolence, torpor, stupefaction, repugnance to food, delirium, loss of digestive fire, prostration, pain in the bones, fainting, thirst, increased secretion in the channels, dullness of the senses, loss of the zest for living, subsultus ten dinum, bodyache, listlessness, anorexia and anxiety. Mostly, this kind of Visarpa spreads in the upper part of the alimentary tract. It spreads slowly and affects one region only. Locally, where this affection spreads, the part looks red, yellow or pale in color, as though, studded with eruptions. It is cyanosed, black, dirty looking, greasy, very hot, heavy, afflicted with dull pain, edematous, attended with deep suppuration, devoid of any discharge, rapidly softening, containing moist and putrid flesh and skin, and attended with gradual diminution of pain. On being touched, it spills like slush and when pressed, goes down (Pits on pressure); and softened and putrid flesh sloughs out exposing vessels and muscular tissues; it smells like putrid flesh and causes loss of consciousness and memory. The patient afflicted with this condition known as Kardama Visarpa, is to be regarded as incurable."
    },
    {
        "verse_id": "39",
        "text": " Kapha-cum-Vata gets provoked by the use of firm, heavy, hard, sweet, cold and unctuous articles of diet, by the use of liquefacient articles, by lack of physical exercise etc., ag also of seasonal purification. These two morbid humors, getting excessively provoked, vitiate the susceptible bodyelements and produce acute spreading affection [visarpa]. Thereafter the Vata, being obstructed by Kapha in its progress and making its way by dispersing Kapha in various directions, produces in due course a series of glandular enlargements which are slow in suppurating and difficult of cure in the habitats of Kapha. In the plethoric patient, it vitiates the blood and produces a series of localized swellings situated in the vessels, muscles, flesh and skin. These swellings may be acutely painful, large or small, oval or round in shape and of red color. As a result of this affection, the following complications arise—-fever, diarrhea, cough, hiccup, dyspnea, emaciation, faintness, discoloration, anorexia, indigestion, ptyalism, vomiting, fainting, body-ache, somnolence, listlessness, asthenia etc. The patient who is affected with these complications is too far gone for any therapeutic measures and is to be given up as incurable. Thus, the nodular type of Visarpa has been described."
    },
    {
        "verse_id": "40",
        "text": " Complication occurs as a sequela following and resulting from the main disease. It may be in the nature of a major or minor ailment. The sequela is so called because it is consequent on the disease. The disease is the main ailment and the sequela is secondary to the main disease. It generally disappears with the disappearance of the main disease. It is more troublesome than the main disease itself, because it appears in the later stages of a disease, when the body is already weakened. Hence, the physician should be very prompt in the treatment of complications."
    },
    {
        "verse_id": "41",
        "text": " The acute spreading affection [visarpa] due to tri-discordance, which results from the combination of all the etiological factors, which manifests a combination of all the signs and symptoms, which spreads in all the body-elements, which spreads very rapidly and which is excessively fulminating, should be regarded as irremediable."
    },
    {
        "verse_id": "42-(1)",
        "text": " The three varieties of acute spreading affections [visarpa] namely the Vata type, the Pitta type and the Kapha type, are curable. The varieties, namely the fiery and slimy types of acute spreading affection, if not attended with complications, if not spread into vital regions, and if the vessels, muscles and flesh are not softened, can be subdued by the systematic and repea ted application of the general measures of treatment. If treatment is not properly carried out, either of these types of affections will destroy the body like a venomous serpent."
    },
    {
        "verse_id": "42",
        "text": " As regards the nodular type of acute spreading affection [visarpa], the treatment should be begun well before complications have supervened. The patient overtaken by complications is to be given up as hopeless. As regards the acute spreading affection of the tridiscordance type, it should be considered incurable as it gets spread into all, the body-elements, as it is of the fulminating character, and as there are mutually antagonistic measures involved in the line of treatment."
    },
    {
        "verse_id": "43",
        "text": " We shall hereafter [?desc??] the remedies for those varieties of acute spreading affections which are curable."
    },
    {
        "verse_id": "44",
        "text": " In the acute spreading affection [visarpa] that affects the habitat of Kapha and is accompanied with chyme-morbidity, fasting and emesis are recommended as also the use of bitter drugs and applications of drugs that are dehydrating and refrigerant."
    },
    {
        "verse_id": "45 The same treatment holds good in acute spreading affection that affects the habitat of Pitta and is associated with chyme-morbidity",
        "text": " In addition, blood-letting and purgation are specially to be carried out."
    },
    {
        "verse_id": "46",
        "text": " Even in the case of the disorder that affects the habitat of Vata, measures that cause the de-oleated condition of the system are indicated at first. Even iu spreading disorder of the hemothermic condition, the use of unctuous articles is regarded as contraindicated."
    },
    {
        "verse_id": "47",
        "text": " In disorders characterised by excess of Vata, as also by disorders Caused by Pitta of mild intensity, ghee medicated with bitter drugs is recommended; but if the Pitta is of great intensity, then purgation should be resorted to."
    },
    {
        "verse_id": "48",
        "text": " That patient, in whom the Pitta-disorder is of great intensity, should not be given ghee that does not cause purgation, for, the morbid matter thus getting occluded, consumes the skin, flesh and blood."
    },
    {
        "verse_id": "49",
        "text": " In view of this, it should be known that in acute spreading affections [visarpa], purgation is the first procedure that should be carried out and then blood-letting, for the blood is considered the support or the means for the spread of the disorders."
    },
    {
        "verse_id": "50",
        "text": " Thus has been described The therapeusis of Visarpa in brief. The subject is again dealt with in extenso."
    },
    {
        "verse_id": "51",
        "text": " In Visarpa born of Kapha-cum-Pitta provocation, the physician should administer an emetic made of common emetic nut, liquorice, neem and the fruits of kurchi"
    },
    {
        "verse_id": "52",
        "text": " In Visarpa, the administration of emesis with the decoction of the bitter snake gourd, neem, long pepper and emetic nut, as also with the pulvis of kurchi seeds, is recommended."
    },
    {
        "verse_id": "53",
        "text": " Further, all those medicaments which will be described in the Section on Pharmaceutics in connection with the disorders of Kapha and Pitta, are recommended im cases of Visarpa, for these medicaments are eliminative of morbidity and generally beneficial."
    },
    {
        "verse_id": "54-54½",
        "text": " The skilful physician should administer, for the cure of acute spreading affections [visarpa], the decoctions of tested efficacy of nut-grass, neem, wild snake-gourd, or of sandal-wood and blue water lily or of Indian sarsaparilla, emblic myrobalan, cuscus grass and nut grass."
    },
    {
        "verse_id": "55-56",
        "text": " Or, he may administer for the alleviation of Visarpa, the decoction of chiretta, lodh, sandal-wood, Cretan prickly clover, dry ginger, the stamens of red lotus, blue water lily, emblic myroabalan, liquorice and fragrant poon."
    },
    {
        "verse_id": "57",
        "text": " Or, tubers of white lotus, liquorice, the stamens of the red lotus, blue water lily, fragrant poon and lodh may likewise be decocted and drunk."
    },
    {
        "verse_id": "58",
        "text": " For the alleviation of the thirst accompanying acute spreading affections [visarpa], as also of the disease itself, the physician should give a potion of the cold infusion made from grapes, trailing rungia, dry ginger, guduch and Cretan prickly clover, which have been, kept overnight."
    },
    {
        "verse_id": "59",
        "text": " The physician may also give the decoction of the wild snake-gourd, neem, Indian berberry, kurroa, liquorice and zalil, for the alleviation of Visarpa."
    },
    {
        "verse_id": "60",
        "text": " The patient may also take the decoction of the wild snake-gourd etc. (mentioned above), with the pulvis of the three myrobalans, or he may also take a potion of the aforesaid decoction mixed with the soup of lentil pulse and with ghee."
    },
    {
        "verse_id": "60.1",
        "text": "61 The patient afflicted with acute spreading affections should be given, as potion, the decoction of the leaves of the wild snake-gourd, green gram and emblic myrobalans, mixed with ghee"
    },
    {
        "verse_id": "62",
        "text": "The intelligent physician may also give, for the alleviation of Visarpa, the ghee named Maha Tikta—the Great Bitter Ghee, which is laid down as curative of dermatosis of the Pitta-type."
    },
    {
        "verse_id": "62.1",
        "text": "63 The wise physician may also give, for the alleviation of Visarpa, the ghee made of zalil, which has been described as a tested remedy, for Gulma"
    },
    {
        "verse_id": "62.1.1",
        "text": "64-65 For the eradication of Visarpa, the physician may administer,- as a purgative, the pulvis of turpeth, mixing it well with ghee or milk, or the pulvis may be given in hot water or with the juice of grapes; or, milk in which zalil has been decocted may given to induce purgation"
    },
    {
        "verse_id": "66",
        "text": " The ghee mixed with the decoction of the three myrobalans and the pulvia of turpeth should be used as a purgative in cases of acute spreading affections [visarpa] accompanied with fever."
    },
    {
        "verse_id": "67-67½",
        "text": " Or, the juice of emblic myrobalans mixed with ghee may be given. The same combined with turpeth-powder is recommended in a patient with hard bowels. If the morbidity has passed into the alimentary tract, this should be the line of treatment."
    },
    {
        "verse_id": "68-70",
        "text": " If the blood has been vitiated in the peripheral region, then it is blood-letting that the physician should do at the outset The physician should perform depletion by the sudation method with the use of the cupping horn, if the blood has been vitiated by Vata; if by Pitta, by the application of leeches; and if the blood is vitiated by Kapha, then blood should be let by means of the vacuum method with the use of the bitter gourd. It is the vein that is situated nearest the site of the affection that should be promptly opened; for it is on account of the vitiation of the blood that the vitiation of the skin, flesh and tendons ensues."
    },
    {
        "verse_id": "71",
        "text": " When, by the above-mentioned procedures, the inside of the body has been purified, and the morbidity remains only in the skin and the flesh, or in the case of slight morbidity of humors from the very outset, the external treatment to be carried out, will now be described."
    },
    {
        "verse_id": "72",
        "text": " An application of the paste of the bark of gular fig, liquorice, stamens of the red lotus and the blue water lily, fragrant poon and perfumed cherry, mixed with ghee is beneficial."
    },
    {
        "verse_id": "72.1",
        "text": "73- The paste made of the tend er aerial roots of the banyan tree together with the pith of the plaintain and lotus nodes, mixed with the hundred times washed Ghee, makes a good unguent"
    },
    {
        "verse_id": "74",
        "text": " A good application may also be made from the paste of yellow-sandal, liquorice, fragrant poon, rushnut, sandal wood, Himalayan cherry, small cardamom, lotus stalks and perfumed cherry, mixed with ghee."
    },
    {
        "verse_id": "75",
        "text": " Scutch grass, lotus stalks, the pulvis of conch-shells, sandal-wood, blue water-lily and the roots of the country willow, together with rice may be reduced to paste and used as an application."
    },
    {
        "verse_id": "76",
        "text": " The paste of Indian sarsaparilla, the stamens of the red lotus, cuscus grass, blue water lily, madder, sandalwood, lodh and chebulic myrobalan makes a good application."
    },
    {
        "verse_id": "77",
        "text": " Nardus and fragrant piper, lodh, liquorice, Himalayan cherry, scutch grass and calophany, mixed with ghee make a good application."
    },
    {
        "verse_id": "78",
        "text": " A good application may also be made of the paste of barley flour or roasted paddy flour, mixed with ghee, or of roasted barley flour mixed with liquorice, milky yam and ghee."
    },
    {
        "verse_id": "78.1",
        "text": "79 The physician may prepare a good application from the paste of heart-leaved sida, blue water lily, lotus rhizome, milky yam, eagle-wood, sandal wood or lotus stalks, taken with their tubers"
    },
    {
        "verse_id": "80-80½",
        "text": " Barley-flour mixed with liquorice and ghee makes a good application. Peas, lentils, green gram, and white Shali rice may be used with ghee, either singly or in combination, as an application."
    },
    {
        "verse_id": "81-81½",
        "text": " The cooling slush at the root of lotus, pearls and rice-flour or conch shells, coral, mother of pearl and red ochre should be used individually mixed with ghee as application. They are known to be beneficial in acute spreading affections [visarpa]."
    },
    {
        "verse_id": "82-82½",
        "text": " The paste of the tubers of white lotus, liquorice, heart-leaved sida, lotus-tubers, blue water-lily, the leaves of the banyan tree and asthma weed, mixed with ghee, is good as application."
    },
    {
        "verse_id": "83-83½",
        "text": " So also the following viz., lotus-fibres, lotus stalks and the seeds of rushnut mixed with ghee, or the bulbs of the climbing asparagus and white yam, mixed copiously with the Washed Ghee."
    },
    {
        "verse_id": "84-81½",
        "text": " Moss and roots of the great reed, elephant’s foot, kidney-leaved ipomea and chaste tree, mixed with ghee, or the bark of the siris tree, heart-leaved sida and ghee;"
    },
    {
        "verse_id": "85-85½",
        "text": " the cold application made from the tender roots of the banyan tree, gular fig, yellow barked fig tree, country willow and the holy fig, or from the paste of the barks of the above trees copiously mixed with ghee, is recommended."
    },
    {
        "verse_id": "86-86½",
        "text": " All the above-mentioned varieties of application are beneficial in disorders arising from the provocation of the Vata and Pitta humors. I shall now describe other kinds of application which are useful when the disorder is associated with predominant Kapha."
    },
    {
        "verse_id": "87-87½",
        "text": " In such a condition, an application may be made from the three myrobalans, Himalayan cherry, cuscus grass, sensitive plant, Indian oleander, roots of the great reed and Indian sarsaparilla."
    },
    {
        "verse_id": "88-88½",
        "text": " The physician may also give an application made from the paste of the bark of catechu, dita bark, nut-grass, purging cassia, cane tree, yellow nail dye and deodar."
    },
    {
        "verse_id": "89-92",
        "text": " (1) The leaves of the purging cassia and the bark of the assyrian palm; (2) twigs of chaste tree, sword bean and the flowers of the siris; (3) moss, the roots of the great reed, milky yam and perfumed cherry; (4) the three myrobalans, liquorice, milky yam and the flowers of siris; (5) lotus rhizomes, fragrant sticky mallow, the bark of Indian berberry, liquorice and heart-leaved sida; each one of these or each two of these or all of them together, may be used as an application. The application should in every case be made, mixed with only a small quantity of ghee"
    },
    {
        "verse_id": "92½",
        "text": " In conditions of provoked Vata and Pitta, these applications should be mixed with plenty of ghee."
    },
    {
        "verse_id": "93-94½",
        "text": " Or, in such conditions an application consisting purely of the hundred times washed Ghee may be given. In acute spreading affection [visarpa] characterized by an excess of Vata and Pitta in the blood, the physician may repeatedly affuse the affected parts with the cold supernatant part of ghee, or with milk or with liquoricewater or with the cold decoction of the pentad of barks."
    },
    {
        "verse_id": "95-95½",
        "text": " The drugs which have been described above in the preparation of applications may also be used in the preparation of douches and ghees; they are also good as pulvis to be used for dusting the wounds of Visarpa."
    },
    {
        "verse_id": "96-97½",
        "text": " The ghee prepared in the expressed juice of scutch grass, makes a good healing unguent for wounds. The pulvis of the bark of Indian berberry, liquorice, lodh and fragrant poon is to be used as dusting powder; the pulvis of the bark of wild snake gourd, neem, the three myrobalans, liquorice and blue water-lily may be used either in the form of lotion, ghee, dusting powder or as application."
    },
    {
        "verse_id": "98-98½",
        "text": " All the above-mentioned clarificative applications should be given and should be applied at frequent intervals, having each time removed the previous application"
    },
    {
        "verse_id": "99-99½",
        "text": " The previous application being removed without washing, a number of thin coatings should be applied at frequent intervals. In spreading affections born of Kapha, thick application should be applied and removed when dry."
    },
    {
        "verse_id": "100-100½",
        "text": " The coating of the paste applied should be as thick as one third of the thickness of the thumb. An application should be neither too unctuous nor too, dry, neither too solid nor too fluid, but of the right consistency."
    },
    {
        "verse_id": "101-101½",
        "text": " At no time should an application that has gone stale be made use of, nor should the same application be used a second time."
    },
    {
        "verse_id": "102-102½",
        "text": " Such an application will cause softening, acute spreading affection [visarpa] and pain in the affected part, on account of the accumulation of heat. If the application is applied over the bandage, it tends to promote perspiration in the affected part."
    },
    {
        "verse_id": "103-104",
        "text": " And as a result, pimples due to the retention of perspiration and pruritus are induced. If applications are made one over the other, the same undesirable results are produced as those mentioned in the case of applications over the bandage."
    },
    {
        "verse_id": "103-104.1",
        "text": "105 The application that is either too unctuous or too fluid does not adhere properly to the skin and cannot therefore alleviate the diseased condition"
    },
    {
        "verse_id": "106",
        "text": " Thin applications should not be applied, for, drying up rapidly, they become fissured and cracked. Consequently, the healing property of the drugs does not even reach the seat of affection, for it dries up quickly."
    },
    {
        "verse_id": "107",
        "text": " The undesirable consequences which ensue from the use of thin applications are also frequently produced by the use of applications that are not sufficiently unctuous; being quite dry they tend to aggravate the disorder further."
    },
    {
        "verse_id": "108-109",
        "text": " I shall now describe the diet that should be observed in the treatment of Visarpa. To patients that have undergone the lightening therapy, the following articles of food are beneficial; demulcent drink that is devoid of unctuosity. and is mixed with honey and sugar or that is sweet and slightly acidified by the addition of the juice of pomegranate and emblic myrobalans, or demulcent drink prepared with the fruits of sweet falsah, grapes and dates, in boiled water. Thereafter a linctus made of the flour of roasted barley and Shali rice and mixed with unctuous articles should be given."
    },
    {
        "verse_id": "110-111",
        "text": " When this is digested, the patient should eat a meal consisting of old Shali rice along with soups. These soups should be made of green gram, lentils and chick peas. They should not be made sour or if made sour, they should be rendered so with the juice of the pomegranate and prepared with wild snake-gourd and emblic myrobalan."
    },
    {
        "verse_id": "112",
        "text": " The patient should be nourished with the un-unctuous meat-juices of Jangala animals, mixed with the juice of sweet falsah, grapes, pomegranates and emblic myrobalans."
    },
    {
        "verse_id": "113",
        "text": " For such a patient, old and well-cooked rice of red, white and large varieties, in combination with Shashtika rice, is recommended as food."
    },
    {
        "verse_id": "114",
        "text": " Out of barley, wheat and rice, only that should be given to which the patient is accustomed and which is homologatory. Barley and wheat alone should be given to those patients to whom rice is not particulary suitable or who have an excess of Kapha in their constitution."
    },
    {
        "verse_id": "115",
        "text": " Patients suffering from acute spreading affections [visarpa] should avoid food and drink that are irritant, as well as all antagonistic indulgences, day-sleep, anger, exercise, exposure to the sun, fire and strong winds,"
    },
    {
        "verse_id": "116",
        "text": " From among the remedial measures described above, those partaking mostly of a refrigerant nature should be employed in Visarpa of the Pitta type, those partaking mostly of a dry nature in Visarpa of the Kapha type and those of an unctuous kind in Visarpa of the Vata type,"
    },
    {
        "verse_id": "117",
        "text": "In the Visarpa known as ‘Agni Visarpa’ or Erysipelas, the sedation, of the provoked Vata and Pitta is indicated; in the disorder known as ‘Kardama’ or of slushy type, the sedation of Kapha and Pitta is generally indicated."
    },
    {
        "verse_id": "118-119",
        "text": " The physician who knows the right time for. each remedial measure should, on finding that a spreading inflammation of the ‘Granthi’ or nodular type, is likely to result in a vitiated condition of blood and Pitta, treat the patient promptly with the procedures of de oleation, lightening, affusions, applications made from the five medicinal barks, blood-letting with leeches, with emesis and purgation and with ghees, that have been medicated with astringent and bitter drugs."
    },
    {
        "verse_id": "120",
        "text": " After the patient has been cleansed in the upper and lower regions of the body and blood-letting has been carried out, procedures alleviative of Vata and Kapha should be resorted to in affections of nodular type of Visarpa."
    },
    {
        "verse_id": "121",
        "text": " For patients affected with nodular Visarpa accompanied with severe pain, the use of. hot poultices with ‘Utkarika [utkarikā]’ pancake or with unctuous ‘Veshavara [veśavāra]’ i.e., prepared meat, is recommended."
    },
    {
        "verse_id": "122-122½",
        "text": " Or, the patient may be treated with hot affusions of oil medicated with decaradices or with hot affusions of the oil of costus mixed with prepared alkalis, or with hot affusions of cow’s urine or with hot decoctions of remedial leaves."
    },
    {
        "verse_id": "123",
        "text": " Or else, the patient may be treated with genially warm application of the paste of winter cherry."
    },
    {
        "verse_id": "124",
        "text": " Or, the patient may be smeared with the paste of dry radish, or of the bark of Indian beech or of the bark of the beleric myrobalan, applied warm."
    },
    {
        "verse_id": "125",
        "text": " In nodular Visarpa, the affected parts should be smeared with the paste of heart-leaved sida, gingo fruit, chebulic myrobalan, the knotted portions of the bark of birch, beleric myrobalan, bamboo-leaves and wind-killer,"
    },
    {
        "verse_id": "126",
        "text": " An application made of the paste of red physic nut, the root-bark of the white-flowered leadwort and the milks of the thorny milk-hedge plant and mudar, gur, the seeds of the marking nut and green vitriol will break open even a stone."
    },
    {
        "verse_id": "126½",
        "text": " What then need be said of nodular affections born of Kapha, that are situated in the external regions of the body!"
    },
    {
        "verse_id": "127-131",
        "text": " For breaking open chronic types of nodular affections, the following medications should be used, Soups made of radish and horse-gram mixed with alkalis and the juice of pomegranate, cooked wheat or barley mixed with Sidhu wine, honey and sugar: the top part of the Varuni wine mixed with honey and the juice of pomelo; the systematic use of the three myrobalans mixed with long pepper and honey, or of nut-grass, marking nut and the flour of roasted barley, or of honey, or of the bark of deodar and guduch and of mineral pitch; the use of fumigations and errhines, and of procedures described earlier as helping to break open the Gulmas, and also compression with iron, salt, stones, gold and copper."
    },
    {
        "verse_id": "132-132½",
        "text": " If despite the use of all these various proven methods of treatment the nodular swellings do not subside and are hard as stone, then cauterization by means of caustics or heated instruments or gold is useful."
    },
    {
        "verse_id": "133-134",
        "text": " Or, after maturating them with suppuratives or by incising them, the tumors may be removed. Further, the patient’s blood which is in a vitiated condition should be repeatedly let. After this, when the blood has been sufficiently let, the physician should administer medicine curative of Vata and Kapha. If even after the above methods, the morbidity is not allayed, then recourse to fumigation, errhines, sudation, pressure on the affected parts or use of suppurative drugs is recommended."
    },
    {
        "verse_id": "135-136",
        "text": " When the ulcers of Visarpa have become softened as the result of the above-mentioned procedures of cauterization and maturation, the physician should treat the condition with the measures employed in the case of wounds, by means of external and internal measures of purification and healing."
    },
    {
        "verse_id": "137",
        "text": " Kamala, ‘embelia’; Indian berberry and the fruits of the Indian beech should be reduced to paste. Oil should be cooked with this paste to make a good remedy for the ulcers of the nodular type"
    },
    {
        "verse_id": "138",
        "text": " The intelligent physician, fully conversant with the aspects of place, time and classification, may also treat the ulcers of spreading affections [visarpa] according to the line of treatment indicated in the chapter on the ‘Two kinds of Ulcers’ (Cikitsā chapter XXV). Thus has been described the treatment of the nodular variety of Visarpa."
    },
    {
        "verse_id": "139",
        "text": "Whatever line of treatment has been laid down in the cure of nodular type of Visarpa applies with equal force in the cure of goitre due to Kapha."
    },
    {
        "verse_id": "140",
        "text": " As regards those affections of goitre, which owe their origin to Vata and Kapha, they are prevented by the regular use of a diet consisting of ghee, milk and astringent articles."
    },
    {
        "verse_id": "141",
        "text": " If all the therapeutic measures described here as curative of Visarpa be put on one side and blood-letting on the other and weighed they will be found equal."
    },
    {
        "verse_id": "142",
        "text": " Visarpa never occurs without the association of the condition of hemothermia. Consequently whatever has been described here by way of remedial measures is the general line of treatment."
    },
    {
        "verse_id": "143",
        "text": " We have not, however, omitted to outline in brief, specific treatment relating to the special nature of morbidity requiring such treatment. The expert physician should call into service the entire therapeutic procedure, whether laid down in brief or in extenso."
    },
    {
        "verse_id": "144-146",
        "text": " The definition of Visarpa, synonyms by which it is known, the morbid humors, the morbidised body-elements, the etiological factors, the habitat of the disease, the severity or mildness of the affection as determined by the way it spreads, the signs and symptoms, the complications, the nature of these complications, the curability or otherwise of a particular type, the remedial measures in due order of the curable types—all this, has Punarvasu declared in this chapter concerning the proven line of treatment for spreading affections [visarpa], to the inquiring and intelligent Agnivesha."
    }
]