[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Hemothermia [raktapitta-cikitsa].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Saluting Punarvasu, the self-possessed and the undeluded of mind, who was resplendent like fire, and was sojourning in the country of the five rivers, Agnivesha said to him:"
    },
    {
        "verse_id": "4",
        "text": " ‘O, worshipful one! you have already instructed us regarding the causes and symptoms of hemothermia [raktapitta]. Whatever else remains to be told, O, Master! kindly teach us regarding the same.’"
    },
    {
        "verse_id": "5",
        "text": " The master declared, ‘The physician versed in the knowledge of the causes and symptoms, should be prompt in the treatment of hemothermia which is a very serious and acute disease and develops very rapidly like fire."
    },
    {
        "verse_id": "6",
        "text": " Its causes have already been narrated as the excessive use of hot, acute, acid, pungent and salt articles qf diet, heat and misdigestion of food."
    },
    {
        "verse_id": "7",
        "text": " The Pitta precipitated by these causes reaches the blood and thus reaching what is its own source, increases there and vitiates the blood."
    },
    {
        "verse_id": "8",
        "text": " As a result of its heat, the body-elements melt one after the other and ooze out; and thus due to this process of liquefaction of bodyelements, its proportion in the body becomes greatly increased."
    },
    {
        "verse_id": "9",
        "text": " The wise call this disorder of the thermic element ‘Hemothermia,’"
    },
    {
        "verse_id": "[? cause of?] of the combination with and [???] of the blood or ‘Hemo’ by the hermic element; and also owing to its similarity",
        "text": " in color and smell to the blood."
    },
    {
        "verse_id": "10",
        "text": "The spleen and the liver are the seats of affection and they are the sources of the blood-bearing channels of the human body."
    },
    {
        "verse_id": "11-12½",
        "text": " In Hemothermia [raktapitta], the blood is thick, pale, unctuous, and [???tions] where Kapha is [???nant]. It is dusky-red, frothy, thin and ununctuous in conditions where Vata is predominant. It is brown in color, dark, of the color of the cow’s urine, tarry, smoky and of the color of collyrium, in conditions where Pitta is predominant."
    },
    {
        "verse_id": "13 -14",
        "text": " The condition of the unidiscordance is curable, of bidiscordance is mitigable and that of tridiscordance is incurable. Hemothermia [raktapitta] is also incurable in persons of weak digestive fire, where the disease manifests with great violence, in persons who are em emaciated by diseases, who are old and who abstain from food."
    },
    {
        "verse_id": "15",
        "text": " It has been declared that hemothermia spreads in indirections, upwards through seven orifices and downwards through two orifices."
    },
    {
        "verse_id": "16",
        "text": " The seven orifices are situated in the head and the two in the lower region of the trunk. The disease whose course is upwards is curable. The one whose course is downwards is mitigable and the one which spreads in both the directions is incurable."
    },
    {
        "verse_id": "17",
        "text": " If it spreads through all the orifices as well as into the hairfollicles, then the directions become innumerable and such a condition is considered terminal."
    },
    {
        "verse_id": "18-20",
        "text": " It is also incurable where there is excessive hemorrhage from either the upper or the lower orifices of the body, where the blood smells like putrid flesh, where the blood is of very dark color, where Kapha and Vata are both in a provoked condition, where there is accumulation of it in the throat, where it is accompanied with all the complications described and where it has suffered yellow, blue, green or copper discoloration, as also in a person who is emaciated and suffers from cough-"
    },
    {
        "verse_id": "21",
        "text": " It is mitigable where there is bi-discordance and where there is subsidence and exacerbation of the condition and where it changes its passage from one orifice to another."
    },
    {
        "verse_id": "22",
        "text": " That condition, is curable where Hemothermia [raktapitta] spreads only in one direction, where the patient is strong, where the force of the disease is not great, where it is of recent origin, where it occurs in a favourable season and where it is not accompanied with complications."
    },
    {
        "verse_id": "22.1",
        "text": "23 The etiological factors of hemothermia [raktapitta] affecting the upper channels are mostly unctuous and hot things, and those affecting the lower channels are mostly hot and dry things"
    },
    {
        "verse_id": "24",
        "text": " The one which spreads in the upper direction is associated with Kapha and the one which spreads in the lower direction is associated with Vata. The one that spreads in both the directions gets combined with both Kapha and Vata."
    },
    {
        "verse_id": "24.1",
        "text": "25, The hemorrhage occurring as a consequence of the precipitated condition of the blood, in a person whose strength and flesh are not wasted and who feeds well, should not be stopped in the beginning as it is ‘safety valve hemorrhage’"
    },
    {
        "verse_id": "26-27",
        "text": " Throat-spasm, nasal fetor, fainting, anorexia, fever, gulma, splenic enlargement, constipation, leprous lesions, dysuria, dermatosis, piles, acute spreading affections, discoloration, fistula-in-ano and impairment of the functions of the intellect and the senses—these occur if the hemorrhage is stopped in the initial stage."
    },
    {
        "verse_id": "28",
        "text": " Hence, this initial development of hemorrhage in a strong person should be ignored by the physician who desires success in treatment after due consideration of the strength of the patient and the morbid condition."
    },
    {
        "verse_id": "29",
        "text": " The hemothermic condition generally becomes augmented by the toxic effects of the imperfectly digested food in the body. Hence lightening procedure should be advised at the beginning of the treatment."
    },
    {
        "verse_id": "30",
        "text": " Either lightening procedure or demulcent beverage should be advised in the beginning of hemothermia [raktapitta] after careful investigation of the channels affected, morbid humors associated, and the etiological factors."
    },
    {
        "verse_id": "31",
        "text": " If the patient feels thirst, he should be given the decoction of cuscus and sandal-wood, nut-grass, and trailing rungia, or simply water boiled and cooled."
    },
    {
        "verse_id": "32",
        "text": " The physician adept in the knowledge of the season, homologation, morbid associations, habitus and pharmaceutics, should first adminster demulcent drinks where the upper channel is affected, and thin gruel where the lower channel is affected."
    },
    {
        "verse_id": "33",
        "text": " The water, boiled with dates, grapes, mahwa and sweet falsah and cooled, should be used, mixed with sugar as a demulcent drink,"
    },
    {
        "verse_id": "34",
        "text": " A demulcent drink made of the powder of roasted paddy, mixed with ghee and honey, should be given. If it is drunk at the proper time, it cures hemothermia [raktapitta] spreading in the upward direction."
    },
    {
        "verse_id": "35",
        "text": " Thus, demulcent drink may be made acid for those whose digestive fire is weak and who have homologation to acid taste; and the learned physician should use sour pomegranate and emblic myrobalan for the acidifying purpose and administer the potion."
    },
    {
        "verse_id": "36",
        "text": " The diet of the hemothermic should consist of Shali rice, Shashtika rice, wild rice, common millet, Prashantika, Shyamaka and Priyangu corn."
    },
    {
        "verse_id": "37",
        "text": " Green gram, lentils, chick pea, moth bean and pigeon pea are considered beneficial in the preparation of soup and gruel for the hemothermic."
    },
    {
        "verse_id": "38-40",
        "text": " Wild snake-gourd, neem, tender leaves of wave-leaved fig and country-willow, chiretta, karella, thorny milk-hedge plant, hogweed, the flower of variegated mountain ebony, white teak, silk cotton and any other vegetable regarded as curative of hemothermia [raktapitta] in the dietary—these vegetables, either simply boiled or fried with ghee or prepared as soup are beneficial to the hemothermic patients who are habituated to only vegetable diet."
    },
    {
        "verse_id": "41-42",
        "text": " Pigeons, doves, quails, Chakora, Vartaka quail, hare, grey partridge, black buck, red deer and black-tailed deer—these are beneficial to the hemothermics. Their meat-juices should be administered seasoned with ghee, sweetened with sugar and either unacidified or slightly acidified."
    },
    {
        "verse_id": "43",
        "text": " In hemothermia [raktapitta] with the predominance of Kapha, vegetable-soups should be prescribed and in conditions with the Vata in predominance, meat-juices should be prescribed. Now, we shall describe the preparations of gruels useful in hemothermia."
    },
    {
        "verse_id": "44",
        "text": " The gruel, prepared with the decoction of the stamens of lotus and blue lily, painted-leaved ticktrefoil and perfumed cherry, is beneficial to hemothermia patients."
    },
    {
        "verse_id": "45",
        "text": " Similarly, the gruel prepared in the decoction of sandal-wood, black cuscus, lodh and dry ginger, or the thin gruel prepared with chiretta, black cuscus and nutgrass will prove beneficial."
    },
    {
        "verse_id": "46-47",
        "text": " The gruel prepared with the decoction of fulsee flowers, cretan prickly clover, cuscus and bael; or that prepared with the decoction of lentil and painted leaved ticktrefoil; or the one prepared with the decoction of ticktrefoil and green gram, or the gruel prepared with the decoction of pea and mixed with ghee and the decoction of heart-leaved sida or the gruel prepared with the meat-juice of the pigeon, is beneficial. Thus have been described the various preparations of gruels."
    },
    {
        "verse_id": "48",
        "text": " They should be taken with honey and sugar after being cooled. They are curative of hemotherinia. These gruels may also be prepared with meat-juice"
    },
    {
        "verse_id": "49",
        "text": " The flesh of rabbit combined with white goose foot is beneficial in hemothermia [raktapitta] attended with obstipation. The flesh of partridge boiled with the juice of gular fig is useful if Vata is in predominance."
    },
    {
        "verse_id": "50",
        "text": " The flesh of peacock; prepared with the infusion of wave-leaved fig, the flesh of cock with the infusion of the banyan, the flesh of quail and snipe with bael and blue lily, are beneficial."
    },
    {
        "verse_id": "51",
        "text": " When the patient is thirsty, he should be given a drink prepared with bitter drugs or juice of adipsous fruits or water prepared with ticktrefoil and the other drugs of its group or even simple water, boiled and cooled."
    },
    {
        "verse_id": "52",
        "text": " When the patient is very thirsty, the physician should investigate, the state of the secondary morbid humors, the vitality and the diet' of the patient and then give whenever he desires, a measured or a small quantity of water."
    },
    {
        "verse_id": "53-53½",
        "text": " Whatever things have been described as the etiological factors of hemothermia should be avoided by the hemothermic patient aspiring for long life and good health. Thus hag been described the systematic regimen of food and drink, curative of hemothermia [raktapitta]."
    },
    {
        "verse_id": "54 56",
        "text": " Hereafter will be described the procedure to be done on a patient who is very strong and who suffers from severe morbidity, whose body is strong, whose vitality aud flesh are not wasted, who has developed the hemothermic condition and severe morbidity as a result of excessive diet. The condition in which purificatory therapy is indicated and which shows no complications, should be treated with purgation for purifying the lower region, and with emesis for purifying the upper region of the body."
    },
    {
        "verse_id": "57-58",
        "text": " The wise physician should use turpeth, chebulic myrobalan, fruits of purging cassia, roots of zalil and colocynth or emblic myrobalan mixed liberally with honey and sugar as -purgatives; the juices of these drugs are considered specially useful in hemothermia [raktapitta]."
    },
    {
        "verse_id": "59-60",
        "text": " The emetic nut mixed with a demulcent drink, honey and sugar, or the emetic nut mixed with sugar-water or with sugar-cane juice should be given for emesis, or the kurchi fruits, nut-grass, emetic nut, liquorice and honey should be given for emesis. Emesis is the best treatment in hemothermia which spreads in the lower channels,"
    },
    {
        "verse_id": "61",
        "text": " The course of demulcent drink etc., is advisable in a patient who has been affected in the upper channels and has undergone successfully the purification therapy; and the conrse of gruels etc., is advisable in a patient who is affected in the lower channels and whose Vata is not strong."
    },
    {
        "verse_id": "62-64",
        "text": " For one, whose flesh and strength are wasted, who has been emaciated by grief, load-carrying or way-faring, who has been suffering from the effects of the heat of fire or the sun, or who has been wasted by other diseases, or who is a gravida or is old or very young, who is habituated to dry, meagre or restricted diet, who is unfit for taking emesis or purgation, or who has developed consumption—for all such kinds of hemothermia-patients the sedative line of treatment is prescribed. Now the sedative line of treatment will be explained."
    },
    {
        "verse_id": "65",
        "text": " The decoction of malabar nut, grapes and chebulic myrobalan, taken with sugar and honey, is curative of dyspnea, cough and hemothermia [raktapitta]."
    },
    {
        "verse_id": "66",
        "text": " One should take the decoction of malabar nut with perfumed cherry, yellow ochre, extract of Indian berberry, lodh and honey as cure for hemothermia."
    },
    {
        "verse_id": "67",
        "text": " One may also take it with Himalayan cherry, stamens of lotus, scutch grass, white goose foot, blue lily, fragrant poon and lodh."
    },
    {
        "verse_id": "68-68½",
        "text": " White lotus, liquorice and honey mixed with the j nice of horsedung, or roots of camel thorn and trailing eclipta, mixed with the juice of cow dung and taken with rice water is curative of hemothermia [raktapitta]."
    },
    {
        "verse_id": "69",
        "text": " Or, one may lick the juice of cow-dung or horse-dung mixed with honey and ghee."
    },
    {
        "verse_id": "70",
        "text": " The hemothermia-patient may lick the powder of the flowers of catechu, perfumed cherry, variegated mountain ebony and silk cotton, mixed with honey."
    },
    {
        "verse_id": "71",
        "text": " Or, the patient may take a linctus of the powder of Indian water chest-nut, roasted paddy, nutgrass, date and lotus stamens mixed with honey."
    },
    {
        "verse_id": "72",
        "text": " The blood of beasts and birds of Jangala land should be taken as a linctus mixed with honey. In a condition of coagulated blood, the droppings of the pigeon may be taken with honey."
    },
    {
        "verse_id": "73-73½",
        "text": " Black cuscus, yellow sandalwood, lodh, Himalayan cherry, perfumed cherry, box myrtle, conch, red ochre—each of these mixed with an equal amount of sandal-wood and taken with sugar and plenty of rice water, immediately relieves hemothermia [raktapitta], bronchial asthma, excessive thirst and burning."
    },
    {
        "verse_id": "74-76",
        "text": " Chiretta, betel nut, nut grass, white lotus, red lotus, blue lily, cuscus roots, leaves of bitter snake-gourd, cretan prickly clover, trailing rungia, lotus stalk, the barks of arjun, gular. fig, country willow, banyan, common fennel, camel thorn, bamboo manna, madder, fragrant poon, prickly amaranth, Indian sarsaparilla, gum of silk-cotton, sensitive plant—each of these prescribed in combination with sandalwood and prepared in the manner above described, proves beneficial in these diseases."
    },
    {
        "verse_id": "77",
        "text": " From this list, any one drug or all drugs combined together, prepared in the form of an overnight cold infusion or as expressed juice or in the form of a paste or pulp or of a decoction, will alleviate the hemothermic condition."
    },
    {
        "verse_id": "78",
        "text": " The cold infusion, prepared by keeping overnight the powder of green gram, fried paddy, barley, long pepper, black cuscus, nutgrass and sandalwood in the cooled decoction of heart-leaved sida, alleviates hemothermia which is of an acute condition."
    },
    {
        "verse_id": "79",
        "text": " Hemothermia [raktapitta] becomes alleviated also by a potion of the water in which lapis lazuli, pearls, precious stones, red ochre, earth, conch, gold and emblic myrobalan are kept; also by a potion of hydromel or sugarcane juice."
    },
    {
        "verse_id": "80",
        "text": " The clear supernatant fluid of the solution in water of black cuscus, lotus, blue lily, sandalwood and heated earth, should be given cooled, along with sugar and honey, for the relief of excessive hemorrhage."
    },
    {
        "verse_id": "81",
        "text": " The clear supernatant part of the solution in water, of perfumed cherry, sandalwood, lodh, Indian sarsaparilla, mahwa, nutgrass, black cuscus, fulsee flowers and earth, mixed with liquorice water and sugar, is an excellent hemostatic in hemothermia."
    },
    {
        "verse_id": "82",
        "text": " If, by the administration of the aforesaid variety of preparations or decoctions, the gastric fire is re-activated and cough is subdued, and yet the hemothermic condition is not quieted, then there occurs the sequela of Vata provocation; it should be treated in the following way—"
    },
    {
        "verse_id": "83-84",
        "text": " A course of goat’s milk or cow’s milk boiled in five times its quantity of water or boiled with the drugs of the ticktrefoil group and mixed with sugar and honey, will be the best treatment. A course of milk boiled with grapes or ginger, or heart-leaved sida or small caltrops or milk, boiled with Jivaka, Rishabhaka and ghee and mixed with sugar, may be administered."
    },
    {
        "verse_id": "85",
        "text": " The milk boiled with climbing asparagus and small caltrops or leaves of wild green gram and black gram, and the two kinds of ticktrefoil, stops, bleeding quickly and specially the hemorrhage of the urinary tract accompanied with pain."
    },
    {
        "verse_id": "86",
        "text": " The milk prepared with gum of sillk cotton or with the sprouts and catkins of banyan or with cuscus, blue lily and dry ginger, is specially beneficial in bleeding of the gastro-intestinal tract."
    },
    {
        "verse_id": "87",
        "text": " In case of profuse hemorrhage, the patient should first drink the milk prepared with various astringent decoctives and then take a meal of Shali rice and milk; or he may take a potion of ghee prepared with those decoctives."
    },
    {
        "verse_id": "88",
        "text": " The ghee prepared with the decoction of vasaka plant, branches, root and leaves, with the paste of its flowers, taken with honey, stops hemorrhage immediately. Thus has been described the Vasa Ghee."
    },
    {
        "verse_id": "89",
        "text": " The ghee prepared with the juice and paste of the petioles of Bengal kino, liquefied by adding honey, may be used as a linctus; or the ghee prepared with the paste of kurchi or the ghee prepared with madder, blue lily and lodh, may be similarly used."
    },
    {
        "verse_id": "90",
        "text": " Similar is the method of preparing the ghee with zalil or with gular fig, as also with the leaves of bitter snake-gourd. All the ghees which are curative of the Pitta type of fever, are useful in hemothermia [raktapitta]."
    },
    {
        "verse_id": "91-92",
        "text": " Inunctions, affusions, applications, baths, beds, chambers and other cooling measures and the best procedures of the enema described for the relief of Pitta-type of fever, should be fully made use of in hemothermia with due consideration to time and dosage. The ghee-balls which are useful in pulmonary ulcerations relieve hemothermia immediately."
    },
    {
        "verse_id": "93-94",
        "text": " If Kapha develops as a sequela to hemothermia [raktapitta] and if the hemothermic blood is inspissated and collect in the throat, a course of alkali prepared from lotus-stalk mixed with honey and ghee, should be carefully given in the proper dose. The alkalis prepared of stalks and stamens of lotus or blue lily or of Bengal kino or of perfumed cherry or of mahwa or of feather foil should be used in similar manner."
    },
    {
        "verse_id": "95",
        "text": " Ghee should be prepared, by the wise physician, with the paste of climbing asparagus, pomegranate, tamarind, Kakoli, Meda, liquorice, white yam and the root of citron and four times the quantity of milk"
    },
    {
        "verse_id": "96 This ghee cures cough, fever, constipation, obstipation, colic and hemothermia",
        "text": " The ghee prepared with all the five kinds of pentaradices serves the same purpose. Thus has been described the Compound Climbing Asparagus Ghee."
    },
    {
        "verse_id": "97",
        "text": " In condition of epistasis, after the blood flowing from the nose has become free of morbidity, the preparation of the various decoctives described above should be used as nasal medication, by the physician."
    },
    {
        "verse_id": "98",
        "text": " If the morbid blood is prevented from flowing out by nasal medication, then, there occurs severe nasal catarrh or disorders of the head, discharge of blood and pus, fetor of putrid flesh from the nose, anosmia and a severe type parasitic infection."
    },
    {
        "verse_id": "99",
        "text": " Blue lily, red ochre, conch and sandal-wood mixed with sugar-water, will mike a very good nasal medication as also the juice of mango stone, or that of sensitive plant along with fulsee flowers or the gum of silkcotton with lodh."
    },
    {
        "verse_id": "109",
        "text": " The enjoyment of river-sides and ponds, caves amidst snowy mountains, the hours of moonrise, lotus-lakes and the listening to pleasant tales have, all of them, a cooling effect and alleviate the condition of hemothermia [raktapitta]."
    },
    {
        "verse_id": "101",
        "text": " The oil of Buchanan’s mango prepared in milk, with the paste of liquorice and milk, or the ghee of the goat or the buffalo prepared with the paste of mango-stone and other drugs described above, or with Indian sarsaparilla, lotus and blue lily in milk makes a good nasal medication."
    },
    {
        "verse_id": "102-105",
        "text": " White and red sandal wood, white lotus, lotus, blue lily, black cuscus, country willow, cuscus, lotus stalks, scutch grass, liquorice, milky yam, roots of Shali rice, sugar cane, camelthorn plant, elephant grass, reed, sacred grass, and thatch grass; red sandalwood, moss, Indian sarsaparilla, valerian hard-wick, root of ginger grass, Riddhi, roots and flowers of lotuses, earth from the lotus pond, gular fig, holy fig, mahwa, and lodh and all astringent plants containing tannin and cooling in action, should be used as external applications. The physician desirous of curing hemothermia [raktapitta] should make use of all the above-mentioned, i.e. white sandal wood and others as external application, affusion, bath, and also in the preparation of ghees and oils,"
    },
    {
        "verse_id": "106-107",
        "text": " Apartments with arrangement for shower-bath, cold under-ground chambers, resort to pleasant woods cooled by moist breezes, the application of vessels inlaid with azure, pearls and precious stones and made cool by putting cold water in them; leaves and flowers of aquatic plants and cooling fabrics made of silk, or plantain leaves and the leaves of lotus and blue lily are recommended for use as covers for beds and seats, in a condition of thermalgia i.e. burning sensation in the body."
    },
    {
        "verse_id": "108",
        "text": "The embraces of young women who have anointed their bodies with the paste of perfumed cherry, and the me of wet and cool lotuses and blue lily bunches as fans, are beneficial in condition of burning."
    },
    {
        "verse_id": "110-111",
        "text": " The etiological factors, the development, nomenclature, seat, signs and symptoms of each type of morbidity, the directions of spreading, curability, incurability and the line of treatment, the wholesome food and drink, contra-indications and the modes of purification and of sedation—all this, has the master expounded in the chapter on the Treatment of Hemothermia."
    }
]