[
	{
        "verse_id": "1",
        "text": " We shall now expound ‘The Therapeutics of Pectoral Lesions and Cachexia [kshata-kshina-cikitsa].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Atreya, the Brahmic sage of great fame and knower of the supreme truth, declared this chapter on therapeutics for the treatment of pectoral lesions and cachexia [kshata-kshina]."
    },
    {
        "verse_id": "3.1",
        "text": "4-8 One who strains excessively with the bow, lifts heavy loads, falls from uneven heights and up the steep gradients, fights with stronger men, tries to restrain a young run-away bull, horse or other animal requiring control, or in assaults with foemen heaves boulders or wields clubs or powerful slings, or one who is given to reciting at the top of his voice, or runs a long course at top speed or swims across great rivers, or runs along keeping pace with swift horses, or performs violent feats of high or long jumping, or dances overmuch and at a rapid pace, or one who is injured by similar violent activities, or is addicted to excessive indulgence in women or is habituated to dry, meagre and poor diet—in such a person, the ulcerative lesions having occurred in the chest, this severe disease supervenes"
    },
    {
        "verse_id": "9-11½",
        "text": " He suffers from acute pain in his chest and ulcerative lesions form aud spread in the lungs. The side of the chest is compressed, atrophied and sunken and the pulsating movement is seen there (marked cardiac gustation). Thereafter gradually vitality, strength, complexion, appetite and digestive power become diminished and also, as a consequence of the loss of gastric fire, there occur fever, pain, neurasthenia and looseness of stools. The patient suffering from cough expectorates sputum which is purulent, dark, offensive in smell, yellow, nummular, copious and tinged with blood. Thus, the patient with pectoral lesions [kshata] becomes excessively emaciated; and so does the man who suffers undue loss of semen and vital essence"
    },
    {
        "verse_id": "12",
        "text": " The indistinct signs are said to be the premonitory symptoms."
    },
    {
        "verse_id": "13",
        "text": " Pain in the chest, hemoptysis and particularly cough appear in pectoral ulcerative lesions. In cachexia [kshina], there will be hematuria and rigidity of the side of the chest, back and waist"
    },
    {
        "verse_id": "14",
        "text": " The disease which manifests only a few symptoms, which is of recent origin and occurs in a person who is strong and whose gastric, fire is powerful, is curable. If the disease has been existing for more than a year, it is palliable and if it is accompanied with all the symptoms it is irremediable."
    },
    {
        "verse_id": "15",
        "text": " Once a diagnosis of ulcerative lesions in the chest has been made, the patient should be immediately made to drink a draught prepared of lac, mixed with milk and honey. He may take his meal mixed with milk and sugar."
    },
    {
        "verse_id": "16- 17",
        "text": " If the patient has pain in the side or the hypogastric region, or"
    },
    {
        "verse_id": "the <a data-gl=\"1\" href=\"/definition/pitta#ayurveda\" title=\"show Pitta definitions\">Pitta</a> and the gastric fire are feeble, this dose should be given with <a data-gl=\"1\" href=\"/definition/sura#ayurveda\" title=\"show Sura definitions\">Sura</a> wine; and if he suffers from loose-stools, then the draught of lac should be given mixed with nutgrass, atees, <a data-gl=\"1\" href=\"/definition/patha#ayurveda\" title=\"show Patha definitions\">Patha</a> and kurchi seeds",
        "text": " If the gastric fire of the patient is strong he should take this dose of lac mixed with ghee, bees’ wax, the drugs of the life-promoter group, sugar, bamboo manna and wheat-flour, prepared in milk."
    },
    {
        "verse_id": "the <a data-gl=\"1\" href=\"/definition/pitta#ayurveda\" title=\"show Pitta definitions\">Pitta</a> and the gastric fire are feeble, this dose should be given with <a data-gl=\"1\" href=\"/definition/sura#ayurveda\" title=\"show Sura definitions\">Sura</a> wine; and if he suffers from loose-stools, then the draught of lac should be given mixed with nutgrass, atees, <a data-gl=\"1\" href=\"/definition/patha#ayurveda\" title=\"show Patha definitions\">Patha</a> and kurchi seeds.1",
        "text": "18, The patient with pectoral lesions [kshata] may take milk, prepared with sugar-cane, lotus rhyzomes, lotus anthersand red sandalwood and mixed with honey for the healing of these lesions"
    },
    {
        "verse_id": "the <a data-gl=\"1\" href=\"/definition/pitta#ayurveda\" title=\"show Pitta definitions\">Pitta</a> and the gastric fire are feeble, this dose should be given with <a data-gl=\"1\" href=\"/definition/sura#ayurveda\" title=\"show Sura definitions\">Sura</a> wine; and if he suffers from loose-stools, then the draught of lac should be given mixed with nutgrass, atees, <a data-gl=\"1\" href=\"/definition/patha#ayurveda\" title=\"show Patha definitions\">Patha</a> and kurchi seeds.1.1",
        "text": "19 If the patient suffers from fever and burning, he may be given barley-powder prepared with milk and mixed with ghee; or he may take roasted barley powder with sugar, honey and milk"
    },
    {
        "verse_id": "20",
        "text": " If the patient suffers from cough and pains in the side of the chest or in the bones, he may lick the powder prepared of mahwa flowers, liquorice, grapes, bamboo manna, long pepper and sida, mixed with ghee and honey."
    },
    {
        "verse_id": "21-24",
        "text": " Take ½ tola each of small cardamom, cinnamon leaf and cinnamon, 2 tolas of long pepper and 4 tolas each of sugar, liquorice, dates and grapes. Pulverise them and mixing the whole with honey, make it into pills. The person may take these pills daily in a dose of one tola. This pill will cure cough, dyspnea, fever, hiccup, emesis, fainting, intoxication, giddiness, hemoptysis, thirst, pleurodynia, anorexia, consumption, splenic disorders, rheumatic condition, alteration of voice, pectoral lesions, cachexia [kshina] and hemothermia. This pill is also highly nourishing and aphrodisiac. Thus has been described ‘The compound Cardamom Pill’."
    },
    {
        "verse_id": "25",
        "text": " If there is profuse bleeding, the patient may take a potion of the hen’s egg mixed with gruel or water or he may take the contents of the sparrow’s egg or the blood of the goat or a Jangala animal."
    },
    {
        "verse_id": "26-26½",
        "text": " The person spitting blood may take the powder of hogweed, red Shali-rice and sugar prepared with grape-juice, milk and ghee. Or he may take the amaranth-vegetable prepared with mahwa-flowers, liquorice and milk."
    },
    {
        "verse_id": "27",
        "text": " If the patient is afflicted with claudication of Vata, he may take goat’s fat fried in Sura wine with a little of rock-salt."
    },
    {
        "verse_id": "28",
        "text": " If the patient with pectoral lesions is very weak and cachectic and is suffering from insomnia and if his Vata morbidity is strong, he may take goat’s fat with the top layer of cream of boiled milk with honey, ghee and sugar."
    },
    {
        "verse_id": "29",
        "text": " Or the emaciated and cachectic pthisis-patient may lick sugar, powder of baked barley, wheat, Jivaka, Rishabhaka and honey, followed by a potion of boiled milk."
    },
    {
        "verse_id": "30",
        "text": " The patient may drink the soup of the flesh of carnivorous animals, seasoned with ghee and mixed with long pepper and honey. This is a great promoter of flesh and blood."
    },
    {
        "verse_id": "31-32",
        "text": " The patients suffering from pectoral lesions and paucity of semen should be given cooked Sail rice with ghee prepared from the milk decocted with banyan fig, gular fig, holy fig, yellow-barked fig, Indian sal, perfumed cherry, the tuft of the palm, the bark of the jambul, buchanan’s mango, Himalayan cherry and the Ashvakarna sal."
    },
    {
        "verse_id": "33",
        "text": " The medicated ghee prepared in the decoction of liquorice and gingo fruit, and an equal quantity of milk with the paste of milky yam, long pepper and bamboo manna, is beneficial in pectoral lesions [kshata]."
    },
    {
        "verse_id": "34",
        "text": " Similarly the medicated ghee prepared in the solution of jujube and lac, and milk eight times the quantity of ghee, together with the paste of the barks of Indian calosanthes, Indian berberry, kurchi and kurchi seeds, is beneficial in pectoral lesions."
    },
    {
        "verse_id": "35-41",
        "text": " Jivaka Rishabhaka, milky yam, cock swallow wort, dry ginger, long zedoary, the tetrad of Parnis, the two kinds of Meda, two kinds of Kakoli, Indian nightshade and yellow berried nightshade and white and red hog sweed, liquorice, cowage, climbing asparagus, Riddhi, falsah, betel-killer, grape, yellow berried nightshade, Indian water chestnut, feather foil, milky yam, long pepper, heart leaved sida, jujube, walnut, date, almond and Abhishuka and similar other drugs; take one tola of each of these and make a paste of it and prepare a medicated ghee in 64 tolas of ghee with 64 tolas each of the juice of emblic myrobalan, juice of white yam, sugarcane juice, juice of the goat’s flesh aud cow’s milk with the above paste. When it is cooled, mix it with 32 tolas of honey, 200 tolas of sugar and the powder of 2 tolas of each of cinnamon leaf, small cardamom, fragrant poon, cinnamon and black pepper. The patient may lick this Amrita-prasha ghee—ambrosial linctus in proper dose, which acts as ambrosia on men. A man taking the milk and meat-juice should take this nectarial or ambrosial ghee."
    },
    {
        "verse_id": "42-43",
        "text": " This ghee will act as a roborant on persons emaciated from loss of semen, pectoral lesion, cachexia [kshina], debility and diseases, those who resort to over-indulgence in women, those who are emaciated and also those who have lost their complexion and voice. It is curative of cough, hiccup, fever, dyspnea, burning, thirst, hemothermia, emesis, fainting, stomach-disorders, gynecic and urinary disorders and it promotes procreative power. Thus has been described ‘The Amrita-prasha Ghee’."
    },
    {
        "verse_id": "44-47",
        "text": " Decoct 4 tolas of each of small caltrops, cuscus grass, Indian madder, heart-leaved sida, white teak, ginger grass, roots of sacrificial grass, painted leaved uraria,palas, Rishabhaka and ticktrefoil, till it is reduced to one-fourth of its quantity, and prepare a ghee in this solution by adding 64 tolas of ghee, four times the quantity of milk and the paste of cowage, cock swallow wort, Meda, Rishabhaka, Jivaka, climbing asparagus Riddhi, grapes, sugar, east indian globe thistle and lotus stalks. This ghee is curative of disorders of Vata and Pitta, tachycardia, colic, dysuria, urinary disorders, piles, cough, consumption and wasting and is promotive of strength and flesh in persons emaciated as the result of overstrain, practising the bow, over-indulgence in women and wine, and carrying of heavy loads and of the fatigue due to excessive walking. Thus has been described ‘The compound small Caltrops Ghee’."
    },
    {
        "verse_id": "48-49",
        "text": " Take 32 tolas of liquorice and 64 tolas of dried grapes and to the decoction obtained from these, add 64 tolas of ghee and 32 tolas of the paste of long pepper, and cook. After it has been taken off the fire and allowed to cool, add 32 tolas each of honey and sugar. This medicated ghee taken with equal quantity of fried barley flour is beneficial in cases of pectoral lesions [kshata] and cachexia [kshina] and Gulma due to vitiated menstrual blood."
    },
    {
        "verse_id": "50-53",
        "text": " The physician should take 64 tolas each of the following seven articles: juices of chebulic myrobalan, white yam, sugar cane, drugs of the life-promoter group, ghee, goat’s milk and cow’s milk, and should cook the whole together- After it has been allowed to cool, add 64 tolas each of sugar candy and honey. This medicated ghee is curative of consumption, epilepsy, hemothermia, cough, urinary disorders and wasting. It is also rejuvenating and promotive of life, and promotes flesh, semen and vitality. Ghee should be taken in the form of linctus in conditions where Pitta is predominant; and where Vata is predominant it should be taken in the form of a potion. When used as a Ii^ctus^ the dose being small it quiets the Pitta without quenching the gastric fire; when used as a potion (the dose being large) it subdues Vata, while also preventing the diffusion of the gastric fire."
    },
    {
        "verse_id": "54-55",
        "text": " All these ghees made into a thick paste with the powders of bamboo manna, sugar and roasted paddy powder, may be used for persons who are weak, emaciated and thin. The patient may take this medicated ghee rolled into balls, with the addition of equal quantity of honey. It should be followed by a potion of milk. By a course of this, one obtains increase of semen, vitality, strength and plumpness at a quicker rate. Thus have been described preparation of the ghee bolus."
    },
    {
        "verse_id": "56 61",
        "text": " Take four tolas each of heart leaved sida, white yam, minor pentaradices, hog-weed and sprouts of- the five milk-yielding trees (viz., the five varieties of fig). To the decoction obtained from these, add twice its quantity of milk and an equal quantity of the juice of white yam and the meat-juice of goat’s flesh, one tola of the paste of each of the ten drugs of the life-promoter group and 256 tolas of ghee. Cook the whole together. After it has cooled, filter and add 128 tolas of sugar-candy and 16 tolas each ot the powder of wheat, long pepper, bamboo manna, Indian water chestnut and honey; The whole should be beaten up into the consistency of a paste by means of a wooden stick and rolled into balls. These ghee-balls should be wrapped round in birch leaves. This preparation should be taken in a dose of 4 tolas and followed by a potion of milk or in the case of Kapha disorders, by a potion of wine. These ghee-balls are recommended in the disorders of consumption, cough, pectoral lesions [kshata], wasting, emaciation due to overwork, indulgence in women and carrying of heavy weights, in hemoptysis, in heat or colds affecting the chest, in pain in the sides of the chest or in the head and in loss of voice and complexion. Thus has been described the second variety of ghee-bolus."
    },
    {
        "verse_id": "62-64",
        "text": " Prepare a paste in milk of 4 tolas of each of the following 13 articles—east Indian globe thistle, grape, trilobed virgin’s bower, Risha-bhaka, Jivaka, milky yam, Riddhi, Kshirakakoli, yellow-berried nightshade, cowage, date and Meda. Add to the paste thus obtained 64 tolas of the juice of each of emblic myrobalans, white yam and sugarcane, and cook in 64 tolas of ghee. After cooling, add 200 tolas of sugar and 32 tolas of honey and roll into boluses. These gheeboluses are curative of cough, hiccup and fever."
    },
    {
        "verse_id": "65",
        "text": " Consumption, asthma, hemothermia, Halimaka, loss of semen, insomnia, thirst, emaciation and jaundice are also cured by these ghee-boluses. Thus has been described the third kind of ghee-bolus."
    },
    {
        "verse_id": "66-69",
        "text": " Take 40 tolas of each of fresh emblic myrobalans, grapes, cowage, hog s weed, climbing asparagus, white yam, sensitive plant and long pepper, 32 tolas of dry ginger and 8 tolas each of liquorice, sanchal salt and black pepper and reduce to powder. Add this to the decoction of 768 tolas of milk, oil and ghee, and 400 tolas of sugar, and roll into boluses of the weight of 4 tolas each. The patient suffering from emaciation, pectoral lesions and dehydration should take this preparation. They will get robo-rated by the immediate increase of the body-elements such as the nutrient fluid, etc. Thus has been described the fourth kind of ghee-bolus."
    },
    {
        "verse_id": "70-74- Take 128 tolas of cow’s milk, 64 tolas of ghee, 256 tolas of sugar-cane juice and 64 tolas of the juice of white yam and 64 tolas of the meat-juice of partridge and cook the whole together",
        "text": " While it is being cooked, the paste, levigated in sugar-cane juice, of 16 tolas of mahwa flowers, 16 tolas of Buchanan’s mango, 8 tolas of bamboo manna, 20 dates, 20 beleric myrobalans, 4 tolas of long pepper, 120 tolas of sugar, one tola of liquorice and 2 tolas of each of the drugs of the life-promoter group should be put into it. When it has cooled down, add to it 16 tolas of honey and roll the stuff into boluses and sprinkle over them the powder of black pepper and cumin."
    },
    {
        "verse_id": "75-77",
        "text": " These boluses are curative of rheumatic condition, disorders due to Pitta, pectoral lesions [kshata], cough or wasting, dehydration, loss of semen and blood-spitting due to pectoral lesions. They are beneficial to those who are emaciated, weak and aged to those who are desirous of gaining plumpness, improved complexion and vitality, to women who are [? suffering?] from menstrual disorders due [? to?] gynecic morbidity, to women desirous of conception and to those with a tendency to abort or miscarry and to premature death of the fetus. These are beneficial, strengthening and wholesome to such and act as promoters of semen and blood. Thus has been described the fifth kind of ghee-bolus."
    },
    {
        "verse_id": "78",
        "text": " If Vata causes disorders of the genito-urinary system in a patient who is addicted to women, he should be prescribed recipes that are curative of Vata, roborant and virilific."
    },
    {
        "verse_id": "79",
        "text": " Or, he may be given to drink boiled milk mixed with sugar, powder of long pepper, ghee and honey. This milk is curative of cough and fever."
    },
    {
        "verse_id": "80",
        "text": " The person who is suffering from emaciation due to over-indulgence in women, may drink thin gruel prepared with juice of white yam and sugarcane and seasoned with acid fruit-juice and ghee; this gruel is a great life-promoter and roborant."
    },
    {
        "verse_id": "81",
        "text": " The person who is suffering from emaciation due to pectoral lesions, to whom barley diet is agreeable and whose gastric fire is active, may drink the demulcent drink prepared of fried grain powder and filtered through cloth and mixed with honey and ghee."
    },
    {
        "verse_id": "81.1",
        "text": "82, The meat-juice of Jangala animals prepared with the drugs of the life-promoter group and seasoned with ghee and mixed with sugar, may be used as a sauce for the cachectic patient"
    },
    {
        "verse_id": "83",
        "text": " The patient may take barley-meal with the milk or meat juice of cow, buffalo, horse, elephant or goat and with thin gruel seasoned with ghee and acid fruits."
    },
    {
        "verse_id": "84",
        "text": " This is the mode of dieting in a consumptive patient whose gastric fire is active; if the gastric fire of the patient is weak, stimulants and digestives should be given and if the patient suffers from loose stools, remedies described as astringent are desirable."
    },
    {
        "verse_id": "85-87",
        "text": " Take four tolas of rock-salt, eight tolas of dry ginger, eight tolas of sanchal salt, sixteen tolas of kokam, sixteen tolas of pomegranate, sixteen tolas of holy basil, four tolas of black pepper, four tolas of cumin seeds, and eight tolas of coriander. Add to these 48 tolas of sugar and reduce the whole to powder. This powder should be given with eats and drinks in proper dose. It is appetizing, digestive stimulant, promotive of strength and curative of pleurodynia; dyspnea and cough. Thus has been described ‘The compound Rock-salt Powder.’"
    },
    {
        "verse_id": "88-90",
        "text": " Coriander four tolas; cumin seeds eight tolas; celery seeds eight tolas; pomegranate sixteen tolas; tamarind sixteen tolas; sanchal salt four tolas; dry ginger one tola; and pulp of wood apple 20 tolas. Powder the whole and add 64 tolas of sugar. This Sadava preparation should be used in conjunction with food and drink, as indicated in the case of the previous recipe. It is indicated in conditions of impaired digestion and loose stools; in consumptive patients, it acts as a promoter of the gastic fire. Thus has been described ‘The Shadava medication’."
    },
    {
        "verse_id": "91-92",
        "text": " The patient with pectoral lesions may take a course of the juice of the root of gingo-fruit mixed with milk for a month, beginning with half a tola and gradually increasing it to four tolas. He should subsist on a milk-diet, taking no solid food. This course is a great promoter of plumpness, life, vitality and health. Similar are the courses of Indian pennywort, dry ginger and liquorice."
    },
    {
        "verse_id": "93-94",
        "text": " Whatever food and drink is nourishing, cooling, non-irritant, wholesome and light should be taken by the patient who suffers from cachexia [kshina] due to pectoral lesions [kshata], and who is desirous of regaining health. Whatever has been described as wholesome to the patient suffering from consumption, cough and hemothermia, may be used for the patient with pectoral lesions, with due consideration to gastric fire, intensity of disease, homologation and vitality of the patient."
    },
    {
        "verse_id": "95",
        "text": " If prompt treatment of this disease is neglected, it will lead to the sequela of consumption. Therefore before consumption sets in, this disease should be quickly subdued."
    },
    {
        "verse_id": "96-97",
        "text": " The etiology of pectoral lesions [kshata] with cachexia [kshina], the general and special signs and symptoms, the incurable, palliable and curable conditions of the disease, and the remedies for those conditions which are curable—all this, has been declared to his foremost disciple by Punarvasu, the knower of Truth, who was free from the faults of passion and ignorance, in this discourse on the therapeutics of Pectoral Lesions and Cachexia."
    }
]