[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Therapeutics of Consumption [raja-yakshma-cikitsa]”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshiping Atreya."
    },
    {
        "verse_id": "3-10",
        "text": " The sages heard an ancient tale of passion concerning the moon as it was narrated among the gods. The moon was so excessively attached to Rohini [rohiṇī], even to the extent of neglecting his physical well-being that his body became very emaciated by the loss of the unctuous element. The great progenitor, Daksha, enraged by the conduct of the moon who neglected the other daughters of Daksha whom be had also taken as his wives, exhaled his wrath through his breath; for indeed the moon took all the twenty-eight of the great progenitor’s daughters for his wives, but failed to live impartially with all of them. Thus, cursed by the great progenitor, consumption [yakshma] entered into the moon who had failed to treat all his wives impartially, and who was submergedin passion and had grown weak. Having grown lustreless in consequence of the great wrath of the progenitor, the moon went to seek his forgiveness, taking the gods and the divine sages with him. The progenitor, finding him to have come back to the path of virtue, was gracious to him and the moon received his treatment from the Ashvius. After he was liberated from the grip of the disease, he shone greatly. The Ashvins having increased his vital essence he acquired also great purity of mind."
    },
    {
        "verse_id": "11",
        "text": " Wrath, consumption, fever and disease—all mean the same thing and signify suffering. Since this disease first befell the king (of the stars) it is called the royal disease [i.e., raja-yakshma]."
    },
    {
        "verse_id": "12",
        "text": " This disease of consumption, having been turned away by the Ashvin Twins, came down to the mortal world and here makes its entry into men, finding its fourfold causative factor."
    },
    {
        "verse_id": "13",
        "text": " Over-exertion, suppression of natural urges, wasting and fourthly irregular diet, are the etiological factors of consumption [yakshma]."
    },
    {
        "verse_id": "14-15",
        "text": " If a man gets his chest injured by the strain of fighting, study, load-lifting, way-faring, jumping, swimming and such other hard tasks or by a fall, trauma or any other undertakings beyond one’s strength, the Vata, being provoked in the body, precipitates the other two humors and quickly spreads over the entire body."
    },
    {
        "verse_id": "16-19",
        "text": " If that Vata gets localised in the head, it causes headache; if it lodges in the throat it impedes the function of the throat and produces coughs change of voice and anorexia; if it is localised in the side of the chest, it causes pleurodynia; it causes loosening of stools, if it is localised in the rectum; if it is localised in the joints, it causes pendiculation and fever; and if it is localised in the chest, it causes pectoral pain. Owing to erosion in the chest the person expectorates with great trouble sputum mixed with blood from the worn-out chest (giving the characteristic ‘cracked pot’ sound) and suffers severe pain in the chest. Thus, a man given to reckless actions is afflicted with consumption characterised by these eleven symptoms. Therefore the wise man should never resort to such inconsiderate actions."
    },
    {
        "verse_id": "20-21",
        "text": " If a person suppresses the generated urge for flatus, urine or feces, owing to bashfulness, aversion, or fear, then as a reaction to this suppression, the Vata. provoking the Kapha and the Pitta, carries them upwards, sideways or downwards and produces various disorders."
    },
    {
        "verse_id": "22-23",
        "text": " Coryza, cough, change of voice, anorexia, pleurodynia, headache, fever, shoulder-ache, body-ache, frequent vomiting and loose stools with the signs of tri-humoral discordance—these are the syndrome of eleven signs and symptoms in consideration of which consumption is considered a major disease."
    },
    {
        "verse_id": "24",
        "text": " Owing to jealousy, eagerness, fear, terror, anger, grief, excessive emaciation, excessive sexual indulgence and fasting, there occurs diminution of the semen and the vital essence."
    },
    {
        "verse_id": "25-26",
        "text": " Consequent upon the loss of the unctuous element of the body, the Vata increases and provokes the other two humors and causes these eleven disorders viz., coryza, fever, cough, body-ache, headache, dyspnea, loose stools, anorexia, pleurodynia loss of voice and heat in the shoulder region."
    },
    {
        "verse_id": "27",
        "text": " These eleven symptoms indicate the presence of this major disease—consumption [yakshma], which, arising from wasting, wastes away life."
    },
    {
        "verse_id": "28",
        "text": " The Vata and other humors getting provoked by promiscuous eats and drinks taken irregularly, generate serious diseases"
    },
    {
        "verse_id": "29",
        "text": "They obstruct the circulatory channels of blood etc., and being vitiated, create a fertile soil for diseases and also stop the nourishment of the body-elements."
    },
    {
        "verse_id": "30-32",
        "text": " Coryza, ptyalism, cough, vomiting and anorexia, fever, shoulder -ache and vomiting of blood (hemoptysis), pleurodynia, headache and change of voice—these are known as the respective symptoms caused by Kapha, Pitta and Vata. Thus have been described the eleven signs and symptoms of the syndrome of disease called the royal disease (i.e., consumption) resulting from its etiological factor which has been stated to be fourfold."
    },
    {
        "verse_id": "38",
        "text": " I shall now describe the signs and symptoms and the treatment of this disease, as proposed."
    },
    {
        "verse_id": "39",
        "text": "The body-elements attain their mature condition by their own innate metabolic heat, and the circulatory channel of each of these elements nourishes the body-element next to it in order."
    },
    {
        "verse_id": "49",
        "text": " By the obstruction of the circulatory channels and as a result of the diminution of blood and other nutrient elements, as also of the innate heat of the body-elements, the pathological changes of consumption are brought about."
    },
    {
        "verse_id": "41",
        "text": " Under these conditions, whatever food staying in the gastro-intestinal tract undergoes digestive process, is converted mostly into excretory matter and very little is assimilated by the body as vital juice."
    },
    {
        "verse_id": "42",
        "text": " Hence the excretory or fecal matter should be specially taken care of in the body of the consumptive where all body-elements are atrophied and hence the elementary fecal matter is the only source of strength left for him."
    },
    {
        "verse_id": "43",
        "text": " As the circulatory channels are obstructed, the nutrient fluid remains in its own habitat, increases in quantity and flows upwards in various forms pushed up by the cough."
    },
    {
        "verse_id": "44",
        "text": " In consequence of this are produced the six or the eleven types of symptoms, the syndrome of which is designated ‘consumption [yakshma].’"
    },
    {
        "verse_id": "45-46",
        "text": " Cough, heat in the shoulder region, change of voice, fever, pleurodynia, headache, vomiting of blood and phlegm, dyspnea, diarrhea and anorexia are the eleven symptoms of consumption [yakshma]; or they are also six, viz., cough, fever, pleurodynia, change of voice, diarrhea and anorexia."
    },
    {
        "verse_id": "47",
        "text": " With eleven, six or even three of the symptoms, a patient is incurable if he is loosing flesh and strength, but he is curable if he is behaving otherwise in spite of showing all the symptoms."
    },
    {
        "verse_id": "48",
        "text": " The Kapha, blood or Pitta situated in the base of the nasal cavity flows downwards along with the breath, in the person whose head is swollen with Vata."
    },
    {
        "verse_id": "49-50",
        "text": " Hence there occurs a severe type of nasal catarrh (cata—down, and rheo—to flow) which causes emaciation of the body; its signs and symptoms are headache, heaviness in the head, loss of smell, fever, cough, increase of mucus-secretion, change of voice, anorexia, fatigue and asthenia, of the senses, and then consumption makes its appearance."
    },
    {
        "verse_id": "51",
        "text": " The consumptive while coughing expectorates slimy, dense, stinking, greenish or white-yellowish matter along with Kapha in the sputum."
    },
    {
        "verse_id": "52",
        "text": " Great heat in the shoulder and sides of the chest, burning in the hands and feet, and pyrexia of the whole body are the symptoms of consumption."
    },
    {
        "verse_id": "53-55",
        "text": " Change of voice is produced, by morbid Vata, Pitta or Kapha or blood or by strain of coughing or by"
    },
    {
        "verse_id": "coryza",
        "text": " The voice becomes husky, weak and unstable if caused by the Vata; if by Pitta, there will be burning of the palate and throat and the patient does not like to speak; and if caused by Kapha, the voice is low, choked and is affected with a wheeze; owing to the obstruction to the blood, the voice becomes low and comes out with difficulty; the throat becomes injured by the strain of excessive coughing and in case of coryza the characteristics of the voice resemble the condition in Vata and Kapha affections"
    },
    {
        "verse_id": "56",
        "text": " The consumptive patient is afflicted with pain in the sides of the chest which is inconstant and manifests during the respiratory movement, with headache, burning and heaviness."
    },
    {
        "verse_id": "57-58",
        "text": " In the emaciated condition of the consumptive patients, indulgence in irregular diet causes the expectoration of blood. The Kapha too being provoked and accumulated is expectorated from the throat. Owing to obstruction in the hematic circulation, the blood does not nourish the flesh and other body-elements. The blood staying in the stomach, getting agitated owing to increased quantity, passes to the throat."
    },
    {
        "verse_id": "59",
        "text": " Owing to the obstruction of the Vata and the Kapha in the chest, there occurs dyspnea, and the gastric fire being impaired by the morbid humors, the patient passes frequent loose and slimy stools."
    },
    {
        "verse_id": "60",
        "text": " Anorexia or dislike for food is caused by the morbidity of one or all the three humors in the tongue or the stomach or by disgusting mental perceptions."
    },
    {
        "verse_id": "61",
        "text": " By the astringent, bitter or sweet taste in the mouth, anorexia is to be diagnosed as born of Vata, Pitta or Kapha respectively, and anorexia due to mental aversion is recognised by the hateful sights be has seen"
    },
    {
        "verse_id": "62",
        "text": " Vomiting is caused by anorexia, the fit of coughing, the precipitation of morbid humors as also by fear; it occurs as a complication of other diseases too."
    },
    {
        "verse_id": "63",
        "text": " All types of consumption [yakshma] are born of humoral tridiscordance and hence the physician should treat the patient after examining the degree of intensity of the morbid humors and the strength of the patient."
    },
    {
        "verse_id": "64",
        "text": " Now listen to the description of the various methods of general treatment in coryza, headache, cough, dyspnea, asthenia of the voice and pleurodynia."
    },
    {
        "verse_id": "65-66",
        "text": " In coryza sudation, inunction, inhalation, application, affusion, bath, cooked barley and barley gruel, meatjuices of quail, partridge, cock and Vartaka quail prepared with salt, acid, pungent, hot and unctuous articles, should be given."
    },
    {
        "verse_id": "67-67½",
        "text": " The patient should drink the meat-juice of the goat prepared with long pepper, barley, horse-gram, dry ginger, pomegranate or emblic myrobalan and unctuous articles. By taking this, the hexad of coryza and other disorders disappear."
    },
    {
        "verse_id": "68-68½",
        "text": " The patient should be treated with the homologous diet out of the soups made up of radish or horsegram or out of the staple food made of barley, wheat or Shali rice."
    },
    {
        "verse_id": "69-70",
        "text": " And the potion of the clear supernatant part of the ‘Varuni’ wine or water prepared with pentaradices, or with coriander and dry ginger or with featherfoil, or with the tetrad of herbs known as ‘Parnis’ is advised. Articles of diet may also be prepared with these decoctions."
    },
    {
        "verse_id": "71-74",
        "text": " The throat, the sides, the chest and the head should be sweated by the mixed type of lump sudation prepared of kedgeree, Utkarika, blackgram, horse-gram, barley and milk-pudding; or the head should be affused with genially warm decoction prepared with the leaves of heart-leaved sida, guduch and liquorice; or the steam-kettle sudation, prepared with the decoctions of the heads of goat and fish or with Vata-curing decoctions, should be used for sweating the throat, head and sides of the chest. The flesh of aquatic aud wet-land creatures, the decoction of pentaradices or sour conjee with unctuous articles, may be used in steam-kettle sudation."
    },
    {
        "verse_id": "75-76",
        "text": " The poultices well prepared-with cork-swallow wort, dil seeds, heart leaved sida, liquorice, sweet flag, cooked meat, white yam, radish, the flesh of aquatic and wet-land creatures and mixed with all the four kinds of unctuous articles should be applied to persons suffering from pain in the head, side of the chest and shoulder region."
    },
    {
        "verse_id": "77",
        "text": " Dil, liquorice, costus, Indian valerian and sandalwood, with ghee make an ointment curative of pain in the head, side of the chest and shoulder region."
    },
    {
        "verse_id": "78-81",
        "text": " (1) Heart-leaved sida, Indian groundsel, til, ghee, liquorice and bluewater lily; (2) gum guggul, deodar, sandalwood, fragrant poon and ghee; (3) climbing asparagus, heart leaved sida, white yam, drumstick and hogs weed; (4) climbing asparagus, milky yam, ginger grass, liquorice and ghee; these four groups of drugs, described one in each hemistich for preparation of applications, are beneficial in conditions of pain in the head, side of the chest and the shoulder region, arising from bi-humoral discordance. Nasal medications, inhalations, post-prandial unctuous potions, and inunctions with medicated oils and enemata are also very beneficial."
    },
    {
        "verse_id": "82",
        "text": " In conditions of pain in the head, side of the chest and the shoulder region, the vitiated blood should be depleted by means of the horn, bottle-gourd, application of leeches or by venesection."
    },
    {
        "verse_id": "83-86",
        "text": " The application of Himalayan cherry, cuscus grass and sandal wood, with ghee is beneficial: or the application of scutch-grass, liquorice, Indian madder and fragrant poon soaked in ghee; or the application made of tubers of white lotus, chaste tree, red lotus, fragrant poon, blue water-lily, rushnut, and milky yam with ghee. Inunction with the compound sandal oil or the hundred times washed ghee and affusion with milk or liquorice-water are recommended. Affusion with cold rain-water or the decoction of the drugs of the sandal wood group, should be given. Thus has the sedative treatment been described."
    },
    {
        "verse_id": "87",
        "text": " Mild emesis and purgation, which do not cause emaciation, mixed with sufficient unctuous articles, are recommended for those in whom there is excessive morbidity, after preliminary preparation of the patients with oleation and sudation procedures."
    },
    {
        "verse_id": "88",
        "text": " The emaciated man (consumptive) suffers death even on the loss of the fecal element. What need then be said of what happens if he is purged to a degree beyond his tolerance?"
    },
    {
        "verse_id": "89",
        "text": " When the alimentary system is well purified, the following tested recipes should be used for the cure of cough, dyspnea, loss of voice and pain in the head, sides of the chest and shoulder region."
    },
    {
        "verse_id": "90",
        "text": " The ghee prepared with heartleaved sida, and the ticktrefoil group of drugs or with white yam or with liquorice and salted, makes a good nasal medication for the improvement of voice."
    },
    {
        "verse_id": "91",
        "text": " The ghee prepared with the tubers of white lotus, liquorice, long-pepper, Indian nightshade, heartleaved sida and milk is an excellent nasal medication for the improvement of the voice."
    },
    {
        "verse_id": "92",
        "text": " The frequent use of ghee as a post-prandial potion cures the pain in the head, sides of the chest and in the shoulder region, as also cough and dyspnea."
    },
    {
        "verse_id": "93-94",
        "text": " The ghee prepared with the decoction of decaradices, milk, meatjuice and the pulp of heart-leaved sida is a quick remedy for all these disorders. The Indian groundsel ghee should be given with milk, or the heartleaved sida ghee with milk in the above complaints, either after or during the course of the meals, in a dose in keeping with the strength of the gastric fire of the patient."
    },
    {
        "verse_id": "95",
        "text": " Listen hereafter to a description of the linctuses and unctuous preparations that are curative of cough, cacophonia, dyspnea, hiccup, and pain in the head, sides of the chest and the shoulder region."
    },
    {
        "verse_id": "96",
        "text": " Ghee prepared of dates and grapes end mixed with sugar, honey and long pepper is curative of cacophonia, cough, dyspnea and fever."
    },
    {
        "verse_id": "97-98",
        "text": " The fresh ghee prepared from the milk in which the decaradices has been decocted and mixed with long pepper and honey, is an excellent tonic for the voice, is curative of pain in the head, in the sides of the chest and the shoulder region, and it cures cough, dyspnea and fever. Similar in effect is the fresh ghee prepared from the milk in which have been decocted the roots of all the five varieties of penta-radix."
    },
    {
        "verse_id": "99",
        "text": " The ghee prepared in the decoction of all the five varieties of penta-radix with four times its quantity of milk, subdues the severity of the syndrome of the heptad of symptoms of consumption [yakshma]."
    },
    {
        "verse_id": "100-102",
        "text": " Dates, long pepper, grapes, chebulic myrobalans, galls, and Cretan prickly clover; (2) the three myrobalans, long pepper, nut-grass, Indian water chest-nut, gur and sugar; (3) climbing asparagus, zedoary, orris root, holy basil, sugar and gur; (4) dry ginger, white-flowered leadwort roasted paddy, long pepper, emblic myrobalan and gur; of any of these four groups of drugs mentioned in each of the hemistichs, a linctus may be made and taken with honey aud ghee. They are curative of cough, dyspnea and pleurodynia, and act as voice-tonics."
    },
    {
        "verse_id": "103-104",
        "text": " Sugar candy, bamboo manna, long pepper, cardamom and ciannamon [cinnamon?], each taken in double the measure of the succeeding one, in the order of statement, should be prepared into a powder and licked with honey and ghee; or the powder may be taken by itself. This cures dyspnea, cough and excess of phlegm. It should be given to patients suffering from anesthesia of the tongue, anorexia, weak digestive fire and pleurodynia."
    },
    {
        "verse_id": "105",
        "text": " In burning of the hands, feet and limbs, fever and hemorrhage from the upper channels of the body, the vasaka ghee or the climbing asparagus ghee proves very beneficial."
    },
    {
        "verse_id": "103-110",
        "text": " Decoct 4 tolas each of Cretan prickly clover, small caltrops, the tetrad of drags called Parnis, sida and trailing rungia, in ten times the quantity of water. When it is reduced to one tenth of its quantity, the solution should be filtered and a medicated ghee prepared by adding to this solution the paste of one tola each of zedoary, orris root, long pepper, zalil, feather foil, chiretta, kurchi seeds, and Indian sarsaparilla, and 64 tolas of ghee and double this quantity of milk. This ghee is curative of fever, burning, giddiness, cough, pain in the head, sides of the chest, and shoulder region, thirst, vomiting and diarrhea."
    },
    {
        "verse_id": "111-113",
        "text": " The physician may prepare a medicated ghee by adding the paste of equal parts of cork-swallow wort, liquorice, grape, kurchi seeds, zedoary, orris root, Indian night-shade, small caltrops, heart-leaved sida, blue water-lily, feather foil, [? zalil?], cretan prickly clover and long pepper. This excellent medicated ghee cures the eleven symptoms of this King of Diseases which is the syndrome of various disorders."
    },
    {
        "verse_id": "114-116",
        "text": " Decoct in water heartleaved sida, ticktrefoil, painted-leaved uraria, and yellow berried night-shade and prepare a medicated ghee by adding to this decoction cow’s milk, the pulp of dry ginger, dates, ghee and long pepper. the milk taken with honey cures fever and cough and improves the voice. Similarly a course of goat’s milk as well as the meat-juice of Jangala animals and chick pea, green gram and math gram prepared in the form of soup may also be used in the daily diet."
    },
    {
        "verse_id": "117",
        "text": " The sedative line of treatment in fever, which has been described previously is recommended with the addition of ghee in the fever and burning of the consumptive patient."
    },
    {
        "verse_id": "118-119",
        "text": " If there is expectoration and the patient is strong and of Kapha habitus he should be subjected to emesis by a draught of milt mixed with emetic nut or with liquorice decoction mixed with emetic nut, or gruel prepared with emetic drugs and mixed with ghee. And after the person has vomited well, he should be given, at the meal time, light diet along with digestive stimulants."
    },
    {
        "verse_id": "123",
        "text": " The person that is taking the diet consisting of barley and wheat, honey-wine, Sidhu-wine, medicated wine and Sura wine and the spit-roasted flesh of Jangala animals, will subdue his Kapha-morbidity."
    },
    {
        "verse_id": "121",
        "text": "When there is excessive for motion of phlegm, the Vata ejects this phlegm out of the body. This type of excessive phlegm expectoration should be treated by the physician with unctuous and hot medications."
    },
    {
        "verse_id": "122",
        "text": " The line of treatment which has been indicated in the excessive expectoration of phlegm is also recommended in vomiting. A diet consisting of eats and drinks that are cordial, curative of Vata and light, is recommended."
    },
    {
        "verse_id": "123-124",
        "text": " Mostly as a result of the impairment of the gastric fire, the patient passes slimy and loose stools and there is loss of taste in the mouth aud lack of relish for food. He should be given the remedies which are stimulative of the gastric fire, curative of diarrhea, month cleansing and curative of anorexia."
    },
    {
        "verse_id": "125",
        "text": " He should be given rice-water mixed with dry ginger and kurchi seeds, and after it is digested, he should be given gruel prepared with yellow wood sorrel, buttermilk and pomegranate."
    },
    {
        "verse_id": "126",
        "text": " The patient may he given, as potion the preparation of Paths, bael, and bishops weed, mixed with buttermilk, or cretan prickly clover, dry ginger and Patha with Sura wine."
    },
    {
        "verse_id": "127",
        "text": " The supernatant part of gruel prepared with the stones of jambul and. mango, and with bael, woodapple and dry ginger should be given as potion for the cure of diarrhea."
    },
    {
        "verse_id": "128",
        "text": " The vegetable soup with the above three groups of Patha and other drugs along with pulses used in soup, unctuous and acid articles and which are highly astringent, should be prepared."
    },
    {
        "verse_id": "129-131",
        "text": " Highly astringent vegetable soups with country willow, arjun, jambul, lotus, drumstick, white teak, henna, the sprouts of jasmine, citron, fulsee flowers and pomegranates, seasoned with unctuous, acid and salt articles should be prepared. Vegetable soups may be prepared with yellow wood sorrel and bladder dock or with asthma weed, added with curd-cream, ghee and pomegranate."
    },
    {
        "verse_id": "132",
        "text": " The meat-juices of easily digestible meats mixed with astringent medications are recommended as sauces and red Shali rice as staple diet."
    },
    {
        "verse_id": "133-133½",
        "text": " The decocted water of pentaradices of the ticktrefoil group is recommended as potion, or butter milk and Sura wine with bladderdock or pomegranate juice. Thus have been described the digestive stimulants and the astringent emetics for the diarrhea patient."
    },
    {
        "verse_id": "134",
        "text": " Listen now to a description of remedies which are appetizers and. curatives of dysgeusia."
    },
    {
        "verse_id": "135",
        "text": " Tooth-twigs which cleanse the mouth should be used twice a dav. Similarly the mouth should be cleansed with water and mouth-washes."
    },
    {
        "verse_id": "136",
        "text": " After this, one must smoke and thereafter food and drink as well as medication, which are well-made and act as digestive-stimulants and which are wholesome and prepared agreeably, should be taken."
    },
    {
        "verse_id": "137-138",
        "text": " (1) Cinnamon, nut grass, small cardamom and coriander; (2) nut-grass, emblic myrobalan and cinnamon; (3) Indian berberry and cinnamon; (4) Indian tooth-ache tree and long pepper; (5) Bishop’s weed and tamarind—these five groups of mouth-cleansers mentioned one in each foot of the verse, act as relish-givers and mouth-detergents."
    },
    {
        "verse_id": "139",
        "text": " Pills prepared of these may be kept in the mouth; or the mouth may be cleansed with these powders; or a mouthful of water mixed with these powders may be kept for a time in the mouth."
    },
    {
        "verse_id": "140",
        "text": "Mouthfuls of Sura, Madhvika or Sidhu wines, oil, honey, ghee, milk or sugar-caue juice may be used as desired."
    },
    {
        "verse_id": "141-144",
        "text": " Bishop’s weed, tamarind, dry ginger, Amlavetasa, pomegranate and sour jujube; take one tola each of these and half tola each of coriander, rock-salt, cumin seeds, cinnamon, one hundred pieces of long pepper, 200 black pepper grains and 16 tolas of sugar; all these should be powdered and mixed together. This powder is tongue-detergent, cordial, impletive, relish-giving, curative of pain in the stomach, splenic region and sides of the chest, and cures constipation, tympanites, cough and dyspnea. It is astringent aud curative of assimilation-disorders, and piles. Thus has been described the Shadava preparation of bishop’s weed."
    },
    {
        "verse_id": "145-147",
        "text": " Take Himalayan silver fir, black pepper, dry ginger and long pepper in proportions of 1, 2, 3 and 4 parts respectively; cinnamon and cardamom in the proportion of ½ part each and white sugar eight times the quantity of long pepper (32 parts). This powder is curative of cough, dyspnea and anorexia and is an excellent digestive stimulant, alleviative of stomach disorders, anemia, assimilation-disorders, consumption [yakshma], splenic disorders fever, vomiting diarrhea, colic, and restorative of regular movement to torpid Vata."
    },
    {
        "verse_id": "148",
        "text": " Prepare pills of this powder by mixing it with syrup of sugar candy, The pills, being prepared by heating, are considered lighter than powder Thus have been described the compound Himalayan silver fir powder and pill."
    },
    {
        "verse_id": "149",
        "text": " The physician skilled in the science of dietetics should prescribe well prepared dishes of the meats of carnivorous animate, which are specially roborant, for the consumptives that are emaciated and continue to lose flesh."
    },
    {
        "verse_id": "150",
        "text": " The flesh of peacock should be given to the consumptive, and in the name of peacock’s flesh, that of vultures, owls and blue jays, well prepared in the prescribed manner, should be given."
    },
    {
        "verse_id": "151",
        "text": " In the name of partridge, give the flesh of crows; in the name of the snake fish, give the flesh of snakes, and in the name of the intestines of fish, give fried earthworms."
    },
    {
        "verse_id": "152",
        "text": " The physician may give dressed meats of the fox, large mongoose, cat and jackal-cubs, in the name of rabbit-flesh."
    },
    {
        "verse_id": "153",
        "text": " The flesh of lion, bear, hyena, tiger, and such other carnivorous animals may be given in the guise of the flesh of the deer, for increasing flesh in the consumptive patient."
    },
    {
        "verse_id": "154",
        "text": " The meats, well-seasoned with spices, of elephant, rhinoceros and horse should be given in the guise of buffalo flesh, for promoting the flesh of the patient."
    },
    {
        "verse_id": "155",
        "text": " The flesh of birds and animate that have grown plum [?] on flesh diet, is an excellent flesh-increasing food, which being acute, hot and light, is specially beneficial."
    },
    {
        "verse_id": "156",
        "text": " When meats, that are not relished owing to the patient not being used to them, are to be given, they should be done so under disguised names. Then they are readily eaten."
    },
    {
        "verse_id": "157",
        "text": " But if their real nature be known, either they will not be eaten at all out of digust or even if eaten will be vomited out; hence they must be disguised and given under assumed names."
    },
    {
        "verse_id": "158",
        "text": " The fleshes of percock, partridge, cock, swan, hog, camel, ass, bull and buffalo are greatly promotive of flesh."
    },
    {
        "verse_id": "159",
        "text": " The skilled physician should take careful note of the eight groups of creatures, described in the chapter on ‘Eats and Drinks’, and then select the appropriate flesh for the consumptive patient."
    },
    {
        "verse_id": "169",
        "text": " The flesh of the tearer group of creatures and the terricolous, wetland and aquatic animals and wading birds should be given in pro per measure as food to one suffering from the Vata type of consumption."
    },
    {
        "verse_id": "161",
        "text": "The flesh of peckers and gallinaceous birds and Jangala beasts and birds should be given to those consumptives who are predominantly affected with Kapha and Pitta."
    },
    {
        "verse_id": "162",
        "text": " After preparing these fleshes well in the prescribed manner and having rendered them soft, palatable, delicious and fragrant, they should be given to the consumptives."
    },
    {
        "verse_id": "163",
        "text": " Consumption does not persist long in one that is disciplined and strong-minded and subsists exclusively on a meat-diet and drinks honey wine."
    },
    {
        "verse_id": "164",
        "text": " Consumption cannot find entry into the body of a man who takes daily the supernatant fluid of Varuni wine and pays great attention to the external cleansing of the body and who does not suppress the natural urges."
    },
    {
        "verse_id": "165",
        "text": " The consumptive patient may take as post-prandial drink, Prasanna, Varuni or Sidhu wine or simple or medicated wine as is suitable after taking a meat-diet."
    },
    {
        "verse_id": "166",
        "text": " Wine owing to its quality of being acute, hot, clear, and subtle, churns up the orifices of the bodychannels and soon dilates them. As a result of this re-establishment of the freedom of circulation in the vessels, all the seven body-elements get nourished, and the wasting due to consumption soon disappears."
    },
    {
        "verse_id": "167-168½",
        "text": " The ghee prepared with the meat juice of carnivorous animals may be administered to the consumptive or the ghee prepared in ten times the quantity of milk may be given to the patient. The medicated ghee prepared in the decoction of decaracices, milk and meat-juice along with the paste of drugs of the sweet group, is an excellent cure for consumption."
    },
    {
        "verse_id": "169-169½",
        "text": " The medicated ghee prepared with the paste of long pepper, roots of long pepper, chaba pepper, white flowered lead wort, dry ginger, barley alkali and milk is a cleanser of the vascular system."
    },
    {
        "verse_id": "170 170½",
        "text": " The medicated ghee prepared in the decoction of Indian groundsel, heart leaved sida, small caltrop, ticktrefoil hog weed and milk, along with the paste of cork swallow wort and long pepper, is curative of consumption [yakshma]."
    },
    {
        "verse_id": "171-171½",
        "text": " These medicated ghees may be drunk with gruel or licked with honey or eaten mixed with the food in the proper dose."
    },
    {
        "verse_id": "172",
        "text": " Thus has been described the dietetic regmen for the consumptive."
    },
    {
        "verse_id": "172½",
        "text": " Hereafter will be described treatment by means of external medication."
    },
    {
        "verse_id": "1734731",
        "text": " The patient, after being well inuncted, should be given a tubbath with unctuous liquid, milk and water in order to relieve the constriction of the channels and to increase strength and plumpness."
    },
    {
        "verse_id": "174-174½",
        "text": " On emerging from the tub-bath, the patient should be made to sit at his ease and once again treated to a pleasant oil massage with a light hand, using mixed unctions, and then given a pleasant dry massage."
    },
    {
        "verse_id": "175-177¼",
        "text": " Take cork swallow wort scutch grass, mudar, hog-weed, winter cherry, rough chaff, wind killer, liquorice, heart-leaved sida, white yam, rape seed, costus, rice, linseed, black gram, til and yeast, and powder them all together. Mix this with thrice its quantity of barley powder and add cures and honey; this should be used for massage, for it promotes plumpness, complexion and vitality,"
    },
    {
        "verse_id": "178-178½",
        "text": " Then, the patient should take a bath in water in which have been boiled drugs of the life-promoter group, and the paste, of white mustard and of fragrant substances, cooling the water to the degree of temperature found congenial to the particular season."
    },
    {
        "verse_id": "179-180½",
        "text": " The consumptive patient should then deck himself with perfumes, flower garlands, clothes and ornaments, touch auspicious articles, worship the gods, the twice-born and the physicians, and eat at ease delicious food and drink possessing pleasant color, taste, feel and odor, prepared by agreeable persons and inducive of happiness"
    },
    {
        "verse_id": "181-182",
        "text": " Those grains, which are a year old, are to be used in the preparation of food for the consumptives; and those which are light to digest, which have not lost their nutritive quality and which are delicious fragrant and virilific, are the most wholesome."
    },
    {
        "verse_id": "183",
        "text": " The consumptives in order to improve their strength and flesh must make use of those articles that are prescribed as wholesome in the treatment of ‘Pectoral Lesions and Cachexia’."
    },
    {
        "verse_id": "184-188",
        "text": " It is by recourse to inunction, massage, pleasant and untorn garments, affusions, baths, immersion-baths, internal and external cleansing which are suitable to the prevailing season, enemata, milk, ghee, meat-foods, cooked rice mixed with meat juices, pleasant wines, delightful perfumes, sight of friends, beautiful things and young women, the pleasant sound of songs and musical instruments, cheering and comforting words, constant service to preceptors and elders, practice of Brahmacarya, charity, austerity, devotion to the gods, truth, righteous conduct, auspicious rites, non-violence and respect to the physicians and Brahman as, that one gets free from consumption [yakshma], the king of disease."
    },
    {
        "verse_id": "189",
        "text": " The patient desirous of regaining his health should perform the same religious rites enjoined by the Vedas as those by the performance of which this king of diseases [rajayakshma] was subdued in the beginning"
    },
    {
        "verse_id": "193",
        "text": " Concerning consumption, the primogenesis, etiological factors, and premonitory symptoms have been described in brief and treatment in extenso."
    },
    {
        "verse_id": "191",
        "text": " Explanation of the name of the disease, incurable, curable and formidable conditions; these comprise the complete synopsis of the chapter on the ‘therapeutics of Consumption’."
    }
]