[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Edema [shvayathu-cikitsa].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Agnivesha approached the great sage, the son of Atri and the best of physicians, as he was seated in the midst of gods and saints, and inquired of him the true nature of the etiology, the signs and symptoms and the therapeutics of the major disease, Edema [shvayathu]."
    },
    {
        "verse_id": "4",
        "text": " To him the son of Atri, who is the Himalaya from which flows out the Indus of the science of healing, expounded the subject fully with its classification of Vata and other divisions, the endogenous and the exogenous types as well as of the nature of the local and general affections."
    },
    {
        "verse_id": "5-6",
        "text": " Habitual use of alkali, acid, acute, hot and heavy articles of diet, the constant use of curds, raw articles, earth, vegetables, antagonistic and unwholesome things and food that has been mixed with poison, by persons who are emaciated and weak as a result of the purificatory procedure, disease or fasting, piles, inactivity, not taking the seasonal purificatory procedure, trauma to vital organs or of abnormal labour in women and wrongful administration of purificatory procedures—all these, are considered to be the internal factors of endogenous edema."
    },
    {
        "verse_id": "7-(1)",
        "text": " The cause of exogenous edema [shvayathu] is the superficial injury of the skin by trauma caused by a stick, stone, weapon, fire, poison or metallic and other similar articles."
    },
    {
        "verse_id": "7",
        "text": " The endogenous type of edema is of three kinds, affecting either the entire body, or half the body or only one limb or region of the body."
    },
    {
        "verse_id": "8",
        "text": " When the morbid Vata, having reached the peripheral vessels, vitiates the Kapha, the blood and the Pitta, and getting obstructed by them tries to spread in the body, it causes edema with its pathognomic symptom of swelling."
    },
    {
        "verse_id": "9",
        "text": " If the morbid humor is lodged in the upper part, it causes edema [shvayathu] of the upper region of the body; if it is lodged in the region of Vata, it causes the edema of the lower part of the body. If it is lodged in the middle region, there occurs edema in the middle part; if it affects the entire body, then it causes edema of the whole body; and if it is lodged in one limb only, then local edema occurs. Edema is named after the particular region which it affects."
    },
    {
        "verse_id": "10-(1)",
        "text": " Heat, burning and dilatation of vessels are indeed the premonitory symptoms of edema."
    },
    {
        "verse_id": "10",
        "text": " All kinds of edema [shvayathu] are due to humoral tridiscordance. Each is named after the predominant humor and symptoms in that tridiscordance, and the line of treatment is to be decided according to its classification."
    },
    {
        "verse_id": "11",
        "text": " Heaviness, variability of edema, swelling, beat, thinning of the vessels, horripilation and discoloration of the skin are said to be the general symptoms of edema."
    },
    {
        "verse_id": "12",
        "text": " Variability, thinness of the skin, roughness, dusky-brown color of the skin numbness, horripilation accompanied with pain, spontaneous disappearance, on being pressed with finger returning soon to normal appearance, greater intensity during day—all these, are the characteristics of edema [shvayathu] due to Vata."
    },
    {
        "verse_id": "13",
        "text": " Softness, odor, dark-yellow or red coloration, association of giddiness, fever, perspiration, thirst, intoxication, burning, tenderness to touch, injected eyes, great burning and tendency to suppuration—these are the characters sties of edema due to Pitta."
    },
    {
        "verse_id": "14",
        "text": "Heaviness, constancy, association of pallor and anorexia, ptyalism, somnolence, emesis, weakness of gastric fire, slowness in appearance and disappearance and pitting on being pressed with finger and not returning immediately to normal appearance, and aggravation at night—these are the characteristics of edema due to Kapha."
    },
    {
        "verse_id": "15",
        "text": " The edema [shvayathu] affecting the person whose body has been emaciated and weakened by disease or the edema which is accompanied with complication of the list of disorders beginning with vomiting (Chap. XVIII Sūtra) or the edema which has spread into the vital regions or in which profuse discharge is oozing, or which has spread into the entire body in a debilitated man, destroys the patient."
    },
    {
        "verse_id": "16",
        "text": " The edema occurring in a person who is strong and not wasted of flesh, with only one morbid humor in preponderance or which is of recent origin, is easily curable. The physician skilled in the knowledge of strength, morbidity and proper time of treatment, should treat it on the lines of treatment antagonistic to the etiological morbidity and season."
    },
    {
        "verse_id": "17-19",
        "text": " The edema [shvayathu] born of chymedisorder, should be treated with depletion procedure and digestive medication and that due to preponderance of morbid humor with purificatory procedures. The edema localised in the head should be treated by errhines; if it is lodged in the lower part of the gastro-intestinal tract, then by purgation; if in the upper part of the gastro-intestinal tract, then by emesis; if the edema is due to increase of viscous element in the body, it must be treated by dehydrating procedures; if the condition is due to dehydration, then by oleation procedure. In condition of scybalous stools due to Vata, it must be treated by evacuative enema; if it be due to Pitta-cum-Vata, then it should be treated with ghee medicated with bitter substances; if the patient is affected with fainting, apathy, burning and thirst, and needs purification, milk should be given mixed with cow’s urine. If the edema is due to Kapha, it should be subdued by the use of alkalis or pungent and hot articles mixed with cow’s urine, butter-milk and wine in the proper measure."
    },
    {
        "verse_id": "20",
        "text": " Indulgence in the flesh of domestic, aquatic and wet-land animals which are weak, in dried vegetables, fresh grains, products of gur, articles made of flour, curds, products of til, viscous articles, wine, acid articles, roasted barley, dried flesh, mixture of wholesome and unwholesome articles, heavy, unwholesome and irritant articles, day-sleep and sexual act, should be avoided by one suffering from edema."
    },
    {
        "verse_id": "21",
        "text": " The powder of the three spices, turpeth, kurroa and colloidal iron taken with the juice of the three myrobalans, will cure the edema due to Kapha or chebulic myrobalans with cow’s urine will have similar action."
    },
    {
        "verse_id": "22",
        "text": " The patient may drink the mixture prepared of chebulic myrobalan, dry ginger and deodar, in genially warm water or the above drugs and hogweed mixed in cows urine in edema due to humoral tridiscordance; when the dosage is digested, the patient should take a bath and then take his food mixed with milk."
    },
    {
        "verse_id": "23",
        "text": " The wise patient may drink 64 tolas of milk prepared with the the paste of one tola each of hog-weed, dry ginger and nut-grass, or the milk prepared with rough chaff and long pepper along with its roots and dry ginger, in edema due to Vata."
    },
    {
        "verse_id": "24",
        "text": " The person affected with edema [shvayathu] of Vata-cum-Pitta type, should drink the medicated milk prepared by boiling 128 tolas of milk with 2 tolas each of red physic-nut, turpeth, the three spices and with white-flowered lead-wort, till it has been reduced, to half the quantity;"
    },
    {
        "verse_id": "25",
        "text": " or the milk prepared with dry ginger and deodar; or the milk prepared with black turpeth, castor roots and black pepper; or the milk prepared with cinnamon-bark, deodar, hogweed and ginger; or the milk prepared with guduch, dry ginger and red physic nut;"
    },
    {
        "verse_id": "26",
        "text": " or the patient, avoiding all food and water, should live on camel’s milk only, for seven days or for evena month; or he may similarly live on only cow’s milk mixed with an equal quantity of cow’s urine; or buffalo’s milk mixed with an equal quantity of cow’s urine; or any other milk in conjunction with cow’s urine."
    },
    {
        "verse_id": "27",
        "text": " If the patient passes heavy and loose stools, he may drink buttermilk mixed with the three spices, sanchal salt and honey; or if the stools are morbid, loose, undigested or scybalous. he should take gur and chebulic myrobalan or gur and dry ginger."
    },
    {
        "verse_id": "28",
        "text": " If there is retention of feces and flatus, the patient may take castor oil with milk or meat-juice before meals; and if there is occlusion of the channels or loss of gastric fire and appetite, he should take simple and medicated wines of good quality."
    },
    {
        "verse_id": "29-31",
        "text": " On a fire of cowdung cakes boil in 1024 tolas of Kurcika-whey 128 tolas of thorny milk-hedge, marking nut, white flowered leadwort, the three spices, embelia, yellow berried night-shade and Indian night-shade; and when it is reduced to one third its quantity, it should be filtered; when it is cold add 1024 tolas of Prakrita whey and 400 tolas of sugar-candy and put this solution in a pot which is lined with the paste of white-flowered leadwort and long pepper and leave this pot in a high open place for ten days; this medicated wine, when administered, cures edema [shvayathu], fistula-in-ano, piles, helminthiasis, dermatosis, urinary disorders, discoloration, emaciation and hiccup due to Vata. Thus has been described ‘The compound Thorny Milk-hedge medicated Wine’."
    },
    {
        "verse_id": "32-33",
        "text": " Take 400 tolas of each of pounded white teak, emblic myrobalan, black pepper, chebulic myrobalan, beleric myrobalan, grapes and long pepper; and 400 tolas of old gur and mix with 1024 tolas of water and place them in a vessel lined with honey, for seven days in summer and for double that time in winter. The patient may drink this medicated 800 tolas (Aṣṭaśata [aṣṭaśata]) wine which cures edema and obstipation due to Vata and Kapha, and stimulates the gastric fire. Thus has been described ‘The Ashtashata Wine’."
    },
    {
        "verse_id": "34-36",
        "text": " Decoct in water 12 tolas of each of the two kinds of hogweed, heart-leaved sida, country mallow, Patha, root of red physic nut, guduch, white flowered leadwort and yellow berried night-shade and reduce it to 1024 tolas; filter it and allow it to cool; then add 800 tolas of old gur and 64 tolas of honey and keep it in a vessel lined with ghee; place this vesshel for a month in a heap of barley; take it out after that period and make it fragrant by adding 4 tolas of the powder of each of cinnamon leaf and bark, small cardamom, black pepper, cuscus and iron powder, and keep it in a vessel lined with ghee and honey; when the ingested meal has been digested, it should be taken in a dose in keeping with the strength of the disease."
    },
    {
        "verse_id": "37-38",
        "text": " Cardiac trouble, anemia, severe edema [shvayathu], splenic disorders, fever, anorexia, urinary disorders, Gulma, fistula-in-ano, six kinds of abdominal disorders, cough, dyspnea, assimilation disorders, dermatosis, pruritus, Vata affecting the extremities, constipation, hiccup, leprosy and jaundice will be quickly cured by this preparation, in a patient living on a diet of meatjuice; and he will gain in complexion, strength, life, vitality and lustre. Thus has been described ‘The compound Hog-weed Wine’."
    },
    {
        "verse_id": "39-40",
        "text": " Decoct 16 tolas each of the powder of the three myrobalans, bishop’s weed, white flowered lead wort, long pepper, iron powder, and embelia and add to it 32 tolas of honey and 400 tolas of old gur. Place these in a vessel lined with ghee and keep the vessel in a heap of barley for a month. This medicated wine cures all the diseases described earlier. The medicated wines indicated in the treatment of piles and anemia are beneficial for the patients suffering from edema too. Thus has been described ‘The compound Three Myrobalans Wine’."
    },
    {
        "verse_id": "41-42",
        "text": " The powder prepared of long pepper, Patha, elephant pepper, Indian night-shade, white-flowered lead wort, dry ginger, roots of long pepper, turmeric, cumin and nutgrass taken with tepid water, will cure chronic edema due to tridiscordance; or the paste of chiretta and ginger taken in similar manner, or iron powder, the powder of the three spices and barley-alkali taken with the decoction of the three myrobalans, act in the same way."
    },
    {
        "verse_id": "43-45",
        "text": " The two varieties of alkali, the four varieties of salt, iron-powder, the three spices, the three myrobalans, roots of long pepper, embelia-pulp, nut-grass, celery seeds, deodar, bael, kurchi seeds, roots of white-flowered leadwort, Patha, liquorice, and Indian atees; take four tolas of each of these and a tola of asafoetida and triturate into a very fine powder and add 1024 tolas of garden radish and dry ginger. This should be cooked till it becomes thick but not seared. Then prepare pills from that, of the dosage of ½ a tola each and when they are dried, they should be administered in proper mode."
    },
    {
        "verse_id": "46",
        "text": " This will cure splenic disorders, abdominal diseases, leucoderma, jaundice, piles, anemia, anorexia, consumption, edema, gastrointestinal irritation, Gulma, toxicosis, lithiasis, dyspnea, cough and dermatosis. Thus has been described ‘The Alkali Pills’."
    },
    {
        "verse_id": "47",
        "text": " Or the patient may be given a course of ginger with equal part of gur for a month beginning with 2 tolas and gradually increasing 2 tolas per dosage till it reaches a dosage of 20 tolas. When the dosage is digested, milk, gruel or meat-juice and rice should be taken,"
    },
    {
        "verse_id": "48",
        "text": " This course of treatment will cure Gulma, abdominal diseases, piles, edema, urinary disorders, dyspnea, coryza, intestinal torpor, indigestion, jaundice, consumption, psychic disorders, cough and disorders due to Kapha."
    },
    {
        "verse_id": "49",
        "text": " Similarly, the juice of ginger may be taken and on the digestion of the dosage, food should be taken with milk; a course of mineral pitch taken with the juice of the three myrobalans will completely subdue the edema due to tridiscordance. Thus, has been described the administration of Mineral Pitch."
    },
    {
        "verse_id": "50-52",
        "text": " Prepare a linctus in the decoction of 256 tolas of decaradices by adding 100 chebulic myrobalans and 400 tolas of gur; add to it the powder of the three spices and the three aromatics, and leave it over-night. In the morning when it is cooled, add 32 tolas of honey and a little powder of barley-alkali. Eating one chebulic myrobalan and then taking at a time one tola of this linctus will cure severe edema; it also cures dyspnea, fever, anorexia, urinary disorders, Gulma, splenic disorders, abdominal diseases due to tridiscordance, anemia, emaciation, chyme disorders, rheumatic conditions acid dyspepsia, discoloration of skin, urinary disorders, Vata-disorders and seminal morbidity. Thus, has been described ‘The Kansa Chebulic Myrobalan’."
    },
    {
        "verse_id": "53-54",
        "text": " Roots of wild snake-gourd, deodar, red physic nut, zalil, long pepper, chebulic myrobalan, colocynth, liquorice, kurroa, sandal wood, hijjal and Indian berberry; take one tola of each of the above drugs and prepare a decoction which should be taken with 16 tolas of ghee. It will cure acute spreading affections, burning, fever, tridiscordance, thirst, toxicosis and edema."
    },
    {
        "verse_id": "55-55½",
        "text": " One should use the medicated ghee prepared of 64 tolas of cow’s ghee cooked with 256 tolas of water and the paste of one tola of each of white flowered leadwort, bishop’s weed, cumin seed, sanchal salt, the three spices, Amlavetasa, bael, pomegranate, barley-alkali, roots of long pepper and chaba pepper."
    },
    {
        "verse_id": "56",
        "text": " This ghee cures piles, Gulma and the formidable type of edema and re-activates the gastric fire."
    },
    {
        "verse_id": "57",
        "text": " Or the patient may take the medicated ghee prepared in 8 times its quantity of water with the pulp of white-flowered leadwort and barley alkali. This ghee possesses great potency. The patient may also take the"
    },
    {
        "verse_id": "57.1",
        "text": "Kalyanaka Ghee or Pancagavya Ghee or Mahatiktaka Ghee or Tiktaka Ghee"
    },
    {
        "verse_id": "58",
        "text": " Curdle the milk in a vessel lined with the paste of white-flowered leadwort. With the ghee produced from this curds, prepare a medicated ghee with butter-milk along with the paste of white flowered leadwort. This ghee is the most effective cure for edema."
    },
    {
        "verse_id": "59",
        "text": " It cures also piles, diarrhea, Gulma due to Vata, and urinary dis-orders. It is a promoter of gastric fire and vitality. Articles of diet should be taken with that butter-milk, along with that ghee or gruels prepared with these. Thus has been described ‘The White-flowered Leadwort Ghee’."
    },
    {
        "verse_id": "60-60½",
        "text": " The medicated gruel prepared of half a tola each of cork swallow wort, cumin, long zedoary, orris root, celery, white flowered leadwort, pulp of bael and barley-alkali mixed with citron and seasoned with ghee and oil, is beneficial in piles, diarrhea, Gulma of Vata type, edema [shvayathu], cardiac troubles and weakness of digestive fire."
    },
    {
        "verse_id": "61",
        "text": " The medicated gruel prepared similary with the pentad of spices is of the similar action."
    },
    {
        "verse_id": "62-63",
        "text": " The soup of horse-gram and long pepper, or the soup of green gram, the triad of spices and barley-alkali, and the meat-juice of gallinaceous and Jangala creatures, tortoise, iguana, peacock and of pangolin are wholesome as diet. Heliotrope, turnip, wild snake gourd, black night-shade, radish, country willow and neem are recommended as vegetables; and as staple food, old barley and Shali rice are recommended."
    },
    {
        "verse_id": "64",
        "text": " Thus has been described the procedure of internal medication. Now listen. as I describe the medications for external use which are beneficial to edema-patients. If the Vata is very powerful, then oleation, application, affusions and sudation should be done."
    },
    {
        "verse_id": "65-66",
        "text": " The medicated oil prepared with lichen, costus, eagle wood, deodar, fragrant piper, cinnamon bark, Himalayan cherry, cardamom, fragrant sticky mallow, palas, nut-grass, perfumed cherry, glory tree, fragrant poon, nardus, Himalayan silver fir, rushnut, cinnamon bark, coriander, yellow resin, ginger-grass, long pepper, melilot and shell or with whatever among these are available^ is said to be curative of complications of Vata, when used as inunctions. The well-made paste of these drugs may be used as application."
    },
    {
        "verse_id": "67",
        "text": " Taking the sudation-procedure in mildly hot water prepared with, leaves of vasaka, mudar, Indian beech, drumstick, white teak and holy basil, the patient should take a bath with the water heated by sun-rays and then anoint himself with aromatics."
    },
    {
        "verse_id": "68",
        "text": " In Pitta-condition, the medicated nil prepared of cane and the barks of milk-exuding trees, Indian mudar, scutch grass, lotus stalk, sandal wood and Himalayan cherry, should be used as application."
    },
    {
        "verse_id": "69",
        "text": " After taking inunction with this oil, bathing with the water medicated with sandal-wood, fragrant sticky mallow and Himalayan cherry and heated by the sun’s rays, is beneficial; or the decoction of milky trees as well as milk and water are good for bath; and the anointment of the body with sandal-wood paste is also beneficial."
    },
    {
        "verse_id": "70",
        "text": " In conditions of Kapha the anointing with the oil prepared with long pepper, sand, old oil-cake, bark of drumstick and linseed, and affusion with the decoction of horse gram, dry ginger, and cow’s urine followed by anointing of the body with angelica aud eagle-wood, are recommended."
    },
    {
        "verse_id": "71",
        "text": " In all kinds of edema [shvayathu], the application of the pulp of the beleric myrobalan which is curative of burning and pain is recommended. The application of wood-apple and sandalwood is recommended in edematous pimples."
    },
    {
        "verse_id": "72-73",
        "text": " Take Indian, groundsel, vasaka, mudar, the three myrobalans, embelia, bark of drum-stick, kidney-leaved ipomea, neem, holy basil, shell, scutch grass, heliotrope, kurroa, black nightshade, yellow-berried night-shade, costus, hog weed, white flowered leadwort and dry ginger; massage with the above drugs triturated in cow’s urine is recommended in edema and also affusion with water prepared with radish."
    },
    {
        "verse_id": "74",
        "text": " The swellings affecting one limb or one region of the body of multiple variety owing to the different classifications of them according to site, susceptibility of the bodyelement, shape and name. Listen to the description of a few of them that I give for the purpose of illustration."
    },
    {
        "verse_id": "75",
        "text": " All the three humors, being provoked by their respective etiological factors, produce [? frightful?] inflammation of the head (cellulitis of head or skull) When it affects the inside of the throat it causes ‘Shaluka [śālūka]’ or quinsy which is accompanied with stertorous breathing (quinsy or acute inflammation of the tonsils) or with fever."
    },
    {
        "verse_id": "76",
        "text": " The acute inflammation, occurring in the regions of the chin, neck and in between then along with redness and burning and impairment of the respiration and attended with intense pain, is called Bidalika [biḍālikā] (ludwig’s angina) inflammation. It kills the patient if folds are formed on the throat."
    },
    {
        "verse_id": "77",
        "text": " That is Talu-vidradhi (palatal abscess) wherein occurs the abscess and suppuration due to tridiscordance. That which affects the superficial part of the tongue is called Upajihvika (acute superficial glossites) and when owing to Kapha the sublingual part is affected, it is called Adhijihvika (sub-lingual abscess)."
    },
    {
        "verse_id": "78",
        "text": " Due to vitiation of blood and Pitta where there is suppuration in the gums, it is called Upakusha (Gingivitis). There may be dental abscess also if the gums are swollen owing to the accumulation of Kapha and blood."
    },
    {
        "verse_id": "79",
        "text": "If there is a single swelling on the side of the neck, it is called Galaganda and if there are many, it is called Gandamala or a ‘chain of tumors’. They are regarded curable but they are incurable if accompanied with coryza, pleurodynea, cough, fever and vomiting,"
    },
    {
        "verse_id": "80",
        "text": " In all these conditions, venesection, purgation, errhines, smoke and the potion of old ghee are prescribed; and in conditions affecting the mouth, starvation, rubbing and mouthwashes are also prescribed."
    },
    {
        "verse_id": "81",
        "text": "There occur swellings in various parts of the body caused by the morbid Vata and other humors, showing their respective characteristic symptoms. The swelling of the vessels will be of a pulsating type. The swelling of the adipose tissue will be excessively unctuous and movable-"
    },
    {
        "verse_id": "82",
        "text": " Where it is not suppurated, the patient should take the preliminary purificatory treatment and his tumor should be subjected to sudation. The physician should try to dissolve it away with a stone or a wooden apparatus or with the manipulation of the thumb or of a rod. Then the physician should cut it open and take it out with its capsule, and cauterizing it, should treat it like a regular wound."
    },
    {
        "verse_id": "83-85",
        "text": " If imperfectly cauterized, or if some portion of the tumor is left out in the wound, it generally begins to slowly grow again. Thereafter, the skilful surgeon, keeping in view the regional anatomy, should freely open from all sides and remove the tumor completely. If some portion is yet left behind, it will suppurate and slough and from this will start the spreading affection born of this ulcerating surface. The medical specialist considering the complications, should first try to cure it by the appropriate remedies described previously, with great care; and then the specialist skilled in the treatment of wounds, should quickly treat it in the prescribed manner, following the appropriate line of treatment."
    },
    {
        "verse_id": "86",
        "text": " The tumor situated in the lumbar region, or the abdominal region or in the throat or in the vital regions, should be regarded as not admitting of treatment as also the tumors which are big and indurated and which occur in children, the aged and the weak."
    },
    {
        "verse_id": "87",
        "text": " There is no special difference in the characteristics between the localised swelling and tumor, regarding the site, causative factor, shape, morbidity of humor and susceptibility of tissues. Therefore, the specialist in tumors should treat the tumor with the same treatment as the one applied in the case of localised swellings."
    },
    {
        "verse_id": "88, There is also a variety of swelling where there appear copper-colored and painful eruptions attended with discharge from their mouths",
        "text": " There is a variety of swelling which occurs under the nails which, without destroying the skin, vitiates the flesh and the blood, and suppurates severely and acutely (whitlow)."
    },
    {
        "verse_id": "89-89½",
        "text": " That is called ‘Vidarika’ swelling which is accompanied with fever and where there is painless cylindrical swelling in the groin and axilla. It is hard and extensive and is born of Kapha-cum-Vata. In such condition the line of treatment should be suitable to the morbid condition i.e. blood-letting or lump-poultices applied to the swelling; and when it is ripe, the treatment should be just as in a regular wound."
    },
    {
        "verse_id": "90",
        "text": " Those are called ‘Visphotaka’ eruptions which are red and appear on the entire body and are attended with fever and thirst."
    },
    {
        "verse_id": "91",
        "text": "That is called Kaksha (Herpes-zoster) wherein occur multiple eruptions in the side of the trunk, where the holy thread usually hangs. It is born of Pitta cum-Vata. Whatever other miscellaneous varieties of eruptions there are, either big or small or of moderate size, are all caused by Pitta."
    },
    {
        "verse_id": "92",
        "text": " Those eruptions of insignificant size that appear on the whole body and are attendant with fever, burning and thirst, itching, anorexia and salivation, are called Romantika and are born of Pitta-cum-Kapha."
    },
    {
        "verse_id": "93",
        "text": " The line of treatment described in the treatment of acute spreading affections and which is also useful in dermatosis, should be applied here."
    },
    {
        "verse_id": "94",
        "text": " The ‘Bradhna’ variety is an inguinal and scrotal swelling caused by Vata and other morbid humors. In a type of Bradhna (hernia), the intestine"
    },
    {
        "verse_id": "enters the swelling and goes back frequently",
        "text": " In cases where it is filled with fluid (urine) it is soft; if it consists of fat, it is (elastic) unctuous and hard."
    },
    {
        "verse_id": "95",
        "text": " The treatment is purgation, inunction, enemata and applications, and when ripened, the usual treatment as in the case of wounds. If there is passage of urine and the swelling is born of Kapha and is suppurated, it should be opened up, cleansed, and sutured like a regular wound."
    },
    {
        "verse_id": "96",
        "text": " There will be very painful inflammatory swelling by the side of anal orifice owing to parasitic infection or coryza of bone, sexual indulgence, dysentery or owing to the hard contact of horse-back (while riding). It will suppurate and break open and leave a fistula-in-ano."
    },
    {
        "verse_id": "97",
        "text": " Its treatment consists of purgation, probing and cutting open, and after cleansing the fistula-tract, cauterization with hot oil. If the case is inoperable, it should be cut open by a thread which has been impregnated with caustic medication. And then the treatment is the same as in a regular wound."
    },
    {
        "verse_id": "98",
        "text": " There will be swelling in the shanks or calf-muscles, spreading from the upper part of the foot, caused by the morbidity of the flesh, Kapha and blood’ This is called ‘Shlipada’ (elephantiasis). Venesection and all the procedures of treatment curative of Kapha are to be applied as also the external application of rape-seed paste."
    },
    {
        "verse_id": "99",
        "text": " That is the disease called ‘Jalaka-gardabha’ where mildly provoked humors, with predominance of Pitta, cause very acute swelling attended with fever and the thirst and which cause slight suppuration of a sanguinous type."
    },
    {
        "verse_id": "100",
        "text": " It should always be treated with strong lightening therapy, bloodletting, dehydration, purificatory procedure, courses of the emblic myrobalan and cold applications."
    },
    {
        "verse_id": "101",
        "text": " Having diagnosed the other kinds of swelling similar in their characteristics by their specific symptoms or characteristics of Vata and other humors, the physician should try to alleviate them by application, incision, excision, cauterization and other appropriate methods of treatment which rectify the morbidity."
    },
    {
        "verse_id": "102",
        "text": " In trauma, Vata in association with the blood, causes local red swelling in the beginning. It should be treated with medications curative of acute spreading affections and of Vata and vitiated blood. If edema [shvayathu] is caused by poisonous substances, it should be treated with the remedies curative of toxicosis."
    },
    {
        "verse_id": "103",
        "text": " The three kinds of edema [shvayathu] when classified according to morbid humors; the classification of edema according to its affecting the whole body or half the body, one limb or part of the body; classification into two groups as being due to endogenous and exogenous causes; and the signs, symptoms and the treatment of edema have all been described herein."
    }
]