[
	{
        "verse_id": "1",
        "text": " We shall now expound the second quarter entitled “The Urge to Live [prana-kama]” of the Chapter on Vitalization."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " O, Ye, lovers of life [prana-kama]! listen to the ensuing exposition of vitalization which is like the very ambrosia—the blessing enjoyed by the sons of Aditi (the mother of gods). Vitalization is possessed of inconceivable and wonderful possibilities, being promotive of longevity and health, preservative of youth, dispersive of somnolence, torpor, fatigue, exhaustion, indolence and weakness; restorative of the balance of the Vata, Kapha aud Pitta; stabilizing; curative of flabbiness of the flesh; stimulative of the internal gastric fire and promotive of lustre, complexion and voice."
    },
    {
        "verse_id": "3-(2)",
        "text": " By recourse to this vitalization, the great sages, such as Cyavana and others regained their youth, became most attractive to women, acquired compact, even and well-proportioned limbs, as also well-knit compact frames, unblemished strength. complexion and sense-faculties irresistible power in even thing and the capacity to bear all hardships."
    },
    {
        "verse_id": "3-(3)",
        "text": " All ills of the body arise from addiction to an urban dietary, manifesting as they do in persons of the following description: consumers of sour, salt, pungent and alkaline articles dried vegetables, flesh, til, til paste and pastries; eaters of grains and pulses that have either begun to sprout or are very new or of other foods that are either disagreeable, non-homologous, dry, alkaline and deliquescent; partakers of softened^ heavy, putrid or stale foods, of meals at irregular times or in irregular quantities or too frequently i.e., over a stomach that has not yet recovered from the last meal; addicts to day-sleeping, sex-pleasures and wine-bibbing, persons whose bodies have been strained by faulty or inordinate indulgence in exercise; and victims to fear, anger, grief, greed, infatuation and over-work."
    },
    {
        "verse_id": "3-(4)",
        "text": " It is on account of such practices that the muscles become flabby, the joints become loose, the blood becomes decomposed, the fat gets extremely liquefied, the marrow does not drug to the bone, the semen is not secreted in sufficient quantity and the vital essence becomes depleted. As the result of this, one becomes exh lusted, languid, and a victim to sleepiness, torpor and sluggishness; he gets dispirited and breathes hard. Such a man, rendered incapable of any bodily or mental labor, deprived of memory, intelligence and body-lustre, and turned into a home of diseases, fails to enjoy his full measure of life."
    },
    {
        "verse_id": "3 Therefore, having regard to such ills, one should, giving up the above mentioned unwholesome diet and regimen of life, avail oneself of vitalizing processes",
        "text": " Having observed thus, the worshipful Punarvasu Atreya spoke again and said—"
    },
    {
        "verse_id": "4-(1)",
        "text": " First cook in 256 tolas of ghee four times its quantity of the expressed juice of emblic myrobalans which are grown on a good soil, matured in the proper season, unimpared in respect of smell, color and taste aud endued with fulness of juice, size and potency, along with the paste of hog’s weed of one fourth part of the expressed juice of the emblic myrobalans. Then re-cook the whole thing in the expressed juice of white yam and the paste of cork swallow wort. Once again re-cook the whole with four times as much of milk and the decoction of heart-leaved sida and common mallow, together with the paste of climbing asparagus. In this manner, the concoction should be cooked a hundred times over or even a thousand times. It should then be mixed with sugar and honey of one fourth its quantity and the whole placed in a vessel, either of gold, silver or clay, clean and strong and lined with ghee. This preparation should be taken every morning according to the capacity of digestion and in conformity with the rules laid down earlier. After the dose has been fully digested, a meal of cooked Shali or Shashtika rice should be eaten supplemented by milk and ghee."
    },
    {
        "verse_id": "4",
        "text": " By the use of this vitalizer, one remains young for a hundred years, recollects all that one has heard, gets cured of all maladies, acquires unimpaired sex-vigor and becomes a parent of many children."
    },
    {
        "verse_id": "5-6",
        "text": " The man who partakes of this vitalizing elixir will acquire a mighty frame hard as adamant and imbued with sense-faculties that are unwavering and are possessed of great energy, invincibility, great comeliness of form and the gifts of honor, worship and happiness of mind. He will also acquire great strength, purity of complexion, a voice like the thunder of massed rain-clouds, and numerous and enduring progeny. Thus has been described the Emblic Myrobalan Ghee"
    },
    {
        "verse_id": "7-(1)",
        "text": " A thousand fruits of the emblic myrobalans together with a thousand fruits of long pepper should be soaked in the alkaline water prepared from the ashes of a you g palas When the myrobalans have become fully saturated, they should be dried in the shade; where after, the myrobalans should be de-seeded and ground along with fruits of long pepper into powder. To this should be added honey and ghee, each of four times the measure of the powder, and sugar one fourth the measure of the powder. Placing the whole thing in an earthen jar which has been saturated with ghee, it should be kept underground for a period of six months. On completion of the period, the linctus becomes fit for use It should be taken in the measure suited to one’s digestive capacity The time for taking it is forenoon, never the afternoon. As regards the dietetic rules, they are determined by the constitution of the user."
    },
    {
        "verse_id": "7",
        "text": " The benefits accruing from the use of this are the same as those mentioned with regard to the last, namely, youthful life for a hundred years etc. Thus has been described “The Emblic Myrobalan Linctus”"
    },
    {
        "verse_id": "8-(1)",
        "text": " 256 tolas of the powder of emblic myrobalans should be kept soaking in the expressed juice of a thousand emblic myrobalans for a period of twenty-one nights. Mix this with 256 tolas each of honey and ghee, adding one eighth part 32 tolas of the powder of long pepper and one fourth part viz., 64 tolas of powdered sugar. Placing the whole in a pot saturated with ghee, keep the pot in a heap of ashes during the entire period of the rains; at the close of the rainy season, the medicine should be taken, and the homologatory and wholesome dietetic rules observed."
    },
    {
        "verse_id": "8",
        "text": "The benefits accruing from the use of this medicine are a century of youthful life and other results described with reference to the previous preparations. Thus has been described “The Pulvis of Emblic Myrobalans.”"
    },
    {
        "verse_id": "9",
        "text": " Take 256 tolas each of the powder of the grains of embelia and long pepper; and 384 tolas of sugar candy and 512 tolas each of ghee and til oil and honey, and mixing all these six, place in a ghee-pot. Keep it in a heap of ashes during the rains. The rest of the description including the virtues of the preparation is the same as that related previously. Thus has been described ‘The Linctus of Embelia.’"
    },
    {
        "verse_id": "10-(1)",
        "text": " Place a thousand fruits of the emblic myrobalans, conforming to the description given earlier, in a vat made of green palas wood furnished with a lid and sealing the contents hermetically, cook over a fire of cow-dung cakes that have been gathered from the forest After the myrobalans have been properly softened in the steam and allowed to cool, they should be de-seeded and rubbed. This paste should be mixed with 256 tolas of the powdered long pepper, 256 tolas of powdered grains of embelia, 384 tolas of powdered sugar and 512 tolas each of oil, honey and ghee; and the whole should be placed in a clean, strong, ghee-saturated earthen vessel and allowed to mature for a period of twenty-one nights Thereafter, it becomes fit for use,"
    },
    {
        "verse_id": "10",
        "text": " As a result of the use of this recipe, the person lives a hundred years of youthful life as in the case of the previous recipes. Thus has been described “Another variety of Emblic Myrobalan Linctus”"
    },
    {
        "verse_id": "11-(1)",
        "text": " Collect roots of the gingo fruit plant of the following description and in the following manner. First as"
    },
    {
        "verse_id": "regards description:—The plant to be selected must be found growing on dry scrub-land overgrown with sacred grass, in a soil that is sticky, black and sweet to the tiste, or in golden-colored loam, in a tract free from poisonous things, cruel animals and the ravages of wind, water and fire, not used for tillage, uncovered with ant-hills and far from a cremation ground, memorial structure, a barren saline patch, or habitation, and enjoying seasonal and pleasant breezes, rains and sunshine",
        "text": " The roots should be uncamaged, unsmothered by those of a neighbouring tree, neither too tender nor too old, and fully imbued with potency and of a plant that has shed its old leaves but has not yet put forth fresh ones. Now, concerning the time and mode of collection:—Either in the month of Magha or in that of Phalguua, the plant-collector who has previously purified and consecrated himself and has obtained the blessings of the Brahmanas in his expedition, should, choosing an auspicious Muhurta, pull out the gingo-fruit plant by its roots. After washing the roots thoroughly, their bark should be pounded into smooth paste to form a bolus either of the weight of four tolas or one tola and mixing this in milk, it should be made use of as potion early in the morning. Or the drug may be turned into powder and taken with milk; or the powder may be licked up mixed with honey and ghee. After it has been digested, the person should eat a dish of cooked Sali or Shashtika rice with milk and ghee"
    },
    {
        "verse_id": "11",
        "text": " By using this vitalizer for a period of one year, one remains young for a hundred years. The rest of the benefits are the same as those described earlier. Thus has been described “The Gingo-fruit Vitalizer.”"
    },
    {
        "verse_id": "12-(1)",
        "text": " Take the expressed juice of heart-leaved sida, common mallow, sandal wood, aloe wood, oojein, catechu, rose wood, Asana, and the expressed juice of the group ol the ten plants ending with bog’s weed. The mode of preparation and administration is the same as that laid down for gingo fruit"
    },
    {
        "verse_id": "12",
        "text": " In cases where the fresh-pressed juice of drug is not available, the following procedure should be resorted to as an alternative. Take 256 tolas of the powder of the drug whose expressed juice is required, and keep it soaking in 258 tolas of water for a period of 24 hours; squeezing and straining that water, use it in place of the expressed juice."
    },
    {
        "verse_id": "13-(1)",
        "text": " Collect either in the month of Jyeshtha or Ashadha a quantity of marking nuts, which are undamaged, undiseased, conforming to the specifications as regards the juice, size and potency and of the color of ripe jambul fruits and store them in a heap of barley-corn or black gram, The nuts should be stored for a period of four months. They may be used in the month of Margashirsha or Pausha in the following manner, after the person wishing to take it has prepared his body with cooling unctuous and sweet articles."
    },
    {
        "verse_id": "13-(2)",
        "text": " First of all, taking ten of the marking nuts and having crushed them in a mortar, boil the pulp well in eight times its quantity of water. When the decoction has boiled down to one eighth of its original quantity, it should be filtered and taken with milk, the mouth being previously smeared inside with ghee."
    },
    {
        "verse_id": "13-(3)",
        "text": " Increase the number of the marking nuts by one each succeeding day, till the total becomes thirty; thereafter, decrease the number by one in the same manner till the initial number of ten is reached. This dose should not be exceeded. The maximum dose is thirty and minimum ten. This ascending and descending scale of dosage should be maintained until the total number of marking nuts consumed reaches a thousand. When the daily dose is fully digested, a meal of cooked Shali or Shashtika rice supplemented with milk and ghee, should be eaten. After the completion of the course, only two meals a day with milk should be taken."
    },
    {
        "verse_id": "13",
        "text": " By the course of this vitalizing drug for a period of one year, one attains the benefits enumerated earlier such as the retention of youth for a hundred years etc Thus has been described ‘The Marking-nut Milk’."
    },
    {
        "verse_id": "14-(1)",
        "text": " Crush a quantity of marking nuts and place the pulp in a pot with a number of small holes at the bottom and keeping this pot over another which has been saturated with ghee and buried upto its neck in the ground, kindle a circular lire of cowdung cakes. The part where the two pots meet should be lined with black clay and a tight fitting lid placed over the upper pot. The essence of the marking nuts which is then distilled into the lower part should be used, mixed with its eighth part of honey and twice its quantity of ghee."
    },
    {
        "verse_id": "14",
        "text": " By the use of this vitalizing drug one remains young for a hundred years etc., as described earlier. Thus has been described “The Marking-nut Honey.”"
    },
    {
        "verse_id": "15",
        "text": " Take 256 tolas of the oil of the marking-nut prepared in the above way and mixing it with cow’s milk and a tola of the paste of liquorice, cook it a hundred times The rest of the details are the same as those mentioned in the case of earlier prescriptions. Thus has been descri bed “The Marking-nut Oil”."
    },
    {
        "verse_id": "16",
        "text": "Marking-nut ghee, marking-nut milk, marking nut honey, marking-nut gur, marking-nut soup, marking nut oil, marking-nut paste, marking-nut flour, marking-nut salt and mar king-nut demulcent drink; thus have been described the various pharmaceutical preparations of the marking nut"
    },
    {
        "verse_id": "17",
        "text": " The marking-nut is hot, suppurative and fiery in character. Administered properly it rivals ambrosia itself."
    },
    {
        "verse_id": "18",
        "text": " The ten modes of its preparations have been described. The physician who is conversant with disease, habitus and homologation should prescribe the suitable preparations."
    },
    {
        "verse_id": "19",
        "text": " There is no disease born of Kapha or disorder partaking of the nature of constipation, which cannot be cured quickly by the use of marking-nut; it is also promotive of intelligence and the gastric fire, Thus ends the prescriptions relating to the Marking-nut."
    },
    {
        "verse_id": "20",
        "text": " In the beginning, the great sages such as Cyavana and others, having become aged but being moved by the urge for life [prana-kama], succeeded in prolonging their lives indefinitely by the use of excellent vitalizers."
    },
    {
        "verse_id": "21",
        "text": " These long-lived ones, having prosecuted spiritual austerities, celibacy and meditation of the spirit to their hearts’ content, betook themselves to heaven."
    },
    {
        "verse_id": "22",
        "text": " Hence those who are moved by the urge to live [prana-kama] and the quest for happiness, should, in order to have abundant life, betake themselves with great attention and in the prescribed manner, to the procedure of vitalization,"
    },
    {
        "verse_id": "23",
        "text": " Thirty-seven infallible modes of the application of vitalizers have been set out in this quarter entitled ‘The Urge to Live [prana-kama]’ by the sage, the well-wisher of all creatures."
    }
]