[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter on ‘The Therapeutics of Epilepsy [apasmara-cikitsa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya,"
    },
    {
        "verse_id": "3",
        "text": " The knowers of the medical science define epilepsy [apasmara] as a disease due to the derangement of the intellect and the mind, characterised by loss of memory, loss of consciousness and convulsive movements of the body."
    },
    {
        "verse_id": "4-5",
        "text": " In those persons in whom the humors have become excessive and deranged by addiction to unwholesome and unclean food, and the Sattva quality has become obscured by passion and ignorance, the brain has become occluded with morbid humors and the mind oppressed with worry, passion, fright, anger, grief, anxiety etc., epilepsy makes its manifestation."
    },
    {
        "verse_id": "6-7½",
        "text": " The morbid humors lodged in the vessels affecting the brain, cause disturbance in its function; aud the person thus affected is overpowered with stupor and derangement of mind. He sees imaginary things, i.e., has visual aura, and drops down suddenly and is afflicted with tremors; his eyes and eye-brows become distorted; foam issues from the mouth, and the hands and feet become convulsed. When the paroxysm is over, he regains consciousness as though he were waking from sleep."
    },
    {
        "verse_id": "8",
        "text": " Epilepsy [apasmara] is considered to be of four kinds: three of them being due to each of the humors separately and the fourth to the discordance of all three combined.."
    },
    {
        "verse_id": "9",
        "text": " In an epileptic fit due to Vata there is visual aura of forms which are hard and of dusky-red or black color; the patient trembles, gnashes his teeth, throws out foams from the mouth and pants."
    },
    {
        "verse_id": "10",
        "text": " In a fit of epilepsy due to Pitta, the patient’s saliva, limbs, mouth and eyes have an icteric tinge; he sees the visual aura of yellow or red color and is affected with thirst and heat and visualizes the whole world as being in flames."
    },
    {
        "verse_id": "11",
        "text": " In a fit of epilepsy due to Kapha, the saliva, limbs, mouth and eyes are white, the body is cold, horripilated and heavy; the patient sees visual aura of white shapes and takes a long time to recover from the fit."
    },
    {
        "verse_id": "12",
        "text": " If accompanied with all the symptoms in all their intensity, the epilepsy [apasmara] should be known as being produced by the tridiscordance of all the three humors. This type is incurable; so also is the epilepsy which occurs in debilitated persons or which is of. long standing."
    },
    {
        "verse_id": "13",
        "text": " The provoked morbid humors precipitate an attack of epilepsy once every fortnight, every twelve days or every month, the paroxysm lasting for a brief period."
    },
    {
        "verse_id": "14",
        "text": " The physician should bring about the restoration of the activity of the brain, nerves and mind, which have been occluded by the above factors, by first administering the drastic purificatory measures."
    },
    {
        "verse_id": "15",
        "text": " the physician should treat the Vata-type of epilepsy mainly by means of enemata, the Pitta-type mainly by purgation, and the Kapha-type mainly by emesis."
    },
    {
        "verse_id": "16",
        "text": " Now listen to a description of the sedative recipes given for the cure of epilepsy, after the patient has been fully purified and well comforted."
    },
    {
        "verse_id": "17",
        "text": " The patient may take the ghee prepared with equal parts of cowdung-juice, sour curds, milk and cow’s urine. This ghee is curative of epilepsy [apasmara], jaundice and fever. Thus has been described ‘The Pancagavya Ghee’."
    },
    {
        "verse_id": "18-22",
        "text": " Decoct in 1024 tolas of water 8 tolas of each of the two varieties of pentaradices, three myrobalans, turmeric, Indian berberry, kurchi bark, dita bark, rough chaff, indigo, kurroa, purging cassia, root of common fig, orris root and cretan prickly clover, and when it is reduced to one-fourth its quantity, add the paste of one tola each of beetle-killer, Patha, the three spices, turpeth, hijjal, elephant pepper, pigeon pea, trilobed virgin’s bower, wild croton, wild chiretta, white flowered lead wort, the two varieties of Indian sarsaparilla, ginger grass, bishops weed and henna; cook with this 64 tolas of ghee, adding equal quantities of cow-dung-juice, sour curds, milk and urine. This ghee is called the major Pancagavya Ghee. It is equal to ambrosia."
    },
    {
        "verse_id": "23-24",
        "text": " it is recommended for use in epilepsy, insanity, edema, abdominal diseases, Gulma, piles, anemia, jaundice and Halimaka. It should be taken every day. It dispels ill luck, spirit possession and quartan fever. Thus has been described The major Pancagavya Ghee’."
    },
    {
        "verse_id": "25",
        "text": " The medicated ghee prepared of ancient ghee in Brahmi juice with sweet flag, costus and kidney-leaved ipomea, is curative of insanity, ill-luck, epilepsy [apasmara] and effects of evil deeds."
    },
    {
        "verse_id": "26",
        "text": " The medicated ghee, prepared with four times its quantity of the urine of the bull, or the he-goat, together with rock salt and asafoetida, is curative of the diseases of epilepsy and cardiac seizure."
    },
    {
        "verse_id": "27",
        "text": " The medicated ghee prepared with the paste of sweet-flag, purging cassia, curry neem, guduch, asafoetida, angelica and gum guggul is beneficial in epilepsy due to Vata-cum-Kapha."
    },
    {
        "verse_id": "27.1",
        "text": "28, The mixed unction, prepared of 64 tolas of oil and 64 tolas of ghee in 1024 tolas of milk, with the paste of four tolas of each of the drugs of the life-promoter group, is curative of epilepsy"
    },
    {
        "verse_id": "29-30",
        "text": " A medicated ghee may be prepared of 64 tolas of ghee in 256 tolas of milk and sugarcane-juice and eight times the quantity of decoction of white teak, with the paste of one tola each of the drugs of the life promoter group. By the use of this ghee, the epilepsy born of Vata-cum-Pitta is soon subdued. Similar is the action of the medicated ghee prepared in the decoction of thatch-grass, white yam, sugarcane and small sacrificial grass."
    },
    {
        "verse_id": "31",
        "text": " The medicated ghee prepared of 64 tolas of ghee in 1024 tolas of juice of emblic myrobalans, with the paste of 8 tolas of liquorice, is similarly curative of epilepsy [apasmara] due to Pitta."
    },
    {
        "verse_id": "32",
        "text": " Inunction should be given with the rape-seed oil prepared in four times its quantity of goat’s urine; massage should be done with cow’s dung and bath with cow’s urine.,"
    },
    {
        "verse_id": "33",
        "text": " The oil, prepared in the decoction of the bark of white siris, neem, tree of heaven and drumstick with equal amount of cow’s urine, is recommended for inunction."
    },
    {
        "verse_id": "34-36",
        "text": " Inunction with the medicated oil prepared in four times its quantity of goat’s urine with the paste of gum guggul, sweet flag, chebulic myrobalan, climbing nettle mercury, mudar, rape-seed, nardus, Putana-keshi, Indian birth wort, asafoetida, angelica, garlic, aquatic liquorice, red physic-nut, costus and such droppings of birds, of prey as may be available, is curative of epilepsy. Fumigation and applications may also be done with these drugs."
    },
    {
        "verse_id": "37-38",
        "text": " Long pepper, rock-salt, physic-nut, asafoetida, white emetic nut, Kakoli, rape-seed, small stinking swallow wort, curry neem and sandal and bones of the shouldergirdle, nails and ribs of dog—all these should be pounded together in goat’s urine under the constellation of Pushya. This will make a good application and fumigation."
    },
    {
        "verse_id": "39",
        "text": "The massage should be given with the paste of holy basil, costus, chebulic myrobalan Putana-keshi and angelica, ground in cow’s urine; and urines may also be used by themselves as affusion."
    },
    {
        "verse_id": "40",
        "text": " Similarly massage should be given with the excrement of leeches or burnt hair of goat or burnt bones of the ass, or burnt nails of the elephant or the burnt hair of the cow’s tail."
    },
    {
        "verse_id": "41",
        "text": " The urine of a tawny cow is very beneficial as a nasal medication, also the urine of dog, jackal, cat, lion and other creatures of that group is also recommended for nasal medication."
    },
    {
        "verse_id": "42-42½",
        "text": " (1) Beetle-killer, sweet flag, oblong-leaved croton; (2) white flowered mussel-shell creeper and climbing asparagus; (3) staff plant and oblongs leaved croton—these three sets of drugs, one mentioned in each hemistich, should be pounded with cow’s urine; the physician may use five or six drops of these as nasal drops."
    },
    {
        "verse_id": "43-44",
        "text": " The medicated oil prepared in goat’s urine with the paste of the three myrobalans, the three spices, deodar, barley alkali, sweet marjoram, black turpeth, rough chaff and the fruit of Indian beech, when used as nasal drops, is curative of epilepsy."
    },
    {
        "verse_id": "45",
        "text": " Long pepper, climbing nettle mercury, costus, salts and [b???] killer, powdered and mixed together, is an excellent nasal insufflation."
    },
    {
        "verse_id": "46",
        "text": " A medicated collyrium-stick may be prepared by pounding cardamom, autumnal green gram, nut-grass, cuscus grass, barley and the three spices with goat’s urine."
    },
    {
        "verse_id": "47",
        "text": " This medicated collyrium-stick when applied to the eyes in cases of epilepsy [apasmara], insanity, snake-bite, chronic poisoning, acute poisoning and drowning, acts like ambrosia."
    },
    {
        "verse_id": "48-49",
        "text": " A medicated collyrium-stick prepared by pounding nut-grass, guduch, the three myrobalans, cardamom, asafoetida, scutch grass, the three spices, black-gram, and barley in urines of a he-goat, ram and bull may be used in epilepsy, leprosy, insanity and irregular fevers."
    },
    {
        "verse_id": "50",
        "text": " The bile of the dog collected during the constellation of Pushya makes an eye-application curative of epilepsy. When mixed with ghee, if is stated to make an excellent fumigation."
    },
    {
        "verse_id": "51",
        "text": " The physician may perform fumigation with the beak or snout, wings and dung of mongoose, owl, cat, vulture, scorpion, snake and crow."
    },
    {
        "verse_id": "52",
        "text": " With the application of these tried procedures, the centre of consciousness is re-activated and the body channels become purified and the person is restored to consciousness."
    },
    {
        "verse_id": "53",
        "text": "If the condition of the endogenous epilepsy [apasmara] is attended with a sequela of the exogenous type characterised by excessive morbidity and symptoms, the treatment consists of measures indicated in insanity due to exogenous origin."
    },
    {
        "verse_id": "54-55",
        "text": " On the conclusion of the above, Agnivesha with folded hands, made the following submission: ‘Your Holiness, in the Section on General Principles, mention was made of psychic perversion or delusion and it was called the Great Disease. As, however, its causes, manifestation and treatment were not indicated there, I am left with the desire to know them. Will Your Holiness describe them now?’"
    },
    {
        "verse_id": "56",
        "text": " Hearing these words of the disciple, eager for knowledge, Punarvasu said to him, ‘O! gentle one, listen to me as I describe this Great Disease, together with its causes, manifestation and treatment."
    },
    {
        "verse_id": "57-60",
        "text": " In the body of the man whose spirit is clouded with passion and delusion and who is given to impure diet and conduct and to the suppression of natural urges, the humors, getting irritated by the excessive and promiscuous indulgence in things cold and hot, unctuous and dry etc., get localised in the brain and vitiate the pathway of the mind and understanding. Under such conditions, with the mind and understanding clouded by the increase of passion and delusion, and the brain disturbed by the rampant humors, the man, grown stupid and weakened in intelligence, tends to formulate erroneous judgments concerning the true and the false,the wholesome and the unwholesome. Such a state of mind is referred to by the experts as ‘Delusion’ and ‘Great Disease’."
    },
    {
        "verse_id": "61",
        "text": " The victim of this disorder should first be subjected to oleation and sudation and then purified by means of emesis and purgation When his strength has been rehabilitated, he should be nourished with foods and drinks that serve as brain-tonics."
    },
    {
        "verse_id": "62",
        "text": " He should take the Pancagavya ghee already described mixed with the expressed juice of Brahmi or small-leaved convolvulus or other vitalizing preparations that are pro-motive of intelligence."
    },
    {
        "verse_id": "63",
        "text": " In addition, his friends, sympathizers and trusted mentors who can expound to him both his moral and material good, should instill into him understanding, resolution, memory and concentration."
    },
    {
        "verse_id": "64",
        "text": " He may also use garlic in conjunction with til oil, climbing asparagus with milk and the juice of Brahmi or costas, or sweet flag with honey."
    },
    {
        "verse_id": "65",
        "text": " The disease of epilepsy [apasmara] if it has become chronic and has obtained a firm footing is indeed very intractable. It should be treated for the most part by means of vitalization therapy."
    },
    {
        "verse_id": "66",
        "text": " The epileptic as well as the insane should be specially protected from water, fire and trees, mountains and irregular surfaces, since these may become the cause of immediate death to such persons."
    },
    {
        "verse_id": "67-68",
        "text": " The etiological factors, how the morbid humors being provoked produce the causative factors of epilepsy [apasmara], the general and special symptoms of these morbid humors together with their treatment, the pathogenesis of the Morbid us Magnus, its manifestation and-treatment—all this, the sage (Punarvasu) has set forth both in outline and in detail, in this chapter on the Therapeutics of Epilepsy."
    }
]