[
	{
        "verse_id": "1",
        "text": " We shall now expound the first quarter entitled “The Virtues of the Chebulic (abhaya) and Emblic Myrobalans (amalaki)” of the chapter on Vitalization."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " “Treatment,” “Disease-remover”, “Corrective,” “Remedy,” “Drug,” “Redress,” “Sedative,” “Restorative,” and. “Wholesome agent’—all these, it should be known, are different names of medicine."
    },
    {
        "verse_id": "4",
        "text": " Now, medicine is of two kinds—one kind is promotive of vigor in the healthy; the other, destructive of disease in the ailing-"
    },
    {
        "verse_id": "5",
        "text": " The opposite of medicine is also of two kinds—one causing immediate disorders and the other causing remote ill-effects"
    },
    {
        "verse_id": "6",
        "text": " What has been described as promotive of vigor in the healthy is, in the main, virilific and promotive of vitality; the other is, in the main, regarded, as alleviative of disease. The term ‘in the main’ means ‘in a special degree.’ For, either kind in fact performs the work of both in more or less degree."
    },
    {
        "verse_id": "7-8",
        "text": " Long life, heightened memory and intelligence, freedom from disease, youth, excellence of lustre, complexion and of voice, optimum strength of body and senses, utterance that always gets fulfilled, the reverence of people, body-glow—all these does a man obtain by the use of vitalizers. The vitalizers are so called because they help to replenish the vital fluids of the body."
    },
    {
        "verse_id": "9-12",
        "text": " Whatever ensures the perpetuation of one's lineage, causes immediate exhilaration of spirits, enables one to approach women in an unfrustrated manner, endowing him with great strength like to that of a stallion, makes one greatly endearing to women, increases one's proportions and strength, causes the seminal secretion even of the aging to remain undiminished and fertile, establishes a man, by surrounding him with many and excellent offsprings, in the honor and respect of people, like to a great tree with many and wide-sweeping branches and like to a high monument secures for ore after death the earthly immortality that rests on posterity and finally confers fame, prosperity, strength and robustness; that is designated (Vājīkaraṇa [vājīkaraṇa]) virilific."
    },
    {
        "verse_id": "13",
        "text": " That medicine, which has thus been described to be of two kinds, is vitalizing and is indicated in the healthy As regards the other kind, which destroys disease, we shall describe it in the Section on Therapeutics."
    },
    {
        "verse_id": "14",
        "text": " By Treatment we mean such therapeutic measures as are employed against diseases. We shall first describe the procedure of vitalization and that of virilification."
    },
    {
        "verse_id": "15",
        "text": " That which is of a contrary character to medicine is to be known as “Contra-medicine”. It is unfit for use. Accordingly we shall confine to describing that which alone is fit for use."
    },
    {
        "verse_id": "16",
        "text": " The sages adumbrated two modes of administering vitalization—one by immurement in a retreat; the other by recourse to air and sun baths."
    },
    {
        "verse_id": "17-23",
        "text": " We shall set down the procedure regarding the immurement therapy. In an area resided in by princes, physicians, the twice-born communities, saintly men and men of virtuous deeds, free from alarm, salubrious, close to a city, where the necessary appurtenances may be had, one should, having selected a good site, cause a retreat to be built with its face towards either the east or the north. It should be of the following description; high roofed and commodious; built in three concentric courts; furnished with narrow ventilators; thick-walled; congenial in all weathers; well lighted; pleasing to the mind; proof against noises and other disturbing agents; untenanted by women; equipped with all the requisite appurtenances; and having physicians, medicines and Brahman as ready at call. Thereafter, during the sun’s northern course, in the bright half of the month, when the day (tithi) and the constellation are propitious and the Muhurta [muhūrta] and Karana [karaṇa] are favorable, the man seeking vitalization should getting shaven, enter the retreat, having fortified himself in his resolution and purpose, full of faith and single-mindedness, having cast off all sins of the heart, cherishing good will for all creatures, having first worshipped the gods and the a the twice-born, and having performed the circumambulation of the gods, the cows and the Brahmanas."
    },
    {
        "verse_id": "24",
        "text": " Therein, being cleansed with the purificatory measures and on having regained his happiness and normal strength, he should undergo the vitalization procedure. We shall first describe the cleansing procedure."
    },
    {
        "verse_id": "25-27",
        "text": " A person desiring vitalization should, after he has been subjected to the sudation and oleation procedures, drink with warm water, the powder of chebulic myrobalans, rocksalt, emblic myrobalans, gur, sweet flag, embelia, turmeric, long pepper and dry ginger, all of equal parts After his body has thus been cleansed and he has been put on a rehabilitatory diet, he should be given to drink thin barley-gruel mixed with ghee, for a period either of three nights or five days or seven days, until bis intestines have been purged of all fecal accumulations."
    },
    {
        "verse_id": "28",
        "text": " On being satisfied that' the person’s bowels have been properly cleansed, the physician, versed in the knowledge of age, habitus and homologation, should administer that procedure of vitalization which may be found suitable in each given case."
    },
    {
        "verse_id": "29-34",
        "text": " The chebulic myrobalan, it should be known, contains, all the tastes except one, i.e., the salt taste, is hot, beneficial, corrective of the humors, light, stimulative of the gastric fire and digestive, promotive of life, roborant, auspicious, the best of vitalizers, a panacea, promotive of the intellect and sense-vigour. The chebulic myrobalan is a quick subduer of the following disorders:—dermatosis, gulma, misperistalsis, consumption, anemia, intoxication, piles, the assimilation disorders, chronic irregular fever, cardiac disorders, diseases of the head, diarrhea, anorexia, cough, urinary anomalies, abdominal distension, splenic disorders, recent abdominal affections, discharge of mucus, hoarseness of voice, impairment of complexion, jaundice, helminthiasis, edema, asthma, vomiting, impotence, lassitude of the limbs, various kinds of obstruction of body-channels, collection of fluids or fat about the lungs or the heart, and stupefaction of memory and understanding."
    },
    {
        "verse_id": "35",
        "text": " Dyspeptics, eaters of ‘dry’ foods, those who have been weakened by indulgence in women, drink and poisonous addictions, and those who are afflicted with hunger, thirst and heat, should not take the chebulic myrobalan [abhaya]; that is to say, it is contra-indicated in such conditions."
    },
    {
        "verse_id": "36-37",
        "text": " It should be known that all these virtues spoken of in connection with the chebulic myrobalan are also found in the emblic myrobalan [amalaki]; the potency, however, is of the opposite type. In view of the above consideration, the physician should esteem the pulp of both chebulic and emblic myrobalans as being equal in virtue to nectar, the food of the gods itself."
    },
    {
        "verse_id": "38-40 The best of habitats for medicinal plants is the <a data-gl=\"1\" href=\"/definition/himalaya#ayurveda\" title=\"show Himalayas definitions\">Himalayas</a>, the most majestic of <a data-gl=\"1\" href=\"/definition/mountain#hinduism\" title=\"show mountains definitions\">mountains</a>",
        "text": " It is the fruits grown in the Himalayas that are therefore to be properly culled every season, selecting such fruits, as are in season, rich with juice and potency, mellowed by the sun, wind, shade and water, unnibbled at by bird or beast, unspoiled, and unmarked with cuts or diseases. We shall now describe the modes of administration and the excellent effects of these fruits."
    },
    {
        "verse_id": "41-47",
        "text": " Take forty tolas of each of the five groups of penta-radices, a thousand fruits of chebulic myrobalans and thrice that number of fresh emblic myrobalans. The five groups, each group c insisting of five roots, are as follows:—(a) Ticktrefoil, Indian nightshade, painted leaved uraria, yellow berried night-shade and small caltrops, constitute the first group called ‘The ticktrefoil group.’ (b) Bael tree, wind killer, Indian calosanthes, white teak and wild snake gourd, constitute the second group called ‘The bael group.’ c) Hogs weed, the two Shurpa parnis [śūrpaparṇī] viz; wild green gram, and wild black gram, heartleaved sida and castor oil plant constitute the third group called ‘The castor oil plant group.’ (d) Jivaka, Rishabhaka, Meda, cork swallow wort and climbing asparagus constitute, the fourth group called ‘The Jivaka group,’ (e) Small sacrificial grass, sugar-cane, sacrificial grass, [thatch grass][?] and paddy roots constitute the fifth group called ‘The grass group.’ Of each of these five groups of penta radices, take as instructed above and mixing them boil the whole in ten times the quantity of water; when the decoction is boiled down to a tenth of its quantity, it should be filtered and the fluid part kept Take now the fruits of the chebulic and emblic myrobalans and after deseeding and crushing them in a mortar with a pestle, throw the pulp into the decoction mentioned above."
    },
    {
        "verse_id": "48-53",
        "text": " Add to this the powder of the following, the measure of each ingredient being 16 tolas; Indian pennywort, long pepper, kidney leaved ipomea, rush-nut, nut grus, embelia, sandal wood, aloe wood liquorice, turmeric, sweet flag, fragrant poon, the small cardamom and cinnamon Add to this the powder of sugar-candy, measuring 4,400 tolas in weight, 512 tolas of oil and 768 tolas of ghee. Boil all this in a copper vessel on a low fire, taking care to see that the decoction has changed into a linctus but is not burnt Take it down and after it has cooled, add honey to it. The measure of honey to be added is half that of the oil and ghee combined The whole linctus should be kept well-mixed in an earthen jar which has been situ rated with ghee. It may then be administered in proper dosage and at the proper time. The dose should be such as not to interfere with the taking of the patient’s meals. When the medicine his been digested, the patient should be given to eat a dish of Shashtika rice with cow’s milk."
    },
    {
        "verse_id": "54-56",
        "text": " The hermits known as the Vaikhanasas and the Valakhilyas and likewise other celebrated ascetics attained immense longevity from the use of this Rasayana. Shuffling off their decayed bodies, they secured for themselves fresh youth, freed themselves from langour, weariness and dyspnea and were unhampered by disease, were single-minded, and endowed with intelligence memory and strength. These mighty ascetics practised spiritual austerities and celibacy for unending years with exceeding devotion."
    },
    {
        "verse_id": "57",
        "text": " This divine Rasayana should be made use of by one who desires long life; by so doing, he will attain longevity, rejuvenation and all the desires of his heart Thus has been described the Brahma Rasayana."
    },
    {
        "verse_id": "58",
        "text": " Take a thousand fruits of the emblic myrobalan, of the qualities described above. Soften them well by the steam-process by keeping over a kettle of boiling milk, and dry them in the shade and after de-seeding them, crash them to powder. This powder should then be macerated in the expressed juice of a thousand fresh fruits of the emblic myrobalan. Add to it the following, each of the measure of an eighth part of the powder of the emblic myrobalan. Tick-trefoil, hog’s weed, cork swallow wort, gingo fruit, heliotrope, Indian penny wort, climbing asparagus, kidney leaved ipomea, long pepper, sweet flag, embelia, cowage, guduch, sandal-wood, eagle-wood, liquorice and flowers of mahwa, blue water lily, lotus, arabian jasmine, rose, small jasmine and yellow jasmine; the compound should then he macerated in the expressed juice of 4,000 tolas of gingo fruit plant. It should then be dried in the shade. Ghee of twice the measure or ghee and honey of twice the measure should then be mixed with it. The whole mass should be reduced to look like liquid gur and kept in a clean and strong earthen vessel that has been saturated with ghee The vessel, having been sealed and made secure by one who is versed in the Atharva-veda, should be deposited under-ground below a heap of ashes, for a fortnight. When the prescribed period is over, it should be unearthed and the contents mixed with the powder of gold, silver, copper, coral and iron, the measure of these being one eighth of the whole mass. It should be taken each morning in a gradually increasing dope, beginning with half a tola, with due heed to one’s strength of digestion. When the dose has been fully digested, a meal consisting of cooked Shashtika rice and milk seasoned with ghee, should be eaten. Taking this medicine in this manner, one attains all the benefits described earlier in the case of the first Brahma Rasayana."
    },
    {
        "verse_id": "59-61 The Brahma Rasayana described above was made use of by the great sages",
        "text": " Using it, one becomes immune to disease, long-lived, endowed with great strength, attractive to people, fulfilled of desires and equal in lustre to the sun and the moon. One will be able to retain in memory all that one has heard, and will possess the mental faculties of the seers. One will moreover, have a frame like adamant and strength like that of the wind. In such a body even poison will be rendered innocuous. Thus has been described the second Brahma Rasayana"
    },
    {
        "verse_id": "62-74",
        "text": " Take 4 tolas of each of the following: Bael, wind killer, Indian trumpet flower, white teak, trumpet flower, heart leaved sida, the four Parnis, ticktrefoil, painted leaved uraria, wild green gram and wild black gram, long pepper, small caltrops, Indian night shade and yellow berried nightshade, galls, ground phylanthus, grapes, cork swallow-wort, german iris, eagle-wood, chebulic myrobalans [abhaya], heart-leaved moon-seed, Riddhi, Jivaka, Rishabhaka, zedoary, nut grass, hog’s weed, Meda, cardamom, sandal wood, blue lily, white yam, Vasiki root, Kakoli, and small stinking swallow wort; to these add five hundred fruits of the emblic myrobalans [amalaki]. Boil the whole in 1024 tolas of water. On ascertaining that the drugs have been thoroughly decocted, the brew together with emblic myrobalans, should be taken down. The myrobalans should be removed and de-seeded. They should then be fried in 48 tolas of ghee and oil The physician should then boil the fried substance in the decoction already obtained, adding to it two hundred tolas of pure candied sugar. He should keep stirring the whole with a clean iron ladle till it is reduced to the proper consistency; then it should be taken down. After it has cooled, mix it with 24 tolas of honey, 16 tolas of bamboo manna, 8 tolas of long pepper, 4 tolas of cinnamon bark, cardamoms, the leaves of the cinnamon tree and of fragrant poon combined, and all ground to powder. This is that very Cyavana-prasha [cyavanaprāśa], the elixir of the Rishi Cyavana, which is celebrated as the high est Rasayana [rasāyana]. It is specially recommended for the cure of cough and dyspnea and as a body-builder for the wasted, for those suffering from pectoral lesions, for the old and for children. It also subdues such disorders as loss of voice, diseases of the chest, diseases of the heart, thirst and disorders of the rheumatic condition. It should be made use of in such doses as will not interfere with the ordinary eating of meals. By its use, Cyavana, though grown very old, became young once, again. Intelligence, memory, lustre, immunity From disease, longevity, increased sense powers amative delights, heightened activity of the gastric fire, clearness of complexion, the regularity of the peristalsis—all this, does a man obtain from the use of this Rasayana. By retiring into a retreat and resorting to this medicine, a man will shed his infirmities and emerge with fresh youth. Thus has been described the ‘Cyavana-prasha’ linctus."
    },
    {
        "verse_id": "75",
        "text": " Take a quantity of chebulic and emblic myrobalans or of emblic and beleric myrobalan or chebulic aud beleric myrobalans, or of all the three-Wrap them in the bark of the Palasha tree and smearing the exterior of the bundle with clay, heat them over a cow-dung fire. Removing the stones, take a quantity weighing 4,000 tolas. Crush this in a stone mortar. Mixing the paste with an equal quantity of curds, ghee, honey, til paste, til oil and sugar, take according to the rules laid down earlier, abstaining from diet the while, There after the return to the normal mode of diet should be gradually effected through the taking of gruel etc; and one should take inunction with ghee and massage with the powder of barley, This may be increased to a course of two doses a day according to the strength of digestion. The transition to normal diet must be effected through a course of cooked Shashtika rice, seasoned with ghee taken either with gruel or milk. Thereafter, one may conduct oneself according to one’s inclinations and eat whatever one desires. By the use of this Rasayana, the sages regained their youth, lived for hundreds of years free from disease. Besides being possessed of the strength of body, mind and senses, they were able to prosecute their austerities with the greatest devotion. Thus has been described the fourth variety of Emblic Myrobalan Vitalizer."
    },
    {
        "verse_id": "76",
        "text": " Make a decoction of the chebulic, emblic and beleric myrobalans together with all the five groups of penta-radices. Add to it the paste of long pepper, liquorice, mahwa, Kakoli, Kshira-kakoli, cowage, Jivaka, Rishabhaka and milky yam. Add to it the infusion of white yam. Cook the whole thing in eight times the quantity of cows milk and 2048 tolas of ghee. Taking this Rasayana in the dose determined by one’s digestive strength and following it on its digestion by a meal of Shali or Shashtika rice, with ghee and milk and the post-prandial potion of hot water, one becomes exempt from the consequences of old age, disease, sin and black magic and gaining unrivalled strength of body, senses and intelligence, becomes a man of unthwarted enterprises, and attains great longevity. Thus has been described the fifth Emblic Myrobalan recipe."
    },
    {
        "verse_id": "77",
        "text": " Take a quantity of chebulic, emblic and beleric myrobalans, turmeric, ticktrefoil, heart leaved sida, embelia, guduch, dry ginger, liquorice, long pepper and gum arabic tree, and cook in ghee extracted from milk and mix it with honey and sugar, Add to the above, the powder of emblic myrobalan, which has been impregnated a hundred times with the fresh juice of emblic myrobalans together with one fourth the quantity of iron powder. Of this Rasayana, take every morning one tola in accordance with the rules already laid down, In the evening, eat a meal consisting of cooked Shali or Shashtika rice, seasoned with ghee, in conjunction with either the soup of green gram or cow’s milk. By taking a course of this Rasayana in this manner for a period of three years, one remains young for a hundred years, improves one’s memory and overcomes, all diseases. In such a man’s body, even poison becomes innocuous; his limbs grow hard and compact like stone; he becomes invulnerable to creatures"
    },
    {
        "verse_id": "78-80",
        "text": " As is ambrosia to the immortals, as is the nectar to the serpents, so in the days of yore, was the procedure of vitalization to the great sages, These sages of yore, who were votaries of Rasayana, lived for thousands of years, transcending old age, infirmity, disease and even death itself. He who makes use of Rasayana in the prescribed manner, not merely attains longevity on the earth but dying, goes by the auspicious way of the divine sages and reaches the immutable Brahma itself."
    },
    {
        "verse_id": "81",
        "text": " In this quarter of the chapter on “The virtues of the Chebulic and Emblic myrobalans,” six tested recipes have been described of the therapy of vitalization whereby life is prolonged."
    }
]