[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Anemia [panduroga-cikitsa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Anemia [pandu-roga] is considered to be of five kinds viz., the three due to the provocation of Vata, Pitta and Kapha individually, the fourth due to the provocation of all these three combined, and the fifth due to geophagism (earth-eating)."
    },
    {
        "verse_id": "4",
        "text": " The man in whose body elements the morbid humors get provoked, with Pitta in predominance, in that mau those body-elements grow flabby and heavy."
    },
    {
        "verse_id": "5",
        "text": " Thereafter the complexion, vitality, unctuousness and other qualities of the vital essence become excessively diminished as a result of the morbidity of humors as well as of the body-elements."
    },
    {
        "verse_id": "6 In consequence, the person becomes depleted in blood and fat and devitalized and suffers from asthenia of the sense-organs and discoloration of the skin",
        "text": " Now listen to a description of the etiology and signs and symptoms of anemia."
    },
    {
        "verse_id": "7-11½",
        "text": " By indulgence in alkaline acid, salt, very hot, antagonistic and unwholesome diet, by habitual indulgence in legumes, black gram, oilcake and til oil; by resorting to day sleep, physical exercise and sexual congress while the food is still undigested; by irregular performance of the quinary purificatory procedures, by abnormality of the seasons, and by suppression of natural urges, the Pitta which is in the normal condition in the heart gets provoked; it also occurs in persons whose minds have been affected with passion, anxiety, fright, wrath or grief. This Pitta, being expelled by the powerful Vata and passing into the ten main arteries, spreads through them in the entire body and becomes lodged in the space between the skin and the flesh. Then, by vitiating the Kapha, Vata, blood, skin and flesh, it produces whitish, yellowish or greenish or various other discolorations of the skin. This condition is called anemia[panduroga]."
    },
    {
        "verse_id": "12",
        "text": " Its premonitory symptoms are—cardiac palpitation, dryness, anidrosis and fatigue"
    },
    {
        "verse_id": "13-16",
        "text": " When the disease has fully manifested itself, there occur all the following symptoms—the patient becomes afflicted with tinnitus, loss of gastric fire, weakness, asthenia, repugnance for food, fatigue, giddiness, pain in the limbs, fever, dyspnea, heaviness and anorexia He feels as though his limbs have been kneaded, squeezed and pounded; his eyelids are swollen; he is greenish in bodytinge, his hair falls off, he suffers loss of body-lustre, he becomes irritable, dislikes cold things, develops sleepiness, ptyalism, and taciturnity, complains of cramps in the legs and pain and flabbiness in the waist, thighs and feet when climbing or exerting himself in other ways. We shall now give a detailed description of this disease."
    },
    {
        "verse_id": "17-18",
        "text": " The Vata, getting provoked by Vata-promoting diet and behaviour causes the swarthy type of pallor, dry-brown coloration of the limbs, body-ache, pain, pricking pain, tremors, pain in the side of the body and in the head, dehydration of feces, dysgeusia, edema, constipation and loss of vitality."
    },
    {
        "verse_id": "19",
        "text": " The Pitta getting provoked by the particular Pitta-provoking factors and getting accumulated in the body of the person of the Pittahabitus, vitiates the blood and other body-elements and causes [anemia?]."
    },
    {
        "verse_id": "20-22",
        "text": " The person becomes yellowish or greenish in tinge, afflicted with fever and burning, has craving for fluids, fainting and thirst; he passes yellowish urine and feces, perspires excessively, craves for cold things, does not relish food and has a pungent taste in the mouth. Hot as well as acid things are not homo-logatory to him, and he suffers from acid eructations and heart-burn due to the misdigestion of food, and also from body-fetor, looseness of stools, prostration and faintness."
    },
    {
        "verse_id": "23-25",
        "text": " Similarly, the Kapha getting increased by Kapha-promoting factors, causes anemia[pandu-roga] having the following symptoms—heaviness, torpor, vomiting, sallow complexion, ptyalism, horripilation, asthenia, fainting, giddiness, exhaustion, dyspnea, cough, lethargy, anorexia, loss of speech and voice, whiteness of urine, eyes and feces; craving for pungent, dry and hot things, edema and sweet taste in the mouth. This is the anemia due to Kapha."
    },
    {
        "verse_id": "26",
        "text": " In a person who indulges in all varieties of food, all the three humors get simultaneously provoked and cause a very severe type of anemia[panduroga] having a syndrome of the symptoms of tridiscordance."
    },
    {
        "verse_id": "27-30",
        "text": " In one who is addicted to earth-eating, any of three three humors may become provoked. Earth of the atsringent taste provokes Vata; that of saltish taste provokes Pitta and that of sweet taste provokes Kapha. Earth when eaten, dehydrates the nutrient fluid and the other body-elements on account of its quality of dryness, and not being digested in the body, it (the earth) fills the body-channels and causes obstruction. Then, impairing the tone of the senses, secretory system, lustre, and vital essence, it causes anemia and soon diminishes vitality, complexion and the gastric fire. The patient develops edema of the cheek, eyelid and brow; his feet, navel aud genitals become edematous; he develops intestinal worms and diarrhea and his stools are mixed with mucus and blood."
    },
    {
        "verse_id": "31-33",
        "text": " The patient in whom the anemia[pandu-roga] has been of long duration and has led to excessive dehydration of the body, or the patient who has developed edema on account of the long duration of the disease and whose vision has become yellow, or the patient who passes frequent, yellow, hardened and scanty stools mixed with mucus, or the patient who has become depressed in spirit and pale and whose body has become excessively clammy and who is afflicted with vomiting, fainting and thirst, or the patient, who, in consequence of loss of blood, has developed pronounced pallor—all these types of anemia do not get cured. Thus have been described the signs and symptoms of ‘The five varieties of Anemia’."
    },
    {
        "verse_id": "34",
        "text": " If the anemic person indulges inordinately in Pitta-promoting things, the Pitta in him gets aggravated and consuming the blood and flesh in his body, leads to further disease."
    },
    {
        "verse_id": "35-36",
        "text": " Thus, his eyes become extremely yellow and likewise his skin, nails and face become yellow; he passes urine and feces of reddish or yellowish color; his skin-color is yellow like that of a frog; his senses are impaired and he is afflicted with burning, mis-digestion, prostration, asthenia and anorexia. This condition known as Kamala or jaundice is caused by the excess of Pitta and its seats of affection are both the gastro-intestinal tract and the peripheral tissues. In course of time, the jaundice becomes deep-seated and formidable; this is called Kumbha-Kamala."
    },
    {
        "verse_id": "37-38½",
        "text": " The patient passes feces and urine of dark yellow color and develops severe edema; his eyes and face appear red and his vomit, feces and urine are tinged with blood; he has tremors; he is afflicted with burning, anorexia, thirst, constipation, torpor and faintness; he suffers from loss of the gastric fire as well as of consciousness; such a subject of jaundice will soon die."
    },
    {
        "verse_id": "39",
        "text": " Now we shall describe the treatment of the remaining conditions which are curable."
    },
    {
        "verse_id": "40",
        "text": " The patient suffering from anemia[panduroga] should be made to undergo oleation procedure and then be cleansed with strong emesis and purgation. The patient suffering from jaundice should be cleansed with mild and bitter purgative remedies"
    },
    {
        "verse_id": "41-41½",
        "text": " After the alimentary system has thus been cleansed by these procedures, he should be given wholesome food, namely, old rice, barley br wheat, either with soup prepared of green gram, pigeon-pea or lentils, or with wholesome meat juice of Jangala creatures."
    },
    {
        "verse_id": "42-43",
        "text": " According to the particular morbidity in each of these two conditions, medication should be carried out. The medicated ghees viz., Pancagavya (chap. X Cik.), Mahatikta (chap. VII Cik.) or Kalyanaka (Chap. IX Cik.) may be given for oleation purposes in the patient suffering from jaundice and anemia."
    },
    {
        "verse_id": "44-46",
        "text": " The medicated ghee prepared of eighty tolas of cow’s ghee, in 256 tolas of water, with the paste"
    },
    {
        "verse_id": "16 tolas of pomegranate, 8 tolas of coriander, 4 tolas of white*flowered leadwort, 4 tolas of dry ginger and 2 tolas of long pepper, is curative of gastric disorders, anemia, <a data-gl=\"1\" href=\"/definition/gulma#ayurveda\" title=\"show Gulma definitions\">Gulma</a>, piles, splenic disorder and disorders due to Vata and Kapha",
        "text": " It is digestive-stimulant, curative of dyspnea and cough; it is recommended in claudication of Vata and in difficult labour (dystocia); it endows fertility on sterile women. Thus has been described ‘The compound Pomegranate Ghee’."
    },
    {
        "verse_id": "47-49",
        "text": " Take four tolas of each of kurroa, nut-grass, turmeric and Indian berberry, kurchi-seeds, wild snake-gourd, sandal-wood, trilobed virgin’s bower, zalil, cretan prickly elover, long pepper, trailing rungia, neem, chiretta and deodar, and obtain 64 tolas of medicated ghee decocting all these in four times that quantity of cow’s milk. This medicated ghee is curative of hemothermia, fever, burning, edema, fistula-in-ano, piles, menorrhagia and likewise of eruptions. Thus has been described ‘The compound Kurroa Ghee’."
    },
    {
        "verse_id": "50",
        "text": " Prepare a medicated ghee with the decoction of a hundred chebulic myrobalans to which has been added the paste of the stalks of fifty che-Italic myrobalans and 64 tolas of ghee."
    },
    {
        "verse_id": "This taken as potion is curative of anemia[<em>pandu-roga</em>] and Gulma",
        "text": " Thus has been described ‘The Chebulic Myrobalan Ghee’."
    },
    {
        "verse_id": "51",
        "text": " Prepare a medicated ghee taking 64 tolas of ghee and sixteen tolas of the decoction of the red physic nut along with the paste of green fruits of red physic nut. This is curative of splenic disorders, anemia and edema. Thus has been described ‘The Red Physic nut Ghee.’"
    },
    {
        "verse_id": "52",
        "text": " The medicated ghee, made from 64 tolas of old ghee cooked with 32 tolas of the paste of grapes, is curative of jaundice, Gulma, anemia [panduroga], fever, urinary disorders and abdominal affections. Thus has been described ‘The Grape Ghee.’"
    },
    {
        "verse_id": "53",
        "text": " The medicated ghee prepared from buffalo’s ghee cooked with cow’s milk, turmeric, the three myrobalans, neem, heart-leaved sida and liquorice is an excellent cure for jaundice. Thus has been described ‘The compound Turmeric Ghee’."
    },
    {
        "verse_id": "54-54½",
        "text": " Prepare a medicated ghee by cooking 2 tolas of the paste of Indian berberry in 64 tolas of buffalo’s ghee and twice that amount of cow’s urine. Prepare also another medicated ghee from the decoction of twenty tolas of Indian berberry, two tolas of the paste of yellow sandalwood and 64 tolas of buffalo’s ghee. The first ghee is indicated in anemia and the second one in jaundice."
    },
    {
        "verse_id": "55-59½",
        "text": " If as the result of treatment by the aforesaid unctuous remedies, the anemia-patient is found to be rendered sufficiently unctuous, he should thereafter be subjected to frequent purgation by means of pure cow’s milk or cow’s milk mixed with cow’s urine. The patient may be given a purgative which is also curative of anemia consisting of the lukewarm decoction of red physic nut, either cooked with 16 tolas of white teak or mixed with 16 tolas of triturated grapes. The anemia-patient with provoked Pitta should take a potion of 2 tolas of turpeth with twice that measure of sugar, while the anemia-patient with an excess of Kapha should take with cow's urine the powder of chebulic myrobalans soaked in cow’s urine. The patient may take purging cassia, the three spices and bael leaves mixed with the juice of the sugar-cane, white yam and emblic myrobalan for the cure of jaundice. The jaundice-patient may take either the paste of red physic nut ½ tola with twice the quantity of gur, in cold water or the powder of turpeth in the juice of the three myrobalans."
    },
    {
        "verse_id": "60-62½",
        "text": " Take one tola each of colocynth, the three myrobalans, nutgrass, costus, deodar and kurchi seeds half a tola of atees and two tolas of trilobed virgin’s bower, and crushing the whole in sufficient quantity of water, reduce to paste and strain. This as potion should be taken and immediately after, honey should be licked. This medicament cures cough, dyspnea, fever,. burning, anemia[pandu-roga], anorexia, Gulma, constipation, chyme and Vata disorders, as also hemothermia."
    },
    {
        "verse_id": "63-63½",
        "text": " The patient suffering from jaundice should take early in the morning the cold infusion of the three myrobalans or guduch or Indian berberry or neem mixed with honey."
    },
    {
        "verse_id": "64-64½",
        "text": " The anemia-patient should take for a period of a fortnight the course of cow’s or buffalo’s urine cum milk; or he may take for a period of seven days the decoction of the three myrobalans mixed with cow’s urine."
    },
    {
        "verse_id": "65-65½",
        "text": " Take tender sprouts of pomelo and having roasted them on the fire, quench and crush them up in cow’s urine. A potion of its filtered solution i« curative of edema induced by anemia[panduroga]."
    },
    {
        "verse_id": "66 67",
        "text": " The patient may take the yellow milk plant, white and black turpeths, deodar and dried ginger either reduced to paste in 16 tolas of cows urine or decocted in the cow’s urine or boiled in cow’s milk. This medicament is promotive of the elimination of the waste products in the body."
    },
    {
        "verse_id": "68",
        "text": " Or, the patient may take a course of the chebulic myrobalan in conjunction with cow’s urine. On the dose being digested, he should take his meals mixed either with milk or with sweet meat-juices."
    },
    {
        "verse_id": "69",
        "text": " Or, the physician should cause the patient to drink, for the cure of anemia[pandu-roga], the iron-powder soaked in cows urine along with milk, for a period of seven days."
    },
    {
        "verse_id": "70-71",
        "text": " Take one part of the powder of the three spices, the three myrobalans, nut-grass, embelia and white-flowered leadwort, and 9 parts of iron powder and mix them with honey and ghee This is curative of anemia[panduroga], gastric disorders, dermatosis, piles and jaundice. This nine-fold iron preparation is highly valued by Krishna Atreya. Thus hag been described ‘The-Ninefold Iron-powder’."
    },
    {
        "verse_id": "72",
        "text": " Take equal parts of gur, dry ginger, iron rust and til, and double that of long pepper. Pills may be prepared from this for the patient Suffering from anemia."
    },
    {
        "verse_id": "73-77",
        "text": " Take 8 tolas of each of the three spices, the three myrobalans, ^ut grass, embelia, chaba pepper, white-flowered leadwort, Indian berberry, yellow pyrites, piper root and deodar and pulverise them. Take double this quantity of iron rust which is purified and of a color as black as antimony. Boil it in 8 times its quantity of cow’s urine and then add the above powder to it; prepare pills, each of one tola in weight. The patient may take these pills with butter-milk according to the strength of his gastric fire, and when it is digested, he should take a wholesome meal. These iron-rust pills give new life to the patient suffering from anemia. They also alleviate dermatosis, indigestion, edema, spastic paraplegia, disorders of Kapha, piles, jaundice and urinary anomalies. Thus have been described ‘The Iron-rust Pills’."
    },
    {
        "verse_id": "78-79½",
        "text": " Take 20 tolas of iron pyrites, mineral pitch, silver andiron-rust and 4 tolas of white flowered leadwort, the three myrobalans, the three spices, embelia and 32 tolas of sugar; pulverise and mix them together. This powder should be habitually taken in a dose of 1 tola, mixed liberally with honey. The patient should avoid horse-gram, black night-shade and the flesh of pigeon and should resort to a wholesome and moderate diet after the dose is digested."
    },
    {
        "verse_id": "80-84½",
        "text": " Take three parts of the three myrobalans and three parts of the three spices, one part of white flowered leadwort and of embelia, 5 parts of mineral pitch and similarly of silver rust and yellow pyrites and pure iron powder, and 8 parts of sugar; make a very fine powder of all these and mixing it liberally with honey, put it in a clean metallic receptacle. The person may take from it a dose of one tola, according to his digestive power. It should be habitually taken and when the dose is digested, he should take his food ad libitum, avoiding horsegram, black nightshade and flesh of pigeon. This recipe is called Yogaraja or sovereign recipe and is comparable to ambrosia in its effects."
    },
    {
        "verse_id": "85-86½",
        "text": " This is a supreme vitalizer, panacea and blessing. It cures anemia [panduroga], toxicosis, cough, consumption, irregular fever, dermatosis, indigestion, urinary disorders, dehydration, dyspnea and anorexia, and it cures particularly epilepsy, jaundice and piles. Thus has been described ‘The Yogaraja, the sovereign recipe’."
    },
    {
        "verse_id": "87-90½",
        "text": " Take 32 tolas of mineral pitch, impregnate it with the juices of kurchi seeds, the three myrobalans, neem, snake gourd, nut grass and dry ginger for 10, 20 or 30 days; add to it 32 tolas of white sugar and 4 tolas of each of bamboo manna, long pepper, emblic myrobalans and galls, and 4 tola, of the entire plant of Indian-nightshade and the powder of the three fragrant substances—cinnamon, cardamom and mace; pulverise all of them and mix with 12 tolas of honey and prepare into pills of one tola each. The patient may take them on an empty stomach or after meals followed by a drink of the juice of pomegranate or of milk or meat-juice of birds, or of water, or Sura or other wines."
    },
    {
        "verse_id": "91-92½",
        "text": " These pills cure anemia [pandu-roga], dermatosis, fever, splenic disorders, asthma, piles, fistula-in-ano, fetor-oris, gastric disorders, disorders of semen urine and of the gastric fire, consumption, chronic poisoning, abdominal diseases, cough, menorrhagia, hemothermia, edema, Gulma, diseases of the throat and all kinds of wounds. These pills are a panacea for all diseases and are a blessing. Thus has been described ‘The Mineral Bitch Pills’."
    },
    {
        "verse_id": "93-95",
        "text": " Take 4 tolas of hog's weed, turpeth, the three spices, embelia, deodar, white flowered leadwort, costus, turmeric, Indian berberry, the three myrobalans, red physic-nut, chaba pepper, kurchi seeds, long pepper, roots of long pepper and nut-grass; take double this quantity of iron-rust and boil in 512 tolas of cow’s urine and mix the aforesaid powder in it and prepare pills of half tola each. The patient may take well mixed with butter-milk."
    },
    {
        "verse_id": "96",
        "text": " These pills cure anemia [panduroga], splenic disorders, piles, irregular fever, edema, assimilation-disorders, dermatosis, and helminthiasis; thus has been described ‘The Hog’s weed Iron-rust’."
    },
    {
        "verse_id": "97",
        "text": " The patient suffering from jaundice and anemia may lick the powder prepared of the bark of Indian berberry, the three myrobalans, the three spices, embelia and iron-powder mixed with honey and ghee."
    },
    {
        "verse_id": "98",
        "text": " The patient suffering from jaundice may lick the powder prepared of equal quantity of iron-powder, chebulic myrobalan and turmeric, with honey and ghee, or the powder of chebulic myrobalan with gur and honey."
    },
    {
        "verse_id": "99",
        "text": " The linctus prepared of the powder of the three myrobalans, turmeric, Indian berberry, kurroa and iron-powder, mixed with honey and ghee, is curative of jaundice."
    },
    {
        "verse_id": "100-101½",
        "text": " Take 8 tolas of bamboo manna, dry ginger and liquorice, and 64 tolas of long pepper and grapes, and 200 tolas of white sugar. Prepare this powder into a linctus by boiling it in 1024 tolas of the juice of emblic myrobalan; when it is cold, add 64 tolas of honey. This should be taken as a linctus in the dose of one tola at a time. It cures jaundice, anemia, excess of Pitta, cough and Halimaka [halīmaka]. Thus has been described ‘The linctus of the Emblic Myrobalan’."
    },
    {
        "verse_id": "102-104½",
        "text": " Take equal quantities of the three spices, the three myrobalans, chaba pepper, white-flowered leadwort, deodar, embelia, nutgrass and kurchi bark; pulverise all these and adding an equal quantity of iron-rust, boil the whole in eight times the quantity of cow’s urine. The cooking should be done over a low fire and when the preparation is cooled, make pills of one tola each. These should be taken according to one’s digestive power. They are curative of splenic disorders, anemia, assimilatiou-disorders and piles; the patient should take a diet of butter-milk and barley-meal during the course of treatment. Thus has been described ‘The iron-rust Pill’."
    },
    {
        "verse_id": "105-105½",
        "text": " The medicated gur wine prepared with Indian madder, turmeric, grapes, roots of sida, iron-powder and lodh is beneficial for the patients suffering from anemia [pandu-roga]. Thus has been described ‘The Medicated Gur-wine’."
    },
    {
        "verse_id": "106-110½",
        "text": " Decoct 64 tolas of the kino tree, 80 tolas of the three myrobalans, 20 tolas of grapes and 28 tolas of lac in 1024 tolas of water; when it is reduced to half its quantity, filter it and when cold add 64 tolas of honey and a tola of each of the three spices, shell, cuscus grass, betel nut, cherry tree, mahwa and costus and put the mixture in a pot saturated with ghee, under a heap of common barley for ten nights in summer, and double that number in the cold season and then it should be prescribed as potion. It is curative of assimilation-disorder, anemia, piles, edema, Gulma, dysuria, lithiasis, urinary disorders, jaundice and tridiscordance. The preparation of this medicated wine of the Indian kino tree has been propounded by Atreya. Thus has been described ‘The Kinotree Medicated-wine’."
    },
    {
        "verse_id": "111-1124",
        "text": " Extract by pressure the juice of 2000 emblic myrobalans and then mix the juice with ½ its quantity of honey and 8 tolas of long pepper and 200 tolas of sugar, and then keep it in a ghee-pot for a fortnight. This should be drunk in proper dosage in the morning and the rules of beneficial dietetic regimen observed."
    },
    {
        "verse_id": "113-113½",
        "text": " This is curative of jaundice, anemia [panduroga], cardiac diseases, rheumatic conditions, fevers of irregular type, cough, hiccup, anorexia and dyspnea. Thus has been described ‘The Medicated Emblic Myrobalan Wine’."
    },
    {
        "verse_id": "114-114½",
        "text": " The water decocted with the drugs of the ticktrefoil group is recommended for use in the dietary of the anemia-patients and as regards those suffering from jaundice, the juice of grapes and of emblic myrobalans is recommended."
    },
    {
        "verse_id": "115-116½",
        "text": " Thus, the measures for the cure of anemia have been expounded by the great sage. The physician should administer these according to the predominant morbid humors and the vitality of the patient. In anemia due to predominance of Vata-provocation, the treatment must be chiefly by unctuous medications. In anemia due to predominance of Pitta, the treatment must be chiefly by bitter aud cooling medicaments. In anemia due to predominance of Kapha-provocation, the treatment must be chiefly by bitter, pungent and hot drugs. In tridiscordance condition it should be of the mixed nature."
    },
    {
        "verse_id": "117-117½",
        "text": " The skilful physician should expel the ingested earth from the body by strong purificatory measures, after due consideration of the vitality of the patient."
    },
    {
        "verse_id": "118-120½",
        "text": " And when the body has been purified, strength-promoting ghees should be administered. The person suffering from the morbid effects of gophagism should drink, according to the prescribed procedure, the medicated ghee prepared with the three spices, bael, turmeric and Indian berberry, the three myrobalans, the two varieties of hog’s weed, nut-grass, iron-powder, Patha, embelia, deodar, climbing nettle mercury and beetle killer, along with milk and ghee. Similarly, he may drink the medicated ghee prepared with fragrant poon, liquorice, long pepper, alkali and scutch grass."
    },
    {
        "verse_id": "121-122½",
        "text": " If the patient is unable to leave off geophagism owing to loss of self-control, in order to make him averse to it, he should be given earth treated with drugs which have also the power to neutralise its bad effects. These drugs are embelia, atees, leaves of neem, Patha, brinjal, kurroa, kurchi seeds and roots of trilobed virgin’s bower."
    },
    {
        "verse_id": "123-123½",
        "text": " The patient suffering from anemia [pandu-roga] due to geophagism should be treated with medication indicated in anemia, according to the provoked humor. This special mode of treatment is indicated by the special etiological factors."
    },
    {
        "verse_id": "124-124½",
        "text": " If the jaundice-patient is seen passing stools of the color of the paste of til (clay color), the physician should know that the Pitta in the body is occluded in its course and he should alleviate this condition by drugs curative of Kapha."
    },
    {
        "verse_id": "125-125½",
        "text": " The pathogenosis of the above-mentioned condition is as follows: as the result of undue indulgence in dry, cold, heavy and sweet articles of diet and in exercise and suppression of natural urges, the Vata combined with Kapha gets provoked and expels the Pitta from its seat."
    },
    {
        "verse_id": "126-127½",
        "text": " The patient then develops yellow coloration of the eyes, urine and skin, whitish stools, tympanites and intestinal torpor, and gradually becomes afflicted with heaviness of heart, debility, low digestive power, pain in the sides, hiccup, dyspnea, anorexia and fever on account of the Pitta having suffered diminution and receded to the peripheral system."
    },
    {
        "verse_id": "128-128½",
        "text": " In such conditions, the physician should give the patient diet mixed with meat-juices of peacock, partridge and cock, seasoned with dry, acid and pungent articles, as also thin gruels prepared with dry radish or horse-gram."
    },
    {
        "verse_id": "129-129½",
        "text": " The patient may take as potion the juice of pomelo mixed with honey, long pepper and dry ginger, in order to induce the provoked Pitta to return to its normal habitat."
    },
    {
        "verse_id": "130-130½",
        "text": " Treatment with pungent, strong, hot, saltish and very acid drugs should be persisted in, till the fecal matter acquires the coloration of Pitta and the Vata is alleviated."
    },
    {
        "verse_id": "131-131½",
        "text": " When the Pitta has returned to its habitat, the fecal matter becomes colored with Pitta and there is subsidence of complications, the line of treatment laid down earlier for jaundice, should be resumed."
    },
    {
        "verse_id": "132-133½",
        "text": " If in an anemia-patient the physician marks green, black or yellow coloration of skin, together with lowered vitality and spirits, torpor, loss of gastric fire, low fever, insensitiveness to women, body-ache, dyspnea, thirst, anorexia and vertigo, he should recognise it as Halimaka-jaundice resulting from the provocation of Vata and Pitta."
    },
    {
        "verse_id": "134-135",
        "text": " In this condition, the patient may drink the medicated ghee prepared from buffalo’s ghee with the juice of guduch and milk; when he is oleated sufficiently, he may take turpeth mixed with juice of emblic myrobalan, and on sufficient purgation, he may resort to articles mainly of the sweet taste, which are curative of Pitta and Vata."
    },
    {
        "verse_id": "136-136½",
        "text": " The patient may use the aforesaid grape linctus, sweet ghees, palliative enemata, compound milk enemata and unctuous enemat. He may drink, in due manner, the medicated wine made from grapes, to promote the gastric fire."
    },
    {
        "verse_id": "137-137½",
        "text": " According to the morbid humor concerned and the patient’s vitality, he may use the Chebulic Myrobalan Linctus prescribed in the treatment of cough, or long pepper, liquorice and heart-leaved sida mixed with milk."
    },
    {
        "verse_id": "138-138½",
        "text": " The causes, symptoms and treatment of the five types of anemia [panduroga], and the two types of jaundice, their curability and incurability."
    },
    {
        "verse_id": "139",
        "text": " Their variations and the grave type of anemia known as Halimaka, together with its diagnosis and treatment in general, have been described herein."
    }
]