[
	{
        "verse_id": "1",
        "text": " We shall now expound the fourth quarter entitled ‘The man of enhanced virility etc. [pums-jatabala]’ of the chapter on Virilification."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " How a man [pums] whose virility has thus been enhanced [jatabala] is enabled to copulate with women as much as he desires and to beget progeny soon, is described herein."
    },
    {
        "verse_id": "4",
        "text": " Not all the men that are strong beget progeny; and there are men that are great in size and strength but feeble of sexual capacity."
    },
    {
        "verse_id": "5",
        "text": " Some there are, small in size and strength, of body but powerful sexually, and have numerous progeny. Some men are weak by nature, while some are weakened by diseases."
    },
    {
        "verse_id": "6",
        "text": " [There][?] are some who mate with women many times like sparrows, while others, though not mating many times, are given to copious geminal discharge like an elephant."
    },
    {
        "verse_id": "7",
        "text": " Some men get invigorated by the season, some get steadied by constant practice, some maintain their virility by means of virilific preparations and some are virile by nature."
    },
    {
        "verse_id": "8",
        "text": " Therefore, we shall describe preparations which invigorate the weak and which increase the virility of the strong and enhance their enjoyment."
    },
    {
        "verse_id": "9",
        "text": " Those who are desirous of sexual strength, should first be purified by unctuous and nutrient enemata and then should be administered the preparations that promote semen and progeny."
    },
    {
        "verse_id": "10",
        "text": " Those who are used to a diet of milk and meat-juice, should be given the enemata mixed with ghee, oil, meat-juice, milk, sugar and honey."
    },
    {
        "verse_id": "11- 13",
        "text": " Mincing the flesh of a hog into paste, and mixing it with black pepper and rock-salt, pills of the size of jujube should be made of it. These pills should be fried in hot ghee. When they are hardened by frying, they should be put into the juice of cock flesh mixed copiously with ghee, powdered spices, curds and the juice of the pomegranate. This juice should be cooked with due care so as not to break the pills. Taking this juice and these pills, one acquires inexhaustible semen."
    },
    {
        "verse_id": "14",
        "text": " Similarly, the physician should prepare such pills of other fatty meat juices. Taking them with meat-juice, is promotive of semen. Thus have been described “The virilifying meat-pills.”"
    },
    {
        "verse_id": "15-16",
        "text": " Clean, husked and sprouted black gram together with fruits of cowage should be cast into the meat-juice of the buffalo mixed with a liberal quantity of ghee, curds and pomegranate juice, coriander, cumin seeds and ginger in proper measure These sprouted seeds when taken along with the meat-juice, produce inexhaustible semen. Thus has been described “The virilifying meat-juice of the buffalo.”"
    },
    {
        "verse_id": "17-18",
        "text": " One who eats the fresh flesh of the Rohita fish or the Safari variety of fish, fried well in hot ghee, does not get tired in the sex-act. One desirous of progeny should take the Rohita fish, fried in ghee together with the meat-juice of the goat, prepaid with fruit-juices and should take unctuous juices as after-draughts. Thus have been described “The virilifying fishfleshes fried in ghee.”"
    },
    {
        "verse_id": "19-22",
        "text": " Wheat-flour mixed well with crushed flesh of fish treated with asafoetida, rock-salt and coriander should be prepared into a pan-cake and cooked in ghee. Unctuous, sour and silted fish should be cooked in the flesh-juice of the buffalo; when the juice evaporates, the flash should be crushed and black pepper, cumin seed, coriander, a little asafoetida and fresh ghee added to it; this should be stuffed within the pan-cake of black-gram. These two preparations of pan-cakes are roborant, strengthening, virilific, auspicious and promotive of progeny and semen. Thus hive been described “The two virilifying preparations of Pan-cakes.”"
    },
    {
        "verse_id": "23-24",
        "text": " Reduce to powder black-gram cowage, wheat, Shali-rice, Shashtika rice, sugar, white yam and long leaved barleria. Mix this powder in thick milk and prepare pan-cakes in ghee; these taken with milk as after-draught act quickly as excellent promotives of virility. Thus have been described “The virilifying pan-cakes of black-gram etc.”"
    },
    {
        "verse_id": "25-27",
        "text": " Take sugar tolas 400, cow’s ghee tolas 400, white yam tolas 64, black pepper tolas 64, bamboo manna tolas 128 and fresh honey tolas 128. All these should be mixed and placed in an earthen vessel lined with ghee. A dose of this, in keeping with one’s digestive fire, should be taken every morning. This preparation is an excellent virilific as also strengthener and roborant."
    },
    {
        "verse_id": "28-29",
        "text": " Climbing asparagus, white yam, black-gram, cowage and small caltrops should be decocted separately in water; 64 tolas of ghee should be prepared with these decoctions individually. That ghee again should be cooked in eight times the quantity of milk. This ghee should be taken mixed with sugar and honey by one who is desirous of progeny. Thus has been described “The procreant ghee.”"
    },
    {
        "verse_id": "30-32",
        "text": " Ghee tolas 256, should be cooked in hundred times its quantity of the expressed juice of white yam. This done, it should be again cooked in hundred times its quantity of cow’s milk. Then it should be mixed with 64 tolas each of sugar, bamboo manna, honey, long leaved barleria, long pepper and cowage. The physician should make pills out of this preparation of the size of a gular fig fruit."
    },
    {
        "verse_id": "By taking a course of these pills, a man gets stimulated and enabled to repeatedly, indulge in sex like the sparrow",
        "text": " Thus have been described “The virilifying pills.”"
    },
    {
        "verse_id": "33-35",
        "text": " Sugar candy tolas 400, fresh ghee tolas 200, and honey tolas 100, should be cooked in 100 tolas of water till the whole gets thickened; then it should be kneaded into a dough along with 100 tolas of wheat flour spread upon a big, clean and smooth stone-slab; out of this, sweetmeats, round and shining bright as the moon, should be prepared. Taking a course of these, a man can quench a woman’s passion like an elephant (by the abundance of seminal discharge). Thus have been described “The Virilifying Utkarika sweetmeats.”"
    },
    {
        "verse_id": "36",
        "text": " Any article that is sweet, unctuous, life-promoting, roborant, heavy and pleasing to the mind is to be regarded as virilific."
    },
    {
        "verse_id": "37-38",
        "text": " Thereafter, strengthening one-self with such kinds of virilifying agents being impelled by one’s own desire, and stipulated by her attractions, one should approach his woman. After the sex-act, the man should take a bath and a draught of milk or meat juice and then go to sleeping thus, he gets replenished in his semen and strength."
    },
    {
        "verse_id": "39",
        "text": " An unblossomed bud does not possess fragrance, but obtains its scent as it blossoms; similar is the case with the semen in men."
    },
    {
        "verse_id": "40",
        "text": " It is not proper for a man desirous of long life, to Populate with a woman when he is under sixteen or over seventy years of age."
    },
    {
        "verse_id": "41-42",
        "text": " If a young boy with his body-elements not yet fully formed copulates with a woman, he gets desiccated in no time like a pond possessing only a little water. An old man copulating with a woman crumbles down at once as a dry, sapless, worm-eaten and decayed piece of wood does, at the merest touch."
    },
    {
        "verse_id": "43-45",
        "text": " The semen gets diminished by old age, anxiety, diseases, strain of labour, fasting and excessive sexual indulgence. By wasting, fear, suspicion and grief, by seeing the deformities of a woman, by the lack of response in the woman, by not bestowing thought of the subject of sex, by abstention from sex and just after full sexual enjoyment, a man is rendered incapable of mating with a woman. Virility is dependent upon physical and mental strength and the sexual urge is born of virility."
    },
    {
        "verse_id": "46",
        "text": " Just as the juice exists in the sugarcane, butter in the curds, and oil in the til, even so semen pervades the entire sentient body."
    },
    {
        "verse_id": "47-49",
        "text": " That semen trickles down during copulation between man and woman, stimulated by the warmth of the erotic act and desires, like water squeezed from a wet cloth. As a result of stimulation, desire, fluidity, viscosity, heaviness, atomicity and tendency to flow out, and the speed of the motion of vata—as a result of these eight factors, semen which is known as the formative principle of all bodies in the universe, is secreted in the body."
    },
    {
        "verse_id": "50",
        "text": " That semen which is thick, sweet, heavy, viscid, white and abundant is undoubtedly fructuous."
    },
    {
        "verse_id": "51",
        "text": " That process indeed is called virilification wherewith a man acquires equine sexual vigor and is able to copulate for long and frequently."
    },
    {
        "verse_id": "52-53",
        "text": " The purpose of the exposition of virilifying preparations; the twelve most effective preparations; things that are taken before sexual intercourse and things that are taken after the intercourse; when women are not fit to be approached for sex and the thorough determination of the condition of the semen and the definition of virilification—all this, has been described here in this quarter entitled “The man of enhanced virility etc.”"
    },
    {
        "verse_id": "2-(4)",
        "text": " Thus in the Section on Therapeutics, in the treatise compiled by Agnivesha and revised by Caraka, the fourth quarter of the second chapter on ‘Virilification’, entitled “The Man of Enhanced Virility etc. [pums-jatabala]” is completed."
    }
]