[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Abdominal Disease [udara-cikitsa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "2.1",
        "text": "3-4 Agnivesha addressed himself to Punarvasu, the self-controlled and the foremost among the knowers of the Science of Life and the promulgator of the Science of Medicine, as he was engaged in practising severe austerity seated like the very embodiment of righteousness on mount Kailasa which is peopled by Siddhas and Vidyadhara spirits and is like the Nandana-garden (of Indra)"
    },
    {
        "verse_id": "5-7",
        "text": " And he said, ‘O, worshipful one! there are men afflicted with painful abdominal disorders [udara] associated with parched mouths, emaciated limbs and bodies and distended abdomen and stomach, with the loss of their gastric fire, vitality and appetite and with loss of control over all their bodily functions- These miserable men give up their lives in absolute helplessness as there is no method of treatment existent. I therefore desire to hear my master’s excellent exposition of the etiology, the number, the premonitory symptoms, the signs and symptoms and the treatment of these abdominal disorders.’"
    },
    {
        "verse_id": "8",
        "text": " The sage being thus impelled by the disciple to expound, for the well-being of all men, spoke these words fraught with good for all creatures."
    },
    {
        "verse_id": "9-11",
        "text": " A number of diseases of various kinds occur in men owing to the vitiation of the gastric fire and the increase of morbid matter; but abdominal diseases [udara] in particular result from these factors. When the gastric fire is weak due to the ingestion of impure food, there will not be complete digestion and there will occur accumulation of morbid matter in the body. This morbid matter vitiates the functioning of the Prana, the gastric fire aud the Apana and obstructs the upper and the lower gastro-intestinal channels. Then penetrating between the skin and the flesh and distending excessively the belly, it gives rise to abdominal disease. Listen now to its etiology and signs and symptoms."
    },
    {
        "verse_id": "12-15",
        "text": " Eating very hot, salt, alkaline, irritant, acid or poisoned food, wrongful procedure of rehabilitation, taking dry, antagonistic and impure diet, emaciation due to splenic disorders, wrongful effects of purification, neglect of the treatment of severe diseases, dehydration, suppression of the natural urges; vitiation of the circulatory channels, chyme-morbidity, shock, over-impletion, obstruction (of the passage of stools) due to piles or hair in the ingested food, ulceration and perforation of the intestines, excessive accumulation of morbidity in the body and sinful acts bring about abdominal diseases; and particularly so in cases where the digestive fire is dull."
    },
    {
        "verse_id": "16-19",
        "text": " Loss of hunger, very slow digestion of sweet, very unctuous and heavy food, misdigestion of all food ingested, inability to discriminate between the conditions of digestion and. indigestion, intolerance to surfeit-meal, slight edema of the feet, constant loss of strength, shortness of breath even on slight exertion, increase and accumulation of fecal matter due to dehydration and misperistalsis, pain in the pelvic, hypochondriac and iliac regions, Distension increases and becomes painful as if bursting. The stomach distends even on light and scanty diet. There occur the appearance of a network of veins, and the disappearance of the folds of the belly. These are the prodromal symptoms of abdominal diseases [udara]."
    },
    {
        "verse_id": "20-22",
        "text": " The morbid humors obstructing the channels carrying sweat and water, get accumulated in the abdominal channels and vitiating the Prana and the Apana Vatas and the gastric fire, produce abdominal diseases [udara]. Distension of the abdomen, meteorism, swelling of hands and feet, dullness of the gastric fire, smoothness of the cheeks and emaciation are the symptoms of abdominal disease. Three varieties caused by the morbidity of each individual humor, one variety by tridiscordance, one by splenic disorder, one by obstruction, one by ulcerative condition and one by ascites—these are the eight varieties of abdominal disease. Now listen to the special characteristic symptoms of each of these."
    },
    {
        "verse_id": "23-24",
        "text": " The Vata, provoked by dry and scanty food, over-exertion and the suppression of the natural urges, misperistalsis and other emaciating factors, spreads, towards the ilio-lumbar, epigastric, hypogastric and pelvic regions, impairs the gastric fire, agitates and draws out the Kapha and then getting obstructed by it, it takes its resort between the skin and the flesh and thus causes enlargement of the abdomen."
    },
    {
        "verse_id": "25",
        "text": " Its signs and symptoms are—swelling of the abdomen, hands, feet and scrotum, bursting pain in the abdomen, variability of the increase and decrease in size, colicky pain in the ilio-lumbar regions, misperistalsis, body-ache, pain in the joints, dry cough, emaciation, asthenia, anorexia, indigestion, heaviness in the lower part of the abdomen, stasis of flatus, feces and urine, dusky red coloration of nails, eyes, face, skin, urine and feces. The appearance of a network of prominent thin dark veins, tympanic sound produced on percussion just as on inflated bladder, and the movement of Vata upwards, downwards aud obliquely, accompanied with pain and borborygmus. These are to be known as the signs and symptoms of abdominal disease due to Vata."
    },
    {
        "verse_id": "26-27",
        "text": " By the use of pungent, acid, salt, very hot and very acute articles of diet, by exposure to fire or predigestion meal or eating on indigested stomach, the pitta gets immediately accumulated. It reaches the habitats of Vata and Kapha and obstructs the abdominal channels and impairs the gastric fire situated in the stomach thus giving rise to abdominal disease [udara]."
    },
    {
        "verse_id": "28",
        "text": " Its symptoms are—burning, fever, thirst, fainting, diarrhea and giddiness, pungent taste in the mouth, greenish or yellowish coloration of nails, eyes, face, skin, urine and feces; the abdominal wall becomes covered with a network of prominent veins and vessels of blue, golden, yellowish greenish and coppery tints. The part has burning pain, great affliction, local heat, the part sweats is softened and soft to the touch and soon suppurates. This is to be known as the abdominal disease of the Pitta type."
    },
    {
        "verse_id": "29-30",
        "text": " Owing to lack of exercise, to day-sleep, the excessive use of sweet, very unctuous and slimy food, and excessive indulgence in curds, milk and flesh of aquatic and wet-land animals, the Kapha gets provoked and fills up the abdominal passages. The Vata thus being obstructed by the accumulated Kapha, compresses that very Kapha and spreading beyond the intestines, causes abdominal swelling."
    },
    {
        "verse_id": "31",
        "text": " Its signs and symptoms are heaviness anorexia, indigestion, body ache, numbness, swelling of hands, feet, scrotum and thighs, nausea, sleepiness, cough, dyspnea, pallor of nails, eyes, face, skin, urine and feces. The abdominal wall is covered with a network of prominent veins of pale color, the region becomes heavy, fixed, immovable and hard. That is to be known as the abdominal disease [udara] of the Kapha-type."
    },
    {
        "verse_id": "32-33",
        "text": " Owing to unwholesome, raw, antagonistic and heavy articles of diet in a person whose digestive fire is weak or unwholesome articles administered by a woman such as menstrual blood, hair, dung, urine, bone or nails, or owing to slow poisoning by poisonous preparations, all the three humors get provoked and gradually accumulate in the body and cause abdominal disease [udara] in man."
    },
    {
        "verse_id": "34",
        "text": " Its signs and symptoms are—all the characteristics of all the morbid humors in full form are observed. The discoloration characteristic of all these morbid humors are seen in the nails, etc. The abdominal wall shows a network of veins of variegated colors. This is to be known as the abdominal disease [udara] of the tridiscordance type."
    },
    {
        "verse_id": "35-36",
        "text": " Owing to the excessive agitation of the body immediately after meals, by riding in carriages or on horse-back, owing to emaciation due to excessive indulgence in the sex-act or in carrying of heavy loads or due to excessive walking, vomiting or disease, the spleen situated in the left hypochondrium subluxates from its normal place and increases in its size or the increased blood formed from the body-nutrient fluid goes in and increases the size of the spleen."
    },
    {
        "verse_id": "37",
        "text": " The spleen feels hard like a stone in the beginning and gradually increasing gets the shape of tortoise. If neglected, it slowly surrounds and presses the stomach, abdomen and the seat of the gastric fire and thus brings about the enlargement of the abdomen."
    },
    {
        "verse_id": "38",
        "text": " Its signs and symptoms are—debility, anorexia, indigestion, retention of feces and urine, fainting, asthenia of the limbs, cough, dyspnea, low fever, obstipation, loss of the gastric fire, emaciation, dysgeusia, arthralgia, intestinal wind and colic, Further, the abdominal wall becomes dusky red in color or pigmented or covered with prominent, bluish greenish or yellowish veins. A similar description holds good as regards the enlargement of the liver which is situated in the right hypochondriac region. Owing to the similarity in causes symptoms and treatment, it is comprehended by the description of splenic enlargement. This is to be known as the abdominal disease [udara] due to splenic enlargement."
    },
    {
        "verse_id": "39-40",
        "text": " If the gastro-intestinal channel gets obstructed by the accumulation of hair ingested along with the food, or by misperistalsis or by piles or by paralysis of the intestines (volvulus), the Apana Vata gets provoked as a result of this obstruction in its passage and impairs the gastric fire; aud then obstructing the feces, the Pitta and the Kapha, causes the enlargement of the abdomen."
    },
    {
        "verse_id": "41 Its signs and symptoms are—thirst, burning, fever, dryness of mouth and palate, asthenia of the thighs, cough, dyspnea, prostration, anorexia, indigestion, retention of feces aud urine, distension, vomiting, sternutation, headache, colicky pain in the epigastric, umbilical and pelvic regions, intestinal stasis of Vata, appearance of a network of dark-red and blue veins on the abdomen and of a protuberance mainly above the umbilicus of the shape of the cows tail",
        "text": " This is to be known as the abdominal disease [udara] due to anorectal obstruction."
    },
    {
        "verse_id": "42-43",
        "text": " When the intestines are perforated by sand, straw, pieces of wood, bone and thorns, ingested along with the food or when they rupture owing to pendiculation after meals or owing to surfeit-meal, the intestinal content that flows out from this perforation, causes suppurative inflammation and fills up the pelvis and the abdominal cavity thus causing enlargement of the abdomen (perforative peritonitis)."
    },
    {
        "verse_id": "44",
        "text": " Its signs and symptoms are—the protuberance is mainly below the umbilicus i.e. lower half of the abdomen and accumulation of fluid. It manifests signs and symptoms indicative of the nature of the predominant morbid humors. The patient passes stools colored red [???uish] or yellowish and which is [sli????king] and undigested. He is afflicted with hiccup, dyspnea, cough, thirst, urinary disorders, anorexia, indigestion and prostration. This is to be known as abdominal disease [udara] due to perforative peritonitis."
    },
    {
        "verse_id": "45-46",
        "text": " Owing to excessive drinking of water by a person who has just taken internal oleation or whose digestive fire is weak or who suffers from cachexia and pectoral lesions or who is very much emaciated, the gastric fire gets extinguished; and the Vata lodged in the Kloman as well as the Kapha which obstructs the passages, combine together, increase and carry this water from its habitat to the abdomen and thus cause the distension of abdomen."
    },
    {
        "verse_id": "47 Its signs and symptoms are—inappetence, thirst, discharge from the anus, colic, dyspnea, cough and debility; the abdomen gets covered with a plexus of prominent veins of various colors and gives the sensation on palpation similar to that experienced on touching and agitating a bladder full of fluid (fluctuation and fluid test)",
        "text": " This is to be known as the abdominal enlargement due to collection of fluid (ascites)."
    },
    {
        "verse_id": "48",
        "text": " The physician should hasten to treat the condition which is not of long duration, which is not attended with complications, where there is no marked collection of fluid and where the abdominal enlargement has not yet occurred. If neglected, these morbid humors, turned away from their natural habitats, get liquefied as a result of maturation and fill up with fluid, the joints and the abdominal passages. The sweat being obstructed in its external passages gets accumulated, and spreading sideways adds to the fluid already accumulated; when this fluid develops a slimy quality, it causes the abdomen to become round in contour, heavy, firm, producing no resonant sound on percussion, and soft to the touch due the falling away of the abdominal line of hair. After that there is the manifestation of fluid. Its signs and symptoms are [??] great enlargement of the abdomen, [???] [?s?pearance] of the veins, and on palpation and agitation, feeling the same sensation as produced by a bladder full of fluid."
    },
    {
        "verse_id": "49",
        "text": " At this stage, the following complications develop in the patient viz-, vomiting, diarrhea, asthma, thirst, dyspnea, cough, hiccup, debility, pain in the sides, anorexia, alteration of voice, retention of urine etc. Such a case is to be known as incurable."
    },
    {
        "verse_id": "50-51",
        "text": " The physician should regard the abdominal disease [udara] born of Vata, Pitta or Kapha, or of splenic disorder, tridiscordance or of ascites as being increasingly difficult of cure in the successive order of statement. In cases of intestinal obstruction, if a fortnight has elapsed, and similarly in all cases of ascites where marked collection of fluid has occurred, as well as in perforation of intestines, the condition generally leads to death."
    },
    {
        "verse_id": "52",
        "text": " The patient who suffers from edema of the eyes, crookedness of the genitalia, moist or softened body-skin and loss of vitality, blood, flesh and the gastric fire should not be taken up for treatment."
    },
    {
        "verse_id": "53",
        "text": " The edema of all the vital regions, dyspnea, hiccup, anorexia, thirst, fainting, vomiting and diarrhea, is fatal to the patient suffering from abdominal disease [udara]."
    },
    {
        "verse_id": "54",
        "text": " All the varieties of abdominal disease from their very inception are considered formidable. But where the patient is a strong person, or the fluid has not accumulated or where the disease is of recent origin, it can be cured by careful treatment."
    },
    {
        "verse_id": "55-58",
        "text": " Where there is no marked, swelling of the abdomen, where the abdominal wall is dusky-brown in color, where there is tympanitic sounds on percussion, where the condition is not attended with heaviness, where there is a network of veins, where the peristaltic wave going to the rectum returns to the umbilicus and stops there, where there is colicky pain in each of the epigastric regions or umbilical, inguinal, iliac and pelvic regions, where the flatus is voided forcefully and the gastric fire is not very weak, where there is lack of taste in the mouth due to excessive salivation and where the urine is scanty and the feces hardened, diagnosing by the above symptoms that it is a condition where no accumulation of fluid has taken place, the physician, skilled in the knowledge of predominant morbidity, strength and time, should undertake its treatment."
    },
    {
        "verse_id": "59",
        "text": "The abdominal disease [udara] of the Vata type in a strong person should first be treated with oleation. After the patient has undergone oleation and sudation, he should be given unctuous purgation."
    },
    {
        "verse_id": "60",
        "text": " When the morbid matter has been purged out and the abdomen has been retracted, it should be bandaged tightly with a cloth in such a way as not to leave any scope for the Vata to inflate the region again."
    },
    {
        "verse_id": "61",
        "text": " Owing to excessive accumulation of morbid matter and owing to the obstruction in the passages of the body-channels, abdominal diseases [udara] occur. Hence the patient should be made to undergo purgation daily."
    },
    {
        "verse_id": "62",
        "text": " After purification, rehabilitation should be done and a potion of milk should be given for increasing his strength. Thus, on the patient getting strong, milkdiet should, be gradually stopped before he develops nausea for it."
    },
    {
        "verse_id": "63",
        "text": " He should then be given soup or meat-juice mixed slightly with acid and salt, which would stimulate his gastric fire. If he suffers from misperistalsis, he should be again made to undergo oleation and sudation, and be given corrective enema."
    },
    {
        "verse_id": "64",
        "text": " The patient who suffers from tremors, convulsions and pain in the joints, bones, side of the chest, back and waist, whose digestive fire is active, whose stools and flatus are constipated and who is also dehydrated, should be given unctuous enema."
    },
    {
        "verse_id": "65",
        "text": " The evacuative enema should consist of the decoction of decaradices mixed with strong purgative drugs; and the unctuous enema should consist of castor oil or til oil prepared with drugs curative of Vata and with acid articles."
    },
    {
        "verse_id": "66-67",
        "text": " If the patient is unfit for purgation or is weak, aged or a child or delicate by nature or afflicted with slight morbidity, or if the Vata is in excess, the wise physician should treat such a case with sedatives, ghee, soup, meat-juice, cooked rice, enemata, inunctions or unctuous enema and milk."
    },
    {
        "verse_id": "68",
        "text": " In abdominal disease [udara] of the Pitta type, if the patient is strong, he should be purged in the beginning. But. if he be weak, he should be given unctuous enemata in the beginning and then purged with milk-enema."
    },
    {
        "verse_id": "69-71",
        "text": " When the patient has gained in strength and body-heat, he should be again oleated and then purged with the milk prepared with the paste of turpeth or the decoction of castor or with that of soap-nut and zalil, or with the decoction of the purging cassia. If the condition is associated with Kapha, this should be given with cow’s urine, and if associated with Vata, it should be given with ghee medicated with bitters. By repeating the course of milk, enemata and purgation, persevering men may gradually subdue the abdominal disease [udara] of the Pitta type."
    },
    {
        "verse_id": "72",
        "text": " The physician should rehabilitate the patient suffering from abdominal disease [udara] of the Kapha-type after administering him oleation, sudation and purification measures, by means of a Kapha-curative diet mixed with pungent substances and alkali."
    },
    {
        "verse_id": "73",
        "text": " The physician may alleviate the abdominal disease of the Kapha type by administering cow’s urine, medicated wines, preparations of powdered iron, or potions of oil mixed with alkalis."
    },
    {
        "verse_id": "74",
        "text": " In a condition of tridiscordance, all the procedures aforesaid may be carried out, and the condition, attended with complications from the beginning, should not be taken up for treatment by a wise physician."
    },
    {
        "verse_id": "75-76",
        "text": " The physician diagnosing the cause of splenic enlargement by noticing (1) misperistalsis, pain and constipation, (2) burning, fainting, thirst and fever, (3) heaviness, anorexia and hardness, to be the symptoms of Vata, Pitta and Kapha respectively and recognising the condition of vitiation of the blood by its characteristic symptoms, should carry out the treatment to suit the intensity of morbidity in the patient."
    },
    {
        "verse_id": "77",
        "text": " After careful investigation, the physician should administer oleation, sudation, purgation, evacuative or unctuous enemata or venesection on the left hand."
    },
    {
        "verse_id": "78",
        "text": " He may be given the ‘Shatpala ghee’ to drink or he may be given a course of long pepper or of chebulic myrobalan with gur, or a course of any of the alkalis or medicated wines, described in the chapter on piles and assimilation disorders."
    },
    {
        "verse_id": "79-(1)",
        "text": " Thus has been described the general line of treatment. Now listen to the various sedative preparations."
    },
    {
        "verse_id": "79",
        "text": " The patient may take the powder of long pepper, dry ginger, red physic nut, white-flowerd lead wort, embelia and twice the quantity of chebulic myrobalan, with warm water."
    },
    {
        "verse_id": "80-80½",
        "text": " The patient may take the powder of embelia, white-flowered lead wort, dry ginger, rock-salt and sweet flag, and frying it all with ghee in an earthen pan, should take it with milk. This is curative of Gulma and splenic enlargement."
    },
    {
        "verse_id": "81-81½",
        "text": " The chopped bits of white cedar should be soaked in the decoction of chebulic myrobalan or cow’s urine for seven days, after which, the decoction is to be taken internally."
    },
    {
        "verse_id": "82-82½",
        "text": " This cures jaundice, Gulma, urinary anomalies, piles, splenic enlargement, all kinds of abdominal disease [udara] and helminthiasis. After this dose is digested, the diet mixed with the meat-juice of Jangala animals should be taken."
    },
    {
        "verse_id": "83-84½",
        "text": " Prepare a decoction of hundred tolas of the bark of white cedar and 128 tolas of jujube; prepare 64 tolas of medicated ghee with this adding the paste of 4 tolas of each of the five spices and an equal amount of the paste of the bark of white cedar."
    },
    {
        "verse_id": "85-85½",
        "text": " This ghee, when taken internally soon diminishes the excessive enlargement of spleen, also Gulma, abdominal disease [udara], dyspnea, worms, anemia and jaundice."
    },
    {
        "verse_id": "86",
        "text": " The physician should do thermal cauterization if there is predominance of Vata and Kapha."
    },
    {
        "verse_id": "87",
        "text": " In condition of predominance of Pitta, medicated ghee prepared with the life-promoting group of drugs, milk-enemata, blood-letting, purificatory procedure and potion of milk are recommended."
    },
    {
        "verse_id": "88-88½",
        "text": " The physician should prepare and give, in splenic abdominal enlargement, light diet mixed with soups or meat-juices and digestivestimulant medication. There being similarity in the conditions of hepatic and splenic disorders, the treatment of the former is the same as that described in the splenic condition."
    },
    {
        "verse_id": "89-90½",
        "text": " The patient, suffering from intestinal obstruction, should be first made to undergo sudation procedure and then be given evacuative enema prepared of cow’s urine and mixed with acute medications, oil and salt, followed by an unctuous enema, as also laxative diet and strong purgation. The treatment curative of misperistalsis, and Vata may also be administered."
    },
    {
        "verse_id": "91-91 ½",
        "text": " In a condition of perforation in the abdomen, treatment should be as in the abdominal diseases [udara] of the kapha type, leaving out sudation. The physician should remove the fluid as it accumulates and thus do the palliative treatment."
    },
    {
        "verse_id": "92-98½",
        "text": " The person afflicted with thirst, cough and fever, whose flesh, gastric fire and diet have diminished and who is suffering from dyspnea, colic and asthenia of all the senses, should be left to himself."
    },
    {
        "verse_id": "93-93½",
        "text": " In condition of collection of fluid in the abdomen, the physician should give, in the beginning, acute medications combined with cow’s urine and various kinds of alkalis that remove the accumulation of fluid."
    },
    {
        "verse_id": "94-94½",
        "text": " The patient should be given the diet which is digestive-stimulant and curative of Kapha. Ingestion of liquid diet and water should be restricted gradually."
    },
    {
        "verse_id": "95-95½",
        "text": " All kinds of abdominal disease [udara] are generally regarded as born of combined humoral discordance, Therefore, in all cases, the procedure of treatment curative of humoral tridiscordance should be done."
    },
    {
        "verse_id": "96-98½",
        "text": " When the abdomen is full of morbid humors, the gastric fire gets dull. Therefore, foods that are digestive-stimulant and light should be prescribed. Red Shali rice, barley, green gram, the flesh of Jangala beasts and birds, milk, cow’s mine, wines, medicated wines, honey, and Sidhu and Sura wines are wholesome. Gruel and cooked rice may be taken with soup or meat-juice prepared with pentaradices and mixed with articles that are slightly sour, unctuous and pungent."
    },
    {
        "verse_id": "99-100½ The flesh of aquatic and wet-land animals, vegetables, pastry, til, exercise, way-faring, day-sleep and riding or going on vehicles should be avoided",
        "text": " And again, the patient with abdominal disease should not eat food which is hot, saltish, sour, irritant and heavy and should give up the ingestion of water."
    },
    {
        "verse_id": "101-101½",
        "text": " Butter-milk which is fresh, from which the butter has been removed and which is not very thick is wholesome as drink. If the patient is affected with the abdominal disease of tridiscordance type, he should take butter-milk mixed with the three spices, alkali and salt."
    },
    {
        "verse_id": "102-102½",
        "text": " The patient affected with the Vata-type of the disease, may drink butter-milk mixed with long pepper and salt. The patient with the Pitta type of the disease may take fresh butter-milk mixed with sugar and liquorice."
    },
    {
        "verse_id": "103-103½",
        "text": " If the patient is affected with abdominal disease [udara] of the Kapha type, he may take slightly warm butter-milk which is not very unctuous and is mixed with bishop’s weed, rock salt, cumin seeds, the three spices and honey."
    },
    {
        "verse_id": "104-105½ If the patient is suffering from splenic disorder, he may take it mixed with honey, oil, sweet flag, dry ginger, dill seeds, costus and rock-salt",
        "text": " The patient with ascitic fluid may take churned butter-milk with the three spices. It the patient is affected with obstruction in the abdomen, he may take it with juniper, bishop’s weed, cumin seeds and rock-salt; and the patient with intestinal perforation may drink butter-milk mixed with long pepper and honey."
    },
    {
        "verse_id": "106-106½",
        "text": " Butter-milk acts like ambrosia in persons afflicted with heaviness and anorexia, and in those suffering from dullness of the gastric fire and diarrhea as well as in persons afflicted with Vata and Kapha disorders."
    },
    {
        "verse_id": "107-107½",
        "text": " Camel’s milk acts similarly in patients afflicted with edema, constipation, colic, thirst and fainting and so do the milks of the goat and the buffalo act in emaciated persons who have undergone purificatory procedure. 108-108½. Application prepared of equal parts of deodar, palas, mudar, elephant pepper, drumstick and winter cherry in cow’s urine may be applied over the abdomen."
    },
    {
        "verse_id": "109-110",
        "text": " The decoction of climbing nettle mercury; sweet flag, costus, pentaradices, white hog-weed; red hog-weed, dry ginger, and coriander, prepared in water may he used for affusion. Decoction prepared of palas, ginger grass and Indian groundsel may he similarly used for affusion."
    },
    {
        "verse_id": "111-(1)",
        "text": " The physician may use all the eight varieties of urine as affusion and potion for the patient suffering from abdominal disease [udara]."
    },
    {
        "verse_id": "111-111½",
        "text": " We shall now describe the various medicated ghees recommended for dehydrated persons, for persons in whom Vata is very pronounced, as well as for persons who desire purificatory treatment, and ghees which act as digestive-stimulants and as curatives of abdominal diseases [udara]."
    },
    {
        "verse_id": "112-114",
        "text": " The medicated ghee prepared from 128 tolas of cow’s ghee in 200 tolas of the. decoction of decaradices and 256 tolas of whey along with the paste of two tolas each of long pepper, chaba pepper, white-flowered leadwort, dry ginger and alkali, is tentative of abdominal diseases [udara] ; it is also curative of edema and intestinal stasis due to Vata, Gulma and piles."
    },
    {
        "verse_id": "115-115½",
        "text": " The medicated ghee prepared with 64 tolas of the paste of dry ginger and three myrobalans, taken internally, cures all kinds of abdominal-disease and is recommended in Gulma due to Kapha and Vata,"
    },
    {
        "verse_id": "116-117½ The patient suffering from abdominal disease [<em>udara</em>] may drink, mixed with alkli, the medicated ghee prepared of 64 tolas of cow’s ghee In four times its quantity of water and twice its quantity of cow’s urine and with 4 tolas of the paste of white flowered leadwort",
        "text": " Or, the patient may drink the medicated ghee prepared in the decoction of barley, jujube and horse gram, decoction of pentaradices and Shura and Sauviraka wines."
    },
    {
        "verse_id": "118 118½",
        "text": " When as a result of these procedures, the patient attains an unctuous condition and strength, the Vata gets subdued and the morbid matter gets loosened from the seat of affection, the patient should be treated with purgative measures described in the Section on Pharmaceutics."
    },
    {
        "verse_id": "119-122",
        "text": " Take one tola each of the roots of snake gourd, turmeric, embelia and the shells of the three myrobalans, two tolas of kamala, three tolas of indigo and four tolas of turpeth; triturate all these into a fine powder and the patient may be given 4 tolas of it in cow’s urine. When he is well purged, the meatjuice of Jangala animals, thin gruel and milk boiled with the three spices may be given for six days. He may repeat the dose of this powder again and again."
    },
    {
        "verse_id": "123-123½",
        "text": " This powder will cure all abdominal diseases [udara] as also large accumulation of ascitic fluid, jaundice, anemia and edema. This compound snake-gourd powder is regarded highly efficacious in abdominal diseases."
    },
    {
        "verse_id": "124-124½",
        "text": " Colocynth, clenolipis, red physic nut, the barks of lodh and sweet flag should be taken with grape juice or cow’s urine, or with the juices of small jujube and wild jujube or with Sidhu wine."
    },
    {
        "verse_id": "125-128½",
        "text": " Take equal parts of bishop’s weed, common juniper, coriander, the three myrobalans, black cumin, celery seeds, roots of long pepper, wild carrot, long zedoary, sweet flag, dill seeds, cumin seeds, the three spices, yellow milky plant (thistle), white flowered leadwort, the two alkalis, orris root, costus, the five kinds of salts and embelia; three parts of red physic nut and two parts of turpeth and two parts of calosanthes and four parts of soap-pod; a powder prepared with all these is called ‘Narayana powder’; it is a cure for all diseases. No disease is beyond the curative power of this powder even as no Asura is beyond the conquering power of Vishnu."
    },
    {
        "verse_id": "129-132",
        "text": " Patients suffering from abdominal disease [udara] should take it with butter-milk. Patients suffering from Gulma should take it with the decoction of jujube. Patients suffering from obstruction of Vata should take it with Sura wine. Patients suffering from Vata-disorder should take it with Prasanna wine. In retention of feces, it should be taken with whey; in piles with the juice of pomegranate; in griping pain, with vanda orchid; in indigestion, with warm water; and in fistula-in-ano, anemia, dyspnea, cough, throat-spasm, disorders of the stomach, assimilation disorders, dermatosis, dullness of the gastric fire, fever, poisonous bites, poisoning by vegetable drugs and in metallic and chemical poisoning, this purgative powder should be taken as directed, after having the alimentary system oleated. Thus has been described ‘The Narayana Powder’."
    },
    {
        "verse_id": "133-134",
        "text": " Take common juniper, yellow thistle, the three myrobalans-kurroa, indigo, zalil, soap pod, turpeth, sweet flag, rock salt, bid salt and long pepper and. triturate well."
    },
    {
        "verse_id": "135-136½",
        "text": " This powder should be taken with the juice of the pomegranate, the decoction of the three myro-balans, meat-juice, cow’s urine and genially warm water in all kinds of Gulma, splenic enlargements and all kinds of abdominal disease [udara]. In leucoderma, dermatosis, irregularity of gastric fire accompanied with pain and morbid Vata, edema, piles, anemia, icterus and jaundice, the physician should quickly subdue Vata, Pitta and Kapha by means of purgation with this, powder. Thus has been described ‘The compound Common Juniper Powder.’"
    },
    {
        "verse_id": "137-137½",
        "text": " The powder of indigo, hijjal, the three spices, the two alkalis, the salts and white flowered leadwort, taken with ghee, cures abdominal diseases [udara] and Gulma. Thus has. been described ‘The compound Indigo Powder’."
    },
    {
        "verse_id": "138-140½",
        "text": " Curdle 1024 tolas of cow’s milk mixed with 32 tolas of the milk of the thorny milk hedge; and when the curd is formed churn it and take out the ghee and medicate this ghee with turpeth and take a potion of it in due dose; or take the medicated ghee prepared of 64 tolas of ghee in 8 times its quantity of milk, along with the paste of 4 tolas of the thorny milk-hedge and 24 tolas of turpeth for the cure of Gulma, chronic poisoning and abdominal diseases. Thus has been described ‘The Thorny Milkhedge Milk-ghee’."
    },
    {
        "verse_id": "141",
        "text": " The medicated ghee prepared of 64 tolas of cow’s ghee in 256 tolas of whey, with the paste of 4 tolas of the [thorny?] milk hedge may be similarly taken in proper dose for the cure of abdominal disease [udara]."
    },
    {
        "verse_id": "142-143½",
        "text": " These ghees should be followed by a potion of thin gruel, or delicious meat-juice When the dose of the ghee is digested and the patient well-purged, he may take lukewarm water boiled with dry ginger on the first day; on the next day he may take thin gruel and on the third day the soup of horse-gram; the person thus de-oleated may take at the next meal-time milk and solid food. He may take frequent courses of such medicated ghee followed by proper regimen in due sequence."
    },
    {
        "verse_id": "144-145½",
        "text": " The skilled physician may use these effective ghees for the alleviation of Gulma, chronic poisoning and abdominal disease [udara]."
    },
    {
        "verse_id": "145-146½",
        "text": " The patient may take the ghee prepared with the paste of tooth-brush tree, for the relief of constipation or he may take Indigo-ghee which is curative of Gulma, or he may take the mixed unction described in the treatment of Gulma."
    },
    {
        "verse_id": "146-147½",
        "text": " Henceforward, I shall describe the various preparations for the complete removal of the remnants of morbidity in persons whose morbidity has been systematically removed by the above procedure and who live on a diet of the meat of Jangala animals"
    },
    {
        "verse_id": "147-148½",
        "text": " The patient may drink milk with the paste of white flowered leadwort and deodar or with the paste of elephant pepper and dry ginger for a month or he may take milk with the paste of 1/2 tola each of embelia, white flowered leadwort, red physic nut, chaba pepper and the three spices and thus subdue the enlargement of the abdomen."
    },
    {
        "verse_id": "149-150",
        "text": " The patient may drink the decoction of the three myrobalans, red physic nut and white cedar mixed with the three spices and alkali; and when this dose is digested he may take his food mixed with the meat-juice of Jangala animals. He may take meat or other articles of diet mixed with the thorny milk-hedge milk ghee."
    },
    {
        "verse_id": "131-152½",
        "text": " He may follow it up with a potion of milk or take a course of chebulic myrobalans with cow’s urine; or, the patient, without taking any solid food, may drink for a week the milk and urine of the buffalo, or the milk of the camel for a mouth or goat’s milk for three months, mixed with the three spices."
    },
    {
        "verse_id": "152-152½",
        "text": " Or he may take the course of the ‘thousand chebulic myrobalans’ or a course of mineral pitch keeping himself on milk-diet; or he may take a course of gum-guggul in the manner prescribed for mineral pitch."
    },
    {
        "verse_id": "153-153½",
        "text": " The juice of green ginger with an equal quantity of milk, is beneficial; or oil prepared with ten times the quantity of the juice of green ginger may also be taken."
    },
    {
        "verse_id": "154-155",
        "text": " The oil of the seels of the red physic nut and the physic nut taken with whey, soup or meatjuice, is beneficial in abdominal disease [udara] due to tridiscordance and in colic, constipation and obstipation."
    },
    {
        "verse_id": "155-156½",
        "text": " The oils of the seeds of long leaved pine, drumstick and radish may be used for inunction and potion, in abdominal disease of the Vata type. They are curative of colic."
    },
    {
        "verse_id": "156-157",
        "text": " The best of physicians, on carefully diagnosing the predominant morbid humor, may administer medicated wines and alkalis in stasis, anorexia, nausea, dullness of the gastric fire and in alcoholism and in rigid immobile enlargement of the abdomen due to Kapha, in order to liquefy the. mucus."
    },
    {
        "verse_id": "158-160½",
        "text": " Take long pepper, lodh, asafoetida, dry ginger, elephant pepper, marking nut, fruits of drum-stick, the three myrobalans, kurroa, deodar, turmeric, Indian berberry, common sal, Indian atees, sweet flag, costus, nutgrass, and the pentad of salts; mix all these together and roast it mixed with curds, ghee, animal fat, marrow and oil; take one tola of this alkali after meals, with Madira wine, whey, warm water, medicated wine or Sura wine."
    },
    {
        "verse_id": "161-161½",
        "text": " This will cure stomach disorders, edema, Gulma, splenic disorders, piles, abdominal diseases [udara], acute intestinal irritation, misperistalsis aud Ashthila (hard tumor) due to Vata."
    },
    {
        "verse_id": "162-164½",
        "text": " The alkali prepared from the dry dung of the goat should be boiled in cow’s urine and then adding one tola each of the roots of long pepper, each of the pentad of salts, long pepper, white flowered lead-wort, dry ginger, each of the three myrobalans, turpeth, sweet flag, each of the two alkalis, soap pod, red physic nut, hiritz and stinking swallow wort, prepare pills of ½ tola weight each. The pill should be taken mixed with Sauviraka wine in edema, indigestion and advanced type of ascites."
    },
    {
        "verse_id": "165-166½",
        "text": " The patient may drink, to his heart’s content, the gruel prepared in milk of the Shadtika rice which has been impregnated in cow’s urine, and may take a post prandial potion of sugar-cane juice, for the cure: of abdominal affections. As a result, the Pitta, Kapha and the Vata return to their natural habitats."
    },
    {
        "verse_id": "167-167½",
        "text": " The physician may give the patient who passes hard scybalous stools, the leaf-sprouts of thorny milk hedge, turpeth, red physic nut, the jungle cork tree etc., made into curries before meals."
    },
    {
        "verse_id": "168-168½",
        "text": " When the morbid humor and scybalous stools have softened, the learned physician may give the patient cow’s milk combined with cow’s urine. It removes all the remaining morbidity and is beneficial."
    },
    {
        "verse_id": "169-169½",
        "text": " In cases where the Vata has produced pain in the sides, stiffness and cardiac spasm, the physician may give a potion of oil prepared with bael alkali."
    },
    {
        "verse_id": "170-171½",
        "text": " In the same manner, the physician may administer oil prepared successively with each of the alkalis obtained from wind-killer, Indian valerian, palas, til stalks, heart-leaved sida, plaintain and rough chaff, for the cure of abdominal disease [udara]. By means of this medication, the cardiac spasm due to Vata occurring in persons suffering from abdominal disease is cured."
    },
    {
        "verse_id": "172-172½",
        "text": " In conditions where the Kapha is overlaid with Vata, and Pitta or where the Vata is overlaid with the Kapha and Pitta, castor oil combined with appropriate adjuvants is beneficial if the patient is strong"
    },
    {
        "verse_id": "173-174½",
        "text": " The person who even after being well purged suffers again from distension of the abdomen, should be treated with evacuative enemata prepared out of unctuous, acid and salt articles."
    },
    {
        "verse_id": "174-174½",
        "text": " Or, if the Vata causes intestinal stasis and abdominal distension, the physician should treat that patient with enema prepared with acute substances and mixed with alkali and cow’s urine."
    },
    {
        "verse_id": "175 176",
        "text": " When the abdominal disease [udara] due to the gathering of fluid has gone beyond the stage of treatment or if the humoral tridiscordance has not got subdued, the physician should summon the patient’s kinsmen, well wishers, wives, brahmins, state authorities, the caste and elders, and speak to them about the precarious condition of the patient."
    },
    {
        "verse_id": "177-177½",
        "text": " ‘If not treated, the patient’s death is certain. But if treated by poison-therapy he may have a chance to survive.’ Having spoken thus and being permitted by the patient’s well-wishers to proceed, he must administer poison to the patient combined with his food and drink."
    },
    {
        "verse_id": "178-178½",
        "text": " The physician, after full consideration, should ask the patient to eat a fruit which has been bitten by an enraged cobra and in which its poison, has been deposited."
    },
    {
        "verse_id": "179-179½",
        "text": " The accumulated morbidity in the patient’s abdomen which has become firm, mixed with. the body-elements and has spread in the wrong channel, gets agitated by this poison and then getting broken up, immediately flows out."
    },
    {
        "verse_id": "180-180½",
        "text": " When his morbidity has been eliminated by the poison, he should be given an affusion-bath with cold water and made to drink milk or barley-gruel according to capacity by the physician."
    },
    {
        "verse_id": "181-182½",
        "text": " For a month afterwards, he should be given the curry prepared of turpeth, Indian pennywort, barley and white goosefoot, or of the jute plant cooked in the decoction of the jute plant without mixing either acid or salt or unctuous articles. He should not eat any food at all and when thirsty, he should drink this very decoction."
    },
    {
        "verse_id": "183-183½",
        "text": " When thus the morbidity has been eliminated by these curries for a month, the weak patient should then take the strengthen, ing milk of the camel."
    },
    {
        "verse_id": "184",
        "text": " The following is the treatment to be performed by the practical surgeon."
    },
    {
        "verse_id": "185",
        "text": " The skilful surgeon should make an incision of the measure of four fingers-breadth on the left side of the abdomen below the umbilicus, with the appropriate catting instrument"
    },
    {
        "verse_id": "186-186½",
        "text": " Having opened the abdomen and then carefully examining the intestines for obstruction or perforation of the intestines and anointing them with medicated ghee and clearing the hair or other substances in them, the intestines should be put back. The intestines which have been benumbed due to obstruction should be released."
    },
    {
        "verse_id": "187-188",
        "text": " And if there is perforation of the intestines, the part should be made to be bitten by big black ants and seeing that the perforation is well closed by the firm bites taken by the ants, their bodies must be cut off. then putting the intestines back in their place, the abdominal skin should be sutured with the needle."
    },
    {
        "verse_id": "189",
        "text": " In case of formation of fluid in all kinds of abdominal diseases [udara], the physician should tap the abdomen on the left side below the umbilicus and drain the fluid by inserting a cannla into it."
    },
    {
        "verse_id": "190",
        "text": " Having drained all the fluid by pressure on all sides, the abdomen should be tied with a tight clothbandage; and whenever the abdomen is retracted by enemata, purgation or similar measures, it should be similarly tightly bandaged,"
    },
    {
        "verse_id": "191",
        "text": " When all the fluid is drained, the patient having fasted, should drink thin gruel free from unctuous article or salt. After that for six months, he should live on a milk diet alone."
    },
    {
        "verse_id": "192-192½",
        "text": " For three months more he may take thin gruel with, milk and for a further period of three months he may take light diet of Sanwa and common millets, mixed with milk but without salt. The patient taking the course of milk-diet in this way for a year will subdue the condition of accumulation of fluid in the abdomen (ascites)."
    },
    {
        "verse_id": "193-194",
        "text": " After taking all the medications, the course of milk-diet should be resorted to for preventing the occurrence of the sequela of the morbid humor and also for the maintenance of the patient’s strength. Milk is wholesome to the patient suffering from abdominal disease [udara] , and whose body is emaciated consequent upon the procedure of treatment, as also to persons afflicted with the loss of all body elements, and is to them what nectar is to the gods."
    },
    {
        "verse_id": "195-196",
        "text": " The etiology, premonitory symptoms, signs and symptoms of the eight kinds of abdominal diseases [udara] in extenso and in brief, complications, seriousness, curability and incurability, characteristics of slight and full formation of fluid and treament in brief as well as in extenso, have all been described by the sage, in this chapter on The Therapeutics of Abdominal Disease."
    }
]