[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Hiccup and Dyspnea [hikka-shvasa-cikitsa].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Agnivesha, with folded hands, asked the following question of Atreya, the greatest of sages, the knower of the nature of truth contained in both, the religion and in lay sciences."
    },
    {
        "verse_id": "4",
        "text": " Which of the diseases, classified into two categories (general and specific or mild and acute) and resulting from the morbidity of any or all of the three humors and caused by the three kinds of etiological factors and manifesting various kinds of symptoms, are difficult of cure?"
    },
    {
        "verse_id": "5",
        "text": " On hearing these words of Agnivesha, Atreya, the foremost of wise men, being exceedingly pleased, delivered in the following manner the established truth on this most vital subject."
    },
    {
        "verse_id": "6",
        "text": " Although many are the diseases which take away human life, there are none that terminate a patient’s life so rapidly as hiccup [hikka] and dyspnea [shvasa]."
    },
    {
        "verse_id": "7",
        "text": " even in patients affected with various other kinds of disease, there develops in the end hiccup [hikka] or accutely painful dyspnea (terminal complication)."
    },
    {
        "verse_id": "8-9",
        "text": " These two being of the nature of Kapha and Vata, originate in the seat of Pitta in the body and dry up the nutrient fluid and other body-elements of the stomach. Thus these two diseases are considered to be of similar nature and very intractable, and if wrongly treated, get exacerbated and kill the patient as rapidly as snake-venom."
    },
    {
        "verse_id": "10",
        "text": " Each of these two is described to be of five kinds in the chapter on Eight Abdominal Diseases (Chap. XIX Sūtra). Now listen to a description of their etiology, symptoms and treatment."
    },
    {
        "verse_id": "11-16",
        "text": " From dust, smoke and wind, from residence in cold climes and use of cold water, from undue exertion or sex-act, from excessive walking and from taking of dry and irregular diet, from chyme-disorders, constipation, dehydration and extreme inanition, from debility and trauma to vital organs, from recourse to mutually antagonistic procedures, from overdoing of purificatory procedures, from diarrhea, fever, vomiting, coryza, wasting due to pectoral lesions, hemothermia; misperistalsis, acute gastro-intestinal irritation, intestinal torpor, anemia and toxicosis, these two diseases take their origin. Also by the habitual use of lablab bean, black gram, til-paste and til-oil, by eating preparations of paste, lotus rhizomes and food that is slowly digested, irritant or heavy, by constant use of the flesh of the aquatic and wet-land animals, curds and raw milk, by liquefacient medications and by indulgence in Kapha-producing articles, by trauma and constriction of various kinds affecting the throat and chest, these two diseases are produced."
    },
    {
        "verse_id": "17-17½",
        "text": " The Vata, having entered the respiratory channels, becomes irritated and rouses up the Kapha lying in the chest and produces hiccup [hikka] and dyspnea [shvasa], each of which is of five varieties, dreadful and often fatal to life."
    },
    {
        "verse_id": "18",
        "text": " Now, listen as I describe the premonitory symptoms of both these."
    },
    {
        "verse_id": "19-20",
        "text": " Heaviness in the throat and chest, astringent taste in the mouth as well as distension of the abdomen are the premonitory symptoms of hiccup. Constipation, pleurodynia, sense of compression on the heart, and derangement of the respiratory function are the premonitory symptoms of dyspnea [shvasa]."
    },
    {
        "verse_id": "21",
        "text": " The Vata, combined with Kapha, obstructing the respiratory and deglutitory channels, produces various kinds of hiccup. Now listen to a description of the signstand symptoms of each type."
    },
    {
        "verse_id": "22-26",
        "text": " In the body of the patient whose flesh, strength, vitality and lustre have wasted away, the Vata, in association with Kapha, laying spasmodic hold of the patient’s throat produces persistent hiccup characterised by loud and strident sound, which manifests in a series of one, two or three at a time in each paroxysm. The Prana-Vata, further smothering the body-channels, vital organs aud the vital fire, deprives the man of his consciousness, causes stiffness of the limbs, obstructs the deglutitory passage and also causes loss of memory; the patient’s eyes are suffused with tears; his temples are rigid and his eye-brows are askew; his speech is spasmodic and delirious, and the patient finds no relief whatever. This hiccup, originating as it does from the vital parts of the body and being exceedingly fulminating, exceedingly strident, and exceedingly powerful, is called the Hiccup Major; it is regarded as immediately destructive of life. Thus has been described ‘The Hiccup Major’ (Terminal Hiccup)"
    },
    {
        "verse_id": "27-30",
        "text": " The person who is aged, emaciated and dispirited, hiccups [hikka] painfully, producing deep resonating sounds from the dilapidated chest. He pendiculates, contracts and extends his limbs, and being, afflicted with rigidity and pain, he presses in both his sides and groans; his hiccup rises either from the umbilical region or from the lower part of the abdomen; his whole body is greatly agitated and flexed; he feels choked as the result of obstructions in the respiratory tract; his strength and mind are depressed; this condition is called the Deep Hiccup. This too, is considered fatal. Thus has been described ‘The Deep Hiccup.’"
    },
    {
        "verse_id": "31-33",
        "text": " The hiccup [hikka], which appears on ingestion of food and drink of any of the four types, gains greatly in intensity at the time when the digestion is completed. It is accompanied with delirium, vomiting, diarrhea, thirst and unconsciousness. The patient pendiculates often; his eyes are flowing with tears; his mouth is dry; his body becomes flexed; his abdomen is distended all round. This hiccup originates from the clavicular region of the body and is not continuous. This is called the Cyclical Hiccup. It is also harmful to life. Thus has been described ‘The Cyclical Hiccup.’"
    },
    {
        "verse_id": "34",
        "text": "When a small part of Vata, constrained by violent exercise, is driven up from the alimentary tract into the throat, it gives rise to the hiccup [hikka] called Hiccup Minor."
    },
    {
        "verse_id": "35",
        "text": " This variety of hiccup [hikka] is not very painful, nor does it afflict much the vital centres in the chest and head; nor does it obstruct the respiratory and deglutitory passages."
    },
    {
        "verse_id": "36-37",
        "text": " This condition is aggravated by exertion and abates immediately on the ingestion of food. It disappears as abruptly as it comes into appearance. Affecting the heart, the Kloman, the throat and the palate, this mild variety of hiccup in men, known as the Minor, is said to be curable. Thus has been described ‘The Hiccup Minor’."
    },
    {
        "verse_id": "38-41",
        "text": " By the ingestion of food aud drink in great haste or in excessive quantities or by consuming highly intoxicating drinks, the Vata, getting compressed, travels upwards from the alimentary tract. So too, by inordinate indulgence in anger, talk, wayfaring, laughing and load-carrying, the Vata which is normally located in the alimentary tract, getting compressed by the ingested food and drink, goes wandering hither and thither in the body. In such conditions, it enters the passages in the chest and gives rise to the hiccup [hikka] which makes its appearance on ingestion of meals. When under the attack, the patient hiccups at long and uneven intervals and even while sneezing. This variety of hiccup does not cause affliction to the vital centres nor does it afflict the sense-organs. It subsides on ingestion of food and drink. This is the alimental hiccup induced by ingestion of food. Thus has been described ‘The Alimental Hiccup.’"
    },
    {
        "verse_id": "42-43",
        "text": " The hiccup that occurs in persons suffering from excessive accumulation of morbidity or from emaciation resulting from abstinence or in persons with bodies that have been wasted away by disease or in persons who are aged or given to inordinate indulgence in sex, soon takes away the life of its victim. When the curable varieties of hiccup [hikka] mentioned above are seen to occur in paroxysms of two hiccups at a time, this is called the ‘Twin Hiccup’ and is marked by delirium, distress, thirst and fainting."
    },
    {
        "verse_id": "44",
        "text": " This variety of hiccup [hikka] occurring in a patient who is neither wasted in body, nor run-down, but has his body-elements and sense-organs in a sound condition, is curable. Under other circumstances, it terminates fatally."
    },
    {
        "verse_id": "45",
        "text": " If Vata, in association with Kapha, obstructing the respiratory passages, gets itself obstructed and spreads in all directions, it causes disorders of respiration."
    },
    {
        "verse_id": "46-48",
        "text": " The person, in whom the expiratory movement of Vata is aroused, is greatly afflicted and being obstructed in his respiration, breathes incessantly with a loud and long stertor like an intoxicated bull. He loses all sense of knowledge and understanding; his eyes are restless; his face gets distorted, his urine and feces get constipated; his voice is weakened; he gets into a moribund state; and his intensely hurried breathing is noticeable even from a distance. A person afflicted with this greatest of disorders of breathing will indeed succumb to it soon. Thus has deen described ‘Dyspnea Major (Terminal Dyspnea)’."
    },
    {
        "verse_id": "49-51",
        "text": " That condition is known as expiratory dyspnea where the expiratory phase is prolonged while the inspiratory process is insignificant. The mouth and respiratory tract are obstructed by mucus; the patient is greatly afflicted with his provoked Vata; his eyes are turned upwards, he is oblivious to his surroundings (coma vigil) and his gaze is restless, moving hither and thither. Afflicted with pain, he passes into a stupor; his mouth is parched and he is listless and in great distress. His expiratory process, being excessively provoked and the inspiratory process being obstructed, the patient suffers from dilution and fainting This condition of expiratory dyspnea soon takes away the patient’s life. Thus has been described ‘The Expiratory Dyspnea’."
    },
    {
        "verse_id": "52-54",
        "text": " In that condition, the patient, being afflicted in all his vital breaths, breathes with interruptions or ceases to breathe altogether (apnea) and is in great distress and afflicted with pain as if his vital parts had been sundered. He is afflicted with constipation, sweat and fainting, burning and retention of urine; his eyes are filled with tears; he is greatly emaciated; while struggling for breath his eyes become excessively injected; he is unconscious; his mouth is dry; he is cyanosed; he becomes delirious; a man who is thus broken down with interrupted breathing (Cheyne-Stoke’s Respiration) soon abandons his life. Thus has been described ‘The interrupted respiratory dyspnea (Cheyne-Stoke’s Respiration).’"
    },
    {
        "verse_id": "55-62",
        "text": " If the Vata, becoming reversed in its course, reaches the respiratory tract, lays hold of the neck and the head and rouses up the Kapha, then it causes coryza- Obstructed by this coryza there is produced a variety of dyspnea [shvasa] associated with a wheezing sound and characterized by acute condition and causing great affliction to the vital breath. On account of the force of the paroxysm the patient faints, coughs and becomes motionless. While thus constantly coughing, he feels faint frequently. Owing to inability to expectorate, he feels greatly distressed and on the sputum being expectorated, he feels comfort for a while. His throat is afflicted and he can hardly speak; and embarrassed by dyspnea he is not able to get sleep while lying flat in his bed, because the Vata presses upon both his sides while he is in bed. He finds comfort in a sitting posture (orthopnea) and he likes only hot things. His eyes are wide open; his forehead is covered with sweat; he is in great distress all the time; his mouth is dry; he breathes easily once and again his respiration becomes violent. These proxysms are intensified by cloudy, humid and cold weather and an easterly wind, as well as by Kapha-increasing things. This bronchial asthma is palliable. It is curable if it be of recent origin. Thus has been described ‘(Tamaka-śvāsa) Bronchial Asthma.’"
    },
    {
        "verse_id": "63-64",
        "text": " That should be known as Pratamaka or febrile dyspnea [shvasa] which appears in a patient overcome with fever and fainting. That which is excited by misperistalsis, inhalation of dust, indigestion, old age or debilitated condition or the suppression of natural urges, which is greatly aggravated during night and which is alleviated by cold medications and in which the patient feels as if he is submerged in a sea of darkness, is to be known as Santamaka or cardiac asthma, Thus have been described ‘The Febrile Dyspnea and Cardiac Asthma.’"
    },
    {
        "verse_id": "65-67½",
        "text": " Owing to the use of un-unctuous things or to exertion, there takes place a minor disturbance of Vata in the alimentary tract, which causes dyspnea minor. This minor dyspnea does not afflict the body with great pain; it does not hurt the limbs, and is not so formidable as the other types of dyspnea [shvasa]. It does not interfere with the normal course of food and drink, or afflict the sense-organs, or cause painful conditions. This condition is regarded as curable. All the other conditions too, where the symptoms are not fully manifest and occur in strong people, are similarly curable. Thus the different varieties of dyspnea and hiccup [hikka], together with their different symptoms, have been described."
    },
    {
        "verse_id": "68-69",
        "text": " From among these, those that are fatal should not be accepted for treatment for they are indeed serious and fulminating. As regards those which are curable or palliable, the physician should take them in hand immediately. If they are neglected they will consume the patient as fire consumes dry grass"
    },
    {
        "verse_id": "70",
        "text": " In view of the fact that the pathogenetic factors, habitat and humoral morbidity being the same in both the diseases (hiccup and dyspnea), the treatment too follows the same lines. Now learn from me the line of treatment as laid down by the sages."
    },
    {
        "verse_id": "71",
        "text": " The patient afflicted with hiccup [hikka] and dyspnea [shvasa] should be first anointed with salted oils and then subjected to unctuous sudation by methods of steamkettle sudation, hot-bed sudation and mixed sudation."
    },
    {
        "verse_id": "72",
        "text": " By these procedures, the Kapha which has become inspissated in the patient’s body, gets dissolved in the body passages; the body-outlets become softened and as a result, the movement of Vata is restored to normal condition."
    },
    {
        "verse_id": "73",
        "text": " Just as the snow lying in mountain-bushes thaws, warmed by the rays of the sun, in the same manner, the congealed Kapha in the body melts when subjected to the sudation therapy."
    },
    {
        "verse_id": "74",
        "text": " When the patient is ascertained to have sweated to the proper degree, he should be immediately given to eat a dish of unctuous rice supplemented by the soup either of fish or pork and the supernatant part of curds,"
    },
    {
        "verse_id": "75",
        "text": " When as the result of this diet, the Kapha is increased in the patient, he should be administered an emetic, compounded of long pepper, rock-salt and honey, after ascertainment that such an emetic is not antagonistic to Vata."
    },
    {
        "verse_id": "76",
        "text": " When the vitiated and stagnant Kapha has thus been expelled from the system, the patient attains ease and the body-channels being purified, the Vata moves through the channels unimpeded."
    },
    {
        "verse_id": "77-78 If at the end of the above treatment there is found a residue of morbidity still lodged in the body, the wise physician should endeavour to remove it by means of the inhalation therapy",
        "text": " Thus cigars should be made of the paste of turmeric, cassia, cinnamon, the roots of the castor plant, lac, red arsenic, deodar, yellow orpiment and nardus; these cigars should be smeared with ghee and smoked; also the patient may inhale the fumes of barley-paste mixed with ghee."
    },
    {
        "verse_id": "79-80",
        "text": " Or, the patient may inhale the fumes of bee’s wax, sal resin and ghee by burning them in a couple of earthen vessels placed one above the other, the upper being provided with holes for the escape of the fumes. Or, the patient may inhale the fumes of the horns, the hairs or sinews of a cow, or of Indian calosanthes, castor plant, wild potherbs, dry reeds of small sacrificial grass, Himalayan cherry, or gum guggul, eagle wood or Indian olibanum, soaked in ghee."
    },
    {
        "verse_id": "81",
        "text": " The dyspnea [shvasa] and cough, appearing as sequele of laryngeal affection, diarrhea, hemothermia aud burning should be treated by means of therapeutic agents which are sweet, unctuous, refrigerant etc."
    },
    {
        "verse_id": "82",
        "text": " The following type of dyspnea and hiccup [hikka] patients should not be subjected to sudation-therapy. Those afflicted with Pitta and burning, those evincing hemorrhagic tendency and hyperhidrosis, those who have suffered loss of body-elements and strength, those who are dehydrated, the gravida and those who are of the Pitta-habitus"
    },
    {
        "verse_id": "83",
        "text": " If sudation therapy be found desirable, they should be made to sweat only for a short while by the use of lukewarm, unctuous affusion or by mild Utkarika poultices mixed with sugar, applied preferably to the neck and chest."
    },
    {
        "verse_id": "84",
        "text": " The poultice which is made of the powder of til seeds, linseeds, blackgram and wheat, mixed with unctuous substances that are alleviative of Vata and combined with acid articles or with cow’s milk is recommended."
    },
    {
        "verse_id": "85",
        "text": " In cases of recent fever and chyme-disorders, the physician should prescribe dry sudation in conjunction with fasting or he may, after careful examination, administer emesis by means of saline water."
    },
    {
        "verse_id": "86",
        "text": " The physician, if he finds that the Vata has become exacerbated by the over-action of the purificatory procedures should bring it under control, by the administration of meat-juices etc., which are alleviative of Vata and by means of inunctions which are neither too hot nor too cold."
    },
    {
        "verse_id": "87",
        "text": " In disorders of misperistalsis and abdominal distension, a diet containing pomelo, common sorrel, asafoetida, tooth brush tree and vid salt, brings about the rectification of the peristaltic movement of Vata."
    },
    {
        "verse_id": "88",
        "text": " Among the patients suffering from hiccup and dyspnea [shvasa], some are of strong constitution and others are of weak constitution; some again, show a preponderance of Kapha and others are marked by dryness and excess of Vata."
    },
    {
        "verse_id": "89",
        "text": " As regards patients who are characterised by the excess of Kapha, as also those who are of strong constitution, emesis in conjunction with purgation, should be carried out. After the patient has been put on the proper diet, sedation-therapy by means of inhalation and linctuses, should be given."
    },
    {
        "verse_id": "90",
        "text": " Those who evince an excess of Vata or are of weak constitution, or those who are young or aged should only be impleted by means of sedative unctuous articles, soups, meat-juices etc., which are curative of Vata."
    },
    {
        "verse_id": "91",
        "text": "If the purificatory procedures are administered to those whose Kapha has not been relaxed, the Vata, gaining ground, will dry up the vital parts, aud take away the life of the patient."
    },
    {
        "verse_id": "92",
        "text": " Therefore, the patients with strong constitution and those with an excess of Kapha, should first be impleted by means of meat-juices of wet-land and aquatice [aquatic?] animals and then sweated before they are administered the purificatory measures. The other kinds of patients (those of weak constitution and with an excess of Vāta) should be given impletion-therapy straightway by the physician."
    },
    {
        "verse_id": "93",
        "text": " For this purpose, the fleshes of peacock, partridge, cock and birds and animals of the Jangala type, prepared with the decoction of the decaradices or with the soup of horse-gram are beneficial."
    },
    {
        "verse_id": "94-95",
        "text": " Take a quantity of Indian night-shade, the pulp of bael fruit, gall, Cretan prickly clover, small caltrops, guduch, horse-gram and white flowered leadwort; cook these in water. The decoction, when filtered, should be seasoned with ghee and long pepper. Taken with the addition of the powder of dry ginger and salt, this soup makes a good article of diet."
    },
    {
        "verse_id": "96",
        "text": " Take a quantity of Indian groundsel, heart leaved sida, minor pentaradices, green gram and white-flowered leadwort, and having cooked them in water, prepare as before, a soup out of the decoction thus obtained."
    },
    {
        "verse_id": "97-98",
        "text": " Take the tender shoots of pomelo, neem and of the carilia fruit and boil these together with green gram and the three spices and prepare an alkaline soup. A soup skilfully prepared by means of barley-alkali, drumstick and black pepper makes a good remedy for the disorders of hiccup [hikka] and dyspnea [shvasa]."
    },
    {
        "verse_id": "99",
        "text": " The soup made from the leaves of negro coffee and of drumstick as also the soup prepared from dry radish are curative of hiccup and dyspnea."
    },
    {
        "verse_id": "100",
        "text": " The soup made of brinjals mixed with curds, the three spices and ghee is beneficial in conditions of hiccup and dyspnea, as also a boiled dish of old Shali or Shashtika rice or wheat or barley."
    },
    {
        "verse_id": "101",
        "text": " The thin gruel prepared with asafoetida, sanchal salt, cumin seeds, vid salt, orris root, white-flowered leadwort and galls is good for patients suffering from hiccup [hikka] and dyspnea."
    },
    {
        "verse_id": "102-103",
        "text": " For the relief of cough, cardiac seizure, pain in the sides, hiccup, and dyspnea, one should drink the gruel or decoction made in prescribed manner from decaradices, long zedoary, Indian groundsel, the roots of long pepper, orris root, galls, feather foil, bettie killer, guduch, dry ginger and water."
    },
    {
        "verse_id": "104",
        "text": " To the diet of these patients should be added either as drink or as food, the following articles:—orris root, long zedoary, the three spices, pomelo and common sorrel, seasoned with ghee, vid salt and asafoetida."
    },
    {
        "verse_id": "105",
        "text": " The dyspnea or hiccup [hikka] patient should drink for the relief of thirst, the decoction either of decaradices, or of deodar, or Madira wine."
    },
    {
        "verse_id": "106",
        "text": " Taking trilobed virgins bower, Indian groundsel, long-leaved pine and deodar and having washed and ground them into bits, the physician should drop these into a vessel containing the supernatant part of Sura wine."
    },
    {
        "verse_id": "107",
        "text": " Salting it slightly, he should cause the patient to drink the potion in the dose of 8 tolas. This potion relieves hiccup as well as dyspnea [shvasa]."
    },
    {
        "verse_id": "108",
        "text": " The patient may drink asafoetida, sanchal salt, jujube, sensitive plant, long pepper and heart-leaved sida, reduced to paste in the juice of pomelo or mixed with sour conjee."
    },
    {
        "verse_id": "109",
        "text": " The paste of sanchal salt, dry ginger and bettle killer mixed with double the measure of sugar should be taken as potion in hot water. This is curative of hiccup and dyspnea."
    },
    {
        "verse_id": "110",
        "text": " One may drink with water the paste of bettie killer and dry ginger, or the paste of black pepper, and barley-alkali, or the paste of Indian berberry, white-flowered leadwort, Indian sarsaparilla and trilobed virgin’s bower."
    },
    {
        "verse_id": "111",
        "text": " In dyspnea, resulting from complications of Pitta, one may take small wheat, bamboo manna, dry ginger and long pepper made into Utka-rika pancakes and cooked in ghee."
    },
    {
        "verse_id": "112",
        "text": " In dyspnea occurring as a complication of Vata-discordance, one may take the flesh of the porcupine and the rabbit and the blood of the pangolin, each cooked with ghee and long pepper."
    },
    {
        "verse_id": "113",
        "text": " In dyspnea occurring as a sequela of Vata and Pitta, the juice of the leaves of the heliotrope, cow’s milk and ghee, seasoned with the three spices is a beneficial beverage, following a dish of boiled Shali rice"
    },
    {
        "verse_id": "114",
        "text": " The expressed juice of the siris flower or that of the dita bark, mixed with the powder of long pepper and honey is regarded as beneficial in hiccup [hikka] and dyspnea [shvasa], following on the provocation of Kapha and Pitta."
    },
    {
        "verse_id": "115",
        "text": " Liquorice, the roots of long pepper, gur, the juice of the dung of cow or horse, ghee and honey are good for those affected with cough, hiccup and dyspnea and with profuse expectoration."
    },
    {
        "verse_id": "116",
        "text": " In affections of hiccup and dyspnea marked by an excess of Kapha, the patient should drink along with honey, the juice of any of the dungs of ass, horse, camel, boar, ram and elephant."
    },
    {
        "verse_id": "116½",
        "text": " The patient may lick the alkali of winter-cherry with honey and ghee."
    },
    {
        "verse_id": "117-120",
        "text": " He will get over severe attacks of hiccup and dyspnea by licking mixed with ghee and honey, the powder consisting of the ashes of the talons and quills of the peacock or the quills of the pangolin, or the bristles of the porcupine, the armadillo, the blue jay, or of osprey and the horns of the single hoofed or cloven hoofed animals, as also their skins, bones and hoofs. These ailments of Kapha, hiccup and dyspnea arise as the result of provocation of the life-breaths whose course has been obstructed by the accumulation of Kapha; therefore it is only with a view to clearing the respiratory passages of morbid Kapha that the linctuses mentioned above should be given and not in conditions where there is no morbidity of Kapha."
    },
    {
        "verse_id": "121",
        "text": " The intelligent physician should give emesis medicated with drugs alleviative of Vata and Kapha to patients suffering from cough and cracked voice (hoarseness); and to asthmatics, he should give purgation medicated with drugs alleviative of Vata and Kapha."
    },
    {
        "verse_id": "122",
        "text": " Just as the flowing waters of a stream, when dammed in their course, swell up and press on all sides, so does the constantly moving Vata behave. Hence its passage should ever be kept clear."
    },
    {
        "verse_id": "123-124",
        "text": " Take equal quantities of long zedoary, angelica, cork swallow wort, cinnamon-bark, nutgrass, orris root, holy basil, feather foil, long pepper, eagle-wood, dry ginger and fragrant sticky mallow and reducing all these to powder, mix with eight times the total quantity of sugar. This powder may be used in all therapeutic modes in asthma and hiccup [hikka]."
    },
    {
        "verse_id": "125-127",
        "text": " Pearl, coral, cat's eye beryl, conch, crystal, antimony, motley gem, sulphur, glass, mudar, small cardamom, rock salt and sanchal salt, powders of iron, copper and silver, sulphur, lead, nutmeg, seeds of flaxhemp and seeds of rough chaff; the compound powder of these, licked in the dosage of 1 tola mixed with an equal quantity of honey and ghee, is curative of hiccup, dyspnea [shvasa] and cough."
    },
    {
        "verse_id": "128",
        "text": "If used as collyrium, it cures Timira, Kaca, Nilika, Pushpaka, Tama, Malya, Kandu, Abhishyanda and Arma. Thus has been described ‘The compound Pearl Powder.’"
    },
    {
        "verse_id": "129",
        "text": " The patient may lick the compound powder of long zedoary, orris root and emblic myrobalan or the powder of eagle-wood, with honey."
    },
    {
        "verse_id": "130",
        "text": " The patient may take orally and also use as nasal errhine the compound prepared of sugar, feather foil, grapes, juice of cow-dung and horsedung, gur and dry ginger."
    },
    {
        "verse_id": "131",
        "text": " The patient may take a nasal errhine of the juice of the roots Of garlic, onion or turnip, or of sandalwood mixed with breast-milk."
    },
    {
        "verse_id": "132",
        "text": " The patient may take a nasal errhine of the supernatant part of ghee, sprinkled with rock-salt or the fecal deposits of flies, mixed with the juice of lac."
    },
    {
        "verse_id": "133",
        "text": " Or the medicated ghee prepared with breast-milk and the paste of the drugs of the sweet group, used either as potion or as nasal errhine cures hiccup immediately."
    },
    {
        "verse_id": "134",
        "text": " Milk mixed with sugar and honey should be given as potion and nasal errhine to the hiccup-patient; it should be administered hot and cold alternately."
    },
    {
        "verse_id": "135",
        "text": " The medicated ghee prepared with purgative drugs soon cures hiccup; the juice of emblic myrobalan or of wood-apple mixed with long pepper and honey, acts similarly."
    },
    {
        "verse_id": "136",
        "text": " The patient with hiccup [hikka] should take as linctus roasted paddy, lac, honey, grapes and long pepper, with the juice of the horse-dung or the linctus of jujube, honey, grapes, long pepper and dry ginger."
    },
    {
        "verse_id": "137",
        "text": " Subjecting the patient to sudden affusions of cold water, to intimidation, distraction and fright, or rousing him to anger, pleasure, love or anxiety, is said to avert an attack of hiccup."
    },
    {
        "verse_id": "138",
        "text": " Whatever has been laid down as being causative of hiccup [hikka] and dyspnea [shvasa] should be eschewed by subjects of hiccup and dyspnea who desire to keep themselves in health."
    },
    {
        "verse_id": "139",
        "text": " Those who suffer from the complications of hiccup [hikka] and dyspnea [shvasa], whose chest, throat and palate have been rendered dry, and who are by nature dry, should be treated with ghee."
    },
    {
        "verse_id": "140-140½",
        "text": " The medicated ghee prepared with the decoction of decaradices, ghee and the supernatant fluid of curds and with the paste of long pepper, sanchal salt, alkali, emblic myrobalans, asafoetida, angelica and chebulic myrobalans, is curative of hiccup and dyspnea."
    },
    {
        "verse_id": "141-143 A",
        "text": " Medicated ghee should be prepared of 64 tolas of ghee, with the paste of 1 tola of each of Indian tooth-ache tree, chebulic myrobalan, costus, long pepper, kurroa, ginger grass, orris root, palas, white-flowered leadwort, long zedoary, sanchal salt, feather foil, rock salt, pulp of bael, bark of the Himalayan fir tree, cork swallow-wort and sweet flag, and l/4th its quantity of asafoetida, in four times its quantity of water."
    },
    {
        "verse_id": "144",
        "text": " This, taken in proper dosage, cures hiccup [hikka], dyspnea [shvasa], edema, piles due to Vata-provocation, assimilationdisorders, pain in the cardiac region and pleurodynia. Thus has been described ‘The compound Cinnamon-leaf Ghee’."
    },
    {
        "verse_id": "145",
        "text": " The medicated ghee prepared of 64 tolas of cow’s ghee, with one tola each of red arsenic, calophany, lac, turmeric, Himalayan cherry, Indian madder and cardamom, is beneficial."
    },
    {
        "verse_id": "146",
        "text": " Or, the medicated ghee prepared with the drugs of the life-promoter group and with honey may be taken as linctus, or the compound Three Spices Ghee, or the compound Curd Ghee or the compound Vasaka Ghee may be taken as potion. Thus has been described ‘The compound Red Arsenic Ghee.’"
    },
    {
        "verse_id": "147",
        "text": " Whatever drug, food or drink is alleviative of Kapha and Vata, and is heat-giving and regulative of the movements of Vata, is beneficial for patients afflicted with hiccup [hikka] and dyspnea."
    },
    {
        "verse_id": "148",
        "text": " One should not use exclusively drugs that belong to either of the two groups viz., those which alleviate Kapha but aggravate Vata; and those which alleviate Vata but aggravate Kapha. If one has to choose between the two, the drugs alleviative of Vata are to be preferred,"
    },
    {
        "verse_id": "149",
        "text": " The undesirable side-effects of treatment by roborant drugs are, in all cases, slight and for the most part, easily corrected. As regards treatment by sedative drugs, there is not great risk; while in that by depletive drugs, the ill-effects are many aud intractable."
    },
    {
        "verse_id": "150",
        "text": " Therefore, persons suffering from hiccup [hikka] and dyspnea should, as a rule, be treated with drugs that are sedative and roborant, whether these persons have undergone preliminary purificatory procedures or not."
    },
    {
        "verse_id": "151",
        "text": " The formidable nature, reasons explaining the commonness in the manifestation and treatment of both hiccup and dyspnea, the signs and symptoms of these disorders, and the dietetic rules to be observed, have all been set forth in this chapter."
    }
]