[
	{
        "verse_id": "1",
        "text": " We shall now expound the first quarter entitled “The preparations [samyoga] of roots of pen-reed grass [shara-mula]”, of the chapter on Virilification."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-3½",
        "text": " The man of self restraint should seek, always, to maintain his virility by means of virilification, as righteousness, wealth, affection and good repute are dependent on the maintenance of healthy manhood. It, again, is the means of begetting a son in whom these qualities are based."
    },
    {
        "verse_id": "4-7½",
        "text": " The best means of stimulating, one’s manhood (the best agent of virilification), is au exhilarating sexual partner in the wife. When the desired sense-objects yield great pleasure even if singly experienced by the senses, then what need be said of the person of the woman in whom the delectable objects of all the senses are found established together. Such a combination of the delectable objects of all the senses is found only in the person of the woman and nowhere else. Indeed, it is the object that is found in the person of the woman that evokes our pleasure fully. Hence it is that man’s pleasure is mainly in the woman and that in her is established the source of progeny. In her also are established righteousness, wealth, auspiciousness and the two worlds—this and the other. The woman who is good-looking, young, endowed with auspicious physiognomic marks, and is amiable and skilled in the fine arts, acts as the best virilific."
    },
    {
        "verse_id": "8-15½ The qualities of beauty etc",
        "text": ", in the woman develop suitably to the nature of the husband. They are found either as a result of their destiny or as a result of the varied tastes of people. She, who is the best of women for a man, and endears herself to him quickly by virtue of her age, form, speech and gestures either as a result of destiny or of the merits of action in this very life, who is the delight of his heart, who returns his love in equal measure, who: is akin to him in mind, who is amenable to and is pleased with his advances, who enthralls all his senses by her excellent qualities, separated from whom he feels the world to be desolate and joyless, but for whom he feels his body a burden and as if devoid of its senses, at the sight of whom he is untouched by grief, distress, depression or fear, approaching whom he gains confidence, seeing whom he gets greatly elated, whom he approaches daily with great eagerness as if for the first time, and uniting with whom in sex repeatedly he remains yet unsatisfied, such a woman, is the best of virilifics to him; and men, indeed, are of varied temperaments. The man in perfect health should approach, desiring progeny, such a woman, who is of a different clan, who is free from ill-health, who has taken her post-menstrual purificatory bath and who is cheerful and responsive."
    },
    {
        "verse_id": "16-18½",
        "text": " The man without progeny is like a solitary tree that yields no shade, which has no branches, which bears no fruit and is devoid of any pleasant odor. The man without progeny is to be regarded as a painted lamp, a dried-up lake, or a pseudo-metal which only has the appearance of the precious metal, and is like a man of straw possessing only the shape of man. Again such a man without progeny, is regarded to be not well-established, bare, like a void, and possessed of only one sense aud as having lived a purposeless life."
    },
    {
        "verse_id": "19-20½",
        "text": " The man of numerous progeny is praised as one possessing a multiplicity of forms, faces, structures, actions, eyes, intellects and souls. Such a man is hailed as being auspicious, praiseworthy, blessed, virile and the source of many geneological branches"
    },
    {
        "verse_id": "21-22½",
        "text": " Affection, strength, happiness, livelihood, expansion, numerous ness of kinsmen, fame, the happy results pertaining to all the worlds and satisfaction are all dependent upon progeny. It is, therefore, that the man desirous of progeny, the merits dependent on progeny and the pleasure of conjugal life, should always take virilifying medications."
    },
    {
        "verse_id": "23",
        "text": " We shall hereafter describe tried virilifying preparations which increase the pleasure of sexual union, virility and progeny."
    },
    {
        "verse_id": "24-31½",
        "text": " The roots of penreed grass [shara-mula], sugarcane, giant sugarcane, long leaved barleria, climbing asparagus, white yam, yellow berried nightshade, cork swallow wort, Jivaka, Meda, cuscus grass, Rishabhaka, heart-leaved sida, Riddhi, small caltrops, Indian groundsel, cowage, hog’s weed—12. tolas each of these with 256 tolas of fresh black gram, should be decocted in 1024 tolas of water till it is reduced to one fourth of its quantity. In it should be added the paste of liquorice, grapes, figs, long pepper, cowage, mahwa, dates, and climbing asparagus 64 tolas in all, 256 tolas of the juice of each of emblic myrobalan, white yam, and sugar-cane, along with ghee 256 tolas and milk 1024 tolas—all these the physician should boil till only the ghee is left aud should strain it well with a piece of cloth; then he should mix it again with 64 tolas each of sugar and the powder of bamboo manna, long pepper 16 tolas, black pepper 4 tolas, two tolas in all of the powders of cinnamon, cardamom and fragrant poon and of honey 32 tolas; the physician should prepare from this thickened mass, pills of 4 tolas each and prescribe them according to the strength of the patient’s gastric fire."
    },
    {
        "verse_id": "32-32½",
        "text": " This preparation is highly virilific, roborant and strengthening; and acquiring by its use, stallion-like vigor, man enjoys sexual intercourse. Thus has been described “The Roborant Pill”."
    },
    {
        "verse_id": "33-37½",
        "text": " Fresh black gram and fresh seeds of cowage each tolas 256, Jivaka, Rishabhaka, Vira, Meda, Riddhi, climbing asparagus, liquorice, and winter cherry each 16 tolas should. be decocted together. In this decoction, cow’s ghee tolas 64, cow’s milk tolas 640, juice of white yam tolas 64 and sugar cane juice tolas 64, should be boiled over a low fire and the ghee thus prepared should be mixed with sugar, bamboo manna and honey, each 16 tolas and or long pepper tolas 4. He, who wishes to have as inexhaustible store of semen and great phallic strength, should take a dose of 4 tolas of this ghee as linctus before meals. Thus has been described “The Virilific Ghee.”"
    },
    {
        "verse_id": "38-40½",
        "text": " With these six—sugar, broken black-gram, bamboo manna, milk, ghee and wheat flour, (Utkārikā) sweetmeat should be prepared in ghee. This without being over-roasted over the fire, should be crushed and cast into the sweet and warm spiced meat-juice of the cock and mixed in it till the juice gets thickened; this thickened juice is virilific, tonic aud strengthening. Imbued with stallion-like vigor by its use, a man enjoys sexual intercourse with heightened virility."
    },
    {
        "verse_id": "41",
        "text": " The thickened juice of the peacock, partridge or swan in similar manner, is regarded as promoter of strength, complexion and voice. A man acquires increased virility by taking a course of these preparations. Thus has been described ‘The virilific thickened meat-juices.’"
    },
    {
        "verse_id": "42-43, Ghee, black-gram and the testes of the goat should be cooked in the juice of buffalo flesh",
        "text": " It should then be strained and acidified with fruit-acids and fried in fresh ghee. It should then be mixed with a little salt, coriander, cumin seeds and dried ginger. This most excellent juice is virilifying, strengthening and roborant. Thus has been described ‘The virilifying Meat-juice of the Buffalo.’"
    },
    {
        "verse_id": "44-45",
        "text": " Sparrows cooked in the meat-juice of partridge or partridge cooked in the meat juice of the cock, or the cock cooked in the meat-juice of the peacock, or the peacock cooked in the meat juice of the swan in fresh ghee, acidified with fruit acids and fried or sweetened according to one’s homologation and mixed with fragrant articles should be taken for promoting strength. Thus have been described “The other virilifying Meat-juices.”"
    },
    {
        "verse_id": "46",
        "text": " The man that after a surfeit-meal of sparrow-flesh takes milk, does not experience phallic depression or suffer decrease of seminal store through out the night. Thus has been described “The virilifying Diet of Meat.”"
    },
    {
        "verse_id": "47",
        "text": " One who drinks milk after a meal of the Shashtika rice mixed generously with ghee and with black-gram gruel, remains awake with an undimiuished sex-urge through the entire night. Thus has been described “The virilifying preparation of Black-gram.”"
    },
    {
        "verse_id": "43",
        "text": " A man who has eaten his surfeit of the cock’s flesh fried in the semen of the crocodile, cannot sleep during many nights owing to continual erection of the phallus. Thus has been described ‘The virilifying preparation of the Cock’s Flesh.’"
    },
    {
        "verse_id": "49½",
        "text": " One should take the juice squeezed out of the eggs of the fish, seasoned with ghee; and similarly eggs of the swan, peacock and cock should be used. Thus has been described ‘The virilifying Egg-juice.’"
    },
    {
        "verse_id": "50-51",
        "text": " If a man takes in due dose and at proper time, the virilifying recipe, after the body-channels have been cleansed and his body has been rendered free from impurities, he thereby greatly increases his virility. The recipe also acts as a roborant and tonic. It is therefore that purification of the body must be first undertaken with due regard to the patient’s strength, for virilific preparations do not bear fruit if tried on an uncleansed constitution, even as dyes do not stick properly on an unclean cloth."
    },
    {
        "verse_id": "52-53",
        "text": " The virtues of virilification, the qualities of the woman who is a proper sexual partner for a man, the disadvantages of men without progeny and the advantages of those with progeny, and the 15 preparations that promote virility and progeny as well as robustness and strength, have all been described in this quarter entitled ‘The roots of pen-reed grass.’"
    }
]