[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Insanity [unmada-cikitsa]’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Punarvasu who was, as it were, the very abode of understanding, memory, wisdom and austerity, and who was sought by all living beings as their refuge, being asked by Agnivesha, in due course, described the etiology, signs and symptoms and treatment of insanity [unmada]."
    },
    {
        "verse_id": "4",
        "text": " Diet that consists of articles that are incompatible, vitiated and unclean; disrespect towards the gods, teachers and the twice-born; mental shock resulting from excess of fear or joy; and faulty bodily activity-all these, are the causative factors of insanity."
    },
    {
        "verse_id": "5",
        "text": " The humors in the body of the weak-minded, getting morbid by the above factors, and, in their turn, vitiating the brain, the seat of intelligence, become localized in the channels of the nervous system and soon derange the function of the mind."
    },
    {
        "verse_id": "6",
        "text": " Confusion of intellect, extreme fickleness of mind, agitation of the eyes, unsteadiness, incoherence of speech, mental vacuity—these, are the general symptoms of insanity [unmada]."
    },
    {
        "verse_id": "7",
        "text": " An imbecile, who is thus afflicted, is unable to know pleasure from pain and right behaviour or duty. Needless to say, he knows no mental case. Deprived of memory, understanding and his wits, he keeps his mind wavering restlessly."
    },
    {
        "verse_id": "8",
        "text": " Insanity which is characterised by such derangement of understanding, mind and memory, is said to be of exogenous and endogenous origins. I shall describe individually the fivefold causation of insanity [unmada] together with symptoms and the treatment."
    },
    {
        "verse_id": "9",
        "text": " The Vata, getting severely provoked by indulgence in dry, meagre or cold diet, or by excess of purificatory procedure or atrophy of body-element or by fasting and vitiating the brain, which is already overcome with worry etc., soon impairs the understanding and memory as well."
    },
    {
        "verse_id": "10",
        "text": " The following are the symptoms of insanity arising from provoked Vata: laughing, soiling, dancing, singing, speaking, [??o?ily?] movements and weeping, all of which are out of place; hardness, [???ness] and dusky-red coloration of the skin and the disease in its anabatic phase at the dose of digestion of food"
    },
    {
        "verse_id": "11",
        "text": " The Pitta which has accumulated as the result of taking predigestion meals, or taking pungent, acid, irritant and hot articles of food, being activated and getting lodged in the brain of the undisciplined person, rapidly gives rise, as described before, to acute maniacal symptoms."
    },
    {
        "verse_id": "12",
        "text": "Intolerance, turbulence, nudity, intimidation, running about, heated condition, anger, craving for shady places and cooling foods and drinks and icteric tinge of the body are the symptoms of insanity due to Pitta"
    },
    {
        "verse_id": "13",
        "text": " In the person of sedentary habits, the Kapha, getting greatly increased in the vital organs as the result of over-feeding, combines with heat and impairs the intellect aud memory, and confounding the mind, causes insanity (Melancholia)"
    },
    {
        "verse_id": "14",
        "text": " Slowness of speech and action, anorexia, fondness for women and solitude, somnolence, vomiting, dribbling of saliva, anabasis following meals, pallor of the nails etc.,—these are the symptoms of insanity due to Kapha."
    },
    {
        "verse_id": "15",
        "text": " The insanity that is born of tridiscordance is an exceedingly dreadful condition and is caused by the combination of all the etiological factors mentioned above. It accordingly manifests all the symptoms and should be given up as incurable on account of the antagonistic nature of the treatment required."
    },
    {
        "verse_id": "16",
        "text": " Possession by the gods, sages, Gandharvas, Pishacas, Yakshas Rakshasas, and the manes, and the failure in the proper discharge of observances and vows in this life or the previous one—these, are the causes of the insanity of the exogenous type."
    },
    {
        "verse_id": "17",
        "text": " The man who evinces superhuman power of speech, valour, prowess and behaviour in respect of knowledge, science and strength, and whose fits of insanity are indefinite as regards time—such a one should be regarded as having the insanity born of spirit-possession."
    },
    {
        "verse_id": "18",
        "text": " The gods etc., enter invisibly and suddenly into the body of a man by their innate power, without causing any morbid change, just as an image and sunshine enter a looking glass and a crystal respectively."
    },
    {
        "verse_id": "19",
        "text": " The time of the attacks of spirit-possession and their premonitory symptoms have been described in the Section on Pathology. Now listen to a description of the symptoms of each type of insanity [unmada] due to spirit-possession, its incidence and of the persons who are liable to these spirit-invasions."
    },
    {
        "verse_id": "Thus one who is of gentle looks, dignified, indomitable, non-irascible, and disinclined for sleep and food, whose excretions, viz",
        "text": ", sweat, urine, stools and flatus are scanty, whose body-odor is pleasant and whose face is radiant like a full blown lotus should be known to be insane due to possession by the gods."
    },
    {
        "verse_id": "20-(2)",
        "text": " One whose behaviour, diet and speech are such that they bespeak of a curse, spell, or obsession ascribable to teachers, elders, adepts and sages, should be known to be insane due to possession by them."
    },
    {
        "verse_id": "23-(3)",
        "text": " One who is of agitated looks, unseeing, somnolent, impeded in his speech, apathetic to food and afflicted with anorexia and indigestion, should be known to be insane due to possession by the manes."
    },
    {
        "verse_id": "20-(4)",
        "text": " One who is fierce, impetuous, fiery, grave, indomitable, passionately fond of musical instruments played by mouth, dance, singing, food, drinks, baths, garlands, incense and unguents, who loves the wearing of red-colored garments, sacrifices, jesting gossip and questioning and whose body-odor is pleasant, should be known to be insane due to possession by the Gandharvas."
    },
    {
        "verse_id": "20-(5)",
        "text": " One who sleeps, weeps and laughs frequently, is fond of dancing, singing, music, recitation, gossip, food, drinks, baths, garlands, incense and unguents, has blood-shot and tearful eyes, speaks ill of the twice-born and the physicians, and is given to revealing secrets, should be known to be insane due to possession by the Yakshas."
    },
    {
        "verse_id": "20-(6)",
        "text": " One who is afflicted with insomnia, averse to food and drink, exceedingly strong though abstaining from food, fond of weapons, blood, flesh and red-colored garlands, and is minatory, should be known to be insane due to possession by the Rakshasas."
    },
    {
        "verse_id": "20-(7)",
        "text": " One who is conspicuous for his loud guffaws and dance, who evinces hatred and contempt for the gods, the Brahmanas and the physicians, who is given to quoting hymns, scriptural verses and learned treatises and who flagellates himself with sticks and in other ways practises self-mortification, should be known to be insane due to possession by the Brahma-rakshasas."
    },
    {
        "verse_id": "20",
        "text": " One who is of morbid mentality and finds no resting-place anywhere and is given to dancing, singing and laughter, who talks now sensibly and now at random, shows a penchant for sitting on dung heaps, slag-heaps, roadways, rag-heaps hay-stacks, stones and wood-heaps, who has a voice that is broken aud dry, who likes to be nude, who constantly runs about, never keeps to one place. for any length of time, who loudly proclaims his sorrows, and is devoid of memory—such a one should be known to be insane due topossession by the Pishacas."
    },
    {
        "verse_id": "21-(1)",
        "text": " The gods, finding an opportunity, effect their entry into a man of pure conduct and devoted to austerities and scriptural studies, generally either on the first or the thirteenth day of the. bright fortnight."
    },
    {
        "verse_id": "21-(2)",
        "text": " Similarly, the Rishis enter into a man who is devoted to frequent bathing and cleaning of his person and to solitude, and who is versed in the law-books, scriptures and maxims, for the most part either on the sixth or the ninth day of the fortnight."
    },
    {
        "verse_id": "21-(3)",
        "text": " The manes enter a man who is attached to the service of his mother, father, preceptor, elders, adepts and mentors, for the most part either on the tenth day of the fortnight or on the new-moon day."
    },
    {
        "verse_id": "21-(4)",
        "text": " The Gandharvas enter the man who is fond of panegyrics, songsand music, has a passion for other people’s wives, unguents and garlands, is of clean habits, for the most part either on the twelfth or the, fourteenth day of the fortnight."
    },
    {
        "verse_id": "21-(5)",
        "text": " The Yakshas enter a man who is endowed with intelligence,, strength, good looks, pride and valor, who is fond of garlands, unguents and jesting, and is given to excessive talk, for the most part either on the eleventh or the seventh day of the bright fortnight."
    },
    {
        "verse_id": "21-(6)",
        "text": " Into a man who is averse to the study of scriptures and to the observance of austerities, vows, fasts, continence and reverential rites, to the gods, religious mendicants and preceptors, who being a Brahmana is lost to purity or not being a Brahmana, claims to be one, who fancies himself a hero, who likes to disport himself in the precincts of a temple or in the waters—into such a man the Brahma-Rakshasas enter, for the most part either on the fifth day of the bright fortnight or on the fullmoon day."
    },
    {
        "verse_id": "21-(7)",
        "text": " The Rakshasas and Pishacas enter a man who is of a depraved mentality, given to back-biting, effeminate in character, covetous and deceitful, for the most part on the second, the third or the eighth day of the fortnight."
    },
    {
        "verse_id": "21",
        "text": " Thus, from among the countless varieties of psychic seizure, we have described the foregoing eight, they being the ones most commonly observed."
    },
    {
        "verse_id": "22",
        "text": " From among all these kinds of psychic subjects, one who moved by the intensity of his passion, never hesitates to raise his hand and strikes either himself or those about him is to be regarded as an incurable case. Similarly, one whose eyes are marked with profuse lachrymation, who bleeds in the phallus, has his tongue bruised, nostrils dilated, skin cracking and his speech unrestrained, is seen to mumble constantly, has discoloration of body, is constantly afflicted with thirst and is foul-smelling, should be known as having been crazed by a Spirit desirous of avenging itself. Such a man should be left to his fate."
    },
    {
        "verse_id": "23",
        "text": " As regards those who have been rendered insane by spirits moved by the desire for sport or for worship, the physician, having ascertained this point by observing the intentions and the behaviour of the subjects, should proceed to treat the patients by the incantation therapy, suitably assisted by means of appropriate propitiatory aud sacrificial offerings."
    },
    {
        "verse_id": "24",
        "text": " We shall now explain the procedure of treatment of both the endogenous and exogenous types of insanity [unmada] in brief as well as in extenso."
    },
    {
        "verse_id": "25",
        "text": " The specialist should first give the unctuous potion to a patient with insanity arising from Vata, but if the passages are obstructed, then the oleation should be accompanied with mild purificatory procedure"
    },
    {
        "verse_id": "26",
        "text": " If the insanity [unmada] is due to Kapha or Pitta, then emesis and purgation should be first carried out after preliminary preparation with oleation and sudation. When purified thus, the procedure of rehabilitation should be carried out."
    },
    {
        "verse_id": "27",
        "text": " After this, the patient should be given evacuative or unctuous enema, or errhine-medications, repeating these measures as often as needed by the intensity of the morbidity."
    },
    {
        "verse_id": "28",
        "text": " The stomach, the senses, the head and the alimentay [alimentary?] tract being purified by emesis and other purificatory procedures, the mind becomes clear and the patient regains his memory and wits."
    },
    {
        "verse_id": "29",
        "text": " If even after purification, the disorganized behaviour persists, strong nasal and eye medications, flagellation and giving shock to his mind, intellect and body, are advised."
    },
    {
        "verse_id": "30",
        "text": " If the patient continues to behave in an irresponsible manner, then he should be made gentle by soft but strong bandages and put into a dark room free from metallic and wooden articles (lest he should harm himself with these)."
    },
    {
        "verse_id": "31",
        "text": " Intimidation, terrorization, coaxing, exhilaration, pacification, frightening and astonishing—these being causative of forgetfulness serve to reclaim the mind to normality from its insane fixation."
    },
    {
        "verse_id": "32",
        "text": " Applications, massage, inunctions, inhalations and potions of ghee should be used for restoring him to his normal frame of mind, intellect, memory and intelligence,"
    },
    {
        "verse_id": "32½",
        "text": " The potion of ghee and other similar measures, and the incantation-therapy, are recommended in the exogenous variety of insanity."
    },
    {
        "verse_id": "32½.1",
        "text": "33 Now listen to a description of the most successful recipes curative of insanity [unmada]"
    },
    {
        "verse_id": "34",
        "text": " The medicated ghee prepared with 256 tolas of ghee in four times its quantity (1024 tolas) of cow’s urine along with the paste of 8 tolas each of asafoetida, rock-salt and the three spices, is curative of insanity."
    },
    {
        "verse_id": "35-37½",
        "text": " Colocynth, the three myrobalans, fragrant pepper, deodar, cubeb pepper, ticktrefoil, valerian, hard-wick, turmeric, Indian berberry, two varieties of Indian sarsaparilla, perfumed cherry, blue water lily, cardamom, madder, red physic-nut, pomegranate, fragrant poon, cinnamon leaf, yellow-berried night-shade, fresh flowers of jasmine, embelia, painted leaved uraria, costus, sandalwood and Himalayan cherry; the physician should prepare medicated ghee from 64 tolas of ghee and four times this quantity of water, with the paste of one tola each of the above 28 drugs."
    },
    {
        "verse_id": "38-41½",
        "text": " This ghee is recommended in epilepsy, fever, cough, consumption, weakness of digestive fire, in wasting, rheumatic conditions, coryza, tertian and quartan fevers, in vomiting, piles, aud dysuria, in persons afflicted with spreading inflammations, pruritus, anemia, insanity, toxicosis and urinary disorders, in possessions by demons, in obstructed speech and weak-mindedness. It is beneficial in the sterility of women. It is auspicious and increases life and vitality, ensures against poverty, evils and demons, and destroys all evil influences of stars. This Kalyanaka Ghee is also the best drug for ensuring male progeny. Thus has been described the Kalyanaka Ghee."
    },
    {
        "verse_id": "42-44",
        "text": " Decoct 21 drugs of the ticktrefoil group from among the above-mentioned drugs and prepare with them medicated ghee by adding four times its quantity of the milk of a cow which has calved for the first time and with the paste of Kshirakakoli, fresh black-gram, Kakoli, cowage, Rishabhaka, Ridhi and Meda in equal parts; this is the Great Kalyanaka Ghee. It is specially valuable as a roborant and is a sovereign remedy for tridiscordance. Thus has been described the Great Kalyanaka Ghee."
    },
    {
        "verse_id": "45-48",
        "text": " Nardus, chebulic myrobalan, Bhutakeshi, Brahmi, cowage, sweet flag, zalil, common sesbane, Kshirakakoli, angelica, kurroa, guduch, Shukari, dill and fennel, gum guggul, climbing asparagus, cardamom, the two varieties of Indian groundsel, white siris, climbing nettle mercury and ticktrefoil; the ghee prepared with all these drugs is curative of [q????] fever, insanity, possession and epilepsy. This ghee is called the Great Paishaca Ghee and is equal to ambrosia. It improves the intellect and memory and helps the growing child to acquire proper development. Thus has been described ‘The Great Paishaca Ghee’."
    },
    {
        "verse_id": "49-50",
        "text": " A medicated ghee should be prepared of 400 tolas of garlic, 30 fruits of chebulic myrobalan, 4 tolas of the three spices, and 64 tolas of the ashes of cow-hide, in 512 tolas of cow’s milk and urine and 64 tolas of old ghee. When cold, it should be mixed with 4 tolas of asafoetida and 64 tolas of honey, and used,"
    },
    {
        "verse_id": "51",
        "text": " This ghee results in a quick cure in cases of insanity [unmada] due to internal and external causes, irregular fevers and epilepsy, when used as a potion, inunction or nasal medication. Thus has been described ‘The compound Garlic Ghee’."
    },
    {
        "verse_id": "52-55",
        "text": " Decoct 200 tolas of a good quality of garlic, after removing the external sheaths and 100 tolas of decaradices in 512 tolas of water. When the whole is reduced to one-fourth its quantity, add to it 64 tolas of ghee and 64 tolas of the juice of garlic and 32 tolas each of the juices of jujube, radish, kokam, citron and ginger; 32 tolas of sour pomegranate juice, Sura wine, whey and sour conjee, with the paste of 2 tolas of each of the three myrobalans, deodar, rock-salt, three spices, celery seeds, bishop’s weed, chaba pepper, asafoetida and common sorrel and prepare it into a medicated ghee. This ghee, when taken, cures colic, Gulma, piles and abdominal diseases."
    },
    {
        "verse_id": "56",
        "text": " It also cures inguinal swelling, anemia, splenic diseases, gynecic diseases, fevers, helminthiasis, disorders due to Vata and Kapha,-.and all types of insanity [unmada]. Thus has been described ‘The second Garlic compound Ghee’."
    },
    {
        "verse_id": "57",
        "text": " The medicated ghee prepared with asafoetida, gummy gardenia or with small cardamom and Brahmi or asafoetida, Brahmi and Coraka are similarly beneficial."
    },
    {
        "verse_id": "58-59",
        "text": " The patient may be -given a potion of ancint [ancient?] ghee alone or the medicated ghee above described. Being given the maximum dose, he may be locked up in an under-ground cellar or in a house. The physician may administer specially old ghee to the patient. It will be found curative of tridiscordance and being perfectly pure, it is specially curative of spiritpossession."
    },
    {
        "verse_id": "60-60¾",
        "text": " Its properties and actions are intensified when drunk as a potion, aud it is pungent and bitter in taste. The ghee kept for a period of ten years is called ‘Ancient’ ghee and it possesses very strong odor. The ghee, preserved for a longer period (i.e., for more than ten years) is of the color of lac-juice, cooling and curative of all kinds of possessions. It is highly promotive of the intellect and stands first as a purgative."
    },
    {
        "verse_id": "61-62½",
        "text": " As regards the ghee preserved for a period of hundred years, there is no disorder which it cannot cure. Even the sight or touch or smell of this ghee is curative of all kinds of spirit-possession. It is specially beneficial in epilepsy and in insanity due to spirit-possession."
    },
    {
        "verse_id": "63-63½",
        "text": " If the patient proves recalcitrant, the following drugs may be used as eye-salves, massage, applications and nasal medications."
    },
    {
        "verse_id": "64-64½",
        "text": " Siris, liquorice, asafoetida, garlic, Indian valerian, sweet flag and costus, pounded in goat’s urine make a good nasal and eye medication."
    },
    {
        "verse_id": "65-65½",
        "text": " Similarly, the three spices, turmeric and Indian berberry, madder, asafoetida, rape seed and siris-seed will be found curative of insanity [unmada], possession and epilepsy."
    },
    {
        "verse_id": "66-67½",
        "text": " Make a collyrium-stick by pounding equal parts of rough chaff, asafoetida, yellow arsenic, gummy gardenia, with half its quantity of black pepper, in the bile of an ox or jackal. This collyrium-stick should be applied to the eye of epileptic subjects or those afflicted with delusionary insanity, spirit-possession and fever or in cases of persons afflicted by spirits or the gods or in eye-diseases."
    },
    {
        "verse_id": "68-68½",
        "text": " The collyrium prepared from the paste of black pepper and exposed to the sun for one month should be used in the case of persons who suffer from delusions and loss of memory caused by morbid humors or spirit-possessions."
    },
    {
        "verse_id": "69-72½",
        "text": " Rape-seed, sweet flag, asafoetida, Indian beech, deodar, madder, the three myrobalans, white mussel shell creeper, bark of white siris, the three spices, perfumed cherry, siris, turmeric and Indian berberry; take equal parts of each and make a paste in goat’s urine. This antidote may be used as potion, collyrium, nasal medication, application, bath or massage. It is curative of epilepsy, toxicosis, insanity [unmada], effects of black magic, poverty and fever. It frees one from the fear of evil spirits and is esteemed by royal persons. Also the ghee prepared of the above articles, in cow’s urine, has similar properties."
    },
    {
        "verse_id": "73-73½",
        "text": " If the patient is affected with ptyalism or coryza, he may smoke a cigar prepared of drugs of the fragrant group or of the group of the white mussel shell creeper, together with asafoetida mentioned in connection with errhine-smokes."
    },
    {
        "verse_id": "74-75½",
        "text": " Affusions, eye-ointments and insufflations, nasal medications and smokes may be prepared from urine, bile, dung, nails and hide of pangolin, owl, cat, jackal, wolf aud goat, for use particularly in insanity due to Vata and Kapha-"
    },
    {
        "verse_id": "75½-77",
        "text": " In conditions due to Pitta, the bitter group ghee, Jivaniya ghee, mixed unction and sweet, soft and cooling eats and drinks are recommended. The physician skilled in venesection should take out blood iron the temporal vein situated near the margin of the hair and tempora region in conditions of insanity [unmada], irregular fever and also, epilepsy."
    },
    {
        "verse_id": "78",
        "text": " Or having fed him to repletion on ghee and flesh, the patient should be confined in a comfortable room free from draught. By this he becomes free from his derangement of intellect and memory and having regained his normal wits, gets rid of his disease."
    },
    {
        "verse_id": "79",
        "text": " The patient’s well-wishers may calm him with words of religious and moral import, or they may shock him out of his distemper by announcing the news of the loss of something he dearly loves or they may win him back to normality by showing him marvels."
    },
    {
        "verse_id": "80-81",
        "text": " Or the patient may be anointed with mustard oil and tied hand and foot, laid out on his back in the sun; or he may be smeared with the leaves of cowage, or lightly branded with hot irons or scalded with boiling oil or water, or having scourged him with light whips, he may be left well secured with ropes in solitary confinement. From such drastic measures, the disorientated mind of the man is restored to normality."
    },
    {
        "verse_id": "80-81.1",
        "text": "82-83 Thus, he may also be terrorised by means of snakes whose fangs have been removed or by trained lions and elephants, or by men dressed as bandits or foemen with weapons in their hands or men impersonating the king’s officers may, having dragged him out securely bound, intimidate him with threats of immediate execution by order of the king"
    },
    {
        "verse_id": "84",
        "text": " It has been well said that the threat to life is more potent than fear of bodily injury; accordingly that measure may succeed in helping the disordered mind of the insane patient to regain its composure (when all the other measures have failed)."
    },
    {
        "verse_id": "85",
        "text": " The man who has become unhinged in his mind as the result of losing something that he dearly loved, should be consoled by the proffer of a substitute and by words of sympathy and comfort."
    },
    {
        "verse_id": "86",
        "text": " As regards the mental derangement resulting from an excess of desire, grief, delight, envy or greed, it should be allayed by bringing the influence of its opposite passion to bear on the prevailing one and neutralize it."
    },
    {
        "verse_id": "87",
        "text": " In insanities, arising from both spirit-possession and vitiation of the humors, such of the above-mentioned measures should be applied as seem most appropriate after a consideration of the patient’s place of residence, his age, homologation, the nature of the morbidity, the season of the year and their respective strength and weakness."
    },
    {
        "verse_id": "88-88½",
        "text": " In the case of those who are demented by the gods, the Rishis, the manes and the Gandharvas, the physician should avoid such medicaments as acute collyriums and in general all drastic measures. Instead, he should be treated by means of such mild medications as potions of ghee."
    },
    {
        "verse_id": "89-90",
        "text": " Worship, sacrifices and libations offered to the gods, incantations and mild collyriums; propitiatory rites and ceremonies; burnt-offerings, prayers, supplications and pilgrimages; observance of the vows laid down in the scriptures and expiatory acts—all these too, may be performed."
    },
    {
        "verse_id": "91",
        "text": " By worshipping daily, with true devotion, God Ishvara, the lord of the spirits and the ruler of the world, one gets free from the fear of insanity [unmada]."
    },
    {
        "verse_id": "92",
        "text": " A man is freed from insanity by performing, likewise, the worship of the angelic hordes of Rudra going by the name of Pramathas, who wander about in the world (on Rudra’s errands)."
    },
    {
        "verse_id": "93-94",
        "text": " The exogenous type of insanity is said to abate by means of sacrifices, auspicious rites, burnt offerings, wearing of magical herbs and talismans, observance of truthfulness, customary rites and austerities, by recourse to knowledge, charity, right discipline and vows, by propitiating the gods, cows, Brahmanas and the teachers, as well as by recourse to proved charms and medicines."
    },
    {
        "verse_id": "95",
        "text": " Moreover, whatever therapeutic measures are recommended in connection with epilepsy, are also applicable in the case of insanity, since in both, the etiological and the susceptible factors are the same."
    },
    {
        "verse_id": "96",
        "text": " The man of strong mind, who abstains from flesh and alcohol, observes a wholesome diet and is always dutiful and pure, will never fall a victim to insanity, whether exogenous or endogenous."
    },
    {
        "verse_id": "97",
        "text": " The signs of a man who has fully recovered from insanity [unmada] are—clarity of sense-faculties and sense perceptions as well as of the understanding, the spirit and the mind and the normal condition of the bodyelements."
    },
    {
        "verse_id": "98",
        "text": " The best of physicians (Punarvasu) has set out in this chapter, the pathogenesis. of the various types of insanity due to endogenous and exogenous factors, their signs and symptoms and their treatment."
    }
]