[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Piles [arsha/arshas-cikitsa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-4",
        "text": " Agnivesha questioned the tranquil sage Punarvasu who was seated at ease after having finished his prayers, concerning the entire subject of piles [arshas]. The sage described to him (Agniveśa). the etiological factors, the shape, the seat of affection, signs and symptoms, treatment and the classification of curable and incurable varieties of piles."
    },
    {
        "verse_id": "5",
        "text": " O, Agnivesha! there are two kinds of piles [arshas]; some are congenital and some are acquired i.e., developed during the course of one’s life. The cause of congenital piles is the vitiation of the embryonic cell forming the anal folds. There are two factors which go to vitiate the embryonic cells. Firstly, there are the indiscretions in diet and action of the mother and father; and secondly, the evil action done by oneself in the past births. This rule holds good in all other congenital diseases. ‘Congenital’ means those disorders that come with birth. ‘Piles’ means disorder characterized by growth of flesh."
    },
    {
        "verse_id": "6",
        "text": " The site of all varieties of piles [arshas] is the area of five fingers and a half in breadth consisting of the three folds or valves dividing the ano-rectal region into three parts. This is its site or habitat. Some physicians opine that the piles or fleshy growths appear on many regions of the body, as for example, on the phallus, vagina, throat, palate, mouth, nose, ear, eye-lids and the skin. In this treatise, these fleshy growths are grouped under as hypertrophy or excrescent growths of flesh; while these occurring in the rectum alone are referred to as piles. The seat of all varieties of piles is fat, flesh and skin."
    },
    {
        "verse_id": "7",
        "text": "Of the piles which are congenital, some are small and some are large. Some are long and some are short; some are protuberant and some are irregularly spread; some are internally curved, some externally curved and some are [matted?] together and some turned inwards. Their characteristic colors are in accordance with the particular causative morbid humors."
    },
    {
        "verse_id": "8-(1)",
        "text": " The man affected with congenital piles [arshas] is, from his very birth, exceedingly lean, discolored emaciated, low-spirited and suffers from excessive formation and stasis of flatus, urine and feces. He suffers from gravel and calculus and from constipation and diarrhea irregularly. He passes digested and undigested matter in his stools; he passes dry or loose stools and now and then he passes stools which are colored, white, yellowish-white, green, yellow, red, dusky red, thin, thick, slimy and smelling like a corpse and consisting of undigested fecal matter. He suffers from severe griping pain in umbilical, hypo-gastric and inguinal regions. He suffers from pain in the rectum, dysentery, horripilation, urinary disorders, continued intestinal stasis, borborygmus, misperistalsis, excessive secretion in the stomach and sense-organs; he suffers from severe incessant, bitter and acid eructations. He is very weak, his digestive fire is also weak; he has scanty semen, is irritable, difficult of treatment, overcome by cough, dyspnea, asthma, thirst, nausea, vomiting, anorexia, indigestion, coryza an 1 sternutation. He gets fainting fits, suffers from headaches, his voice is weak, broken, low impeded and hollow. He suffers from ear-disease, puffiness of hands, feet, face and the region round the eyes, from fever, body-ache and pain in all the bones and joints. He is affected now and then with rigidity in the side of the body, lumbar, hypogastric and epigastric regions, back and waist. He is moody and exceedingly indolent."
    },
    {
        "verse_id": "8",
        "text": " On account of the obstruction, in the passage covered with the congenital piles, the Apana Vata being forced to go upwards, provokes all the other four varieties of Vata [vāta] viz., Samana [samāna], Vyana [vyāna], Prana [prāṇa] and Udana [udāna] as also Pitta and Kapha. These five kinds of Vata combined with Pitta and Kapha overpower the person affected with piles and produce the aforesaid disorders. Thus ends the description of the congenital variety of piles."
    },
    {
        "verse_id": "9-(1)",
        "text": " From now onwards we shall describe the acquired variety of piles [arshas]."
    },
    {
        "verse_id": "9-(2)",
        "text": " By taking heavy, sweet, cold, softened, irritant, and antagonistic articles of diet, or predigestion meals or limited diet or food that is not homologous; by eating beef, fish, flesh of pig, buffalo, goat and sheep; by constant use of lean, dry, and putrid meats, pastries, puddings and the products of milk, whey, til and gur; by the use of the gruels of black gram, juice of the sugarcane, til, paste, common yam, dry vegetables, vinegar, garlic, cream of milk and cream of curds, lotus stalks and bulbs, Indian water-chestnut, milk, bulbs, sprouted and fresh cereals and pulses and green radish; by eating heavy fruits, vegetables, pickles and greens, Mardaka, animal fats, head, feet, and stale, putrid, cold or promiscuous diet; by drinking immature curds and over-fermented wines; by drinking contaminated and heavy water; by taking oleation in excess; by neglecting purificatory procedures; by the wrong application of enemata; by lack of exercise and sex act, and by day-sleeping; by habitual, resort to excessive reclining, lounging and sitting—by such practises as these, there occurs excessive formation of excretory matter in one whose gastric fire is impaired."
    },
    {
        "verse_id": "9",
        "text": " Similarly, by the use of high uneven and hard seats, by riding on uncontrolled conveyances or on camels; by excessive indulgence in sex; by improper insertion of the enema nozzles; by injuries to the anal region, by frequent application of cold water, by constant ribbing with rags, clods, grass etc., by continued straining; by th forcible attempts to pass flatus, urine, and feces; by suppression of the natural urges when they have naturally arisen; in women by miscarriage or by pressure 011 the pregnant uterus or by abnormal delivery—by all the above mentioned causes the Apana Vata becomes provoked and laying hold of the downward going accumulated fecal matter deposits it in the region of the rectal valves. In this manner piles originate in the anorectal region."
    },
    {
        "verse_id": "10",
        "text": " The different shapes of the piles are—that of rape-seed, lentil-seed, black gram or green gram, or of barley or of garden pea, emetic nut, caper berry, cabbage, false mangosteen, wild jujube, jequirity seed, scarlet-fruited gourd, Indian jujube, caper, gular fig, date, jambul, cow’s teat, thumb, rush nut, water chest nut, galls or of the shape of the beak or the tongue of the cock, peacock and parrot or the closed pericarp of the lotus. This is the general description of piles [arshas] characterised by the aggravation of the one or the other of the three humors—Vata, Pitta and Kapha."
    },
    {
        "verse_id": "11",
        "text": " These are their special characteristics—The piles [arshas] that do not discharge, that are wrinkled, hard, rough, dry, and of dusky red color, sharp-pointed, tortuous, fissured or ulcerated, irregularly spread and associated with various kinds of pain such as colicky, convulsive, pricking, twitching, tingling and hyper-asthetic, that disclose homologation to unctuous and hot things; that are associated with loose stools, distension, severe spasmodic condition of the phallus, scrotum, bladder, groin and stomach; with body-aches and tachy-cardia; continued retention of flatus, urine and feces; with aching pain in the thigh, loins, back, waist, side of the chest, lumbar and hypogastric ragions; with headache, sternutations, eructations, coryza, cough, misperistalsis, tonic contraction, consumption, edema, fainting, anorexia, disgeusia [dysgeusia?], faintness, pruritus, pain in the nose, ears and temples, impairment of the voice, and hardness and dusky red coloration of nails, eyes, face, skin, urine and feces. The above signs and symptoms are Characteristic of the piles of the Vata type."
    },
    {
        "verse_id": "12-13",
        "text": " Astringent, pungent, bitter, dry, cold and light articles of diet, measured and scanty eating, indulgence starvation, cold climate and season, excessive physical activity, grief, undue exposure to wind and sun; these are the causes of the piles [arshas] of the Vata type."
    },
    {
        "verse_id": "14",
        "text": " Being soft, flabby, delicate, tender to touch, of red, yellow, blue or black color, excessive sweat and discharge, smelling like raw meat, discharging thin, yellow or reddish fluid, bleeding, burning, itching, aching or pricking pains, and tendency to suppuration, homologation to cold things; loose stools of yellow or greenish tinge, excessive formation of fecal matter and urine that are yellow and of the smell of raw meat; thirst, fever, asthma, fainting, repugnance for food, and yellow coloration of nails, eyes, skin, urine and feces; the above mentioned are the signs and symptoms characteristic of the piles of the Pitta type."
    },
    {
        "verse_id": "15-16",
        "text": " Pungent, acid, salt and alkaline articles of diet, excessive physical excercise, exposure to the heat of fire or the sun, hot climate or season, anger, wine, envy, and whatever eats, drinks and drugs are irritant, acute and hot—all these are to be known as causative factors of the piles [arshas] of the Pitta type."
    },
    {
        "verse_id": "17",
        "text": " Being considerable in size, protuberant, smooth, painless to touch, moist, white, yellowish white, sticky, indurated, heavy, rigid, benumbed, with rigid swelling all round, excessively itching, with continuous and profuse discharge of tawny, whitish or reddish and slimy fluid; associated with urine and feces which are heavy, slimy and whitish, having homologation to dry and hot things; attended with constant desire to pass stools that are painful (Tenesmus), and distension of ilio-inguinal region; with griping pain, nausea, ptyalism, cough, anorexia, coryza, heaviness, vomiting, dysuria, consumption, edema, anemia, algid fever, lithiasis, gravel, increased secretions in the stomach and sense organs, and sweet taste in the mouth and are causative of urinary disorder, those persisting for a long time and excessively weakening the gastric fire, causing impotence, giving rise to strong chymedisorders accompanied with sallowness of nails, eyes, face, skin, urine and feces—these are the signs and symptoms and characteristics of the piles [arshas] of the Kapha type."
    },
    {
        "verse_id": "17.1",
        "text": "Sweet, unctuous, cold, salt, acid and heavy articles of diet, lack of exercise, day-sleep, excessive addiction to sitting and lying down, exposure to easterly winds, cold climate or season, mental inactivity—these are considered the causative factors of piles [arshas] of the Kapha type"
    },
    {
        "verse_id": "20",
        "text": " When there is a combination of the two types of causative factors aud symptoms, know it to be piles of the bidiscordance-type. And all the etiological factors combined cause piles of the tridiscordance-type. The signs and symptoms of the tridiscordance-type are just like those of congenital piles."
    },
    {
        "verse_id": "21-22",
        "text": " Intestinal stasis, weakness, distension of abdomen, emaciation, excessive eructation, flabbiness of the thighs, acoprosis, and the condition having great resemblance to that of assimilation-disorders, anemia and abdominal disease—these are described to be the premonitory symptoms in the development of piles [arshas]."
    },
    {
        "verse_id": "23",
        "text": " Piles never appear without the discordance of all the three humors. Each variety of piles receives its appellation according to the particular humor which is in excess in such tridiscordance."
    },
    {
        "verse_id": "24",
        "text": " The five kinds of Vata aud Pitta and Kapha and the region of the rectum between the three valves are all irritated in the formation of piles."
    },
    {
        "verse_id": "25",
        "text": " Hence piles [arshas] are painful, productive of many complications, afflictive of the whole body and most difficult of cure."
    },
    {
        "verse_id": "26",
        "text": " That patient with piles [arshas] is incurable, who develops edema of hands, feet, face, navel and anorectal region, scrotum and also who has pain in the cardiac region and side of the chest."
    },
    {
        "verse_id": "27",
        "text": "Pain in the cardiac region and the sides of the chest, faintness, vomiting, body-ache, fever, thirst and pyogenic inflammation of the anorectal region cause death of the patient suffering from piles [arshas]."
    },
    {
        "verse_id": "28",
        "text": " Congenital piles, piles due to tridiscordance, and internal piles which are situated higher up in the rectal folds, are to be considered incurable-"
    },
    {
        "verse_id": "29",
        "text": " The above condition may be palliable if the patient has vitality enough to survive and the four basic factors of treatment are favourable and the vital fire is active; otherwise, the condition is irremediable."
    },
    {
        "verse_id": "30",
        "text": " The piles due to bidiscordance and those which are situated in the second valve of the rectum and those which have existed for more than a year are said to be formidable."
    },
    {
        "verse_id": "31",
        "text": " Piles [arshas]which are formed in the external fold, or which are due to the discordance of one humor, or which are of recent duration are easily curable."
    },
    {
        "verse_id": "32",
        "text": " The wise physician should be prompt in the treatment of these conditions because by obstructing the rectum, they may lead to anorectal type of intestinal obstruction,"
    },
    {
        "verse_id": "33",
        "text": " On this subject, some physicians say that the excision of piles [arshas] by instrument is advisable; while some recommend cauterization by caustics; while some recommend thermal cauterization."
    },
    {
        "verse_id": "34",
        "text": " We may take it that all these three measures may be carried out by the skilled and experienced operator; yet a mistake in the operative process is fraught with grave consequence."
    },
    {
        "verse_id": "35-36",
        "text": " As for instance, loss of manhood, edema in the anorectal region, loss of splinter control, distension of abdomen, acute pain and affliction, profuse bleeding, recurrence of piles, softening of scars, prolapse of rectum and even sudden death; all these, may occur as the untoward effects of the operative or caustic and thermal cauterisation procedures."
    },
    {
        "verse_id": "37",
        "text": " Now I shall describe for the radical cure of piles, the line of treatment which is easeful, less likely to go wrong and not drastic."
    },
    {
        "verse_id": "38",
        "text": " The specialists consider the dry type of piles to he due to excess of Vata and Kapha and the discharging or moist type of piles to be due to vitiation of the blood and Pitta."
    },
    {
        "verse_id": "39-(1)",
        "text": " Here I shall first describe the treatment of dry piles."
    },
    {
        "verse_id": "39-42½",
        "text": " The physician should first give sudation-procedure to the piles which are indurated and also to those that are edematous and accompanied with pain. After smearing the piles with the oil prepared with white-flowered leadwort, barley-alkali and bael, the physician should foment the part, at a genial degree of warmth, with lump-sudation prepared of barley, black gram, horse-gram and Pulaka grain, or the lumps of the dung of cow, ass or horse, or of til-paste or of chaff, or of the lump of sweet flag and dill-seeds, mixed with unctuous substance. Or they should be fomented with the lump prepared of roasted paddy-flour made unctuous with oil-cum ghee or of drumstick, or Indian groundsel, or of common juniper mixed with unctuous articles."
    },
    {
        "verse_id": "43-44",
        "text": " Or the part, being smeared with the oil of costus, should be fomented with lumps prepared of powdered brick, celery-seeds or vegetable carrot. The part should be douched with the decoction of the leaves of vasaka, mudar, castor plant and bael,"
    },
    {
        "verse_id": "45-45½",
        "text": " The person afflicted with painful piles [arshas] should, after well anointing the part, take a sitz-bath in water in which have been decocted the leaves of radish, the three myrobalans, mudar, bamboo, three-leaved caper, wind killer, drum-stick, and common mountain ebony."
    },
    {
        "verse_id": "46-47",
        "text": " The patient who is well anointed in the affected part should take a tepid sitz-bath in the decocted water of jujube, or in water medicated with Sauviraka and Tushodaka wines. Or, he may, being well anointed, take a genially warm sitz-bath prepared of the decoction of bael or butter-milk or whey or sour conjee or cow’s urine."
    },
    {
        "verse_id": "48",
        "text": " Applications prepared of the fat of the black cobra, hog, camel, bat or cat may be made on the piles and likewise, fumigation with these articles is beneficial in piles."
    },
    {
        "verse_id": "49",
        "text": " The fumigation done with human hair, the serpent’s slough, cat’s hide, the root of mudar, or the leaves of Shami tree is beneficial in Piles."
    },
    {
        "verse_id": "50-51",
        "text": " Coriander, embelia, deodar, and whole-barley, mixed with ghee, or yellow-berried nightshade, wintercherry, long pepper and holy basil, mixed with ghee, or the dung of hog or bull, and roasted-paddy flour, mixed with ghee; or dung of elephant or resin mixed with ghee, all these four recipes, may be used for fumigation."
    },
    {
        "verse_id": "52",
        "text": " The application may be made on the piles [arshas], of the milk of thorny milk-hedge plant mixed with turmeric powder, or the powder of long pepper and turmeric, prepared as paste in ox-bile."
    },
    {
        "verse_id": "53",
        "text": " Seeds of Shirisha, costus, long pepper, rock salt, gur, milk of mudar and milk of thorny milk-hedge plant and the three myrobalans make a good application for Piles."
    },
    {
        "verse_id": "54",
        "text": " An ointment of long pepper, white-flowered leadwort, black turpeth, yeast, and pulp of emetic nut, mixed with droppings of cock, turmeric aud gur is good in Piles."
    },
    {
        "verse_id": "55",
        "text": " Red physic nut, black turpeth, blue vitriol, droppings of pigeon and gur make a good ointment. Also the ointment prepared of bones of the elephant, neem and marking nut is good."
    },
    {
        "verse_id": "56",
        "text": " The ointment prepared of yellow orpiment with the fat of camel or with the fat of susu, applied slightly warm is curative of local pain and edema."
    },
    {
        "verse_id": "57",
        "text": " The ointment of the milk of mudar, the stalks of thorny milk-hedge and the sprouts of bottle gourd, and Indian beech, prepared in goat’s urine, is an excellent application for Piles."
    },
    {
        "verse_id": "58",
        "text": " All the recipes enumerated above, beginning with ointments and ending with applications, are considered curative of induration, edema, itching and pain in the Piles."
    },
    {
        "verse_id": "59",
        "text": " The aforesaid remedies cause the piles [arshas] to empty out the accumulated vitiated blood; and then the patient is restored to ease."
    },
    {
        "verse_id": "60-61",
        "text": " If the disease is not relieved either by cold or hot or the unctuous or dry therapy, the disease must be due to vitiated blood. Therefore, the physician should let out the blood. The physician should let out the blood which has not flowed out by the above methods from the blood-gorged piles by the repeated application of leeches, or of cutting instruments or needles. Powders"
    },
    {
        "verse_id": "62-64",
        "text": " The physician should give the following powder if the patient is afflicted with edema and pain in the anorectal region and with weakness of the gastric fire. The three spices, roots of long pepper, Patha, asafoetida, white flowered lead-wort, sanchal salt, orris root, cumin seeds, pulp of bael, vid salt, bishop’s weed, common juniper, embelia, rock salt, sweet flag arid tamarind. The patient, taking this powder with whey, - wine or warmwater, is relieved of piles [arshas], assimilation disorders, colic and constipation."
    },
    {
        "verse_id": "65-66",
        "text": " Or, the patient may be given all the digestive medicines which are described in the treatment of diarrhea, or he may eat chebulic myrobalan with gur before meals. Or he may be given the turpeth-powder with the decoction of the three myrobalans. When the morbidity in the rectum has been removed, the Piles naturally get diminished."
    },
    {
        "verse_id": "67",
        "text": " Or, he may be given chebulic myrobalans kept over-night in cow’s urine, mixed with gur; or he may be given the powder of chebulic myrobalans or of the three myrobalans mixed with butter-milk."
    },
    {
        "verse_id": "68",
        "text": " Or, he may be given white-flowered leadwort and ginger mixed with Sidhu wine or he may be given cumin seeds, white flowered leadwort and Sidhu wine mixed with chaba pepper."
    },
    {
        "verse_id": "68½",
        "text": " Or, he may be given Sura wine to drink mixed with common juniper and sanchal salt."
    },
    {
        "verse_id": "69-70",
        "text": " Or, he may be given demulcent drink of butter-milk prepared with wood-apple and bael or with chaba pepper and white flowered leadwort or with- marking nut or with bael and dry ginger or with celery seeds and white-flowered leadwort."
    },
    {
        "verse_id": "71",
        "text": " Or, he may be given the powder of leadwort, common juniper and asafoetida along with buttermilk; or he may be given butter-milk mixed with the five spices."
    },
    {
        "verse_id": "72-75",
        "text": " Take common juniper, black cumin, coriander, cumin seeds, celery, zedoary, long pepper, roots of long pepper, white flowered leadwort, elephant pepper, bishop’s weed and celery; triturate them and mix with whey; when it is slightly sour and pungent, the skilled pharmacist should place the whole in a vessel smeared with ghee. And when this medicated butter-milk wine is well fermented and becomes markedly sour and pungent and palatable, it should be taken in proper dosage thrice during meals when the patient feels thirsty. It is digestive-stimulant, appetizing, promotive of complexion, regulative of Kapha and Vata, curative of edema, itching and pain in the anorectal region and also promotive of vitality. Thus has been described ‘The medicated Buttermilk Wine’."
    },
    {
        "verse_id": "76",
        "text": " An earthen pot should be smeared with the paste of the bark of the roots of white-flowered leadwort."
    },
    {
        "verse_id": "76.1",
        "text": "The curd or butter-milk formed in this pot may be taken for the cure of Piles"
    },
    {
        "verse_id": "77",
        "text": " There is no better remedy in this world than butter-milk for the piles [arshas] of Vata-cum-Kapha type. It should be used with or without unctuous substance according to the nature of the morbid humor."
    },
    {
        "verse_id": "77.1",
        "text": "78, The physician, skilled in constitutional pathology and climatology should give a course of butter-milk for seven days, or ten days, or a fortnight or even a month"
    },
    {
        "verse_id": "79",
        "text": " If the vital fire of the patient is exceedingly low, he should be kept only on butter-milk. He should be given in the evening the porridge prepared of roasted-paddy flour in butter-milk,"
    },
    {
        "verse_id": "80",
        "text": " Or, when the butter-milk taken in the morning is digested, he should be given gruel prepared with buttermilk and mixed with rock-salt. Thereafter he may be given cooked rice mixed with butter-milk adding unctuous substance, and an after-draught of butter-milk."
    },
    {
        "verse_id": "81",
        "text": " Or, he may take a meal of soup and meat-juice combined with butter-milk, or he may take a meal of soup and meat-juice prepared with butter-milk."
    },
    {
        "verse_id": "81.1",
        "text": "82 The physician, skilled in the dietetic therapy, should not abruptly stop the butter-milk diet A gradual withdrawal of the course of buttermilk which has lasted for a month is beneficial"
    },
    {
        "verse_id": "83-83½",
        "text": " The decrease should be as gradual as the increase in the buttermilk course; no reduction should, however, be made in the solid food. This course has been prescribed for the restoration and maintenance of strength and for strengthening the gastric fire and for the promotion of vitality, plumpness and complexion."
    },
    {
        "verse_id": "84-84½",
        "text": " The physician skilled in humoral, gastric and constitutional pathology should prescribe buttermilk of the following three kinds: one with all the butter removed, the second with half the butter removed and the third with none of the butter removed."
    },
    {
        "verse_id": "85-86",
        "text": " The piles destroyed by butter-milk will never recur; when butter-milk sprinkled on the ground burns up even tenacious grass, what need be said of mere dry piles in the body of a person whose vital fire is active."
    },
    {
        "verse_id": "87",
        "text": " The body-channels being purified, the nutrient fluid circulates well to all the parts of the body, and hence the patient acquires plumpness, vitality, healthy complexion and cheerfulness."
    },
    {
        "verse_id": "88",
        "text": " All the hundred diseases comprising the specific diseases of Vata and Kapha disappear by the buttermilk treatment. There is no better therapy than that of butter-milk in diseases of Kapha and Vata."
    },
    {
        "verse_id": "89 90",
        "text": " Prepare thin gruel with the paste of long pepper, roots of long pepper, white flowered leadwort, elephant pepper, dry ginger, cumin seeds, clelery [celery?] seeds, coriander, Indian toothache, bael, galls and Patha. This gruel mixed with fruit-acid and seasoned with oil-cum-ghee, may be given for the cure of Piles."
    },
    {
        "verse_id": "91",
        "text": " Vegetable-soups may be prepared with the above things or drinking water may be prepared with the above drugs or medicated ghee may be prepared with them, for the cure of piles [arshas]."
    },
    {
        "verse_id": "92",
        "text": " Or, the patient may be given gruel prepared with zedoary and palas or with long pepper and dry ginger, acidified with butter-milk and sprinkled over with the powder of long pepper."
    },
    {
        "verse_id": "93",
        "text": " Or, the patient may take the soup of dry radish or of horse-gram or of wood apple and bael with horsegram and math gram."
    },
    {
        "verse_id": "94",
        "text": " Or, he may be given the meat-juice of the goat or of the quail group of birds, mixed with these soups and fruit-acid, butter-milk and astringent drugs."
    },
    {
        "verse_id": "95-95½",
        "text": " Rice of the red Shali, Maha-Shali, Kalama, Langala, white, autumnal and Shashtika varieties should form the dietetic regimen in Piles. Thus has been described the line of treatment in the case of a patient suffering from Piles associated with loose stools."
    },
    {
        "verse_id": "96",
        "text": " Now I shall describe the remedies for the person whose stools are excessively hard and scybalous."
    },
    {
        "verse_id": "97",
        "text": " He should be given Prasanna wine salted and mixed with unctuous articles and roasted paddy-powder, after he has taken treacle with dry ginger."
    },
    {
        "verse_id": "98",
        "text": " The patient may be given a potion of dry ginger and Patha mixed with gur and fruit-acid or he may be given barley-alkali mixed with gur and ghee."
    },
    {
        "verse_id": "99",
        "text": " Or, he may be given celery seeds, dry ginger, Patha, juice of pomegranate and gur mixed with butter-milk and salt. This is a regulator of the downward movement of flatus and feces."
    },
    {
        "verse_id": "100",
        "text": " Patha when used with any of the following, viz., cretan-prickly clover, bael, celery seeds and dry. ginger relieves the pain in piles [arshas]."
    },
    {
        "verse_id": "101",
        "text": " The patient may be given sprouts of Indian.beech sprinkled with roasted paddy flour, ante cibum. This is a regulator of the downward movement of flatus and feces."
    },
    {
        "verse_id": "102",
        "text": " Or, the patient may drink, ante, cibum, Madira wine with salt or the Sidhu and Sauvirake wines mixed with gur and dry ginger."
    },
    {
        "verse_id": "103",
        "text": " The medicated ghee prepared with the paste of long pepper, dry ginger, barley-alkali, celery seeds, coriander and cumin seeds, mixed with liquid gur and fruit-acid may be used."
    },
    {
        "verse_id": "104-105",
        "text": " Or, the patient may drink the medicated ghee prepared with the paste of long pepper, roots of long pepper, white flowered' leadwort, elephant pepper, dry ginger and barley-alkali; or he may take the medicated ghee prepared with chaba pepper and white flowered leadwort, mixed with gur and barley-alkali or the ghee prepared with roots of long pepper mixed with gur, barley-alkali, and dry ginger"
    },
    {
        "verse_id": "106",
        "text": " A medicated ghee may be pre pared with the paste of long pepper and roots of long pepper, curds, pomegranate and coriander. This relieves constipation of flatus and feces."
    },
    {
        "verse_id": "107-108",
        "text": " Take chaba pepper, the three spices, Patha, barley-alkali, coriander seeds, bishop’s weed, roots of long pepper and the two salts (vid and rock salts), white flowered leadwort, bael and chebulic myrobalan; and having reduced them to powder, cook in four times the quantity of well-formed curds and prepare a medicated ghee for regulating the downward course of feces and flatus."
    },
    {
        "verse_id": "109",
        "text": " This medicated ghee is curative of dysentery, prolapse of rectum, dysuria, rectal discharge, pain in anorectal and inguinal regions."
    },
    {
        "verse_id": "110-111",
        "text": " Prepare a medicated ghee from cow’s ghee, in four times its quantity of curds and juice of yellow-wood sorrel, with the paste of dry ginger, roots of long pepper, white flowered leadwort, elephant pepper, small caltrops, long pepper, coriander, Patha and bishop’s weed. This ghee is curative of Kapha and Vata."
    },
    {
        "verse_id": "112",
        "text": " It cures piles [arshas], assimilation-disorders, dysuria, dysentery, rectal prolapse, ano-rectal pain and constipation."
    },
    {
        "verse_id": "113-118",
        "text": " Prepare a decoction by. taking 12 tolas of each of long pepper, dry ginger, Patha and small caltrops and filter and add to it the paste prepared of eight tolas each of the thorny milk-hedge, roots of long pepper, the three spices, chaba pepper, and white"
    },
    {
        "verse_id": "flowered leadwort",
        "text": " Add to it 160 tolas of ghee and an equal quantity of yellow wood sorrel and 6 times the quantity of curds, and prepare this into a medicated ghee on a low fire, and take it down. This should be taken mixed with food and drink as a systematic course. It is curative of assimilation-disorders, piles, Gulma, gastric disorders, edema, splenic disorders, abdominal disorders and constipation, dysuria, fever, cough, hiccup, anorexia, dyspnea and pleurodynea. It is an excellent promoter of vitality, plumpness and complexion, and an effective stimulant of the gastric fire."
    },
    {
        "verse_id": "119",
        "text": " The patient may take chebulic myrobalan fried in ghee and mixed with gur and long pepper, or with turpeth and red physic nut, for regulating the peristaltic movement."
    },
    {
        "verse_id": "120",
        "text": " On the rectum being relieved by the regular flow of feces, flatus, Kapha and Pitta, the piles subside and the gastric fire is increased."
    },
    {
        "verse_id": "121",
        "text": "In condition of retention of feces and flatus, the physician should give the acidified and well-prepared meat-juice of peacock, partridge, grey quail, cock, and bustard quail."
    },
    {
        "verse_id": "122",
        "text": " The physician may give the vegetable curry made of the leaves of turpeth, red physic-nut, palas and yellow wood sorrel and white-flowered leadwort, well fried in a mixture o oil and ghee and mixed with curds"
    },
    {
        "verse_id": "123-125",
        "text": " Indian spinach, prickly amaranth, climbing asparagus, sprouts of white goose-foot, heliotrope parse-lane, barley leaves, babchi seeds, black night-shade, leaves of orchid, Indian calosanthes, tamarind, cork swallow wort, long zedoary, and turnip; all these, prepared with curds and sour pomegranate juice and fried in a mixture of oil and ghee and mixed with coriander an dry ginger, may be given as vegetable dishes to the patient"
    },
    {
        "verse_id": "126-126½",
        "text": " The meat-juices of iguana, fox, cat, porcupine, camel, bull, tortoise and pangoline should be prepared like vegetables and cooke red Shali-rice may be given with these meat-juices for the relief of Vata."
    },
    {
        "verse_id": "127-129",
        "text": " On finding excess of Vata dryness, and weakness of the gastric fire in the patient suffering from piles, the physician may advise a post-prandial drink of Madira wine and well-fermented sugar wine, Sidhu wine, butter-milk, Tushodaka wine, medicated wines, whey or boiled and cooled water or water boiled with Indian night-shade or with dry ginger and coriander, for regulating the downward movement of feces and flatus."
    },
    {
        "verse_id": "130",
        "text": " The unctuous enema is indicated in persons, who are afflicted with misperistalsis, who are extremely dehydrated and in whom the movement of Vata is reversed and in those who suffer, from colicky pain."
    },
    {
        "verse_id": "131-132",
        "text": " Prepare a medicated oil taking til oil and double its quantity of milk, with the paste of long pepper, emetic nut, dill seeds, liquorice, sweet flag, costus, long zedoary, orris root, white flowered leadwort and deodar. This oil makes an excellent unctuous enema for patients suffering from piles [arshas] and afflicted with claudication of Vata."
    },
    {
        "verse_id": "133-134",
        "text": " Prolapse of rectum, colic dysuria, dysentery, weakness of waist, thigh and back, distension in ilioinguinal region, mucus discharge from the rectum, edema in anorectal region, retention of flatus and feces and a constant desire to pass stools (tenesmus)—all these, may be subdued by unctuous enema."
    },
    {
        "verse_id": "135",
        "text": " The piles which are indurated and painful should be anointed with a genially warm application prepared from the group of drugs ending with deodar and used for unctuous enemata, mixed with unctuous articles."
    },
    {
        "verse_id": "136",
        "text": " The piles [arshas] being anointed with this, soon discharge the thickened mucus and blood, and the piles being drained of the morbid contents, itching, induration, pain and edema, soon disappear."
    },
    {
        "verse_id": "137",
        "text": " Or the patient maybe given an evacuative enema with milk decoction of decaradices mixed with cow’s urine, unctuous articles, salt and the paste of emetic nut and the other drugs of its group."
    },
    {
        "verse_id": "138-141",
        "text": " Take 32 tolas of chebulic myrobalan, 64 tolas of emblic myrobalan, 40 tolas of wood-apple, 20 tolas of Indian colocynth and 8 tolas of each of embelia, long pepper, lodh, black pepper and cherry tree. Decoct all these in 4096 tolas of water. When it is reduced to 1024 tolas, filter it; and when it is cold, add to it 800 tolas of gur, and put the whole, in an earthen vessel smeared with ghee, for a fortnight. After a fortnight it becomes potable and when this medicated wine is habitually taken in proper dose according to one’s vitality, there occurs a radical diminution of the piles."
    },
    {
        "verse_id": "142-143",
        "text": " This medicated wine is curative also of assimilation disorders, anemia, stomach disorders, splenic disorders, Gulma and abdominal diseases, dermatosis, edema and anorexia; it is a promoter of vitality, complexion and the gastric fire. This medicated wine of the chebulic myrobalan is of tested efficacy and is a definite cure for jaundice, leucoderma, helminthiasis, localised swellings and tumors, freckles, consumption and fever Thus has been described ‘The Medicated Wine of Chebulic Myrobalan’."
    },
    {
        "verse_id": "144-146",
        "text": " Take 4 tolas of each of red physic nut, roots of white flowered lead wort and of the decaradices, crush them and decoct them in 1024 tolas of water and put into it 12 tolas of the pulp of the three myrobalans, when the solution is reduced to ¼ (1/4th) of its quantity, and when it is cold, add to it 400 tolas of gur and leave it for half a month in a vessel lined with ghee. The person who drinks this medicated wine daily, in proper dose, will be relieved of his piles [arshas]."
    },
    {
        "verse_id": "147",
        "text": " This medicated wine of red physic nut is said to be curative of assimilation disorders and anemia, regulative of the downward movement of flatus and feces, digestive-stimulant and appetizing. Thus has been described ‘The Medicated Wine of Red Physic nut’."
    },
    {
        "verse_id": "148-150",
        "text": " Take 64 tolas of chebulic myrobalan, 64 tolas of emblic myrobalan and 8 tolas of each of colocynth, wood apple, Patha and roots of white flowered leadwort; crush them and boil them m 2048 tolas of water, when the solution is reduced to 1/4 of its quantity, it should be filteied, the physician should add to it 400 tolas of gur and put it in a vessel lined with ghee. After it has been kept for a fortnight, the patient suffering from assimilation disorders and piles may drink it."
    },
    {
        "verse_id": "151-152",
        "text": " This medicated fruit-wine cures disorders of the stomach, anemia, splenic disorders, jaundice, irregular fever, retention of feces, urine and flatus, weakness of the gastric fire, cough, Gulma and misperistalsis. This medicated wine is declared by Krishna Atreya to be a stimulant of the gastric fire. Thus has been described ‘The Medicated Fruitwine’."
    },
    {
        "verse_id": "153-155½",
        "text": " Take 64 tolas of Cretan prickly clover and 8 tolas of each of white-flowered leadwort, vasaka, chebulic myrobalan, emblic myrobalan, Patha, dry ginger and red physic-nut; boil them m 1024 tolas of water, when the solution is reduced to 1/4 of its quantity, it should be filtered, and when it is cold add to it 400 tolas of sugar and put it in a vessel saturated with ghee and smeared with long pepper, chaba pepper, perfumed cherry and honey, and leave it for half a month. The patient may take this medicated sugar-wine m proper dose and time, according to his strength."
    },
    {
        "verse_id": "156-157",
        "text": " This medicated wine will enable the physician to cure piles, assimilation-disorders, misperistalsis, anorexia, retention of feces, urine, flatus and eructations, weakness of the gastric fire, stomach-disorders and anemia. Thus has been described ‘The second Medicated Fruit-wine.’"
    },
    {
        "verse_id": "158-166",
        "text": " Take 400 tolas of fresh emblic myrobalans and crush them; take also 19 tolas of long pepper, and 4 tolas of each of embelia, black pepper, Patha, roots of long pepper, betel nut, chaba pepper, white flowered leadwort, Indian madder, cherry tree, lodh and 2 tolas of each of costus, Indian berberry, deodar, the two varieties of Indian sarsaparilla, kurchi seeds and nut-grass, and 15 tolas of fresh fragrant poon. Boil the whole in 2048 tolas of water and when the solution is reduced to ¼ (1/4th) of its quantity, take it down and filter; when it is cold, add to it 512 tolas of the cold decoction of grape and mix with 800 tolas of powdered sugar and 32 tolas of fresh honey. The skilled physician may, thereafter, add one tola each of the powders of cinnamon, cardamom, nut-grass, cinnamon leaves, fragrant sticky mallow, cuscus grass, betel nut and fragrant poon; then place the whole in a clean pot lined with ghee and fumigate lightly with sugar and eagle-wood. This celebrated medicated wine called ‘Kanaka’ becomes fit for drinking at the end of a fortnight; It serves as an appetizer if taken systematically."
    },
    {
        "verse_id": "167-168",
        "text": " Piles [arshas], assimilation-disorders, constipation, abdominal diseases, fever, gastric disorders, anemia, edema, Gulma, fecal stasis, cough and all severe disorders due to Kapha are alleviated by this wine. It cures also pathological conditions of poliosis, wrinkles and alopecia. Thus, has been described ‘The Medicated Kanaka-wine’."
    },
    {
        "verse_id": "169",
        "text": " The cleansing of the anal region must be done with the decoction of the sprouts curative of Vata or with warm water. Thus has been described the successful line of treatment for the dry variety of piles."
    },
    {
        "verse_id": "169½",
        "text": " Hereafter listen to an exposition of the successful line of treatment in bleeding or discharging piles."
    },
    {
        "verse_id": "170-172",
        "text": " In this type of piles, there occur two kinds of sequela. They are, one due to Kapha and the other due to Vata. If the stools are dark, hard and dry, if the patient does not pass flatus, if the blood oozing from the piles is thin, of dusky red color and frothy, if there is pain in the waist, thigh and rectum, if there is excessive weakness, and if the etiological factors are of the dehydrating type, then the complication is of Vata."
    },
    {
        "verse_id": "173-174",
        "text": " If the stools are soft, whitish or yellowish, unctuous, heavy and cold and if the blood issuing from the piles is thick, accompanied with shreds or fibres, yellowish white or slimy; if the rectum is slimy and rigid -and if the etiological factors are of the heavy and unctuous nature, then the condition should be diagnosed by the wise physicians as the complication of Kapha, in bleeding piles."
    },
    {
        "verse_id": "175",
        "text": " The treatment with unctuous and cold measures is beneficial in Vata and with dry and cold measures in complications due to Kapha. So, after careful consideration, the appropriate line of treatment should be prescribed."
    },
    {
        "verse_id": "176",
        "text": " On knowing the condition to be due to the excess of Pitta and Kapha, the patient should be subjected to the purificatory procedure. The bleeding, in such case, may either be ignored or treated with the lightening therapy."
    },
    {
        "verse_id": "177-179½",
        "text": " If an unskilled physician stops the initial bleeding from the piles [arshas], then this retention of vitiated blood gives rise to many disorders, namely—hemothermia, fever, thirst, weakness of gastric fire, anorexia, jaundice, edema, colic in the ano-rectal and inguinal regions, pruritus, ulcers, wheals, pimples, dermatosis, anemia, retention of flatus, urine and feces, headache, stiffness, heaviness of limbs and other diseases due to vitiated blood."
    },
    {
        "verse_id": "180",
        "text": " Therefore, it is only when all vitiated blood has flowed out that the hemostatic line of treatment is indicated."
    },
    {
        "verse_id": "181-182",
        "text": " So the physician who i skilled in etiology, symptomatology hematology and the knowledge o time and constitution should ignore the bleeding so long as it is not cans ing an emergency. Later, he should treat the patient with bitter drug for the stimulation of the gastric fire, for hemostasis and digestion of morbid matter."
    },
    {
        "verse_id": "183",
        "text": " The bleeding which occurs in a patient in whom the morbidity has diminished but in whom Vata is still in excess, is remediable by the oleation therapy given in the form of potion, inunction or unctuous enemata."
    },
    {
        "verse_id": "184",
        "text": " The bleeding due to excess of Pitta and which occurs during the hot weather must be invariably stopped if there is no complication of Vata or Kapha."
    },
    {
        "verse_id": "185",
        "text": " The decoction of kurchi bark mixed with a small quantity of dry ginger is a coagulant and hemostatic; so are the bark of pomegranate and the decoction of sandal-wood with a little of dry ginger."
    },
    {
        "verse_id": "186",
        "text": " The decoction of sandal-wood, chiretta, Cretan prickly clover and a little of dry ginger is sedative of bleeding piles So is the decoction of the bark of Indian berberry, cuscus and neem."
    },
    {
        "verse_id": "187",
        "text": " Indian atees, kurchi bark and kurchi seeds and extract of Indian berberry, mixed with honey are hemostatics and they may be given with rice-water whenever the patient is thirsty, in the treatment of bleeding piles."
    },
    {
        "verse_id": "188-190½",
        "text": " Decoct 400 tolas of fresh kurchi bark in pure rain water till all the juice from the bark has mixed with the water; then filter it and take the solution and add to it equal quantities of the powders of the gum of silk cotton, sensitive plant, perfumed cherry and thrice the quantity of kurchi seeds. This should be filtered, boiled and thickened till its sticks to the ladle and then used. This prepared extract of kurchi-bark, taken at the regular time and in proper dose, according to one’s strength of gastric fire, along with goat’s milk or thin gruel, controls the hemorrhage of bleeding piles."
    },
    {
        "verse_id": "191",
        "text": " When the dose of this mixture is digested, the patient should take boiled Shali rice with goat’s milk."
    },
    {
        "verse_id": "192",
        "text": " This prepared soft extract cures bleeding piles [arshas], diarrhea with blood in stools, and diseases born of vitiated blood; it also controls the severe type of hemothermia affecting either the upper or the lower channel. Thus has been described ‘The compound prepared Soft Extract of Kurchi’."
    },
    {
        "verse_id": "193",
        "text": " The patient may take blue water-lily sensitive plant, gum of silk cotton, sandal wood, til and lodh with goat’s milk and thereafter take a meal of Shali rice with goat’s milk."
    },
    {
        "verse_id": "194",
        "text": " The goat’s milk given with the juice of white goose foot controls bleeding. The meat-juice of the birds and beasts of Jangala group, either slightly mixed with acid or not at all, has similar effect."
    },
    {
        "verse_id": "195",
        "text": " The powder of Patha, kurchi seeds, extract of Indian berberry, dry ginger, and celery seeds should be given to the patient suffering from painful piles."
    },
    {
        "verse_id": "195½",
        "text": " Indian berberry, chiretta, nutgrass and Cretan prickly clover are hemostatics."
    },
    {
        "verse_id": "196",
        "text": " If there is excessive bleeding and pain, ghee prepared with the above drugs should be used."
    },
    {
        "verse_id": "197",
        "text": " The ghee prepared with the paste of the seeds and bark of kurchi, fragrant poon, blue water lily, lodh and fulsee flowers should be given by the physician, in the condition of colic and bleeding piles [arshas]."
    },
    {
        "verse_id": "198",
        "text": " The ghee prepared with the juice of pomegranate and barley-alkali quickly subdues the pain and hemorrhage of piles; similar is the action of the ghee prepared with the paste of Indian night-shade and asthma-weed."
    },
    {
        "verse_id": "199",
        "text": " The gruel of roasted paddy prepared with country sorrel, fragrant poon and blue water lily, quickly controls hemorrhage; so does the gruel prepared with heart leaved sida and painted leaved uraria."
    },
    {
        "verse_id": "200-201",
        "text": " The patient may take gruel prepared with the decoction of fragrant sticky mallow and dry ginger, mixed with butter and acidified with kokam butter or sour pomegranate or tamarind or sour jujube; or the patient may be given thin gruel prepared with turnip and Sura wine and seasoned with oil-cum-ghee. This gruel is curative of diarrhea with blood in stools, colic, dysentery and edema."
    },
    {
        "verse_id": "202-203",
        "text": " Choppings of white teak, emblic myrobalan, white mountain ebony, turnip, silk cotton, asthma-weed and country sorrel, or of the buds of banyan tree or flowers of variegated mountain ebony, prepared with the creamy top of curds and acidified with sour-fruits, may be given in severe hemorrhage."
    },
    {
        "verse_id": "204",
        "text": " A vegetable dish of onion prepared with butter-milk or of Indian spinach mixed with the juice of sour jujube or the soup of lentils, acidified with butter-milk, may be given in hemorrhage."
    },
    {
        "verse_id": "205",
        "text": " The patient may take the meal of Shali, Shyamaka or Kodrava rice with boiled milk, or with the acidified soup of lentils, green gram, pigeon pea and math-gram."
    },
    {
        "verse_id": "206",
        "text": " Or, the patient may take his meal with the flesh of rabbit, deer, quail, grey partridge and black buck, well prepared with sweet and acid articles and mixed with a small quantity of black pepper."
    },
    {
        "verse_id": "207",
        "text": " If on account of the excessive loss of blood from the piles, Vata is provoked in the body, the patient should take meat-juice of cock, peacock, partridge or of the two humped camel or of fox, mixed with sweet and acid thing."
    },
    {
        "verse_id": "208",
        "text": " The onion taken by itself or with sauce, vegetable-soup or gruel, subdues excessive hemorrhage and Vata."
    },
    {
        "verse_id": "209",
        "text": " In condition of scanty formation of feces and loss of blood, flesh of the middle part of the young goat along with its blood, prepared with a large quantity of onion and made sweet and sour alternately, should be given."
    },
    {
        "verse_id": "210",
        "text": " The bleeding type of piles [arshas] disappear by the habitual use of butter and til or fragrant poon, butter and sugar, or emulsified curdcream-"
    },
    {
        "verse_id": "211",
        "text": " The fresh butter, ghee and flesh of goat, Shashtika rice and Shali rice, the top part of fresh Sura wine or fresh Sura wine itself will check the hemorrhage."
    },
    {
        "verse_id": "212",
        "text": "In conditions of excessive bleeding piles, though the Kapha and Pitta are also morbid, the Vata gets excessively morbid. Therefore, in such conditions, the Vata needs to be paid more attention to."
    },
    {
        "verse_id": "213",
        "text": " On finding the hemorrhagic tendency great, and symptoms of Kapha and Vata very little, a refrigerent line of treatment as described previously as well as hereafter should be carried out."
    },
    {
        "verse_id": "214",
        "text": " The decoction of liquorice, the five barks, the bark of the jujube, gular fig and crane tree and leaves of snake-gourd, or the decoction of vasaka, Arjun, Hebrew manna plant and neem may be used as affusion."
    },
    {
        "verse_id": "215",
        "text": "If there has occured excessive loss of blood and if there is burning pain and softening of the piles [arshas], the patient may be given a bath prepared with the decoction of liquorice, lotus stalks, Himalayan cherry, sandal wood, sacrificial grass aud thatch grass."
    },
    {
        "verse_id": "216",
        "text": "Or, having previously anointed the part with the oil prepared with drugs of cooling potency, he should be given a sitz-bath prepared with the decoction of liquorice and country-willow and mixed with sugar-cane juice or a bath of cold milk."
    },
    {
        "verse_id": "217",
        "text": " Having applied ghee mixed with sugar over the genitals, anus and the perineum, a douche prepared of agreeably cold water and medicated with astringent drugs should be given to these parts"
    },
    {
        "verse_id": "218",
        "text": " Frequent applications with fresh leaves of the plantain or of the water lily, or of the petals of the lotus and blue lily wet with cold water is beneficial."
    },
    {
        "verse_id": "219",
        "text": " Application of ghee prepared with scutch grass, the washed ghee hundred or thousand times and the cold air directed from hand-fans, quickly control bleeding."
    },
    {
        "verse_id": "220-221",
        "text": " ‘Piles’ should be dressed with the ointment prepared of Indian madder and liquorice, or til and"
    },
    {
        "verse_id": "220-221.1",
        "text": "liquorice, or extract of Indian berberry and ghee, or resin and ghee, or neem and ghee, or honey and ghee, or bark of Indian berberry and ghee, or lily, sandal wood and ghee, in conditions of burning, softening and prolapse of rectum"
    },
    {
        "verse_id": "222",
        "text": " If the bleeding does not stop with these remedies or with other cooling-remedies, the wise physician should implete the patient by timely use of nourishing diet of meat juice, having unctuous and hot qualities."
    },
    {
        "verse_id": "223",
        "text": " The physician should promptly treat him by giving post-prandial potions of ghee and with inunction of lukewarm medicated ghee of oily or lukewarm affusions of milk, ghee or oil."
    },
    {
        "verse_id": "224",
        "text": " If the Vata is predominant, he should be immediately given the lukewarm unctuous enema of the supernatent part of ghee, or he may be? given the very effective mucilaginous enema at the proper time."
    },
    {
        "verse_id": "225-228",
        "text": " Take 8 tolas of each of the root of cretan prickly clover, small sacrificial grass and thatch grass, flowers of silk cotton, buds of the banyan, gular fig and holy fig trees and decoct them in 192 tolas of water with 64 tolas of milk. When all the water is evaporated and only the milk left, filter the decoction and add the paste of gum of silk cotton, Indian madder, sandal-wood, blue water-lily, kurchi seeds, perfumed cherry and lotus anthers and also ghee, honey and sugar. The mucilaginous enema thus prepared cures dysentery, rectal prolapse, hemorrhage and fever."
    },
    {
        "verse_id": "229",
        "text": " In the mucilaginous enema described above, the paste of white lotus and liquorice should be added along with twice the quantity of milk and cooked, thus preparing it into an unctuous enema. Thus has been described ‘The Mucilaginous Enema.’"
    },
    {
        "verse_id": "230-231½",
        "text": " Prepare a medicated ghee in the juice of yellow wood sorrel with the paste of fragrant sticky mallow, blue water lily, lodh, Indian madder, chaba pepper, sandal wood Patha, Indian atees, bael, fulsee flower, deodar, bark of Indian berberry, dry ginger, nardus, barley, nut-grass, alkali and white flowered leadwort. This ghee, is an excellent remedy."
    },
    {
        "verse_id": "232-233",
        "text": " It should be used in piles [arshas], diarrhea, assimilation disorders, anemia, fever, anorexia, dysuria, rectal prolapse, discharge from rectum and painful piles; it is also curative of tridiscordance. Thus has been described ‘The compound Fragrant Sticky Mallow Ghee.’"
    },
    {
        "verse_id": "234-239",
        "text": " Take 8 tolas of each of Indian berberry, painted leaved uraria, small caltrops, buds of banyan, gular fig and holy fig and decoct these in 512 tolas of water with the paste of one tola of each of cork swallow wort, kurroa, long pepper, roots of long pepper, dry ginger, deodar, kurchi seeds, flowers of silk-cotton, climbing asparagus, sandal wood, blue water-lily, box myrtle, white-flowered leadwort, nut-grass, perfumed cherry, Indian atees, ticktrefoil, anthers of lotus and blue water-lily, Indian madder, Indian night-shade, gum of silk-cotton and Patha. When the decoction is reduced to 128 tolas, take it down; now prepare 128 tolas of medicated ghee in 512 tolas of fresh juice of each of marsilia and yellow wood sorrel and the above decoction, the quantity of marsilia and yellow wood sorrel being double that of the said decoction."
    },
    {
        "verse_id": "240-242",
        "text": " This medicated ghee should be used in piles, diarrhea, hemorrhage due to tridiscordance, dysentery, rectal prolapse, various kinds of slimy discharges from the rectum, frequent desire to pass stools (tenesmus), edema and colic in the rectal region, retention. of urine, claudication of Vata, weakness of gastric fire and in anorexia This ghee, taken in the prescribed manner, is promoter of vitality, complexion and gastric fire; it may be taken mixed with various kinds of eats and drinks; or it may be taken alone. It is a harmless remedy. Thus has been described ‘The Marsilia and Yellow Wood Sorrel Ghee’."
    },
    {
        "verse_id": "243",
        "text": " The physician should use alternate remedies, as for instance, sweet articles followed by acid articles and cold treatment immediately followed by hot treatment. Such treatment carried out with due consideration of the strength of the patient’s gastric fire, subdues diseases produced by piles [arshas]."
    },
    {
        "verse_id": "244-245",
        "text": " The three diseases, namely, piles, diarrhea, and assimilationdisorders are generally causative factors of one another. In all these, if the intensity of the gastric fire is diminished, the intensity of the disease is increased, and if the intensity of gastric fire is increased, the force of the disease is lessened. Therefore, the gastric fire ought to be well protected particularly in these three diseases."
    },
    {
        "verse_id": "246",
        "text": " Piles should be subdued by the use of a course of fried vegetables, gruels, soups, meat-juices, currysoups and of milk and butter-milk in various forms."
    },
    {
        "verse_id": "246.1",
        "text": "247 Whatever eats, drinks and drugs are regulators of Vata and promoters of the gastric fire should be daily made use of, by patients suffering from piles [arshas]"
    },
    {
        "verse_id": "248",
        "text": " Whatever is antagonistic to the above and whatever is described as causative factor, should never be made use of by the patient afflicted with piles."
    },
    {
        "verse_id": "249-255",
        "text": " The twofold origin of piles [arshas], the special causes of each variety of piles, the site, forms and symptoms, the determination of the curability or incurability, the procedure of inunction, sudation, fumigation, bath, application, and blood-letting, the digestive and stomachic recipes; the foremost dietetic rules which are specially good as regulators of flatus and feces, the sedative recipes; various kinds of medicated ghees, enemata, courses of butter-milk, best of medicated wines, sugar-wines and which are most beneficial in dry piles, the characteristics of discharging pile; the two kinds of sequela and the medication indicated in each of these two conditions; styptic decoctives, various pastes; the most effective oleation measures and dietetic rules and recipes of dressing ointments, douches, baths, applications and affusions; and treatment to be given in excessive loss of bleed—all these have been laid down in this chapter on the Treatment of Piles."
    }
]