[
	{
        "verse_id": "1",
        "text": " We shall now expound the fourth quarter entitled “The Advent [samutthana] of the Science of Life [ayurveda]” of the chapter on Vitalization."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya"
    },
    {
        "verse_id": "3-(1)",
        "text": " It came about that in the course of time the Rishis, both the cloistered and the peripatetic, became by taking to an urbanized dietary and drugs, luxurious and leisurely in their habits, and for the most part deficient in health."
    },
    {
        "verse_id": "3",
        "text": " Finding themselves in consequence, unequal to the observance of the code of obligations which this order entailed and realising that the blame lay with their urban residence, these Rishis, headed by Bhrigu, Angiras, Atri, Vasishtha, Kashyapa, Agastya, Pulastya, Vamadeva, Asita, Gautama aud others returned to their original dwelling, remote from the evils of city life, namely the Himalayas which are auspicious, holy, majestic, pure, inaccessible to any but the righteous; which are the source of the Ganges, frequented by the Gods, the Gandharvas and Kinnaras, the store-house of various kinds of gems possessed of inconceivably wonderful virtues, frequented by the divine sages, adepts and panegyrists, the birth-place of divine streams and medicinal plants, and the holiest of sanctuaries, being under the protection of the Lord of Immortals himself."
    },
    {
        "verse_id": "4",
        "text": " Addressing them, the myriadeyed chief of the gods said,“Welcome to you, O, knowers of Brahma, rich in understanding and spiritual endeavor, seers of the Brahmic order! I see, you are afflicted with weariness and loss of lustre and have suffered impairment in voice and complexion. These are the evils resulting from living in towns and its unhappy consequences. Town-dwelling is indeed the source of all evils. Therefore, by coming here you, who are doers of good, have conferred a boon on humanity. The time has come for Brahmic sages to protect their own health and for the imparting of the Science of Life. The Ashvins imparted to me the Science of Life for my own and the people’s benefit. Prajapati has given it to them and Brahma to Prajapati The life of human beings is indeed short and that too, full of infirmities and afflictions, of unhappiness and unhappy consequences Having regard to the fact that life being short, the store of merit which one may gather by spiritual endeavour, sense-control, discipline, alms-giving and study, is limited, it behoves you to learn from me, as also to retain and to publish for the benefit of humanity, the knowledge of this most sacred Science of Life, which makes for the plentitude of life, the alleviation of infirmity and disease, the increase of vitality, and which is immortal and beneficient and which accords protection and is lofty. This work is befitting sages and seers and calls for good-will, compassion, the highest virtue, nobility, Brahmic and imperishable quality.”"
    },
    {
        "verse_id": "5",
        "text": " Hearing these words of the chief of the gods, all the assembled sages felicitated the foremost of the immortals with praise-psalms and being delighted, applauded his words."
    },
    {
        "verse_id": "6",
        "text": " Then Indra, coming over to the sages, imported to them the immortal Science of Life. He concluded the initiation with the following injunctions: ‘All this must you do. This is the propitious time for carrying out the vitalizing therapy. Sovereign herbs growing in the Himalayas are ripe with potency. Such, for instance as Aindri, Brahmi, milky yam, Kshirapushpi, east Indian globe thistle, climbing asparagus, white yam, cork swallow-wort, hog’s weed, gingo fruit, ticktrefoil, sweet flag, wild dill, wild fennel, Meda, Mahameda—these and such other life-promoting drugs of proved virtue taken in conjunction with cow’s milk, secure for their user, after a course of six months, optimum length of life, youthful age, immunity from disease, excellence of voice and complexion, full physical growth, intelligence, memory, the highest kind of power, and all other desirable qualities.’ Thus has been described the vitalization procedure taught by Indra."
    },
    {
        "verse_id": "7-(1)",
        "text": " There is a herb by the name of Brahma-suvarcala which exudes a golden colored sap, and has leaves resembling those of white lotus. The herb which is called ‘Adityaparni [ādityaparṇī]’ (‘Sun-leaved’) is also known by the name of ‘Suryakanta [sūryakāntā]’. It also exudes a golden colored sap and has flowers like the disk of the sun. The herb called ‘Nari [nārī?]’ which is also known by the name of ‘Ashvabala [aśvabalā]’ has petals resembling those of the Balvaja. The herb called ‘Kashthagodha [kāṣṭhagodhā]’ is shaped like the iguana; while the herb called ‘Sarpa [sarpa]’ has a form resembling the snake. The sovereign herb which is known by the name of ‘Soma’ hag fifteen joints for knots; it wanes and waxes like the moon. The herb called ‘Padma [padmā]’ is similar in shape to a lotus, is red like a lotus and smells too like a lotus. The herb called ‘Aja [ajā]’ is also spoken of as ‘Ajashringi [ajaśṛṅgī]’ The herb known as ‘Nila [nīlā]’ has blue sap and blue flowers. It is a creeper with luxuriant growth."
    },
    {
        "verse_id": "7",
        "text": " Out of the above-mentioned herbs, one should drink to one’s fill, the juices of such as are available; he should then lie down naked in a vat furnished with a lid, made of green bengal kino wood and saturated with ghee. Living like this, one’s body will dwindle down to nothing; in the course of six months he rises with a reformed body. His only sustenance shall be goat’s milk. On completing the course of six months, he becomes like the gods in the matter of youth, complexion, voice, form, strength and lustre. To him all excellences of speech come of their own accord. He becomes endowed with clairvoyance and clairaudience. He will be able to cover a thousand Yojanas at one stretch and will live for a period of ten thousand years without any ailment."
    },
    {
        "verse_id": "8",
        "text": " Only persons like you will be able to tolerate the strength of these sovereign herbs; un-self-controlled persons will be unable to bear it."
    },
    {
        "verse_id": "9",
        "text": " By the virtues of the herbs and by devotion to your duties, all the auspicious results will accrue to you."
    },
    {
        "verse_id": "10",
        "text": " It is only the hermits and house-holders that have pious and disciplined natures, that are competent to make use of these herbs born in this divine clime."
    },
    {
        "verse_id": "11",
        "text": " As regards those herbs too, which, in the matter of habitat and virtues, are of a middling order aud thus inferior to the Himalayan herbs in respect of potency, the mode of administration is the same."
    },
    {
        "verse_id": "12",
        "text": " For the benefit of those, who, while unable either to procure or tolerate the Himalayan herbs, seek, nevertheless, the blessings of vitalization, we recommend the following separate procedure."
    },
    {
        "verse_id": "13- 23",
        "text": " Collect separately the juice of each of the following drugs, the decade of each of the four groups tonics, life-promotives, roborants, and rejuvenators as also of catechu, feather foil, date, mahwa, nut-grass, blue lotus, grape, embelia, sweet-flag, white-flowered leadwort, climbing asparagus, milky yam, long pepper, eagle-wood, Riddhi, gingo fruit plant, Indian teak tree, crane-tree, the three myrobalans, Indian night shade, white yam, sandal wood, sugar-cane, roots of reed grass, white teak and oojein. These juices as also palas alkali should be taken in the measure of four tolas each and combined. This mixture should be further combined with four times its quantity of cow’s milk and 512 tolas each of til oil aud cow’s ghee. All this should be cooked in one vessel and the unctuous portion taken out. Add to the unctuous portion thus obtained, 256 tolas of the pulvis of emblic myrobalans which has been impregnated a hundred times in the fresh juice of the emblic myrobalans, 256 tolas of very fresh honey, 256 tolas of the powder of sugar-candy, and 64 tolas each of bamboo manna and long pepper. Mixing the whole thing well, allow it to mature for a fortnight in a perfectly clean earthen vessel which has been saturated previously with ghee. It should then be used in the dose commensurate with the digestive. power of the person concerned. This linctus should be mixed with one-sixteenth its quantity of the powders of gold, copper, coral, iron, crystal, pearls, cat’s-eye gem, conch-shell and silver."
    },
    {
        "verse_id": "The user should avoid during the course of treatment all strain and sexual activity",
        "text": " On digestion of the medicine, he should eat a meal consisting of Shashtika rice with milk and ghee."
    },
    {
        "verse_id": "24-26",
        "text": " This is a panacea, a virilific and the best promoter of longevity. It also promotes intelligence, memory, digestive power, understanding and acuity of the sense. It is, moreover, an excellent vitalizer and a promoter of complexion and voice. It is a talisman against poison and ill-luck and a giver of all blessings that speech can give. This Brahmic vitalizer of mighty potency, should be systematically used by those who, seek success in enterprise, new youth, popularity and renown in the world. Thus has been described ‘The Second Vitalizer revealed by Indra’"
    },
    {
        "verse_id": "27",
        "text": " The mode of immurement in a retreat is indicated in the case of those who are fit, diseaseless, strong-willed, self-controlled, leisured and endowed with means."
    },
    {
        "verse_id": "28",
        "text": " For those who are differently circumstanced, the mode laid down is that of exposure to sun and wind. The first mode of the procedure—immurement in a retreat, is no doubt the more excellent of them two but is indeed very difficult."
    },
    {
        "verse_id": "29",
        "text": "If disease supervenes as the result of incorrect application of the vitalizing procedure, the procedure should be forthwith suspended and the disorders duly treated."
    },
    {
        "verse_id": "30-35",
        "text": " One who speaks the truth, who is free from anger, who abstains from alcohol and sexual congress, hurts no one, avoids over-strahi, is tranquil of heart, fair spoken, is devoted to repetition of holy chants and to cleanliness, is endowed with understanding, given to alms-giving, diligent in spiritual endeavour, delights in reverencing the gods, cows. Brahmanas, teachers, seniors and elders, is attached to non-violence, and is always compassionate, model ate, and balanced in his waking and sleeping, is given to regular taking of milk and ghee, is conversant with the science of clime, season and dosage, is versed in propriety, devoid of egotism, blameless of conduct, given to wholesome eating, spiritual in temperament, and attached to elders and men who are believers and self-controlled and devoted to scriptural texts; such a one should be known as enjoying the benefits of vitalization therapy constantly. If one who is endowed with all these qualities amakes age of vitalization therapy, that man will reap all the benefits of vitalization which have been described above. Thus has been described ‘The Vitalization procedure through Good Conduct.’"
    },
    {
        "verse_id": "36",
        "text": " No man who has not rid himself of the evils, both of mind and body, beginning with the gross ones, can ever expect to come by the benefits resulting from vitalization."
    },
    {
        "verse_id": "37",
        "text": " These procedures, which are laid down for prolonging life and removing old age and disease, prove effective only in the case of those who are pure in body and mind and are self-controlled."
    },
    {
        "verse_id": "38",
        "text": " No part of this knowledge should ever be imparted to those whose natures are depraved, who are free from disease, who are outside the fold of the twice-born and to those who have no eagerness to learn."
    },
    {
        "verse_id": "39",
        "text": " All vitalization procedures, all procedures of virilification and all medicine for the alleviation of disease—all this is dependent on the physician."
    },
    {
        "verse_id": "40",
        "text": " Therefore the intelligent man should revere, to the best of his, ability, the physician who is the master of life, who is wise and has mastered the Vedas, just as Indra cherishes the Ashvin Twins."
    },
    {
        "verse_id": "41-45",
        "text": " The Ashvins who are the physicians of the gods are celebrated as the re-suscitators of Sacrifice, for it is they that reunited the severed head of Sacrifice It is these two, again, that successfully treated Pushan when his teeth had become loosened, Bhaga when he bad lost his eye-sight and Indra when his arm had become stiffened. These two, moreover, cured Soma, the moon-god, of consumption and restored him to his happiness when he had fallen from his state of good health. When Cyavana, the son of Bhrigu, had become decrepit with loss of voice and body-lustre as the result of old age, but hankered still for sense pleasures, it was the Ashvin pair that made him young once again. On account of these and many other miracles of healing, these two, the greatest of physicians, came to be regarded with honor by great personages such as Indra and others."
    },
    {
        "verse_id": "46-50",
        "text": " Cups of Soma, psalms, hymns, various kinds of burnt offerings and smoke-colored cattle are offered in sacrifice by the priests in honor of these two In the morning Indra drinks the libatory Soma along with these two in the sacrificial place."
    },
    {
        "verse_id": "It is again in their company that the Great God rejoices in the ‘<a data-gl=\"1\" href=\"/definition/sautramani#hinduism\" title=\"show Sautramani definitions\">Sautramani</a> [<em><a data-gl=\"1\" href=\"/definition/sautramani#hinduism\" title=\"show sautrāmaṇī definitions\">sautrāmaṇī</a></em>] sacrifice",
        "text": "’ Indra, Agni and the two Ashvins—these are the four deities that are the most commonly invoked by the priests. No gods are praised in the vedic hymns to the same extent as these four. If the Ashvin twins, by virtue of their office as healers, are thus held in honor by the very gods, including their chief, all of whom are imaging, immortal, changeless and self-controlled, what need then, is there to say, that physicians can never be honored too much by mere mortals, who are subject to death, disease and old age aud are for the most part miserable and who hunger for happiness?"
    },
    {
        "verse_id": "51",
        "text": " The twice-born physician, who is endowed with character, intelligence and reason and has mistered the science of healing, deserves to be reverenced as a mentor by all men. He indeed is regarded “Life’s Guardian”."
    },
    {
        "verse_id": "52",
        "text": " On the completion of his studies, the physician is said to be ‘reborn’ and acquires the title of ‘physician.’ For no one is a physician by right of birth."
    },
    {
        "verse_id": "53",
        "text": "On the completion of his studies, the spirit of revelation or of inspiration of the truth descends into the student. It is by reason of this initiation, then, that a physician is called a ‘Dvija’ or a twice born one."
    },
    {
        "verse_id": "54",
        "text": " No thoughtful man, therefore, who seeks enduring life, should ever covet the possessions of the ‘Guardian of Life’ or revile him, or do any harm."
    },
    {
        "verse_id": "55",
        "text": " Whoever, having been treated by a physician, does not recompense him, whether or not there be a previous understanding for remuneration, that man, is beyond redemption."
    },
    {
        "verse_id": "56",
        "text": " For his part, the physician, too, should regard all his patients as if they were his own children and vigilantly guard them from all harm, considering this to be his highest religion."
    },
    {
        "verse_id": "57",
        "text": " With the object of righteousness, wealth and sense-satisfaction, the great sages devoted to righteousness and to seeking the indestructible state, promulgated the Science of Life."
    },
    {
        "verse_id": "58",
        "text": " He who practises medicine neither for gain nor for gratification of the senses, but moved by compassion for creatures, surpasses all,"
    },
    {
        "verse_id": "59",
        "text": " Those who, for the sake of a living, make merchandise of medicine, bargain for a dust-heap, letting go a heap of gold."
    },
    {
        "verse_id": "60-61",
        "text": " There is no benefactor, either moral or material, comparable to that physician who regains those who are being dragged away by fierce diseases towards the abode of death, back to life, by severing the noose of death. For there is no other gift greater than the gift of life."
    },
    {
        "verse_id": "62",
        "text": " He who practises medicine, holding compassion for creatures as the highest religion, is a man who has fulfilled his mission, and attains supreme happiness."
    },
    {
        "verse_id": "63-64",
        "text": " The advent of the Science of Life [i.e., ayurveda-samutthana] and the auspicious administration of sovereign herbs; the procedure, well-nigh comparable in virtue to Ambrosia itself, of vitalization by precious minerals etc., which were propounded by the Lord of Immortals to the adepts in Brahmacarya—all this has been set forth in this quarter on the ‘Advent of the Science of Life.’"
    },
    {
        "verse_id": "1-(4)",
        "text": " Thus, in the Section on. Therapeutics in the treatise compiled by Agnivesha and revised by Caraka the fourth quarter entitled; “The Advent [samutthana] of the Science of Life [ayurveda]” of the chapter on Vitalization is completed."
    }
]