[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Spastic Paraplegia [ūrustambha—urustambha-cikitsa].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-4",
        "text": " Standing before the teacher Atreya, who, like Mount Meru with its twin attendant luminaries of the Sun and the Moon, was unbereft of the highest Brahmic splendor and the supreme effulgence born of austerity, and was the very abode of intelligence, resolution, memory, science, knowledge, renown and patience, Agnivesha, choosing the right moment, inquired as follows."
    },
    {
        "verse_id": "5-6",
        "text": " ‘O, Worshipful One! the quinary purificatory procedures, individually or all together, are laid down as the medicament in the treatment of all diseases. O, best of physicians! is there any morbid condition in which these purificatory measures are not capable of bringing about cure when applied, although the coddition [condition?] is curable by proper treatment?’"
    },
    {
        "verse_id": "7",
        "text": " On the teacher replying that there is one such morbid condition viz., spastic paraplegia [urustambha], the pupil again inquired concerning its etiology, signs and symptoms and treatment."
    },
    { "verse_id": "7.1", "text": "The teacher described the disease as follows" },
    {
        "verse_id": "8-11",
        "text": " By taking unctuous, hot, light and cold articles; by eating pre-digestion meals or promiscuous diet; by ingesting continually liquid and dried articles, curds, milk and flesh of domestic, wet-land and aquatic creatures; by taking articles of pastry and stale wine; by over-much day-sleep and night vigils; by starvation; by eating on a loaded stomach; by over exertion fear and suppression of the natural urges, and by excessive use of unctuous articles, the chyme becomes accumulated in the alimentary system and combining with the fat, obstructs the functions of the Vata and other humors; and by reason of its heaviness, quickly goes down and settles in the thighs, through the downward carrying vessels; and the morbid humor, excessively provoked by the fat, fills up the hip, thigh and calf region! and causes uncontrollable tremors and weakness of muscular movement."
    },
    {
        "verse_id": "12",
        "text": " As water lies motionless in a large, deep and still lake, so does the Kapha, which has settled in the thighs, lie firm, unagitated and motionless."
    },
    {
        "verse_id": "13",
        "text": " Then the symptoms of heaviness, fatigue, contraction, burning, pain, anesthesia, tremor, breaking pain, throbbing and pricking pain develop and take away the patient’s life."
    },
    {
        "verse_id": "14",
        "text": " The Kapha combined with the fat overpowers the Vata and Pitta, and produces spasticity of the thighs by its qualities of firmness and coldness; hence the disease is called Urustambha [ūrustambha] or spastic condition of the thigh i.e., spastic paraplegia [uru-stambha]."
    },
    {
        "verse_id": "15",
        "text": " Its premonitory symptoms are—self-absorption, somnolence, excessive immobility, anorexia, fever, horripilation, vomiting and asthenia of the muscles of the thigh and the calf."
    },
    {
        "verse_id": "16",
        "text": " The physician, mistaking this to be a condition of the morbidity of Vata, may treat it with the unctuous therapy. As a result, the symptoms of the disease will be aggravated and the patient develops asthenia and anesthesia of the lower extremeties; he lifts the feet with difficulty."
    },
    {
        "verse_id": "17",
        "text": " There is marked exhaustion of the muscles of the calf and the thigh, continuous burning and pain; the patient feels pain on putting his feet on the ground and he does not feel the sensation of cold contacts."
    },
    {
        "verse_id": "18",
        "text": " He has no control over the functions of standing, pressing, moving or walking; he feels as if his feet and thighs are broken and are being propelled by some one else,"
    },
    {
        "verse_id": "19",
        "text": " If the patient is further afflicted with burning, pricking pain, and tremors, the condition, of spastic paraplegia [urustambha] will lead to the patient’s death. The condition where the above symptoms are not developed and is of recent origin, is curable."
    },
    {
        "verse_id": "20",
        "text": " The oleation treatment should not be given to such a patient nor enema, nor purgation, nor even emesis. Hear the reasons why I forbid these measures."
    },
    {
        "verse_id": "21",
        "text": " Oleation and unctuous enemata always lead to increase of Kapha, while purgation will not be able to eliminate the Kapha which is localised in the affected region."
    },
    {
        "verse_id": "22",
        "text": " Emesis can remove with ease only Kapha or Pitta that has become lodged in the habitat of the Kapha. Purgation can remove both the above humors, only if they are lodged in the stomach."
    },
    {
        "verse_id": "23",
        "text": " But enemata may radically eliminate all the three humors if they are lying in the colon. But the morbidity which has settled and become fixed in the thighs by a combination of the chyme and fat cannot be eliminated by any of these methods."
    },
    {
        "verse_id": "24",
        "text": " Owing to the quality of coldness of the seat of Vata, the chyme and the fat, which have gone there and become fixed, cannot be easily eliminated, just as it is difficult to lift up water from a deep pit."
    },
    {
        "verse_id": "25",
        "text": " The physician, guided by reason, should continually carry out the sedation, elimination and dehydration of the excessive accumulations of Kapha and chyme."
    },
    {
        "verse_id": "26-27",
        "text": " For carrying out the dehydration procedure, the patient should be continually given the diet of barley, sanwa millet and common millet along with vegetables prepared with water and oil but without adding salt, or with sprouts of marsilia plant, neem, mudar, country willow, purging cassia, black nightshade and white goose foot or bitter group of drugs, such as carilia fruit etc."
    },
    {
        "verse_id": "28",
        "text": " Or, he may be given courses of alkali or medicated wines or chebulic myrobalans or a course of honey and water or of long pepper. All these preparations are curative of spastic paraplegia [uru-stambha]."
    },
    {
        "verse_id": "29-29½",
        "text": " The patient may also take sensitive plant, gum of silk cotton and bael, with honey; or pine resin, fragrant sticky mallow, deodar, Indian valerian, sandal, fulsee flower, costus, Himalayan silver fir and nardus, with honey."
    },
    {
        "verse_id": "30-32½",
        "text": " (1) Nut-grass, chebulic myrobalan, lodh, Himalayan cherry, kurroa; (2) Deodar, turmeric, Indian berberry, sweet flag and kurroa; (3) Roots of long pepper, long pepper, pine and deodar; (4) Chaba pepper, roots of white flowered leadwort, deodar and chebulic myrobalan; (5) Marking nut, long pepper and roots of long pepper; the paste of the drugs described in each of these hemistichs may be given mixed with honey for the cure of spastic paraplegia [urustambha]."
    },
    {
        "verse_id": "33-34½",
        "text": " Equal parts of the powders of jequirity, emetic nut, red physic nut, seeds of kurchi, sweet flag, trilobed virgin's bower, purging cassia, Patha, Indian beech and carilia fruit should be given as potion mixed with honey or dissolved in water or with whey and honey, as a cure for spastic paraplegia [uru-stambha]."
    },
    {
        "verse_id": "35-35½",
        "text": " Trilobed virgins bower, atees, white flowered leadwort and kurroa, should be given as potion as before. Similarly, the patient may take as potion gum guggul immersed in cow's urine during night."
    },
    {
        "verse_id": "36-37",
        "text": " The powders of yellow milk plant, atees, Indian toothache tree, sweet flag, deodar, white flowered leadwort, cuscus, Patha and kurroa, mixed with honey should be given as a linctus; or it should be given dissolved in water along with honey."
    },
    {
        "verse_id": "38-38½",
        "text": " Or, the patient may drink the paste of banyan bark, shell and fragrant poon, mixed with honey. The patient, suffering from spastic paraplegia [urustambha], may take a linctus of the powders of the three myrobalans, long pepper, nut-grass, ch aba pepper and kurroa mixed with honey."
    },
    {
        "verse_id": "38-38½.1",
        "text": "39-39½ If there are morbid symptoms of excessive depletion, he should be gradually given impletive treatment consisting of the meats of Jangala animals and old Shali rice"
    },
    {
        "verse_id": "40-40½",
        "text": " If owing to excess of dry treatment, there is provocation of Vata preceded by insomnia and pain, the patient should be treated with those procedures and sudation which are curative of Vata."
    },
    {
        "verse_id": "41-42",
        "text": " The medicated oil prepared with trilobed virgin’s bower, milky yam, Indian groundsel, small caltrops, sweet flag, long leaved pine, eaglewood and Patha, and mixed with 8 tolas of honey, should be given to the patient as potion in the dosage of 16 tolas."
    },
    {
        "verse_id": "43-44",
        "text": " The medicated oil made from rape-seed oil prepared with the paste of costus, pine-resin, fragrant sticky mallow, long leaved pine, deodar, fragrant poon, wild carrot and winter cherry, should be given, mixed with honey in proper dosage, to the patient suffering from spastic paraplegia. Thus, when the dryness is removed, the patient gets cured of spastic paraplegia [uru-stambha]."
    },
    {
        "verse_id": "45-46",
        "text": " The medicated oil prepared with 8 tolas of rock salt, 20 tolas of dry ginger, 8 tolas of roots of long pepper, 9 tolas of white flowered leadwort, 20 marking-nut stones, added to 64 tolas of til and 512 tolas of sour gruel is procreant and is curative of sciatica, spastic paraplegia [urustambha], painful piles and all the diseases due to Vata-provocation."
    },
    {
        "verse_id": "47",
        "text": " The medicated oil, prepared with 8 tolas of each of roots of long pepper and dry ginger added to 64 tolas of til oil and 512 tolas of buttermilk, is curative of sciatica and spastic paraplegia. Thus has been described ‘The oil called the medicated Eightfold Butter-milk Oil’."
    },
    {
        "verse_id": "48",
        "text": "Thus, the medicaments for internal administration for the patient afflicted with spastic paraplegia [uru-stambha], have been described; now listen to a description of the external treatment which helps to diminish Kapha."
    },
    {
        "verse_id": "49-51½",
        "text": " The physician should prescribe frequent massage with the earth of the ant-hills, the powdered root, fruit and bark of Indian beech and powdered brick. Or with the roots of winter cherry, mudar, neem or of deodar; any one of these should be mixed with honey, rape-seed and the earth of ant-hills, and prescribed for strong massage in the treatment of spastic paraplegia. The paste prepared by pounding together red physic nut, physic nut, holy basil and rape-seed, should be given as application to the patient afflicted with spastic paraplegia [urustambha] by the wise physician."
    },
    {
        "verse_id": "52-52½",
        "text": " The warm decoction made of the leaves, roots and fruits of common sesbane, drumstick, holy basil, dry ginger, kurchi and neem should be given for affusion of the affected part."
    },
    {
        "verse_id": "53",
        "text": " The paste, made of rape-seeds pounded with cow’s urine and kept overnight, should be used as application."
    },
    {
        "verse_id": "54-55",
        "text": " The physician, conversant with the line of treatment, may give an application to the affected part, with the paste of kurchi, holy basil, costus, fragrant group of drugs, Indian toothache, drumstick, Indian nightshade, mudar-roots, the earth of anthills and shrubby basil, pounded along with curds and rock salt for the cure of spastic paraplegia."
    },
    {
        "verse_id": "56-57",
        "text": " The decoction made in water of Indian calosanthes, catechu, bael, Indian: nightshade and yellow-berried nightshade, long leaved pine, spinous kino, drumstick, common sesbane, small caltrops, holy basil, shrubby basil, wind killer and Indian beech, should be prescribed for the purpose of affusing the affected part; or the above-mentioned drugs should be used as application, pounded with cow’s urine, in spastic paraplegia [uru-stambha]."
    },
    {
        "verse_id": "58",
        "text": " To reduce Kapha, exercise, whenever possible, should be prescribed; or the patient may be made to walk on uneven ground covered with gravel and sand."
    },
    {
        "verse_id": "59-59½",
        "text": " The patient may swim frequently against the current of a river flowing with cold and wholesome water, or in a pond having cold and still waters. Thus, when the Kapha is dried up, spastic paraplegia [urustambha] is cured."
    },
    {
        "verse_id": "60-61",
        "text": " All the remedies which are depletive of Kapha and nonprovocative of Vata should be prescribed always as a remedy for spastic paraplegia; and the line of treatment should be such as to protect the body-vitality and the gastric fire."
    },
    {
        "verse_id": "62",
        "text": " In this chapter on the therapeutics of spastic paraplegia [urustambha], the etiology, premonitory symptoms, the signs and symptoms; the cause for the contra-indication of the quinary purificatory procedures and the two effective lines of treatment are described."
    }
]