[
	{
        "verse_id": "1",
        "text": " We shall now expound the third quarter entitled ‘Bred on the leaves of the blackgram etc. [masha-parna-bhrita]’ of the chapter on Virilification."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-5",
        "text": " The wise man should rear a cow bred on the leaves of black-gram [masha-parna-bhrita], which has calved for the first time, which is robust, which has four teats, which has a living calf of its own color, which is red or black in color, has upright horns and is not fierce, which is used to eating sugarcane or leaves of Arjuna and which yields thick milk. The milk of such a cow taken by itself either boiled or fresh or mixed with sugar, honey and ghee acts as an excellent virilific."
    },
    {
        "verse_id": "6-7",
        "text": " Milk should be prepared with the drugs of the seminiferous, life-promoting, roborant, vitalizing and lactiferous groups each taken separately and mixed with wheat-flour, ghee, honey and sugar. These preparations should be taken one after the other in succession by one desiring inexhaustible semen."
    },
    {
        "verse_id": "8-10",
        "text": " Take Meda, milky yam, cork swallow wort, white yam, yellow berried night-shade, small caltrops, milky yam, black gram, wheat and Shali and Shashtika rice, each one tola; milk 256 tolas and water 128 tolas; these should be boiled till the whole is reduced to the original quantity of milk i. e. 256 tolas. It should then be strained. By taking this milk with honey, ghee and sugar, an aged man or even a septagenarian obtains numerous progeny and the sexual urge of youth."
    },
    {
        "verse_id": "11",
        "text": " The milk of a cow of the description given above, heated by putting in it red-hot rings of gold, and taken mixed with ghee, honey and sugar, is a tested procreant preparation."
    },
    {
        "verse_id": "12-13",
        "text": " Take and grind thirty pieces of long pepper; fry them well in 4 tolas of oil-cum-ghee and mix it with sugar and honey. Fresh milk from the cow’s udder should be milked directly on it, just enough to make it a liquid. He that drinks this according to the strength of his gastric fire and takes a meal of the Shashtika rice. with milk and ghee will not suffer phallic depression or ejaculation throughout the night. Thus has been described ‘The virilifying preparation of Long Pepper.’"
    },
    {
        "verse_id": "14",
        "text": " The milk-pudding made from black-gram [masha] and Shastika rice cooked in the juice of small caltrops and white yam and four times the quantity of milk, along with a generous dose of ghee, acts as a virilific. Thus has been described ‘The virilifying milk-pudding.’"
    },
    {
        "verse_id": "15-17",
        "text": " Take 16 tolas of the powder of the fruits of the life-promoter group, unctuous group and cordial group of drugs, cowage powder 16 tolas, that of black gram 16 tolas, powder of til and green gram 32 tolas each, 16 tolas each of the flours of wheat and the Shashtika rice, ghee 16 tolas—all these should be ground in milk and cooked into a pan-cake and taken by him who has to cope with many wives. Thus has been described ‘The virilifying Pan-cake.’"
    },
    {
        "verse_id": "18",
        "text": " Ghee and the pith of climbing asparagus should be boiled together in ten times the quantity of milk. This, mixed with sugar, long pepper and honey, acts as an excellent virilific. Thus has been described ‘The virilific Climbing Asparagus Ghee.’"
    },
    {
        "verse_id": "19",
        "text": " The man who takes liquorice powder mixed with ghee and honey, each one tola, and drinks milk over that, becomes possessed of perpetual virility. Thus has been described ‘The virilifying preparation of Liquorice’."
    },
    {
        "verse_id": "20",
        "text": " That man increases in his virility, who is given to a diet containing ghee and milk, who is fearless, free from disease, habituated to daily sexual intercourse, youthful and always given to brooding over women."
    },
    {
        "verse_id": "21-23",
        "text": " The man that has, as his intimate companions, men given to the same activities as himself, men who have attained their objects, who are mutually helpful, skilled in the. fine arts, who are similar in mind and age, who are endowed with noble lineage, magnanimity, skill, character and purity, who are ever desirous of enjoyment and are cheerful, free, from sorrow and depression of spirits, who are akin to him in disposition and who are loving and beloved and pleasant in speech, such a man gets increased in his virility."
    },
    {
        "verse_id": "24-25",
        "text": " By means of inunction, dry massage, bath, perfumes, garlands, ornaments, the comfort, of home, beds and seats, new and pleasant clothes, pleasing warbling of birds, the tinkling sound of womens ornaments and by means of getting the body massaged by handsome women, a man’s virility gets stimulated."
    },
    {
        "verse_id": "26-30",
        "text": " Lotus-lakes frequented by honey-intoxicated bees, cool cellars pervaded with the fragrance of jasmines and blue lotuses; rivers foaming while in spate; mountains with blue ridges; the rise of dark rain clouds; pleasant moonlit nights; pleasant breezes, bearing the fragrance from lotus-ponds and nights that are agreeable for sexual enjoyment and for the use of saffron and eaglewood paste; happy companions, rich cooing of the cuckoo, gardens in bloom, sweet eats and drinks, musical notes and perfumed articles, a mind that is large and free from anxiety, a sense of fulfilment;, new love, and the presence of the woman—each one of these is a weapon which Cupid wields, while the first flush of youth and the beginning of the spring are the best stimulants of the sexual urge in men."
    },
    {
        "verse_id": "31",
        "text": " Fifteen preparations for virilification, which also promote semen and vitality, are enumerated in this quarter entitled “Bred on the leaves of blackgram”."
    }
]