[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Dipsosis (morbid thirst) [trishna-cikitsa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " The son of Atri famed for his wisdom, tranquility and austerity and devoted to the well-being of the world expounded the therapeutics of the five kinds of Dipsosis [trishna]."
    },
    {
        "verse_id": "4- 6",
        "text": " As a result of shock fear, fatigue, grief, anger, extreme inanition, alcoholism, constant use of alkaline, acid, salt) pungent, hot, dry and dehydrated food or emaciation due to loss of body-element or to disease, or of over agitation by purificatory procedures and excessive insolation, the Pitta and Vata get greatly increased and dry up the watery contents of the body-elements These two humors, becoming very strong, dehydrate the fluid carrying ducts and channels situated at the base of the tongue, throat, palate and Kloman and cause dipsosis [trishna] in a man,"
    },
    {
        "verse_id": "7",
        "text": " Though he repeatedly drinks water, yet his thirst is not quenched. Such dipsosis arises as a complication due to severe diseases."
    },
    {
        "verse_id": "8",
        "text": " The premonitory symptoms are dryness of the mouth and the pathognomic symptom is constant craving for water. The reduction to a state of mildness of all the characteristic symptoms of the disease is the sign of its cure."
    },
    {
        "verse_id": "9-10",
        "text": " Dryness of the mouth, change of voice, giddiness, burning, delirium, rigidity, roughness of the palate, lip, throat and tongue, stupefaction, protrusion of the tongue, anorexia, deafness, sense of burning in internal organs and asthenia are the symptoms of dipsosis [trishna]. Now listen to the symptoms of each of the five varieties of dipsosis individually."
    },
    {
        "verse_id": "11",
        "text": " When the provoked Vata absorbs the watery element in the body, the weak person gets dehydrated by the absorption of this fluid and consequently suffers from dipsosis."
    },
    {
        "verse_id": "12",
        "text": " Loss of sleep, whirling of the head, dryness and loss of taste in the mouth and occlusion of the channels are the symptoms of dipsosis of the Vata type."
    },
    {
        "verse_id": "13 The Pitta is regarded as the thermal element in the body",
        "text": " If it is provoked, it heats the watery element and the watery element being heated, there occurs thirst and excessive burning sensation in the man."
    },
    {
        "verse_id": "14",
        "text": " Bitter taste in the mouth, burning sensation in the head, desire for cold things, fainting and icteric tinge of the eyes, urine and the feces, are the signs of dipsosis [trishna] of the Pitta type."
    },
    {
        "verse_id": "15",
        "text": " Dipsosis [trishna] which originates from chyme morbidity is also of the thermal type as it originates from chyme and the Pitta. Its symptoms are anorexia, flatulence and ptyalism."
    },
    {
        "verse_id": "16",
        "text": " The body is made of colloidal fluid and the colloidal fluid of the body is in turn made of the aqueous element. The loss of this watery element induces thirst, the voice becomes low, the man becoms [becomes?] faint and his stomach, throat and palate get parched."
    },
    {
        "verse_id": "17",
        "text": " The dipsosis [trishna] which occurs as a complication in persons affected with fever, urinary disorders, wasting, consumption, dyspnea and similar other diseases, causes great dehydration of the body and is of the formidable type."
    },
    {
        "verse_id": "18",
        "text": " All varieties of dipsosis which are incessant, which occur in patients emaciated by disease and afflicted with continuous vomiting and which are attended with severe complications should be known as being indicative of approaching death."
    },
    {
        "verse_id": "18.1",
        "text": "19 Thirst cannot occur without heat or without the Vata; the excessive increase of these two elements is the cause indeed of the absorption of the watery element, on loss of which, man is afflicted with thirst"
    },
    {
        "verse_id": "20",
        "text": " Even in a condition, where a person having taken heavy food, milk and unctuous articles, feels thirsty owing to the channels being occluded by the food-mixture during the digestive process, the Vata and the thermal element act as the causative factors."
    },
    {
        "verse_id": "21, Alcohol by its quality of being acute, hot and dry, provokes the Pitta and Vata",
        "text": " It is therefore that in alcoholic addicts these two factors dry up the watery element of the body."
    },
    {
        "verse_id": "22",
        "text": " Just as hot sand absorbs and dries up the water poured on it, so such heated persons find relief by the potion of ice-cold water"
    },
    {
        "verse_id": "23",
        "text": "The body-heat of the person who has taken a cold-bath, being obstructed in the pheripheral region passes to the internal organs and creates thirst. Therefore, the person who is fatigued by insolation should not use cold water immediately."
    },
    {
        "verse_id": "24",
        "text": " In all these varieties of dipsosis [trishna], symptoms arising from the provocation of the Vata and the Pitta and loss of watery element of the body, are manifest. Hereafter I shall describe the treatment of dipsosis of the various types, one by one, according to the authoritative tradition."
    },
    {
        "verse_id": "25",
        "text": " Owing to the loss of the watery element, thirst dehydrates the man and soon kills him; the patient should therefore drink pure rain-water with honey, or any other water having similar qualities."
    },
    {
        "verse_id": "26",
        "text": " The water that has got a slightly astringent secondary taste, which is light, cool, possessed of good smell and devoid of deliquescent quality, should be considered similar to celestial water in effect, though it be terrestrial."
    },
    {
        "verse_id": "27-28",
        "text": " The physician may give the water decocted with the roots of the pentaradices of the reed grass group cooled and mixed with candied sugar or the demulcent drink prepared of roasted paddy powder, sugar, honey and rain water; or he may give the top art of half cooked barlev gruel, cooled amd mixed with sugar; or he may give the thin gruel of Shali rice or of common millet."
    },
    {
        "verse_id": "29",
        "text": " Or, food may be given mixed with boiled milk or with honey and sugar, or mixed with the meat-juice of the pigeon and other birds of its group, seasoned with ghee without adding either acid or salt."
    },
    {
        "verse_id": "30",
        "text": " The meat-juices of Jangala animals well prepared with the roots of the pentad of grasses, salep and buchanan’s mango is recommended; or the milk prepared with the above drugs, mixed with sugar and honey."
    },
    {
        "verse_id": "31",
        "text": "Or, the patient, anointing himself with the Hundred times washed Ghee and taking a cold tub-bath, should drink milk or soups of green-gram, lentils and chick peas, seasoned with ghee."
    },
    {
        "verse_id": "32",
        "text": " The milk boiled with drugs of the sweet group, or life-promoter group, refrigerant and bitter group, mixed with honey and sugar, may be used as potion, inunction and affusion."
    },
    {
        "verse_id": "33",
        "text": " Or, the ghee prepared out of this medicated milk is beneficial as potion and inunction, as well as nasal medication. Breast milk or camel’s milk with sugar or sugar-cane juice is good as nasal medication."
    },
    {
        "verse_id": "34",
        "text": " The gargles of milk, sugar cane juice, gur-water, candied sugar, honey, Sidhu wine, grape wine, citron and pomelo are curative of dryness of the palate."
    },
    {
        "verse_id": "35",
        "text": " The applications of jambul, Indian hog plum, jujube, country willow, the pentad of barks and the pentad of acids mixed with ghee, when applied over the peri-cardial region, face and head, are curative of fainting, giddiness and thirst."
    },
    {
        "verse_id": "36",
        "text": " The unguent prepared of pomegranate, wood apple, lodh, white yam and citron or of whitish emblic myrobalans mixed with ghee and sour wheat conjee proves beneficial."
    },
    {
        "verse_id": "37-38",
        "text": " Or, the applications prepared of moss, mud and lotuses or with roasted paddy powder mixed with acid articles and ghee, or the application of wet cloth soaked in whey or sour wheat conjee or application of lotuses or of garlands of precious stones should be done. The cool contact of the breasts and hands of beautiful and beloved women clad in wet silken garments and besmeared with cool and fragrant waters or sandal paste, proves beneficial."
    },
    {
        "verse_id": "39",
        "text": " The recollection of or listening to the description of the Himalayan caves, woods, streams, lakes, lotuses, breezes, moonlight and other cool things as well as of lovely and cool waters- these have an allaying effect on dipsosis."
    },
    {
        "verse_id": "40-40½",
        "text": " In dipsosis of the Vata type, soft, light and cooling food and d rink curative of Vata are recommended as also boiled ghee, which is churned directly from milk and which is indicated in the treatment of cough due to wasting and is curative of dipsosis [trishna] and dyspnea. In dipsosis due to Vata-cum-Pitta, the ghee taken out of milk prepared with the drugs of the life-promoter group of drugs, is recommended."
    },
    {
        "verse_id": "41-42",
        "text": " In dipsosis [trishna] of the Pitta type, the water mixed with grapes, sandal-wood, date, cuscus and honey, as also the cold water in which red Shali rice, Tandula rice, dates, falsah, blue water lily, grapes, honey and a baked lump of earth have been kept, may be given as potion."
    },
    {
        "verse_id": "43 Or, the water kept in an earthen pot in which 64 <a data-gl=\"1\" href=\"/definition/tola#hinduism\" title=\"show tolas definitions\">tolas</a> of red Shali rice, pounded with lodh, liquorice, antimony and blue water lily are put and in which a baked clod of clay, water, and honey have been added, should be drunk",
        "text": " This is a curative drink in dipsosis [trishna]."
    },
    {
        "verse_id": "44-45",
        "text": " In the water prepared with sprouts of banyan, pomelo, country willow, roots of sacrificial and thatch grass and liquorice, put a lump of black earth or black sand or pieces of new earthen vessel which have been heated red, and allow it to cool; then decant the clear water and give it to the patient; or give the water prepared with guduch heated with red-hot pebbles and cooled. It is curative of dipsosis."
    },
    {
        "verse_id": "46",
        "text": " The cold infusions prepared of the drugs of the lactiferous plants and drugs of the sweet group and of cold potency, mixed with sugar and honey and with baked clay put into them, are curative of dipsosis of the Pitta type."
    },
    {
        "verse_id": "47",
        "text": " In dipsosis [trishna] due to chyme morbidity, the defections of the three spices, sweet flag, marking nut and drugs of the bitter group prove beneficial; or the line of treatment, indicated in vomiting of the Kapha type, may be given."
    },
    {
        "verse_id": "48",
        "text": " Knowing that rigidity, anorexia, indigestion, lethargy and vomiting are the sequela of the Kapha-type of dipsosis, it is desirable to induce vomiting by a dose prepared of curds, honey, demulcent drink, salt and warm water."
    },
    {
        "verse_id": "49",
        "text": " The physician may give pomegranate or other sour fruit or the linctus mixed with astringent substances or he may give a potion containing turmeric and sugar."
    },
    {
        "verse_id": "50",
        "text": " Dipsosis [trishna] in men, born of wasting is equally serious like the cough due to wasting; therefore this variety of thirst should be quieted with medications indicated in the condition of cachexia due to pectoral lesions and consumption."
    },
    {
        "verse_id": "51-52",
        "text": " In dipsosis due to alcoholism, a potion of wine diluted with equal amount of water mixed with acid, salt and a liberal quantity of fragrant substances is recommended. In thirst immediately after a cold bath, a drink of diluted wine or gur-water is recommended. If thirst is due to abstinence from food or to ingestion of unctuous diet, the patient may take thin medicated gruel; if the thirst is due to a heavy meal, the patient may vomit out the food ingested."
    },
    {
        "verse_id": "51-52.1",
        "text": "53 And if the vitality of the patient be strong he may drink a dose of wine and water or warm water before vomiting or having cleansed the mouth with long pepper, he may take a demulcent drink with sugar"
    },
    {
        "verse_id": "54",
        "text": " If the thirsty patient is strong and suffers from parching of the palate, he may drink adipsous ghee, or use it in his food; if the patient is weak, he may take milk seasoned with ghee or unctuous meat-juice."
    },
    {
        "verse_id": "55",
        "text": " The thirst in persons who are extremely dehydrated and weak gets immediately quenched by taking milk or the cool and sweet meat-juice of the goat seasoned with ghee is a cordial drink."
    },
    {
        "verse_id": "56",
        "text": " The thirst resulting from eating unctuous food should be quenched with gur-water; and the thirst in a person who has fainted should be cured by medications curative of hemothermia."
    },
    {
        "verse_id": "57",
        "text": " In dipsosis [trishna], burning, fainting, giddiness, exhaustion, alcoholism, vitiation of blood and toxicosis, and disorders of Pitta, fresh cold water is beneficial, while in the condition of tridiscordance, water boiled and cooled is good."
    },
    {
        "verse_id": "58",
        "text": " In conditions of hiccup, dyspnea, recent fever, coryza, excessive ingestion of ghee, pleurodynia and disorders of the throat caused by Kapha and Vata, or when the humors are still congested in the body and just after the purificatory treatment, a drink of warm water is beneficial."
    },
    {
        "verse_id": "59",
        "text": " Tn anemia, abdominal diseases, coryza, urinary diseases, Gulma, weak gastric fire, diarrhea and splenic disorders the drinking of water is not beneficial; but if the thirst be unbearable, the patient may drink a small quantity of water."
    },
    {
        "verse_id": "60",
        "text": " For, if the patient who is suffering from the above-mentioned diseases has become miserably afflicted with thirst and craving for water, does not get it, he may soon die or be afflicted with chronic illness."
    },
    {
        "verse_id": "61",
        "text": "Therefore, the thirsty patient may drink coriander-water mixed with honey and sugar, or whatever other medicated water is wholesome in his condition."
    },
    {
        "verse_id": "62",
        "text": " If dipsosis [trishna] is cured, it is easy to subdue the complications arising from it; therefore dipsosis, of all diseases, should be first treated."
    },
    {
        "verse_id": "63",
        "text": "How the thermal factors and the Vata are the two causative factors for the five kinds of dipsosis [trishna], their separate characteristics, the incurable condition and the method of cure have all been described."
    }
]