[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Treatment of the Affections of the Three Vital Regions [tri-marma-cikitsa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya,"
    },
    {
        "verse_id": "3-4",
        "text": " Out of the 107 vital organs [marma] described in the chapter on the Enumeration of Body-parts, the specialists regard three of them as the principal ones. They are the genito-urinary organs, the heart and the head. The Vata and other humors afflicting these regions which are the seats of life, endanger life itself. With a view to protect these vital regions [marma] which are the seats of life, attend O good one! to the description of the therapeutics of the major diseases affecting them."
    },
    {
        "verse_id": "5 6",
        "text": " By the ingestion of astringent, bitter, pungent and dry articles of diet, by the suppression of the natural urges, by excessive indulgence in eating and sex, the Apana Vata is provoked in the colon; growing strong, it causes obstruction in the lower part of the alimentary tract and produces retention of feces, flatus and urine and thenceforward, gradually, produces very serious disorders of misperistalsis."
    },
    {
        "verse_id": "7",
        "text": " Its signs and symptoms are: constant and severe pain in the hypogastric, epigastric, lumbar and the umbilical regions as well as in the back and the hypochondriac regions, distension of the abdomen, nausea, griping pain, pricking pain, indigestion, swellings in the abdomen, and Vata, being obstructed in the rectum, flows upward in the reverse way (reverse peristalsis)."
    },
    {
        "verse_id": "8",
        "text": " The patient passes, with difficulty and after a long delay, dry stools or stools that are thin, dry, rough and cold. There follow the disorders of fever, dysuria, dysentery, gastric disorders and assimilation disorders."
    },
    {
        "verse_id": "9-10, Also vomiting, blindness, deafness, pain in the head, abdominal affections of Vata type, hard tumor, psychic disorders, thirst; hemothermia, anorexia, <a data-gl=\"1\" href=\"/definition/gulma#ayurveda\" title=\"show Gulma definitions\">Gulma</a>, cough, dyspnea, coryza, partial paralysis and diseases in the hypochondriac region as also many other serious disorders of Vata resulting from misperistalsis occur",
        "text": " O! Agnivesha! listen hereafter as I describe the treatment of these disorders."
    },
    {
        "verse_id": "11",
        "text": " The patient should be anointed with oil used in the treatment of algid fever and then made to undergo sudation in the proper manner, When all the morbid matter has been dissolved he should be treated with suppositories, evacuative or unctuous enemata, unctuous purgatives and given diet that promotes the peristaltic movement."
    },
    {
        "verse_id": "12",
        "text": " Take one part each of black turpeth, turpeth, long pepper and reel physic nut; ten parts of black gram, one part of indigo plant, and two parts of rock salt. Mix these with gur, rub well in cow’s urine and prepare a suppository of the size of the thumb."
    },
    {
        "verse_id": "13-15",
        "text": " Or, prepare a suppository of oil-cake, sanchal salt, asafoetida, rape seeds; the three spices and barley-alkali, or of embelia, kamala, clenolepis and milk of thorny milk-hedge plant and mudar, mixed with gur. The suppository may also be prepared of long pepper, rape seed, emetic nut, and kitchen soot, mixed with gur and rubbed in cow’s urine. Or, the physician may insufflate into the rectum through a tube, the powder of black turpeth, emetic nut, bottle gourd and long pepper. Or, the physician, after lubricating the rectum, may insufflate the pulvis of rape seed, bottle gourd, emetic nut, long pepper, bristly luffa and rock-salt. This will regulate the normal peristaltic movement and relieve the retention of feces, flatus and urine."
    },
    {
        "verse_id": "16-17",
        "text": " If these measures fail, the physician, after subjecting the patient well to oleation and sudation procedures, should give a strong evacuative enema prepared with emetic and purgative drugs, cow’s urine, oil, alkali, acid and other Vata-curative drugs. Tn a condition of the predominance of Vata, the enema should be prepared with acid and oil; in predominance of Pitta, it should be prepared with milk, and in Kapha, with cow’s urine. Such enema quickly relieves the retention of urine, feces and flatus and re-establishes the function of the rectum and the vessels."
    },
    {
        "verse_id": "18",
        "text": " Leaves of turpeth and thorny milk-hedge plant and til plant etc., should be given as cooked dishes at meals; and barley as staple diet should be given along with the meat-juice of domestic, aquatic and wet-land animals, or with articles which are inducive of the flow of flatus, urine and feces; while the clear top-portion of Sidhu-wine made from gur should be given as post prandial potions."
    },
    {
        "verse_id": "19",
        "text": " If, again, the patient gets constipated, he should be purged with purgative drugs mixed with cow’s urine, the clear top-portion of wine, whey or vinegar. If, after returning to normal health, he suffers from retention of flatus and feces owing to the dehydrated condition of the body, he should be given unctuous enema."
    },
    {
        "verse_id": "20",
        "text": " The pulvis of asafoetida, sweet flag, white flowered leadwort, costus, salsod a and embelia, in geometrically progressive doses along with genially warm water, is curative of constipation, pain due to acute gastro-intestinal irritation, gastric disorders, Gulma and misperistalsis."
    },
    {
        "verse_id": "21",
        "text": " Keeping himself 011 a diet of cooked rice and meat-juice, a person can quickly subdue constipation, and claudication of Vata, by taking the pulvis prepared of sweet flag, chebulic myrobalan white-flowered leadwort, barley-alkali, long pepper, Indian atees and costus, along with warm water."
    },
    {
        "verse_id": "22",
        "text": "Take asafoetida, root of sweet-flag, bid salt, ginger, cumin seeds, chebulic myrobalan, orris root and costus in arithmetically progressive quantities. The powder prepared of these should be used in splenic disorders, abdominal affections, indigestion and acute gastro-intestinal irritation."
    },
    {
        "verse_id": "23",
        "text": " Prepare a medicated ghee from 64 tolas of cows ghee, with the decoction of 8 tolas each of the drugs of the tick-trefoil group and 8 tolas of hog’s weed, purging cassia, bonduc, Indian beech and jungle cork tree; this should be given when the movement of Vata is obstructed."
    },
    {
        "verse_id": "24-25",
        "text": " Take equal parts of fruits and roots described as the purgative group of drugs, asafoetida, roots of decaradices, thorny milk-hedge plant, white-flowered leadwort and hogweed and add to it an equal quantity of the pentad of salts; then triturate and mix them with unctuous substance and cow’s urine and pack in earthen-saucers sealed with earth; then subject them to heating. When that medicated salt is ripe, it should be made into fine powder and taken-along with food or drink. It is curative of constipation and colic."
    },
    {
        "verse_id": "26",
        "text": " Heart-block, headache, heaviness, retention of eructation, aud coryza, characterising the constipation due to undigested chyme, should be subdued by emesis, starvation and the administration of digestive drugs."
    },
    {
        "verse_id": "27-29",
        "text": " In Gulma, abdominal disease, inguinal swelling, piles, splenic disorder. disorders of misperistalsis, [? gynecic?] and seminal-disorders, in deep rheumatic conditions associated with vitiation of fat and Kapha, and in sciatica and hemiplegia and other disorders of Vata wherein purgation is indicated, in such conditions, if the course of Vata is obstructed by fat, Kapha. Pitta or blood, it is best to give castor oil mixed with milk, meat-juice or the decoction of the three myrobalans, pulse-soups, cow’s urine or Madira wine, according to the association of the morbid humor."
    },
    {
        "verse_id": "30-31",
        "text": " On account of its natural Vata-curative action, and on account of its allowing of various combinations and owing to its purgative action, castor oil cures disorders of Vata associated with the vitiation of fat, blood, Pitta and Kapha. Its dose should be upto 20 tolas in the case of patients who are strong and are hard-bowelled and whose morbidity is great, while it should be given mixed with their food in the case of those who are soft-bowelled and of low vitality. Thus has been described the treatment of misperistalsis."
    },
    {
        "verse_id": "32",
        "text": " There are eight varieties of dysuria afflicting men as a result of excessive physical exertion, strong medications, continual indulgence in dry wine, mounting fast horses, ingestion of the flesh of wet-land creatures and fishes, taking pre-digestion meals, and indigestion."
    },
    {
        "verse_id": "33",
        "text": " The humors, being provoked by their respective etiological factors individually or all together, and reaching the urinary passages, begin to compress them on all sides. When this occurs, the patient micturates with pain, that Is, there results dysuria."
    },
    {
        "verse_id": "34",
        "text": " In a condition of provoked Vata, there will be acute pain in the groin, hypogastric region and genitals; and the patient passes frequently Scanty quantities of urine. In a condition of provoked Pitta, the patient passes frequently yellow or reddish trine accompanied with pain and burning, and with difficulty,"
    },
    {
        "verse_id": "35",
        "text": " In a condition of dysuria due to Kapha, there will be heaviness and swelling of the bladder and the phallus, and the patient passes slimy urine. In a condition of dysuria due to tridiscordance, there appear all these symptoms together. This is the most formidable type of dysuria."
    },
    {
        "verse_id": "36",
        "text": " If the Vata dries up the urine in the bladder along with the semen, Pitta and Kapha, then gradually a calculus is formed, just as a gall-stone is formed from the bile of the cow"
    },
    {
        "verse_id": "37",
        "text": " This calculus is just like a stone and may be of the appearance of either Kadamba flower (mulberry oxalate stone) or it may be a smooth and three layered stone (uric acid stone) or a soft stone (phosphatic stone). If it passes into the urinary passage, it causes obstruction in the passage of urine and produces pain in the course of the urinary tract."
    },
    {
        "verse_id": "38",
        "text": " It causes pain in the perinium, phallus and hypogastric region and the stream of the urine gets split. Being afflicted with pain, he squeezes the phallus and frequently passes feces and urine."
    },
    {
        "verse_id": "39",
        "text": " He passes urine mixed with blood if there is ulceration due to the movement of stone, and when the stone passes down, he passes urine easily. This stone, when broken up by Vata, forms sand which passes out through the urinary tract."
    },
    {
        "verse_id": "40-41",
        "text": " In dysuria which occurs in a man consequent upon his being afflicted with the obstruction of semen, there will be pain in the groin, bladder, phallus, and great and painful enlargement of the testes. He passes urine with difficulty as its flow is obstructed by semen. It is called the cirrhotic condition of the testes This kind of dysuria is said to occur owing to obstruction of semen."
    },
    {
        "verse_id": "42-42½",
        "text": " If morbid humors, lodged in the urinary tract, separately or together obstruct the passage of semen, there will be pain in the phallus and bladder, and retention of urine and semen. The bladder and testes become indurated, swollen and very painful"
    },
    {
        "verse_id": "43-44",
        "text": " The blood, that is provoked by lesions or trauma or by emaciation, gets lodged and obstructed in the bladder and comes out with the urine causing severe pain; or, if it accumulates much in the bladder, it gets formed into a stone and causes distension and heaviness. When it is discharged, the bladder becomes light. Thus has been described ‘The Pathology of Dysuria’."
    },
    {
        "verse_id": "45",
        "text": " In the condition of dysuria due to Vata, inunction, unctuous and evacuative enemata, unctuous poultices, urethral douche and affusion prepared with the tick-trefoil group of drugs aud other Vata-curative articles should be administered."
    },
    {
        "verse_id": "46-47",
        "text": " The mixed unction made of oil, the fat of hog and bear and ghee prepared in the decoction of hogweed, castor, climbing asparagus, coxcomb, white hogweed, heart-leaved sida and Indian rockfoil along with decaradices, horse-gram, jujube and barley, adding the paste of the same drugs and the pentad of salts, when taken in proper dose, quickly subdues painful dysuria due to Vata."
    },
    {
        "verse_id": "48",
        "text": " These and other effective drugs, ground into powder, are recommended as poultices; also whatever oil-seeds are available should be used, mixed with unctuous and acid articles and in a genially warm condition."
    },
    {
        "verse_id": "49",
        "text": " Cold affusion, immersion-bath and applications, the cooling summerregimen, enemata, milk, purgation, the juice of grapes, white yam and sugar-cane, and ghee are to be given in the condition of dysuria born of Pitta."
    },
    {
        "verse_id": "49.1",
        "text": "50, Climbing asparagus, thatch grass, sacrificial grass, small caltrops, white yam, Shali rice, sugar-cane and rushnut—these, made into a cold decoction and mixed with honey and sugar, should be taken as potion by one suffering from dysuria of Pittatype"
    },
    {
        "verse_id": "51",
        "text": " The decoction of lotus and blue water-lily, or of water chest-nut or white yam or roots of elephant-grass, prepared in the aforesaid manner, should be taken; or simple cold water may be taken."
    },
    {
        "verse_id": "52",
        "text": " The seeds of phut cucumber, common cucumber and safflower mixed with saffron and vasaka, taken with grape juice, prove beneficial in the condition of stone, gravel and all kinds of dysuria."
    },
    {
        "verse_id": "53",
        "text": " The seeds of phut cucumber, liquorice and deodar should be taken with rice water, in the condition of dysuria of Pitta-type. Similarly, Indian berberry should be taken with the juice of emblic myrobalan and honey in dysuria of the Pitta-type."
    },
    {
        "verse_id": "54",
        "text": " Alkali, hot and acute drugs, eats and drinks, sudation, barleydiet, emesis and evacuative enemata, potion ot butter-milk, inunction and potion of oil medicated with bitter drugs—these are beneficial in dysuria of the Kapha-type."
    },
    {
        "verse_id": "55",
        "text": " In the condition of dysuria of Kapha type, the three spices, small caltrops, cardamom and the bones of Sarasa bird, each taken ½ tola and mixed, with honey and cow’s urine, may betaken; or, cardamom mixed with honey and the juice of plaintain or curry-neem may be taken."
    },
    {
        "verse_id": "56",
        "text": " Or, the seeds of coxcomb mixed with butter-milk should be taken as potion for the cure of dysuria. Similarly, one should drink the powder of coral mixed with rice-water, in dysuria of the Kapha type."
    },
    {
        "verse_id": "57",
        "text": " Dita bark, purging cassia, Kebuka, cardamom, crane-tree, Indian beech, kurchi seeds and guduch are to be decocted in water and a gruel prepared in it and taken; or the decoction may be taken mixed with honey."
    },
    {
        "verse_id": "58",
        "text": " In conditions of tridiscordance where all the three humors are equally provoked, the treatment of Vata should be undertaken first. If the Kapha is the predominant humor, emesis should be undertaken first, and if Pitta, purgation; and if the Vata is predominant, enema should be administered. Thus has been described ‘The therapeutics of Dysuria’."
    },
    {
        "verse_id": "59",
        "text": " In the condition of stone or gravel in the urinary tract the treatment indicated in the condition of dysuria due to Kapha and Vata is beneficial. Hear now the successful method of treatment for the dissolution and expulsion of the stone in the urinary tract."
    },
    {
        "verse_id": "60-61",
        "text": " Indian rock-foil, vasaka, small caltrops, Patha, chebulic myrobalan, the three spices, long zedoary, red physic nut, yellow-berried night-shade, celery, coxcomb, seeds of phut cucumber and common cucumber, black cumin seed, asafoetida, common sorrel, yellow-berried nightshade, Indian nightshade, common juniper and sweet flag—the powder of these or the ghee prepared of the above drugs and four times the quantity of cow’s urine, should be taken for dissolving the calculus."
    },
    {
        "verse_id": "62",
        "text": " The roots of small caltrops, long leaved barleria and red flowered castor, yellow berried nightshade and Indian nightshade pasted with milk and mixed with sweet curds and taken for seven days dissolve the calculus"
    },
    {
        "verse_id": "63",
        "text": " Hog’s weed, iron, turmeric, small caltrops, common fig, coral and blossoms of sacrificial grass are to be well pasted with milk, water, wine and sugar-cane juice and taken as potion in condition of stone or gravel in the urinary tract."
    },
    {
        "verse_id": "64-65",
        "text": " Cardamom, deodar, the five salts, barley-alkali, oilbanum, Indian rock foil, kamala, seeds of small caltrops, phut cucumber and of common cucumber—these in equal quantities, are to be powdered along with white flowered leadwort, asafoetida, nardus aud bishops weed taken, in similar quantity and twice the quantity of the three myrobalans. This powder should be taken, mixed with any sour article excepting vinegar, or with meat-juice or wine or gruel, for the cure of Gulma and for dissolving calculus."
    },
    {
        "verse_id": "66",
        "text": " Four tolas of the roots of drumstick tree, crushed and made into a soup and seasoned with ghee and oil, taken after it is cooled and mixed with curds and salt, dissolves the calculus."
    },
    {
        "verse_id": "67",
        "text": " The roots of drumstick tree, mace into paste with cold water and taken, act beneficially in the condition of stone and gravel in the urinary tract. White sugar candy and barley alkali mixed in equal parts is a remedy for all varieties of dysuria."
    },
    {
        "verse_id": "68",
        "text": " Having quaffed wholesome wine, the patient should ride a chariot or a horse at great speed. Then the calculus or gravel slips down and is expelled. Otherwise, the surgeon should remove it by operative measure."
    },
    {
        "verse_id": "69-70½",
        "text": " In dysuria born of the seminal obstruction, the treatment should be carried out after proper investigation of the condition. Take the roots of cotton plant, vasaka, Indian rock-foil, heart leaved sida, ticktrefoil group of drugs and job’s tears, white hogweed, Aindri, hog’s weed, climbing asparagus, guduch, mussel-shell creeper and prepare a decoction. The meat-juice prepared with this decoction is beneficial in calculus of the Vata type. In condition of the predominance of Pitta, milk or ghee medicated with the aforesaid decoction is beneficial and in the predominance of Kapha, gruels and foods medicated with this decoction are beneficial; in condition of tridiscordance, there should be a combination of all the remedies."
    },
    {
        "verse_id": "71-72",
        "text": " If the patient is not relieved by these methods, he must be given a potion of old Sura wine or Madhu wine. He must be given the flesh of birds for roboration and urethral douche for purifying the seminal tract-When the seminal tract is cleansed and the patient has been impleted by virilific medications, he should be prescribed the society of loveable and affable young women."
    },
    {
        "verse_id": "73",
        "text": " In dysuria born of vitiation of blood, the stalks of blue water-lily, the tender blossom of palmyra, thatch grass, sugarcane, tender sugarcane and rushnut should be taken as potion with sugar and honey. Or, sugarcane, white yam and common cucumber may also be taken."
    },
    {
        "verse_id": "74",
        "text": " The potion of medicated ghee prepared with the expressed juice of Small caltrops and eight times its quantity of milk should be- taken or the ghee prepared with the juice of the radices of the tictrefoil group and the drugs of the fragrant poon group, either together or separated should be taken in similar manner."
    },
    {
        "verse_id": "75",
        "text": " The patient should be giver urethral douche of milk medicated with the drugs of the sweet group, or with oil medicated with mahwa, walnut and other fruits of the sweet group. Whatever treatment is recommended in dysuria of the Pitta type is to be administered also in condition of dysuria caused by vitiated blood."
    },
    {
        "verse_id": "76",
        "text": " Exercise, suppression of natural urges dried and un-unctuous articles, pastry, exposure to wind and sun, sex-act, dates, lotus-rhizomes wood apple, jambul, lotus-stalk am articles of astringent taste are to be avoided by the patient. Thus has been described ‘The treatment of the calculus’."
    },
    {
        "verse_id": "77-80",
        "text": " Excessive exertion, excessive use of irritant articles, purgation and enema, excessive worry, fear, agitation and improper treatment of diseases emesis, indigestion, suppression of urges and emaciation—all these are causative factors of cardiac disorders Even so is trauma. Discoloration, fainting, fever, cough, hiccup, dyspnea, bad taste in the mouth, thirst, stupe faction, vomiting, nausea, pain and anorexia—these and various other conditions are born of cardiac disorder. In cardiac disorder of the Vata type, there will be a sense of emptiness in the heart, tachycardia, emaciation, breaking pain, heart-block and stupefaction. In condition of the Pitta type there will be darkness of vision, sense of heat, burning, stupefaction, fear, distress, fever and icteric tinge of the body. In condition of the Kapha type there occur brady-cardia [bradycardia], heaviness, fixity, ptyalism, fever, cough and torpor. When all these symptoms are seen, it must be recognised as a case of tri-discordance. There will manifest acute pain, pricking and itching, in a condition of parasitic infection of the heart."
    },
    {
        "verse_id": "81",
        "text": " Oil, Sauviraka wine, whey and butter-milk, mixed with salt, should be taken as potion in congenially warm condition; or oil prepared with cow’s urine, water and salt, when taken, cures constipation, Gulma, pain and cardiac disorders."
    },
    {
        "verse_id": "82",
        "text": " Hog’s weed, deodar, penta-radices, Indian groundsel, barley, bael, horsegram and jujube should be cooked in water; and the oil prepared with that, decoction is beneficial in heart-disease of Vata type, given as inunction and potion."
    },
    {
        "verse_id": "83",
        "text": " A medicated ghee, prepared with the paste of chebulic myrobalan, dry ginger, orris root, guduch, emblic myrobalan and the five salts and asafoetida, is a foremost remedy in Gulma, cardiac disease and pain in the sides, due to Vata."
    },
    {
        "verse_id": "84",
        "text": " Orris root, root of citron, dry ginger, long zedoary and chebulic myrobalan, rubbed into paste and mixed with alkali-water, ghee and the five salts make a remedy for cardiac disorders and cutting pain in the heart, due to Vata."
    },
    {
        "verse_id": "85-86",
        "text": " The decoction of orris root, pomelo, palas, bishop’s weed, long zedoary and deodar, mixed with the paste of dry ginger, cumin seeds, sweet flag, bishop’s weed, barley-alkali and the five salts should be taken in congenially warm condition. Chebulic myrobalan, long zedoary, orris root, the five kinds of jujube and pomelo should be made into paste and fried in a mixture of equal parts of oil and ghee, and mixed with the supernatant fluid of wine, gur, and salt; this when taken as potion is beneficial in pain in the heart, sides, back, abdomen and pelvis."
    },
    {
        "verse_id": "87-88",
        "text": " The three spices, the three myrobalans, the three fruits i.e., (grape, date and white teak), Patha, Indian nightshade, small caltrops, heart-leaved sida, evening mallow, Riddhi, cardamom, featherfoil, cowage, the two Medas, mahwa, liquorice, ticktrefoil, climbing asparagus, Jivaka, aud painted-leaved uraria aud—with the paste of one tola of each of these drugs, the pharmacologist should prepare a medicated ghee by taking 64 tolas of ghee and 64 tolas of buffalo’s curds."
    },
    {
        "verse_id": "89",
        "text": " This should be administered in a dose of four tolas or two tolas or one tola, mixed with honey, in dyspnea, cough, anemia, Halimaka jaundice, and cardiac and assimilation disorders."
    },
    {
        "verse_id": "90",
        "text": " In cardiac disorders due to Pitta, the patient should be given cold applications, affusions and purgation mixed with grape, sugar, honey and sweet falsah. After the body has been cleansed, he should be given food and drink curative of Pitta."
    },
    {
        "verse_id": "91",
        "text": " The paste of liquorice and kurroa should be taken with sugar-water. Medicated ghees and ghee boluses, which are beneficial in pectoral lesions, should be prescribed here after proper investigation."
    },
    {
        "verse_id": "92",
        "text": " And the physician should give in cardiac disorders born of Pitta, meat-juice of Jangala animals and a diet of cow’s milk. By means of these, all the disorders born of. Pitta and of vitiated blood get alleviated."
    },
    {
        "verse_id": "93",
        "text": " The medicated ghee made of buffalo’s ghee prepared with milk and the pastes of grapes, heart-leaved sida, elephant pepper and sugar, or with dates, Vira, Rishabhaka and blue waterlily, or with Kakoli, Meda, Mahameda and Jivaka, is beneficial in cardiac disorders."
    },
    {
        "verse_id": "94",
        "text": " Rushnut, moss, dry ginger, tubers of white lotus, liquorice, lotus-rhizomes and ghee—these, cooked with milk and mixed with honey, make a remedy for cardiac disorders born of Pitta."
    },
    {
        "verse_id": "95",
        "text": " The ghee, prepared with the paste of the drugs of ticktrefoil group and small quantity of milk or grapejuice or sugar-cane juice, is very beneficial in cardiac disorders born of Pitta. Cold juices of the sweet group of fruits and of sugar-cane are good, as beverage."
    },
    {
        "verse_id": "95½",
        "text": " In cardiac disorders of the Kapha type, all the remedies curative of Kapha should be administered, after subjecting the patient to sudation, emesis and lightening procedures."
    },
    {
        "verse_id": "96-97",
        "text": " Cooked barley should be eaten along with the soup of horsegram and coriander; and a potion medicated with acute drugs should be taken. Box myrtle, dry ginger, Indian berberry, chebulic myrobalan and Indian atees, decocted in cow’s urine, should be given. Or long pepper, long zedoary, orris root, Indian groundsel, sweet flag, chebulic myrobalan and ginger should be powdered and given in Kapha type of cardiac disorders [kapha-marma-roga]."
    },
    {
        "verse_id": "98",
        "text": " The bark of gular fig, holy fig, banyan, arjun, palas, white cedar and catechu, decocted and made into linctus mixed with powder of turpeth and the three spices and taken with warm water, is curative of Kapha."
    },
    {
        "verse_id": "99",
        "text": " Mineral pitch should be administered by the wise physician, in accordance with the pharmacological procedure described; or the linctus called the Cyavanaprasha [cyavanaprāśa] or the one described by Agastya called the Chebulic myrobalan linctus, or Brahma elixir, or the elixir of emblic myrobalans should be given."
    },
    {
        "verse_id": "100",
        "text": " In cardiac disorder due to tridiscordance, lightening therapy should be first prescribed and then the dietetic regimen that is conducive to the condition. It is after investigating the relative strength of the morbid humors, that their treatment successively should be undertaken."
    },
    {
        "verse_id": "101",
        "text": " If there is great pain occurring just after meals and lessening during digestion and ceasing at the end of digestion, the patient should take the pulvis of deodar, costus, Tilvaka, the two salts, embelia and Indian atees, with warm water."
    },
    {
        "verse_id": "102",
        "text": " If the pain be greater at the end of digestion, unctuous purgatives should be given. If pain be greater during digestion, mild purgatives of sweet fruits should be given. If just after food, during and at the end of digestion, if the pain remains uniformly severe, a severe purgative prepared with the radix-group of drugs should be given."
    },
    {
        "verse_id": "103",
        "text": " Generally in all cardiac disorders, the Vata, getting obstructed, is provoked and lodged in the stomach. Hence, only purification and the lightening and digestive therapies should be done. And in parasitic condition of the heart, treatment curative of parasites should be undertaken. Thus has been described ‘The treatment of Cardiac Disorders’."
    },
    {
        "verse_id": "104-106½",
        "text": " The suppression of natural urges, indigestion, inhalation of dust, excessive speech, anger, abnormality of season, affliction of the head, excessive waking, excessive sleep, very cold water, frost, excessive sexual indulgence, weeping and smoking are the factors by which in a condition where the morbid humor is in a congealed state in the head, the Vata gets increased and gives rise to coryza. There will be pain and pricking sensation in the nose, sternutation, watery discharge and affection of the voice and the head due to Vata; inflammation of the tip of the nose, fever, dryness of mouth, thirst, and hot and yellow discharge from the nose, in a condition due to Pitta; and cough, anorexia, thick and profuse discharge, heaviness and itching in the nasal passage occur in a condition due to Kapha. All the symptoms occur with acute pain and great discomfort in rhinitis due to tridiscordance type"
    },
    {
        "verse_id": "107-109",
        "text": " All kinds of rhinitis described above, if aggravated by unwholesome diet or neglect, will develop into a pernicious type of rhinitis. Then, it will give rise to various disorders of sternutation, atrophic rhinitis, nasal obstruction, nasal catarrh, ozena, chronic rhinitis, suppurative rhinitis, ed ematous rhinitis, nasal growth, sanguinous purulent rhinitis, furunculosis, the disorders of the head, ear and eye, alopecia, tawniness or greyness of the hair, thirst, dyspnea, cough, fever, hemothermia, alteration of the voice and consumption."
    },
    {
        "verse_id": "110",
        "text": " Nasal obstruction, ulceration, discharge, atrophy or suppuration, loss of the sense of smell, fetor oris aud frequent attacks of the disease; all these are to be known as the symptoms of the pernicious type of rhinitis."
    },
    {
        "verse_id": "111",
        "text": " The Vata, affecting the vital organs [marma] in the head and getting lodged in its passages causes sternutation, The Vata, getting provoked, dries up the Kapha and causes atrophy of the turbinated bones and loss of smell (atrophic rhinitis)."
    },
    {
        "verse_id": "112",
        "text": " It should be known as nasal obstruction, when the Kapha with Vata obstructs the channels of breathing. That is the condition of nasal catarrh where there is thick yellow and ripe discharge from the head or brain."
    },
    {
        "verse_id": "113-114",
        "text": " Due to neglect, there develop discoloration, stinking, swelling and giddiness; this condition is called ‘ozena’. Where there is obstruction, drying, softening or fuming in the nose, the person is not able to recognise smell or taste, he should be known to be affected with rhinitis. It should be regarded as disorder due to Vata-cum-Kapha if its symptoms are like those of acute rhinitis."
    },
    {
        "verse_id": "115-115½",
        "text": " The inflammation of the nose, due to vitiation of blood and Pitta, will cause burning, redness, swelling and suppuration. The morbid humor, vitiating the blood and some other tissues of the nasal region causes swelling in the nose; and as a result of the vitiation of flesh and blood, there will form nasal growths which cause obstruction to breathing."
    },
    {
        "verse_id": "116",
        "text": " There will be discharge from the nose, ear, or the mouth, of blood, tinged yellow with the color of Pitta. This is called sanguinous purulent rhinitis."
    },
    {
        "verse_id": "117",
        "text": " The Vata combined with Pitta, vitiating the skin and the superficial tissues causes furunculosis which suppurates. They call that condition red-nose, the condition where a man’s nose is shining bright and red like fire. Thus has been described the pathology of diseases of the Nose."
    },
    {
        "verse_id": "118",
        "text": "In headache due to Vata, there will be severe pain, ache or throbbing; in Pitta type, pain and burning; and in Kapha type, heaviness; and all the symptoms in tridiscordance type; while in case of parasitic infection, there occur itching, stink, pricking sensation and pain. Thus has been described the pathology of the diseases of the Head."
    },
    {
        "verse_id": "119-121",
        "text": " In diseases of the mouth due to Vata, there will be dehydration, roughness, dryness, fleeting pain, dusky-red coloration, salivation, coldness, loosening of teeth, throbbing, pricking pain and fissures. In a condition due to Pitta, there will be thirst, fever, sores, burning of the palate, fuming and ulcerations, fainting, various kinds of pain and discoloration excepting that of white and dusky-red one. And in the diseases of mouth due to Kapha, there will be itching, heaviness, pallor, sliminess, unctuousness, anorexia, dullness, increase of mucus, ptyalism, nausea, weakness of the gastric fire, torpor and dull pain."
    },
    {
        "verse_id": "122",
        "text": " If all these symptoms appear together, then it is to be regarded as mouth-disease due to tridiscordance. These diseases of the mouth are sixty-four in number when designated according to seats of affection, susceptible body-tissues and shape-"
    },
    {
        "verse_id": "123",
        "text": " In the treatise dealing with the special branch of Shalakya-tantra, are described the etiology, signs and symptoms, shape and treatment of these disorders in full- I shall describe the treatment of only four main types of mouth-diseases, in their relevant situations in this treatise. Thus has been described the pathology of the diseases of the Mouth."
    },
    {
        "verse_id": "124",
        "text": " Anorexia is caused by the provocation of Vata and other humors as also by grief, fear, excessive greed, anger, unpleasant foods, smells and sights; setting the teeth on edge aud astringent taste in the mouth are known to result from morbid Vata,"
    },
    {
        "verse_id": "125",
        "text": " Pungent taste, acid taste, hot and bad taste, stinking and salt taste in the mouth should be regarded as a result of morbid Pitta. There will be sweet taste in the mouth and sliminess, heaviness and coldness and discharge of lumpy mucus, in conditions due to Kapha."
    },
    {
        "verse_id": "126",
        "text": " In anorexia due to grief, fear, excessive greed, anger, and unpleasant food and smell, though the mouth is in a normal condition, yet there will be anorexia. In condition of tridiscordance, there will be varying tastes in the mouth. Thus has been described ‘The pathology of Anorexia’."
    },
    {
        "verse_id": "127-128",
        "text": " Tinnitus (noises in the ear), excessive pain, drying of the ear-wax, thin discharge and deafness occur in condition due to Vata. Swelling, redness, bursting, burning, yellow and putrid discharge occur in condition due to Pitta. Dys-acousma, itching, rigid swelling, white and sticky discharge and slight pain occur in condition caused by Kapha. In condition of tridiscordance, there will be all the signs and symptoms and the discharge excessively morbid and containing many colors. Thus has been described ‘The pathology of Ear-diseases’"
    },
    {
        "verse_id": "129",
        "text": "Slight redness, absence of mucus-secretion and lachrymation, and pricking and cutting pains occur in eye-disease due to Vata. In condition due to Pitta, there will be burning, acute pain, great redness, yellow discharge and profuse and warm lachrymation."
    },
    {
        "verse_id": "130",
        "text": " White discharge, profuse aud viscid lachrymation, heaviness of the eye and itching occur in the Kapha-type. All these symptoms together occur in condition of tridiscordance. All eye-diseases are classified into ninety-six varieties"
    },
    {
        "verse_id": "131",
        "text": " Their symptoms and treatment are described in the treatise on the special branch of Shalakya-tantra. It is not attempted by us to expatiate on them here, as that belongs to the province of specialists. Thus has been described ‘The pathology of the diseases of the Eye’."
    },
    {
        "verse_id": "132",
        "text": " The thermal element, combined with the Vata and other humors, scorches up the scalp and produces alopecia. By partial scorching, it causes greyness or tawny color of the hair."
    },
    {
        "verse_id": "133",
        "text": " The local affections, occurring in the upper supra-clavicular part of the body is described here, in order to obviate the censure of an absolute omission of them in this treatise. Henceforth, listen to the excellent epitome of their therapeusis succinctly described. Thus has been described ‘The pathology of Alopecia’."
    },
    {
        "verse_id": "134",
        "text": " In coryza due to Vata, accompanied with cough and laryngeal disorders, the patient may drink ghee mixed with alkali or meat-juice or warm milk or may inhale unctuous smoke."
    },
    {
        "verse_id": "135",
        "text": " He should smoke cigar prepared of dill seeds, cinnamon-bark, roots of heart-leaved sida, Indian calosanthes, castor plant, bael, purging cassia, bee’s wax, fat and ghee."
    },
    {
        "verse_id": "136",
        "text": " Or the physician may administer inhalation by mixing powder of roasted paddy and ghee, and filling them in a pipe to the patients suffering from recent coryza."
    },
    {
        "verse_id": "137",
        "text": "In pain in the temples, head and forehead, palm sudation or poultices should be done; and in sneezing, nasal catarrh and nasal obstruction, mixed-sudation and other varieties of sudation should be administered, after duly inuncting the patient."
    },
    {
        "verse_id": "138",
        "text": "The powders of ginger-grass, cumin seeds, sweet flag, wind-killer, angelia as also the powders of cinnamon, cinnamon leaves, black pepper, cardamom and black cumin should be used as snuff"
    },
    {
        "verse_id": "139-139½",
        "text": " In dryness of the intercommunicating channels of the nose, ear and eyes, oil should be used as nasal medication. Soak til seeds in goat’s milk and paste them with the same milk. Then, add to the paste the pulvis of liquorice and cook it with goafs milk-steam on a low fire, and express oil from it with the help of the same milk."
    },
    {
        "verse_id": "140-141",
        "text": " This medicated oil prepared in ten times the decoction of the decaradices, with the paste of Indian groundsel, liquorice and rock salt, is known as ‘Anu oil’. In coryza due to Vata, the morbid humors should be cured by corrective enema given after duly oleating the patient."
    },
    {
        "verse_id": "142",
        "text": "Light diet with unctuous, sour and hot meat-juices of domestic and other animals, the use of warm water for bath, potion, and warm lodging free from draught are beneficial."
    },
    {
        "verse_id": "143",
        "text": " The intelligent patient, desiring his well-being, should avoid worry, exercise, speech and exertion aud sexual intercourse, when affected with coryza due to Vata."
    },
    {
        "verse_id": "144",
        "text": " In coryza due to Pitta, medicated ghee and milk medicated with dry ginger should be taken in order to ripen it; and when ripe, errhines should be administered."
    },
    {
        "verse_id": "145",
        "text": "Oil prepared with Patha, turmeric, Indian berberry, trilobed virgin’s bower, long pepper, jasmine-sprouts and red physic nut may be used as nasal medication in ripe coryza."
    },
    {
        "verse_id": "146-146½",
        "text": " In conditions of discharge of pus and blood from the nose, decoctions and nasal medications indicated in the vitiated condition of blood and Pitta and in suppuration, burning and similar other complications and furunculosis, cooling applications and affusions, as well as astringent, sweet and cooling snuffs and nasal medications should be administered."
    },
    {
        "verse_id": "147",
        "text": " In coryza due to slight Pitta, errhination should be carried out with unctuous medications."
    },
    {
        "verse_id": "148",
        "text": " Ghee, milk, barley, Shali rice, wheat, meat-juices of Jangala animals, cold and acid articles, bitter vegetables and the soup of green gram and other pulses are beneficial."
    },
    {
        "verse_id": "149",
        "text": " In heaviness, anorexia and other conditions appearing in coryza due to Kapha, lightening therapy should be given in the beginning and in order to ripen it, sudation and hot affusions should be given, after anointing the head with ghee."
    },
    {
        "verse_id": "150",
        "text": " Garlic mixed with the flour of green gram and the three spices alkali and ghee should be given: and when the Kapha is precipitate emesis with Kapha-curing drugs is beneficial."
    },
    {
        "verse_id": "151",
        "text": " In condition of chronic rhinitis in nasal catarrh accompanied with itching, and in coryza due to Kapila, inhalation and nasal drops, prepared with pungent articles, should be given."
    },
    {
        "verse_id": "152",
        "text": " The powder of red arsenic, sweet flag, the three spices, embelia, asafoetida and gum-guggul may be inhaled, or insufflation should be done with pungent fruits."
    },
    {
        "verse_id": "153-154",
        "text": " Decoct in cow’s urine beetle-killer, emetic nut, wind killer, holy basil and other articles. Prepare a medicated oil from rape-seed oil and the above decoction with the paste of lac, sweet-flag, gourd, embelia, costus, long pepper and Indian beech. This should be used as nasal medication, when the coryza has ripened and thick mucus of the color of yellow fat is being discharged."
    },
    {
        "verse_id": "155-156",
        "text": " When the coryza due to Kapha is reduced to a mild state, emesis should be administered, after previous oleation of the patient, with milk or gruel of til and black gram, medicated with the emetic group of drugs. Soups of brinjals, carilla. fruit,"
    },
    {
        "verse_id": "155-156.1",
        "text": "the three spices, horse-gram, pigeon pea and green gram and a diet of articles curative of Kapha and affusion (and potion) of warm water, are beneficial"
    },
    {
        "verse_id": "157",
        "text": " In pernicious type of coryza, treatment curative of tridiscordance should be done: in edema of the nose the treatment curative of edema. In tumor and fleshy growths, caustic alkali should be used; and for the rest, treatment should be done after proper investigation. Thus has been described ‘The treatment of coryza’."
    },
    {
        "verse_id": "158",
        "text": " In diseases of head due to Vata, oleation, sudation and nasal medication, and food and drink and poultices that are curative of Vata-disorders, should be prescribed."
    },
    {
        "verse_id": "159",
        "text": " Genially warm poultices, prepared with drugs of the eagle-wood group, fried in oil, or poultices prepared with life-promoter group of drugs or with jasmine or with fish or flesh, are recommended."
    },
    {
        "verse_id": "160",
        "text": " Nasal medication with the oil prepared with milk and drugs of the Indian groundsel group, and ticktrefoil group, or the medicated oil prepared with Indian groundsel, the two Kakolis and sugar, is also curative of pain."
    },
    {
        "verse_id": "161-162",
        "text": " Take 64 tolas of oil and of milk and prepare it in 200 tolas of meat-juice of Jangala animals, with the paste of heart-leaved sida, mahwa flowers, liquorice, white yam, sandal, blue water-lily, Jivaka, Rishabhaka, grapes and sugar; nasal medication with this oil is curative of all diseases born of Vata and Pitta, occurring, in the upper supra-clavicular parts of the body."
    },
    {
        "verse_id": "163-165",
        "text": " Decoct the decaradices, heart leaved sida, Indian groundsel, the three myrobalans, liquorice, aud the peacock, with its feather, bile, intestines, fecal matter, beak and feet removed; prepare 64 tolas of ghee with equal quantity of milk in that decoction, adding the paste of one tola each of the drugs of the sweet group. This ghee, known popularly as the Peacock-ghee, is curative of diseases of the head, facial paralysis, diseases of the ear, eyes, nose, tongue, palate, mouth and throat; and it is curative of upper supra-clavicular diseases. Thus has been described ‘The Peacock-ghee’."
    },
    {
        "verse_id": "166-171½",
        "text": " Prepare 64 tolas of medicated ghee in the decoction described above, with four times its quantity of water, adding the paste of one tola each of the following drugs—cork swallow wort, the three myrobalans, Meda, grapes, Riddhi, sweet falsah, madder, chaba pepper, beetle killer, white teak, deodar, cowage, [? Mahāmeda?]"
    },
    {
        "verse_id": "166-171½.1",
        "text": "the top of palmyra palm and date, lotus stalk and fibres, lotus rhizomes, climbing asparagus, white yam, sugarcane, yellow berried nightshade, Indian sarsaparilla, black sarsaparilla, trilobed virgin’s bower, small caltrops, Rishabhaka, Indian water chest-nut, rushnut, Indian groundsel, ticktrefoil, feather foil, small cardamom, long zedoary, orris root, hog’s weed, bamboo manna, Kakoli, cretan prickly clover, dates, walnut, almond, salep and Abhishuka [abhiṣuka] nut, or as many of these drugs as are available, according to the above-mentioned procedure This ghee should be used as nasal medication, potion, inunction and enema"
    },
    {
        "verse_id": "172-173",
        "text": " It is recommended in all kinds of affections of the head, cough, severe dyspnea, stiffness of neck and back, emaciation, change of voice, and in facial paralysis. This is beneficial in disorders affecting the vagina and vitiation of the menses and semen. It bestows offspring even on barren women."
    },
    {
        "verse_id": "174",
        "text": " Taking a potion of it at the end of her menstrual period, a woman will bring forth a male child; this great medicated ‘Peacock Ghee’ thus described is valued highly by Atreya. Thus has been described ‘The great Peacock Ghee’."
    },
    {
        "verse_id": "175",
        "text": "The wise physician should, by the method described above, prepare the medicated ghee of mice, cocks, swans and of rabbits, which is curative of supra-clavicular affections."
    },
    {
        "verse_id": "176",
        "text": " In diseases of the head due to Pitta, ghee, milk, cold affusions, applications, nasal medications, ghee medicated with life promoter drugs, and food and drink curative of Pitta are beneficial."
    },
    {
        "verse_id": "177-178",
        "text": " Sandal, cuscus grass liquorice, heart-leaved sida, shell and blue water lily, reduced to paste with milk, may be used as application; and these, made into decoction, may be used as affusion. Nasal drops prepared by pasting well cinnamon bark, cinnamon leaves and sugar, and mixed with rice-water, should be administered followed by nasal medication with ghee, in disorders of the head due to Pitta."
    },
    {
        "verse_id": "179",
        "text": " In diseases of the head due to Pitta, ghee prepared with liquorice, sandal and Indian sarsaparilla in milk, or with sugar, grapes and liquorice, is beneficial as nasal medication,"
    },
    {
        "verse_id": "180-180½",
        "text": " In affections of the head due to Kapha, the patient, after being subjected to sudation and being purified by the administration of smoke, nasal medications and insufflation, should then be treated well, with application and food and drink, curative of Kapha."
    },
    {
        "verse_id": "181-182",
        "text": " He should also be treated with potions of old ghee and with enemata prepared with acute drugs. In affections due to Kapha and Vata, cauterization and blood letting in the remaining conditions, should be done. Cigar, prepared of castor plant, nardus, angelica, gum guggul, eagle wood, sandal and the fragrant group of drugs excepting costus and Indian valerian, should be smoked."
    },
    {
        "verse_id": "182½",
        "text": " In affections due to tridiscordance, the general treatment beneficial in tridiscordance should be done."
    },
    {
        "verse_id": "183-186½",
        "text": " In conditions due to worms, drastic errhines should be administered. Prepare a medicated oil with the paste of cinnamon bark, red physic nut, shell, embelia, double jasmine, rough chaff, Indian beech, Indian siris, sneeze wort, common mountain ebony, bael, turmeric, asafoetida, jasmine and sweet marjoran, and four times the quantity of sheep’s urine. This medicated oil is a good nasal medication. The fruits of drumstick and Indian beech mixed with the three spices make good nasal drops. Decoction or expressed juice, alkali, pulvis, paste, nasal drops, and mouth-wash with vinegar or with bitter, pungent and astringent articles.and with honey are beneficial. Thus has been described ‘The treatment of the Diseases of the Head.’"
    },
    {
        "verse_id": "187-189½",
        "text": " Smoke, insufflation, purgation, emesis, starvation and dietetic regimen; these, administered according to the morbid humor, are beneficial in affections of the mouth. Take the powders of long pepper, eagle wood, bark of Indian berberry, barley-alkali, dry extract of Indian berberry, Patha, Indian toothache tree and chebulic myrobalan in equal quantity; mixed with honey, this should be kept in the mouth, in all varieties of oral disorders. This, again, prepared with Sidhu wine, Madhu-wine or with Madhuka-wine, makes an excellent mouth-wash."
    },
    {
        "verse_id": "190-193½",
        "text": " Reduce to powder Indian toothache tree, chebulic myrobalan, cardamom, madder, kurroa, nut grass, Patha, staff tree, lodh, Indian berberry and costas; cleaning the teeth with this powder is curative of the bleeding from the gums, itching and aches. Reduce to powder the five spices, leaves of Himalayan silver fir, cardamom, black-pepper, cinnamon bark, alkalis obtained from palas, weavers bean tree and barley; boil them with double the quantity of old gur and make pills of ½ tola each in weight. Place these for seven days under the heap of weaver’s bean ash. These, if kept in the mouth, in all kinds of throat affections, act beneficially."
    },
    {
        "verse_id": "194-195½",
        "text": " Reduce to powder kitchen soot, barley-alkli, Patha, the three spices, dry extract of Indian berberry, Indian toothache tree, the three myrobalans, lodh and white flowered leadwort. This should be kept in the mouth mixed with honey to cure throat affections; this pulvis known as Kalaka, is curative of the tooth, mouth and throat. Thus has been described ‘The pulvis Kalaka.’"
    },
    {
        "verse_id": "196-197½",
        "text": " Powder of red arsenic, barley-alkali, yellow arsenic, rock salt and bark of Indian berberry, mixed with honey and the top part of ghee, should be kept in the mouth in throat affections. This is an excellent remedy for oral affections and is popularly known as Pitaka or yellow powder. Thus has been described ‘The yellow powder.’"
    },
    {
        "verse_id": "198-198½",
        "text": " The pulvis of grape, kurroa, dry ginger, bark of Indian berberry, the three myrobalans and nut grass, mixed with the supernatant part of ghee, should be kept in the mouth in throat affections."
    },
    {
        "verse_id": "199-199½",
        "text": " Patha, dry extract of Indian berberry, trilobed virgin’s bower and Indian toothache tree, mixed with honey, should be kept in the mouth as a remedy for throat affections."
    },
    {
        "verse_id": "200",
        "text": " Thus, the three recipes curative of morbid Vata, Pitta and Kapha have been described."
    },
    {
        "verse_id": "201",
        "text": " Kurroa, Indian atees, Patha, Indian berberry, nut grass and kurchi seeds decocted in cow’s urine should be used as potion; they are curative of throat affections."
    },
    {
        "verse_id": "202",
        "text": " The expressed juice of Indian berberry, boiled and thickened in its consistency is called soft extract. This extract taken with honey is curative of oral affections, blood-disorders and sinuses."
    },
    {
        "verse_id": "203",
        "text": " In dryness of palate, if the person is affected with meagre thirst, a post-prandial potion of ghee, nasal medications and a diet of sweet, unctuous and cooling meat-juices are beneficial."
    },
    {
        "verse_id": "204",
        "text": " In inflammation of the mouth, venesection, errhination, purgation and mouth-washes, with cow’s urine oil, ghee, honey and milk should be administered."
    },
    {
        "verse_id": "205",
        "text": " The decoction of the three myrobalans, Patha, grapes, and jasmine leaves mixed with honey and also other astringent, bitter and cooling decoctions, may be used as mouth-wash."
    },
    {
        "verse_id": "206-211",
        "text": " Triturate 400 totals of the pith of catechu wood, 800 tolas of white babool and decoct in 4096 totals of water till it is reduced to 1024 tolas. Then filter and heat it again slowly: when it gets thickened, add to it the paste of one tola each of sandal Himalayan cherry, cuscus-grass, Indian madder, fulsee flower, nut-grass, tubers of white totus [lotus?], liquorice, cinnamon bark, cardamom, fragrant poon, lac, dry extrat of Indian berberry, nardus, the three myrobalans lodh, fragrant sticky mallow, turmeric, Indian berberry, perfumed cherry, cardamom, Indian madder, box myrtle, sweet flag, camel’s thorn, eagle wood, red sandal, red ochre and antimony; stir it and take it down. When cooled, add to it 4 tolas each of cloves, shell, cubeb pepper, Spanish jasmine and 13 tolas of camphor; make pills out of it which, when dried, should be used for keeping in the mouth."
    },
    {
        "verse_id": "212-214",
        "text": " Oil may also be prepared with the aforesaid paste and decoction. This compound Catechu pill and the compound Catechu Oil are curative of (1) odontoseieis, (2) odontoptosia, (3) caries dent is (odonto porosis). (4) parasitic infection. They cure inflammatory condition of the mouth, fetor oris. heaviness and anorexia as well as ptyalism, furred condition,stickiness of mouth, alteration of the voice and dryness of the throat These are excellent remedies in all kinds of diseases of the teeth, mouth and throat Thus have been described ‘The compound Catechu Pill and the compound Catechu Oil.’"
    },
    {
        "verse_id": "215",
        "text": " In anorexia, mouth-washes, inhalations, cleansing the mouth, pleasant eats and drinks, cheering and comforting measures should be given."
    },
    {
        "verse_id": "216-218",
        "text": " (1) Costus, sauchal salt, cumin-seeds, sugar, black pepper and bid salt; (2) emblic myrobalan, cardamom, Himalayan cherry, cuscus grass, long pepper, blue water-lily and sandal; (3) lodh, Indian tooth ache tree, chebulic myrobalan, the three spices, and barley-alkali, (4) the juice of green pomegranate, cumin seeds and sugar—these are four kinds of mouthwashes to be taken mixed with oil and honey. These four recipes cure respectively anorexia due to single discordances of Vata etc., as well as that due to tridiscordance."
    },
    {
        "verse_id": "216-218.1",
        "text": "219 Celery, black pepper, cumin, grapes, kokam butter fruit, pomegranate, sanchal salt, gur and honey, are curative of anorexia of every kind"
    },
    {
        "verse_id": "220",
        "text": " When anorexia is due to Vata, enema is indicated; when due to Pitta purgation; and when due to Kapha emesis; when due to mental shock whatever measures are cordial and cheering are indicated. Thus has been described ‘The treatment in anorexia’."
    },
    {
        "verse_id": "221-221½",
        "text": " In ear-ache, the Vata-curative treatment, as in the case of coryza, is beneficial as also applications, ear-drops and nasal medication. When there are suppuration and discharge, procedures as in the case of a wound, and diet suitable to the particular morbid humor and ear-drops of oil should be applied."
    },
    {
        "verse_id": "222-222½",
        "text": " Make a medicated oil, by preparing rape seed oil with the paste of asafoetida, Indian tooth ache tree and dry ginger. This, administered as ear-drops, is an excellent remedy for ear-ache."
    },
    {
        "verse_id": "223-223½",
        "text": " Medicated oil, made by preparing til oil with the paste of deodar, sweet flag, dry ginger, dill seeds, costus and rock salt, in goat’s urine, is curative of ear-ache."
    },
    {
        "verse_id": "224-225",
        "text": " Take sea-shells and burn them in a new earthen pot and decant the ash produced; prepare a fragrant oil in this fluid and with the paste of the dry extract of Indian berberry and dry ginger; this oil is curative of ear-ache."
    },
    {
        "verse_id": "226-228",
        "text": " Take alkali of dry radish, asafoetida and ginger, dill seeds, sweet flag, costus, deodar, drumstick, dry extract of Indian berberry, sanchal salt, barley-alkali, salsoda alkali, efflorescent salt, rock salt, the tubers of birch, bid salt, nut grass and four times the quantity of honey-vinegar, the juices of pomelo and of plaintain—with all these above-mentioned articles prepare the alkali-oil."
    },
    {
        "verse_id": "230, The physician, after due consideration of the relative strength of morbid humors and season, should administer the same treatment in diseases of the mouth, ear and eye as indicated in coryza",
        "text": " Thus has been described ‘The treatment of the diseases of the Ear’."
    },
    {
        "verse_id": "231",
        "text": " Treatment in eye-diseases, in their initial stages when they are still mild, consists of external eye-applications curative of burning, mucusdischarge, lachrymation, swelling and redness."
    },
    {
        "verse_id": "232",
        "text": " In eye-affections due to Vata, an external application of a soft extract may be prepared by making the paste of dry ginger and rock salt, with the supernatant part of ghee. It may also be prepared of honey, rock-salt and red ochre."
    },
    {
        "verse_id": "233",
        "text": " An external eye-application may be prepared of the Shavaraka variety of lodh, fried in ghee, or with chebulic myrobalan fried in ghee; they are both curative of pain."
    },
    {
        "verse_id": "234",
        "text": " In eye-diseases due to Pitta, external eye-application may be prepared with sandal, Indian sarsaparilla, and Indian madder, or with Himalayan cherry, liquorice, nardus and yellow sandal."
    },
    {
        "verse_id": "235",
        "text": " Red ochre, rock salt, nut-grass and cow’s bile may be made into soft extract and used in eye diseases due to Kapha, or an external application may also be prepared of honey, perfumed cherry and red arsenic-"
    },
    {
        "verse_id": "236",
        "text": " When the disease is due to tridiscordance, an external application for the eye may be made of all these articles combined and applied, without touching the eye-lashes; when after three days the condition is mature collyrium may be applied."
    },
    {
        "verse_id": "237",
        "text": " In diseases due to Vata, eyedouche with lukewarm decoction of the drugs of the bael group is beneficial or decoction of castor plant, wind-killer, yellow berried nightshade and sweet drumstick, is beneficial."
    },
    {
        "verse_id": "238",
        "text": "Eye-drops with the cooled decoction of great cardamom, Indian berberry, Indian madder, lac, liquorice and aquatic liquorice and blue waterlily, mixed with sugar, is curative of the condition due to morbid blood and Pitta."
    },
    {
        "verse_id": "239",
        "text": " In diseases due to Kapha, eye-douche may be given with the decoction of dry ginger, the three myrobalans, nut-grass, neem and vasaka. In a condition of tridiscordance, an eye-douche with the luke-warm decoction of all these drugs should be given."
    },
    {
        "verse_id": "240",
        "text": " Reduce to paste, yellow-berried nightshade, castor rootbark, flower of drumstick and rock-salt with goat’s milk, and roll it into a bougie; this is curative of disorders of the eye due to Vata."
    },
    {
        "verse_id": "241",
        "text": " A bougie, prepared with the paste of jasmine buds, conch, the three myrobalans, liquorice and heartleaved sida with rain water, is curative of eye-disease due to morbid Pitta and blood."
    },
    {
        "verse_id": "242",
        "text": " A bougie prepared of rocksalt, the three myrobalans, the three spices, conch, cuttle-fish bone, lichen and common sal, is curative of eye-diseases due to morbid Kapha."
    },
    {
        "verse_id": "243-245- Take 32 tolas of each of guduch, lotus-rhizome, bael, snake-gourd, goat’s dung, tuber of white lotus, liquorice, Indian berberry, and dark blue creeper; wash them and triturate and boil in water, and after filtering, boil it again into a soft consistency",
        "text": " Add to this soft extract one tola of the pulvis of white pepper and 4 tolas of fresh jasmine flowers, and roll into a bougie; this is curative of every kind of eye-affection and brightens the vision."
    },
    {
        "verse_id": "246",
        "text": " A bougie, prepared with conch, coral, cat’s eye beryl, iron, copper, bones of pelican, black antimony and drumstick-seeds, is curative of every kind of eye-disease."
    },
    {
        "verse_id": "247-248",
        "text": " Take ⅛ tola of black pepper, ½ tola of long pepper, ½ tola of cuttle fish bone, ⅛ tola of rock salt and 1⅛ tolas of antimony sulphide and make a fine powder of these, when the moon is in the constellation of Citra. This collyrium is wholesome for those affected with itching, cataract and Kapha type of eye-diseases and is also a cleanser of the discharging condition of the eye."
    },
    {
        "verse_id": "249",
        "text": " Saturate the pulvis of small cardamom in goat’s urine for three days; the collyrium made of this well-impregnated pulvis, is curative of diseases of dark vision, parasites, Pilla and disharge."
    },
    {
        "verse_id": "250-251",
        "text": " Antimony sulphide, copper sulphate, iron pyrites, red arsenic, wild horse gram, liquorice, iron powder, precious stones, white zinc, rock-salt, hog’s tusk and clearing nut, make a good collyrium. In dimness of vision and other eye-diseases, used as pulvis or bougie this acts as an unsurpassed remedy."
    },
    {
        "verse_id": "252-253",
        "text": " Take clearing nut, conch, rocksalt, the three spices, sugar, cuttie fish bone, dry extract of Indian berberry, honey, embelia and red arsenic and the shell of hen’s egg, and prepare a bougie out of this, known as the ‘Pleasant bougie’ which quickly cures disease of vision, palate and Kaca and discharge. Thus has been described ‘The Pleasant bogie.’"
    },
    {
        "verse_id": "255-255½ Make a paste of the three myrobalans, the shell of hen’s egg, iron sulphide, iron dust, blue waterlily, embelia, and cuttle fish bone, with goat’s milk and saturate it in the same milk, placing it in a copper vessel for 7 nights; then again rub it and roll into bougie with milk; this bougie bestows sight on those who have gone blind but whose eyes have not undergone organic change or damage",
        "text": " Thus has been described ‘The Sight-bestowing bougie’."
    },
    {
        "verse_id": "256-257½ The wise physician should place antimony sulphide in the mouth of a dead black cobra for a month and taking it out, triturate it adding half that quantity of dried jasmine-buds and rock-salt",
        "text": " Made into a collyrium this is the best remedy for dimness of vision."
    },
    {
        "verse_id": "258-258½",
        "text": " Take long pepper, palas flower juice, snake’s fat, rock-salt and old ghee and prepare a soft extract out of this. It is curative of all kinds of eye-disorders."
    },
    {
        "verse_id": "259-259½",
        "text": " The soft extract prepared of the fat of black cobra, honey and juice of emblic myrobalan, is recommended in all kinds of eye-diseases, Kaca, tumor and discharge of excreta."
    },
    {
        "verse_id": "260-260½",
        "text": " The soft extract prepared of emblic myrobalan, dry extract of Indian beberry [berberry?], honey and ghee is curative of eye diseases due to morbid Pitta and blood, and also of dimness of vision and Patala."
    },
    {
        "verse_id": "261-261½",
        "text": " The soft extract of emblic myrobalan, rocksalt and long pepper in equal proportions mixed with a little of black pepper and honey, cures blindness and Patala. Thus has been described ‘The treatment of eye diseases’."
    },
    {
        "verse_id": "262-262½",
        "text": " In conditions of falling of hair, grey hair, wrinkles in the face and tawny hair, the patient, after being duly cleansed, should be treated with oily medication and with applications over the head and face."
    },
    {
        "verse_id": "263-263½",
        "text": " Nasal medication with oil prepared with the tick trefoil group of drugs, or life-promoter group of drugs, or with Anu oil, is curative of alopecia and greyness of hair."
    },
    {
        "verse_id": "264-265½",
        "text": " Take 64 tolas of milk, juice of crested purple nail-dye, trailing eclipta and holy basil, 16 tolas of oil and 4 tolas of the paste of liquorice and prepare a medicated oil out of it. When it is prepared, keep it in a receptacle made of stone or sheep’s horn. Nasal medication with this, well administered by the physician, is curative of grey hair."
    },
    {
        "verse_id": "266-266½",
        "text": " The physician may apply asthma-weed or Indian oleander, pasted with milk, over the scalp after pulling out the grey hair. Both these drugs are curative of grey hair."
    },
    {
        "verse_id": "267-267½",
        "text": " Take 128 tolas of milk and the juice of trailing eclipta, four tolas of the paste of liquorice and prepare 16 tolas of oil with them. Nasal medication with this oil is curative of grey hair."
    },
    {
        "verse_id": "268-275½",
        "text": " Take 40 tolas of roots of heliotrope and purple nail-dye, the leaves of holy basil, blue flowered flax-hemp, trailing eclipta, black nightshade, liquorice, deodar, 20 tolas each of long pepper, the three myrobalans, dry extract of. Indian berberry, lotus rhizomes, madder, lodh, black eagle wood, blue waterlily, mango stone, slush of black earth, lotus-stalk, red saudal, indigo, marking nut, iron-sulphide, henna, babchi, spinous kino, steel, black emetic nut, blue flowered leadwort, flowers of Pushkara, Arjun, white teak, fruits of mango and jambool. With the paste of these articles and 4 times the quantity of the juice of emblic myrobalans, prepare 256 tolas of beleric myrobalan-oil with either fire-heat or with solar heat till all the watery portion is evaporated from the iron vessel; then filter and purify it; this may be used as potion, and nasal medication or as inunction of the head. This is beneficial to the eyes, life-giving and curative of all head-affections; this oil, known as the Great Black Oil is unsurpassed as a cure for grey hair. Thus has been described ‘The Great Black Oil.’"
    },
    {
        "verse_id": "276-277½",
        "text": " Prepare 16 tolas of oil with one tola each of the paste of tubers of the white lotus, liquorice, long pepper, sandal and blue waterlily in double its quantity of the juice of emblic myrobalan. This when used [????????] medication, cures [?????? if???? ] (Kṛṣṇa Ātreya is of opinion that it is specially curative of greyness)."
    },
    {
        "verse_id": "278-278½",
        "text": " The application, made of milk, Buchanan’s mango, liquorice, the Jivaka group of drugs, til and long pepper, applied over the scalp is curative of tawny hair."
    },
    {
        "verse_id": "279-279½",
        "text": " Til, emblic myrobalan, lotus-antlers, liquorice and honey, if applied over the scalp, promote the growth and color of the hair."
    },
    {
        "verse_id": "280-281",
        "text": " Boil iron powder with rock salt, honey, vinegar and rice; apply it over the scalp, after cleansing the head and making it free free from greediness, and go to sleep with it. In the morning, the head should be washed with the decoction of the three myrobalans. This promotes the growth of black and soft hair."
    },
    {
        "verse_id": "281½",
        "text": " Iron powder, rubbed with acid articles and the three myrobalans, makes an excellent hair-dye."
    },
    {
        "verse_id": "282",
        "text": " In the remaining diseases, treatment suited to the condition, should be given. These measures have already been briefly indicated at the very beginning of this chapter. The tested remedies will be described in the Section on “Success in Treatment.” Thus has been described ‘The treatment of alopecia etc’."
    },
    {
        "verse_id": "283",
        "text": " In laryngeal diseases due to Vata, post- prandial potion of ghee and administration of oil prepared with heart-leaved sida, Indian groundsel and guduch, given in the four modes of potion, inunction, gargle and uuctuous enema, are beneficial."
    },
    {
        "verse_id": "284",
        "text": " The patient should take the meat-juices of peacock, partridge and cock, prepared with pentaradices, or the Peacock Milk, the Peacock Ghee or the Three Spices Ghee."
    },
    {
        "verse_id": "285",
        "text": " In conditions due to Pitta, purgation should be given, and milk prepared with the drugs of the sweet group, medicated-ghee-boluses, life promoter ghee, as also vasaka ghee, should be given."
    },
    {
        "verse_id": "286",
        "text": " In laryngeal disorders due to Kapha, acute errhine, enema, purgation, emesis, inhalation, barley-diet and pungent articles should be given."
    },
    {
        "verse_id": "287",
        "text": " The patient should take a linctus of chaba pepper, beetle-killer, chebulic myrobalan, the three spices, barley-alkali, honey and white flowered leadwort, or milk, long pepper and chebulic myrobalan and strong wines."
    },
    {
        "verse_id": "288-289",
        "text": " In laryngeal disorders due to vitiated blood, meat-juices of Jangala animals, mixed with ghee or the juices of grapes, white yam and sugar-cane mixed with honey, ghee and sugar, should be taken. The line of treatment described as curative of consumption and cough is also curative of laryngeal disorders due to morbid Pitta; and blood-letting should be resorted to in laryngeal disorders due to vitiated blood."
    },
    {
        "verse_id": "290",
        "text": " In laryngeal disorders due to tridiscordance, all the remedies described are beneficial except blood-letting. This is, in brief, the treatment of laryngeal disorders. Thus has been described ‘The treatment of laryngeal disorders.’"
    },
    {
        "verse_id": "291",
        "text": "The Vata, Pitta and Kapha in men are located in the pelvic region, stomach region and head region respectively. Hence, emesis etc. must be prescribed as is suitable to the regions near to the affected part."
    },
    {
        "verse_id": "292",
        "text": " The sentient world i.e. life is either maintained or afflicted by the Vata and other humors even as the world is, by the wind, sun and moon respectively, both in their normal, as well as their morbid states."
    },
    {
        "verse_id": "293",
        "text": " These humors never destroy one another though possessed of antagonistic qualities, because of their mutual natural homologation even as virulent poison does not destroy the snakes."
    },
    {
        "verse_id": "294",
        "text": " The etiology, signs and symptoms and the therapeutics of the diseases of the three vital regions [tri-marma] have been described individually and elaborately in this chapter on ‘The Therapeutics of the Affections of the Three Vital Regions’."
    }
]