[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Assimilation disorders [grahani-dosha-cikitsa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " The life-span, complexion, vitality. good health, enthusiasm, plump ness, glow, vital essence, lustre heat and the life-breaths are derived from the thermogenetic process (fire in the body)."
    },
    {
        "verse_id": "4",
        "text": " When this fire is extinguished man dies; when a man is endued with it adequately, he lives long in good health. When it is deranged, he begins to ail. Therefore, the thermal function is said to be the main-stay of life."
    },
    {
        "verse_id": "5",
        "text": " The food which is considered the nourishing factor of the body-element, vital essence, vitality, complexion and other things, that very food too, is dependent for its nutrient action on the gastric fire, as from the undigested food the body-elements cannot be formed."
    },
    {
        "verse_id": "6-7",
        "text": " The Prana Vata, whose function is to ingest food, draws it into the stomach. There the food, getting mixed with the digestive fluid is broked up and on being mixed with unctuous substance, becomes softened. Then the gastric fire, being agitated and carried by the Samana Vata, digests the food eaten in proper dose and at the proper time, and leads to the increase of life."
    },
    {
        "verse_id": "8",
        "text": " Just as the fire cooks rice and water in a pot and converts it into boiled rice, so the gastric fire which is situated below the stomach cooks the ingested food to convert it into the nutrient fluid and excretory matter."
    },
    {
        "verse_id": "9",
        "text": " Just after ingestion, the food prepared from the six categories of taste acquires first the sweet taste on being digested, and leads to the formation of Kapha or of mucus-like fluid which is of frothy appearance."
    },
    {
        "verse_id": "10",
        "text": " Further, digestion being continued, the food becomes acid in the next stage of digestion and while it is coming out of the stomach it excites the secretion of limpid bile."
    },
    {
        "verse_id": "11",
        "text": " Then, the food, having reached the large intestines and being dehydrated by the body-heat, is converted into fecal lumps- These being of pungent taste, there occurs increase of Vata."
    },
    {
        "verse_id": "12",
        "text": " Pleasant food, combined with articles possessing fragrance and other qualities, nourishes individually the senses and the sense-organs of smell etc."
    },
    {
        "verse_id": "13",
        "text": " Then the five kinds of latent heat innate in each of the protoelements of the body—earth, water, fire, wind and ether, digest each its own corresponding component proto-element in the ingested food which is a compound of the proto-elements."
    },
    {
        "verse_id": "14",
        "text": " Just as a quality in the substances nourishes individually its corresponding quality in the body, as for example, the proto-element of earth in the body is nourished by the proto-element of earth in the article ingested, similarly the other proto-elements nourish their corresponding qualities, thus making for complete nourishment."
    },
    {
        "verse_id": "15",
        "text": " The body-sustaining elements, which are seven, undergo combustion by their innate heat and each of them gets transformed into two products namely, excretory and vital substances."
    },
    {
        "verse_id": "16",
        "text": " From the nutrient fluid is formed the blood, thence the flesh, from flesh fat and thence bone, from it marrow and thence semen and from it, which is the essence of all the others, conception takes place."
    },
    {
        "verse_id": "17",
        "text": " From the nutrient-fluid are formed the breast-milk and the menstrual blood; from blood are formed tendons and vessels; from the flesh is formed muscular fat and six layers of the skin; and from the adipose tissue are formed sinews."
    },
    {
        "verse_id": "18-18½",
        "text": " The excretory matter formed out of food are feces and urine. The excretory matter from the nutrient fluid is mucus; the one from the blood is bile; the one from the flesh is the excretion of the body-orifices; the one from the fat is sweat; the excretory substance from connective tissue is the hair on the head and the body; the excretion from the marrow is sebum-cutaneum and sebum palpebrale."
    },
    {
        "verse_id": "19-19½",
        "text": " In this way proceeds the formation of the excretory and vital substances from the combustion of body-elements. They support one another and maintain the continuance of the mutual association and nourishment of the body-elements."
    },
    {
        "verse_id": "20-21",
        "text": " The effect of virilific and the like substances is promoting the strength quickly. Some are of opinion that it takes for their full assimilation a period of six days and nights; but the truth is, (here is continual circulation of the food-essence like a wheel”."
    },
    {
        "verse_id": "22",
        "text": " When the teacher had spoken thus, the disciple asked, ‘How is blood produced in the body from the nutrient fluid which has no resemblance to the blood?"
    },
    {
        "verse_id": "23 The nutrient fluid has no redness",
        "text": " How then does it obtain the redness of the blood? How again is the solid flesh in men produced from the fluid blood?"
    },
    {
        "verse_id": "24",
        "text": " How is the fluctuating element fat produced from the firm element of flesh? Again, how is the roughness of bones produced from the smooth flesh and fat?"
    },
    {
        "verse_id": "24½",
        "text": " How is the soft and unctuous marrow produced inside the bones which are hard?"
    },
    {
        "verse_id": "25-26½",
        "text": " If the semen is born put of the change in the marrow, and if as the wise say, semen is in the entire body and the marrow which is inside the bones becomes the semen, how does it flow out, as there are no holes or leaks in the bone?’"
    },
    {
        "verse_id": "27",
        "text": " Being thus questioned by the disciple the master replied."
    },
    {
        "verse_id": "28",
        "text": " That which is called the ‘bright constituent’ of body fluids of all men acquires the redness from the coloring quality of the fiery element of Pitta."
    },
    {
        "verse_id": "29-29½",
        "text": " That blood combined with the air, water, light and the thermal element obtains solidity and gets converted into flesh. That, again, being ripened by its own heat and stirred up by that heat and getting combined with the quality of water and unctuous substances, becomes the fat."
    },
    {
        "verse_id": "30-30½",
        "text": " When the heat in the fat is combined with the proto-elements of earth, fire, air etc., it produces roughness and out of it is born the osseous element in men."
    },
    {
        "verse_id": "31-32",
        "text": " The air-element makes pores inside the bones and fills them with fat. Hence it is that the marrow is called unctuous substance and from that unctuous substance in the marrow is produced the semen."
    },
    {
        "verse_id": "33",
        "text": " By the influence of air, ether, and other proto-elements, the bones become porous and from the pores the semen oozes out like water filled in a new-pot."
    },
    {
        "verse_id": "34",
        "text": " Through the secretory channels it spreads into the entire body and it gets released from its places in the body by the exhilaration of sexual desire born of love."
    },
    {
        "verse_id": "35",
        "text": " It melts like ghee owing to the heat of the sexual-exertion and being released from its natural habitat, gets collected in the seminal vesicles and then flows out like water from a higher to a lower region."
    },
    {
        "verse_id": "36",
        "text": " The nutrient fluid is circulated continually in the entire body at the same time, by the Vyāna Vata by virtue of its physiological function of spreading."
    },
    {
        "verse_id": "37-37½",
        "text": " While being circulated, if this nutrient fluid accumulates at any one place in the body, owing to the mordidity [morbidity?] of the circulatory passage, it causes pathological changes there, just as the cloud causes rain in the sky. The same is the case with the humors which become the cause of local morbid conditions"
    },
    {
        "verse_id": "38",
        "text": " Thus has been described the metabolic function of the thermic element in the five proto-elements."
    },
    {
        "verse_id": "39",
        "text": " The gastric fire is considered the supreme king of all the metabolic agents in the body. They are all originated from it. Their waxing and waning are dependent upon the increase and decrease of the gastric fire."
    },
    {
        "verse_id": "40",
        "text": " Therefore, one should strive to preserve the gastric fire with the fuel of wholesome food and drink taken in the right manner For in the proper maintenance of the gastric fire are based long life and vitality."
    },
    {
        "verse_id": "41",
        "text": " If a man takes his food indiscriminately yielding to the desires of the palate, he soon is afflicted with the disorders of the assimilatory system as a result thereof. These disorders will hereafter be described."
    },
    {
        "verse_id": "42-44",
        "text": " By abstinence from food, indigestion, over-eating, irregular eating, taking unwholesome, heavy, cold, excessively dry and putrid articles of diet, by wrongful effects of purgation, emesis and oleation, by emaciation consequent upon disease or the incompatibility of country, clime or season or by the suppression of the natural urges, the gastric fire gets vitiated. Thus being vitiated, it does not digest even the lightest of foods and the food, being undigested, turns sour and acts like a poison."
    },
    {
        "verse_id": "45-45½",
        "text": " The symptoms of this type of indigestion are intestinal stasis, asthenia, headache, fainting, giddiness, stiffness of the back and waist, pendiculation, body-ache, thirst, fever, vomiting, dysentery, anorexia and mis-digestion."
    },
    {
        "verse_id": "46-47",
        "text": " That is a severe type of food-poisoning, which when combined with the Pitta, produces burning, thirst, diseases of the mouth, acid dyspepsia and other disorders of Pitta."
    },
    {
        "verse_id": "48",
        "text": " When combined with the Kapha, it produces consumption, coryza, urinary and other disorders of Kapha and if combined with morbid -Vata, it causes multifarious disorders of Vata."
    },
    {
        "verse_id": "49",
        "text": " If the toxic matter becomes localised in the urinary passage it causes urinary disorders; if localised in the feces, it causes affections of the colonic region; if localised in the nutrient fluid, it causes diseases born of the morbidity of the nutrient fluid."
    },
    {
        "verse_id": "50",
        "text": " The irregular condition of the gastric fire, digesting the food irregularly, leads to the discordance of bodyelements; and the acute condition of the gastric fire, if supplied with meagre fuel, consumes the body-elements themselves."
    },
    {
        "verse_id": "50½",
        "text": " and the normal condition of the gastric fire if fed with the proper kind of food, digests it properly and maintains the concordance of body-elements."
    },
    {
        "verse_id": "51",
        "text": " The weak gastric fire misdigests the food that either goes up or down the alimentary tract,"
    },
    {
        "verse_id": "52",
        "text": " The condition, in which the mixture of digested and undigested food flows downwards, is called the assimilation-disorder [grahani-dosha] though all the food is misdigested generally in assimilation disorders."
    },
    {
        "verse_id": "53",
        "text": " The patient passes stools which are large and hard or liquid. He is afflicted with thirst, anorexia, dysgeusia, ptyalism and asthma;"
    },
    {
        "verse_id": "54",
        "text": " also edema of the hands and feet, pains in the bones and the joints, vomiting and fever; he suffers from bitter and acid eructations exuding the smell of metal and raw meat"
    },
    {
        "verse_id": "55",
        "text": " The premonitory symptoms of this condition are—thirst, torpor, loss of Strength, misdigestion or delayed digestion of food and heaviness of body."
    },
    {
        "verse_id": "56-57",
        "text": " The seat of the digestive fire, owing to its action of absorption of the food, is called the organ of assimilation. It is situated above the umbilical region and is supported and strengthened by the gastric fire. It retains the food till it is fully digested and discharges it on completion of digestion into the large intestines situated on either side of the abdomen. But if it is vitiated by the weakness of gastric fire, it lets go even undigested food."
    },
    {
        "verse_id": "58",
        "text": " Assimilation disorders [grahani] result from morbid Vata or Pitta or Kapha individually, or also from the combined discordance of all the three. Now listen to the etiology, differential diagnosis and symptoms of each of these types separately."
    },
    {
        "verse_id": "59-64",
        "text": " By pungent, bitter, astringent, very dry and cold articles of diet, or measured and limited diet, by fasting, excessive wayfaring, suppression, of the natural urges and excessive sexual indulgence, the Vata gets provoked and shrouding the gastric fire, renders it weak. In such a condition, the food is digested painfully. There is acid fermentation, roughness of limbs, dryness of throat and mouth, increase of hunger and thirst, faintness, noises in the ear and, frequent attacks of pain in the sides, thighs, groins and the neck. There is acute gastro-intestinal irritation, cardiac pain, emaciation, debility, dysgeusia, griping pain, craving for all kinds of tastes, asthenia of the mind, distension of stomach during and at the end ofdigestion, and relief after taking food. The condition of the patient may lead to a suspicion of Gulma of the Vata type, stomach-disorder or splenic disorder. In condition due to Vata, the patient passes stools frequently with painful straining for a long time and accompanied with sounds. The stools are liquid, dry, thin, undigested and frothy; and the patient is afflicted with cough and dyspnea."
    },
    {
        "verse_id": "65",
        "text": " The Pitta, getting provoked as a result of taking pungent, irritant, acid or alkaline articles of diet, or by pre-digestion meals, submerging the gastric fire, impairs its action just as hot water extinguishes the fire."
    },
    {
        "verse_id": "66",
        "text": " The patient passes undigested and liquid, bluish or yellowish stools and develops an icteric tinge, offensive acid eructations, heart-burn, throatburn, anorexia and thirst."
    },
    {
        "verse_id": "67",
        "text": " By indulgence in heavy, very unctuous, cold and other similar articles of diet, or by over-eating or sleeping immediately after meals, the Kapha, getting provoked, impairs the gastric fire."
    },
    {
        "verse_id": "68-70",
        "text": " The food is digested with difficulty and the patient suffers from nausea, vomiting and anorexia. There is increased secretion and sweet taste in his mouth; he is afflicted with cough, ptyalism and coryza; he feels as if his stomach is putrified and his abdomen becomes rigid and heavy. He has sweet and unpleasant eructations. There is asthenia, impotency and the flow of loose, undigested and heavy stools mixed with mucus. There is weakness despite the lack of emaciation and malaise in assimilation-disorder of the Kapha type."
    },
    {
        "verse_id": "71",
        "text": " The gastric conditions which have been described by me previously in the chapter on Disorders (chap. VI, Vimana), as of four kinds, I declare to be, also the cause of assimilation-disorders [grahani], with the exception among them of the one variety which is described as the normal gastric condition"
    },
    {
        "verse_id": "72",
        "text": " That should be regarded as the condition of humoral tridiscordance wherein there is a combination of all the causes and symptoms which have been described as characteristic of Vata, Pitta and Kapha individually. Now hear me describe the treatment."
    },
    {
        "verse_id": "73-73½",
        "text": " Finding that the patient’s organ of assimilation has become the seat of morbidity and contains accumulation of misdigested food, and that he is afflicted with intestinal stasis, ptyalism, colic, burning, anorexia and heaviness and knowing them to be signs of chyme-morbidity, the physician should administer emesis in genially warm water."
    },
    {
        "verse_id": "Or with the decoction of emetic-nut or long pepper and rape seeds in similar fashion",
        "text": " If the morbid chyme liquefied, or is lying in the colon undigested, the patient should be purged by means of stimulant drugs. If the morbid chyme be spread in the body along with the nutrient fluid, the patient should be made to fast and be given digestive drugs."
    },
    {
        "verse_id": "76",
        "text": " When his stomach has been thus cleansed, he should be given thin gruel prepared with the pentad of jujube group of drugs as well as light foods and digestive-stimulant preparations."
    },
    {
        "verse_id": "77",
        "text": " On finding the chyme to have fully ripened and the gastric disorder to be of the Vata type, the physician should administer, in a small doge, the ghee medicated with digestive-stimulant drugs."
    },
    {
        "verse_id": "78",
        "text": " When the gastric fire has been kindled to some extent, but the feces, urine and flatus have not yet been expelled, the patient should be oleated for two or three days, then subjected to sudation after prelimina-then administered evacuative enema."
    },
    {
        "verse_id": "79",
        "text": " When the Vata has been sedated, the patient with relaxed morbidity should be purged with either castor-oil or the Tilwaka-ghee, mixed with alkali."
    },
    {
        "verse_id": "80",
        "text": " If after the stomach has been cleansed, the stomach is devoid of unctuous quality and there is again constipation, unctuous enema should be given in proper dose, with the oil medicated with drugs that are stimulative of the gastric fire and curative of Vata."
    },
    {
        "verse_id": "81",
        "text": " The patient, who has been thus purged and given evacuative and unctuous enemata, should be fed on light foods and should again be given the systematic course of the ghee."
    },
    {
        "verse_id": "82-86",
        "text": " Boil the decaradices and long-leaved pine, deodar, dry ginger, long pepper, roots of long pepper, white flowered leadwort, elephant pepper, seeds of bengal hemp, barley, jujube, horse-gram and black cumin seeds and Sauviraka wine; when the decoction is reduced to ¼ (1/4th) of its original quantity, prepare 256 tolas of ghee with this decoction; then add proper proportions of the salsoda and barley alkalis and also the powder of 8 tolas of each of rock-salt, efflorescence-salt, sea-salt, bid-salt, sambhar-salt, sanchala-salt and prepared salt. The wise physician may give this medicated gbee in a dose of eight tolas; it promotes gastric fire, vitality and complexion and is curative of Vata, and helps digestion of the food ingested. Thus has been described ‘The compound Decaradices Ghee’,"
    },
    {
        "verse_id": "87",
        "text": " Prepare 32 tolas of ghee with the paste of 4 tolas each of the three spices, the three myrobalans and gur. The person with weak gastric fire may drink this medicated ghee in proper dose. Thus has been described ‘The compound Three Spices medicated Ghee’."
    },
    {
        "verse_id": "88-91",
        "text": " The ghee prepared with vinegar, the fresh juice of pomello and of ginger and the decoction of dried radish, jujube country sorrel, sour pomegranate, butter-milk, whey, the supernatant part of Sura wine, Tushodaka wine, or sour conjee, along with the paste of pentaradices, chebulic myrobalans, the three spices, roots of long pepper, rock-salt, Indian groundsel, the dyad of alkalis, cumin seeds, embelia and long zedoary—this medicated ghee is an excellent stimulant of the gastric fire and is curative of colic, Gulma, abdominal disease, dyspnea, cough and disorders due to Vata and Kapha. The physician may give this ghee prepared with the fresh juice of the citron."
    },
    {
        "verse_id": "92-93",
        "text": " The oil, prepared with the above mentioned drugs, may be used for inunction; or the patient may take these drugs in the form of powder with genially warm water. This powdermay be given for helping the digestion in a condition where the Vata is shrouded by Kapha or in perdition of disorders of chyme or Kapha provoked by Vata. This is a great stimulant of the gastric fire. Thus have been described ‘The compound Penta-radices Ghee and Powder.’"
    },
    {
        "verse_id": "94",
        "text": " The undigested fecal mattersinks in water owing to its heaviness while the digested fecal matter floats in water except in conditions the feces are very watery or of hardened lumps, very cold and mixed with excessive mucus."
    },
    {
        "verse_id": "95",
        "text": "The physician should by this method, first investigate and find out whether the patient suffering from chyme disorder pisses undigested, matter or digested matter in his stools and then should treat him properly with digestive or other kinds of medications."
    },
    {
        "verse_id": "96-97",
        "text": " Take white-flowered lead-wort, roots of long pepper, the two alkalis, the five salt, the three spices, asafoetida, celery seeds and chaba, pepper; mix them together and pulverise and prepare pills, adding the fresh juice of the citron or of the pomegranate. The pills help the digestion of the imperfectly digested food and quickly activate the gastric fire. Thus has been described ‘The compound White-flowered Leadwort Pills’."
    },
    {
        "verse_id": "98-99½",
        "text": " The decoction of dry ginger, Indian atees and nut grass helps digestion of the chyme. The paste of the above mentioned drugs or chebulic myrobalan or dry ginger taken with warm water acts similarly. In condition where the patient is passing undigested matter in the stools accompanied with colicky pain, he may be given the powder of deodar, sweet flag, nut grass, dry ginger, Indian atees, and chebulic myrobalans fermented in Varuni wine or with lukewarm water adding a small quantity of salt."
    },
    {
        "verse_id": "100-100½",
        "text": " Or, he may take with pomegranate juice the powder of bael, white flowered leadwort and dry ginger, salted with bid-salt in condition where the stools contain undigested matter and are mixed with mucus and where the Vata is causing intestinal colic."
    },
    {
        "verse_id": "101-102",
        "text": " The patient may take the powder of kurchi seeds, asafoetida. Indian atees, sweet flag, sanchal salt and chebulic myrobalans with warm water in conditions of vomiting, piles, tumors and colic. Or, the patient may take the powder of chebulic myrobalans, sanchal salt, cumin seeds and black pepper with warm water."
    },
    {
        "verse_id": "103-104",
        "text": " Take chebulic myrobalan, roots of long pepper, sweet flag, kurroa, Patha, kurchi seeds, white flowered leadwort and dry ginger, and make either a decoction or powder of these drugs. The patient may either drink the decoction or take the pulver with warm water. This remedy is beneficial and curative of colic occurring in persons suffering from assimilation-disorders [grahani] due to Pitta-cum-Kapha predominance."
    },
    {
        "verse_id": "105",
        "text": " In a condition where the patient is passing undigested fecal matter, the physician may use Indian atees, the three spices, salt, barley-alkali and asafoetida in the form of a decoction, or powder with lukewarm water."
    },
    {
        "verse_id": "106-107",
        "text": " Take long pepper, dry ginger, Patha, Indian sarsaparilla, yellow berried nightshade, Indian nightshade, white flowered leadwort, kurchi seeds and the pentad of salts, and give the patient the powder of these mixed with barley-alkali in either curds, warm water or Sura and other wines, for promoting the strength of the gastric fire. This powder is curative of morbid Vata in the gastro-intestinal tract."
    },
    {
        "verse_id": "108-110",
        "text": " Take 16 tolas each of black pepper, black cumin and false pareira brava, kokam butter, 40 tolas of Amlavetasa and 2 tolas of each of sanchal salt, bid-salt prepared salt, barley-alkali, rock-salt, zedoary, orris root, asafetida and gummy gardenia. Mix them together and reduce into a fine powder and give it to the patient. This is beneficial in assimilation-disorders where Vata is predominant as well as in anorexia. Thus has been described ‘The compound Black-pepper Powder’."
    },
    {
        "verse_id": "111-111½",
        "text": " Take 64 tolas of the tetrad of acid articles and 12 tolas of the three spices, 16 tolas of the salts and 32 tolas of sugar, and pulverize them well This powder may be used along with curries, soups, food and sauces. This is curative of cough, indigestion, anorexia, dyspnea, gastric disorders, anemia and colic."
    },
    {
        "verse_id": "112-114½",
        "text": " Take ½ tola each of chaba pepper, cinnamon, roots of long pepper, fulsee flower, the three spices, white-flowered leadwort, wood apple, bael, false pareira brava, silk cotton, elephant pepper, mineral pitch and cumin seeds, and pulverise them after frying m ghee; prepare a medicated gruel with this powder, adding curds, the juices of wood apple, country sorrel, kokam-butter and sour pomegranate. This gruel is curative of all kinds of diarrhea, assimilation-disorders [grahani], Gulma, piles and splenic disorders."
    },
    {
        "verse_id": "115-116",
        "text": " The soup of the pentad of jujubes or of radish along with black pepper and the prepared meat-juice of Jangala animals, acidified with pomegranate, butter-milk and unctuous articles, and the meat-juice of carnivorous, animals mixed with digestive articles are beneficial as food; and similarly butter-milk, fermented wheat-conjee and simple and medicated wines, are beneficial as drink."
    },
    {
        "verse_id": "117-119½",
        "text": " Butter-milk is considered to be the best in assimilation-disorders [grahani], owing to its digestive stimulant, astringent and light qualities. As it is sweet in post-digestive effect it does not provoke Pitta and owing to its being astringent, hot, antispasmodic and dry, it is beneficial m Kapha, as it is sweet, acid and dense it is beneficial in Vata Freshly prepared butter-milk is non-irritant. Therefore, the physician should make use of all the courses of butter-milk that have been described in the chapters on the treatment of abdominal diseases and piles, in the treatment of assimilationdisorders."
    },
    {
        "verse_id": "120-121",
        "text": " Take 12 tolas of each of celery seeds, erablic myrobalans, chebulic myrobalans and black pepper and 4 tolas each of the five kinds of salts and pulverise them together, put the powder m butter-milk and let it ferment. This, the patient should be given to drink. This butter-milk wine is a digestive-stimulant and is curative of edema, Gulma,piles, worms, urinary disorders and abdominal diseases. Thus has been described ‘The medicated Butter-milk Wine’."
    },
    {
        "verse_id": "122",
        "text": " Finding that the Pitta has gone to its natural habitat, that it is in an agitated condition and that it is extinguishing the gastric fire, the physician should remove it by emesis or by purgation."
    },
    {
        "verse_id": "123-124",
        "text": " By giving the patient non irritant and light foods, mixed with bitter substances or by giving the meat-juice of Jangala animals or the soup of green gram and other pulses or vegetable soups, acidified with pomegranate and mixed with ghee and the powders of digestive and astringent substances, or by giving ghees medicated with bitters, the physician should stimulate the gastric fire in the patient."
    },
    {
        "verse_id": "125-128",
        "text": " Take 8 tolas each of sandal-wood, Himalayan cherry, cuscus, cuscus-grass, Patha, trilobed virgin’s bower, Indian valerian, sweet flag, both varieties of Indian sarsaparilla, dita-bark, vasaka, snake-gourd, gular fig, holy fig, banyan, yellow-barked fig tree, flowering peepul, kurroa, rohan, nut-grass and neem, and decoct them in 1024 tolas of water. When reduced to ¼ of the quantity, prepare 64 tolas of medicated ghee in this decoction with the paste of 1 tola each of chiretta, kurchi seeds, climbing asparagus, long pepper and blue waterlily. This should be taken in assimilation disorders of the Pitta type. The ‘Bitter ghee’ described in the chapter entitled ‘The Therapeutics of Dermatosis’ may also be used. Thus has been described ‘The compound Sandal-wood Ghee’."
    },
    {
        "verse_id": "129-129¾",
        "text": " Take dry ginger, Indian, atees, nut-grass, fulsee flower, extract of Indian berberry, bark and seeds of kurchi, bael, Patha and kurroa in equal, parts and reduce to powder; this is to be taken with honey and rice-water. This compound Dry Ginger powder cures assimilation disorder [grahani] of the Pitta type."
    },
    {
        "verse_id": "130-131",
        "text": " It also cures a condition wherein the patient passes blood in his stools, piles, pain in the anorectal region and dysentery. This is valued highly by Krishna Atreya. Thus has been described ‘The compound Dry Ginger Powder.’"
    },
    {
        "verse_id": "132-133",
        "text": " Take one part of each of chiretta, kurroa, the three spices, nutgrass and kurchi seeds and 2 parts of white-flowered leadwort and 16 parts of kurchi and reduce to powder; this powder, taken with gur and cold water, cures assimilation-disorders, Gulma, jaundice, fever, anemia, urinary disorders, anorexia and diarrhea. Thus has been described ‘The compound Chiretta Powder (No. 1)’."
    },
    {
        "verse_id": "134-136",
        "text": " Take sweet flag, Indian atees, Patha, dita bark, extract of Indian berberry, Indian calosanthes, fragrant sticky mallow, tree of heaven, kurchi bark, cretan prickly clover, Indian berberry, trailing rungia, Patha, celery seeds, drumstick, leaves of snake-gourd, white rape seeds, yellow-jasmine leaves, Spanish jasmine and the pulp of jambool, mango, bael and twigs and fruits of neem; the physician desirous of curing assimilation-disorders [grahani] should use this powder mixed with the compound chiretta powder."
    },
    {
        "verse_id": "137-140",
        "text": " Take chiretta, sweet flag, zalil, the three spices, sandal wood, Himalayan cherry, cuscus grass, bark of Indian berberry, kurroa, bark and seeds of kurchi, nut-grass, celery seeds, deodar, wild snake-gourd and leaves of neem, small cardamom, yellow ochre, Indian atees, cinnamon, seeds of drumstick, trilobed virgin’s bower and trailing rungia. The powder of these may be licked with honey or drunk mixed with wine or water. This will cure gastric disorders, Gulma, colic, anorexia, fever, jaundice, tridiscordance and diseases of the mouth. Thus has been described ‘The compound Chiretta Powder (No. 2)’."
    },
    {
        "verse_id": "141",
        "text": " When the assimilation system has been impaired by the morbid Kapha, the patient should be subjected to systematic procedure of emesis, and thereafter his gastric fire may be stimulated by the use of pungent, acid, salt, alkaline and bitter articles."
    },
    {
        "verse_id": "142-143",
        "text": " Take one tola of each of Palasha, white-flowered leadwort, chaba pepper, pomello, chebulic myrobalans, long pepper, roots of long pepper, Patha, dry ginger and coriander and boil them in 64 tolas of water; when reduced to ¼ (l/4th) the quantity, take it down. This may be used as potion by itself or. a gruel may be prepared with the above-mentioned drugs."
    },
    {
        "verse_id": "144",
        "text": " Or, the patient may take light food with the soup of dry radish or of horse-gram mixed with pungent, acid, alkaline and stimulant articles."
    },
    {
        "verse_id": "145",
        "text": " He may take a post-prandial, drink of sour butter-milk, medicated butter-milk, wine or Madira wine or honey wine or wholesome Sidhu wine."
    },
    {
        "verse_id": "146-148",
        "text": " Take 1024 tolas of flowers of mahwa, 512 tolas of embelia, 256 tolas of each of white flowered leadwort and marking nut, and- 32 tolas of indian madder; decoct all these in 3072 tolas of water. When it is reduced to 1024 tolas, take it down. When. it is cooled, mix it with 128 tolas of honey and place it in a pot lined with the paste of cardamom, lotus stalks, eagle wood and sandal wood and keep it for a month; when the' wine is properly fermented, it should be taken out for use."
    },
    {
        "verse_id": "149",
        "text": " This mahwa-wine stimulates the assimilatory system and is roborant. It is curative of Kapha, Pitta, edema, dermatosis, leucoderma and urinary disorders. Thus has been described ‘The Mahwa-wine.’"
    },
    {
        "verse_id": "150",
        "text": " Take the fresh juice of mahwa flowers and boil it till it is reduced to ½ (1/2nd) its quantity; when it is cooled, add ¼ (1/4th) its quantity of honey and place it in a pot as described in the preceding preparation."
    },
    {
        "verse_id": "151",
        "text": " The person observing wholesome diet will be able to subdue all assimilation-disorders [grahani] by taking this medicated wine. The patient may take the wines, prepared in the same way, from the juice of grapes, sugarcane and dates."
    },
    {
        "verse_id": "152-154",
        "text": " Take 128 tolas of cretan prickly clover, 64 tolas of emblic myrobalan, 8 tolas each of white flowered leadwort; and red physic nut and take a hundred fresh chebulic myrobalans and deeoct these in; 4096 tolas of water; and when the water is reduced to 1024 tolas and cooled, filter and add to it 800 tolas of gur and 32 tolas of honey; and as described above, place it in a vessel lined with ghee adding 16 tolas of the powder of perfumed cherry, long pepper aud embelia. It must remain there for a fortnight and when the wine is well formed, it should be taken."
    },
    {
        "verse_id": "155",
        "text": " It is curative of assimilation disorders [grahani], anemia, piles, dermatosis, acute spreading affections, urinary disorders, hemothermia and disorders of Kapha; it is a promoter of the voice and the complexion. Thus has been described ‘The Prickly Clover Wine’."
    },
    {
        "verse_id": "156-158",
        "text": " Take 20 tolas of each of turmeric, decaradices, climbing asparagus, Rishabhaka and Jivaka, and decoct them in 4096 tolas of water; when it is reduced to ¼ (l/4th) its quantity the solution should be filtered aud the physician should add 800 tolas of gur and the powder made of 8 tolas of perfumed cherry, nut grass, Indian madder, embelia, liquorice, nut-grass, white lodh, red lodh, and honey. Keep it for a month and then use it"
    },
    {
        "verse_id": "159",
        "text": " The Radices-wine thus prepared is digestive-stimulant, curative of hemothermia, constipation, disorders of Kapha, gastric disorders, anemia and asthenia of body. Thus has been described ‘The Radices-wines’."
    },
    {
        "verse_id": "160-161",
        "text": " Triturate 64 tolas of each of long pepper, gur, pulp of beleric myrobalan; add 64 tolas of water and keep the vessel containing it in a heap of barley; when it is well fermented, the patient may take a dose of 4 tolas of it mixed with 16 tolas of water. This Pinda-wine is curative of a multitude of diseases."
    },
    {
        "verse_id": "162",
        "text": " Even the healthy man desirous of preventing for himself the diseases described herein, may take this wine for a month as a prophylactic measure, living on a diet of meat-juice mixed with unctuous substances. Thus has been described ‘The Pinda-wine’."
    },
    {
        "verse_id": "163-165½",
        "text": " Take a new pot and line it with long pepper and honey; fumigate it with eagle wood and put into it 256 tolas of honey, equal amount of water and the following powders—embelia 8 tolas, long pepper 16 tolas, 4 tolas of bamboo manna and one tola each of fragrant poon and black pepper, and of cinnamon, cardamom, cinnamon leaves, long zedoary, betel nut, Indian atees, nut-grass, fragrant piper, cherry tree, Indian tooth-ache tree, roots of long pepper and white flowered leadwort; keep this for a month and then make use of it."
    },
    {
        "verse_id": "166-167",
        "text": " It stimulates the weak gastric fire and regulates the irregular one. This honey-wine cures gastric disorders, dermatosis, piles, edema, fever and other disorders due to Vata and Kapha. Thus has been described ‘The Honey-wine.’"
    },
    {
        "verse_id": "168-169",
        "text": " Take equal parts of long pepper, roots of long pepper, the two alkalis, the five salts, pomello, chebulic myrobalans, Indian groundsel, long zedoary, black pepper and dry ginger and reduce them to powder; the patient suffering from assimilation-disorder of the Kapha type may drink it in the morning with genially warm water; it is a promoter of vitality, complexion and the gastric fire."
    },
    {
        "verse_id": "170",
        "text": " And if this condition is associated with Vata, the ghee prepared with the above drugs may be taken or the ‘Shatpala ghee’ or ‘Marking nut ghee’ described in the chapter on Gulma may be taken."
    },
    {
        "verse_id": "171-172",
        "text": " Take bid salt, sanchal salt, salsoda salt, barley-alkali, soap-pod, Indian nightshade and white flowered leadwort and incinerate; then wash and percolate it seven times in water. Take 572 tolas of this alkaline solution and prepare 256 tolas of ghee with this. This ghee when taken as potion promotes the gastric fire. Thus has been described ‘The Alkali-ghee.’"
    },
    {
        "verse_id": "173-176",
        "text": " Take one tola of each of long pepper and roots of long pepper, Patha, chaba pepper, kurchi seeds, dry ginger, white-flowered leadwort, Indian atees, asafoetida, small caltrops, kurroa and sweet flag, and 4 tolas each of the pentad of salts; mix these in 128 tolas of curds and 32 tolas of oil-cum-ghee and boil them on a low fire, till the watery portion is evaporated; then break up the mass formed and carbonize it by the air-tight method and deduce it to powder. The patient may take as potion one tola of this powder mixed in ghee, and when the dose is digested he should take a meal consisting of sweet articles. This will cure all disorders of Vata and Kapha as well as conditions of acute and chronic poisoning."
    },
    {
        "verse_id": "177-178",
        "text": " Take 8 tolas of each of marking nut, the three spices, the three myrobalans, the triad of salts and carbonize them with the fire of the cowdung-cakes, by the airtight method. This alkali, taken with ghee or taken sprinkled over the food, cures gastric disorders, anemia, assimilation-disorders [grahani], Gulma, misperistalsis and colic."
    },
    {
        "verse_id": "179-180",
        "text": " Take equal parts of cretan prickly clover, Indian beech and jungle cork-tree, dita bark, kurchi bark, sweet-flag, emetic nut, trilobed virgin’s bower, Patha and purging cassia; reduce them to powder and mixing it with cow’s urine, incinerate. The alkali is thus produced, is a promoter of the strength of the assimilatory system."
    },
    {
        "verse_id": "181",
        "text": " Chiretta, kurroa, wild snake-gourd, neem and trailing rungia, should be mixed with buffalo’s urine and incinerated. The alkali produced thus is a promoter of the gastric fire."
    },
    {
        "verse_id": "182",
        "text": " Turmeric, Indian berberry, sweet flag, costus, white-flowered leadwort, kurroa and nut-grass should be mixed with goat’s urine and incinerated. The alkali thus produced acts as a promoter of the gastric fire."
    },
    {
        "verse_id": "183-185",
        "text": " Take 16 tolas of thorny milk hedge, 12 tolas of the triad of salts, 16 tolas of brinjal, 32 tolas of mudar and 8 tolas of white-flowered leadwort. This should be burnt to ashes and an alkali prepared; pills made of this with the juice of the brinjal, may be taken after each meal. These pills help in quickly digesting the food taken repeatedly. It is beneficial in cough, dyspnea, piles, acute gastrointestinal irritation, coryza and in gastric disorders. These alkali-pills are valued highly by Krishna Atreya. Thus has been described ‘The Alkali-pills’."
    },
    {
        "verse_id": "186-187",
        "text": " Take kurchi, Indian atees, Patha, cretan prickly clover, asafoetida and white-flowered leadwort; powder them and boil that powder in an iron pot with the alkali of the buds of palas prepared in cow’s urine, till it becomes dense. The patient suffering from assimilation disorders, edema or piles should take a dose of half a tola of this powder with genially warm water or with wine. Thus has been described ‘The Fourth Variety of Alkali’."
    },
    {
        "verse_id": "188-191½",
        "text": " Take one tola each of the three myrobalans, white siris, chaba pepper, pulp of bael, iron-dust, kurroa, nut grass, costus, Patha, asafoetida, liquorice, the alkalis, of weaver’s bean tree, and of barley, the three spices, sweet flag, embelia, roots of long pepper, sal soda salt, neem, white flowered leadwort, trilobed virgin’s bower, celery seeds, kurchi seeds, guduch, deodar and 4 tolas of each of the pentad of salts, and soak them in 48 tolas of curds and 48 tolas of ghee and oil, and heating it slowly on a low fire by the airtight method, prepare the alkali. The patient suffering from piles, assimilation-disorders [grahani] and anemia due to Kapha and Vata may take a dose of one tola of this alkali mixed with ghee."
    },
    {
        "verse_id": "192-193½",
        "text": " This alkali-preparation is curative of splenic disorders, retention of urine, dyspnea, hiccup, cough, worms, fever, consumption, diarrhea, edema, urinary disorders, constipation, cardiac spasm and all kinds of toxicosis; this alkali-preparation is also an excellent promoter of gastric fire. After this dose has been digested the patient should take his diet mixed with sweet meat-juice or with milk. Thus has been described ‘The Fifth Variety of Alkali’."
    },
    {
        "verse_id": "194-194½",
        "text": " In a condition of tridiscordance, the physician skilled in systematic treatment should first administer the pentad of purificatory procedures and should then give medicated ghee, alkalis and simple or medicated wines which promote the gastric fire."
    },
    {
        "verse_id": "195-195½",
        "text": " The physician skilled, in constitutional pathology, should administer the line of treatment indicated in assimilation disorders due to each of Vata and other humors either separately or combined together."
    },
    {
        "verse_id": "196-197½",
        "text": " Oleation, sudation, purification and lightening therapies, articles that are gastric stimulants, various kinds of powders, salts, alkalis, honey, medicated wine, Sura wine and simple wines, various kinds of buttermilk courses, and disgestive stimulant ghees should be resorted to, by the patient suffering from assimilationdisorders [grahani]."
    },
    {
        "verse_id": "198-200½",
        "text": " Now hear the treatment at different stages of the disease. In ptyalism due to Kapha type of the disease, dry digestive-stimulants mixed with bitter articles should be given. In a condition of emaciation with excess of Kapha, an alternate administration of the dry and the unctuous articles is beneficial; after ascertainment of the absence of chymemorbidity, digestive-stimulants mixed with unctuous bitter and sweet articles should be given. If the Vata is in excess, digestive-stimulants mixed with unctuous, salt and acid articles are beneficial. The gastric fire fed by the fuel of such a regimen gets rekindled."
    },
    {
        "verse_id": "201-201½",
        "text": " Treatment with unctuous articles should be known to be the best stimulant of a weak gastric fire. There is no food, however heavy, that can quench the gastric fire activated by the fuel of unctuous substances."
    },
    {
        "verse_id": "202 202½",
        "text": " The patient, whose gastric fire is weak and who passes frequent stools of undigested fecal matter, should take in proper dose, the ghee medicated with digestive-stimulants."
    },
    {
        "verse_id": "203-203½",
        "text": " The Samana Vata, getting corrected, gets re-established in its normal habitat. Due to its movement towards the seat of the gastric fire, it quickly enhances the strength of the gastric fire."
    },
    {
        "verse_id": "204-205",
        "text": " The person who passes stools with difficulty owing to its formation into scybalous masses, should drink ghee mixed with salt in the midst of his meal; and in a condition of the gastric fire being weakened by dryness, he may drink ghee or oil mixed with digestive-stimulants."
    },
    {
        "verse_id": "206-207",
        "text": " If the gastric fire is weak owing to over-unctuousness, then powders or medicated and simple wines are beneficial. If the stools are loose due to excessive mucus-secretion in the rectum, the patient should take oils or Sura or other wines. If the gastric fire is weak due to misperistalsis, evacuative and unctuous enemata are indicated; and if the weakness is due to excess of humoral morbidity in the body, he should undergo purificatory procedures and observe systematic regimen."
    },
    {
        "verse_id": "208-208½",
        "text": " If the gastric fire is weak in one already suffering from disease, ghee is the only stimulant of such gastric fire. If the gastric fire is weak owing to fasting, ghee mixed with gruel should be taken; and ghee taken in the course of a meal is a promoter of strength, digestive-stimulant and roborant."
    },
    {
        "verse_id": "209-211½",
        "text": " The physician should give light food mixed with meat-juice of the tearer and carnivorous groups of creatures, slightly acidified, to persons who are weak, wasted and emaciated by very prolonged illness. Such flesh, owing to its acute and hot quality, purifies and activates the gastric fire quickly; and as it is formed of the flesh of other animals, it acts as a very quick roborant. The gastric fire is not kindled by either fasting, under-eating or over-eating, just as a fire does not get enkindled by either lack of fuel, or inadequate fuel or by being smothered by excess of fuel."
    },
    {
        "verse_id": "212-212½",
        "text": " When the regimen of various unctuous articles of diet, powders, decoctive wines, Sura and other wines hava been properly administered by the physician, the strength of the gastric fire begins to increase."
    },
    {
        "verse_id": "213-213½",
        "text": " Just as the fire, fed by a hard and strong wood, burns steadily and long, so does the gastric fire get steadily established, which is fed by a regimen of unctuous diet."
    },
    {
        "verse_id": "214-214½",
        "text": " He enjoys good health for long, who eats what is whole some, who eats only after the previous meal has been digested, and who eats in moderation. Man should constantly strive to promote the gastric fire by taking care to prevent the discordance of body-elements."
    },
    {
        "verse_id": "215-215½",
        "text": " When the gastric fire established in the centre of the body is evenly maintained by the proper balance of humors, it digests the food well and promotes health, robustness, life-span and strength."
    },
    {
        "verse_id": "216-216½",
        "text": " When it is rendered weak or very severe by the morbid humors, it gives birth to diseases. The weak condition of the gastric fire, thus, has been fully described; and the severe condition of the gastric fire will now be taken up."
    },
    {
        "verse_id": "217-217½",
        "text": " In one suffering from decrease of the Kapha, the Pitta gets provoked and following the course of the Vata, reaches the seat of the gastric fire and increases its strength by adding its own heat."
    },
    {
        "verse_id": "218-219",
        "text": " Having been thus enhanced, the gastric fire combined with the Vata in the body in which the unctuous quality has been lessened, surrounds the food and quickly digests it by its acuteness, as many times as it is offered. Having consumed the food, it begins to consume the bodyelements such as blood etc."
    },
    {
        "verse_id": "220-220½",
        "text": " The man is then afflicted with debility and diseases leading to death. He is pacified when he has ingested his food, but immediately on completion of digestion, he feels fainting. Thirst, dyspnea, burning"
    },
    {
        "verse_id": "and fainting etc",
        "text": ", are the disorders resulting from excessive or very acute gastric fire (hyperchlorhydria)."
    },
    {
        "verse_id": "221-221½",
        "text": " As a burning fire is quenched by water, similarly the very acute gastric fire should be brought to quiescence by means of heavy, unctuous, sweet and viscous food and drink."
    },
    {
        "verse_id": "222-222½",
        "text": " Even before the digestion of the food is completed, the patient should repeatedly feed, lest the gastric fire should, at any time, go without fuel and begin to feed on the body elements, thus giving rise to complications."
    },
    {
        "verse_id": "223-223½",
        "text": " He should feed on milk-pudding, kedgeree, unctuous pastry, products of gur and the spit-roasted meat of aquatic and wet-land creatures."
    },
    {
        "verse_id": "224-224½",
        "text": " He should take particularly fish that are smooth and live in stagnant waters, and the spit-roasted meat of sheep, both of which relieve the acute condition of the gastric fire."
    },
    {
        "verse_id": "225-226",
        "text": " When hungry, the patient should take gruel mixed with bee’s wax or take ghee or the supernatant part of the porridge of wheat-powder after undergoing venesection, or he may take the milk that has been prepared with sugar, ghee and the life-promoter group of drugs,"
    },
    {
        "verse_id": "227",
        "text": " The bruised oleiferous seeds taken mixed with sugar and similarly meat-juices taken mixed with unctuous substances, reduce the gastric fire to a mild condition,"
    },
    {
        "verse_id": "228",
        "text": " The patient may take ghee in cold water mixed with bee’s wax or he may take powdered wheat with milk and ghee."
    },
    {
        "verse_id": "229-230",
        "text": " The three unctuous substances, leaving oil from the group of the unctuous articles, prepared with the meat-juice of wet-land creatures, or curds mixed with equal quantity of milk and the aforesaid unctuous substances may be taken, or the powdered bark of the gular fig mixed in breast-milk, or the milk-pudding prepared with both of these may be taken for the relief of the severe condition of the gastric fire."
    },
    {
        "verse_id": "231-231½",
        "text": " The patient may be given repeated purgation by the wise and expert physician, after investigation, with milk prepared with black turpeth and turpeth, for allaying Pitta it should be followed by a diet of milk-pudding."
    },
    {
        "verse_id": "232-232½",
        "text": " Sleeping in the day after meals and whatever articles are sweet, fatty, promotive of Kapha and heavy, are beneficial in a severe condition of the gastric fire."
    },
    {
        "verse_id": "233-233½",
        "text": " The patient afflicted with acute gastric fire does not come to grief by eating sumptuously of fatty articles of diet, even without feeling hungry, but gains in robustness, on the contrary."
    },
    {
        "verse_id": "234-234½",
        "text": " When the Kapha is increased and the Pitta and Vata are subdued, the gastric fire, regaining its normality, digests the food and maintains the balanced condition of the body-elements, thus promoting robustness, life-span and strength."
    },
    {
        "verse_id": "235-236½",
        "text": " In this treatise, that is regarded as mixed diet (Samaśana [samaśana]) in which the wholesome and the unwholesome are mixed together. The irregular diet (Viṣamaśana [viṣamaśana]) is that which is either excessive or scanty or eaten either too early or too late. That meal is regarded as (Adhyaśana [adhyaśana]) predigestion-meal which is taken before the previous meal has been digested. All three kinds of abnormal eating give rise to either death or dreadful diseases."
    },
    {
        "verse_id": "237-238",
        "text": " Taking the evening meal even though the morning meal has not been digested, is not injurious. The heart is awakened by the sun in the day like the lotus. When it is awake, all the channels of the body are fully dilated."
    },
    {
        "verse_id": "239",
        "text": " They dilate by exertion, movement and mental activity. Hence it is that the body-elements in these channels do not get softened in the day."
    },
    {
        "verse_id": "240-240½",
        "text": " When new food is mixed with old which is not softened, it does not get spoilt, even as fresh milk added to milk which has not been sour, does not get spoilt by it, but gets well-mixed with it."
    },
    {
        "verse_id": "241-242",
        "text": " But in the night when the heart gets contracted and the channels as well as the gastro-intestinal tract are contracted, the body-elements get softened. Any thing else added to these which are undigested and softened get spoilt even as boiled milk added to sour milk,"
    },
    {
        "verse_id": "243",
        "text": " When the food eaten in the night is not fully digested, the wise man, desiring to protect his strength and life, should not take any food."
    },
    {
        "verse_id": "244-249",
        "text": " The characteristics of the gastric fire, how it preserves the body, how the food is digested, and what things food creates and how, the various kinds of body-fire and what they nourish, their number and what elements they ripen, the order of the transformations of body-elements such as nutrient fluid etc., as well as the excretory matter given out by each of them, the causes for the quick efficacy of virilific drugs, the time and order of the formation of the body-elements, the cause of the localisation of disease, the significance of the gastric fire, how it vitiates the metabolism when it is increased, what diseases it gives rise to when vitiated, the definition of the assimilatory system, the signs and symptoms of assimilation-disorders [grahani], the premonitory symptoms of each type, its signs and symptoms and therapeutics, the description of the four kinds of assimilation-disorders, and treatment of various stages of disease, the etiology of the severe condition of the gastric fire and its treatment—all this the sage has expounded in this chapter on ‘The Therapeutics of Assimilation-disorders’."
    }
]