[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The therapeutics of Fever [jvara-cikitsa].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": "Agnivesha, with folded hands, asked the unfevered Punarvasu, seated peacefully in solitude, the question concerning fever [jvara]."
    },
    {
        "verse_id": "4-9",
        "text": " ‘Fever has been described earlier by your worship as the inflamer of body, senses and the mind, the first-born of all diseases, the most puissant, and the chief of diseases. Concerning this enemy of life, which makes its inevitable appearance at both birth and death, deign to tell us for the sake of the world’s weal, the following: causes, its nature, rise, effect and causes; its premonitory symptoms, habitat, periodicity and pathognomic Symptom; its various classifications in extenso and the symptoms of each of them separately; the symptoms of the stages of imperfect and perfect digestion of the intestinal contents during fever together with their remedies and procedures of treatment; the distinguishing marks severally of the stages of defervescence and subsidence; the period during which the convalescent has to be specially protected and from what particular influences; the causes whereby the subsided fever relapses again; and finally, the measures that allay the fever [jvara] that has re-appeared’."
    },
    {
        "verse_id": "10",
        "text": " The teacher, on hearing these words of Agnivesha, made answer: ‘O, gentle one! whatever has to be said on the subject of fever, all that, do you hear from me’."
    },
    {
        "verse_id": "11",
        "text": " fever [jvara], disorder, disease, ailment and malady—all these are synonymous terms and signify the same thing."
    },
    {
        "verse_id": "12",
        "text": " The morbid humors, somatic and psychic, are considered to be the cause of fever. For fever [jvara] never assails a creature that is free from morbidity."
    },
    {
        "verse_id": "13-13½",
        "text": " The nature of fever is described in such terms as wasting, stupefaction, the fruit of sin and the fatal manifestation; these being the messengers of death, are so called because they are the cause of death to persons who are suffering from the evil consequences of their own actions."
    },
    {
        "verse_id": "14",
        "text": " The primogenesis of fever [jvara] is from the greed of acquisition in man and from the fierce wrath of Rudra; as declared earlier in the Section on Pathology."
    },
    {
        "verse_id": "15-15½",
        "text": " Long ago, in the second age of the world, while the great God Shiva, lay seated in meditation for a thousand celestial years, observing the yow of abstention from anger, evil minded demons to whom it was meat and drink to hinder people from their austerity, ran to him to seduce him from his austerity."
    },
    {
        "verse_id": "16-18",
        "text": " Now Daksa, the patriarch, who was aware of the mischief that these demons intended to do, chose to affect indifference. Further, the patriarch Daksha, though admonished by the gods, refrained from offering to the sovereign Shiva his inalienable share in the oblations and conducted the sacrifice by systematically omitting all praise-hymns and invocations which refer to Shiva, the lord of creatures, and which ensure the success of a sacrifice."
    },
    {
        "verse_id": "19-20",
        "text": " After the Great God had completed his vow, and come out of his meditation, he knew how Daksha had neglected his duty. Immediately the terrible one, who was master of his moods, assumed his aspect of terror and opening his third eye in the forehead, reduced those evil-doers and demons to ashes. Then, the sovereign one created out of the fire of his anger a youth that should destroy the sacrifice of Daksha."
    },
    {
        "verse_id": "21-25",
        "text": " When the sacrifice was destroyed by him, the celestials became affrighted and all living beings stricken with burning and panic, ran helter-skelter to the four quarters. Then the hosts of the celestials together with the seven sages entreated the Sovereign God with praise songs till at last the Benevolent One resumed his benevolent aspect. Knowing that now the auspicious one had regained normal mood of benevolence to all creatures, the creative that had risen out of his anger, whose weapon was ashes, who had three heads, nine eyes and was covered with a garland of flame and was terrible, short-legged and pot-bellied, seeming the very fire of wrath, having folded his hands in obeisance, said, ‘O Lord! what farther behest of thine shall I do now?’ To that embodiment of his anger, the Sovereign God vouchsafed the answer, ‘Thou shalt go down into the world of mortals as fever [jvara] and afflict life at birth and death, and in the wake of tresspasses.’"
    },
    {
        "verse_id": "26",
        "text": " The effects of fever are—pyrexia, thirst accompanied by anorexia, lassitude and cardiac pain. Fever comes on as a great darkness during birth and death."
    },
    {
        "verse_id": "27",
        "text": " Thus the nature, the primogenesis and effects of fever have been described. The causes of fever, numbering eight, have been described earlier in the section on Pathology, under separate heads."
    },
    {
        "verse_id": "28-29",
        "text": " The premonitory symptoms of fever [jvara] are—lethargy, lacrimation in the eyes, yawning; heaviness, exhaustion, unsettled craving: and repugnance for heat, sun, air and water; indigestion, dysgeusia, deterioration in strength and complexion and slight change in temperament."
    },
    {
        "verse_id": "30",
        "text": "The habitat of fever is the entire body together with the mind; The periodicity of fever has been shown in the Section on Pathology."
    },
    {
        "verse_id": "31",
        "text": " The pathognomic symptom of fever is the general heating-up of body and mind. For, there is no creature affected with fever that is not afflicted with heat."
    },
    {
        "verse_id": "32-35",
        "text": " fever [jvara] is of two kinds, according as it is somatic or psychic; It is again, observed to be of two kinds, according as it is activated by the aqueous or the fiery element. It is two-fold again, according as it is internal or external in its manifestation, seasonal or unseasonal, curable or incurable. Again, fever is seen to be of five kinds, viewed in the light of the strength or weakness of the morbific factor and the season; thus, it is continuous, intermittent, quotidian, tertian and quartan. Once again, with reference to the body-elements which provide it with a habitat, fever is of seven kinds; while in view of the diversity of causes, it is of eight kinds."
    },
    {
        "verse_id": "36-36½",
        "text": " The somatic fever starts in the body first, the psychic in the mind. The psychic fever is characterised by absent-mindedness, apathy and weariness. The fever affecting the senses is known by a deterioration of their function."
    },
    {
        "verse_id": "37-37½",
        "text": " The fever [jvara] brought on by the morbid Vata and Pitta is ‘hot’ in nature and requires ‘cooling’ agents for its alleviation; while that brought on by morbid Vata and Kapha requires ‘hot’ agents for its alleviation."
    },
    {
        "verse_id": "38-38½",
        "text": " The Vata is the conducting agent par excellence. By contact it brings about both conditions; thus when charged with the fiery element, it imparts heat; when in association with the aqueous element it imparts cold."
    },
    {
        "verse_id": "39-40",
        "text": " The symptoms of internal fever should be known as excessive internal burning, excessive thirst, delirium, dyspnea, hallucination, aches in the joints and bones, and hidrosis and retention of morbid element and stools"
    },
    {
        "verse_id": "41",
        "text": " The symptoms of external fever are—excessive external burning, mildness of thirst etc. and easy, curability."
    },
    {
        "verse_id": "41½",
        "text": " The seasonal fever occurring in spring and autumn is easy of cure."
    },
    {
        "verse_id": "42-42½",
        "text": " Thus the Pitta which is fiery by nature, getting aggravated by hot things flares up in the autumn. Similarly, the Kapha which has accumulated during the winter, bursts forth in the spring."
    },
    {
        "verse_id": "43-44½",
        "text": " Again the Pitta that has been nourished during the rains on water and herbs that turn acid on digestion, flares up in the autumn, being roused by the sun’s heat and precipitates fever: Such Pitta finds in Kapha its secondary support as a result of the nature of the rainy season which is characterised as the period of exudation. No danger attends the observance of the lightening therapy then. In fact this season is peculiarly suited to its practice,"
    },
    {
        "verse_id": "45-46½",
        "text": " The Kapha which has been accumulating during the winter on the intake of water and herbs that turn sweet on digestion, flares up in the spring, being heated by the rays of the sun. Consequently, such Kapha gives rise to fever [jvara] in the spring. To that Kapha, during the mid-season of absorption, Vata and Pitta become associated."
    },
    {
        "verse_id": "47-47½",
        "text": " So the wise physician, having ascertained the waxing and waning strengths of the humors in the beginning, the middle and the end of Autumn and Spring, should carry out the treatment of fever [jvara]."
    },
    {
        "verse_id": "48",
        "text": " A fever is adjudged seasonal if it corresponds to the characteristics of the prevailing season. Generally, the Vata-fever whenever it occurs and the other fevers occurring outside their proper seasons are considered to be difficult of cure. The various factors pertaining to such unseasonal fevers have been set out in the Section on Pathology."
    },
    {
        "verse_id": "49½",
        "text": " The fever [jvara] that is unattended with complications and seen to occur in constitutions that are strong but slightly vitiated is easy of cure."
    },
    {
        "verse_id": "50-50½",
        "text": " Whereas the fever that is brought about by many and powerful factors and is characterised by many symptoms and is rapidly destructive of the sense faculties, is to be regarded as fatal."
    },
    {
        "verse_id": "51-51½",
        "text": " The acute fever attended with raving giddiness and dyspnea, will kill its victim in seven, ten or twelve days."
    },
    {
        "verse_id": "52-52½",
        "text": " The fever [jvara] that occurs in the emaciated or in the edematous and that which is deep-seated, chronic and virulent and which causes the partings in the hair, should be regarded as incurable"
    },
    {
        "verse_id": "53-53½",
        "text": " The accumulated morbid humors that are carried by the channels of the nutrient fluid, permeate the whole body and thereafter getting localised, give rise to the continuous fever."
    },
    {
        "verse_id": "54-54½",
        "text": " The continuous fever lasts for either seven, ten or twelve days and is most unbearable. Being rapid in its course, it either soon kills its victim or soon abates."
    },
    {
        "verse_id": "55-55½",
        "text": " It is the morbid humor that is homologous to the prevailing season, to the seat of morbidity and to the patient s habitus, unchecked by any hostile factor that gives rise to the continuous fever. It should be known that it is on account of this that, this fever [jvara] is so difficult to bear."
    },
    {
        "verse_id": "56-56½",
        "text": " In the continuous fever, the morbid humors—Vata etc., invariably and at one and the same time affect the body-elements as well as the feces and urine."
    },
    {
        "verse_id": "57-57½",
        "text": " The continuous fever kills or leaves the patient according as the body-elements, viz., the nutrient fluid and others become thouroughly pure or remain impure at the end of the week etc"
    },
    {
        "verse_id": "58-60½",
        "text": " Sometimes even when the aforesaid twelve fever-habitats have not become pure either perfectly or throughout the body, the continuous fever may come down on the twelfth day, but lying dormant in the body will dog the patient for long proving intractable to treatment. Knowing this, the physician should begin treating the continuous fever promptly with the procedures of depletive therapy."
    },
    {
        "verse_id": "61-62",
        "text": " The morbid toxic factors residing mainly in the blood, having opposition from the anti-bodies, cause remittent fever which periodically rising and remitting has two phases of rise of fever in one day."
    },
    {
        "verse_id": "63-63½",
        "text": " The toxic factors occluding the fat-carrying channels, being strengthened by any one of the factors viz, season and habitus of the patient and susceptibility of bodyelements, cause fever which rises only once in the whole day."
    },
    {
        "verse_id": "64",
        "text": " The tertian and quartan fevers are caused by toxic factors residing in the bone and marrow."
    },
    {
        "verse_id": "65-66",
        "text": " The physicians of another medical school hold a different view on this matter. They say that the toxic matter lying in the blood may also give rise to quotidian fever, that the toxic matter lying in the flesh and body-channels may also cause, tertian fever and that lying in the path of the adipose tissue may also cause quartan fever."
    },
    {
        "verse_id": "67",
        "text": " The quotidian fever recurs every day, the tertian fever with an interval of a day, and that is quartan fever which recurs: with an intervals of two days."
    },
    {
        "verse_id": "68",
        "text": " Just as the seed lies dormant in the soil and germinates iu season, in the same manner the toxic matter lies quiescent in the body-element and flares Up when the time is ripe."
    },
    {
        "verse_id": "69",
        "text": " Thus the morbific factor gathering strength and biding the propitious time manifests itself as the tertian or the quartan fever as soon as the disease-resisting power in the body is lowered."
    },
    {
        "verse_id": "70",
        "text": " In this manner, the disease-generating factors, having worked themselves out, lapse into quiescence and retire to their respective stations in the body; then, mustering up their strength once again, these toxic elements afflict the patient with fever at their own ripe times."
    },
    {
        "verse_id": "71",
        "text": " The tertian fever is of three varieties. Thus, if induced by excess of Kapha and Pitta, it afflicts the lumbar region; if of the nature of Vata and Kapha, it afflicts the back; and if of Vata and Pitta, it causes the head-ache"
    },
    {
        "verse_id": "72",
        "text": " The quartan fever presents two kinds of effects. If characterised by Kapha, it causes pain in the shanks first and if induced by Vata, it first assails the head."
    },
    {
        "verse_id": "73",
        "text": " There is another kind of irregular fever which is none other than the quartan fever reversed. It is brought on by any one of the three morbid humors residing in the two body-elements (bone and bone-marrow)."
    },
    {
        "verse_id": "74",
        "text": " All these five types of fevers are generally seen to result from tridiscordance of humors. Each fever is named after the particularly predominant humor."
    },
    {
        "verse_id": "75",
        "text": " It is to the strength or weakness of season, day, night and the morbid humors, as well as of the mind, and in pursuance of the effects of past actions, that a given fever owes its periodicity."
    },
    {
        "verse_id": "76",
        "text": " Of the fever [jvara] that has its habitat in the body-nutrient fluid; the following are the symptoms: heaviness, depression of spirits, anxiety, asthenia, vomiting, anorexia, external burning, lassitude and fits of yawning."
    },
    {
        "verse_id": "77",
        "text": " Of the fever with its habitat in the blood, the following are the symptoms: red and hot rashes, thirst, the frequent spitting of blood, burning, redness, giddiness, intoxication and raving."
    },
    {
        "verse_id": "78",
        "text": " Of the fever with its habitat in the flesh, the following are. the symptoms: internal burning, thirst, stupefaction, depression, looseness of stools, fetor and convulsion of limbs."
    },
    {
        "verse_id": "79",
        "text": " Of the fever with. its habitat in the fat, the following are the symtoms: perspiration, violent thirst, raving, frequent vomiting, disgust for one’s own body-odor, depression and anorexia."
    },
    {
        "verse_id": "80",
        "text": " Of the fever that has gone down to the bones, the following are the symptoms—combined fits of vomiting and purging, the feeling as if the bones have been broken, groaning, convulsion of the limbs and dyspnea."
    },
    {
        "verse_id": "81",
        "text": "Of the fever [jvara] with its habitat in the bone-marrow, the following are the symptoms—hiccup, dyspnea, cough, extreme faintness, feeling as though the vital parts had been cleft asunder, external chilliness and internal burning."
    },
    {
        "verse_id": "82",
        "text": " If fever, capable of pervading everywhere has penetrated to the secretory element in the body, then causing the expulsion of vital secretions and destroying the life-breaths, it departs together with the elements of air, fire and water in the body."
    },
    {
        "verse_id": "83",
        "text": " The fever, that cleaves to the body-nutrient fluid and the blood, is curable; so also the fever that cleaves to the fat and the flesh elements; while the fever that attacks the bone and the bone-marrow is difficult of cure. As regards the fever that has penetrated the secretory element, it does not admit of cure."
    },
    {
        "verse_id": "84",
        "text": " Of the eight varieties of fever [jvara] which were described earlier in the Section on Pathology with reference to their causes and symptoms, listen now to a fuller description of what was then referred to in brief, viz., the fevers arising from the discordance of two humors."
    },
    {
        "verse_id": "85-851",
        "text": " Of the fever arising from, the discordance of Vata and Pitta,.the symptoms are—head-ache, breaking pain in the joints, burning, horripilation, dryness of the throat and mouth, vomiting, thirst, fainting, giddiness, anorexia, insomnia, excessive talk and yawning."
    },
    {
        "verse_id": "86-87",
        "text": " Of the fever arising from Vata and Kapha, the following are the symptoms—chilliness, heaviness, torpor, rigidity, breaking pain in the joints, head-ache, coryza, cough, anhidrosis and moderate temperature."
    },
    {
        "verse_id": "88-88¾",
        "text": " Of the fever arising from the discordance of Kapha and Pitta; the following are the symptoms—frequent stoppage of perspiration, stupefaction, cough, anorexia, thirst, discharge of phlegm and bile, furred condition and bitter taste of the mouth and somnolence. Thus the fevers born of the bi-discordance have been described."
    },
    {
        "verse_id": "89-90",
        "text": " The fever born of the tridiscordance will now be described. From now onward we shall describe the individual symptoms of each of the thirteen varieties of fever arising from the triple or total discordance, which varieties were out-lined earlier in the Section on General Principles."
    },
    {
        "verse_id": "91",
        "text": "In the fever arising from the condition of the tridiscordance wherein the Vata and Pitta show severe, and kapha moderate aggravation, the symptoms are:—giddiness, thirst, burning, heaviness and severe head-ache."
    },
    {
        "verse_id": "92",
        "text": " In the fever [jvara] wherein the discordance of the Vata and Kapha is severe and that of the Pitta less marked, the symptoms observed are—chilliness, cough, anorexia, torpor, thirst, burning, aches and pain."
    },
    {
        "verse_id": "93",
        "text": " In the fever wherein the discordance of the Pitta and the Kapha is severe and that of Vata moderate, the symptoms observed are—vomiting, chilliness, alternating fits of burning, thirst, stupefaction and aches in the bones."
    },
    {
        "verse_id": "94",
        "text": " In the fever wherein the discordance of the Vata is great and that of the other two factors less marked, the symptoms observed are—piercing pains in the joints, bones and the head, raving, heaviness, giddiness, thirst and dryness of the throat and mouth."
    },
    {
        "verse_id": "95",
        "text": " In the fever of the triple discordance wherein the Pitta is comparatively severe, the symptoms observed are—sticky stools and urine, burning, perspiration, thirst, decline of strength and fainting."
    },
    {
        "verse_id": "96",
        "text": " In the fever of the tridiscordance wherein the Kapha is more provoked thau the rest, the following should be known as the symptoms—weariness, anorexia, nausea, burning, vomiting, apathy, giddiness, torpor and cough."
    },
    {
        "verse_id": "97",
        "text": " In the fever wherein the discordance of Kapha is severe, of Pitta moderate and of Vata slight, the following are considered to be the symptoms—coryza, vomiting, weariness, torpor, anorexia and dullness of the gastric fire"
    },
    {
        "verse_id": "98",
        "text": " In the fever [jvara] wherein the discordance of Pitta is great, of Kapha moderate and of Vata slight, the symptoms are considered to be yellowish urine and eyes, burning, thirst, giddiness and anorexia."
    },
    {
        "verse_id": "99",
        "text": " In the fever wherein the discordance of Vata is great, of Kapha moderate, and of Pitta slight, the following are the symptoms—headache, tremors, dyspnea, raving, vomiting and anorexia"
    },
    {
        "verse_id": "100",
        "text": " In the fever wherein the discordance of Kapha is great, of Vata moderate and of Pitta slight, the following are known to be the symptoms ' chilliness, heaviness, torpor, raving and severe pain in head and bones."
    },
    {
        "verse_id": "101",
        "text": " In the fever wherein the discordance of the Vata is great, of the Pitta moderate, and of the Kapha slight, the following are considered to be the symptoms -dyspnea, cough, coryza, dryness of the mouth and severe pain iu the sides."
    },
    {
        "verse_id": "102",
        "text": " In the fever [jvara] wherein the discordance of the Pitta is great, of the Vata is moderate and of the Kapha slight, the following symptoms are observed—loose stools, weakness of the gastric fire, thirst, burning, anorexia and giddiness."
    },
    {
        "verse_id": "103-108½",
        "text": " We shall now describe the characteristics of fever wherein the discordance of the three humors is equally severe. Sudden alternation of burning and cold, aches in the bones, joints and the head; eyes watering, dull, injected with blood and twisted awry; pain and buzzing noise in the ears; sensation in the throat as if pricked on all sides by thorns; torpor, stupefaction, raving, cough, dyspnea, anorexia, giddiness, tongue scorched as though by fire and rough to the touch; utter lassitude of the limbs, spitting of blood or bile mixed with phlegm, restless tossing of the head, thirst, loss of sleep, pain in the chest, delayed and scanty discharge of perspiration, urine and stools, slight emaciation of the limbs, continuous stertorous sounds in the throat, emergence of circular wheals or rashes of dark-red color, inaudibility of voice, inflammation of the body channels, heaviness of the stomach and delayed maturing of the morbid humors—these are the manifestations of the fever of tridiscordance type."
    },
    {
        "verse_id": "109-109½",
        "text": " The fever [jvara] born of tridiscordance, if marked by the retention of impurities and loss of the dgestive fire and attended with all its symptoms, is impossible of cure. If otherwise, it may, with difficulty, be brought under control,"
    },
    {
        "verse_id": "110-110½",
        "text": " The three-fold division of fever arising from the discordance, of one or the other of the humors has been delineated in the Section on. Pathology, in view of which have also been described, in greater detail, the pathognomic symptoms of the fevers born of tri and bi discordances of the humors."
    },
    {
        "verse_id": "111-11½",
        "text": " The eighth variety of fever, which arises from external factors, is classified into four kinds. Thus, the exogenous fever is brought on by trauma, possession by evil spirits, black magic and imprecation."
    },
    {
        "verse_id": "112-112½",
        "text": " The traumatic fever is that which occurs as the result of the body being injured by weapons, brick-bats, whips, sticks, clenched fists palms of the hands, teeth or by such other external agencies."
    },
    {
        "verse_id": "113- 113½",
        "text": " In the traumatic fever, it is the Vata, that generally vitiating the blood, gives rise to the fever accompanied with aches and pain, swelling and change of color."
    },
    {
        "verse_id": "114-114½",
        "text": " That variety of fever which is seen in persons who are possessed with desire, grief, fear or auger as well as that which appears in persons who are seized by the spirits, is to be known as fever born of ‘possession’."
    },
    {
        "verse_id": "115-116",
        "text": " If the invasion is by desire, grief or fear, it is the Vata that gets provoked; if by anger, it is the Pitta and if by the genii it is any of the three humors corresponding to the nature of the particular genius. This last, evincing eight kinds of characteristics has been fully described in the topic dealing with spirit-possession."
    },
    {
        "verse_id": "117",
        "text": " Some physicians belonging to another school of thought maintain that even that fever which is seen in a person suffering from the effects of contact with poisonous plants, of air or frith other poisonous things, is also another variety of possession fever."
    },
    {
        "verse_id": "118-119",
        "text": " Accordingly, in their opinion, a patient afflicted with this kind of fever [jvara] obtains relief by treatment with antidotes. That fever which is induced by black-magic or imprecation by Siddhas is characterised by the discordance of all the three humors, is very severe in nature and is most unbearable."
    },
    {
        "verse_id": "120-121½",
        "text": " It should, however be distinguished from other fevers coming under this categories of triple discordance by noting the precise character of the pain afflicting the mind, the senses and the body as well as diverse other symptoms of ill-being evinced by the patient, by personal experience of the modus operands of black magic and curse, by what one has heard, from authoritative sources concerning such things and also by the method of inference drawn from the application of therapeutic tests. Since black magic and imprecation are of diverse modes, the fevers resulting from their employment are also diverse and are distinguished by symptoms corresponding to the particular mode."
    },
    {
        "verse_id": "122-123½",
        "text": " In the fever [jvara] of desire the symptom is obsession with constant sighing; the fever born of grief is marked by constant lachrymation; the fever born of fear by constant dread; the fever born of anger by much exasperation; the fever resulting from spirit-possession by super-human"
    },
    {
        "verse_id": "122-123½.1",
        "text": "behaviour and the fever born of poisoning by much fainting, stupefaction, intoxication and depression"
    },
    {
        "verse_id": "124-124½",
        "text": " In some patients afflicted with the fever due to desire and the rest, the rise of temperature precedes the other symptoms; in some others the rise of temperature follows the other symptoms; while in some the rise of temperature and other symptoms appear simultaneously."
    },
    {
        "verse_id": "125-125½",
        "text": " Some again of the symptoms which have been assigned to this or that in this relation of fevers beginning with that born of desire, are also seen in connection with other diseases born of same cause."
    },
    {
        "verse_id": "126-126½",
        "text": " Even after the mind has become afflicted with desire etc., the fever does not become virulent so long as the body is free from vitiation by the morbific humors, Vata etc."
    },
    {
        "verse_id": "127-127½",
        "text": " And conversely, so long as the mind is unvitiated by desire etc., the fever fails to gather strength even if the body has been assailed by the morbific humors."
    },
    {
        "verse_id": "128-128½",
        "text": " These exogenous fevers are, at the onset, marked only by their own specific symptoms; thereafter they develop other and mixed symptoms. Moreover, all these fevers, being exogenous, differ from the other endogenous types of fevers, as regards both their causation and medication."
    },
    {
        "verse_id": "129-131½",
        "text": " The humors getting provoked, either singly, dually or totally (i. e- the three of them) invade first the body-element called the ‘Rasa,’ the body-nutrient fluid, and displacing the gastric fire, augment the normal heat of the body by their own morbid heat conjoined with the heat of the displaced gastric fire; and thereafter obstructing the body-channels, finally run riot through the whole body, thus engendering excessive heat in the body. As the result, the patient, at this time, becomes exceedingly heated in all the parts of his body, and is consequently spoken of as being fevered."
    },
    {
        "verse_id": "132-132½",
        "text": " On account of the body-channels being obstructed and the gastric fire displaced, the sweat does not generally emerge to the skin-surface during the early stage of the fever."
    },
    {
        "verse_id": "133-135½",
        "text": " The following are the symptoms of this immature stage of fever—-anorexia, indigestion, heaviness in the abdomen, congested condition of the chest, torpor, lassitude, high unremitting fever, stoppage of the. excretory functions, salivation, nausea, loss of hunger, bad taste in the mouth, stiffness, numbness and heaviness of the limbs, excessive micturition, undigested stools and absence of emaciation."
    },
    {
        "verse_id": "136-136½",
        "text": " Of the fever [jvara] in the maturing stage, the symptoms are—greater, intensity of the fever, thirsty raving, dyspnea, giddiness, resumption of the excretory, functions and nausea,"
    },
    {
        "verse_id": "137-137½",
        "text": " Of the phase of fever that has become fully, matured; the symptoms are—return of hunger, emaciation, lightness of limbs, mildness of fever, restoration of the excretory functions as also the lapse of eight days from the onset."
    },
    {
        "verse_id": "138-138½",
        "text": " In the early stage of the fever, the patient should avoid, day-sleep, bath, inunction, food, sex-act, anger, draughts, exercise and astringent articles."
    },
    {
        "verse_id": "139-139½",
        "text": " Lightening, therapy is advised in the beginning of the fever except in fevers due to wasting, Vata, fear, anger, desire, grief and fatigue."
    },
    {
        "verse_id": "140-140½",
        "text": " The morbid matter being diminished and the gastric fire being re-activated by this lightening therapy, there will return to the patient freedom from fever, lightness off body and hunger."
    },
    {
        "verse_id": "141-141½",
        "text": " The lightening therapy, however, should not be pushed to the extent of imparing the patient’s vitality as health is dependent on vitality; and it is for the sake of health that all treatment is meant."
    },
    {
        "verse_id": "142-142½",
        "text": " In the early stage of fever [jvara], starvation, sudation, time-effect, diet of gruels and articles of bitter taste, digest the imperfectly digested morbid matter in the body."
    },
    {
        "verse_id": "143-144½",
        "text": " When the patient feels thirsty, he should be given warm water to drink if the fever is of the Vata-cum-Kapha type; and if the fever is due to alcoholism or Pitta, he should be given potions of water prepared with bitter decoctives and well-cooled Both types of drink are gastric-stimulant, digestive, febrifuge, purificatory of the body-channels, strength-giving, appetising, diaphoretic and generally beneficial."
    },
    {
        "verse_id": "145-145½",
        "text": " For the relief of thirst and fever, the patient may be given a cooled beverage which has been prepared by decocting nut-grass, trailing rungia, cuscus grass, sandal-wood, fragrant sticky mallow and dry ginger."
    },
    {
        "verse_id": "146-146½",
        "text": " The physician, recognising that the fever-causing morbid humors are predominant with Kapha and are lodged in the stomach, and have been precipitated and that the patient is fit to undergo emesis, should eliminate the morbid matter by emetics at the proper time."
    },
    {
        "verse_id": "147-147½",
        "text": " If emesis is. performed in the very early stage of fever [jvara], when the morbid elements have not been precipitated, there will often occur cardiac disorder, dyspnea, constipation and fainting."
    },
    {
        "verse_id": "148-148½",
        "text": " Because the morbid matter has pervaded the whole body and is immature and lodged in all the body-elements and is difficult to remove, its premature removal is attended with danger to life or with complications, and may be likened to the forceful expression of. juice from an unripe fruit,"
    },
    {
        "verse_id": "149-150½",
        "text": " After starvation and emesis have been gone through, the patient should be given at the proper time. gruels prepared with suitable medications, using thin gruels in the beginning. The wise physician should give these gruels till the fever [jvara] becomes mild or for a period of six days. By this, the digestive power of the patient becomes stimulated, like fire by fuel."
    },
    {
        "verse_id": "151-153½",
        "text": " These gruels, being medicated and light in nature, are stimulative of gastric fire and regulate the passage of flatus, urine, feces and morbid matter moving downwards. Being liquid and hot, they act as diaphoretic[?] being liquid they relieve thirst; being, nutritive, they increase, the vitality; being of a flowing nature, they lead to the lightness of body; and being wholesome in fever, they act as febrifuge. Therefore, the wise physician should treat the fever-patient with gruels from the very beginning, except in cases where the fever is due to alcoholism."
    },
    {
        "verse_id": "154-154½",
        "text": " In morbid intoxication, in summer and in conditions of Pitta-cum-Kapha as well as. in hemothermia affecting the upper part of the body, gruels are not wholesome."
    },
    {
        "verse_id": "155-155½",
        "text": " In such fevers, the mulcent drinks prepared of roasted paddy flour should be given in the beginning, mixed, with fever-curing fruit-juices, honey and sugar"
    },
    {
        "verse_id": "156-156½",
        "text": " The. physician, keeping in view the homologation and vitality of the patient, should, after the demulcent drink has been digested, put the patient on a diet of thin soup of green gram or the meat-juice of jangala creatures."
    },
    {
        "verse_id": "157-157½",
        "text": " At the meal-time, he should be directed, to clean his teeth, with tooth-twigs which are of antagonistic taste to the taste in the mouth and which is liked by the patient."
    },
    {
        "verse_id": "158-158½",
        "text": " This teeth-cleansing will produce clearness of the mouth, desire for food and drink, and increase the relish for tastes."
    },
    {
        "verse_id": "159-159½",
        "text": " Having cleansed the mouth with the ends of twigs of trees and having gargled the mouth frequently with whey, sugar-cane juice and wine etc., he should take proper diet."
    },
    {
        "verse_id": "160-160½",
        "text": " When six days have passed, the physician should give the fever-patient digestive or sedative decoction and light diet at every meal."
    },
    {
        "verse_id": "161-161½",
        "text": " The morbid matter which is fixed in the early stage of fever becomes more fixed and is not digested by astringent decoctives due to astringent action and they cause irregular fever."
    },
    {
        "verse_id": "162-162½",
        "text": " The prohibition laid down here against the use of ‘Kashaya’ is not with reference to its technical meaning in pharmaceutics but it is with reference to its technical meaning relating to its property of astringency. In other words, decoctives of astringent taste or action are alone prohibited in the early stage of fever."
    },
    {
        "verse_id": "163-163½",
        "text": " For a period of ten days the patient should live on a diet of light food mixed with acid or non-acid soups or wholesome flesh-juice of jangala animals, for the relief of fever."
    },
    {
        "verse_id": "164-164½",
        "text": " Thereafter, if the Kapha is mild, and Vata and Pitta are in excess and the morbid matter has all been fully digested, the potion of ghee acts like ambrosia in fever."
    },
    {
        "verse_id": "165-166½",
        "text": " Knowing that ten days have passed and still Kapha is found to be in excess, or that the patient has not undergone starvation, the physician should not give him ghee but treat him with decoctives- Till the lightness of body is induced, he should be given light food mixed with meat-juices. This contributes to the natural vitality and natural vitality is sufficient to subdue the morbid humors."
    },
    {
        "verse_id": "167-167½",
        "text": " The condition of fever with Vata and Pitta in excess, occurring in a patient afflicted with burning aud thirst, where there is alternate constipation and diarrhea and which is free from undigested matter, may be subdued by treatment with milk."
    },
    {
        "verse_id": "168-168½",
        "text": " If the fever is not subdued by this line of treatment, it should be allayed by purgative aud emetic procedures provided the patient’s strength, flesh and digestive power are not diminished."
    },
    {
        "verse_id": "169-169½",
        "text": " Purgation or emesis is not advisable in the case of a patient emaciated with fever. It is better to eliminate the morbid matter in such a patient by a course of milk or by evacuative enema,"
    },
    {
        "verse_id": "170-70½",
        "text": " Evacuative enema if given when the morbid matter has been fully digested will immediately increase the vitality and digestive power, and produce apyrexia, good cheer and appetite."
    },
    {
        "verse_id": "171-171½",
        "text": " Laxation will eliminate. Pitta or Kapha-Pitta lodged in the habitat or the Pitta, while enemata will eliminate all the three kinds of morbid matter lodged in the colon."
    },
    {
        "verse_id": "172-172½",
        "text": " Unctuous enema should be given in chronic fever in conditions where the Kapha and Pitta have diminished, the digestive fire is strong and the stools are dry and constipated."
    },
    {
        "verse_id": "173-173½",
        "text": " Agreeable errhine medications should be given in heaviness of the head, headache, and impairment of the sense-functions occurring in chronic fevers."
    },
    {
        "verse_id": "174-174½",
        "text": " The physician having ascertained whether heat or cold is the causative factor of the chronic fever, should administer suitable inunctions and applications, affusions and baths."
    },
    {
        "verse_id": "175-175½",
        "text": " By this means, the fever [jvara] which has remained only in the peripheral parts is soon removed, the body restored to ease, and vitality and complexion are enhanced."
    },
    {
        "verse_id": "176-176½",
        "text": " The chronic fever whose residual effects are left only in the skin, get allayed by fumigation and collyrium procedures; so also the fever which is induced by external causes like spirit possession."
    },
    {
        "verse_id": "177",
        "text": " Thus, we have described the effective line of treatment for the cure of fever."
    },
    {
        "verse_id": "177½",
        "text": " We shall now describs the articles required in these procedures, in their due order,"
    },
    {
        "verse_id": "178-178½",
        "text": " In the preparations of gruels, cooked rice and roasted paddy, old red Shali and other kinds of rice and also Shashtika rice are recommended for administration to the [fe??? at??? are curative of fever]"
    },
    {
        "verse_id": "179-180½",
        "text": " The fever-patient whose digestive fire is weak, should take in the beginning, when hungry, thin gruel and roasted paddy prepared with long pepper and dry ginger. This gruel is easily digested If the patient wishes for acid taste, this gruel may be prepared with sour pomegranates, and dry ginger. If the patient is suffering from diarrhea or is of the pitta habitus, he may take it well cooled and mixed with honey."
    },
    {
        "verse_id": "181-181½",
        "text": " If the fever-patient is suffering from pain in the side of the chest and hypogastric region or in the head, he should take the fevercuring thin gruel of red rice prepared with small caltrops and yellow-berried nightshade."
    },
    {
        "verse_id": "182-182½",
        "text": " If the fever-patient is suffering from diarrhea, he may take the gruel prepared with painted-leaved uraria, heart-leaved sida, bael, dry ginger, blue lotus and coriander, mixed with sour article."
    },
    {
        "verse_id": "183-183½",
        "text": " The fever-patient suffering from cough, dyspnea, or hiccup may drink the gruel prepared with the ticktrefoil group of drugs, which is digestive stimulant and diaphoretic."
    },
    {
        "verse_id": "184-184½",
        "text": " if the tools have become [??? fever?] patient may drink the [? thin?] gruel prepared with long pepper and emblic myrobalans, mixed with barley and ghee. this gruel regulates the peristaltic movement."
    },
    {
        "verse_id": "185-185½",
        "text": " If the bowels are constipated and there is colicky pain, the fever-patient should drink the thin gruel prepared with grapes, roots of long pepper, [? chaba?] pepper, emblic myrobalan and dry ginger,"
    },
    {
        "verse_id": "186-186½",
        "text": " It there is griping pain, the fever-patient should drink the gruel prepared with heart-leaved sida, fruits of the kokam butter tree, sour jujube, painted leaved uraria and yellow-berried nightshade mixed with the bael fruit."
    },
    {
        "verse_id": "187-187½",
        "text": " If there is no perspiration or sleep and the patient is afflicted with thirst, he may drink the gruel prepared with dry ginger aud emblic myrobalan, mixed with sugar aud seasoned with ghee; this gruel is alleviative of fever."
    },
    {
        "verse_id": "188-188½",
        "text": " Green gram, lentils, chick pea, horse gram and math gram, may be used for preparing the soup for those fever patients who are habituated to soup-drinking."
    },
    {
        "verse_id": "189-189½",
        "text": " Leaves and fruits of the with snake-gourd, [???rilla] fruit, Papacelika, sponge gourd, and hog’s weed, are wholesome vegetables to be given in fever."
    },
    {
        "verse_id": "190-191½",
        "text": " Quail, grey partridge, black buck, Cakora and small Cakora, Kuranga, black tailed deer, cheetal deer, rabbit; the meat-juice of these animals, is curative of fever, and should be given by the wise physician at meal-time, not seasoned with acid or if at all slightly, to those fever-patients who are habituated to meat diet."
    },
    {
        "verse_id": "192-192½",
        "text": " Some physicians do not recommend the flesh of cocks, peacocks, partridges, cranes and quails in fever [jvara], on account of their being heavy and hot in nature."
    },
    {
        "verse_id": "193-193½",
        "text": " If the strength of the Vata becomes increased by lightening therapy, then the physician who is skilled in the knowledge of time and dosage, and in the preparations of diets, may give the flesh of even these."
    },
    {
        "verse_id": "194-194½",
        "text": " When the patient is thirsty, he may be given warm water to drink after his diet, or wine, if he is habituated to alcohol, with due consideration to the patient’s vitality and the morbidity of the humor,"
    },
    {
        "verse_id": "I95-195½",
        "text": "in the early stage of fever, the heavy, hot and unctuous articles of sweet and astringent tastes should be generally avoided, with a view to allowing the morbidity to mature."
    },
    {
        "verse_id": "196",
        "text": " Thus the rationale of the regimen of food and drink, curative of fever, has been fully described."
    },
    {
        "verse_id": "196½",
        "text": " Henceforward we shall describe antipyretic decoctions."
    },
    {
        "verse_id": "197-198½",
        "text": " (1) Nut-grass and trailing rungia; (2) dry ginger and trailing rungia; (3) trailing rungia and cretan prickly clover; (4) chiretta, nut grass, guduch and dry ginger; (5) Patha, cuscus grass and fragrant sticky mallow; decoctions or cold infusions of these decoctives may be drunk for the alleviation of fever [jvara]."
    },
    {
        "verse_id": "199-199½",
        "text": " These decoctives are febrifuge, digestive stimulant, digestive of morbid humors and alleviative of thirst, anorexia and dysgeusia."
    },
    {
        "verse_id": "203-233",
        "text": " (1) Kurchi seeds, leaves of wild snake-gourd and kurroa; (2) wild snake-gourd, Indian sarsaparilla, nut-gass, Patha and kurroa; (3) Neem, snake-gourd, the three myrobalans, grapes, nut-grass and kurchi seeds; (4) chiretta, guduch, sandalwood and cry ginger; (5) guduch, emblic myrobalan and nut-grass; these five prescriptions, one in each hemistich of the above verses, soon cure the five kinds of fevers viz., continuous, remittent, quotidian, tertian and quartan."
    },
    {
        "verse_id": "204-205",
        "text": " Kurchi seeds, purging cassia, Patha, white sweet flag, kurroa, trilobed virgin’s bower, Indian atees, neem, wild snake gourd, Cretan prickly clover, sweet flag, nutgrass, cuscus grass, liquorice, the three myrobalans and heart-leaved sida—decoction or cold infusion of these decoctives should be drunk by the patient for the relief of fever."
    },
    {
        "verse_id": "206-206½",
        "text": " Mahwa, nutgrass, grapes, white teak, sweet falsah, zalil, cuscus grass, the three myrobalans and kurroa; by drinking the cold infusion prepared by keeping these decoctives overnight in water, the patient is soon relieved of pyrexia."
    },
    {
        "verse_id": "207-207½",
        "text": " A fever-patient having his morbid humors thickened and rendered immobile, may drink the decoctives of Spanish jasmine, emblic myrobalan, nut-grass and cretan prickly clover mixed with gur."
    },
    {
        "verse_id": "208-209",
        "text": " The decoction prepared of the three myrobalans, zalil, grapes and kurroa is curative of Pitta and. Kapha and regulates the peristaltic movement. This decoction if mixed with turpeth and sugar, serves also as a curative of the fever due to Pitta and Kapha."
    },
    {
        "verse_id": "210",
        "text": " The decoction of yellow-berried and Indian night-shades, kurchi seeds, nutgrass, deodar, dry ginger and chaba pepper, is curative of the fever [jvara] due to tri discordance."
    },
    {
        "verse_id": "211-212",
        "text": " Zedoary, orris root, yellow-berried night-shade, galls and cretan prickly clover, guduch, dry ginger, Patha, chiretta, kurroa; all these drugs of the zedoary group are curative of the fever [jvara] arising from tri-discordance, and they are specially recommended when it is accompanied with cough, cardiac spasm, pain in the side of the chest, dyspnea and torpor."
    },
    {
        "verse_id": "213-214",
        "text": " Yellow-berried nightshade, Indian night-shade, orris root, beetle killer, zedoary, galls, cretan prickly clover, kurchi seeds, wild snake-gourd and kurroa; all these drugs of the yellow-berried nightshade group are considered to be curative of fever due to tri-discordance. They may be given in all kinds of cough and other complications of fever."
    },
    {
        "verse_id": "213-214.1",
        "text": "215, The physician may also use all the decoctions and medicated gruels, curative of thirst and fever, described in the chapters on drugs (I, II, III &amp; IV Sūtrasthāna)"
    },
    {
        "verse_id": "216",
        "text": " If the fever [jvara] is not alleviated by the use of decoctions, emesis, lightening therapy and light-dieting, in a patient in whose body the colloidal element is deficient, then ghee is the sovereign remedy."
    },
    {
        "verse_id": "217",
        "text": " The heat-element, which is the cause of fever is desiccative by nature. In the body of the patient who is desiccated by this element, there is provocation of the Vata as the necessary sequel. This Vata-provocation yields to the oleation therapy."
    },
    {
        "verse_id": "218",
        "text": " All these decoctions along with ghee are to be used for the alleviation of fever. They serve as activators of the gastric fire and are beneficial."
    },
    {
        "verse_id": "219-221",
        "text": " A medicated ghee prepared with long pepper, sandalwood, nut-grass, cuscus grass, kurroa, kurchi seeds, feather foil, Indian sarsaparilla, ticktrefoil, grapes, emblic myrobalan, bael, zalil and yellow-berried nightshade soon cures chronic fevers, as also wasting, cough, headache, pain in the sides, Halimaka jaundice, heat in the shoulder region and irregularity of the gastric fire."
    },
    {
        "verse_id": "222-223",
        "text": " Prepare a decoction of Vasaka, guduch, the three myrobalans, zalil and camel-thorn plant; by adding to this decoction double its quantity of milk and the paste of long pepper, nut grass, grapes, sandalwood, blue waterlily and dry ginger, prepare a medicated ghee curative of chronic fever."
    },
    {
        "verse_id": "224-226",
        "text": " Prepare a medicated ghee in the decoction of heart-leaved sida, small caltrops, Indian night-shade, painted leaved uraria, yellow-berried night shade, tick-trefoil, neem, trailing rungia, nut-grass, zalil, cretan prickly clover, with the paste of feather foil, zedoary, grapes, orris root, Meda and emblic myrobalan adding ghee and milk. This medicated ghee is an excellent remedy for fever, It also alleviates wasting, cough, headache, pain in the sides and heat in the shoulder region."
    },
    {
        "verse_id": "227",
        "text": " The wise physician should give, in due time, purificatory procedures by the upper as well as lower channels, i.e., emesis and purgation with the preparations which will be described in the Section on Pharmaceutics, in a condition of great morbidity in a fever-patient."
    },
    {
        "verse_id": "228",
        "text": " The potion of emetic nut prepared with long pepper or with kurchi seeds or liquorice, should -be taken with warm water as an emetic dose for the relief of fever."
    },
    {
        "verse_id": "229",
        "text": " Emesis, by means of hydromel, sugar-cane juice, salt solution, wine or demulcent drink is recommended in fever."
    },
    {
        "verse_id": "230",
        "text": " The patient may take a purgative potion of the juice of grapes and emblic myrobalans or the Juice of emblic myrobalans, seasoned with ghee. This potion also relieves fever."
    },
    {
        "verse_id": "231",
        "text": " He may lick turpeth powder mixed with honey and ghee Or he may take the juice of the three myrobalans mixed with honey and ghee"
    },
    {
        "verse_id": "232",
        "text": " Or he may take purging cassia with milk or grate-juice. Or the fever-patient may take turpeth or [? zalil?] with milk."
    },
    {
        "verse_id": "233",
        "text": " The patient is relieved of fever by taking a potion of grapejuice with chebulic myrobalan; or by taking grape-juice followed by a potion of warm milk."
    },
    {
        "verse_id": "234",
        "text": " The patient, by taking the milk prepared with the decoction of the penta-radices, is relieved of cough, dyspnea, headache, pain in the sides and chronic fever."
    },
    {
        "verse_id": "235",
        "text": " The fever-patient, by taking the milk prepared with the decoction, of the roots of castor plant or unripe bael fruit is relieved of fever accompanied with griping pain."
    },
    {
        "verse_id": "236",
        "text": " The milk prepared with small caltrops, heart leaved sida, yellow-berried night-shade, gur and dry ginger is curative of the retention of feces and urine, enema and fever."
    },
    {
        "verse_id": "237",
        "text": " The milk prepared with dry ginger, grapes and dates, and taken with ghee, honey and sugar is curative of thirst and fever."
    },
    {
        "verse_id": "238",
        "text": " The milk boiled with four times its quantity of water, is curative of fever and the drinking of udderwarm milk soon subdues the fever due to Vata and Pitta."
    },
    {
        "verse_id": "239",
        "text": " Milk is the best sedative in all kinds of chronic fevers and it should be taken either cold or warm, medicated with suitable drugs."
    },
    {
        "verse_id": "239.1",
        "text": "240, When the morbid humors have accumulated in the colon, antipyretic enemata of the evacuative and unctuous types, which will be described in the Section on ‘Success in Treatment', should be given"
    },
    {
        "verse_id": "241-243",
        "text": " Wild snake-gourd, neem leaves, cuscus-grass, purging cassia, fragrant sticky mallow, rohan,kurroa, small caltrops, emetic nut, tick-trefoil and heart-leaved sida—all these should be boiled in milk to which has been added half its quantity of water, and when the decoction is reduced to the quantity of milk, it should be mixed with honey, ghee and the paste of emetic nut, nut-grass, long pepper, liquorice and kurchi seeds. Au enema of this preparation should be given for the relief of fever."
    },
    {
        "verse_id": "244",
        "text": " The passages having been cleansed, the morbid matter eliminated, and the body-elements having become pure, the patient soon becomes free from body-aches and fever, aud light in his limbs."
    },
    {
        "verse_id": "245-246",
        "text": " A decoction may be prepared of purging cassia, cuscus grass, emetic nut and the tetrad of drugs known as Parnis, to which should be added the paste of perfumed cherry, emetic nut, nut-grass, dill and liquorice, and ghee, gur and honey. An enema prepared of this is a very good curative of fever [jvara]."
    },
    {
        "verse_id": "247",
        "text": " The physician should prepare a decoction of guduch, zalil, sandalwood, liquorice, vasaka, ticktrefoil, heart-leaved sida, painted leaved uraria and emetic nut."
    },
    {
        "verse_id": "248-249",
        "text": " Mixed with the meatjuice of jangala animals and the paste of long pepper, emetic nut, nutgrass and liquorice, honey and ghee and a little of salt, this decoction administered property as an enema, will relieve fever and increase the vitality, perspiration and appetite."
    },
    {
        "verse_id": "250-251",
        "text": " The physician may prepare an unctuous enema by boiling the paste of cork swallow-wort, liquorice, Meda, long pepper, emetic nut, sweet flag. Riddhi, Indian groundsel, heart-leaved sida, dry ginger, dill and climbing asparagus with milk, water, ghee and oil. This unctuous preparation used as unctuous enema, is regarded as a cure for fever."
    },
    {
        "verse_id": "252",
        "text": " The unctuous article prepared with snake-gourd, neem, guduch, liquorice and emetic nut makes a very good anti-pyretic unctuous enema."
    },
    {
        "verse_id": "253",
        "text": " The enema of unctuous article prepared with sandalwood, eagle wood, white teak, snake-gourd, liquorice and blue lotus is recommended as curative of fever."
    },
    {
        "verse_id": "254",
        "text": " The wise physician should perform the anti-pyretic errhine procedures described previously in the chapter on Drugs (I-II) and also in the chapter on Treatment of Disease in the Section on Vimana (ch. VIII.)"
    },
    {
        "verse_id": "255",
        "text": " The ‘Anu [aṇu]’ nasal oil and cigars for smoking, described in the chapter on ‘Eat in measure’ (Sutra ch. V), may also be used in fever [jvara]."
    },
    {
        "verse_id": "256",
        "text": " Inunctions, applications and affusions should be done as desired by differentiating the fever into two groups, one attended with heat and another with cold."
    },
    {
        "verse_id": "257",
        "text": " The physician may administer inunction with the ‘thousand times washed ghee’ or with compound sandalwood oil, for the relief of fever [jvara] accompanied with burning."
    },
    {
        "verse_id": "258-(l)",
        "text": " Now we shall expound the compound sandal-wood oil."
    },
    {
        "verse_id": "258-(2)",
        "text": " Red sandal wood, white sandal wood, Indian valerian, yellow sandalwood, beetle killer, Himalayan cherry, cuscus grass, Indian sarsaparilla, liquorice, tubers of white lotus, fragrant poon;. fragrant sticky mallow, red lotus, blue water lily, indigo lotus, night flowering lotus, fragrant white lotus, white lotus, centipetal lotus, tubers of lotus, lotus stalk, lotus rhizome, moss, rushnut, Indian sarsaparilla, small sacrificial grass, pen-reed grass, great reed, roots of paddy, jambul, country willow, cane, elephant grass, arjun, spinous kino, Ashvakarna sal, black wood, palas, sal, palm, crane, oojein, catechu, gum arabic, cadamba, fruit of white teak, sarja sal, yellow-barked fig, banyan, flowering peepul, gular fig, holy fig, nyagrodha banyan, fulsee flowers, scutch grass, prickly sesbane, Indian water chestnut Indian madder, staff plant, seeds of lotus, fruits of nymphola jujube, variegated mountain ebony, plantain, beleric myrobalan, neem, white scutch grass, saffron-mango, climbing asparagus, white teak, two kinds of east Indian globe thistle, rohan, Shitapaki, crested nail-dye, black turpeth, heart leaved sida, milky yam, white yam, Jivaka, Rishabhaka, Meda, Maha-Meda, trilobed virgin’s bower, Rishyaprokta, screw pine gum of silk cotton, vasaka, bakula, kurchi, snake gourd, neem, silk-cotton, cocoa-nut, date, grapes, Buchanan’s mango, perfumed cherry, Indian linden, cowage, mahwa and other herbs of cooling potency; decoct whatever are available from this group of drugs."
    },
    {
        "verse_id": "258-(3)",
        "text": " Til oil should be prepared with milk of double the quantity of the above-mentioned decoction and the paste of the same drugs, and the whole reduced to half its quantity on a slow fire."
    },
    {
        "verse_id": "258-(4)",
        "text": " This oil when used for anointing, quickly cures fever [jvara] accompanied with burning."
    },
    {
        "verse_id": "258",
        "text": " An unguent should be made of these drugs of cooling potency, care being taken not to grind them too fine, and also the water boiled with these drugs and cooled, should be used for bath and affusion. Thus has been described “The Compound Sandalwood Oil.”"
    },
    {
        "verse_id": "259",
        "text": " Affusions and immersions with honey, sour conjee, milk, curds, ghee and water alleviate immediately fever accompanied with burning, by virtue of their cooling effects."
    },
    {
        "verse_id": "260-261",
        "text": " The fever-patient, afflicted with a sensation of burning, should lie down at ease, in a specially constructed water-cooled chamber, or an apartment cooled by frequent spraying of ice-cold water, on the petals of cold, blue and red lotuses, blue water-lilies or on plantain leaves or clean silken raiment constantly sprinkled with cold sandal-water."
    },
    {
        "verse_id": "262",
        "text": " He should keep touching articles of gold, conch shells, coral, gems and pearls which have been chilled in cold sandal water, while yet they retain their cooling effects."
    },
    {
        "verse_id": "263",
        "text": " The patient should be fanned, by waving of flower garlands, blue lilies, lotuses and various other kinds of improvised fans dripping with sandal water, that give out a cool breeze."
    },
    {
        "verse_id": "264",
        "text": " Rivers, tanks, lotus-ponds and pools of limpid water are wholesome for bathing. Immerison in them relieves one of burning, thirst, fatigue and fever [jvara]."
    },
    {
        "verse_id": "265",
        "text": " Youthful women who are lovely and of endearing manners and smeared with sandal should, having decked themselves with gems and pearls, comfort the patient with their exquisite dalliance."
    },
    {
        "verse_id": "266",
        "text": " Cooling foods and drinks, cool pleasure-gardens, cool breezes and moon-light relieve the affliction of burning fever."
    },
    {
        "verse_id": "267-(1)",
        "text": " Now, we shall expound inunction and other methods of treatment for fever-patients who need warm measures."
    },
    {
        "verse_id": "267-(2)",
        "text": " Eaglewood, costus, Indian valerian, cassia, cinnamon, nardus, lichen, ginger grass, fragrant piper, glory tree, angelica, cardamom, cinnamon, gum guggula, [? Tamala?] leaf, bishop’s weed, ginger grass, long-leaved pine, Indian olibanum, deodar, wind killer, bael, Indian calosanthes, white leak, trumpet flower, hog’s weed, white hog’s weed, Indian night-shade yellow-berried night-shade, ticktrefoil, painted leaved uraria, wild,, black gram, wild green gram, small caltrops, castor plant, drumstick, three leaved caper, mudar, jungle cork, [? Tilwaka?], long zedoary, orris root, Gandira, red castor oil plant, variety of cockscomb, seeds of drumstick, heart leaved fig, drumstick, citron Indian toothbrush, sambo, Mulakaparni, trilobed virgin’s bower, yellow-berried nightshade galls, lemon, orange, marking nut, Indian saraparilla, Kandira, Putranjiva, Patha, Indian beech, coriander, celery seeds, big cardamom, shrubby basil, holy basil, Kutheraka,: Kalamalaka, Parnasa, sneeze wort, sweet marjoram, ginger grass, ginger, long peppery rape seed, winter cherry, Indian groundsel, vanda orchid, pillar roots, sweet flag, leaved sida, country willow, guduch,: dill, Shitavalli, Nakuli, Gandhanakuli, white-flowered mussel shell creeper, staff-plant, white-flowered leadwort, cowage, yellow wood sorrel, til small jujube, horse-gram, black gram and similar, drugs of hot potency should be decocted."
    },
    {
        "verse_id": "267-(2).1",
        "text": "[???] 256 tolas of oil may be [???] with these decoctions and with the paste of these drugs, with Sura, Sauvira, Tushodaka, Maireya and Medaka wines, whey, sour conjee and diluted butter-milk"
    },
    {
        "verse_id": "267-(4)",
        "text": " With this oil in genially warm condition, the fever-patient, desirous of warm measures, may be anointed; thus the algid fever gets cured,"
    },
    {
        "verse_id": "267",
        "text": " Also an application with the fine paste made of the above drugs in genially warm condition should be done and the decoction of these should be used for bath and affusion, for the cure of algid fever. Thus has been described ‘The Compound Eagle-wood oil.’"
    },
    {
        "verse_id": "268",
        "text": "The thirteen varieties of sudation-procedure, which have been described in the chapter on sudation, applied by the physician, skilled in the knowledge of dosage and time, are curative of algid fever"
    },
    {
        "verse_id": "270",
        "text": " The warm embraces of youthful women with comely and rounded limbs, allay the fever accompanied with chill."
    },
    {
        "verse_id": "271",
        "text": " Foods and drinks that are sudorific and curative of Vata and Kapha, administered to suit the predominance of Vata or Kapha in this condition of bi-discordance soonsubdue algid fever."
    },
    {
        "verse_id": "272",
        "text": " Lightening procedure is not advisable in fever due to Vata, fatigue and pectoral lesions and in chronic fever. These conditions should be treated with sedative measures."
    },
    {
        "verse_id": "273",
        "text": " Since the morbid humors, expelling the gastric heat from its natural habitat and carrying it to the nutrient fluid of the body, cause pyrexia, so, naturally, the strength of the gastric fire is diminished."
    },
    {
        "verse_id": "274-275",
        "text": " Just as a fire, though well enkindled and fuelled, fails to cook the rice well in the cooking pot if its flames are deflected by the wind, in the same manner, the gastric heat being expelled from its natural habitat in the body by the morbid humors, is either unable to digest the ingested food or will digest even light foods with difficulty."
    },
    {
        "verse_id": "276-276½",
        "text": " Hence the lightening therapy and similar other procedures are beneficial for preserving the strength of the gastric fire. In seven days the toxic matter, which has spread to all the seven body-elements gets digested and hence on the eighth day, the fever [jvara] is generally said to be free from all toxic quality."
    },
    {
        "verse_id": "277-277½",
        "text": " If the patient in whom the morbid matter has been precipitated and whose digestive power is weak, takes specially heavy diet, he is either suddenly deprived of life or becomes afflicted for a long period."
    },
    {
        "verse_id": "278-278½",
        "text": " Owing to this consideration, the wise physician should not give his patient, all at once, very heavy or very unctuous diet in the early stage of fever arising even from Vata."
    },
    {
        "verse_id": "279-279½",
        "text": " In the early stage of fever due to V ata, if there are no complications, as sequela, inunction and similar other procedures may be given, even without adherence to the order relating to these procedures."
    },
    {
        "verse_id": "280-280½",
        "text": " Thus, the patient should be given a dose of decoction to drink, followed by a diet of meat-juice. All the procedures of treatment curative of chronic fever, should be applied."
    },
    {
        "verse_id": "281-281½",
        "text": " The fever [jvara], occurring in persons of Kapha-habitus, afflicted with only slight Vata and weak thermal quality as a result of Kapha, being deficient in heat and excessive in the aqueous element, does not become fully mature even after the lapse of seven days."
    },
    {
        "verse_id": "282-282½",
        "text": " Having treated this type of fever for ten days by the aforesaid lightening therapy, restricted diet and similar methods of treatment, the physician should further treat the patient with fever-curing dec actions etc."
    },
    {
        "verse_id": "283-283½",
        "text": " In patients suffering from fever due to undigested toxic matter, or from fever due to Kapha or from fever arising from Kapha-cum-pitta, the various procedures of lightening therapy as may be found suitable in each case, should be administered."
    },
    {
        "verse_id": "284-284½",
        "text": " The wise physician should treat fevers due to Kapha, Pitta and Vata, with emesis, purgation and enemata respectively."
    },
    {
        "verse_id": "285-285½",
        "text": " The physician skilled in the knowledge of the order of humoral discordance, should, having ascertained. by differential diagnosis, the precise state of the morbidity of the humors, i.e whether the severity of discordance of the three humors is equal, graded or uneven, should subdue the fevers, arising from both bidiscordance and tri-discordance, by means of therapeutic measures that have been duly described."
    },
    {
        "verse_id": "286-286½",
        "text": " The fever [jvara] of tri-discordance may be subdued either by aggravating one of the humors and eliminating the aggravated one, or by beginning to treat the habitat of Kapha first."
    },
    {
        "verse_id": "287-287½",
        "text": " In the final stage of the fever due to tri-discordance, there occurs an acute swelling at the root of the ear, from which few recover."
    },
    {
        "verse_id": "288-288½",
        "text": " This should be subdued immediately by blood-letting and potion of ghee as well as external applications; nasal medications and gargles, all curative of Kapha and Pitta."
    },
    {
        "verse_id": "289-289½",
        "text": " The fever [jvara] which is not alleviated either by heat or cold, by unctuous or non-unctuous treatment, is the fever of The peripheral Type. It is relieved by blood-letting."
    },
    {
        "verse_id": "290-290½",
        "text": " If the fever is due to acute spreading affection, trauma or eruption, provided it is not associated with Pitta and Kapha, it should be treated in the beginning with potion of ghee."
    },
    {
        "verse_id": "291-291½, Chronic fevers continue on account of weakness of the body-elements",
        "text": " Hence, this should be treated by strength-giving and roborant articles of diet."
    },
    {
        "verse_id": "292-292½",
        "text": " The tertian and quartan fevers are subdued by an inclusive line of treatment, that is, medications in conjunction with propitiatory offerings and the like, connected with rites invoking supernatural intervention; for, generally in the irregular fevers, there is seen the concomitant factor of spirit possession."
    },
    {
        "verse_id": "293-293½",
        "text": " The physician should allay the irregular fever where Vata is predominant, by potion of ghee, evacuative and unctuous enemata and foods and drinks of unctuous and hot articles"
    },
    {
        "verse_id": "294-294½",
        "text": " The physician should subdue the irregular fever where Pitta is predominant by purgation, milk and medicated ghee and bitter and cooling articles."
    },
    {
        "verse_id": "295-295½",
        "text": " The physician should treat the irregular fever where Kapha is predominant by emesis, digestives non-unctuous articles of food and drink, lightening procedures and hot decoctions."
    },
    {
        "verse_id": "296-296½",
        "text": " Now, we shall describe some celebrated recipes curative of irregular fever. The intelligent physician should, after making a differential diagnosis of the morbid humors, make use of these recipes."
    },
    {
        "verse_id": "297-297½",
        "text": " As drink, the patient should be given the Sura wine with its supernatent fluid, and as diet, he should be given the meat of cocks, partridges and peacocks."
    },
    {
        "verse_id": "298-298½",
        "text": " Or, the patient may drink he Shatpala medicated ghee or a [?course] of chebulic myrobalans or he decoction of the three myrobalans or the juice of guduch."
    },
    {
        "verse_id": "299-299½",
        "text": " At the time when the fever [jvara] is expected to recur, the patient, having been prepared by procedures of oleation and sudation, may be made to drink in due manner, the decoctions of indigo, wild carrot, turpeth and kurroa."
    },
    {
        "verse_id": "300-300½",
        "text": " Or, he must be made to vomit again by means of a large dose of ghee or by causing him to consume [?] surfeit of food and drink."
    },
    {
        "verse_id": "301-301½",
        "text": " Or, at the time when he fever is to recur, the patient may, having consumed his fill of wine together with food, sleep away the period of attack, or corrective or alleviative enema should be administered in irregular fever."
    },
    {
        "verse_id": "302-302½",
        "text": " He should take, on that day, a draught of cat’s dung mixed with milk, or bull’s dung and rocksalt mixed with whey or Sura wine."
    },
    {
        "verse_id": "303-303½",
        "text": " In irregular fever, he should take the powder of long pepper, the three myrobalans, curds, butter-milk, ghee, or a mixture of the five products of the cow viz., curds, milk, ghee, dung and urine, or milk alone."
    },
    {
        "verse_id": "304-304½",
        "text": " The eating of garlic with oil before meals is also recommended, as also of such meats as. are fatty and hot in potency."
    },
    {
        "verse_id": "305-305½",
        "text": " Asafetida and tiger’s fat in equal proportions should be mixed with rock-salt and taken as a nasal medication. Similarly old ghee aud lion’s fat, mixed with rock salt, may be used."
    },
    {
        "verse_id": "306-306½",
        "text": " An eye-salve, consisting of rock-salt and grains of long pepper, and red arsenic mixed with til oil and reduced to paste is recommended, in irregular fever."
    },
    {
        "verse_id": "307-307½",
        "text": " Fumigation with the powders of gum guggul, neem leaves, sweet flag, costus, chebulic myrobalan, rape seeds and common barley, mixed in ghee, are alleviative of irregular fever."
    },
    {
        "verse_id": "308-308½",
        "text": " All these smokes, fumigations, nasal medications and, eye-salves, which have been indicated in. mental disorders, may also be used in, irregular fever."
    },
    {
        "verse_id": "309-309½",
        "text": " Moreover, by wearing auspicious stones, herbs and certain poisons and by the use of prophylactic medicines, one secures immunity to attacks of fever."
    },
    {
        "verse_id": "310-310½",
        "text": " By worshipping with due piety, the god Ishvara [Īśvara] together with his consort Uma [Umā], waited on by the god’s entourage and the company of the ‘Mothers’—(minor goddesses), one soon gets rid of the irregular fever."
    },
    {
        "verse_id": "311-311½",
        "text": " By worshipping Vishnu [Viṣṇu], the myriad-headed, the lord of all that is animate and inanimate, and the all-pervading, with the recital of his thousand names, one throws off fever of any kind."
    },
    {
        "verse_id": "312-312½",
        "text": " By worship through sacrifices, the gods—Brahma [Brahmā], the two Ashvins [Aśvins]; Indra, Agni, Himalaya, Ganga [Gaṅgā] and the company of the Maruts, one conquers fever."
    },
    {
        "verse_id": "313-314½",
        "text": " By tending one’s father and mother and elders with devotion, by observance of celibacy, austerity, truth-telling and vows, by the repetition of prayers and the performance of sacrifices and charities, by listening to the recitation of the Vedas and by seeing holy people, one soon gets cured of fever."
    },
    {
        "verse_id": "315-316½",
        "text": " If the toxic element of fever is lodged in the body-nutrient fluid, the procedures of emesis and starvation should be administered; if the toxic element is lodged in the blood, affusion and external applications, as also sedative procedures, are indicated; if it is lodged in the flesh or fat, purgation in conjunction with starvation is beneficial; and if the toxic element has gone down to the bone or bone-marrow, evacuative and unctuous enemata should be given."
    },
    {
        "verse_id": "317-317½",
        "text": " In the fevers [jvara] that are produced by imprecation and black magic or by possession, all therapeutic procedures that invoke divine intervention are beneficial."
    },
    {
        "verse_id": "318-319",
        "text": " The traumatic fever is allayed by potions and inunctions of ghee, by bloodletting and by the use of such wines, meat-juices and cooked rice as are homologous to the patient. The traumatic fever, accompanied with constipation, occurring in those who are accustomed to wine-drinking, subsides by the use of food and meat-juice, along with wine."
    },
    {
        "verse_id": "320-320½",
        "text": " The fever, resuming from pectoral lesions or wounds, subsides by the treatment described in the chapter on ‘pectoral lesions and wounds’. The fevers induced by desire, grief and fear are allayed by comforting the patient by giving him what he wants, by quieting the irritated Vata, and by stimulating him to pleasure."
    },
    {
        "verse_id": "321-321½",
        "text": " The fever arising from auger is put to rest by surrounding the patient with desirable and pleasing objects, by treating him with measures curative of Pitta and by giving him good counsel."
    },
    {
        "verse_id": "322-322½",
        "text": " The fever born of anger is quieted by desire, and that born of desire is quieted by auger, and by means of both these, the fevers born of fear and grief are quieted."
    },
    {
        "verse_id": "323-323½",
        "text": " As regards the patient who by constant pre-occupation with the severity and the period of the next attack, brings the fever on himself despite treatment, he should be weaned out of his obsession by engagement of his attention with agreeable and interesting objects."
    },
    {
        "verse_id": "324-326",
        "text": " When the fever is about to come down with a crisis, the patient while groaning vomits, fidgets about, pants, grows livid, gets drenched with perspiration, shivers and faints frequently. He talks incoherently; all his limbs burn hot, or become very cold. He loses consciousness wrecked by the intensity of the fever, and glares as if in anger. The stools that contain morbid matter and are watery, are expelled violently and with noise. The wise physician should know these as the symptoms of the crisis of fever during its stage of defervescence."
    },
    {
        "verse_id": "327",
        "text": " These acute symptoms are, however, commonly observed only in cases of new and virulent fevers afflicting a person in whom there is already great morbidity and when they are made to defervesce violently by means of procedures which precipitate the ripening of the morbid humors."
    },
    {
        "verse_id": "328",
        "text": " As regards chronic fevers which wear themselves out gradually, having exhausted their fury along with the accumulation of morbid humors, their defervescence is marked by mild symptoms i.e. lysis."
    },
    {
        "verse_id": "329",
        "text": " That man should be regarded as completely cured of fever who shows no signs of exhaustion and temperature, is free from distress, has his senses functioning soundly, and is in possession of his normal mental strength."
    },
    {
        "verse_id": "330-331",
        "text": " The fever-patient, as well as the fever-convalescent, should avoid indulging in articles of food and drink that are irritant, heavy, disagreeable and antagonistic. They should also avoid sex-congress, immoderate exertion, baths and over-eating. As a result of such self-denial, fever subsides and having subsided, does not recur."
    },
    {
        "verse_id": "332",
        "text": " The fever-convalescent should not indulge iu exercise or sex activity, baths and.movements, so long as he has not recovered his normal strength."
    },
    {
        "verse_id": "333",
        "text": "If the fever-convalescent while yet unrestored to strength, takes to these forbidden activities, the fever relapses."
    },
    {
        "verse_id": "334",
        "text": " If, similarly, the fever has left without exhausting the intensity of morbid humors, then too, a relapse may be occasioned by even slight indiscretions,"
    },
    {
        "verse_id": "335",
        "text": " And thus revisiting the patient who has been long plagued by it and has constantly grown debilitated in body and diminished in lustre, the fever [jvara] finishes him off in no great time."
    },
    {
        "verse_id": "336",
        "text": " And if the toxins get gradually absorbed into the body-element without actually giving rise to fever, even so, they harm the body in other ways."
    },
    {
        "verse_id": "337",
        "text": " They produce such disorders as depression of the spirits, edema, exhaustion, anemia, inappetence, pruritus, wheals, pimples and dullness of gastric lire."
    },
    {
        "verse_id": "338-339",
        "text": " Similarly, in consequence of the toxic element not being totally expelled, other diseases too, having abated, recur on the slightest provocation due to unwholesome diet etc In view of this, the physician should not be contented with the subsidence of the fever, but see that the toxic elements are either completely expelled or neutralised by therapeutic procedures, keeping in view the age, the strength and vitality of the patient."
    },
    {
        "verse_id": "340-341",
        "text": " The following measures are beneficial in relapsed fever: application of mild cleansing procedures, the administration of alleviative enemata, wholesome and light gruels, the meatjuices of the Jangala animals, inunctions, dry massage, baths, fumigation, eye-salves and ghee medicated with bitter drugs."
    },
    {
        "verse_id": "342",
        "text": " If the relapse of the fever [jvara] is due to taking heavy, demulcent and disagreeing foods, then as before, lightening procedure and hot remedies etc., should be administered."
    },
    {
        "verse_id": "343",
        "text": " The regular use of chiretta, kurroa, nut-grass, trailing rungia and guduch eradicates the fever that keeps recurring."
    },
    {
        "verse_id": "344",
        "text": " The discerning physician should, keeping in view the systematic procedure of treatment, apply such therapeutic measures as may be called for, from time to time, by the changing conditions of the fever-patient."
    },
    {
        "verse_id": "345",
        "text": " Since fever [jvara] is the king of diseases, the destroyer of all creatures and pitiless, the physician should be specially diligent in its subjugation."
    },
    {
        "verse_id": "346",
        "text": " The treatment of fever has thus been described in due order and in answer to the questions, unto Agnivesha by Atreya, for the welfare of all creatures."
    }
]