[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Diarrhea [atisara-cikitsa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Having approached obediently the worshipful Atreya as he was seated in the northern region of the Himalayas, surrounded by an assembly of sages after he had concluded his daily austerities and tended the sacred fire, Agnivesha after salutations said, ‘Worshipful One! it behoves you to instruct for the well-being of the humanity, regarding the primogenesis, etiology, signs and symptoms and therapeutics of Diarrhea.’"
    },
    {
        "verse_id": "4",
        "text": " Hearing these words of Agnivesha, the worshipful Punarvasu Atreya said, ‘Listen, Agnivesha! to the full exposition of the subject. During the first or the golden age, the sacrificial animals were indeed only sanctified and turned away but never slaughtered. But after the time of Daksha’s sacrifice, in the sacrifices performed by the sons of Manu, Narishyat, Nabhaga, Ikshvaku, Nriga, Sharyati and others, the animals were sacrificed at their instinctive acquiescence. After that, during the long sacrifice that Prishadhra performed, as goats were not obtainable, cows were offered up for sacrifice, perceiving which, all living creatures were grief-stricken. When the flesh of these sanctified cows were eaten, by the heavy, hot and disagreeable nature of their flesh, as well as by the use of what was not prescribed by the scriptures, people got impaired in their gastric fire and diminished in their mental faculties and were afflicted with diarrhea [atisara], for the first time during the sacrifice performed by Prishadhra."
    },
    {
        "verse_id": "5-(1)",
        "text": " In the present days, in a person of Vata habitus, the Vata gets provoked by excessive exposure to wind and sun, by over-exertion, by dry, scanty and late meals, daily indulgence in strong wine and the sexual act and the suppression of peristaltic movement of natural urges, the gastric fire gets impaired and the provoked Vata, consequent upon the impairment of the gastric fire, carries the urine and the sweat to the habitat of the fecal deposit and liquefying the fecal matter with these fluids, produces diarrhea [atisara]."
    },
    {
        "verse_id": "5-(2)",
        "text": " Its signs and symptoms are—the patinet [patient?] passes stools that are slimy, that contain undigested matter, that are flowing and that sink when put into water, which are dry and liquid, attended with pain, smelling like putrid flesh and are passed with or without sounds and accompanied with retention of urine and flatus. The Vata, lodged in the alimentary tract, getting obstructed moves obliquely making gurgling sounds and causing colicky pain. Thus has been described ‘The diarrhea of indigestion due to Vata’."
    },
    {
        "verse_id": "5",
        "text": " The patient may pass stools that are fully digested or hardened, in very scanty measure, attended with sound and colicky pain, that is frothy and slimy and accompanied with griping pain, horripilation, groans, parching of the mouth, pain in the waist, thigh, hips, knees, back and sides and attended with prolapse of rectum. He passes stools frequently in scybalous masses owing to morbid Vata. Some call it scybalous diarrhea as the stools contain scybalous masses due to Vata."
    },
    {
        "verse_id": "6-(1)",
        "text": " In a person of Pitta habitus, Pitta gets provoked by excessive use of acid, salt, pungent, alkaline, hot and acute articles of diet, by the impairment of the body by the strong effects of long exposure to fire, sun heat and hot winds. By the effects of strong emotions of anger and envy too, the Pitta gets provoked. The provoked Pitta, due to its fluid nature, impairing the vital heat, flows into the colon; by its qualities of heat, liquidity and fluidity it breaks up. the stools and prodaces diarrhea [atisara]."
    },
    {
        "verse_id": "6",
        "text": " Its signs and symptoms are—the patient passes liquid stools which are yellowish, greenish, bluish, blackish, tinged with blood and Pitta, and very offensive. He is afflicted with thirst, burning, perspiration, fainting, colic, heat in the anal region and inflammation...."
    },
    {
        "verse_id": "7-(1)",
        "text": " In a person of Kapha habitus, the Kapha gets provoked by constant use of heavy, sweet, cold and unctuous articles, by excessive impletion, by a thoughtless life, by habitual day-sleep and lethargy. The Kapha possessing naturally the qualities of heaviness, sweetness, coldness and unctuousness, and getting loosened, impairs the vital heat; and spreading down the colon it liquefies the feces by its watery quality and thus produces diarrhea [atisara]."
    },
    {
        "verse_id": "7",
        "text": " Its signs and symptoms are—the patient passes frequent, watery and flowing stools which are unctuous, whitish and slimy and contain fibrinous, shreds and undigested matter, which are heavy, offensive and contain mucus and which are scanty and accompanied with griping pain. The patient feels a sense of heaviness in the abdomen, rectum, hypo-gastric and ilio-inguinal regions; even after passing the stools, he feels he has not voided stools.:He suffers horripilation. He is afflicted with nausea, drowsiness and repugnance for food. Thus has been described ‘The Diarrhea due to Kapha’."
    },
    {
        "verse_id": "8",
        "text": " By taking very cold, unctuous, dry, hot, heavy, rough, hard, irregular, antagonistic and non-homologatory articles of diet, by abstinence from diet, or by late meals, by eating whatever comes in hand, by drinking vitiated wine or beverage, by excessive indulgence in wine, by lack of seasonal purification, by the wrongful effects of therapeusis or by lack of therapeusis or excessive exposure to fire, sun, wind and water, by lack of sleep or by excessive sleep, by suppression of the natural urges, by abnormality of season, by exertions beyond ones capacity, by excess of fear, grief and mental anxiety, and by excessive emaciation due to helminthiasis, consumption, fever and piles—by these factors, the gastric fire gets affected, as a consequence of which all the three humors get provoked and impair the vital heat still further; and entering the colon, produces diarrhea manifesting the combined symptoms of all the above-described varieties of diarrhea [atisara]."
    },
    {
        "verse_id": "9-(1)",
        "text": " Further, the morbid humors excessively vitiate the blood and other body-elements and manifest in the stools various colors characteristic of the body-elements which are vitiated."
    },
    {
        "verse_id": "9-(2)",
        "text": " If the blood and other bodyelements are excessively vitiated, the stools are yellow, green, blue, coffee-brown, of the color of flesh-washed water, red, black, white or of the color of hog’s fat; the patient passes stools with much pain or slight pain. The above colors are seen individually or combined. The patient passes indeterminately hard and undigested stools or even digested stools. He may not suffer from great loss of flesh, blood or vitality, his gastric fire gets dull; he suffers loss of taste in the mouth. Such a case is to be known as of a formidable type."
    },
    {
        "verse_id": "9-(3)",
        "text": " If the patient who passes stools of the colors described below develops complications. He should be pronounced to be incurable and sent away."
    },
    {
        "verse_id": "9",
        "text": " They are of the color of the digested blood (melena or tar-colored stools) or like the bits of liver tissue; of the appearance of the washings of fat and flesh, of the likeness of curds, ghee, marrow, fat, milk and minted meat Excessively blue-red, dark, limpid like water, of the color of tar, excessively unctuous, green, blue or brown in color, variegated, dirty, slimy, containing fibrinous shreds, undigested, refracting-various colors attended with offensive and putrid smell as of putrified flesh or of raw fish, attracting flies, containing sloughs and discharge of body-tissues and very little or no fecal matter, very frequent stools complicated by thirst, burning, fever, giddiness, asthma, hiccup and dyspnea; attended with acute or mild pain and prolapse or inflammation of the rectum, drooping of rectal folds, aud prolapse of the rectal tube with exces give loss of vitality, flesh and blood, pain in all the bones and joints, anorexia, apathy, delirium and delusion, and characterised by sudden cessation of symptoms; know such a patient with these symptoms to be incurable. Thus has been described ‘The Diarrhea due to Tridiscordance.’"
    },
    {
        "verse_id": "10",
        "text": " Before it passes into the incurable stage, the physician, by investigating the etiological factors, homologatory signs and the morbidity of humors, should begin the treatment of the most predominant morbid humor in the condition."
    },
    {
        "verse_id": "11",
        "text": " The exogenous type of diarrhea born of psychic factors, is of two kinds. One is born of fright and the other of grief. The signs and symptoms of both of them are the same as those of the diarrhea  due to Vata."
    },
    {
        "verse_id": "12",
        "text": " The Vata gets quickly provoked by fear and grief. The treatment is of the Vata-curative type along with inducing cheerfulness and comfort."
    },
    {
        "verse_id": "13",
        "text": " Thus have been described the six varieties of diarrhea [atisara]. I shall now describe the treatment of the curable conditions in due order. Listen with diligence."
    },
    {
        "verse_id": "14",
        "text": " The patient in whom all the morbid humors are aggravated by the undigested food accumulated in the intestines and cause diarrhea [atisara], must be purged again in order to expel all the morbid matter."
    },
    {
        "verse_id": "15- 16",
        "text": " No astringent treatment should be given in the first stages of diarrhea when undigested stools are passed If this morbid matter is retained in the body it produces many disorders such as body-stiffness due to intestinal torpor, distension of the abdomen, assimilation-disorder, piles, edema, anemia, splenic disorders, dermatosis, Gulma, abdominal diseases and fever."
    },
    {
        "verse_id": "17",
        "text": " Hence, the physician must allow the morbid matter to get expelled spontaneously. If it does not flow down easily, the patient may be given chebulic myrobalan which has a purgative action."
    },
    {
        "verse_id": "18",
        "text": " The morbid matter thus discharged sedates the abdominal condition. The body becomes lighter and the gastric fire increases."
    },
    {
        "verse_id": "19",
        "text": " If the morbid humors are of moderate intensity, the patient may be given the decoction of digestive stimulants and if the morbid humor is of very slight intensity, lightening therapy is recommended."
    },
    {
        "verse_id": "20-21",
        "text": " Long pepper, dry ginger, coriander, bishop’s weed, chebulic myrobalan and sweet flag; (2) black cuscus, large variety of nut-grass, bael, dry ginger and coriander; (3) painted leaved ticktrefoil, small caltrops, madder and Indian night-shade; these three groups are described, one in each hemistich, for patients suffering from diarrhea [atisara]."
    },
    {
        "verse_id": "22",
        "text": " Or, the physician may give as potion the water boiled with sweet flag and Indian atees or with nut-grass and trailing rungia or with black cuscus and dry ginger."
    },
    {
        "verse_id": "23",
        "text": " The physician should feed the patient who is emaciated by hunger with light diet at each meal-time. In this way the patient soon regains appetite, the strength of the gastric fire and vitality."
    },
    {
        "verse_id": "24",
        "text": " At first, he should be treated with butter-milk, sour conjee, gruel, demulcent drink or with Sura wine or honey, according to his homologation."
    },
    {
        "verse_id": "25",
        "text": " Thereafter, his dietetic regimen should consist of thin gruel, thick gruel and vegetable soups, pulse, and rice mixed with meat-juices and the drugs stimulative of the gastric fire and astringent in action."
    },
    {
        "verse_id": "26-29",
        "text": " Ticktrefoil, painted leaved uraria, yellow-berried night-shade, Indian night shade, heart-leaved sida, small caltrops, bael, Patha, dry ginger, coriander, long zedoary, palas, common juniper, sweet flag, cumin seeds, long pepper, bishop’s weed, the roots of long pepper, white-flowered leadwort, elephant pepper, kokum butter, sour pomegranate, asafoetida, bid salt and rock salt; the physician should use the above-mentioned articles methodically prepared in the patient’s food and drink. This group of articles is curative of Vata and Kapha, digestive stimulant, digestive-astringent, and promotive of strength and appetite. Hence, it is recommended for the patients suffering from diarrhea [atisara]."
    },
    {
        "verse_id": "30-33",
        "text": " If the patient, even when his chyme is ripened, still passes his stools excessively formed and in scybalous masses accompanied with colic and mucus or scantily or passes the stools very often, accompanied with griping pain, the physician should feed him with soups of radish and jujube or with curries prepared of Indian spinach, asthma weed, bishop’s weed, white goose foot, sun flower, changchu, babchi seeds, long zedoary, cork swallow wort, sweet cucumber, Patha or also with dried vegetables, prepared with curds and pomegranate aud mixed profusely with unctuous article."
    },
    {
        "verse_id": "34",
        "text": " The vegetable-soup prepared with equal quantity of the paste of tender bael and til paste mixed with supernatant part of curds, acid substances, and unctuous article, cures dysentery."
    },
    {
        "verse_id": "35-36",
        "text": " Prepare a cereal-soup of barley, green gram, black gram, Shali rice, til, jujube and tender bael fruits; season it with oil and ghee mixed together and add to it the supernatant part of curds and the juice of pomegranate. The physician should feed the patient afflicted with scanty formation of stools and dryness of mouth, with the cooked Shali rice mixed with the above-mentioned soup."
    },
    {
        "verse_id": "37-38",
        "text": " Or, he may give as sauce, the supernatant part of curds seasoned with oil and ghee and mixed with gur and dry ginger, or Sura wine seasoned with oil and ghee or the fruit-acids seasoned with oil and ghee or the soup of carrot similarly seasoned, or the sour meat-juice of the fox or the unctuous and sour meat-juice of tortoise may be given."
    },
    {
        "verse_id": "37-38.1",
        "text": "39 Or, the meat juices of the peacock, partridge, cock and quail and cooked Shali rice mixed with unctuous and sour articles are the best remedies in pain due to acoprosis"
    },
    {
        "verse_id": "40",
        "text": " Filter the meat-juice of the flesh from goat’s trunk as also its blood; mix them both and prepare with coriander, unctuous article and dry ginger, and acidify by adding the juice of pomegranate."
    },
    {
        "verse_id": "41",
        "text": " The patient should eat cooked red Shali rice with this meat-juice and also take it as potion. By this he will be relieved of the afflictions caused by acoprosis (decrease of feces)."
    },
    {
        "verse_id": "42",
        "text": " In conditions of the prolapse of rectum and colic, the potion of acidified ghee is recommended, or unctuous enemata, if the patients are free from cyhme-disorders."
    },
    {
        "verse_id": "43",
        "text": " The patient should drink ghee boiled and mixed with yellow woodsorrel, jujube, sour curds, acid article, dry ginger and alkali, for the cure of the pain due to anal prolapse. Thus has been described ‘The Yellow Wood-sorrel Ghee’."
    },
    {
        "verse_id": "44",
        "text": " The patient may drink, in due dose, the sour ghee prepared with the paste of chaba pepper, roots of long pepper, the three spices, bid salt, pomegranate, coriander, cumin seeds and white-flowered leadwort. Thus has been described ‘The compound Chaba-pepper Ghee’ for anal prolapse."
    },
    {
        "verse_id": "45",
        "text": " Or, the physician may give unctuous enemata prepared with deca-radices and with bael, or with dill seeds, long zedoary and bael, or with sweet flag and white-flowered leadwort. Thus has been described ‘The Unctuous Enema’ for anal prolapse."
    },
    {
        "verse_id": "46",
        "text": " When the anal prolapse is irreducible, the oleation and sudation procedures should be first administered; when the anus is well sweated and softened, it should be reduced with the help of a thick cloth and pushed in."
    },
    {
        "verse_id": "47",
        "text": " The patient afflicted with retention of flatus and feces, who painfully passes liquid motions mixed with blood and mucus, and who is afflicted with thirst, should be given a full diet of milk."
    },
    {
        "verse_id": "48",
        "text": " Or, the patient may drink udder warm milk after taking a mixture of oil and ghee; or he may drink milk boiled with tender bael."
    },
    {
        "verse_id": "49",
        "text": "By the administration of milk in this way, the blood and mucus get cured; colic, diarrhea and constipation too get relieved."
    },
    {
        "verse_id": "50-(1)",
        "text": " The physician diagnosing the diarrhea [atisara] attended with mucus to be of the Pitta type by its etiology, homologation and signs and symtoms, should treat the condition according to its intensity, administering to the patient lightening and digestive therapies."
    },
    {
        "verse_id": "50-(2)",
        "text": " When afflicted with thirst, the patient should be given water boiled with nut-grass, trailing rungia, black cuscus, Indian sarsaparilla, sandal, chiretta and fragrant sticky mallow."
    },
    {
        "verse_id": "50-(3)",
        "text": " When he has undergone lightening therapy, he should be given at the meal time, with due consideration to his homologation, the dietetic regimen consisting of the supernatant fluid of barley-gruel, or demulcent drink etc., mixed with the decoction of heart leaved sida, country mallow, wild green gram, ticktrefoil, painted leaved uraria, yellow-berried nightshade, Indian night shade, climbing asparagus and small caltrops."
    },
    {
        "verse_id": "50-(4)",
        "text": " His digestive power should be gradually increased by the use of soups of green gram, lentils, peas, tapery beans and pigeon pea or meatjuices of quail, partridge, rabbit, deer, and black tailed deer, in both cases mixed slightly with acid or unmixed with it"
    },
    {
        "verse_id": "50",
        "text": " When the diarrhea is accompanied with Pitta-complications, digestive stimulant, digestive, sedative and astringent preparations should be administered."
    },
    {
        "verse_id": "51",
        "text": " The patient may take as potion the paste of Indian atees and the seeds and bark of kurchi mixed with honey and rice-water, for the cure of diarrhea [atisara] due to Pitta."
    },
    {
        "verse_id": "52-55",
        "text": " Chiretta, nut-grass, kurchi bark, the extract of Indian berberry; (2) bael, Indian berberry, cinnamon, cuscus and Cretan prickly clover; (3) sandal, lotus stem, dry ginger, lodh, and blue lily; (4) til, gum of silk cotton, lodh, sensitive plant, sacred lotus and blue lily; (5) blue lily, fulsee flower, the rind of the pomegranate and dry ginger; (6) box myrtle, dry ginger, Patha, jambul, mango-stone and Cretan prickly clover—these are the six curative preparations for diarrhea due to Pitta. Each of these is described in a hemistich These should be taken as potion mixed with honey and rice-water."
    },
    {
        "verse_id": "56",
        "text": " When the dose has been digested, a meal of old red Shali rice and meat-juices prepared methodically with astringent drugs are beneficial."
    },
    {
        "verse_id": "57",
        "text": " The diarrhea [atisara] of the Pitta type is soon cured, if the patients gastric fire is in a strong condition, by the administration of the course of goat’s milk; and his vitality and complexion also get enhanced."
    },
    {
        "verse_id": "58",
        "text": " If the diarrhea, of the Pitta type, in a strong person with powerful gastric fire, does not abate, he should be purged with medications mixed with milk."
    },
    {
        "verse_id": "59",
        "text": " The patient should be given as potion the decoction of the seeds of palas mixed with milk, followed by an after-potion of genially warm milk according to his strength."
    },
    {
        "verse_id": "60",
        "text": " Thus, by means of this mediation when the morbid matter in his bowel gets flushed out, the abdominal trouble gets relieved Zalil should be used in the same manner as a purificatory agent."
    },
    {
        "verse_id": "61",
        "text": " While being subject to rehabilitatory procedure, if the patient suffers from colic, he should be given purgation followed quickly by unctuous enema in systematic manner."
    },
    {
        "verse_id": "62",
        "text": " The unctuous enema should be of ghee mixed with 1/4 its quantity of oil and prepared with the paste of dill seed, climbing asparagus, liquorice and bael"
    },
    {
        "verse_id": "63",
        "text": "If even after the administration of the unctuous enema and of the rehabilitative regimen, diarrhea [atisara] still persists, then the mucilaginous enema should be given."
    },
    {
        "verse_id": "64-67",
        "text": " Envelope the green leafstalks of silk-cotton tree with green sacrificial grass and plaster it with black earth, and steam-boil it in the cow-dung fire, till the earth gets dried up. Take out the leaf-stalks of silk cotton and crush them in boiled milk and pound them in a mortar and make into boluses of 4 tolas each. The bolus should be mixed with 64 tolas of oil and ghee and filtered and added with the paste of liquorice, this unctuous enema should be given to the patient previously inuncted. After the enema has returned, the patient should take his bath and then eat his meal mixed with milk or with meat-juice of Jangala animals."
    },
    {
        "verse_id": "68",
        "text": " This purgative as well as corrective enema cures quickly severe types of diarrhea [atisara] of the Pitta type, fever, edema, Gulma, chronic diarrhea, and assimilation-disorders."
    },
    {
        "verse_id": "69-70",
        "text": " If the patient suffering from Pitta type of diarrhea [atisara] gives up the treatment and indulges in Pitta-provoking eats, and drinks, his Pitta gets greatly provoked and produces dysentery or hemorrhagic-diarrhea, vitiates the blood and produces thirst, colic, burning sensation and serious anal inflammation."
    },
    {
        "verse_id": "71",
        "text": " In this condition, goat’s cold milk mixed with honey and sugar is recommended as drink and sauce and also for anal douching."
    },
    {
        "verse_id": "72",
        "text": " The patient should be made to eat cooked red Shali rice with this milk or with meat-juices of the pigeon and other birds, seasoned with ghee and mixed with sugar"
    },
    {
        "verse_id": "73",
        "text": " He may be fed with the nonacidified meat juices of rabbits, birds and animals of the Jangala type which are cooling in action, seasoned with ghee and mixed with sugar."
    },
    {
        "verse_id": "74",
        "text": " The blood of the deer or of the goat, seasoned with ghee, or the slightly acidified soup of the fruits of silk-cotton tree mixed with sugar, is recommended in the above condition."
    },
    {
        "verse_id": "75-76",
        "text": " Blue lily, the gum of silk-cotton, madder and lotus anthers should be given mixed with goat’s milk; and when this dose is digested, milk and rice should be given as diet. If the patient is weak, he should be given this potion and should immediately be made to take his food, or he should be given butter with honey and sugar before meals."
    },
    {
        "verse_id": "77",
        "text": " The person taking the meatjuice of partridge for his diet, or living on a milk diet, recovers within three days from this disease by taking milk-churned ghee with milk."
    },
    {
        "verse_id": "78",
        "text": " The patient observing milk-diet should get his hemorrhagic diarrhea (dysentery) cured by drinking the paste of climbing asparagus mixed with milk or by drinking ghee prepared with climbing asparagus."
    },
    {
        "verse_id": "79",
        "text": " Ghee prepared with the paste of kurchi seeds may be taken with the supernatant part of gruel, followed by a potion of thin gruel, for the cure of blood in the stools."
    },
    {
        "verse_id": "80-81",
        "text": " The ghee prepared with the bark of Indian berberry, kurchi seeds, long pepper, ginger, grapes and kurroa, when taken with the supernatant part of gruel, cures quickly even severe diarrhea caused by tridiscordance."
    },
    {
        "verse_id": "82",
        "text": " Black earth, liquorice, conch, saffron and rice-water mixed together and taken with honey, act as a good hemostatic."
    },
    {
        "verse_id": "83",
        "text": " The paste of perfumed cherry taken with honey and rice water, stops quickly the hemorrhage in a person living on a diet of the meat juice of Jangala animals."
    },
    {
        "verse_id": "84",
        "text": " The paste of black til, mixed with five times its quantity of sugar, and taken with goat’s milk, stops the blood in stools immediately."
    },
    {
        "verse_id": "85",
        "text": " The man who observes a diet of meat-juice, gets cured of stomachdisorders due to Pitta by taking the decoction of four tolas of kurchi seeds."
    },
    {
        "verse_id": "86",
        "text": " By taking sandal mixed with sugar, honey and rice-water, the patient gets cured of burning, thirst, urinary disorders and hemorrhage."
    },
    {
        "verse_id": "87-88",
        "text": " If the anus of the patient gets inflamed by frequent pissing of stools, it should be affused with well-cooked decoction of wild snake-gourd and liquorice or with the deoction of the bark of the pentad of milkexuding trees and liquorice, or with sugar-cane juice or with goat’s or cow’s ghee or milk, mixed with sugar and honey."
    },
    {
        "verse_id": "89",
        "text": " The anus should be smeared with the paste of the drugs described with reference to affusion, mixed with ghee; or the prolapsed anus may be dusted with the fine powder of those drugs."
    },
    {
        "verse_id": "90-90½",
        "text": " Or, the prolapsed anus may be dusted with the powder of fulsee flower and lodh in equal quantity. The anus thus dusted does not bleed, the inflammation gets alleviated and the pain relieved"
    },
    {
        "verse_id": "91-92½",
        "text": " If the bleeding still continues even after the above described cool affusions, the anus, groins, waist and thighs should be anointed with ghee and affused. The anus and groins should be affused with a swab soaked in the Compound Sandal Oil or with the Hundred times Washed Ghee."
    },
    {
        "verse_id": "93-94½",
        "text": " If the patient passes scanty aud frequent stools mixed with blood and accompanied with colic, and if he passes the obstructed flatus with difficulty or does not pass at all, he should be given the mucilaginous enema as described before, or the unctuous enema of ghee medicated with tubers of white lotus."
    },
    {
        "verse_id": "95-95½",
        "text": " The anus of patients suffering from chronic diarrhea generally gets weak; hence repeated application of unctuous substance should be given to it."
    },
    {
        "verse_id": "96-96½",
        "text": " The Vata that is excessively agitated gets even more augmented in its own habitat; to subdue its strength when in association with Pitta, enema is the best remedy."
    },
    {
        "verse_id": "97-97½",
        "text": " For the patient who passes blood with or before or after the stools, the medicated Climbing Asparagus Ghee should be prepared and administered as a linctus."
    },
    {
        "verse_id": "97-97½.1",
        "text": "98-98½ This disorder in a man observing wholesome dietetic regimen, will be cured by fresh-churned butter mixed with half its quantity of sugar and one fourth its quantity of honey"
    },
    {
        "verse_id": "99-99½",
        "text": " Reduce into paste the buds of banyan, gular fig and holy fig and keep them for a day and night in hot water; prepare ghee with this water."
    },
    {
        "verse_id": "100-100½",
        "text": " This ghee should be used as linctus, mixed with 1/2 its part of sugar and 1/4 its part of honey and given to one who bleeds from the orifices of the upper or lower region of the body."
    },
    {
        "verse_id": "101-101½",
        "text": " The person that is debilitated and still makes use of Pitta-provoking articles out of ignorance, soon comes to grief, being afflicted with severe suppuration of the anal region."
    },
    {
        "verse_id": "102-102½",
        "text": " In diarrhea [atisara] due to Kapha, lightening and digestive therapies are beneficial to begin with. The drugs of the digestive-stimulant group, if used in the early stage of diarrhea, prove beneficial."
    },
    {
        "verse_id": "103-103½",
        "text": " Even if after the lightening therapy and observance of progressive dietetic regimen, the diarrhea born of Kapha does not abate, it should be treated with articles possessing Kapha-curing properties."
    },
    {
        "verse_id": "104-106½",
        "text": " (1) Bael, galls, nut-grass, chebulic myrobalan and dry ginger; (2) sweet flag, embelia, bishop’s weed, coriander and deodar; (3) costus, Indian atees, Patha, chaba pepper and kurroa; (4) long pepper, roots of long pepper, white-flowered leadwort and elephant pepper—these four recipes each described in a hemistich should be decocted and used in diarrhea due to Kapha; these are promotive of the metabolic heat and body-strength,"
    },
    {
        "verse_id": "107-108½",
        "text": " Take cumin seeds, long pepper, Patha dry ginger and black pepper one part each and two parts of fulsee flower; give these mixed liberally with the juice of pomelo. Take extract of Indian berberry, Indian atees and kurchi seeds in one part each and fulsee flower in two parts and give as potion, mixed with honey and dry ginger."
    },
    {
        "verse_id": "109-111½",
        "text": " Take, (1) fulsee flower, dry ginger, bael, lodh and lotus anthers; (2) jambul barb, dry ginger, coriander, Patha, gum of silk cotton, and heart leaved sida; (3) madder, fulsee flower, the pulp of bael, the barks of jambul and mango tree; (4) wood-apple, embelia, dry ginger and black pepper; prepare four vegetable soups of the drugs described above in each hemistich, acidified with yellow-wood sorrel, jujube and buttermilk and adding unctuous article and salt, administer it in diarrhea attended with excess of Kapha."
    },
    {
        "verse_id": "112-112½",
        "text": " By taking as linctus the pulp of wood-apple mixed with the three spices, honey and sugar, or the powder of box myrtle with honey, the patient gets cured of gastric disorder."
    },
    {
        "verse_id": "113-113½",
        "text": " By a potion of long pepper with honey or buttermilk mixed with the powder of white flowered leadwort or by eating tender bael, the patient gets cured of gastric disorders"
    },
    {
        "verse_id": "114",
        "text": "Tender bael, gur, oil, long pepper and dry ginger should be taken by a patient as linctus, in obstruction of Vata accompanied with colic and dysentery."
    },
    {
        "verse_id": "115",
        "text": "He may take his food with the decoction of radish and sauces prepared with the Vata-curative articles and vegetable soups recommended in diarrhea [atisara] due to Vata."
    },
    {
        "verse_id": "116",
        "text": "Or, he may take sour ghee mentioned before or the Shatpala ghee or old ghee mixed with supernatant part of gruel, according to his strength."
    },
    {
        "verse_id": "117",
        "text": " In obstruction of Vata and Kapha or in excessive discharge of mucus, in colic, or iu dysentery, the mucilaginous enema should be given."
    },
    {
        "verse_id": "118",
        "text": " The mucilaginous enema should be given mixed with the paste of long pepper, bael, costus, dill seeds and sweet flag, mixed with salt."
    },
    {
        "verse_id": "119",
        "text": " When the enema fluid has returned, the wise physician should give unctuous enema of genially warm medicated bael-oil in the evening after the patient has bathed comfortably and has taken his meal."
    },
    {
        "verse_id": "120",
        "text": " Or, the unctuous enema may be given very often with the oil prepared with the group of drugs-ending with sweet flag; thus treated, the patient suffering from Kapha-cum-Vata disorders, gets relieved."
    },
    {
        "verse_id": "121",
        "text": " The Vata necessarily gets aroused in its own habitat consequent upon the decrease of Kapha. Thus aroused, it may suddenly cause death; hence the physician should subdue it quickly."
    },
    {
        "verse_id": "122",
        "text": " The Pitta should be subdued after the Vata, and the Kapha should be subdued after the Pitta, or, that humor should be controlled first which happens to be the most predominant of all the three."
    },
    { "verse_id": "122.1", "text": "Here is the recapitulatory verse" },
    {
        "verse_id": "123",
        "text": " The primogenesis, etiology, signs and symptoms, curability or otherwise, and treatment according to the stage of disease in diarrhea [atisara] have been described herein."
    }
]