[
	{
        "verse_id": "1",
        "text": " We shall now expound the second quarter entitled ‘Milk-saturated rice and other preparations [asikta-ksirika]’ of the chapter on Virilification."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-9",
        "text": " Pound well in a wooden mortar clean Shashtika rice soaked in and fully saturated with milk, while yet wet, and press it. Take that juice after straining and mix it with cow’s milk, the juice of the seeds of cowage, juice of coriandar and black-gram, of heart-leaved sida and common mallow, wild black gram and wild green gram, and of cork swallow wort and Jivaka, of Riddhi, Rishabhaka, Kakoli, small caltrops, liquorice, climbing asparagus and white yam, and also of grapes and date—all these the physician should mix in proper measure and add bamboo manna and the flour of black-gram, Shali rice, Shashtika rice and wheat in such a way that the juice gets thickened; in that thickened juice, add a large quantity of honey and sugar; this should be made into pills of the size of the. jujube and fried in ghee. If a man,, even though aged, takes these pills, along with a diet of milk and meatjuice according to the strength of his gastric fire, he begets numerous progeny and enjoys undiminished secretion, of semen. Thus has been described ‘The Procreant compound, Shashtika-rice pill.’"
    },
    {
        "verse_id": "10-13",
        "text": " The physician should collect the semen of the sparrow, swan, cock, peacock, estruant crocodile, and the nekoo crocodile, as also cow’s ghee, boar’s fat and sparrow’s fat, the flour 6' the Shashtita rice and of wheat. With these should be prepared (Pūpalika) pancakes, (Śaṣkulī) doughnuts, coils, sweet cakes, Dhana sweets and other sweetmeats of diverse kinds. By taking a course of such preparations, a man is enabled to copulate with a woman for as long a time as he wishes with equine virility, with full erection of the phallus supported by seminal fullness. Thus have been described “The virilifying preparations of Pan-cakes etc.”"
    },
    {
        "verse_id": "14-17",
        "text": " Take seeds of cowage, black-gram, dates, climbing asparagus, Indian water chest-nut and grapes; boil 8 tolas of each of these with 64 tolas of milk and 64 tolas of water, till the whole is reduced to a quantity of 64 tolas; then after straining it with a clean piece of cloth, mix it with 24 tolas each of sugar, bamboo manna and fresh ghee. This should be taken with honey followed. By a meal of Shashtika rice. Even a man who is infirm with age or impotent, will be able, by taking this preparation, to beget numerous progeny and acquire the virility of youth. Thus has been described ‘The Procreant Extract.’"
    },
    {
        "verse_id": "18-20",
        "text": " Take tender shoots of the date, black-gram, milk-yam, climbing asparagus, dates, mahwa, grapes and cowage fruits. Boil 4 tolas of each of these in 256 tolas of water till the whole is reduced to one fourth of the quantity. Then it should again be cooked in 64 tolas of milk. When it is reduced to the original quantity of milk (64 tolas), it should be taken with cooked Shashtika rice, mixed liberally with ghee and with sugar. This preparation is regarded as highly virilific. Thus has been described ‘The virilific Milk,’"
    },
    {
        "verse_id": "21-23",
        "text": " Jivaka, Rishabhaka, Meda, cork-swallow wort, the two kinds of east Indian globe thistle, dates, liquorice, grapes, long pepper, ginger, Indian water chest-nut, white yam, fresh ghee, milk and water; the ghee prepared of these and reduced to the quantity of ghee should be mixed, with one fourth of its quantity of sugar and honey; and this taken with the Shashtika rice with due regard to the strength of the digestive fire, acts as an excellent virilific, promoter of strength, complexion and voice aud as a roborant. Thus has been described ‘The virilific Ghee.’"
    },
    {
        "verse_id": "24-26",
        "text": " The wise physician should mix the cream of curds which is white as the autumnal moon and wholesome iu due manner, with sugar, honey, black pepper, bamboo manna and small cardamom and strain the mixture through a clean piece of cloth into a new earthen pot containing the Shashtika-rice cooked and cooled and mixed liberally with ghee. Taking a meal of this rice, one should drink the Rasala preparation of the curds described above, in due dose. A person increases, thereby, in complexion, voice and strength and gets virilified. Thus has been described ‘The virilifying preparation of Curds-cream.’"
    },
    {
        "verse_id": "27",
        "text": " One who takes the Shashtika rice white as the light of the moon, mixed with a large quantity of ghee together with milk, sugar and honey, gets virilified. Thus has been described ‘The procedure of virilification by cooked Shashtika rice.’"
    },
    {
        "verse_id": "28-29",
        "text": " The eggs of the crocodile and the cock mixed with the flour of Shashtika rice should be made into sweet pan cakes in fresh hot ghee. These sweet pan cakes should be eaten followed by a draught of supernatent part of Varuni wine by one that desires equine virility and elephantine abundance of seminal ejaculation. Thus has been described ‘The virilifying sweet Pan-cake.’"
    },
    {
        "verse_id": "28-29.1",
        "text": "30 By means of a systematic course of these preparations, a man acquires seminal richness, vitality, complexion and is capable of mating with the best of women with all the virility of a young horse of eight years of age"
    },
    {
        "verse_id": "28-29.1.1",
        "text": "31 Whatever things gladden the heart, such as pleasant groves, riverbanks, hills, lovely women, ornaments, perfumes garlands and beloved friends—all these, act as stimulating agents of virility"
    },
    {
        "verse_id": "32",
        "text": " The eight preparations that are described in this quarter entitled ‘Milk-saturated rice and. other preparations’ should be resorted to by those who desire progeny and virility."
    }
]