[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Vata Diseases [vatavyadhi-cikitsa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Vayu is life and vitality; Vayu is the supporter of all embodied beings; Vayu is verily the whole universe, and Vayu is the Lord of all. Thus is Vayu extolled."
    },
    {
        "verse_id": "3.1",
        "text": "The man in whose body the Vata is unimpeded in its course and lies in its normal habitat and is in its normal condition, lives longer than even a hundred years, fully free from disease"
    },
    {
        "verse_id": "5",
        "text": " The Vata, which is of five-fold nature, viz., Prana, Udana, Samana, Vyana and Apana, by the unimpeded movement of each of these, in their normal regions, regulates the functions of the entire body."
    },
    {
        "verse_id": "6",
        "text": " The seats of Prana-Vata are the head, chest, throat, tongue, mouth aud nose; salivation, sternutation, eructation, respiration, deglutition and similar other processes are its functions."
    },
    {
        "verse_id": "7",
        "text": " The seats of Udana-Vata are the umbilicus, the chest and the throat. Speech, endeavour, enthusiasm, vitality, complexion and such other things are its functions."
    },
    {
        "verse_id": "8",
        "text": " The Samana-Vata which regulates the channels carrying sweat, waste matter and water, lies in the neighbourhood of the seat of the gastric fire and is the promoter of the gastric fire and vitality."
    },
    {
        "verse_id": "9",
        "text": " The Vyana-Vata, which is swift-moving, pervades the entire body of man; its functions are motion, extension, contraction, winking of the eyes and similar other movements."
    },
    {
        "verse_id": "10-11",
        "text": " The seats of the Apana-Vata are the two testes, the bladder, the phallus, the umbilicus, thighs, groins, rectum and the lower part of the intestines. Its function is the elimination of the semen, urine, menstrual blood and fetus. If five kinds of Vata are normal and situated in their normal habitats, they perform their functions properly aud sustain the body in good health."
    },
    {
        "verse_id": "12",
        "text": " When these five kinds of Vata move in the wrong directions and become deranged, they afflict the body with disease characteristic of the habitat and the functions of each of them, and may also quickly take away the man’s life."
    },
    {
        "verse_id": "13",
        "text": " Though the diseases caused by these deranged Vatas are innumerable, [? yet?] the eighty principal disorders headed by the splitting of nails etc., have been enumerated in the Section on General Principles."
    },
    {
        "verse_id": "14",
        "text": " Now listen to the description of these disorders along with their synonyms, etiology and treatment, described with reference to Vata alone, classified according to the seat of affections. Hear also the description of the conditions when Vata is occluded."
    },
    {
        "verse_id": "15-18½",
        "text": " By a diet that is dry, cold, scanty and light, by sexual excess, excessive waking and wrongful treatment, by the excessive loss of waste-matter or blood, by excessive starvation, swimming, way-faring, exercise and other excessive activity, by the loss of body-elements, by excessive emaciation due to worry, grief and disease, by habitual use of uncomfortable beds and seats, by auger, day-sleep, fear, suppression of the natural urges, chyme-disorder, trauma and abstention from food, by injury to vital parts, by riding on or falling off an elephant, camel, horse or other swift-running animal or conveyance—by these factors the Vata getting aggravated fills up the vacuities in the body-passages and produces various kinds of disorders which affect the whole body or which get localised in a single region."
    },
    {
        "verse_id": "19-19½",
        "text": " The first indistinct manifestations of a disease are said to be the premonitory symptoms; the symptoms are the actual or distinct manifestations of a disease, while its cure is characterized by the diminution of the symptoms."
    },
    {
        "verse_id": "20-23½",
        "text": " Contraction, stiffness of joints, aching pain in bones and joints, horripilation, garrulousness, spasticity of the hands, back and head; lameness of hands and feet, hunch-back, atrophy of the limbs; insomnia; destruction of fertility, fetus and menses; tremors, anesthesia and paralysis of limbs; ticks of the muscles of the head, nose, eyes, shoulder, girdle and neck; splitting pain, pricking pain, agony, convulsions, delusion and fatigue; such are the general symptoms which the provoked Vata manifests. On account of the difference in the etiological factors and in the seats of affection, it produces the specific characteristics of each disease."
    },
    {
        "verse_id": "24-24½",
        "text": " If the Vata located in the abdomen, becomes vitiated, there occur retention of urine and feces, disorders of the inguinal and epigastric regions, Gulma, piles and pleurodynea."
    },
    {
        "verse_id": "25-25½",
        "text": " If the Vata pervading the entire body is provoked, there occur body tremors and breaking pain and the patient will be afflicted with all sorts of pains and with a feeling as if his joints are falling asunder."
    },
    {
        "verse_id": "25-25½.1",
        "text": "26 26½, If the Vata located in the rectal region is provoked, there occur the retention of feces, urine and flatus, colic, flatulence, formation of sand and stone, pain and atrophy in the region of the calves, thighs, pelvis and the back"
    },
    {
        "verse_id": "27-27½",
        "text": " If the Vata located in the stomach is provoked, there occur pain in the regions of the pericardia, umbilicus, sides and the stomach, thirst, eructations and acute gastro-intestinal irritation, cough, parching of the throat and mouth, and dyspnea,"
    },
    {
        "verse_id": "28-29",
        "text": " If the Vata located in the colon is provoked, there occur gurglings colic, meteorism, difficulty in micturition and defecation, constipation and pain in the pelvic region. The Vata provoked in the sense-organs, such as the ears etc., impairs or destroys the sensory functions."
    },
    {
        "verse_id": "30",
        "text": " If the Vata pervading the skin gets provoked, the skin gets dry, fissured, numb, shrivelled and black, and feels pricking sensation. It becomes stretched and reddened and there occurs pain in the joints."
    },
    {
        "verse_id": "31",
        "text": " If the Vata located in the blood gets provoked, there occur acute pain, burning, discoloration, emaciation, anorexia, rashes on the body, and spasticity of limbs after meals."
    },
    {
        "verse_id": "32",
        "text": " If the Vata located in the flesh and fat gets provoked, there occur heaviness of the body, severe aches as if the body had been beaten with a cudgel or fist cuffs, pain and extreme exhaustion."
    },
    {
        "verse_id": "33",
        "text": " If the Vata located in the bone and bone-marrow gets provoked, there occur breaking pain in the fat, bones and joints, arthralgia, loss of flesh and strength, loss of sleep and constant pain."
    },
    {
        "verse_id": "34",
        "text": " If the Vata located in the secretory system is provoked, there occur either the premature expulsion or undue retention of the semen or of the fetus, or causes deformity of the fetal body."
    },
    {
        "verse_id": "35",
        "text": " If the Vata located In the sinews is provoked, there occur the opisthotonous and emprosthotonous conditions, pain in the extremities, hunch-back and general or local disorders."
    },
    {
        "verse_id": "36",
        "text": " If the Vata located in the vessels is provoked, there occur mild pain and edema all over the body, atrophy, throbbing, loss of pulsation and contraction or dilatation of the vessels."
    },
    {
        "verse_id": "37",
        "text": " If the Vata located in the joints is provoked, there occur the swelling of the joints which feel on palpation as if they were bags inflated with air and the movements of extension and flexion are accompanied with pain. (Thus have been described the signs and symptoms of morbid Vāta, classified according to the various parts of the body)."
    },
    {
        "verse_id": "38-39",
        "text": " If the excessively increased Vata affects one half of the body, it diminishes the blood in the arms, feet and knees and causes contraction of these parts. It causes distortion of one side of the face and produces asymmetry of the nose, eye-brow, forehead, eye and jaw."
    },
    {
        "verse_id": "40-42",
        "text": " The food, instead of going straight, goes into one side of the south. While speaking the nose gets curved, the eyes remain rigid and winkless and the sneeze gets suppressed His speech is faint, distorted, stuttery, indistinct and thick. His teeth get shaky; there is pain in his ears and his voice is broken; there is pain in his feet, hands, eyes, calves, thighs, temples, ears and cheeks. This condition, whether it occurs in association with paralysis of half the body or occurs by itself, that is, affecting the face only, is called facial paralysis."
    },
    {
        "verse_id": "43",
        "text": " If that Vata, getting localised in the side of the neck, spreads into the internal channels, it will cause spasticity of the neck. It is called Antarayama (emprosthotonous condition)."
    },
    {
        "verse_id": "44-44¾",
        "text": " The upper and lower part of the neck becomes flexed and very stiff, the teeth become clenched, there is salivation, contraction of the back-muscles and spasm of the muscles of the head, pendiculation and lock-jaw; these are the symptoms of ‘Antarayama [antarāyāma]’ (emprosthotonous condition)."
    },
    {
        "verse_id": "45-46",
        "text": " ‘Bahirayama [bahirāyāma]’ i.e., opisthotonous condition, will now be described. The strongly provoked Vata, getting localised in the back and the sides of the neck and constricting the external vessels, causes bow-like rigidity of the body which condition is called Bahirayama or opisthotonous condition."
    },
    {
        "verse_id": "47-48",
        "text": " The body being bent like a bow, the head gets retracted almost touching the back and the chest is thrown forward, the sides of the neck become rigid and there is squeezing pain in the neck and clenching of teeth, salivation and aphasia. This attack either kills the patient or causes deformity."
    },
    {
        "verse_id": "49-49½",
        "text": " The Vata, when it gets localised at the root of the jaws, it produces the condition of a gaping mouth or a painless stiff condition where the mouth cannot be closed. By causing spasticity of the jaw, it produces a condition of lock-jaw, where the mouth becomes fixed and cannot be opened."
    },
    {
        "verse_id": "50-50½",
        "text": " That condition is called Akshepaka [ākṣepaka] or spasmodic contraction, where the muscles of the hands and feet together with vessels, sinews and tendons, cause frequent spasmodic contractions."
    },
    {
        "verse_id": "51-51½",
        "text": " That is called staff-like rigidity or tonic contraction of the muscles, where the Vata causes tonic rigidity of muscles of the hands, feet, head, back and hips, so that the body becomes as rigid as a staff (Daṇḍa [daṇḍa]). This condition is irremediable."
    },
    {
        "verse_id": "52-52½",
        "text": " When the force of the paroxysm is gone in the above condition, the patient returns to normal. If the paroxysm does not leave, the patient gets afflicted with pain and other characteristics peculiar to the lesions. Physicians should regard this condition as incurable"
    },
    {
        "verse_id": "53-55",
        "text": " That condition is called hemiplegia or paralysis of one side of the body, where the morbid Vata seizing the vessels, controlling the function of the body and constricting the sinews, afflicts the right or the left half of the body, producing loss of movement, pain and loss of speech. That conditon is to be known as the lesion of one limb ‘Monoplegia’ where a single hand or root gets contracted and afflicted with aching and pricking pain, and that condition is called the lesion of the whole body where the entire body is affected."
    },
    {
        "verse_id": "56-56½",
        "text": " That condition is said to be Sciatica, where first the hip and then the waist, back, thigh, knee and calf are gradually affected with stiffness, pain and pricking sensations and associated with frequent twitching"
    },
    {
        "verse_id": "due to Vata",
        "text": " If this condition is due to Vata and Kapha combined, there will be additional symptoms of torpor, heaviness and anorexia."
    },
    {
        "verse_id": "57",
        "text": " That condition is known as Khalli where there is kneading (neuralgic) pain referable to feet, calf, thigh and shoulder."
    },
    {
        "verse_id": "58- The rest of the disorders should be diagnosed according to the symptoms characteristic of the seat of affection",
        "text": " In all these disorders, one should diagnose the condition of the association of Pitta and other morbid elements"
    },
    {
        "verse_id": "59-60½",
        "text": " The provocation of Vata is due to diminution of body-elements or due to obstruction to its normal circulation caused by occlusion in the body-channels. The Vata, Pitta and Kapha circulate through all the body-channels and spaces. The Vata, on account of its quality of subtleness, is really the impeller of the other two humors. When the Vata is provoked, it agitates the other two humors and throwing them about here and there, causes occlusion of the body channels, thereby producing disorders. It also leads to the diminution of the body-nutrient fluid and other bodyelements."
    },
    {
        "verse_id": "61-61½",
        "text": " When the Vata is occluded by Pitta the following symptoms are observed—burning, thirst, colic giddiness, darkness of vision heart-burn on eating pungent, acid, salt and hot things and craving for cold things."
    },
    {
        "verse_id": "62-62½",
        "text": " If the Vata is occluded by Kapha, there will be cold, heaviness, colic, pronounced homologation to pungent and similar other articles, craving for fasting, exertion and dry and hot things."
    },
    {
        "verse_id": "63-63½",
        "text": " If it is occluded in the blood, there will be severe burning pain in the area between the skin and the flesh, and there will be edema with reddish tinge and rashes."
    },
    {
        "verse_id": "64-64½",
        "text": " When the Vata is occluded in the flesh, there will appear hard pigmented pimples and swellings, horripilation and formication."
    },
    {
        "verse_id": "65-65½",
        "text": " When the Vata is occluded in the adipose tissue, there will be produced local swellings that are movable, smooth, soft and cold, as well as anorexia. This condition is known as a rheumatic condition and is difficult of cure."
    },
    {
        "verse_id": "66-66½",
        "text": " When the Pitta is occluded in the osseous tissue, the patient likes warmth and pressure; and he becomes exhausted, experiences splitting pain and feels as though his body is being pricked with needles."
    },
    {
        "verse_id": "67-671",
        "text": " When the Vata is occluded in the marrow, there will occur flexure of the body, pendiculation, girdle-pain and colicky pain; on being pressed with the hand the patient gets relief."
    },
    {
        "verse_id": "68",
        "text": "If the Vata is occluded in the seminal passages, there results either no discharge of semen or too hurried discharge of it or a sterile condition of the semen."
    },
    {
        "verse_id": "68½",
        "text": " If the Vata is occluded by food, there will be pain in the stomach on ingestion of food and disappearance of pain at the end of digestion."
    },
    {
        "verse_id": "69",
        "text": " If the Vata is occluded by urine, there occurs retention of urine and distension of bladder."
    },
    {
        "verse_id": "70-71½",
        "text": " If the Vata is occluded by the fecal matter, there occurs absolute retention of feces in its own habitat i.e., in the lower part of the colon, and there will be griping pain in that region; and whatever unctuous matter is ingested, is immediately digested; and on ingestion of food, the person suffers from increased distension of the abdomen, and owing to the pressure of the food ingested, the patient passes dry feces with difficulty and after long delay. He is afflicted with pain in the hips, groins and back, and the Vata moves in a reverse direction (i.e., there is misperistalsis); there is also disturbance of the cardiac action."
    },
    {
        "verse_id": "72-74",
        "text": " Dislocation, lock-jaw, contracture, hunch-back, facial paralysis, hemiplegia, atrophy of a part, paraplegia, arthritis, stiffness, rheumatic conditions and disorders due to occlusion of Vata in the marrow; these, on account of their deep-seated nature, may or may not be cured even after careful treatment. The physician should endeavour to cure such of these conditions as occur in strong persons and as are of recent origin and unassociated with any complications."
    },
    {
        "verse_id": "75-77¼",
        "text": " Now listen to the exposition of the line of treatment of the diseases due to the provocation of Vata. If there is a simple provocation of Vata without any kind of occlusion, it should be treated at first with oral administration of unctuous preparations such as ghee, fat, oil and marrow. The person, when over-strained by the oleation therapy, should be comforted by rest for a while and should again be oleated with milk or thin gruels and meat-juices of domestic, wet-land and aquatic animals, mixed with unctuous articles or with milkpudding, or kedgeree mixed with acid and salt articles and then should be given unctuous enemata, nasal medications and demulcent food,"
    },
    {
        "verse_id": "78-78½",
        "text": " When he is well oleated, he should be subjected to sudation therapy and should be given sudation treatment as required, after he has been well inuncted with the kettle-sudation and mixed steam kettle sudation and such other varieties of sudation-processes in which unctuous articles have been used,"
    },
    {
        "verse_id": "79-79½",
        "text": " With the aid of oleation and sudation procedures, even a distorted and the stiffened limb can be slowly brought back to normality, just as it is possible to bend, according to one’s desire, even a dried piece of wood by such measures."
    },
    {
        "verse_id": "80-80½",
        "text": " Horripilation, pricking pain, aches, extensive swelling, stiffness and spasticity and similar other conditions can be quickly cured and the softness of the part restored by means of sudation."
    },
    {
        "verse_id": "81-81½",
        "text": " And the oleation therapy, when applied quickly, replenishes the diminished body-elements and increases the vitality, strength of the gastric fire, robustness and the life-span,"
    },
    {
        "verse_id": "82-82½",
        "text": " The oleation and sudation procedures should be repeatedly administered in order that the disorders of Vata may not stay in the viscera softened by oleation procedure."
    },
    {
        "verse_id": "83-83½",
        "text": " If, due to excessive morbidity, the humors do not subside with the above procedure, the patient should then be cleansed by means of mild drugs mixed with unctuous articles."
    },
    {
        "verse_id": "84-84½",
        "text": " For this purpose the patient may take the medicated ghee prepared with Tilwaka or round milk-hedge, or he may take castor oil with milk; these are beneficial and expel the morbid humors."
    },
    {
        "verse_id": "85-85½",
        "text": " By excessive use of unctuous, acid, saltish and hot articles of diet, the excretory matter gets accumulated and occluding the alimentary passage, obstructs the Vata; hence, the normal peristaltic movement of Vata should be stimulated to expel it."
    },
    {
        "verse_id": "86-86½",
        "text": " The patient, who is debilitated and as a consequence, in whom purgation is contra-indicated, should be given evacuative enema followed by a diet consisting of or mixed with, the drugs of the digestive and digestive-stimulant groups."
    },
    {
        "verse_id": "87",
        "text": " Sudation and oleation procedures, repeated again, are beneficial for those whose gastric fire has got stimulated as a result of the purificatory procedure."
    },
    {
        "verse_id": "88-88½",
        "text": " All diseases due to Vata-provocation are always to be continually treated with sweet, acid, saltish and unctuous articles of diet, nasal errhines and inhalations Thus has the treatment of diseases due to Vata-provocation been expounded in general."
    },
    {
        "verse_id": "89-89½",
        "text": " Now will be described the treatment of particular disorders. In the condition of morbid Vata lodged in the alimentary tract, the patient should drink alkali mixed with drugs of the digestive and digestive-stimulant groups and of the acid group, for helping the digestion of the undigested matter."
    },
    {
        "verse_id": "90",
        "text": " In condition of morbid Vata lodged in the rectum or the colon, the treatment curative of misperistalsis should be given."
    },
    {
        "verse_id": "90½",
        "text": " If it is lodged in the stomach, the treatment curative of the particular aspect of morbidity should be given after the purificatory process."
    },
    {
        "verse_id": "91",
        "text": " When the Vata is provoked in the entire body, inunction, evacuative enemata and unctuous enemata should be given."
    },
    {
        "verse_id": "91½",
        "text": " And when the skin is affected, sudation, inunction and bath as also cordial food should be given."
    },
    {
        "verse_id": "92",
        "text": " When the blood is affected, cold applications, purgation and venesection are good."
    },
    {
        "verse_id": "92½",
        "text": " And if the flesh is affected, purgation, evacuative enemata aud sedation therapy should be administered."
    },
    {
        "verse_id": "93",
        "text": " If the osseous tissues or bone-marrow is affected, it should be treated with internal an 1 external election therapy."
    },
    {
        "verse_id": "94",
        "text": " If the semen is affected, virilific eats and drinks or drugs promotive of strength and semen are beneficial. If the passage of semen is found to be occluded, purgation should be administered."
    },
    {
        "verse_id": "94½",
        "text": " Only after purgation and ingestion of diet, the aforesaid line of treatment should be carried out."
    },
    {
        "verse_id": "95-95½",
        "text": " If the fetus or a child is emaciated by Vata-provocation, milk prepared with sugar, white teak aud liquorice is beneficial in rehabilitation."
    },
    {
        "verse_id": "96",
        "text": " If the provoked Vata is located in the cardiac region, the milk prepared of ticktrefoil is beneficial."
    },
    {
        "verse_id": "96½",
        "text": " And if it is located in the umbilicus, fish prepared with unripe bael fruits should be given,"
    },
    {
        "verse_id": "97-97½",
        "text": " If there are cramps in any part of the body, poultice should be applied, and if any part of the body is contracted, inunction with the medicated oil prepared with black grain and rock salt should be prescribed."
    },
    {
        "verse_id": "98-98½",
        "text": " If there is Vata provocation in the arm or head, nasal errhine should be given and a postprandial potion of oily preparations; and if the morbid Vata is localised below the umbilical region, enemata and pre-prandial potion of ghee are recommended."
    },
    {
        "verse_id": "99-99½",
        "text": " In facial paralysis, inunction and anointing the head with medicated oil, impletive diet, kettle-sudation and poultices prepared of the flesh of aquatic animals are beneficial."
    },
    {
        "verse_id": "100",
        "text": " In hemiplegia, sudation with unctuous preparations and purgation are beneficial."
    },
    {
        "verse_id": "100-100¾",
        "text": " In sciatica, venesection of the vein situated between Kandara [kaṇḍarā] (tendo-calcaneus) and Gulpha (Malleolus), enemata and cauterization should be resorted to."
    },
    {
        "verse_id": "101-101½",
        "text": " In Khalli [khallī], hot poultices prepared with milk pudding or kedgeree ot flesh mixed with oil and ghee are beneficial."
    },
    {
        "verse_id": "102-103",
        "text": " In a case of fixed gaping mouth, the right way of correcting the condition is as follows:—The jaw should be subjected to sudation procedure first and then it should be pressed downwards by the thumbs (inserting in the mouth and pressing on the molar teeth) and pushed upwards by the fingers (which are placed externally below the chin). In a condition of sub-luxation, it should be made to go to its proper position; and in a condition of fixity, it should be subjected to sudation procedure and flexed."
    },
    {
        "verse_id": "103½",
        "text": " Each case should be given special treatment according to the particular seat of affection, the particular body-element affected and such other factors."
    },
    {
        "verse_id": "104-105½",
        "text": " Ghee, oil, fat, marrow, affusion, inunction, enemata, oleation, sudation, resort to windless places, covering with blankets, use of meat-juices, medicated milks, articles of diet of sweet, acid and salt tastes and whatever things are roborant, are beneficial for the patient afflicted with the disorders due to morbid Vata."
    },
    {
        "verse_id": "106-107½",
        "text": " The patient afflicted with Vata disorders should be given the diet of the meat-juices of the flesh of the head of the goat, or. of the aquatic, wet-land. or carnivorous creatures prepared separately in the decoction of sida or penta-radices or deca-radices and seasoned with unctuous articles, sour curds and the three spices, and salted liberally."
    },
    {
        "verse_id": "108-108½",
        "text": " Poultices should be prepared from the same fleshes mixed with ghee, oil and acid articles, with the flesh well-crushed, steamed aud the bones removed."
    },
    {
        "verse_id": "109",
        "text": " For immersion-bath, the vessel should be filled with the decoction of the leaves curative of Vata, or with medicated milk or oil"
    },
    {
        "verse_id": "109½",
        "text": " Affusions are recommended after a good inunction, to the patient suffering from Vata-disorder."
    },
    {
        "verse_id": "110-111",
        "text": " Cook in a pot the fleshes of wet-land and aquatic creatures, deca-radices, climbing asparagus, horsegram, jujube, black gram, til, Indian groundsel, barley and sida along with fat, curds, sour conjee and acid articles."
    },
    {
        "verse_id": "112",
        "text": " Administer this in the form of kettle sudation. The paste made of these may also be used as poultice. Also medicated ghee and oil prepared with this may be used as inunction and potion."
    },
    {
        "verse_id": "113",
        "text": " The preparations made of nutgrass, yeast, til, costus, deodar, rocksalt and Indian valerian, along with curds, milk and the tetrad of unctuous articles, should be used as poultice."
    },
    {
        "verse_id": "114-115",
        "text": " The physician should give on the painful part, a thick application prepared of pancakes, Veshavara [veśavāra] preparation, milk, black gram, til, cooked rice, castor seeds, wheat, barley, jujube and ticktrefoil group of drugs, mixed with unctuous articles. This application should be made at night and bandaged with castor leaves, and the bandage should be removed the next morning."
    },
    {
        "verse_id": "116",
        "text": " Then the part should be affused with milk and water and again poulticed. The bandage which is applied during the day must be of hide containing hair, and it should be removed at night."
    },
    {
        "verse_id": "117-117½",
        "text": " Applicationscan be made of oleiferous seeds well pasted with acid articles and made very cold. And poultices can be made of the fragrant group of drugs curative of Vata, milkpudding or kedgeree, mixed with unctuous articles."
    },
    {
        "verse_id": "118-118½",
        "text": " We shall describe the various unctuous preparations which are comparable to ambrosia and are curative of various disorders in those who are afflicted with dryness and pure Vata-provocation."
    },
    {
        "verse_id": "119-121½",
        "text": " Sixteen tolas of decaradices should be decocted in 1024 tolas of water added to 64 tolas of barley, jujube and horse gram. When it is reduced toone fourth the quantity, prepare a medicated ghee in this decoction by taking 64 tolas of ghee and adding milk, the paste of the life-promoter group of drugs, sugar, date, white teak, grape, jujube and fig. This ghee is curative of disorders due purely to Vata. This preparation is harmless and should be used as potion, inunction and enemata."
    },
    {
        "verse_id": "122-122½",
        "text": " The medicated ghee, prepared with the paste of white-flowered leadwort, dry ginger, Indian berberry, orris root, long pepper and zedoary, is an excellent cure for Vata-disorders."
    },
    {
        "verse_id": "123-123½",
        "text": " The supernatant part of ghee should be prepared with the milk boiled with sida and bael. Two or four tolas of this should be used as nasal medication (sternutatory) in condition of morbid Vata affecting the head."
    },
    {
        "verse_id": "124-125½",
        "text": " The bones of domestic, wet-land and aquatic creatures should be broken to bits and cooked in water. The unctuous fluid obtained should again be cooked in the decoction of the decaradices, adding the paste of Jivaka, Rishabhaka, Indian sarsaparilla white yam and cowage and of Vata-curative drugs or the life promoter group of drugs and double the quantity of milk."
    },
    {
        "verse_id": "126-126½",
        "text": " By the use of this preparation as nasal medication, inunction, potion and unctuous enema, the morbid Vata affecting the vessels, joints, bones and other cavities, gets quickly cured."
    },
    {
        "verse_id": "127-127½",
        "text": " For those suffering from loss of marrow as well as those who suffer from loss of semen and vital essence, this imparts strength and robustness, and acts like ambrosia."
    },
    {
        "verse_id": "128-128½",
        "text": " The fresh fat of the alligator, fish, tortoise or the porpoise prepared similarly (as described above) is recommended as nasal medication and potion."
    },
    {
        "verse_id": "129-132½",
        "text": " Take 64 tolas of the three myrobalans, 32 tolas of horsegram, 20 tolas each of the bark of drumstick and pigeon pea, 8 tolas each of Indian groundsel and white flowered leadwort and four tolas of each of the decaradices and decoct them in 1024 tolas of water till reduced to one fourth the quantity. Then add 64 tolas each of Sura wine, sour conjee, sour curds, Sauvira wine, Tushodaka wine, the decoction of small jujube, pomegranate, kokam butter, oil, fat, ghee, marrow, milk and 24 tolas of the paste of the life-promoter group of drugs, and prepare the Great Unctuous Preparation in due manner."
    },
    {
        "verse_id": "133-133½",
        "text": " This should be used as inunction in morbid Vata affecting the vessels, marrow and bones as well as in conditions of tremors, contractions and colic, and Vata disorders affecting the entire body or only a part of the body."
    },
    {
        "verse_id": "134-135",
        "text": " The expressed juice of the root and leaves of the chaste tree should be cooked with an equal quantity of oil. This oil used as potion, inunction and ear-fill, is beneficial in sinuses or fistula-in-ano, dermatosis and other Vata-disorders as well as in scabies and scrofula."
    },
    {
        "verse_id": "135½",
        "text": " The oil prepared with the decoction of cotton seeds and horse-gram is also curative of Vata."
    },
    {
        "verse_id": "136-137½",
        "text": " Curds should be kept for three days in a mixture of equal measures of the expressed juice of radish and milk. Prepare a medicated oil by taking 64 tolas of oil and treble the quantity of this sour preparation adding the paste of 4 tolas each of liquorice, sugar, Indian groundsel, rock salt and green ginger. This oil, taken as potion and medication is curative of Vata."
    },
    {
        "verse_id": "138-139½",
        "text": " Cook very old oil-cake in the decoction of penta-radices; strain the solution and prepare a medicated oil in this solution by taking 64 tolas of oil and eight rimes the quantity of milk. This oil is curative of all disorders of Vata. This is specially recommended in conditions of Vata associated with Kapha."
    },
    {
        "verse_id": "140-141½",
        "text": " Take 16 tolas each of barley, jujube, horse gram, elephant pepper, dry radish and bael, and cook them in a sour solution (such as sour gruel or curds). The medicated oil prepared with this decoction along with fruit acids and the paste of pungent spices, should be used by the patient suffering from pernicious disorders of Vata, in the cold season."
    },
    {
        "verse_id": "142-143½",
        "text": " Listen now to the description of other preparations of oils that are beneficial in all disorders of Vata that can be used in all the four therapeutic modes, that are promotive of longevity, strength and complexion, that are curative of menstrual and seminal disorders, which are inducive of procreation, and which are free from harmful effects and are generally curative of all kinds of morbidity."
    },
    {
        "verse_id": "144-145½",
        "text": " Prepare a medicated oil in 400 tolas of the decoction of crested purple nail dye, by using 256 tolas of oil and adding 40 tolas of the paste of radish and four times the quantity of milk The physician should use this oil mixed with 72 tolas of powdered sugar, in severe types of Vata disorder."
    },
    {
        "verse_id": "146-147½",
        "text": " Prepare a medicated oil by taking 64 tolas of oil along with 128 tolas of the expressed juice of small caltrops, equal quantity of milk, 24 tolas of dry ginger and 32 tolas of gur. This should be administered in all kinds of disorders of Vata [vatavyadhi]. After the dose of oil has been digested the regimen of thin gruel along with milk is recommended."
    },
    {
        "verse_id": "148-154½",
        "text": " Take 400 tolas of sida, one fourth part of guduch and one eighth quantity of Indian groundsel and cook in 25600 tolas of water till it is reduced to one tenth of the quantity. Prepare 256 tolas of oil with this decoction adding equal quantities of whey, sugar-cane juice and vinegar along with half the quantity of goat’s milk and the paste of four tolas of the leaves of each of the following drugs: zedoary, long leaved pine, deodar, small cardamom, Indian madder, eaglewood, sandal, Himalayan cherry, atees, nut-grass, wild bean, pea, liquorice, holy basil, shell, Rishabhaka, Jivaka, palas-juice, musk, hairy onosma, buds of Spanish jasmine, melilot, saffron lichen, nutmeg, musk mallow, fragrant sticky mallow, cinnamon, resin of Indian olebanum, camphor, liquid storex, yellow resin, cloves, shell, cubeb pepper, costus, nardus, perfumed cherry, glory tree, Indian valerian, ginger grass, sweet flag, sprouts of emetic nut and fragrant poon. This should then be strained and the paste of fragrant drugs added to it and administered duly."
    },
    {
        "verse_id": "155-156½",
        "text": " This excellent Sida oil is curative of Vata disorders [vatavyadhi] in general and particularly of dyspnea, cough, fever, hyccup, vomiting, Gulma, pectoral lesions, cachexia, splenic disorders, consumption, epilepsy and lack-lustre appearance. (This has been taught to Agniveśa by his guru Kṛṣṇa Ātreya). Thus has been described ‘The Sida Oil’."
    },
    {
        "verse_id": "157-164",
        "text": " Decoct 2000 tolas of guduch in 8192 tolas of water till reduced to one fourth its quantity. Prepare a medicated oil in this solution by adding 512 tolas of til oil and equal quantity of milk along with the paste of one tola each of cardamom, nardus, Indian valerian, cuscus, Indian sarsaparilla, costus, sandal, sida, ground phyllanthus, Meda, dill seed, Ridhi, Jivaka, Kakoli, Kshirakakoli, small east Indian globe thistle, evening mallow, shell, east Indian globe thistle, cork swallowwort, white yam, cowage, climbing asparagus, Mahameda, galls, pea, sweet flag, Indian caltrops, castor, Indian groundsel, dark blue creeper, crested purple nail dye. climbing asparagus, Indian olebanum, nut-grass, cinnamon, cassia cinnamon, Rishabhaka, fragrant sticky mallow, wild black gram, large cardamom, saffron, melilot and deodar, three tolas of Indian madder and 32 tolas of liquorice. This medicated oil restores the health of those affected with loss of semen, gastric power and vitality and of those who are deluded of mind, as also of those who suffer from insanity aud epilepsy. This foremost of medicated oils, which is curative of Vata-disorders [vatavyadhi], is known by the name of Guduch oil. (This oil described by the preceptor Kṛṣṇa Ātreya is held in high regard by the physicians). Thus has been described ‘The Compound Guduch Oil.’"
    },
    {
        "verse_id": "165-166",
        "text": " Prepare a medicated oil taking 1024 tolas of oil and cooking it in 4000 tolas of the decoction of Indian groundsel along with the paste of the fragrant group of drugs grown in the Himalayas, adding the cardamom group of drugs. This oil is curative of Vata. Similarly may be prepared the medicated oil of winter-cherry, Chinese moon-creeper and the two varieties of sida or medicated oil of sida and other drugs may be prepared using these drugs individually in the form of decoction, paste or milk. Thus has been described ‘The Indian Groundsel Oil.’"
    },
    {
        "verse_id": "167-169",
        "text": " Prepare a medicated oil by taking 64 tolas of oil and cooking it in equal, quantities of radish-juice, milk, sour curds and sour conjee adding the paste of sida, white flowered leadwort, rock salt, long pepper, atees, Indian groundsel, chaba pepper, eaglewood, drumstick, marking nut, sweet flag, costus, Indian caltrops, dry ginger, orris root, zedoary, bael, dill seed, Indian valerian and deodar. This medicated oil, when taken as potion, cures even very severe types of Vata-disorders. Thus has been described ‘The Compound Radish Oil.’"
    },
    {
        "verse_id": "170-171",
        "text": " Prepare a medicated oil by taking 256 tolas of til oil and cooking it in 800 tolas of the decoction of vasaka-roots and guduch, and 400 tolas of the decoction of white flowered leadwort, winter cherry and milk. This medicated oil should be prescribed in fractured or carious conditions of bone due to Vata. If this oil is prepared with the previously described medicated oils, the potency of its action becomes doubly intensified (dynamization). Thus has been described ‘The Compound Vasaka-root Oil.’"
    },
    {
        "verse_id": "172-173",
        "text": " Prepare a decoction by taking 40 tolas of each of Indian groundsel, siris, liquorice, dry ginger, crested purple naildye, guduch, Indian colocynthis, deodar, purging cassia, winter cherry and Indian caltrops."
    },
    {
        "verse_id": "174-175½",
        "text": " Prepare a medicated oil by taking 64 tolas of til oil and cooking it in the above-said decoction along with 64 tolas each of curds, sour conjee, decoction of black gram, juices of good quality of radish and sugar cane, adding one tola of the paste of each of the fragrant group of drugs. This oil known as the Medicated Radish Oil is curative of splenic disorders, retention of urine, dyspnea, cough and other Vata disorders. It is also promotive of complexion, life and vitality. Thus has been described ‘The Medicated Radish Oil’."
    },
    {
        "verse_id": "176-176½",
        "text": " Preparing a medicated oil by taking til oil and cooking it in the decoction of barley, jujube, horse gram, fish, drumstick, bad, radish, curds and milk, the physician should administer it to the patient. This is curative of all Vata-disorders."
    },
    {
        "verse_id": "177",
        "text": " The medicated oil prepared in the expressed juice of garlic and the articles mentioned above, is curative of Vata-disorders."
    },
    {
        "verse_id": "178",
        "text": " This oil may be given as potion to a woman who has just taken the purificatory bath on the cessation of her menses. By taking any of these medicated oils as potion, even a sterile woman will become fertile and give birth to a son,"
    },
    {
        "verse_id": "179",
        "text": "The Compound Englewood Oil which has described in the treatment of algid fever, if cooked over and over again many hundreds of times, gets dynamised and becomes curative of Vata-disorders."
    },
    {
        "verse_id": "180",
        "text": " And the medicated oils which will be described (in the next chapter) in the therapeutics of rheumatic conditions, may be prescribed for the alleviation of Vata-disorders, by the physician desirous of success in treatment."
    },
    {
        "verse_id": "181-182",
        "text": " There exists no medication superior to oil as a remedy for Vata. Owing to its qualities of diffusiveness, heat, heaviness and unctuousness and by virtue of its becoming more powerful on being medicated with the Vata-curative group of drugs and being also capable of still further intensification of potency i.e. dynamization, by being cooked over and over again for hundreds or thousands of times, it very quickly cures the diseases which have pervaded into even the minutest part of the body,"
    },
    {
        "verse_id": "183",
        "text": " This general line of treatment is also recommended in conditions of association with morbidity of other humors but more especially when the body-channels have been occluded by Pitta and Kapha, in Vata-disorders."
    },
    {
        "verse_id": "184-185",
        "text": " In condition of occlusion of Pitta, the physician should administer cold and hot lines of treatment in alternation: the medicated life-promoter ghee is recommended; the patient should be given the flesh-diet of Jangala creatures, barley and Shali rice; he should be given Yapana-enemata,milk enemata. purgation, potion of milk and decoction of pentaradices and sida."
    },
    {
        "verse_id": "186",
        "text": " He should be given affusion with the medicated oil or ghee or milk prepared with liquorice and sida, or with the decoction of pentaradices, or with cold water."
    },
    {
        "verse_id": "187-1874 In condition of occlusion by Kapha, he should be given as diet, articles made of barley and the flesh of Jangala beasts and birds",
        "text": " He should be given a strong dose of sudation, evacuative enema and emesis along with purgation. Cold ghee, til oil and rape seed oil are beneficial."
    },
    {
        "verse_id": "188",
        "text": " In the condition of occlusion by both Kapha and Pitta, Pitta must first be subdued."
    },
    {
        "verse_id": "189-189½",
        "text": " On finding that Kapha is located in the stomach, emesis should be given and if it be located in the colon, purgation should be given, and if Pitta has pervaded the entire system, purgation should be given."
    },
    {
        "verse_id": "190-190½",
        "text": " If morbid Kapha is liquefied by the sudation and flows down and accumulates in the colon, or the symptoms of Pitta become manifest, both of these morbid elements should be eliminated by means of enemata."
    },
    {
        "verse_id": "191-192",
        "text": " If Vata is associated with Kapha, it should be eliminated by warm evacuative enema mixed with cow’s urine. If Vata is associated with Pitta, it should be eliminated by evacuative enema mixed with milk. Then the patient should be given unctuous enema, prepared with the sweet group of drugs."
    },
    {
        "verse_id": "192½",
        "text": " In condition of Vata located in the head and associated with Kapha, inhalation and nasal medication should be given."
    },
    {
        "verse_id": "193-193½",
        "text": " If after the elimination of Pitta and Kapha, there remains any residual morbidity of Vata in the channels of the chest-region (respiratory channels), the treatment indicated in pure Vata conditions should be given."
    },
    {
        "verse_id": "194",
        "text": " If Vata is occluded in the blood, the line of treatment, should be the same as indicated in rheumatic conditions."
    },
    {
        "verse_id": "195",
        "text": " If Vata is occluded in the flesh, sudation, inunction, meat-juices, milk and unctuous medications are recommended,"
    },
    {
        "verse_id": "195½",
        "text": " If Vata is occluded in the osseous tissue or the marrow, the preparation of the tetrad of unctuous articles should be given. If occluded in the semen, the treatment is as has already been described,"
    },
    {
        "verse_id": "196-197",
        "text": " If Vata is occluded by food, emesis, digestives, digestive-stimulants and light diet are recommended. If occluded by urine, diuretics, sudation and urethral douches are recommended. If Vata is occluded by fecal matter, castor oil and unctuous therapy, as indicated in misperistalsis, are beneficial."
    },
    {
        "verse_id": "198",
        "text": " A morbid humor, while in its natural habitat, develops great strength; hence it should be first subdued by suitable medications such as emesis, purgation, enemata or sudation."
    },
    {
        "verse_id": "198½",
        "text": " Thus has been described systematically the treatment of conditions of occlusion of Vata by Pitta etc."
    },
    {
        "verse_id": "199-199½",
        "text": " O sinless one! listen now to the symptoms described by me, in extenso as well as in brief, of the condition of occlusion brought about by mutual obstruction between the five types of Vata."
    },
    {
        "verse_id": "200",
        "text": " The Prana Vata occludes the Udana and other types of Vata while they too may occlude the Prana,"
    },
    {
        "verse_id": "201-201½",
        "text": " Udana and all other types of Vata may occlude one another in the same manner. There would occur twenty conditions of occlusion caused by mutual obstruction of these five types of provoked Vata. The physician should be able to diagnose these conditions properly."
    },
    {
        "verse_id": "202-202½",
        "text": " On observing the loss of function of all the sense-organs, and loss of memory and strength, it should be diagnosed as the condition of the occlusion of Vyana by Prana The treatment is as indicated in diseases occurring in the parts above the supraclavicular region of the body."
    },
    {
        "verse_id": "203-203½",
        "text": " On observing excessive perspiration, horripilation, dermic morbidity and numbness of limbs, it should be diagnosed as the condition of Prana occluded by Vyana. The treatment in this is purgation combined with unctuous articles."
    },
    {
        "verse_id": "204-204½",
        "text": " In condition of occlusion of Samana by Prana, there will be scanty or slurring speech, or muteness. All the four modes of unctuous therapy along with Yapana enema are recommended as treatment."
    },
    {
        "verse_id": "205-205½",
        "text": " In condition of the occlusion of Apana by Samana, there will occur assimilation disorders aud diseases of the organs situated in hypo-chondriac region, gastric disorders and colicky pain of the stomach. Here the treatment indicated is the ghee medicated with digestive-stimulants."
    },
    {
        "verse_id": "206-207",
        "text": " In conditions of occlusion of Udana by Praua, there will occur spasticity of the head, coryza, impediment to inspiration and expiration, cardiac disorders and dryness of the mouth. Here, the treatment is as indicated in diseases of the parts above the supra-clavicular region and also comforting measures."
    },
    {
        "verse_id": "208-208½",
        "text": " In condition of occlusion of Prana by Udana, there will occur loss of function, of vital essence, of strength and of complexion or even death. This condition should be treated by gradual affusion with cold water and comforting measures, in such a way that the patient may be restored to health."
    },
    {
        "verse_id": "209-209½",
        "text": " In condition of the occlusion of Apana by Udana, there will occur vomiting, dyspnea and similar other disorders. The treatment therein is enema and similar measures, and diet conducive to regular peristalsis."
    },
    {
        "verse_id": "210-210½",
        "text": " In condition of the occlusion of Udana by Apana, there occur stupefaction, dullness of the gastric fire and diarrhea. The treatment there, is emesis and diet that is digestive stimulant and astringent."
    },
    {
        "verse_id": "211-211½",
        "text": " In condition of occlusion of Apana by Vyana, there occur the symptoms of vomiting, distension of abdomen, misperistalsis, Gulma, colic and griping pain. This condition should be treated by regulating peristalsis by means of unctuous medications."
    },
    {
        "verse_id": "212-212½",
        "text": " In condition of occlusion of Vyana by Apana, there occur excessive discharge of feces, urine and semen. There, the treatment indicited is astringent therapy."
    },
    {
        "verse_id": "213-213½",
        "text": " In condition of occlusion of Vyana by Samana, there occur fainting, torpor, garrulity, asthenia of the limbs, loss of gastric fire, vital essence and of strength. There, the treatment is exercise and light diet."
    },
    {
        "verse_id": "214214½",
        "text": " In condition of occlusion of Vyana by Udana, there occur rigidity, dullness of gastric fire, anhidrosis, loss of movement and absence of winking. There, the treatment is wholesome, measured and light diet."
    },
    {
        "verse_id": "215-215½",
        "text": " By their symptoms one should diagnose the condition of mutual occlusion of these five types of Vata; and it has been laid down that there will occur either the increase or decrease of its actions as the particular type of Vata is affected."
    },
    {
        "verse_id": "216-216½",
        "text": " Thus have been described in general this octad of the conditions of mutual occlusion along with their symptoms and treatment, in order to aid the understanding of intelligent physicians"
    },
    {
        "verse_id": "217-218½",
        "text": " On investigating the habitat of each type of Vata, as well as the signs of increase or decrease of its functions, the physician should diagnose the remaining twelve conditions of mutual occlusions and should treat them by means of inunction, unctuous potion, enemata and all other procedures, or he may be given cold and hot measures in alternation."
    },
    {
        "verse_id": "219-220½",
        "text": " The Udana should be regulated upwards and the Apana downwards. The Samana should be sedated and the Vyana should be treated by all the three methods. Even more carefully than the other four types of Vata, the Prana should be maintained, because life depends on the proper maintenance of it in its habitat. Thus, the physician should regulate and establish in their normal habitats the various types of Vata that have been occluded and misdirected."
    },
    {
        "verse_id": "221-221½",
        "text": " In condition of occlusion of Prana by Pitta, there occur faining, burning, giddiness, colic, misdigestion, craving for cold things and vomiting of misdigested food."
    },
    {
        "verse_id": "222-222½",
        "text": " In condition of occlusion of Prana by Kapha, there occur symptoms such as salivation, sternutation, eructation, impediment to the inspiration and expiration, anorexia and vomiting."
    },
    {
        "verse_id": "223-223½",
        "text": " In condition of occlusion of Udana by Pitta there occur symptoms such as fainting and similar conditions, burning in the umbilical region and chest exhaustion, loss of vital essence and asthenia."
    },
    {
        "verse_id": "224-224½",
        "text": " In condition of occlusion of Udana by Kapha, there occur discoloration, the spasm of speech and voice, debility, heaviness of the body and anorexia."
    },
    {
        "verse_id": "225-225½",
        "text": " In condition of occlusion of the Samana by Pitta, there occur hyperidrosis, thirst, burning, fainting, anorexia and loss of body-heat"
    },
    {
        "verse_id": "226-226½",
        "text": " In condition of occlusion of the Samana by Kapha, there occur anidrosis, dullness of the gastric fire, horripilation and excessive coldness of the limbs."
    },
    {
        "verse_id": "227-227½",
        "text": " In conditions of occlusion of Vyana by Pitta, there occur burning all over the body, exhaustion, loss of the movement of limbs accompanied with temperature and pain."
    },
    {
        "verse_id": "228-228½",
        "text": " In condition of occlusion of Vyana by Kapha, there occur symptoms such as heaviness of the limbs, pain in all the bones and joints, and excessive loss of movement."
    },
    {
        "verse_id": "229-229½",
        "text": " In condition of occlusion of Apana by Pitta, there occur symptoms such as yellow coloration of urine and feces, sensation of heat in the rectum and phallus and excessive flow of the menses."
    },
    {
        "verse_id": "230-230½",
        "text": " In condition of occlusion of Apana by Kapha, there occur stools that are loose, heavy and mixed with undigested matter and mucus and discharge of urine mixed with mucus."
    },
    {
        "verse_id": "231-231½",
        "text": " On observing the combined symptoms of Pitta and Kapha, the learned physician should diagnose it as a condition of combined occlusion"
    },
    {
        "verse_id": "232-232½",
        "text": " If the two other humors get located in the places described as the habitats of Vata, they manifest various symptoms of disorders characteristic of each of them."
    },
    {
        "verse_id": "233-234½",
        "text": " Medical authorities regard, as most serious, the condition of occlusion of Prana or Udana by Kapha and Pitta combined, because life is particularly dependent on Prana, and vitality on Udana; and occlusion of them, will result in loss of life and vitality."
    },
    {
        "verse_id": "235-235½",
        "text": " If all these conditions are either undiagnosed or neglected for longer than a year, they become either incurable or formidable."
    },
    {
        "verse_id": "236-236½",
        "text": " As a result of the neglect of these conditions of occlusions, there occur complications such as cardiac disorders, abscesses, splenic disorders, Gulma and diarrhea."
    },
    {
        "verse_id": "237-237½",
        "text": " Therefore, the physician should diagnose the condition of occlusion of the five types of Vata, by Vita, Pitta or Kapha."
    },
    {
        "verse_id": "238-238½",
        "text": " After having well thought out the proper medications, he should treat the patient with measures which are non-liquefacient, unctuous and depurative of body-channels."
    },
    {
        "verse_id": "239-239½",
        "text": " In condition of occlusion of Vata in all its habitats, resort to prompt measures which are regulative of Vata and at the same time not antagonistic to Kapha and Pitta, is beneficial."
    },
    {
        "verse_id": "240-240½",
        "text": " The Yapana enemata as well as the unctuous enemata are generally beneficial, and if the vitality of the patient be found to be great, mild laxatives are beneficial."
    },
    {
        "verse_id": "241-241½",
        "text": " The use of all kinds of vitalizers is highly recommended. A course of mineral pitch and likewise a course of gum guggul, with milk is specially beneficial."
    },
    {
        "verse_id": "242-242½",
        "text": " Or, the patient living on milk diet, may take a course of the Cyavanaprasha linctus or the vitalizer known as the course of chebulic and emblic myrobalans, prepared with 4400 tolas of sugar."
    },
    {
        "verse_id": "243-243½",
        "text": " In condition of occlusion by Apana, all measures that are gastric-stimulant, astringent, regulative of peristalsis and depurative of the colon, constitute the treatment."
    },
    {
        "verse_id": "244-244½",
        "text": " Thus has been described in brief the line of treatment in conditions of occlusion of Prana and other types of Vata; the physician should use his own discretion and give the proper treatment."
    },
    {
        "verse_id": "245",
        "text": " He should use in a condition of occlusion of Vata by Pitta, medications curative of Pitta and not antagonistic to Vata, and in condition of its occlusion by Kapha, medications curative of Kapha and regulative of Vata."
    },
    {
        "verse_id": "246-247",
        "text": " Just as in the universe the courses of the wind, the sun and the moon are difficult to comprehend, even so is the case with the forces of the Vata, Pitta and Kapha in the body. The physician who knows the condition of decrease, increase, normality and occlusion of Vata and other humors, does not get deluded with regard to treatment."
    },
    {
        "verse_id": "248-249",
        "text": " The Vata, being the subject of this chapter, the habitats and functions of the five-fold bodysustaining element Vata, have been dealt with here. The causes of provocation, the diseases which this lifecontrolling principle of Vata gives rise to in persons, when provoked; both in its own habitat and in other places; both in conditions of occlusion and in non-occlusion, and the treatment of all those diseases, have been fully expounded here. The physician, guided by the directions of the science, should administer the treatment, giving full consideration to factors of place, homologation, season and strength."
    }
]