[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Cough Disorder [kasa-cikitsa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Atreya endowed with austerity, renown, resolution and intelligence of the highest order, declared thus the line of treatment which had proved itself the most efficacious in the alleviation of cough disorder [kasa]."
    },
    {
        "verse_id": "4",
        "text": " The three kinds of cough each due to each of the humors—Vata, Pitta and Kapha, one due to pectoral lesions and another to loss of body-elements; these are the five types of cough disorder [kasa]. If they are allowed to progress, they give rise to consumption."
    },
    {
        "verse_id": "5",
        "text": " The premonitory symptoms of all these types of disorders are—the feeling as if the throat and mouth are all covered with bristles, itching in the throat and difficulty in ingestion."
    },
    {
        "verse_id": "6-8",
        "text": " The Vata, getting obstructed in the lower channels, becomes lodged in the upper channels and taking on the function of the Udana Vata, i.e. expiratory function, gets localised in the throat and the chest. Then entering all the cavities in the head, fills them up and causes hunching and convulsive movements of the body, jaws, sides of the neck and eyes. It distorts and stiffens the eyes, back, chest and sides of the body and then leads to cough which is either dry or accompanied with expectoration of phlegm. ‘Cough’ is so called because the word ‘Cough’ (Kāsa [kāsa]) is derived from the root ‘kas’ to move. It caused the movement of phlegm from the respiratory passages"
    },
    {
        "verse_id": "9",
        "text": " The characteristic sound and pain of cough is produced as a result particularly of the obstruction to the forceful movement of the Vata."
    },
    {
        "verse_id": "10",
        "text": " Dry, cold, astringent, scanty and measured diet, indulgence in women, suppression of natural urges and overstrain are the causative factors of the Vata type of cough disorder [kasa]."
    },
    {
        "verse_id": "11-13",
        "text": " Its symptoms are—pain in the cardiac region, sides, chest and head; great alteration in voice: dryness of chest, throat and mouth; horripilation, faintness, rattling sound in the throat, depression of spirits, hollow sound of cough, weakness agitation and stupor. The cough [kasa] is dry and the patient expectorates, with great difficulty cry sputum and after expectoration, the cough is diminished. It is alleviated by unctuous, acid, salt and hot foods and drinks. This variety of cough, which is caused by the provocation of the expiratory movement of Vata, is aggravated at the time of the completion of digestion."
    },
    {
        "verse_id": "14",
        "text": " Excessive indulgence in the use of pungent, hot, irritant, acid and alkaline articles; anger and heat of fire and sun are the causative factors of the Pitta-type of cough-disorder [kasa]."
    },
    {
        "verse_id": "15-16",
        "text": " There is yellow expectoration, icteric tinge of the eyes, bitter taste in the mouth, disorder of voice, sensation of fuming in the chest, thirst, burning, stupor, anorexia and giddiness; and due to prolonged coughing, the patient is so dazed that he feels he perceives the stars; he expectorates sputum mixed with bile. These are the symptoms of the Pitta type of cough-disorder."
    },
    {
        "verse_id": "17",
        "text": " The Kapha, increased by the use of heavy, liquefacient, sweet and unctuous articles, and by day-sleep and habitual inactivity, obstructs the course of Vata and produces the cough disorder [kasa] of the Kapha type."
    },
    {
        "verse_id": "18-19",
        "text": " its symptoms are—weakness of the gastric fire, anorexia, vomiting, coryza, nausea, heaviness, horripilation, sweet taste in the mouth, increased secretions and asthenia The patient expectorates dense, sweet, sticky and thick sputum. While coughing he does not feel much pain and he feels as though his chest is over-full."
    },
    {
        "verse_id": "20",
        "text": " The Vata, getting lodged in the pectoral lesions of the person who is dehydrated as the result of excessive sex-indulgence, load-carrying, way-faring, wrestling and restraining horses and elephants, will lead to cough-disorder [kasa]."
    },
    {
        "verse_id": "21-23",
        "text": " The patient has a dry cough in the beginning; later on, he expectorates blood. He gets severe pain in the throat; he feels acute pain in the chest: he feels severe shooting and pricking pain as though pierced by sharp needles; there is tenderness to touch in the part; he is afflicted with great stabbing and lancinating pains; he is affected with arthralgia, fever, dyspnea, thirst, cacophonia and during the paroxysm of cough, he coos like a pigeon. These are the symptoms of cough due to pectoral lesions."
    },
    {
        "verse_id": "24-24½",
        "text": " The gastric fire being vitiated in squeamish or mournful persons as the result of unbalanced or unwholesome diet, excessive sexual indulgence and suppression of natural urges, the three humors become provoked and produce the cough, born of wasting, which in turn leads to the consumption of the body."
    },
    {
        "verse_id": "25-29",
        "text": " Its symptoms are—the patient expectorates offensive, greenish, sanguineus or purulent sputum. During the fit of coughing, he feels as though his heart were displaced, he becomes affected with cold or heat without any apparent cause: he eats in excess but is weak and emaciated; his complexion and skin are glossy and clear. There is a glow in his looks and eyes; his palms and soles are smooth; he is always carping and squeamish; he suffers from a mixed type of fever, from pain in the sides of the chest, coryza and anorexia; he passes irregularly unformed or formed feces and suffers from alteration of voice without any apparent cause. Such is the cough disorder [kasa] born of wasting. When occurring in an emaciated person, it causes death. It is curable in strong persons; it is only palliable if it arises from pectoral lesions."
    },
    {
        "verse_id": "30",
        "text": " The last two kinds of cough are sometimes curable if the four basic factors of treatment are fully available. All kinds of senile cough [kasa] occurring in old persons are regarded as palliable."
    },
    {
        "verse_id": "31",
        "text": " Thus, the physician should aim at a radical cure in the case of the three curable varieties of cough described at the outset; in the case of the other varieties admitting only of a palliative treatment, he should administer wholesome palliative remedies. Now listen to a general description of therapeutic measures curative of cough."
    },
    {
        "verse_id": "32-34",
        "text": " The intelligent physician should treat the cough due to Vata occurring in a dehydrated person by the skilful application of general oleation measures consisting of potions of ghee, unctuous enemata, gruels, soups, milk, meat-juices etc, medicated with drugs curative of Vata, as also of unctuous foods, smokes, electuaries, inunctions, unctuous baths and sudations. If the patient suffers from obstructed feces and flatus, he should be treated by means of enemata; if the upper part of his body is dehydrated, he should be given postprandial potions; if he suffers from cough associated with Pitta, he should be treated by medicated ghees and if the cough [kasa] is associated with Kapha, the treatment should include unctuous purgations."
    },
    {
        "verse_id": "35",
        "text": " The medicated ghee prepared in the decoction of Indian nightshade 120 tolas and guduch 120 tolas, taking 64 tolas of ghee, is curative of cough [kasa] due to Vata and is also promotive of the gastric fire. Thus has been described ‘The compound Indian Nightshade Ghee’."
    },
    {
        "verse_id": "36-38",
        "text": " A medicated ghee should be prepared of long pepper, roots of long pepper, chaba pepper, white flowered leadwort, ginger, coriander, Patha, sweet flag, Indian groundsel liquorice, alkali and asafoetida taken in the quantity of ½ tola each, together with 64 tolas of ghee and the decoction of 256 tolas of decaradices. This prepared ghee should be taken in the dosage of 4 tolas and it should be followed by a potion and the supernatant part of thin gruel. This ghee cures dyspnea, cough [kasa], cardiac disorders, pleurodynia, assimilation-disorders and Gulma. This compound long pepper ghee is propounded by Atreya. Thus has been described ‘The compound Long Pepper Ghee’."
    },
    {
        "verse_id": "39-42",
        "text": " A medicated ghee may be prepared from one tola each of the paste of the three spices, the three myrobalans, grapes, white teak, sweet falsah, the two varieties of Patha, deodar, Riddhi, cowage, white flowered leadwort, long zedoary, Brahmi, ground phyllathus, small stinking swallow-wort, climbing asparagus, small caltrops and white yam, 64 tolas of ghee and milk four times this quantity. This taken as a potion, is curative of cough [kasa]. It is curative also of fever, Gulma, anorexia, disorders of spleen, of head and heart, pleurodynia, jaundice, piles, stony-hard tumor due to Vata-provocation, pectoral lesions, wasting and consumption. This ghee called the compound three spices ghee is reputed to be unsurpassed. Thus has been described ‘The compound Three Spices Ghee.’"
    },
    {
        "verse_id": "43-45",
        "text": " Take four tolas of each of Indian groundsel, each of the decaradices, climbing asparagus and 32 tolas each of horse-gram, jujube, common barley and 200 tolas of the flesh of goat, and boil the whole together in 1024 tolas of water. When the decoction is reduced to 1/4 its quantity, filter it and prepare a medicated ghee taking 256 tolas of ghee, 256 tolas of milk and 4 tolas of the paste of each of the drugs of the life-promoter group. The ghee thus prepared may be administered, after careful investigation, in Vata-disorders as errhine, potion or unctuous enema, according to requirement."
    },
    {
        "verse_id": "46",
        "text": " This ghee cures all the five types of cough-disorders, tremors of the head, colicky pain in groin and pelvis, Vata-disorder affecting all the limbs or a single limb, splenic disorders and disorders of the expiratory function of Vata. Thus has been described ‘The compound Indian Groundsel Ghee’."
    },
    {
        "verse_id": "47-47½",
        "text": " In cough [kasa] due to Vata and Kapha provocation, in dyspnea, hiccup and impaired digestion, the patient may take the powdered mixture of embelia, dry ginger, Indian groundsel, Jong pepper, asafoetida, rock salt, beetle killer and alkali, mixed with ghee in proper dose."
    },
    {
        "verse_id": "48-49",
        "text": " The two alkalies, the five spices and the five salts, or long zedoary, dry ginger and cuscus, made into paste and filtered through cloth and mixed with ghee, may be given as a potion. It is curative of coughdisorder arising from Vata-provocation."
    },
    {
        "verse_id": "50",
        "text": " The patient with cough [kasa] due to Vata-provocation may lick the powder of Cretan prickly clover, long zedoary, grapes, dry ginger, sugar-candy and galls, mixed with oil."
    },
    {
        "verse_id": "51",
        "text": " Or else, he may make a linctus of the powder of Cretan prickly clover, long pepper, nut-grass, beetle killer, galls, long zedoary and old gur mixed with oil."
    },
    {
        "verse_id": "52",
        "text": " A linctus of embelia, rock salt, costus, the three spices, asafoetida and red arsenic, mixed with ghee and honey, cures cough, hiccup and dyspnea."
    },
    {
        "verse_id": "53 56",
        "text": " Take one tola of each of leadwort, roots of long pepper, the three spices, asafoetida, cretan prickly clover, long zedoary, orris root, elephant pepper, holy basil, sweet flag, beetle killer, guduch, Indian groundsel, galls and grapes, and reduce the whole to paste. In 200 tolas of the decoction of Indian nightshade, add 80 tolas of treacle and cook 16 tolas of ghee and the paste mentioned above. When it is cold, add to it 16 tolas of each of honey, long pepper and bamboo manna. This linctus is curative of cough, cardiac disorders, dyspnea and Gulma. Thus has been described ‘The compound White flowered Leadwort Linctus’"
    },
    {
        "verse_id": "57-60",
        "text": " Decoct 8 tolas of each of decaradices, cowage, small leaved convolvulus, long zedoary, sida, elephant pepper, rough chaff, roots of long pepper, white-flowered leadwort, beetle killer and orris root, 256 tolas of common barley, and 100 chebulic myrobalans in 1280 tolas of water. When the barley is cooked the decoction should be filtered. Take the filtered decoction and adding 400 tolas of gur and 16 tolas of each of ghee and oil, cook the one hundred chebulic myrobalans mentioned above. When it is cooled, add to it long pepper and honey. The cough-patient may take this vitalising linctus and may eat two chebulic myrobalans daily."
    },
    {
        "verse_id": "61-62",
        "text": " This elixir cures wrinkles and grey hair and improver complexion, life-span and strength. It is also curative of the five types of cough-disorder [kasa], consumption, dyspnea, hiccup, irregular fevers, piles, assimilation disorders, heart diseases, anorexia and coryza. This is an excel-lent elixir prescribed by the sage Agastya. Thus has been described ‘The Agastya Chebulic Myrobalan.’"
    },
    {
        "verse_id": "63-64",
        "text": " The patient may take the powder of rock-salt, long pepper, beetle killer, dry ginger and cretan prickly clover with the juice of acid pomegranate; or he may swallow the powder of beetle killer and dry ginger with warm water or he may take catechu powder with Madira wine and whey, or he may take the paste of long pepper, seasoned in ghee and mixed with Madira wine, whey and rock-salt"
    },
    {
        "verse_id": "65",
        "text": " When there is a sense of pressure in the head, excessive nasal secretion, shortness of breath, cough and coryza, the physician may prescribe inhalation therapy."
    },
    {
        "verse_id": "66-68 The skilful physician should take two earthen concave dishes and place one over the other, mouth to mouth, with the edges well closed, and then should make a hole in the top vessel and attach at an angle a pipe eight or ten inches in length",
        "text": " The patient of cough [kasa] may inhale this purificatory fumes by mouth only. When the fumes have reached the lungs fully, they should be exhaled only by the mouth. This inhalation, on account of its acute properties, breaks up the Kapha lodged in the chest and expelling it, allays the cough born of Vata and Kapha."
    },
    {
        "verse_id": "69-70 Make a blend of red and yellow arsenics, liquorice, nut-grass and zachum oil tree, and inhale the smoke, and follow it up by a potion of warm milk mixed with gur",
        "text": " This smoke cures cough [kasa] which is born of each or all of the morbid humors and which has not been amenable to hundreds of other medicaments."
    },
    {
        "verse_id": "71-72",
        "text": " Take white lotus, liquorice, black night shade, red arsenic, black pepper, long pepper, grapes, small cardamom and ears of holy basil; smear the paste of these on a silk cloth; when it is dried, rolled into a cigar and smeared with ghee, it should be smoked. After smoking, the patient may drink milk or gur-water."
    },
    {
        "verse_id": "73-73½",
        "text": " Take red arsenic, small cardamom, black pepper, alkali, extract of Indian berberry, Indian valerian, bamboo manna, cuscus, yellow arsenic, linseed lac and ginger grass. A cigar should be made with the paste of these drugs and smoked according to the above mentioned procedure."
    },
    {
        "verse_id": "74",
        "text": "Similarly red arsenic, yellow arsenic, long pepper and dry ginger may be used for smoking."
    },
    {
        "verse_id": "75",
        "text": " The smoke of the rind of zechum oil fruit, yellow-berried night-shade and Indian nightshade, palmated musli, red arsenic, cotton seeds and winter cherry, cures cough."
    },
    {
        "verse_id": "76",
        "text": " Shali rice, common barley, wheat and Shashtika rice should be eaten with the meat-juice of domestic, wet-land and aquatic animals or with the thin gruel of black gram and cowage."
    },
    {
        "verse_id": "77-78",
        "text": " The patient with cough [kasa] due to Vata provocation may drink the thin gruel prepared of bishop’s weed, long pepper, bael-pulp, dry ginger and white flowered leadwort, Indian groundsel, cumin, painted leaved ticktrefoil, palas, long zedoary and orris root, mixed with unctuous and acid articles. This thin gruel cures pain in the waist, heart, sides and abdomen as well as dyspnea and hiccup."
    },
    {
        "verse_id": "79-80",
        "text": " Similarly, may be prepared a thin gruel of the decoction of deca radices mixed with the five spices and gur, or a thin gruel in milk with equal quantity of til and rice adding a little of rock-salt. The patient suffering from cough due to Vata-provocation, may drink a thin gruel, prepared from the flesh of fish, cock or boar, mixed with ghee and rock-salt."
    },
    {
        "verse_id": "81-82",
        "text": " White goose foot, hound’s berry, radish, marsilia, unctuous substances like oil etc., milk, sugarcane juice and preparations of gur, curds, sour conjee, acid fruits and potions of Prasanna wine, as also sweet, acid and saltish substances are beneficial in cough due to Vata provocation. Thus, has been described ‘The line of treatment in cough [kasa] due to Vata provocation’."
    },
    {
        "verse_id": "83-84",
        "text": " In the case of cough due to Pitta associated with Kapha, emesis with medicated ghee is beneficial. The patient may be given emesis with the decoction of common emetic nut, white teak and mahwa, or with the paste of liquorice and emetic-nut, mixed with the juice of white yam and sugar-cane. When the morbid matter is expelled, the patient should be put on a course of sweet and cold thin gruel."
    },
    {
        "verse_id": "85",
        "text": " In cough due to Pitta-provocation and where the phlegm is thin, the physician should prescribe turpeth with sweet drugs; and if the phlegm is viscid and thick, it should be prescribed with bitter drugs, for purpose of purgation."
    },
    {
        "verse_id": "86",
        "text": " In condition of thin phlegm, unctuous and cold treatment is indicated and in condition of viscid and thick phlegm, dry and cold treatment is indicated in the form of diet, unctuous articles and linctuses."
    },
    {
        "verse_id": "87-89",
        "text": " (1) Water chestnut, lotus seeds, indigo pulp and long pepper; (2) long pepper, nut-grass, liquorice, grapes, trilobed virgin’s bower and ginger; (3) roasted paddy, emblic myrobalan, grapes, bamboo manna, long pepper and sugar; (4) long pepper, Himalayan cherry, grapes and the juice of the fruits of yellow-berried night-shade; (5) dates, long pepper, bamboo manna and small caltrops; these five recipes, each described in a hemistich, if taken as linctus, with ghee and honey, prove beneficial in cough due to Pitta-provocation,"
    },
    {
        "verse_id": "90",
        "text": " The physician may prescribe in cough [kasa] due to Pitta along, a medicament prepared of sugar, sandal wood, grapes, honey, emblic myrobalan and blue lily. If Pitta is associated with Kapha, the foregoing medicament should be prescribed along with nut-grass and black pepper, and if associated with Vata it should be prescri"
    },
    {
        "verse_id": "91",
        "text": " The patient while living on milk diet may take the linctus made from 50 grapes, 30 long peppers and 4 tolas of sugar mixed with honey, or cow-dung juice with honey."
    },
    {
        "verse_id": "92-93",
        "text": " Or, a linctus prepared from cinnamon bark, small cardamom, the three spices, grapes, roots of long pepper, orris root, roasted paddy, nut grass, long zedoary, Indian groundsel, emblic and beleric myrobalans along with sugar, honey and ghee This linctus cures cough [kasa], dyspnea, hiccup, wasting, and heart-disease."
    },
    {
        "verse_id": "94",
        "text": " The patient may take a linctus prepared from long pepper, emblic myrobalan, grapes, lac, roasted paddy and sugar candy cooked with milk and when it is thickened and cooled mixed with 1/8 quantity of honey."
    },
    {
        "verse_id": "95",
        "text": " The patient may drink the juices of white yam, sugar cane and lotus filaments mixed with milk, sugar-candy and honey. This is an excellent cure for cough due to Pitta-provocation."
    },
    {
        "verse_id": "96",
        "text": " The diet for the patient with cough [kasa] due to Pitta provocation is Sanwa millet, common barley and common millet with the sweet meat-juice, of Jangala animals, thin gruel of green gram etc., and bitter vegetables taken in the proper quantity."
    },
    {
        "verse_id": "97",
        "text": " In conditions of viscid and thick phlegm, the linctuses should be prepared from bitter drugs and taken with honey; while in conditions of thin phlegm they should be made from Shali. and Shashtika rice and taken with meat-juices."
    },
    {
        "verse_id": "98",
        "text": " For a post-prandial drink, the patient may be given sugar-water or the juices of grapes and sugar-cane and milk; in fact all that is sweet, cold and non-irritant, is recommended."
    },
    {
        "verse_id": "99",
        "text": " For the patient with cough [kasa] due to Pitta, the physician may prepare meat-juice, milk or soup of Kakoli, yellow berried and Indian nightshades, Meda [medā] and Mahameda [mahāmedā], vasaka and dry ginger."
    },
    {
        "verse_id": "100",
        "text": " The patient may drink the medicated milk cooked with the decoction of the drugs of pentaradices of the penreed group and long pepper and grapes, and mixed with honey and sugar."
    },
    {
        "verse_id": "101-101½",
        "text": " The patient with cough, fever, burning, pectoral lesions and cachexia may drink the medicated milk prepared with ticktrefoil, sugar, painted-leaved uraria, white teak, yellow-berried and Indian night-shades, Jivaka, Rishabhaka, Kakoli, ground phyllanthus, Riddhi and Jivaka."
    },
    {
        "verse_id": "102-105",
        "text": " Or, the physician, may obtain ghee from the aforesaid medicated milk and prepare it with the juice of sugar-cane and milk, adding the paste of the sweet group of drugs or the life promoter group and the paste of fruits of the Abhishuka group taking each of these drugs in the quantity of three tolas: when the ghee is prepared, filter it and when it is cooled, add sugar, powder of long pepper, bamboo manna, black pepper and prepare boluses of this with wheatflour, of 4 tolas each putting honey in their inside. These balls should be eaten by the patient suffering from morbidity of semen and blood, consumption, cough [kasa], pectoral lesions and cachexia."
    },
    {
        "verse_id": "106",
        "text": " Or, the patient may drink the cloth-filtered juice of the paste of sugar, dry ginger, cuscus, Indian nightshade and long zedoary, taken in equal quantities, and mixed with ghee."
    },
    {
        "verse_id": "107",
        "text": " Or, the patient may drink the medicated ghee prepared with equal quantities of the milks of buffalo, goat, sheep and cow, and the juice of emblic myrobalan. This medicated ghee taken in the proper manner, is curative of cough [kasa] due to Pitta provocation. Thus has been described ‘The line of treatment for cough due to Pitta provocation’."
    },
    {
        "verse_id": "108",
        "text": " If the patient suffering from cough [kasa] due to morbid Kapha is strong enough, he should first be purified by emetics and then treated by a course of barley-diet and by pungent, dry and hot articles curative of Kapha."
    },
    {
        "verse_id": "109-109½",
        "text": " The patient may eat light food consisting of soups made from horse-gram and radish, mixed with long pepper and alkali; or he may take the meat-juice of Jangala or terricolous animals mixed with pungent drugs and oil of til, rape seed or bael."
    },
    {
        "verse_id": "110",
        "text": " He may drink medicated water, acid water, hot water, buttermilk or clear wine."
    },
    {
        "verse_id": "111",
        "text": " Or, he may drink before, during and after meals, the medicated water prepared by immersing the roots of orris and purging cassia and snake-gourd in water overnight and mixed with honey."
    },
    {
        "verse_id": "112-113",
        "text": " Prepares decoction of boxmyrtle, ginger grass, beetle killer, nutgrass, coriander, sweet flag, chebulic myrobalan, ginger, trailing rungia, galls and deodar mixed with asafoetida and honey. The patient suffering from cough due to the provocation of Vata and Kapha or diseases of the throat, edema of the face, dyspnea, hiccup and fever may drink this decoction."
    },
    {
        "verse_id": "114",
        "text": " Or, he may drink the mixture made of the paste of Patha, dry ginger, long zedoary, trilobed virgin’s bower, colocynth, nut-grass and long pepper, rubbed in warm water, with asafoetida and rock-salt."
    },
    {
        "verse_id": "115",
        "text": " Or, he may drink in the same manner, the mixture of the paste of ginger, atees, nut-grass, galls, chebulic myrobalan and long zedoary."
    },
    {
        "verse_id": "116",
        "text": " Or, the patient may take as potion, the paste of one tola of long pepper seasoned in til and mixed with sugar-candy and the decoction of horse-gram. This is curative of cough due to Kapha provocation."
    },
    {
        "verse_id": "117",
        "text": " The juice of round podded cassia, horse dung, trailing eclipta, brinjal and black holy basil should be taken with honey. It is curative of cough due to Kapha-provocation."
    },
    {
        "verse_id": "118-118½",
        "text": " Prepare a linctus of deodar, long zedoary, Indian groundsel, galls, Cretan prickly clover, or a linctus of long pepper, ginger, nut grass, chebulic myrobalan, emblic myrobalan and sugar-candy. Either of these two linctuses, mixed with honey and til oil, is curative of cough [kasa] due to Kapha provocation occurring as sequela to Vata-morbidity."
    },
    {
        "verse_id": "119-121",
        "text": " (1) Long pepper, root of long pepper, white-flowered leadwort and elephant pepper; (2) chebulic"
    },
    {
        "verse_id": "myrobalan, ground phyllanthus, emblic myrobalan, Indian Cyprus and long pepper; (3) deodar, chebulic myrobalan, nut-grass, long pepper and dry ginger; (4) colocynth, long pepper, nut-grass and turpeth—any of these four groups of drugs may be taken as a linctus with honey",
        "text": " The physician should prescribe them for the cure of cough due to Kapha."
    },
    {
        "verse_id": "122",
        "text": " Powders of sanchal salt, chebulic myrobalan, emblic myrobalan, long pepper, alkali and dry ginger should be taken with ghee; this is curative of cough [kasa] due to provocation of Kapha and Vata."
    },
    {
        "verse_id": "123-124",
        "text": " A medicated ghee may be prepared of 256 tolas of the decoction of deca-radices in 64 tolas of ghee, with the paste of one tola each of orris root, long zedoary, bael, holy basil, the three spices and asafoetida. This ghee should be taken by the patient suffering from cough due to provocation of Vata and Kapha, dyspnea and all respiratory disorders due to provocation of Vata and Kapha. The draught of this ghee should be followed by a potion of thin gruel. Thus has been described ‘The compound Decaradices Ghee’."
    },
    {
        "verse_id": "125-128",
        "text": " Prepare a medicated ghee in 256 tolas of the decoction of the roots, fruits and leaves of Indian nightshade, of 64 tolas of ghee with the paste of heart-leaved sida, the three spices, embelia, zedoary, white flowered leadwort, sanchal salt, alkali of barley, roots of long pepper and orrisroot, white hogweed, yellow-berried nightshade, chebulic myrobalan, bishop’s weed, pomegranate, Riddhi, grapes, red hogweed, chaba pepper, Cretan prickly clover, Amlavetasa, galls, ground phyllanthus, beetle killer, Indian groundsel and small caltrops. This compound Indian nightshade ghee is good in all types of cough, hiccup and dyspnea and is curative of diseases due to Kapha-provocation. Thus has been described ‘The Indian Nightshade Ghee’."
    },
    {
        "verse_id": "129",
        "text": " The physician may give as potion, the medicated ghee prepared with the decoction of horse-gram and the pentad of spices, to one suffering from cough due to Kapha-provocation. It is also recommended in hiccup and dyspnea. Thus has been described ‘The compound Horsegram Ghee’."
    },
    {
        "verse_id": "130",
        "text": " The patient may be given, the inhalations of the fumes which were earlier recommended for patients suffering from cough due to Vata provocation; or else the patient may smoke red arsenic kept in the interior of a bottle-gourd."
    },
    {
        "verse_id": "131",
        "text": " If the cough [kasa] due to Kapha-provocation is complicated by asthma associated with Pitta, the line of treatment laid down for cough may be followed with due regard to the condition of the patient."
    },
    {
        "verse_id": "132",
        "text": " If cough due to Vata-provo-nation gets associated with Kapha-morbidity, the line of treatment should. be one that is curative of Kapha. If cough due to provocation of Vata-cum-Kapha, gets associated with morbid Pitta, the line of treatment should be one that is curative of Pitta."
    },
    {
        "verse_id": "133",
        "text": " If the cough [kasa] due to provocation of Vata-cum-Kapha is associated with excessive secretion of phlegm, the desiccant line of treatment should be given. If there is dry cough, the unctuous medicaments should be prescribed. If the cough due to Kapha-provocation is associated with morbid Pitta, the patient should be given eats and drinks mixed with bitter drugs. Thus has been described the treatment indicated in cough due to Kapha-provocation."
    },
    {
        "verse_id": "134",
        "text": " Knowing the cough due to pectoral lesions to be an urgent condition it should be treated with all promptness with drugs of the sweet group as well as of the life-promoter group which are promotive of strength and flesh."
    },
    {
        "verse_id": "135-137",
        "text": " Take one tola of the paste of each of long pepper, liquorice and sugar-candy, 64 tolas of each of cow’s milk, goat’s milk and juice of sugarcane, 8 tolas of each of the flour of barley and wheat and powder of grapes, juice of emblic myrobalan and til oil. Mix the whole and boil on a slow fire and cook it into a linctus and take it with ghee and honey. This linctus is curative of cough due to pectoral lesions, dyspnea, heart-disease and emaciation; it is also beneficial in senility and oligospermia."
    },
    {
        "verse_id": "138",
        "text": " In cases of cough due to pectoral lesions, the line of treatment to be followed is the same as that laid down in cases of cough due to Pitta-provocation. The treatment mainly consists of milk, ghee and honey. If, however, the cough due to pectoral lesions is complicated by other morbid humors, this line of treatment should be supplemented by remedies indicated in such conditions."
    },
    {
        "verse_id": "139",
        "text": " If the patient is afflicted with body-ache due to Vata and Pitta, inunction with ghee is beneficial. In afflictions due to Vata-provocation, the medicated oils prepared with the drugs which are curative of Vata are prescribed."
    },
    {
        "verse_id": "140",
        "text": " If the, patient with cough [kasa] due to pectoral lesions suffers from pain in the cardiac region, pleurodynia and cough accompanied with burning and hemoptysis, and if the condition of his gastric fire is strong, he should be given a potion of the compound Life-promoter Drugs Ghee."
    },
    {
        "verse_id": "141",
        "text": " For emaciated patients who are accustomed to a meat-diet, the meat-juices of the quail group of creatures is beneficial. If the patient is afflicted with excessive thirst, medicated milk prepared from goat’s milk with roots of the drugs of the pen-reed group should be prescribed."
    },
    {
        "verse_id": "142",
        "text": " If there is hemorrhage through the mouth or any other of the channels, the patient should be given an errhine or potion of the ghee prepared directly from milk; and if the patient is exhausted and emaciated and suffers from impaired gastric fire, he should be treated with gruel."
    },
    {
        "verse_id": "143",
        "text": " In the case of stiffness or contractions, the patient should be given a large dosage of ghee or in the alternative, he should be given the treatment curative of diseases due to Vata and which is at the same time not contra-indicated in hemothermic conditions."
    },
    {
        "verse_id": "144",
        "text": " If the patient, suffering from cough is cured of the pectoral lesions but if owing to the provocation of Kapha there is aching in the chest or head, the patient should inhale the fumes of the following drugs."
    },
    {
        "verse_id": "145",
        "text": "Take two types of Medas, liquorice, sida and country-mallow. The. paste of these should be smeared on a cloth of linseed and when dried, a cigar should be made of it and then it should be smoked. After smoking, the patient may drink the medicated ghee of the drugs of the life-promoter group."
    },
    {
        "verse_id": "146",
        "text": " Or, the patient may smoke the cigar rolled from the cloth of linseed impregnated with red arsenic, palas, wild carrot, bamboo manna and dry ginger. After smoking, the patient may drink the juice of sugar-cane or gur-water."
    },
    {
        "verse_id": "147",
        "text": " Or, the patient may smoke a cigar made of pounded red arsenic and fresh sprouts of banyan, and mixed with honey. After smoking, he may take the meat-juice of partridge."
    },
    {
        "verse_id": "148",
        "text": " Or, the patient may smoke a cigar made of the doth of linseed impregnated with the drugs of the life-promoter group and the juice of the eggs of sparrow. After smoking, he may drink milk heated by hot iron balls being put into it. Thus has been described ‘The treatment in cough due to Pectoral Lesions’."
    },
    {
        "verse_id": "149",
        "text": " The patient suffering from cough born of consumption with all the symptoms of consumption fully developed, and who is debilitated should be considered incurable; but if the cough [kasa] is of recent origin and the patient is strong, the treatment should be undertaken despite declaring it to be of the incurable type."
    },
    {
        "verse_id": "150",
        "text": " Such a patient should first of all be administered medications which are roborant and promotive of the gastric fire; and if he shows high morbidity, he should be given a mild unctuous purgative."
    },
    {
        "verse_id": "151-152",
        "text": " For the purpose of purification of the debilitated patient, the medicated ghee prepared with purging cassia, turpeth, juice of grapes, decoction of Tilwaka and juice of yam should be given as potion with due consideration to the condition of the patient. This ghee is good for the body as well as for the vitality and is considered to be protective of the patient."
    },
    {
        "verse_id": "153",
        "text": " The medicated ghee prepared with cow’s milk, galls, sida and country mallow should be given to the patient as potion when there is diminution of Pitta, Kapha and other body-elements."
    },
    {
        "verse_id": "154",
        "text": " If there is discoloration of the urine and painful micturition, the patient should be given the medicated ghee or milk prepared with white teak, cadamba and fruit of palmyra palm."
    },
    {
        "verse_id": "155-156",
        "text": " Or, in cases of painful edema of the phallus, anus, buttocks and groin, the patient should be given au unctuous enema prepared with supernatant part of ghee or with the mixture of ghee and oil. This should be followed by a diet of meat juices of the Jangala animals. Thereafter the patient may eat in regular succession the meat-juices of the quail group of birds, of the terricolous group of creatures and of the carnivorous creatures belonging to the tearer group."
    },
    {
        "verse_id": "157",
        "text": " As the meat-juices are hot in potency and expulsive of secretions, they expel the phlegm from the channels; and after the purification of the channels by them, the nutrient fluid flowing properly, nourishes the body."
    },
    {
        "verse_id": "158-160",
        "text": " Prepare a medicated ghee by cooking ghee in the decoction of the two varieties of penta-radices, the three myrobalans chabba pepper, beetle killer, white-flowered leadwort, horse-gram, root of long pepper, Patha, jujube and barley, with the paste of equal parts of dry ginger, cretan prickly clover, long pepper, long zedoary, orris root and galls. When this ghee is prepared, the two varieties of alkalis and the five varieties of salts should be added to it. The patient suffering from cough [kasa] due to consumption may take this ghee in proper dosage and according to the prescribed mode. Thus has been described ‘The compound double Pentaradices Ghee’."
    },
    {
        "verse_id": "161-162",
        "text": " Decoct equal quantities of guduch, long pepper, trilobed virgin’s bower, turmeric, white teak, sweet flag, Indian night-shade, round podded cassia, Patha, white-flowered leadwort and dry ginger in four times the quantity of water, and when it is reduced to ¼ (1/4th) its original quantity, prepare a medicated ghee by adding an equal quantity of cow’s ghee to this. This ghee is curative of Gulma, respiratory disorders, consumption and cough [kasa]. Thus has been described ‘The compound Guduch Ghee’."
    },
    {
        "verse_id": "163-164",
        "text": " Prepare a medicated ghee from 256 tolas of each of milk and the juice of grapes and 64 tolas of cow’s ghee along with the paste of one tola each of round podded cassia, chebulic myrobalan, nut-grass, Patha, box myrtle, dry ginger, long pepper, kurroa, grapes, white teak and deodar. This ghee is auspicious and curative of wasting, fever, splenic disorders and all types of cough-disorder [kasa] ."
    },
    {
        "verse_id": "165-166",
        "text": " The patient may take ghee prepared with milk, sprinkled over with the powder of the emblic myrobalans or he may take the medicated ghee prepared from two parts of ghee and one part of the juice of pomegranate along with the paste of the three spices. This ghee should be taken mixed with barley-alkali, immediately after food, or he may take the medicated ghee prepared with long pepper and gur, mixed with goat’s milk."
    },
    {
        "verse_id": "167",
        "text": " These medicated ghees are prescribed for the purposes of promoting the gastric fire and for clarifying the alimentary and respiratory passages that have been occluded by morbid matter in the patient suffering from cough due to wasting."
    },
    {
        "verse_id": "168-169",
        "text": " Boil 20 chebulic myrobalans in 512 tolas of the decoction of common barley; when the myrobalans have been boiled, take them out and crush them to pulp and mix with 24 tolas of old gur, one tola of red arsenic, 1/2 tola of extract of Indian berberry and 8 tolas of long pepper. This linctus is curative of dyspnea and cough [kasa] . Thus has been described ‘The Chebulic Myrobalan Linctus’."
    },
    {
        "verse_id": "170",
        "text": " The ashes of the burnt quills of the porcupine, mixed with ghee, honey and anger, is curative of dyspnea, and cough. Similar is the effect of the burnt legs of peacock taken with honey and ghee."
    },
    {
        "verse_id": "171",
        "text": "Or, the patient may lick the alkali of leaves of castor plant mixed with the three spices, oil and gur, or, he may lick the alkali of leaves of holy basil and castor plant with the same adjuvants."
    },
    {
        "verse_id": "172",
        "text": " The patient may take as linctus the powder of grape, Himalayan cherry, brinjal and long pepper with ghee and honey, or the powder of the three spices with old gur and ghee."
    },
    {
        "verse_id": "173",
        "text": "The patient may take as linctus, white-flowered leadwort, the three myrobalans, cumin, galls, the three spices and grapes mixed with ghee and honeys or He may take these powders mixed with gur."
    },
    {
        "verse_id": "174-175",
        "text": " Crush equal quantities of Himalayan cherry, the three myro-balans, the three spices, embelia, deodar, sida and Indian groundsel to fine powder and prepare a linctus by mixing with ghee, honey and sugar, each of these three being equal in amount to the total quantity of the powder. This auspicious linctus is curative of all types of cough-disorder [kasa] ."
    },
    {
        "verse_id": "176-179",
        "text": " Take equal quantities of cork swallow-wort, liquorice, Patha. bamboo manna, the three myrobalans, long zedoary, nut grass, small cardamom, Himalayan cherry, grapes, yellow berried nightshade, coriander, sarsaparilla, orris root, galls, extract of Indian berberry, hog’s weed, iron powder, zalil, bishop’s weed, beetle killer, ground phyllanthus, Riddhhi, embelia, Cretan prickly clover, alkali, white flowered leadwort, chaba pepper, Amlavetasa,the three spices and deodar and reduce the whole to powder. This powder should be taken as linctus mixed in the dosage of one tola, with honey and ghee. It cures all the five types of cough. Thus has been described ‘The compound Swallow-wort Linctus.’"
    },
    {
        "verse_id": "180-180½",
        "text": " A linctus prepared of powdered black pepper mixed with ghee, honey and sugar may be taken, or a linctus prepared of the paste of the leaves of jujube, seasoned with ghee and mixed with rook-salt. These linctuses may be prescribed in alteration of voice and cough [kasa]."
    },
    {
        "verse_id": "181-181½",
        "text": " Or, he may take the thin gruel or pan-cake prepared from the paste of leaves of Tilwaka seasoned in ghee and mixed with sugar. This is curative of vomiting, thirst, cough [kasa] and diarrhea due to indigestion."
    },
    {
        "verse_id": "182-183",
        "text": " Decoct rape-seeds, thorny milk-hedge, embelia, the three spices, white-flowered leadwort, and chebulic myrobalan in water. With this decoction prepare a gruel. This gruel mixed with ghee and salt is curative of cough [kasa] , hiccup, dyspnea, coryza, anemia, wasting, edema and ear-ache."
    },
    {
        "verse_id": "184",
        "text": " The soup of green gram prepared with the juice of Indian nightshade, well seasoned and containing golden tinged emblic myrobalan and rendered acid to taste, is a cure for all types of cough."
    },
    {
        "verse_id": "185",
        "text": " Medicated milks, soups, meat-juices of the gallinaceous and pecker groups of birds and of the terricolous group of animals, prepared with the decoction of the drugs alleviative of Vata, should be given to the patient with cough born of wasting."
    },
    {
        "verse_id": "186",
        "text": " Inhalations together with their adjuvant drinks, which have been prescribed in the treatment of cough due to pectoral lesions, are to be administered mutatis mutandis, in the case of cough [kasa] due to wasting as well."
    },
    {
        "verse_id": "187",
        "text": " If the measures that are promotive of the gastric fire aud roborant as also the measures purificative of the channels are administered alternately, they will prove strength-giving and beneficial."
    },
    {
        "verse_id": "188",
        "text": " As the cough [kasa] due to wasting is born of tridiscordance, it is a svere condition; the line of treatment should always be one curative of tridiscordance."
    },
    {
        "verse_id": "189",
        "text": " As the virulence or non-virulence of the disease is dependent on the association of the morbid element, the chief morbid element should be rectified. The physician should know that the virulence of the respective types of cough ending with that due to wasting is in the ascending order."
    },
    {
        "verse_id": "190",
        "text": " Bats and drinks, ghees and linctuses, potions, milks, ghee-boluses. and inhalation—these, in short, are the forms of remedies used in cough disorder."
    },
    {
        "verse_id": "191",
        "text": " The number of the varieties of cough [kasa] , their causation, the signs and symptoms, their curability and incurability, their various remedies and their comparative gravity—all this has been set out in this chapter."
    }
]