[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Therapeutics of Gynecic disorders [yoni-vyapad-cikitsa].”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-4",
        "text": " Agnivesha inquired of Punarvasu, the self-controlled and the perceiver of the supreme truth through austerity and meditation, while he was once sojourning on the slopes of the sacred Himalayas which abound in sacred waters, medicinal herbs and various kinds of mineral substances, and which are the resort of the gods, Siddhas and sages, and spoke as follows:—"
    },
    {
        "verse_id": "5-6",
        "text": " ‘O, worshipful one! women are the only source of human progeny. The disorders occurring in their genital organs cause impediment or injury to progeny. Therefore, the etiological factors of the gynecic diseases and the symptoms of the diseases occurring as also their treatment, do I wish to hear expounded in the interest of the welfare of the world.”"
    },
    {
        "verse_id": "7",
        "text": " Being thus questioned by the disciple, the foremost of sages, the son of Atri, spoke and said “Twenty are the gynecic disorders enumerated in the Chapter on Nomenclature of diseases (Chapter XIX Sutra)."
    },
    {
        "verse_id": "8",
        "text": " These diseases in women are born of wrongful behaviour, menstrual vitiation, germinal morbidity and of destiny. Now listen as I describe them individually."
    },
    {
        "verse_id": "9-10½",
        "text": " In the woman of Vata-habitus, the Vata gets greatly increased by Vata-inducing diet and behaviour, then gets localised in the gynecic organs and produces local pain and pricking sensation, rigidity, formication, roughness, numbness, exhaustion and various other disorders resulting from Vata. The menstrual discharge will be attended with sound and pain. It will be frothy, thin and ununctuous due to Vata."
    },
    {
        "verse_id": "11-12",
        "text": " Owing to the use of pungent, acid, salt, alkaline and similar articles, gynecic disorders of the Pitta-type will occur. The patient will be afflicted with burning, suppuration, fever and heat and the menstrual blood will be of bluish, yellowish or black in color, and there appears profuse, warm and offensive discharge from the vagina, in condition of vitiation due to Pitta."
    },
    {
        "verse_id": "13-13½",
        "text": " If the Kapha, increased by liquefacient factors, vitiates the gynecic organs of a woman, it will cause the vagina to be slimy, cold, itching, mildly painful and pallid, and causes menstrual flow of a whitish and slimy character."
    },
    {
        "verse_id": "14-15",
        "text": " In a woman taking promiscuous diet of all tastes and kinds, all the three humors situated in the uterus and vagina become provoked and produce locally their characteristic symptoms. The person becomes afflicted locally with burning and aching pains and there will be white and slimy vaginal discharge."
    },
    {
        "verse_id": "16",
        "text": " If, in a woman, the blood is vitiated by Pitta, by factors causative of hemothermia, there will be excessive flow of blood from the uterus (Menorrhagia). Even after conception, the discharge of blood from the uterus continues."
    },
    {
        "verse_id": "17",
        "text": " If the Pitta situated in the vagina and uterus vitiates the blood, there will be absence of menstruation. This condition is known as Arajaska (Amenorrhea) [arajaskā]. This condition causes extreme emaciation and discoloration of the body."
    },
    {
        "verse_id": "18",
        "text": " Owing to lack of washing of the vagina, mycotic growth occurs there and causes itching. The condition is called Acarana (Colpitis mycotica) [acaranā]. This causes itching, and the person is affected with excessive desire for the male."
    },
    {
        "verse_id": "19",
        "text": " The Vata in women, being provoked by excessive sexual congress, produces in the vagina, edema, numbness and pain. This condition is called Aticarana (chronic Vaginitis) [aticaranā]."
    },
    {
        "verse_id": "20",
        "text": " Owing to sexual congress, in a girl of tender age, the Vata, getting provoked, vitiates the vagina and produces pain in the back, waist, thigh and groin. This condition is called Prakcarana (Deflorative Vaginitis) [prākcarana]."
    },
    {
        "verse_id": "21-22",
        "text": " In a gravida, by the habitual use of Kapha-promoting articles or by suppression of the urge for vomiting and breathing, the Vata gets provoked and carrying the Kapha to the vagina, vitiates it giving rise to painful yellowish discharge or whitish flow of mucus The vaginal condition, thus being pervaded by Kapha and Vata, is known as Upapluta (Leucorrhea)"
    },
    {
        "verse_id": "23",
        "text": " If a woman of Pitta-habitus suppresses the urge for sternutation or eructation during sexual congress, the Vata combined with the Pitta, vitiates her vagina."
    },
    {
        "verse_id": "24",
        "text": " The vagina gets edematous, tender to the touch and painful, and there is a bluish or yellowish or sanguinous discharge. The woman becomes afflicted with pain in the waist, groin and back, and with fever. This condition is called Paripluta (Acute Vaginitis)."
    },
    {
        "verse_id": "25",
        "text": " Owing to reversal of normal course of Vata-movement there occurs the reversal of the course of uterine contraction The woman becomes afflicted witn pain, and discharges with great difficulty the menses that is tending in a reverse direction."
    },
    {
        "verse_id": "26",
        "text": "But, immediately after the whole menstrual blood is discharged, she feels great relief. Owing to the reverse movement of the menstrual flow, the condition is called, by learned physicians, Udavartini (Dysmenorrhea)."
    },
    {
        "verse_id": "27-27½",
        "text": " If the gravida strains prematurely to expel the fetus, the Vata gets obstructed by the fetus and thus gets provoked: being combined with the Kapha and blood, it causes a tumefaction of the shape of the ear in the gynecic region. This causes obstruction to the passage of blood. It is called Karnini (Endocervicitis) [karṇinī]."
    },
    {
        "verse_id": "27-27½.1",
        "text": "28-28½ The condition where the Vata, by its quality of dryness, destroys each and every conception produced from the vitiated germ (ovum), is known by the name of Putraghni (abortive tendency) [putraghnī]"
    },
    {
        "verse_id": "29-30½",
        "text": " The Vata, located in the uterine passage of a woman who has sexual congress just after a surfeit meal and who has assumed injurious postures during sexual congress, gets provoked and distorts the mouth of the uterus, The woman gets greatly afflicted with pain in the bone and flesh, and due to excessive pain, becomes incapable of sexual congress. This condition is called ‘Antarmukhi’ (Inversion of uterus)."
    },
    {
        "verse_id": "31",
        "text": " During the fetal life of a female if, owing to the faulty behaviour of the mother, the morbid Vata by its dryness vitiates the gynecic organs of the embryo, there may occur stenosis of the gynecic passages. This condition is called ‘Sucimukhi’ (Colpostenosis) [sūcīmukhī]."
    },
    {
        "verse_id": "32-32½",
        "text": " The Vata, provoked by suppression of the natural congress, causes pain, retention of feces and urine, and dryness of the uterus. This condition is called Colpoxerosis."
    },
    {
        "verse_id": "33-33½",
        "text": " The condition, where the semen which has been deposited six or seven days previously in the genital passages, is thrown out accompanied with or without pain, is called Vamini (Proluvium Seminit) [vāminī]."
    },
    {
        "verse_id": "34-34½",
        "text": " In a condition, where the development of gynecic organs is disordered by the Vata located in the uterus, the germinal morbidity gives birth to a woman who has an aversion for man and who has no breasts. This is called gynandroid condition and is incurable."
    },
    {
        "verse_id": "35-35½",
        "text": " The Vata, being provoked by injurious postures in sexual cong-gress or by uncomfortable beds, will dilate the orifice of the woman’s vagina and the uterus."
    },
    {
        "verse_id": "36-36½",
        "text": " It will cause the condition of dilation of the external orifice, pain, and dry frothy and sanguinous discharge. There appears a protuberance of flesh and causes pain in the joints and the groin This is the condition of ‘Mahayoni’ (Prolapse of the Uterus) [mahāyoni]."
    },
    {
        "verse_id": "37-38",
        "text": " Thus have been described the signs and symptoms of the twenty disorders affecting the gynecic organs. The gynecic organs, which are affected by these morbid conditions, do not retain the semen. The woman, therefore, does not attain conception and becomes liable to many diseases like Gulma, piles, leucorrhea and similar other conditions and gets greatly afflicted with the discordance of Vata and other humors."
    },
    {
        "verse_id": "39-40",
        "text": " Out of the last sixteen disorders, the first two are due to vitiation of Pitta; acute vaginitis and profluvium semenis are considered to be due to Vata-cum-Pitta, Leucorrhea and endocervicitis are due to Vata-cum-Kapha. The remaining are due to Vata. The Vata and the other morbid humors afflict the body with their characteristic symptoms."
    },
    {
        "verse_id": "41-42½",
        "text": " In gynecic disorders born of Vata, oletion, sudation, enemata etc., curative of Vata should be administered; and the condition born of Pitta should be treated with medications that are cooling and curative of hemothermia. In condition born of morbid Kapha, dry and hot measures should be administered by the learned physician. In conditions of bi and tri discordances, medications suitably combined should be administered."
    },
    {
        "verse_id": "43-44½ In conditions of displacement of uterus, the part should be given oleation and sudation procedures and then should be replaced in its proper position",
        "text": " If it be curled, or distorted, it should be changed in its position by manipulation of the hand, If it is stenosed, it should be dilated. If it has slipped out of its normal position, it should be re-established in its position. If the orifice is unduly dilated, it should be constricted. If the uterus is prolapsed and completely exposed, it should be regarded and treated as a. foreign body in the woman."
    },
    {
        "verse_id": "45-45½",
        "text": " In all varieties of gynecic disorders, the patient should be treated with the pentad of purificatory procedures, i.e., emesis etc., in a mild degree; after she has been first subjected to oleation and sudation therapies"
    },
    {
        "verse_id": "46",
        "text": " When thoroughly cleansed by purification, the rest of the treatment is to be given."
    },
    {
        "verse_id": "47-48½",
        "text": " To those that are afflicted with morbid Vata, the Vata-curative medications are always beneficial. They should be given the diet of the flesh of aquatic and wet-land creatures along with milk, til and rice. They should be subjected to the kettle and pitcher-bed sudation-procedures:medi-cated with Vata-curative drugs. And after anointing them with oil mixed with rock salt, they should be given stone-bed sudation and hot-bed sudation, mixed fomentation, then bathed in genially warm water and then given the diet of meat-juices medicated with Vata-curative drugs."
    },
    {
        "verse_id": "49-51½",
        "text": " Take 256 tolas made up of equal parts of ghee and oil, and cook in 2048 tolas of the decoction of heart-leaved sida and four times the quantity"
    },
    {
        "verse_id": "of milk, with the paste of ticktrefoil, milky yam, cork swallow wort, climbing asparagus, <a data-gl=\"1\" href=\"/definition/rishabhaka#ayurveda\" title=\"show Rishabhaka definitions\">Rishabhaka</a>, <a data-gl=\"1\" href=\"/definition/jivaka#ayurveda\" title=\"show Jivaka definitions\">Jivaka</a>, east Indian globe thistle, long pepper, green gram, tooth-brush tree, wild black gram, sugar, <a data-gl=\"1\" href=\"/definition/kshirakakoli#ayurveda\" title=\"show Kshira-kakoli definitions\">Kshira-kakoli</a> and small stinking swallow wort",
        "text": " This should be given as potion in accordance with the patient’s strength. This cures the disorders caused by Vata and Pitta and induces conception."
    },
    {
        "verse_id": "52-53½",
        "text": " Prepare a medicated ghee taking 64 tolas of ghee and adding the paste of one tola each of white teak, the three myrobalans, grapes, negro coffee, sweet falsah, hog’s weed, turmeric and Indian berberry, small stinking swallow wort, crested purple nail-dye, climbing asparagus, and guduch. If taken as potion, this is a remedy for all gynecic disorders born of Vata, and induces conception."
    },
    {
        "verse_id": "54-55½",
        "text": " Rubbing into a paste long pepper, black cumin, vasaka, rock salt, sweet flag, barley-alkali, celery seeds, sugar and white flowered lead-wort, and mixing it with Prasanna wine, season with ghee and administer it as potion to the patient. This is curative of pain in the gynecic organs and side of the chest, in cardiac disorders, Gulma and piles."
    },
    {
        "verse_id": "56-56½",
        "text": " Or, give a potion prepared of vasaka, pomelo roots, henna, long pepper and black cumin seeds, mixed with wine and a little of salt."
    },
    {
        "verse_id": "57-57½",
        "text": " In pain in the gynecic organs, the patient should drink milk boiled with Indian groundsel, small caltrops and vasaka and the part should be affused with the decoction of guduch, the three myrobalans and red physic nut."
    },
    {
        "verse_id": "58-58½",
        "text": " The oil prepared with the paste of equal parts of rock salt, Indian valerian, costus, yellow-berried nightshade and deodar, should be kept in the vagina. It is curative of pain"
    },
    {
        "verse_id": "58-58½.1",
        "text": "59 60, Prepare a medicated oil by taking 64 tolas of til oil and double the quantity of each of cow’s urine and milk, with the paste of one tola each of guduch, Arabian jasmine, Indian groundsel, heart-leaved sida liquorice, white flowered leadwort, Indian night-shade, deodar and yellow jasmine"
    },
    {
        "verse_id": "61-61½",
        "text": " The physician should insert a tampon soaked in this oil into the vagina afflicted with morbid Vata. It should be followed- by a vaginal douche. The affusions, inunctions and tampons for the Vata-afflicted gynecic organs ought to be done with warm and unctuous articles. For oleation, oils should be made use of."
    },
    {
        "verse_id": "62",
        "text": " The patient with the Vata-afflicted vagina should keep in her vagina the paste of yellow-berried nightshade, after anointing the part with luke-warm oil; the patient afflicted with Pitta should apply the paste of the pentad of barks, and the one afflicted with Kapha should use the paste of the black turpeth group of drugs."
    },
    {
        "verse_id": "63-63½",
        "text": " Affusions, inunctions and tampons, for the Pitta-afflicted gynecic organs, should be done with cool and Pitta-curative articles; and ghee should be used for oleation. (All the remedies prepared with drugs curative of Pitta, should be used by the physician),"
    },
    {
        "verse_id": "64-66½",
        "text": " Take the expressed juice of 1600 tolas of roots of climbing asparagus. In this juice adding the same quantity of milk, the physician should prepare 256 tolas of ghee with the paste of one tola each of drugs of the life-promoter group, climbing asparagus, grapes, sweet falsah, buchanan’s mango, and the two varieties of liquorice, When prepared and cooled down, 32 tolas of honey and long pepper, and 40 tolas of sugar should be added. A dose of one tola of this preparation should be taken as a linctus."
    },
    {
        "verse_id": "67-68½",
        "text": " This is curative of affections of the gynecic organs; menstrual and seminal morbidity, and is virilific and inducive of male progeny. This cures also pectoral lesions, cachexia, hemothermia, cough, dyspnea, Halimaka [? jaundice?], rheumatic condition, acute spreading affection, spasticity in the pectoral region and head, insanity, malaise and epilepsy caused by Vata-cum-Pitta. Thus has been described ‘The Major Climbing Asparagus Ghee’."
    },
    {
        "verse_id": "69-69½",
        "text": " The ghee churned out of the milk medicated in the above-mentioned manner, with the life-promoter group of drugs, is inducive of conception and serves as medicament for the gynecic organs afflicted with Pitta."
    },
    {
        "verse_id": "70-70½",
        "text": " For the gynecic organs afflicted with Kapha, the purificatory wick-bougie rolled out of a piece of cloth and heavily impregnated with hog’s bile is recommended."
    },
    {
        "verse_id": "71-71½",
        "text": " A bougie prepared with barley flour and rock-salt and impregnated with milk of mudar, should be inserted for a short while and afterwards the part should be douched with genially warm water."
    },
    {
        "verse_id": "72-72½",
        "text": " A bougie of the size of the index finger, prepared out of long pepper, black pepper, black gram, dill seeds, costus and rocksalt, should be used for the radical purification of the gynecic organs."
    },
    {
        "verse_id": "73-75½",
        "text": " Put 1024 tolas of tender fruits of gular fig, the pentad of barks and leaves of carilla fruit,"
    },
    {
        "verse_id": "Spanish jasmine and <a data-gl=\"1\" href=\"/definition/neem#ayurveda\" title=\"show neem definitions\">neem</a> in 1024 tolas of water",
        "text": " Keep it over-night and in that water prepare 64 tolas of oil with the paste of lac, the bark and gum of crane tree and palas, and the bark and gum of cotton; a tampon soaked in this oil should be inserted in the vagina; and then the vagina should be douched with decoctions of cooling drugs mixed with sugar."
    },
    {
        "verse_id": "76-76½",
        "text": " By means of this, slimy, dilated, chronically diseased and severe conditions of the gynecic organs get purified within a week. This quickly induces conception in the woman."
    },
    {
        "verse_id": "77-77½",
        "text": " The oil pressed out of til. impregnated six times with the milk of gular fig tree and also medicated with the same decoction, should be applied in the aforesaid manner."
    },
    {
        "verse_id": "78-80½",
        "text": " Prepare a medicated oil by taking 64 tolas of til oil, double the quantity of goat’s urine and milk, with the paste of one tola each of fulsee flower, leaves of emblic myrobalan, lotus growing in flowing water, liquorice, blue water lily, jambool, mango stone, green vitriol, lodh, box myrtle, false mangosteen, yellow ochre, rind of pomegranate and tender gular figs; the physician should soak the tampon in this oil and insert it in the vagina aud afterwards give a douche and inunction to the waist, back and sacral region and also unctuous enema."
    },
    {
        "verse_id": "81-81½",
        "text": " By this means, the condition of slimy and profuse discharge, acute vaginitis, leucorrhea, and prolapsed, elevated and edematous conditions of the vagina, and also the condition, accompanied with erosions and piercing pain, get cured."
    },
    {
        "verse_id": "82-83½",
        "text": " Vaginal douche with the decoctions of common caper, crane tree, neem, mudar, bamboo, ceylon oak, jambool tree, Indian ash tree, root of vasaka, honey wine, Sidhu wine and vinegar, all mixed together, or with decoction of the three myrobalans mixed with butter-milk, cow’s urine and vinegar, is curative of morbid vaginal discharge."
    },
    {
        "verse_id": "84-85½",
        "text": " The courses of long pepper, iron oust ana chebulic myrobalan are recommended in the vaginal afflictions due to Kapha; enemata with cow’s urine mixed mainly with the pungent group of articles are beneficial. In condition of Pitta, enemata mixed with milk and the sweet group of drugs, and in conditions of Vata, enemata mixed with oil and acid articles, are beneficial; in the conditions born of tridiscordance the treatment pertaining to all the three factors is recommended."
    },
    {
        "verse_id": "86-86½",
        "text": " In condition of sanguinous discharge from the vagina, the physician,"
    },
    {
        "verse_id": "86-86½.1",
        "text": "after finding out the predominant morbid humor and the probable aftereffect from the coloration of blood, should administer hemostatic medications indicated in the particular morbid humor"
    },
    {
        "verse_id": "87-87½",
        "text": " Til powder, curds, liquid gur and hog’s fat should be taken as potion mixed with honey, for the cure of sanguinous discharge due to Vata."
    },
    {
        "verse_id": "88-88½",
        "text": " In excessive Vata, the meat-juice of the hog which is full of fat, mixed with horse-gram, or curds taken mixed with sugar, honey, liquorice and dry ginger, acts beneficially."
    },
    {
        "verse_id": "89-89½",
        "text": " Milky yam, blue lily, lotus bulbs, rhizomes, yellow sandal and nut grass should be taken as potion mixed with milk, sugar and honey, in sanguinous discharge due to Pitta."
    },
    {
        "verse_id": "90-95½",
        "text": " Patha, the seed-pulp of jambool and mango, rock-foil, extract of Indian berberry, false pareira brava, gum of the silk cotton tree, sensitive plant, the bark of kurchi, saffron, atees, bael, nut grass, lodh, red ochre the tree of heaven, black pepper, dry ginger, grapes, red sandal, box myrtle, kurchi, Indian sarsaparilla, liquorice, fulsee flower and arjuna—these should be culled when the moon is in the Pushya constellation. All these taken in equal parts, should be finely triturated. That should then be taken mixed with honey as potion along with rice-water. This cures the condition of passing blood during defecation in piles and diarrhea. This also cures similar morbid conditions due to exogenous causes, occurring in children. This powder effectively cures gynecic and menstrual morbidities attended with whitish, bluish,yellowish and dark-reddish discharges. This powder known as the ‘Pushyanuga Pulvis’ is very efficacious and valued highly by Atreya. Thus has been described ‘The Pulvis Pushyanuga [puṣyānuga]’."
    },
    {
        "verse_id": "96½",
        "text": " The roots of prickly amaranth may be taken as potion mixed with honey and rice-water, or Indian berberry and lac mixed with goat’s milk."
    },
    {
        "verse_id": "97-98½",
        "text": " The pastes of the leaves of the Indian ape-flower and bael fried in ghee are curative of gynecic disorders due to Pitta-cum-Vata. If the condition be caused only by morbid Pitta, all the measures indicated in hemothermia may be taken instead. Liquorice, the three myrobalans, lodh, nut-grass, yellow ochre and honey, mixed with wine, or neem and guduch with wine should be taken as potion in colporrhagia due to Kapha."
    },
    {
        "verse_id": "99-99½",
        "text": " In colporrhagia of the Pitta type, purgation and the Great Bitter Ghee are to be taken and also whatever measures are indicated in threatened abortion should be done."
    },
    {
        "verse_id": "100-100½",
        "text": " The decoction of white teak and kurchi administered as a vaginal douche, is beneficial in sanguinous discharge, amenorrhea and abortive tendency."
    },
    {
        "verse_id": "101-101½",
        "text": " In condition of amenorrhea, the blood of the deer, goat, sheep or the hog should be drunk mixed with curds, juice of acid fruits and ghee, or a potion of milk prepared with the life-promoter group of drugs may be taken."
    },
    {
        "verse_id": "102-102½",
        "text": " In condition of endocervicitis, colpo-mycotica, colpoxerosis and deflorative vaginitis and in other gynecic disorders due to Kapha-cum-Vata, oil prepared with the life-promoter group of drugs should be administered as vaginal douche."
    },
    {
        "verse_id": "103-104",
        "text": " A piece of silk cloth impregnated twenty-one times in cow a bile or fish-bile, or the powder of yeast mixed with honey, should be kept in the vagina; it is curative of colpo-mycotica, It purifies the gynecic passages and cures pruritus, softening and edema"
    },
    {
        "verse_id": "105-105½",
        "text": " In conditions of deflorative vaginitis and acute vaginitis, corrective and unctuous enemata with the Vata-curing oil that has been cooked a hundred times, should be given, and the patient should be skilfully given poultice-sudation and diet which consists of unctuous articles curative of Vata."
    },
    {
        "verse_id": "106-106½",
        "text": " Then, the Utkarika pancake made of dill seed, barley, wheat, yeast, costus and perfumed cherry should be inserted in the vagina."
    },
    {
        "verse_id": "107-107½",
        "text": " In condition of profluvium seminis and leucorrhea, oleation and sudation procedures are indicated after which an unctuous tampon should be kept in the vagina; and then impletive measures should be done."
    },
    {
        "verse_id": "108-108½",
        "text": " The tampon soaked in the unctuous medications prepared with decoction of the bark of Indian oilbanum [olibanum?], Indian ash tree, jambool, crane tree, cinnamon and the pentad of barks, is curative of acute vaginitis."
    },
    {
        "verse_id": "109-109½",
        "text": " In endocervicitis, a medicated bougie prepared of costus, long pepper, sprouts of mudar and rock salt rubbed in goat’s urine and inser ted in the vagina, is beneficial. All measures curative of Kapha are indicated in this condition."
    },
    {
        "verse_id": "110-111½",
        "text": " In dysmenorrhea and pain due to Vata oleation with unctuous articles prepared with turpeth, sudation procedure, diet of meat-juices of domestic, wetland and aquatic creatures, and milk-enema prepared with decaradices, are indicated In conditions of prolapse and subluxation of uterus, enema and vaginal douche with the turpeth-oil is recommended."
    },
    {
        "verse_id": "112-112½",
        "text": " The prolapsed uterus must be filled with the fat of the bear and the hog, and the ghee prepared with the sweet group of drugs, and should be bandaged with a piece of silk cloth."
    },
    {
        "verse_id": "113-113½",
        "text": " The subluxated uterus should be inuncted with ghee and given sudation with milk, Then it should he replaced in its position and bandaged with the padding of a lump of Veshavara preparation and retained til the urge for micturition is felt."
    },
    {
        "verse_id": "114-115½",
        "text": " Tn all gynecic disorders and particularly in prolapsed uterus, all the measures indicated in disorders of Vata, should be administered. Women are never affected with gynecic disorders except as a result of morbid Vata, The Vata should therefore be first sedated and the treatment of other humors be undertaken thereafter."
    },
    {
        "verse_id": "116-116½",
        "text": " In condition of whitish discharge due to gynecic morbidity, the paste of white cedar should be taken as potion with water, or the paste of the seeds of emblic myrobalans, mixed with sugar and honey, may be taken as potion with water."
    },
    {
        "verse_id": "117-117½",
        "text": " Or, the patient may be given, as linctus, the powder or the juice of emblic myrobalans mixed with honey; or, the patient may take as potion, the decoction of the bark of the banyan tree mixed with the paste of lodh."
    },
    {
        "verse_id": "118-118½",
        "text": " In case of excessive discharge, the silk cloth soaked in the aforesaid decoction may be kept in the vagina. Or the powder of yellow barked fig, made into a lump with honey, may be kept in the vagina"
    },
    {
        "verse_id": "118-118½.1",
        "text": "119-1194 After lubricating it with unctuous substance, the lump of lodh, perfumed cherry and liquorice may be inserted; or, the medicated bougie made of all the drugs of the astringent group mixed with honey may also be inserted in the vagina"
    },
    {
        "verse_id": "120-120½",
        "text": " Or, for checking the discharge, the vagina should be lubricated with oil and fumigated with deodar, gum guggul and barley soaked in ghee or with dry fish soaked in oil."
    },
    {
        "verse_id": "121-121½",
        "text": " The powder of green vitriol, the three myrobalans, alum, sensitive plant, mango stone and fulsee flower mixed with honey and applied, is curative of the slimy condition of the vagina."
    },
    {
        "verse_id": "122-122½",
        "text": " In the slimy and softened condition of the vagina the paste made of the bark of palas. sal and jambool, Indian madder, plantain and fusee flowers, which is astringent in action, is indicated."
    },
    {
        "verse_id": "123-123½",
        "text": " In conditions where the vagina has stiffened and has become rough, the keeping in the vagina of Veshavara pudding or milk-pudding or kedgeree, is inducive of softness in the vagina."
    },
    {
        "verse_id": "124-124½",
        "text": " In a condition of foul smell in the vagina or vaginal stink, the decoction or the paste of white mangrove seeds, or the powder of all the aromatic drugs, acts as a deodorant."
    },
    {
        "verse_id": "125-125½",
        "text": " A woman, whose gynecic Organs have been purified by these measures, will be able to conceive if the seed be unimpaired and possessed of its natural qualities and if all the conditions for fertilization, such as entry of the soul, be present."
    },
    {
        "verse_id": "126-126½",
        "text": " The semen of a man that has been purified by the pentad of purificatory measures should be tested by its color; and whatever humoral impairment is seen therein should be rectified by suitable curative measures."
    },
    {
        "verse_id": "127-127½",
        "text": " The gynecic disorders have been described along with their signs and symptoms, etiology and treatment in extenso, by the great sage endowed with spiritual in sight."
    },
    {
        "verse_id": "128-131½",
        "text": " Agnivesha, again approaching Atreya the foremost of physicians, said—“Describe O, sinless one and the best of physicians! the seminl [seminal?] disorders affecting men which have been enumerated as eight in the chapter on Nomenclature of diseases (chapter XIX Sutra); now, describe O, best of physicians! these disorders with their causes, the characteristics of healthy and morbid conditions, aud their treatment in full detail. Describe also impotency which is of four types as well as the etiology, symptoms aud the lines of treatment of the complications of gynecic disorders in which colporrhea has been mentioned as one, Describe them in brief and in extenso too, O, best among physicians!”"
    },
    {
        "verse_id": "132",
        "text": " To the disciple who inquired thus, the best among sages replied and said:"
    },
    {
        "verse_id": "133",
        "text": " “Seminal secretion in man is born of the excitement due to the contact with female genital organ during sexual congress and acts as the fertilising agent. Listen as I now describe its morbid conditions."
    },
    {
        "verse_id": "134",
        "text": " As the seed, which is impaired by untimely watering or unseasonal rains or by parasites, insects and fire, does not grow, similar is the case with the vitiated semen in man."
    },
    {
        "verse_id": "135-138½",
        "text": " By excessive sexual indulgence, bodily exertion and habitual use of unwholesome diet, and by untimely sexual congress, or by sexual abstinence or by the habitual use of dry, bitter, astringent, very saltish, acid, or hot articles, or sexual congress with an unresponsive woman or owing to old age, worry, grief, or lack of mutual confidence or to injury by weapon, caustics or fire or owing to fear; anger, black magic, emaciation due to diseases, suppression of the natural urges or owing to injury or vitiation of body-elements, the humors get provoked either singly or collectively; and reaching the seminal vessels soon, they vitiate the semen excessively."
    },
    {
        "verse_id": "139-139½",
        "text": " Now I shall describe each of the conditions according to its classification. Frothiness, thinness, dryness, discoloration, putrid smell, sliminess, admixture with other body-elements and sinking when put in water, are the eight conditions of seminal morbidity."
    },
    {
        "verse_id": "140-140½",
        "text": " Owing to morbid Vata, the semen becomes frothy, thin, ununctuous and scanty, and discharges with difficulty, suffers vitiation and precludes conception."
    },
    {
        "verse_id": "141-141½",
        "text": " The semen, vitiated by Pitta, is of bluish or yellowish tinge, is very hot, putrid in smell, and causes burning in the phallus while it is being discharged."
    },
    {
        "verse_id": "141-141½.1",
        "text": "142 When the seminal passage is obstructed by Kapha, the semen becomes excessively viscid"
    },
    {
        "verse_id": "143",
        "text": " Owing to excessive sexual indulgence or to injury or ulcerations, the semen is discharged mixed generally with blood."
    },
    {
        "verse_id": "144-144½",
        "text": " Owing to the suppression of natural urges, the semen being obstructed by Vata in its course becomes clotted and is discharged with difficulty; it sinks when put in water. This is the eighth kind of morbidty Thus have been described the eight kinds of seminal disorders with their characteristic signs"
    },
    {
        "verse_id": "145-145½",
        "text": " That should be known as pure or normal semen, which is viscid, dense, slimy, sweet, non-irritant and whitish, and transparent like a crystal in appearance."
    },
    {
        "verse_id": "146-147",
        "text": " When the semen, gets vitiated it should be treated with the virilific recipes which are pleasant to take and beneficial, combined, with the remedies indicated in hemothermia and gynecic complications [yoni-vyapad]."
    },
    {
        "verse_id": "148",
        "text": " The life-promoter ghee and the linctus named Cyavana-prasha and the course of mineral pitch, remove the seminal morbidity."
    },
    {
        "verse_id": "148½-150",
        "text": " When the semen is vitiated by Vata, evacuative and unctuous enemata are beneficial and if it is vitiated by Pitta the compound vitalizing elixir of chebulic and emblic myrobalans is recommended. If the vitiation of semen is by Kapha, then the course of vitalizing elixir of long pepper, guduch, iron or the three myrobalans, or that of the marking nut (Chapter I Cikitsā), removes the morbidity."
    },
    {
        "verse_id": "151",
        "text": " If the semen be combined with any other body-element, the proper corrective for the morbid element should be combined and given, after examining systematically the nature of the morbidity."
    },
    {
        "verse_id": "152-152½",
        "text": " Ghee, milk, meat-juices, Shali rice, barley, wheat and Shashtika rice are beneficial in vitiated condition of the semen, and enemata are specially indicated. Thus have been described by the sage, the treatment of the eight kinds of seminal morbidity."
    },
    {
        "verse_id": "153-153½",
        "text": " If impotency is caused by seminal morbidity, it gets cured by the purification of the semen. Henceforth O, Agnivesha! I shall fully describe systematically the subject of impotency."
    },
    {
        "verse_id": "154-154½",
        "text": " Impotency results from seminal morbidity, the disorders of the phallus, old age and loss of semen. Now listen to an account of its general symptoms."
    },
    {
        "verse_id": "155-157",
        "text": " The following are the characteristics of impotency:—though continually preoccupied mentally with sexual thoughts, yet the person does not approach the willing partner, or approaches her very rarely if ever. Owing to impaired erective power, he is afflicted with hard breathing, perspiration of the entire body, lack of erection and lack of sperm, and his desire and efforts at mating get frustrated. These are the general symptoms of impotency. They will now be described in detail."
    },
    {
        "verse_id": "158-161¾",
        "text": " As a result of cold, dry, scanty, vitiated and antagonistic diet or pre-digestion meals, owing to grief, anxiety, fear and terror, or due to excessive indulgence in women, loss of nutrient fluid and other body elements, owing to discordance of Vata and other humors, or owing to fasting, fatigue, lack of response in the sexual partner or wrongful effects of the quinary procedures of purification, there occurs vitiation of semen, and the person becomes pale of color, very weak, low-spirited and of feeble erective power. He gets afflicted with cardiac disorders, anemia, asthma, jaundice, prostration, vomiting diarrhea and colicky pain, cough and fever. This is the impotency caused by seminal morbidity."
    },
    {
        "verse_id": "162-167½",
        "text": " Now listen to the description of the diseases of the phallus, leading to impotency. As a result of excessive intake of acid, salt, alkaline, antagonistic and unwholesome diet, or drinking excessive quantities of water or eating irregular meals, or by taking heavy pastry, excessive use of curds, milk and the flesh of wet-land animals, or owing to emaciation due to diseases, cohabitation with virgins, sexual enjoyment in parts other than the vagina, cohabitation by one in a moment of excitement and passion with a woman who suffers from chronic disease or who has practised sexual abstinence for long or who is in her menses, or whose vagina is diseased or is offensive in smell or is discharging profusely, or mating with a quadruped, or trauma to the phallus, or want of proper cleansing of the penis, or owing to lesions caused by instruments, teeth, nail or stick or compression, or by excessive use of Shuka worms for elongation of the phallus, and also by suppression of seminal discharge, the phallus is afflicted with disorders."
    },
    {
        "verse_id": "168",
        "text": " (I shall hereafter describe the signs and symptoms that occur in a condition). There are observed swelling pain and redness in the phallus. There occur acute sores and also the suppuration of the phallus."
    },
    {
        "verse_id": "169-170",
        "text": " There may occur fleshy growth or quick ulceration of the part. There will be discharge of dusky red coloration or of the color of rice-water; there will be circular, hard constriction formed just above the glans penis."
    },
    {
        "verse_id": "171",
        "text": " The patient will suffer from fever, thirst, giddiness, fainting and vomiting. There may be red, dark, blue, turbid or sanguinous discharge."
    },
    {
        "verse_id": "172-174½",
        "text": " There will be acute burning pain as if burnt by fire, and pain in bladder, testes, perineum and groin. Sometimes there is slimy, yellowish-white discharge; the part may be swollen; there may be dull pain, induration and scanty discharge. It may take time to suppurate or may abate quickly or it may be infected with parasites; and it becomes softened and putrid in smell. The glans penis drops off, or even the whole phallus and scrotum may slough out."
    },
    {
        "verse_id": "175-175½",
        "text": " Thus has been described the impotency resulting from the disorders of the phallus. Some describe these disorders of the phallus as being of five kinds."
    },
    {
        "verse_id": "176-177",
        "text": " Listen now as I describe the geratic impotency. Age is classified into three divisions: childhood, adulthood and renascence. The semen in senile persons gets generally low or diminished."
    },
    {
        "verse_id": "178-180¼",
        "text": " Owing to diminution of the nutrient fluid and other body elements and the constant use of things which are detrimental to male-hood, by gradual diminution of strength, vitality, the power of the sense-organs and of the life-span, and owing to inanition, fatigue and exhaustion, there occurs geratic impotency in man. Affected by this, he becomes extremely wasted in all the bodv-elements, very weak, poor in complexion, physically and mentally depressed, and soon falls a victim to diseases. These are the characteristics of geratic impotency."
    },
    {
        "verse_id": "181-184½",
        "text": " Hear now about the fourth kind of impotency born of wasting. By constant indulgence in worry, grief, anger, fear, envy, eagerness, intoxication and anxiety; by ununctuous eats and drinks or ununctuous remedies resorted to by a man who is emaciated; by resort to fasting by one who is weak by nature, and by unwholesome diet, the nutrient fluid which is the primary body-element and whose habitat is the stomach, gets soon diminished. Consequently, the blood and the other body-elements right up to the seminal Secretion get diminished. The semen is considered to be the highest or the final product and state of the body-elements."
    },
    {
        "verse_id": "185-187",
        "text": " If such a man, getting mentally excited and passionate; indulges excessively in sex, his semen gets soon exhausted and he becomes emaciated and will be subject to serious ailment or death itself. Therefore, one desirous of protecting his health, should specially preserve one’s semen. Thus have been described the four kinds of impotency with their etiology and signs and symptoms."
    },
    {
        "verse_id": "188",
        "text": " Some say that the two kinds of impotency i.e., the one due to diseases of the phallus and the other to wasting, are incurable; similarly the impotency due to amputation of the penis or excision of the testes is regarded as incurable."
    },
    {
        "verse_id": "189-190",
        "text": " As a result of germo-spermic morbidity inherited from the parents or of the sins of past life, the morbid humors, entering the seminal vessels during the embryonic life, cause the atrophy of the genital organs. Owing to this atrophy, the function of semen-formation is lost. In such condition the person, though having full physical development, becomes an emasculated man (androgynoid condition). Of the varieties of impotency described above, those caused by tridiscordance of humors are considered incurable."
    },
    {
        "verse_id": "191-192",
        "text": " Henceforth will be described the treatment of impotency in brief and in extenso. Now listen, O, Sinless one! the medications indicated by me in the morbid condition of semen, cachexia and pectoral lesions are regarded as beneficial in impotency."
    },
    {
        "verse_id": "193-194",
        "text": " The physician, versed in the knowledge of the proper time of each therapeutic measure, should make use of enemata. milk and ghee and whatever are considered virilific medications and vitalizers, having diagnosed the strength of the body, the morbid humors and the gastric fire, in the impotency caused by sexual indulgence as well as in that caused by the vitiation of body-elements."
    },
    {
        "verse_id": "195",
        "text": " Where the impotency is caused by black magic, resort must be had to divine medication (through prayer and worship). Thus has been described in brief the treatment of impotency."
    },
    {
        "verse_id": "196-197½",
        "text": " I shall describe again, at length, the treatment of various kinds of impotency. The patient should lie given unctuous purgative after Oleation and sudation procedures. He must then be given food or corrective enema, after which the wise physician should give him an Unctuous enema. He should again be given a corrective euema of palas, castor and nut-grass."
    },
    {
        "verse_id": "198-198½",
        "text": " Virilific medications, that have been already described, should be given to him by the physician, in the condition of impotency due to seminal morbidity."
    },
    {
        "verse_id": "199-201",
        "text": " If impotency is due to the loss of erectile power or phallic disorders, it should be treated in the following manner. The prescribed applications, affusions or depletion of blood should be done; unctuous potion and unctuous purgation should be given followed by an unctuous or corrective enema. Thereafter, the intelligent physician should carry out the line of treatment indicated in wounds."
    },
    {
        "verse_id": "202",
        "text": "In geratic impotency and impotency due to wasting, the patient should be purified by means of unctuous measures after he has undergone oleation and sudation procedures."
    },
    {
        "verse_id": "203-203½",
        "text": " His further treatment consists of the administration of milk, ghee, virilific medications, Yapana enemata and the use of vitalizing elixirs. Thus has been described elaborately the treatment of impotency."
    },
    {
        "verse_id": "204",
        "text": " Now listen to the description of the etiology etc., of colporrhea which has been previously mentioned."
    },
    {
        "verse_id": "205-209",
        "text": " In a woman who is habituated to excess of salt, acid, heavy, pungent, irritant and unctuous articles and to the flesh of domestic, aquatic and fatty creatures, or to kedgeree, milk pudding, curds, vinegar, whey, Sura wine, and such other articles, the Vata, getting provoked, increases the quantity of blood in the body and gets lodged in the vessels that go to the uterus, conveying the menstrual fluid; it leads the blood to that region. As it increases the menstrual fluid in quantity by its fluidity, it is called the blood-flow by the gynecologist. As the menstrual blood breaks its way from this surcharge it is called Pradara or colporrhea. Thus has been described, in general, the etiology and the signs and symptoms."
    },
    {
        "verse_id": "209½",
        "text": " There are four kinds of colporrhea caused by each of the three humors individually as well as the one caused by the tridiscordance of humors."
    },
    {
        "verse_id": "210-211",
        "text": " Hereafter, I shall describe their causes and symptoms and treatment. The Vata, provoked by dry articles etc., bringing blood as described already, causes colporrhea. Now listen to its signs and symptoms, as I describe them."
    },
    {
        "verse_id": "212-213",
        "text": " The discharge is frothy, thin, unctuous, dusky-red and of the color of the juice of palas flower; and it may be painless or painful. The Vata causes acute pain in the waist, groin, cardiac region, sides, back and hips. This is known as colporrhea due to Vata."
    },
    {
        "verse_id": "214",
        "text": " The Pitta, provoked by acid, hot, salt and alkaline articles, causes colporrhea, as already described, of the Pitta type. Now listen to its signs and symptoms."
    },
    {
        "verse_id": "215-215¾",
        "text": " There will be frequent and painful discharge which is bluish or yellowish, very warm, dark or deep red and is accompanied with local burning and redness, thirst, stupefaction, fever and giddiness. This is colporrhea of the Pitta type."
    },
    {
        "verse_id": "216-217",
        "text": " Now will be described colporrhea of the Kapha type. The Kapha provoked by etiological factors such as heavy articles of diet etc., causes colporrhea of the Kapha type. Now listen to its main characteristics."
    },
    {
        "verse_id": "218-218½",
        "text": " The discharge is slimy, yellowish, white in color, heavy, unctuous, cold, muco-sanguinous, and dense, and is accompanied with mild pain. It is attended with vomiting, anorexia, nausea, dyspnea and cough."
    },
    {
        "verse_id": "219-220",
        "text": " What will be described as the general causes of the morbidity of the mother’s milk are also to be considered the causative factors of colporrhea of the tridiscordance type. In colporrhea of the tridiscordance type, where all the above symptoms are combined, the disease will he characterised by various conditions."
    },
    {
        "verse_id": "221-224",
        "text": " If a woman, very much exhausted or greatly wasted in blood indulges in what are causative factors of this disease, the Vata getting excessively increased and passing through the blood-channels, causes the opposing Kapha to be heated by the fire of Pitta and converts it into a slimy offensive and yellowish fluid; and mixing with fat and the adipose tissue, it flows out forcibly through the vagina; and this discharge is of the color of ghee or marrow or fat. This is a continual discharge accompanied with thirst, burning and fever. The woman, wasted of blood and rendered weak as a result should be considered incurable."
    },
    {
        "verse_id": "225",
        "text": " That should be regarded as healthy or normal menses which occurs every month, which is not slimy, which is not attended with burning or pain, which lasts for five days and which is neither excessive nor very scanty."
    },
    {
        "verse_id": "226",
        "text": " That should be regarded as the healthy or normal menstrual blood which is of the color of the jequirity-seed or of the lotus or of lac or which resembles the trombidium (the scarlet insect)."
    },
    {
        "verse_id": "227",
        "text": " The physician should use all medications indicated in gynecic disorders caused by Vata and other humors, in these four kinds of colporrhea."
    },
    {
        "verse_id": "228",
        "text": " He should also use the remedies indicated in diarrhea with bloody stools, in hemothermia and in bleeding piles."
    },
    {
        "verse_id": "229",
        "text": " The qualities of the well-formed breasts and the breast-milk of the wet nurse have been already described by me in detail. So too have been described the galacta gogues and the galacto-depurants."
    },
    {
        "verse_id": "230-231",
        "text": " So also the signs of vitiation of the breast-milk by Vata and other humors, along with its treatment All this, along with the eight kinds of morbidity of milk, have been described. The able physician endowed with scientific vision should classify these into the categories of Vata and other humors. As there are three classes of pupils in view of their grades of intelligence, I describe the subject in detail to be useful even to the lowest of them."
    },
    {
        "verse_id": "232-236",
        "text": " By taking predigestion meals, unwholesome, irregular, antagonistic and excessive diet, by constant use of salt, acid, pungent, alkaline and softened articles, by mental and bodily affliction, sleeplessness at night, brooding, suppression of the manifested urges and artificially exciting such urges, and by indulgence in day-sleep after frequent eating of milk pudding, products of gur, kedgeree, immature curds, liquefacient flesh of domestic, wet-land and aquatic creatures; by excessive use of wine, lack of exertion, trauma, anger and emaciation due to diseases, the humors, getting provoked, reach the galactic channels, vitiate the milk and cause eight kinds of galactic morbidity. Now listen, as I describe them again, according to each category of morbidity."
    },
    {
        "verse_id": "237",
        "text": " In condition of vitiation of Vata, the milk will be distasteful, frothy and unctuous. In vitiation by Pitta, there will be discoloration and bad smell. In vitiation by Kapha unctuousness, sliminess and heaviness will be observed."
    },
    {
        "verse_id": "238",
        "text": " The Vata gets provoked by dry articles of diet and similar other Vata provoking factors. Thus, getting provoked and reaching the mammary glands, it vitiates their secretions."
    },
    {
        "verse_id": "239",
        "text": " The child, who sucks this distasteful milk vitiated by Vata, becomes emaciated. It does not relish the milk and its growth becomes difficult."
    },
    {
        "verse_id": "240",
        "text": " Similarly the provoked Vata churns up the milk internally in the glands and makes it frothy. Consequently, it flows out with great difficulty."
    },
    {
        "verse_id": "241",
        "text": " The child which drinks this milk becomes weak of voice and suffers from stasis of feces, of urine and flatus. It develops headache or-coryza of the Vata-type."
    },
    {
        "verse_id": "242",
        "text": " The Vata which is provoked as before, dehydrates the unctuous element in the milk. The child, taking this unctuous milk, is reduced in' strength, by the lack of unctuous quality in the milk."
    },
    {
        "verse_id": "243",
        "text": " The Pitta, getting provoked by hot articles and similar other factors, reaching the mammary glands, causes discoloration of the milk into bluish, yellowish, dark and other shades."
    },
    {
        "verse_id": "244",
        "text": " The child who takes this milk gets changed in body-color and is afflicted with perspiration, thirst and loose stools; its body is always felt to be warm, and it shows dislike for the breast-feed,"
    },
    {
        "verse_id": "245",
        "text": " The Pitta, provoked as above gives a bad smell to the milk, and the child drinking that milk is afflicted with anemia and jaundice,"
    },
    {
        "verse_id": "246",
        "text": " The Kapha, provoked by heavy articles and similar other factors, reaches the woman's mammary glands and by its unctuous quality, renders the milk hyper unctuous."
    },
    {
        "verse_id": "247",
        "text": " The child sucking this milk, suffers from vomiting, tussive sounds, dribbling of saliva, increase of mucus in body-channels, sleepiness, exhaustion, dyspnea, cough, ptyalism aud asthma"
    },
    {
        "verse_id": "248",
        "text": " When the Kapha vitiates the milk and makes it slimy, the child sucking this milk, suffers from slobber; its face and eyes become swollen and the child becomes dull."
    },
    {
        "verse_id": "249-250",
        "text": " The Kapha getting located in the mammary glands, causes heaviness of milk; owing to its quality of heaviness, the child drinking that milk is afflicted with the diseases of the stomach and various other disorders born of morbid milk."
    },
    {
        "verse_id": "250½",
        "text": " If the breast-milk is vitiated by Vata or other humors, diseases corresponding in characteristics to the humor will afflict the child."
    },
    {
        "verse_id": "251-251½",
        "text": " For the purification of the breast milk, the physician should, at first, systematically treat the mother with oleation and sudation procedures and then give her emesis."
    },
    {
        "verse_id": "252-252½",
        "text": " Sweet flag, perfumed cherry, liquorice, emetic nut, kurchi and rape-seed may be given in the form of paste; or the bark of neem and wild snake gourd, may be given as decoction, mixed with salt."
    },
    {
        "verse_id": "253-253½",
        "text": " The patient that has been systematically subjected to emesis and rehabilitation procedure, should he given purgation preceded by oleation. in keeping with the. patients degree of morbidity and strength, and also the season."
    },
    {
        "verse_id": "254-255",
        "text": " He should be given the pulvis of turpeth, and chebulic myrobalan mixed with the decoction of the three myrobalans and honey, or he should be given the pulvis of chebulic myrobalan only mixed with cow’s urine, with a view to cause purging."
    },
    {
        "verse_id": "256",
        "text": " After she has been purged well and given the rehabilitation procedure, the wise physician should treat the residual morbidity iu her, by a regular course of suitable food and drink."
    },
    {
        "verse_id": "257-257½",
        "text": " Sali or Shashtika rice sanwa millet or italian millet, common millet, barley or bamboo barley are beneficial as diet. The tender shoots of bamboo, cane-sprouts and chickling vetch should be used as vegetable-curry, prepared with unct nous substances."
    },
    {
        "verse_id": "258",
        "text": " Green gram, lentils and horse gram may be used for preparing soup."
    },
    {
        "verse_id": "259",
        "text": " The patient should be given a potion of the soups of the sprouts of neem and cane, carilla fruit, brinjal and emblic myrobalans, mixed with the pulvis of the three spices and rock-salt; they are galacto-depurants."
    },
    {
        "verse_id": "259½",
        "text": " The flesh of hare, grey partridge and Indian antelope, should be given well-cooked as food."
    },
    {
        "verse_id": "260-260½",
        "text": " The water prepared with black-nightshade, dita bark, cinnamon bark and winter-cherry may be used for drinking; or the decoction of kurroa may be given as potion for the purification of breast-milk."
    },
    {
        "verse_id": "261-261¾",
        "text": " The decoction of the bark of guduch and dita bark, the decoction of ginger or the decoction of chiretta should be taken as potion and all three, each one described in a quarter of the verse, may be taken for the purification of breast-milk."
    },
    {
        "verse_id": "262-262½",
        "text": " Thus has been described the treatment of the morbidity of breast-milk in general. Now listen to the treatment of various conditions described separately."
    },
    {
        "verse_id": "263- 263½",
        "text": " In condition of vitiated taste of the breast-milk, grapes, liquo-rice, sarsaparilla and the fine powder of milky yam, should be given mixed with genially warm water."
    },
    {
        "verse_id": "264-264½",
        "text": " The paste of the pentad of spices and horse-gram should be applied to the breast and when it is dried, the breast should be washed and the accumulated milk drawn out Thus, the breast-milk gets purified,"
    },
    {
        "verse_id": "265-266½",
        "text": " The woman whose milk is frothy should be given a potion of Patha, ginger, black nightshade, and trilobed virgin’s bower, pounded in genially warm water and as in the previous case, the breast should be painted with the paste of the extract of Indian berberry, ginger, deodar, roots of bael and perfumed cherry. This purifies the milk."
    },
    {
        "verse_id": "267-268",
        "text": " Chiretta, dry ginger and guduch should be decocted and be given by the physician as potion to the mother or wet-nurse, for curing/ the galactic morbidity: and the breasts should be painted with the paste of barley, wheat and rape-seed."
    },
    {
        "verse_id": "269",
        "text": " The woman, whose breastmilk is un-unctuous, should drink the milk or ghee, medicated with drugs mentioned as galacto-depurants in the chapter on six hundred purgative drugs."
    },
    {
        "verse_id": "270",
        "text": " As already described, the drugs of the pentaradices of the Jivaka group should be made into paste and painted on the breast in a genially warm temperature, for the purification of the breast-milk."
    },
    {
        "verse_id": "271",
        "text": " Liquorice, grapes, milky yam and chaste tree, pounded and taken as potion with cold water, destroys the discoloration of breast-milk."
    },
    {
        "verse_id": "272",
        "text": " The woman’s breast should be painted with the paste of grapes and liquorice and when dried, the breasts should be washed with water and the milk drawn away repeatedly."
    },
    {
        "verse_id": "273",
        "text": " Stinking swallow-wort and Ajashringi [ajaśṛṅgī], the three myrobalans, tur meric and sweet flag, reduced to paste and taken as potion with cold water, destroy the foul odor of the breastmilk."
    },
    {
        "verse_id": "274",
        "text": " If the mother takes the linctus made of the powder of chebulic myrobalans and the three spices, mixed with honey and observes the regimen of diet, the bad odor of the milk gets rectified."
    },
    {
        "verse_id": "275",
        "text": " (1) Sarsaparilla, cuscus grass, madder, Assyrian plum and red sandal; (2) or cinnamon bark, fragrant sticky mallow, sandal and cuscus grass, should be rubbed into paste and painted on the breasts."
    },
    {
        "verse_id": "276",
        "text": " In condition of viscid or heavy breast-milk, deodar, nut grass and Patha should be pounded and, taken as potion in genially warm water mixed with rock salt. This will quiskly purify the breast-milk."
    },
    {
        "verse_id": "277",
        "text": " The woman wit hslimy milk should be given as potion black nightshade, chebulic myrobalans, sweet, flag, nut grass, ginger and Patha reduced to paste with water, for clarification of the milk."
    },
    {
        "verse_id": "278",
        "text": " Or, she may drink curdswine which has been described as curative of piles White yam, bael and liquorice should be made into paste and applied on the breasts."
    },
    {
        "verse_id": "279",
        "text": " The decoction of zalil, guduch, neem, wild snake-gourd and the three myrobalans, taken as potion by the woman whose breast-milk is heavy, quickly purifies the galactic morbidity."
    },
    {
        "verse_id": "280",
        "text": " Similarly, the decoction of the roots of long pepper, chaba pepper, white flowered leadwort and ginger may be taken as potion. Heart-leaved sida, ginger, black night-shade and trilobed virgin’s bower should be reduced to paste and applied to the breasts."
    },
    {
        "verse_id": "280½",
        "text": " Similarly, the paste of painted leaved uraria and milky yam may be applied."
    },
    {
        "verse_id": "281-281½",
        "text": " These are the eight kinds of galactic disorders described, with their etiology, signs, and symptoms and treatment. Some disorders, resulting from these galactic morbidity have also been described."
    },
    {
        "verse_id": "282-282½",
        "text": " The humoral morbidity, the susceptible body-elements, the waste matter and the diseases that effect the adults affect also children, but only in a smaller degree."
    },
    {
        "verse_id": "283-284½",
        "text": " The specialist in pediatrics should not administer emesis and other purificatory procedures, in view of the tenderness, dependency and inabillity to fully express themselves in. speech and gestures, of children He should give only small doses of medicine appropriate to the disease,"
    },
    {
        "verse_id": "285",
        "text": " The wise physician should administer with great care and mixed with milk and sweet decoctions drugs that are mild in action."
    },
    {
        "verse_id": "286",
        "text": " Medication and food and drink, that are excessively unctuous, un-unctuous, acid and pungent in postdigestive effect, and heavy in quality are contra-indicated in children."
    },
    {
        "verse_id": "287",
        "text": " This, in brief, is the direction regarding the treatment of all the diseases occurring in children, and the physician should treat the diseases having first classified them according to their humoral category."
    },
    {
        "verse_id": "288",
        "text": " Thus has been expounded the therapeutics of all diseases; and this section on treatment contains the most essential part of this treatise."
    },
    {
        "verse_id": "289-290",
        "text": " The seventeen chapters and the sections on pharmaceutics and successive treatment in the treatise composed by Agnivesha and revised by Caraka have not been found. These, Dridhbala, the son of Kapilabala reconstructed, thus bringing faithfully to completion, the great aim of this treatise."
    },
    {
        "verse_id": "291",
        "text": " Those diseases that have not been described here as they have various names and forms, should be treated as indicated herein, from the point of view of humoral classification."
    },
    {
        "verse_id": "292",
        "text": " Whatever is the opposite of the morbid humor, affected body-element and etiological factor, is definitely beneficial. Treatment, if done properly according to this principle, cures all the diseases described herein and also those not described."
    },
    {
        "verse_id": "293",
        "text": " The remedy should be prescribed with full consideration to dime and season and dosage and the homologation or non-homologation. Else the most wholesome medication may turn out to be harmful."
    },
    {
        "verse_id": "294",
        "text": "In disease of the stomach, the medicine administered by the mouth; in diseases of the head, nasal medications; and in diseases affecting the colon, the medication given by the rectum, act most readily."
    },
    {
        "verse_id": "295",
        "text": " In local diseased arising in the various regions of the body and in acute spreading affection and pimples and similar lesions, local applications suitable to the part affected will prove specially efficacious."
    },
    {
        "verse_id": "296",
        "text": " The term ‘Time’ is used in medicine with reference to the day, the patient, medication, signs of completion of digestion and season. As regards time with reference to day, morning is the suitable time for giving emesis."
    },
    {
        "verse_id": "297",
        "text": " With reference to the patient, the strong patient may take the medicine in the morning on an empty stomach and the. weak one should take the medicine mixed with light and wholesome food."
    },
    {
        "verse_id": "298",
        "text": " As regards the time of medication, it is before the first meal or in the midst of meals or after meals, or at repeated times, or in the beginning of each meal or mixed with light food or mixed with regular meals, or in between two morsels of food."
    },
    {
        "verse_id": "299-301",
        "text": " These are the ten different times when medicine may be taken. In discordance of the Apana Vata, medicine should be taken before meal; and in the discordance of the Samana Vata it should be taken in the middle of the meal and in the discordance of the Vyana-Vata, medicine should be taken after the morning-meal in the discordance of the Udana-Vata. after the meals, while in the discordance of the Prana-Vata, it should be taken in between the morsels. In dyspnea, cough and thirst, medicine should be given frequently at short intervals, and in hiccup, it should be given both before and at the end of the meal mixed with light articles of diet; and in anorexia, it should be given mixed with food abounding in variety."
    },
    {
        "verse_id": "302",
        "text": " In the case of fever, gruels, decoctions, milk, ghee and purgatives should be given after the lapse of six days, after observing the time of the disease."
    },
    {
        "verse_id": "303",
        "text": " The signs of completion of digestion are the appearance of hunger, normal discharge of excretions, lightness of the body and clarity of the eructations. Medicine should be given at this stage. Otherwise it will be harmful."
    },
    {
        "verse_id": "304",
        "text": " The accumulation of humoral morbidity, what are contra-indicated and what are indicated In a given season, what measures are recommended in each season, have all been already described."
    },
    {
        "verse_id": "305",
        "text": " The application of treatment, the reasons for the avoidance of treatment and manner of investigation of minutia of morbid changes in weak [? people?], has already been described."
    },
    {
        "verse_id": "306",
        "text": " The physician who keeps on observing repeatedly, the development of diseases and the condition of the patient, will not err in treatment."
    },
    {
        "verse_id": "307",
        "text": " The medication administered without carefully investigating the six points regarding the time of medication, just described, will be harmful to the patient, like unseasonal rains to crops."
    },
    {
        "verse_id": "308",
        "text": "A few more considerations with reference to time, as with reference to diseases, season, period of day and night, age of the patient and before or after or during meals-time will now be described."
    },
    {
        "verse_id": "309",
        "text": "In the spring, there generally occur diseases of Kapha and in the autumn those of Pitta, in the rainy season, those of Vata."
    },
    {
        "verse_id": "310",
        "text": " At the end of the night, day and the rainy season, there generally occur diseases of Vata. In the mornings and the beginning of night, diseases of Kapha such as sneezing etc., and in the middle of the day and the night diseases born of Pitta occur."
    },
    {
        "verse_id": "311",
        "text": "With regard to age, in old, middle and early age, there generally occur disorders of Vata, Pitta and Kapha respectively, or they become severe aided by the natural effects of the age of the person."
    },
    {
        "verse_id": "312",
        "text": " At the end of digestion the diseases of Vata; during the stage of digestion the diseases of Pitta; and just after meals diseases born of Kapha, generally become aggravated."
    },
    {
        "verse_id": "313-314",
        "text": " An under-dose of medication cannot cure the disease just as a small quantity of water cannot quench a great fire; and medicine given in over-dose will prove harmful just as excessive watering harms the crops. So, after carefully considering the severity of the disease and the strength of the medication, the physician should administer it, neither in too large a dose nor in too small a dose."
    },
    {
        "verse_id": "315",
        "text": " A patient feels uncomfortable by the sudden withdrawal from even an unwholesome habit which has become homologatory to him by habitual use or as the result of climatic conditions."
    },
    {
        "verse_id": "316-319½",
        "text": " The Bahlikas, the Pahlavas, the Chinese, the Shulikas, the Greeks and the Shakas are habituated to flesh, wheat, Madhvika wine, bearing arms and to fire. The easterners are habituated to fish and the people of Sind are used to milk. The people of Ashmaka and Avantika are habituated to the use of oil and acid articles while the people of Malaya are habituated to roots, bulbs and fruits. To the people of the South, thin gruel is homologous; to the people of the north-west, demulcent drink is homologous. In the central country people have homologation to barley, wheat and cow’s milk and its products. To these peoples, medications combined with these articles of homologation must be given, for, the thing which is homologous, promotes strength immediately, and even if given in excess, does not produce any marked harmful effects."
    },
    {
        "verse_id": "320-320½",
        "text": " Though treating with the right prescriptions, yet if the physician be ignorant of the knowledge of place etc, he cannot achieve success in treatment. There exist many differences in the nature of men as regards age, vitality, constitution etc."
    },
    {
        "verse_id": "321-321½",
        "text": " In conditions where the morbidity has affected the deeper tissues and affected the internal spaces of the body and the joints, the physician may have to adopt the procedure which is generally considered contrary to the usual mode of treatment."
    },
    {
        "verse_id": "322-322½",
        "text": " The Pitta which is penetrated inside and is lying deep is eliminated by sudation, hot affusion and hot poultices. Thus heat is subdued by heat."
    },
    {
        "verse_id": "323-323½",
        "text": " By the external application of cold things such as affusion etc., the external heat, being pressed, passes internally; and this heat going internally destroys internal Kapha. Thus cold too is subdued by cold."
    },
    {
        "verse_id": "324-324½",
        "text": ". (External application of cold articles causes contraction of peripheral vessels and so, more blood is collected in the central organs). Thus the thick application of very finely ground sandal acts as calorific though sandal is of the cold potency, by obstructing the evaporation of heat from the skin; while the thin application of coarsely ground eaglewood acts as refrigerant though it is of the hot potency."
    },
    {
        "verse_id": "325-325½",
        "text": " Excretion of the fly is anti-emetic while the whole fly is emetic. In all articles subjected to either physical heat or to the digestive heat there may occur similar contrary actions."
    },
    {
        "verse_id": "326-326½",
        "text": " Therefore the wise physician should do the treatment after carefully examining the morbidity and the remedies from the ten-points of view described previously. He should not depend entirely on the literal formula of drugs."
    },
    {
        "verse_id": "327-327½",
        "text": " After the subsidence of the disease, recurrence may be brought about by even a slight cause. As the condition of the body is weak and the path for the spread of the disease is already made, the slightest residue of morbidity may flare up like fire."
    },
    {
        "verse_id": "328-328½",
        "text": "- Thereafter, the body should be rendered immune by a mild or.safe course of the effective remedies which have been used and found efficacious in the disease."
    },
    {
        "verse_id": "329-329½",
        "text": " The humors, greatly provoked internally by excessive accumulation or deficiency, can be rendered mild by recourse to wholesome regimen; and consequently they manifest only mild morbid effects."
    },
    {
        "verse_id": "330-330½",
        "text": " Finding that in spite of taking the wholesome regimen, the disease occurs, the physician should increase either the quantity of or the length of the course of the wholesome regimen"
    },
    {
        "verse_id": "331-331½",
        "text": " Owing to constant use or to unpalatableness, the wholesome regimen becomes repulsive; it should be rendered palatable by various modes of preparation."
    },
    {
        "verse_id": "332-332½",
        "text": " By its being agreeable:o the mind and the senses, it produces a sense of satisfaction, it increases good spirits, relish, vitality, sense of happiness and enjoyment. Hence the strength of the disease gets diminished."
    },
    {
        "verse_id": "333-333½",
        "text": " The medications which are wholesome should be of the taste which the patient has acquired by constant indulgence, which are developed owing to deficiency of the corresponding body-element, or which are developed as a reaction to disease. And the diet also should be cooked by suitable methods of preparation."
    },
    {
        "verse_id": "334-334½",
        "text": " The twenty gynecic disorders, the etiology, signs and symptoms and their therapeutics have been explained, for the benefit of the disciples."
    },
    {
        "verse_id": "335-336",
        "text": " So too the causes, symptoms and treatment of the eight kinds of seminal morbidity, the four kinds of impotency and the four kinds of colporrhea, their etiology, characteristics and treatment have all been described."
    },
    {
        "verse_id": "337",
        "text": " Also the eight kinds of galactic morbidity with their causes, characteristics and remedies, and the signs of the purity of semen and the menses, have also been described."
    },
    {
        "verse_id": "338-339",
        "text": " The diseases which have been mentioned here as well as those not mentioned and the proper line of treatment for them; the time of medication with reference to six factors, what is homologatory to which clime; and how the physician commits mistakes owing to ignorance of these, and also the description, and the treatment of deep-seated morbidity, have all been expounded here."
    },
    {
        "verse_id": "340",
        "text": " He who knows not thoroughly the science and its full interpretation should not venture on treatment, even as a blind man should not try to paint a picture."
    },
    {
        "verse_id": "30",
        "text": " Thus, in the Section on Therapeutics in the treatise compiled by Agnivesha and revised by Caraka, the thirtieth chapter entitled ‘The Therapeutics of the Gynecic Disorders [yoni-vyapad-cikitsa]’ not being available, the same as restored by Dridhabala, is completed."
    }
]