[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Therapeutics of Dermatosis [kushtha-cikitsa].”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " O, Agnivesha! listen attentively to an exposition of the causes, the susceptible body-elements, the symptoms, predominant morbid humors, the resorts and treatment of dermatosis with special reference to conditions where the skin is destroyed."
    },
    {
        "verse_id": "4-10",
        "text": " The constant use of mutually incompatible eats and drinks, or liquid, unctuous and heavy articles of diet, the suppression of the generated urge for vomiting and other calls of nature, indulgence in exercise or exposure to heat after a surfeit-meal, irregular indulgence in cold or hot food or fasting or over-eating, using of cold water suddenly after being afflicted with heat, fatigue or fear, indulgence in pre-digestion meals, wrongful administration of the five purificatory procedures, habitual use of new grain, curds or fish, excessive use of salt, or acid articles or of black gram, radish, pasted articles, til, milk or gur, sex-act before the ingested food is digested, day sleep, the persecution of wise men and elders and the committing of sinful acts—by these factors, all the three humors—Vata Pitta and Kapha, which have become morbid, vitiate the skin, blood, flesh and the body-fluid. This is the complex of the seven body-elements affected in dermatosis [kushtha]. As a result of such affection, eighteen types of dermatoses are produced. Dermatosis is never the result of the discordance of only a single humor."
    },
    {
        "verse_id": "11-12",
        "text": " Anesthesia, hyperhidrosis, anidrosis, discoloration, eruption of rashes, horripilation, pruritus, pricking pain, fatigue, exhaustion, excessive pain, rapid formation and chronicity or ulcers, burning sensation, numbness in the limbs—these, are the premonitory symptoms of dermatosis [kushtha]."
    },
    {
        "verse_id": "13",
        "text": " Hereafter, I shall describe the signs and symptoms of the eighteen kinds of dermatosis [kushtha], namely, Kapala [kapāla], Udumbara, Mandala [maṇḍala], Rishyajihva [ṛṣyajihva], Pundarika [puṇḍarīka], Sidhma, Kakanaka [kākaṇaka], Ekakushtha [ekakuṣṭha], Carma, Kitima [kiṭima], Vipadika [vipādikā], Alasaka, Dadru, Carmadala, Pama [pāmā], Visphotaka [visphoṭaka], Shataru [śatāru] and Vicarcika [vicarcikā]."
    },
    {
        "verse_id": "14",
        "text": " The dermatosis which is dark-red in color like the broken piece of an earthen pot, which is dry, hard, thin, very painful and irregular in shape, is named the ‘Kapala’ dermatosis."
    },
    {
        "verse_id": "15",
        "text": " The dermatosis which is accompanied with burning, pruritus, pain and redness, which is covered with tawny hair and which resembles the gular fig in color is named the ‘Udumbara’ dermatosis."
    },
    {
        "verse_id": "15.1",
        "text": "16 The dermatosis which is whitish reddish, localised, piled up, glossy elevated at the edges and overlaps one another, is named the ‘Mandala’ dermatosis and is formidable in nature"
    },
    {
        "verse_id": "17",
        "text": " The dermatosis which is hard, red in the margins and dark in the centre, painful and has resemblance in form to the tongue of a musk-deer, is named the ‘Rishyajihva’ dermatosis."
    },
    {
        "verse_id": "18",
        "text": " The dermatosis which is whitish, red in the margins, which resembles the petal of a white lotus, which is elevated and accompanied with burning, is named the ‘Pundarika’ dermatosis."
    },
    {
        "verse_id": "19",
        "text": " The dermatosis which is white or coppery, thin, which gives out fine dust when rubbed, which is of the color of the flower of the bottlegourd and which generally makes its appearance on the chest, is named the ‘Sidhma’ dermatosis."
    },
    {
        "verse_id": "20 The dermatosis which resembles in color the jequirity seed, which is not suppurating or acutely painful, and which displays the fully developed symptoms of tridiscordance is named the ‘<a data-gl=\"1\" href=\"/definition/kakana#ayurveda\" title=\"show Kakana definitions\">Kakana</a>’ dermatosis",
        "text": " It is incurable. Thus have been described the seven major varieties of dermatosis."
    },
    {
        "verse_id": "21",
        "text": " That is named the ‘Ekakushtha’ dermatosis, which does not sweat, which is extensive in size and which resembles in form the scales of the fish. That is ‘Carma-kushtha’ dermatosis where the skin is thick like the elephant’s skin."
    },
    {
        "verse_id": "22",
        "text": " That is named the ‘Kitima’ dermatosis which is dark in color, rough to the touch like a scar and hard. That is known as the ‘Vipadika’ dermatosis, where there are fissures in hands and feet attended with acute pain."
    },
    {
        "verse_id": "23",
        "text": " That is known as the ‘Alasaka’ dermatosis which is full of itching aud red papules. That is known as the ‘Dadru’ dermatosis which is accompanied with itching, redness and pimples. It is circular in shape and elevated."
    },
    {
        "verse_id": "23.1",
        "text": "24, That is known as the ‘Carmadala’ dermatosis which is red, itching, attended with eruption, painful and which breaks open and is tender to touch"
    },
    {
        "verse_id": "25",
        "text": " That is known as the ‘Pama’ dermatosis which has whitish, dark and red papules with severe itching. That is known as the ‘Visphota’ dermatosis, which has white and red papules and thin skin."
    },
    {
        "verse_id": "26",
        "text": " That is known as the ‘Sataru’ dermatosis which is red and dark, which causes burning pain and has many fissures. ‘Vicarcika’ dermatosis is that which has itching eruptions, which is dark and which has profuse discharge. Thus have been described the eleven minor varieties of dermatosis."
    },
    {
        "verse_id": "27",
        "text": " If the provocation of Vata is in preponderance, there occurs ‘Kapala’ dermatosis; if Kapha, there results ‘Mandala’ dermatosis; if Pitta, then ‘Udumbara’ dermatosis; and if all three are equally provoked, then there occurs ‘Kakana’ dermatosis."
    },
    {
        "verse_id": "28",
        "text": " In bi-discordance of Vata-cum-Pitta, Kapha-cum-Pitta and Vata-cum Kapha, there occur ‘Rishyajihva’, ‘Pundarika’ and ‘Sidhma’ dermatosis respectively."
    },
    {
        "verse_id": "29",
        "text": " The ‘Carma’, ‘Ekakustha’, ‘Kitima’, ‘Vipadika’ and ‘Alasaka’ are resultants from the preponderance of Vata-cum-Kapha."
    },
    {
        "verse_id": "30",
        "text": " In Pama, Shataru, Visphota, Dadru and Carmadala, there is mostly preponderance of Pitta-cum-Kapha and in Vicarcika, there is preponderance of Kapha."
    },
    {
        "verse_id": "31",
        "text": " All the varieties of dermatosis [kushtha] result from discordance of all the three humors. Hence the time of treatment should be decided upon after determining the varying degree of morbidity of each humor by its specific characteristics."
    },
    {
        "verse_id": "32",
        "text": " The particular humor whose characteristic symptoms have become predominant should be first alleviated and the treatment of the other subordinate humors should be undertaken afterwards."
    },
    {
        "verse_id": "33",
        "text": " By the diagnosis of the particular variety of the dermatosis [kushtha] , the predominant humoral morbidity is known; and similarly, by the diagnosis of the predominant morbid humor, the variety of the dermatosis is recognised. The characteristics of diseases throw light on the nature of the causative humors and the causative humors in turn throw light on the nature of the disease."
    },
    {
        "verse_id": "34-35",
        "text": " Dryness, atrophy, pricking pain, aching pain, contraction, dilatation, hardness, roughness, horripilation, and dusky-red coloration are the signs and symptoms of dermatosis of the Vata type. Burning, redness, exudation, suppuration, smell of rawmeat, softening and sloughing are the symptoms of dermatosis of the Pitta type."
    },
    {
        "verse_id": "36",
        "text": " Whiteness, coldness, pruritus, localisation, elevation, heaviness, sliminess, the eating away of the part by parasites and softening are the symptoms of dermatosis of the Kapha type."
    },
    {
        "verse_id": "37",
        "text": " The wise physician should consider that condition to be incurable which is accompanied with all the signs and symptoms combined, if the patient be low of vitality, afflicted with thirst and burning, and if his gastric fire is almost extinguished and parasites have greatly destroyed the bodytissues."
    },
    {
        "verse_id": "38",
        "text": " That condition, where Vata and Kapha are predominant or only one humor is in excess, is not formidable; but the conditions where Kapha and Pitta or Vata and Pitta are predominant are formidable."
    },
    {
        "verse_id": "39",
        "text": " In the treatment of dermatosis [kushtha] where Vata is predominant, ghee should be administered; where Kapha is predominant, the procedure of emesis should be done and where Pitta is predominant, blood-letting should be done, after purgation is given to the patient."
    },
    {
        "verse_id": "40 The various preparations of emesis and purgation, described in the Section on Pharmaceutics, should be resorted to in the treatment of dermatosis [<em>kushtha</em>] ",
        "text": " In dermatosis of minor types, cupping should be done after making incision in the skin; and in major types venesection is beneficial."
    },
    {
        "verse_id": "41",
        "text": " The patient with excessive morbidity should be subjected repeatedly to the purificatory procedures with due care to preserve his strength and vitality, for if excessive elimination of the impurities is done then the Vata, getting provoked, quickly overpowers the debilitated patient."
    },
    {
        "verse_id": "42",
        "text": " After the cleansing of the gastro-intestinal tract and after depletion of blood, a potion of unctuous medication is advised, for Vata quickly makes its entry into the empty gastrointestinal tract of the debilitated patient."
    },
    {
        "verse_id": "43",
        "text": " In dermatosis affecting the upper parts of the body, if the morbid humor has got precipitated in the stomach, the patient should be subjected to the procedure of emesis by the use of kurchi seeds, emetic nut, liquorice and wild snake-gourd mixed with the juice of neem."
    },
    {
        "verse_id": "44",
        "text": " Cold infusions, decoctions as well as various kinds of honey and liquorice are used as emetics. For purgation in dermatosis turpeth, red physic nut and three myrobalans are recommended."
    },
    {
        "verse_id": "45",
        "text": "Sauviraka wine, Tushodaka wine, Sidhu wine and simple wire may be mixed with purgative preparations. When the patient is properly purged, the usual after-treatment of the purgative procedure is recommended."
    },
    {
        "verse_id": "46",
        "text": " The patient is to [be administered corrective enema prepared of Indian berberry, yellow-berried nightshade, fragrant sticky mallow, bitter snake-gourd, neem, emetic nut aud purging cassia mixed with kurchi seeds and nut-grass and with unctuous substances."
    },
    {
        "verse_id": "47",
        "text": " If after purgation and evacuative enema, the Vāta has become increased and the physician thinks it necessary to give an unctuous enema, he should administer the unctuous substance prepared with emetic nut, liquorice, neem, kurchi and bitter snake-gourd."
    },
    {
        "verse_id": "48",
        "text": " Nasal medication prepared of rock-salt, red physic nut, black pepper, sweet marjoram, long pepper, fruits of Indian beech and embelia, is curative of parasitic infection, dermatosis [kushtha] and provoked Kapha-"
    },
    {
        "verse_id": "49",
        "text": " By using errhine smokes described in the Section on General Principles, the parasitic infection in the head and leprous skin-lesions situated in the head get alleviated."
    },
    {
        "verse_id": "50",
        "text": " The firm and indurated skin-lesions of the Mandala dermatosis should be sweated by the hot-bed and steam-kettle methods of sudation and then the congestion of blood in the lesions should be relieved by rubbing them with the ‘Kūrca’ (a brush-like instrument)."
    },
    {
        "verse_id": "51",
        "text": " After sweating the patient with the congenially hot lump-sudation method, with the flesh of the wet-land and aquatic animals, the elevated skin lesions should be scraped with a sharp instrument."
    },
    {
        "verse_id": "52",
        "text": " And for drawing out the blood, a horn or bottle-gourd may be applied (wet cupping) after making superficial lesions in the skin, or the part may be depleted by application of leeches."
    },
    {
        "verse_id": "53",
        "text": " The external applications, which are used after thoroughly removing the vitiated blood from the lesions in those who have been administered the purificatory procedure, prove to be immediately effective."
    },
    {
        "verse_id": "54",
        "text": " Where the use of instruments is not advisable and where there is anesthesia, application of caustics should be done after removing the vitiated blood and the morbidity."
    },
    {
        "verse_id": "55",
        "text": " If the skin lesions are stony hard, indurated and devoid of sensation, localised and chronic, then the patient, after being administered antidotes as internal medication, should be given an external application of the same poisonous drugs."
    },
    {
        "verse_id": "56-57",
        "text": " If the skin lesions are rigid and insensible, devoid of sweat and itching, they should be rubbed with brush made of the twig of red physic nut, turpeth, Indian oleander, Indian beech or kurchi, or with the leaves of Spanish jasmine, mudar or neem or with sharp instruments or with cuttie fish-bone, or with a dry cake of cow-dung, after which external applications should be made."
    },
    {
        "verse_id": "58",
        "text": " In dermatosis [kushtha] of the Pitta type, the same procedure as advised for the relief of the Vata-cum-Kapha type, should be done as also elimination of Kapha, Pitta and blood and sedation by means of bitter decoctives,"
    },
    {
        "verse_id": "59",
        "text": " Various ghees medicated with bitter drugs and other foremost remedies, internal or external, effective in curing hemothermia, should be administered in dermatosis of the Pitta type."
    },
    {
        "verse_id": "60",
        "text": " Thus has been described the line of treatment of dermatosis according to its classification with reference to the predominant morbid humors in each condition. Now I shall describe the medications which are curative of dermatosis in general, taking the morbid lesions as the common feature of all types of dermatosis [kushtha]."
    },
    {
        "verse_id": "61",
        "text": " The potion of Indian berberry, or extract of Indian berberry-mixed with cow’s urine cures dermatosis. Similarly, chebulic myrobalan taken for the period of a month mixed with the three spices, gur and til-oil cures dermatosis."
    },
    {
        "verse_id": "62-63",
        "text": " Reduce to powder four tolas each of the roots of wild snake gourd and of colocynth, the pulp of the three myrobalans and two tolas each of zalil and kurroa and one tola of dry ginger. The patient may take, as potion, the decoction prepared in water with four tolas of this powder. It acts as a curative. When it is digested, he may ingest the meat-juice of Jangala beasts and birds with cooked old Shali-rice."
    },
    {
        "verse_id": "64",
        "text": " A six days’ course of this procedure will eradicate dermatosis [kushtha], edema, assimilation disorders, piles of even a formidable type, jaundice, pain in the epigastric and hypogastric regions and irregular fever."
    },
    {
        "verse_id": "65-66",
        "text": " The powder of nut-grass, the three spices, the three myrobalans, Indian madder, deodar and the two varieties of pentaradices, dita bark, neem bark, colocynth, white flowered leadwort and trilobed virgin’s bower mixed with nine times this quantity of roasted paddy flour, and prepared with honey and ghee, if taken as a regular daily dose, acts as an effective cure for dermatosis [kushtha] ."
    },
    {
        "verse_id": "67",
        "text": " It is a cure also for edema, anemia, leucoderma, assimilation disorders, piles, inguinal bubo, fistula-in-ano, pimples, pruritus and eruptions. Thus has been described ‘The compound Nut-grass Powder’."
    },
    {
        "verse_id": "68-69",
        "text": " Take eight tolas of the three myrobalans, atees, kurroa, neem bark, kurchi seeds, sweet flag, snake gourd, long pepper, turmeric, Indian berberry, Himalayan cherry, trilobed virgins bower, colocynth, chiretta and palas and double the quantity (16 tolas) of turpeth and double this again of Brahmi (32 tolas), and reduce these into powder. This powder is a great remedy for skin lesions with loss of sensation."
    },
    {
        "verse_id": "70 A course of sulphur with the juice of Spanish jasmine and honey is an excellent remedy for seventeen (all but one) varieties of dermatosis [<em>kushtha</em>]",
        "text": " So is the course of iron pyrites with cow’s urine."
    },
    {
        "verse_id": "71",
        "text": " The person suffering from dermatosis may take consolidated mercury by preparation with sulphur or with iron pyrites. This is a panacea for all diseases."
    },
    {
        "verse_id": "72",
        "text": " Or, a course of mercury prepared with diamond and mineral pitch or with the preparation of gum-guggul should be taken by the patient. This is a panacea for all diseases."
    },
    {
        "verse_id": "73-75",
        "text": " Decoct 32 tolas of catechuwood and the pitth of deodar, and add to that decoction 64 tolas of honey and use it instead of water. Put into it 32 tolas of iron powder and add 1 tola of each of the three myrobalans, small cardamom, cinnamon bark, black pepper, cinnamon leaves, fragrant poon and sugar in a quantity equal to that of honey; keep this in an iron pot for a month. Taking this honey-wine, the patient gets relieved of dermatosis and leprosy. Thus has been described ‘The Honey-wine’."
    },
    {
        "verse_id": "76 79",
        "text": " Place 1024 tolas of catechudecoction in a pot lined with ghee and add 24 tolas of the powder containing the three myrobalans, the three spices embelia, turmeric, nut grass, vasaka, kurchi seeds, the bark of Indian berberry, cinnamon and guduch, and keep it for a month in a heap of grain. A course of this remedy taken duly early every morning will cure the major types of dermatosis within a month and minor skin diseases in a fortnight besides piles, dyspnea, fistula-in-ano, cough; leprosy, urinary disorders and consumption. By drinking this medicated wine called gold-drop wine a man acquires golden complexion. Thus has been described ‘The Gold-drop Wine’."
    },
    {
        "verse_id": "80",
        "text": " The medicated wine prepared similarly of purging cassia should be taken in dermatosis of Vata and Kapha types or that of Pitta type but more especially in dermatosis of Kapha type."
    },
    {
        "verse_id": "81",
        "text": " The medicated wine of gur along with the three myrobalans, white flowered leadwort, betel nut, deca-radix, red physic nut, cinnamon bark and honey is an effective cure for dermatosis [kushtha] ."
    },
    {
        "verse_id": "82",
        "text": "Light diets are to be considered wholesome in all kinds of dermatosis and also vegetables of bitter taste, and food and ghee prepared with marking nut. three myrobalans or neem."
    },
    {
        "verse_id": "83",
        "text": " Old grains, the flesh of Jangala animals, green grams and snakegourd are recommended as diet while heavy and acid articles, milk, curds, flesh or wetland animals, fish, gur and til are contra-indicated."
    },
    {
        "verse_id": "84",
        "text": " The application prepared of cardamom, costus, Indian berberry, dill, white flowered leadwort, embelia, extract of Indian berberry and chebulic myrobalan proves beneficial in dermatosis."
    },
    {
        "verse_id": "85-86",
        "text": " The powder of white flowered leadwort, cardamom, scarlet fruited gourde vasaka, turpeth, mudar, and dry ginger should be impregnated with palas-alkali prepared in cow’s urine. The lesions of Mandala dermatosis when plastered with this powder and beaded by exposure to the sun’s rays, soon burst open and dissolve."
    },
    {
        "verse_id": "87",
        "text": " Take nardus, black pepper, rock salt, turmeric, Indian valerian, thorny milk-hedge plant, kitchen soot, urine, ox-bile, alkali and palas. The application prepared out of these is curative of dermatosis [kushtha]."
    },
    {
        "verse_id": "88",
        "text": "The application prepared of the powder of tin, lead or iron is curative of ‘Mandala’ dermatosis. The plaster prepared out of common fig, white flowered leadwort, yellow night shade, meat-juice of iguana, rock-salt, deodar and cow’s urine is curative of Mandala dermatosis."
    },
    {
        "verse_id": "89-90",
        "text": " ‘Medaka’ wine prepared properly by mixing clear alkali-solution of plantain, palas, trumpet-flower and hijjal along with flesh or flour or yeast is beneficial as potion and its sediment of yeast is good in the form of application in dermatosis. It cures Mandala dermatosis if exposed to the sun after application, and acts also as germicide."
    },
    {
        "verse_id": "91",
        "text": "The bath, prepared of nutgrass, emetic nut, the three myrobalans, Indian beech, purging cassia, kurchi seeds, Indian berberry and dita bark, is called the ‘Siddharthaka, bath’."
    },
    {
        "verse_id": "92",
        "text": " This decoction can be used as an emetic or a purgative. It is dermic-cosmetic and ou being rubbed on the skin, cures skin lesions and all kinds of dermatosis [kushtha] and edema. It acts also as a remedy, for anemia."
    },
    {
        "verse_id": "92½",
        "text": " The application, prepared of costus seeds of Indian beech and fetid cassia, is curative of dermatosis."
    },
    {
        "verse_id": "93-94",
        "text": " Similar is the action of the application prepared of seeds of fetid cassh, rock-salt, extract of Indian berberry, wood-apple and loch. The application prepared of roots of white oleander, fruits of kurchi, Indian beech, bark of Indian berberry and sprouts of Spanish jasmine, is a certain cure for dermatosis [kushtha]."
    },
    {
        "verse_id": "95",
        "text": " The paste prepared of lodb, falsee flowers, kurchi seeds, Indian beech and Spanish jasmine should be applied or rubbed over the dermic lesions"
    },
    {
        "verse_id": "96",
        "text": " The hark of Shirisha, flower of the cotton tree, leaves of the purging cassia and black nightshade, made into a paste separately, make four kinds of application curative of dermatosis. Thus have been described the various applications."
    },
    {
        "verse_id": "97-98",
        "text": " Indian berberry and its extract, neem and snake-gourd, catechu pith, purging cassia and kurchi, the three myrobalans and dita bark are six decoctive remedies curative of dermatosis. The seventh is the decoction of oojein blackwood, and the eighth that of Indian oleander. All these are beneficial as affusions and potions as well."
    },
    {
        "verse_id": "99",
        "text": " These decoctives can he used as applications or powders for- rubbing or dusting or for the preparation of oils and ghees for the relief of dermatosis [kushtha]."
    },
    {
        "verse_id": "100",
        "text": " A regular course of the decoction prepared of the three myrobalans, neem, snake gourd, madder, rohan, sweet flag and turmeric cures dermatosis of the Kapha-cum-Pitta type."
    },
    {
        "verse_id": "101",
        "text": " The ghee prepared of this decoction subdues dermatosis wherein Vata is preponderant. Similar preparations can also be made of catechu bark, spinous kino tree, Indian berbery or neem."
    },
    {
        "verse_id": "102-104, Costus, mudar, blue vitriol, box radish seeds, rohan tree, kurroa kurchi seeds, blue <a data-gl=\"1\" href=\"/definition/water lily#history\" title=\"show water lily definitions\">water lily</a>, nut-grass, yellow-berried nightshade, Indian oleander, iron sulphide, fetid cassia, neem, <a data-gl=\"1\" href=\"/definition/patha#ayurveda\" title=\"show Patha definitions\">Patha</a>, cretan prickly clover, white flowered leadwort, embelia,",
        "text": " seeds of bitter bottle gourd, kamala, rape seeds, sweet flag and Indian berberry—the oil prepared with all these drugs is a remedy for dermatosis. This preparation can also be used as application, dry massage and for rubbing and dusting."
    },
    {
        "verse_id": "135",
        "text": " The ghee prepared of catechu, neem, Indian berberry, or of snake-gourd, is the most effective remedy in dermatosis, where there is excessive morbidity in the blood and Pitta."
    },
    {
        "verse_id": "103-107",
        "text": " The oil prepared of the paste of sprouts, roots and bark of white Indian oleander, kurchi-bark, embelia, costus, roots of mudar, rape seeds, bark of drumstick, kurroa, the paste being one fourth of the quantity of oil, and cow’s urine being four times the quantity of the oil—this oil, when used as inunction, is curative of dermatosis and pruritus. Thus has been described ‘The compound white Indian Oleander sprouts Oil’."
    },
    {
        "verse_id": "108-110",
        "text": " Seeds of bitter bottle gourd, blue vitriol and calamina, oxbile, turmeric and Indian berberry, berries of yellow berried night-shide, castor plant, colocynth, white-flowered lead wort, trilobed virgin's bower, iron sulphide, asroetida, drumstick, the three spices, deodar, Indian tooth-ache, embelia, glory lily, kurchi bark and kurroa; a medicited oil should be prepared by adding the past of the above drugs to rape seed oil and four times its quantity of cow’s urine. Inunction with this oil destroys pruritus dermatosis and cures morbid Vata and Kapha. Thus has been described ‘The compound bitter Bottle-gourd Oil’."
    },
    {
        "verse_id": "111-114",
        "text": " Yellow milk plant, red arsenic, betel killer, roots and fruits of red physic nut, sprouts of Spanish jasmine, rape seed, garlic, embelia, bark of Indian beech, dita bark, the sprouts, roots and bark of mudar, neem, white flowered leadwort, Indian sarsaparilla, jequirity, castor plant, yellow-berried night-shade, radish, the reeds of holy basil, shrubby, basil, costus, Patha, nutgrass, Indian tooth-ache, trilobed virgin’s bower, sweet flag, Shadgrantha, fetid cassia, kurchi, drumstick, the three spices, marking nut, sneezewort, yellow arsenic, Indian borage, blue vitriol, kamala, calamina, yellow ochre, iron sulphide, bark of Indian berberry, salsoda and rock-salt. A medicated oil should be prepared with the paste of the above drugs in rape seed oil or til oil, with, four times the quantity of decoction of the roots and sprouts of Indian oleander and four times the quantity of cow’s urine. The oil thus prepared should be kept in the hollow shell of a bitter bottle gourd. The physician should make Mandala dermatosis to bust open and remove parasitic infection and pruritus by mere inunction with this oil. Thus has been described ‘The Yellow Milk plant Oil’."
    },
    {
        "verse_id": "117-118",
        "text": " Costus, cinnamon leaves, black pepper, red arsenic and iron sulphide—all these mixed with oil should be kept for seven days in a copper vessel. Sidhma dermatosis when anointed with this oil and exposed to sun-rays is cured in seven days. Recent leprous lesions are cured by this in a month. Full bath should be avoided though the body should be kept clean by sponging during the course of treatment. Thus has been described the ointment for ‘Sidhma’."
    },
    {
        "verse_id": "119",
        "text": " The oils of rape seed, Indian beech, bitter luffa and zachum oil as also that of catechu pith are said to be beneficial in dermatosis [kushtha]."
    },
    {
        "verse_id": "120-121",
        "text": " Cork swallow wort, Indian madder, Indian berberry, kamala, milk and blue vitriol should be cooked in ghee cum-oil; and to this must be added yellow resin and bee’s wax. By inunction with this ointment ‘Vipadika’ dermatosis is alleviated. So also Carma, Ekakushtha, Kitima and Alasaka types of dermatosis. Thus has been described the ghee-cum oil curative of ‘Vipadika’ dermatosis."
    },
    {
        "verse_id": "122",
        "text": " Yeast, hog’s blood, great cardamom and rock-salt make a good application for Mandala dermatosis. The application prepared of Indian tooth-ache tree and costus, which is curative of Mandala dermatosis, may also be used."
    },
    {
        "verse_id": "123",
        "text": " The application prepared of bonduc, deodar, nardus, Pakwa-sura wine, guduch, green gram leaves, and small stinking swallow wort, is a tested cure for ‘Mandala’ dermatosis."
    },
    {
        "verse_id": "124-125 (1) White flowered lead-wort and drumstick; (2) guduch, rough chaff tree and deodar; (3) catechu and crane tree; (4) black turpeth, red physic nut and physic nut; (5) lac, the extract of Indian berberry and small cardamom; (6) hog’s weed; each of these six groups mixed with whey should be used as application in dermatosis [<em>kushtha</em>] ",
        "text": " All the six groups are curative of Vata and Kapha types of dermatosis"
    },
    {
        "verse_id": "126",
        "text": " Parasitic infections, dermatosis of Mandala type and ringworm get alleviated by the use of germicides like fetid cassia, costus, rock salt. Sauviraka wine, rape seeds and embelia."
    },
    {
        "verse_id": "127",
        "text": " Applications of fetid cassia, yellow-resin and radish seeds, mixed with conjee separately, may be used as dry massage for Sidhma dermatosis."
    },
    {
        "verse_id": "128",
        "text": " Vasaka and the three myrobalans are good for potion, bath, rubbing and application in dermatosis [kushtha]. So are yellow-berried night-shade, fragrant sticky mallow, snake gourd, Indian sarsaparilla and rohan."
    },
    {
        "verse_id": "129",
        "text": "Catechu, the star goose-berry, arjun, rohitaka, lodh, kurchi, crane, neem, dita bark and Indian oleander are recommended for use in bath as well as potion,"
    },
    {
        "verse_id": "130",
        "text": " Take nut grass, costus, eaglewood, fragrant poon, cinnamon leaf, rush-nut, sandalwood and lotus stalks. The application prepared of these in measure of arithmetical progression makes, an effective remedy for dermatosis of Pitta and Kapha types."
    },
    {
        "verse_id": "131",
        "text": " The decoctions of liquorice, lodh, Himalayan cherry, snake gourd, neem and sandalwood, are cooling and beneficial when used as either bath or potion for persons suffering from dermatosis of the Pitta type."
    },
    {
        "verse_id": "132",
        "text": " The application can be made of perfumed cherry, fragrant piper, kurchi seeds, Indian atees, fragrant sticky mallow, sandalwood and kurroa,"
    },
    {
        "verse_id": "133",
        "text": " Inunction of ghee medicated with bitter drugs or ghee washed hundred or thousand times or oil prepared of sandalwood, liquorice, rhizomes of white lotus and blue water lily are beneficial in dermatosis [kushtha] attended with severe bursting pain."
    },
    {
        "verse_id": "134",
        "text": " If there is softening, sloughing and falling of tissues or if there is burning pain, pustular eruption of lesion of ‘Carmadala’ dermatosis, cold application and affusions, venesection, purgation and ghee medicated with the bitter group of drugs, should be given."
    },
    {
        "verse_id": "136-139",
        "text": " Decoct in 256 tolas of water, 2 tolas each of the pulp of the three myrobalans and leaves of snake gourd and 1 tola each of kurroa, neem, liquorice and zalil, and 8 tolas of broken lentil; and when the decoction is reduced to one eighth the original quantity, it should be taken down and filtered. To the decoction of 64 tolas thus obtained add 16 tolas of ghee and boil it till it is reduced to 32 tolas; this is to be taken while it is lukewarm. It is curative of dermatosis of Vata and Pitta types spreading affections, severe rheumatic condition, fever, burning, Gulma, abscess, giddiness and eruptions."
    },
    {
        "verse_id": "139-143",
        "text": " Decoct 2 tolas of neem snake-gourd, Indian berberry, cretan prickly clover, kurroa, the three myrobalans, trailing rungia and zalil in 256 tolas of water and when it is reduced to one-eighth of its original quantity, filter and add to it the paste prepared of half tola each of sandalwood, [chiretta?]. long pepper, zalil, nutgrass, kurchi seeds, and 24 tolas of fresh ghee. The ghee thus prepared should be taken as potion. This is a tested remedy for dermatosis [kushtha], fever, Gulma, piles, assimilation-disorders, anemia, edema, papules, spreading affections pimples, pruritus, intoxication and adenoncus. Thus has been described ‘The bitter Shatpalaka Ghee’."
    },
    {
        "verse_id": "144-147",
        "text": " With the paste of dita bark, Indian atees, purging cassia, kurroa, Patha, nut-grass, black cuscus grass, the three myrobalans, snake-gourd, neem, trailing rungia, Cretan prickly clover, sandalwood, long pepper, Himalayan cherry, turmeric, Indian berberry, sweet flag, colocynth, climbing asparagus, white and black Indian sararparilla, kurchi seeds, camel thorn, trilobed virgin shower, guduch, chiretta, liquorice and zalil and four times the quantity of ghee, water eight times the quantity of ghee and twice the quantity of the juice of emblic myrobalans, the wise physician should prepare a ghee and' administer it as a potion."
    },
    {
        "verse_id": "148-150",
        "text": " This great bitter ghee taken at the right time and in the right dose will immediately cure dermatons where there is excessive morbidity of the blood and the Pitta, bleeding piles, spreading affections, acid dyspepsia, rheumatic condition, anemia, eruption, scabies, insanity, jaundice, fever, pruritus, cardiac disorders. Gulma, papules, menorrhagia, scrofula and very severe diseases which remain uncontrolled in spite of hundreds of medications. Thus has been described ‘The Great Bitter Ghee’."
    },
    {
        "verse_id": "151",
        "text": " If the morbid [matter?] is eliminated and blood let out and sedative measures both internal and external have been given and oleation therapy administered at the right time, there will be no recurrence of dermatosis of the curable type."
    },
    {
        "verse_id": "152-156",
        "text": " Decoct in [10240?] tolas of water, 2000 tolas of catechu, 400 tolas each of Bombay rosewood and spinous kino tree and 200 tolas each of Indian beech, neem, country willow, trailing rungia, kurchi, vasaka, embelia, turmeric, Indian berberry, purging cassia, guduch, the three myrobalans, turpeth and dita bark, after they have been well triturated. When it is reduced to one-eighth its quantify, this decoction should be taken off the fire. Prepare with this a medicated ghee, by adding an equal quantity of the juice of emblic myrobalans and 256 tolas of ghee and the paste of 4 tolas each of the articles used in the preparation of the Great Bitter ghee. This Great Catechu ghee cures all kinds of dermatosis [kushtha] when used as potion or inunction. This is the Great Catechu ghee curative of all kinds of skin diseases. Thus has been described ‘The Great Catechu Ghee’."
    },
    {
        "verse_id": "157",
        "text": " If the tissues are sloughing and falling off and if there is excessive serous discharge and the tissues are destroyed by parasites, cow’s urine, neem and embelia should be used as bath, potion and application."
    },
    {
        "verse_id": "158",
        "text": " Vasaka, kurchi, dita bark, Indian oleander, Indian beech, neem aud catechu, used with cow’s urine, as bath, potion and application are curative of parasitic infection and dermatosis [kushtha]."
    },
    {
        "verse_id": "159",
        "text": " The germicidal embelia aud the dermic catechu cure are the best remedies in skin diseases for use as potion, or preparation of food, affusion, fumigation or application."
    },
    {
        "verse_id": "160",
        "text": " Fetid cassia, embelia, roots of purging cassia, the teeth of dog, cow, horse, hog and of camel are good remedies for causing desquamation in skin diseases"
    },
    {
        "verse_id": "161",
        "text": "Fetid cassia, turmeric and Indian berberry, roots of purging cassia, long pepper and costus are the best detergents for causing desquamation in skin diseases."
    },
    {
        "verse_id": "162",
        "text": " Leucoderma demands the same treatment with great force after preliminary purificatory procedure. In leucoderma, laxation should be first given; and the juice of redwood gular fig mixed with gur is good as a laxative."
    },
    {
        "verse_id": "163",
        "text": " Taking this potion after being well-oleated, the patient should expose himself to sun’s rays according to his capacity. Then, being well purged, he should take for three days thin gruel as potion to allay his thirst."
    },
    {
        "verse_id": "164-165",
        "text": " The blisters which form on the leucodermic spots must be punctured with thorns and when all the serum has oozed out, the patient should drink every morning, for a fortnight, according to his capacity the decoction of the redwood fig, spinous kino, perfumed cherry and dill, or palas alkali mixed with liquid gur."
    },
    {
        "verse_id": "166",
        "text": " Whatever else is curative of dermatosis in general is beneficial also in leucoderma, if taken Together with catechu-water. Potion of catechu-water is likewise good."
    },
    {
        "verse_id": "167",
        "text": " For the relief of leucoderma, the application prepared of red arsenic, embelia, iron sulphide, ox-bile, yellow thistle and rock-salt may be given."
    },
    {
        "verse_id": "168-168½",
        "text": " Or, the application prepared of the burnt bones of a donkey mixed with plantain alkali and ox-blood or the alkali of the buds of Spanish jasmine soaked in the elephant’s ichor, or the application prepared of blue water lily, costus and rock salt in elephant’s urine."
    },
    {
        "verse_id": "169-171",
        "text": " Or, the application prepared of the seeds of radish and babchi seeds rubbed in cow’s urine; or, the plaster prepared of redwood fig, babchi seeds, and white flowered leadwort in cow’s urine, or that of red arsenic prepared with peacock’s bile; or the application prepared of the seeds of babchi, lac, ox-bile, extracts of Indian berberry, antimony, long pepper and iron powder; all these, are curative of leucoderma."
    },
    {
        "verse_id": "172",
        "text": " Only a few people, whose sinfulness has diminished, get cured of leucoderma by recourse to purification, depletion of blood, desiccation and a diet of roasted corn powder."
    },
    {
        "verse_id": "173",
        "text": " ‘Kilasa’ dermatosis (leprosy) consists of three types of lesions, viz., nodular, macular and leucodermic and they are mostly born of tridiscordance."
    },
    {
        "verse_id": "174",
        "text": " If the morbidity is lodged tn the blood, there will be red coloration; if lodged in the flesh, Dippery coloration and if lodged in the fat, there will be white coloration. These are increasingly serious in the successive order of their statement."
    },
    {
        "verse_id": "175",
        "text": " Those lesions of lepra-alba which are coalescent, multiple, covered with red hair and which are of many years’ duration, never get cured."
    },
    {
        "verse_id": "176",
        "text": " Those leprous lesions of lepraalba which are not covered with red hair, which are thin, whitish, not of long duration and which are elevated in the centre are regarded as curable."
    },
    {
        "verse_id": "177",
        "text": " Untruthfulness of speech, ingratitude, blasphemy against the gods, derision of the elders, sinful actions, the accumulated evil acts of past lives and antagonistic diet are the causative factors of leprosy."
    },
    {
        "verse_id": "178-180",
        "text": " Etiological factors, susceptible body elements, various symptoms, which humors are predominant in which conditions, the characteristic signs of the humors in various types of dermatosis [kushtha] and a brief account of the preponderance of humors; curable, incurable and formidable conditions of dermatosis and the tested remedies of dermatosis, the cures and symptoms of leprosy, the degree of seriousness and mildness and their treatment—these, in brief, are. the topics dealt with, in this chapter on the Therapeutics of Dermatosis, by the great sage for the increase of the memory and the intelligence of his disciple Agnivesha."
    }
]