[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of the two kinds of Wounds [dvivraniya—vrana-cikitsa].’"
    },
    {
        "verse_id": "1.1",
        "text": "2 Thus declared the worshipful Atreya"
    },
    {
        "verse_id": "3",
        "text": " Approaching the Master Atreya endowed with the knowledge of this world and the other, and freed from the faults of pride, passion and fear, Agnivesha at the proper time made the following inquiry with due modesty."
    },
    {
        "verse_id": "4",
        "text": " “O, Worshipful one! in the Section on Nosology, you made mention of two kinds of wounds [vrana]. O, giver of healing! it behoves you to tell us concerning their symptoms and treatment”."
    },
    {
        "verse_id": "5-5½ Having heard these words of Agnivesha, the teacher replied, “O, gentle one! regarding the two kinds of wounds viz",
        "text": ", the endogenous and exogenous, which have been described previously, now listen to a systematic description of their symptoms and treatment."
    },
    {
        "verse_id": "5-5½ Having heard these words of Agnivesha, the teacher replied, “O, gentle one! regarding the two kinds of wounds viz.1",
        "text": "6, The endogenous type is due to internal morbidity of the body and the exogenous type is due to external causes"
    },
    {
        "verse_id": "7-8",
        "text": " The exogenous wounds [vrana] are caused by trauma, ligature, falls and by injuries resulting from fangs, teeth and nails and also by contact with toxic or poisonous substances or fire or cutting weapons. These exogenous wounds are distinguished from the endogenous variety by the difference in their treatment consisting of charms, talisman, external application etc., by their different causative factors and by their being local affections (affecting the injured region alone)."
    },
    {
        "verse_id": "7-8.1",
        "text": "9 If the wounds [vrana] of the exogenous variety do not yield to the afore-said treatment on account of their association with endogenous morbid factors, the physician should treat them with the medications indicated in the endogenous type of wounds, according to the predominant morbid humor"
    },
    {
        "verse_id": "10",
        "text": " The three humors—Vata, Pitta and Kapha, being provoked by their respective etiological factors and getting lodged in the external regions, produce ulcers or wounds of the endogenous type."
    },
    {
        "verse_id": "11",
        "text": " The wounds [vrana] which are indurated hard to the touch, attended with the scanty discharge, acute pain, pricking pain and throbbing, and which are of dusky coloration, are caused by the morbidity of Vata."
    },
    {
        "verse_id": "12",
        "text": " The physician should treat these wounds [vrana] due to Vata, with impletion therapy, potion of unctuous substances, with sudation and poultices prepared with unctuous substances and with applications and affusions."
    },
    {
        "verse_id": "13",
        "text": " The physician should know the wound to be due to Pitta if it be attended with thirst, stupefaction, fever, sweat, softening, burning, putrefaction, tissue-destruction, foul smell and discharge."
    },
    {
        "verse_id": "14",
        "text": " The physician should alleviate these wounds [vrana] of the Pitta-type with applications and affusions prepared with cooling, sweet and bitter drugs, by the potion of medicated ghee as also by purgation."
    },
    {
        "verse_id": "15",
        "text": " The wound, born of Kapha morbidity, is characterised by very sticky discharge, thickness, greasiness, fixity, slight pain, pale coloration, slight softening and chronicity."
    },
    {
        "verse_id": "16",
        "text": " The physician should cure the wounds [vrana] of the Kapha-type by means of applications and affusions prepared with astringent, pungent, dry and hot articles as also by lightening therapy and the administration of digestive drugs."
    },
    {
        "verse_id": "17-19",
        "text": " These two varieties of wounds (exogenous and endogenous) are further divided into twenty kinds according to their varying characteristics. As regards these, the clinical examination is conducted in three ways. Excessively morbid conditions are said to be twelve. Their seats of affection are eight. Similarly eight are the pathological odors associated with them, fourteen kinds of discharge are observed in these wounds [vrana]. The complications are sixteen and the morbid factors for the non-healing of these ulcers are twenty-four. Thirty-six are the effective measures laid down in the treatment of these wounds. Listen, as I describe all these separately."
    },
    {
        "verse_id": "20-21",
        "text": " The operable and the inoperable, putrid and non-putrid, affecting the vital organs and not affecting them, open and closed, hard aud soft, with scanty and profuse discharge, toxic and non-toxic, regular and irregular, with and without deep burrows and pouches (undermined edges), with depressed and elevated surface—thus are described the twenty varieties of wounds [vrana], classified according to their various characteristics."
    },
    {
        "verse_id": "21½",
        "text": " The method of clinical examination is laid down as of three kinds viz., inspection, interrogation and palpation."
    },
    {
        "verse_id": "22-23",
        "text": " The examination of age, color, body and sense organs is done by inspection; the examination of etiological factors, the kind of pain, homologation and strength of gastric fire is done by taking the history of the case, by the skilful diagnostician; he should investigate whether there is softness or hardness, coldness or heat in the part by the method of palpation."
    },
    {
        "verse_id": "24-25",
        "text": " The pale one, the one with depressed edges, the one with greatly thickened edges, the one that is yellowish red, blue or dusky-red in color, the one covered with pustules, the red one, the black one, the very putrid one, the recurrent one and the pin-pointed one, are described as the twelve excessively morbid types of wounds. These morbid conditions are divided by a different mode of classification into twenty-four."
    },
    {
        "verse_id": "26",
        "text": " Skin, vessels, flesh, fat, bone, sinews, vital parts and the organs in the internal cavities of the body, these eight have been succinctly described as the seats of affection for ulcers and wounds [vrana]."
    },
    {
        "verse_id": "27",
        "text": " The odors of ghee, oil, fat, pus, blood, rust, acid and putridity—these eight kinds of odors are described to emanate from wounds [vrana] by physicians specially versed in the osmology of wounds."
    },
    {
        "verse_id": "28-28½",
        "text": " The colors of the lymph, serum, pus and blood as also yellow, dusky-red, yellowish red, blue, green, greasy, dry, white and black are regarded to be the fourteen varieties of the color of the discharge from wounds [vrana]."
    },
    {
        "verse_id": "29-30½",
        "text": " Acute spreading affection, hemiplegia, vascular thrombosis, convulsions, stupefaction, insanity, acute pain in the wound, fever, thirst, lock-jaw, cough, vomiting, diarrhea, hiccup, dyspnea and tremors are the sixteen complications of wounds described by the specialists in the subject of wounds."
    },
    {
        "verse_id": "31-34",
        "text": " The softening of the sinews, softening of the vessels, deep-seatedness, destruction of tissues by parasites, the presence of sequestrum or foreign bodies, toxic conditions, tendency to spread, constant injury by nails and wood, excessive pressure of the skin and the hair, faulty bandaging, excessive oleation, emaciation due to excessive medication, indigestion, over-eating, antagonistic and unwholesome diet, grief, anger, daysleep, physical exercise, sex-act and neglect of treatment—these are the factors which cause non-healing of wounds in the human body."
    },
    {
        "verse_id": "35",
        "text": " The excessively morbid wounds become formidable by reason of their excessive discharge, smell, morbidity and complications."
    },
    {
        "verse_id": "36",
        "text": " The wounds [vrana] that occur in the skin and the flesh, in regions which are easy of approach, which are not associated with complications, which are of recent origin and which occur in favourable seasons and in young and intelligent persons are considered easily curable."
    },
    {
        "verse_id": "37",
        "text": " When the wound is not characterised by all of the above conditions but is lacking in some, then it is considered formidable; and if all the above conditions are lacking, then the condition should be considered incurable."
    },
    {
        "verse_id": "38-39",
        "text": " In cases of wounds [vrana], the first thing to be done is the administration of cleansing agents which operate on the region nearest to the site of the wounds. Thus, emetics, purgatives, enemata and operative procedure may be used as the situation demands. Once the body has been cleansed of its morbid matter, wounds and ulcers immediately subside. Listen hereafter to the exposition, in their due order, of all the therapeutic measures."
    },
    {
        "verse_id": "40-43",
        "text": " There are six kinds of operative measures in swelling, compression, refrigeration, henosis, sweating, sedation, probing, the use of cleansing and healing decoctions, applications, use of cleansing and healing oils, leaves, two methods of covering, two methods of bandaging, diet, elevation, two kinds of cauterization (heat and caustic alkali), depression, two kinds of fumigation and application of hardening and softening procedures, dusting of wounds [vrana], restoring the skin pigment, healing and hair-restoring. Thus these thirty-six are regarded as the therapeutic measures in wounds."
    },
    {
        "verse_id": "44",
        "text": " Knowing that swelling is the premonitory symptom of a wound, the physician should treat it, at the very beginning, by depletion of blood so as to prevent it from terminating in a wound."
    },
    {
        "verse_id": "45",
        "text": " If there is excessive morbidity, purificatory procedures should be done, and if the morbidity is slight, the patient should be given lightening therapy, and if Vata provocation is predominant, it should first be cured by decoctions and medicated ghees."
    },
    {
        "verse_id": "46",
        "text": " The application, prepared of the barks of banyan, gular fig, holy fig, wave-leaved fig and country willow, is an excellent refrigerant."
    },
    {
        "verse_id": "47",
        "text": " The applications of sida, liquorice, milky yam, lotus-tubers, climbling asparagus, blue lily, fragrant poon and sandal act similarly."
    },
    {
        "verse_id": "48",
        "text": " Powder of roasted paddy, liquorice, ghee and sugar should be made into an application which is good in swelling. The non-irritant foods are a beneficial measure in swelling."
    },
    {
        "verse_id": "49",
        "text": " If, along these lines of treatment, the swelling does not subside, it should be made to maturate by means of poultices. When it is ripe, opening of it, is said to be beneficial."
    },
    {
        "verse_id": "50",
        "text": " The poultice, prepared of the powder of roasted grain mixed with ghee or oil, or with both and applied warm, is recommended for the suppuration of swelling."
    },
    {
        "verse_id": "51",
        "text": " The poultice prepared of the powder of roasted grain mixed with til, linseed, sour curds, yeast, costus and salt, is also recommended."
    },
    {
        "verse_id": "52",
        "text": " The swelling which is characterised by pain, burning, redness and pricking pain, which feels to touch like a water bag i.e., when pressed it is depressed and on the removal of the pressure it swells again (fluctuation test), should be diagnosed to be a suppurated swelling."
    },
    {
        "verse_id": "53-54",
        "text": " In case of delicate patients, linseed, gum guggul, milk of thorny milk-hedge, the droppings of cock and pigeon, palas-alkali, yellow thistle and red physic nut are the group of drugs to be used for breaking open the suppurated swelling. In other cases, the operative measure is, indeed regarded as the best treatment."
    },
    {
        "verse_id": "55",
        "text": " Incision, puncturing, excision, scraping, scarification and suturing-these six are the operative measures."
    },
    {
        "verse_id": "56",
        "text": " Sinuses and fistulas, suppurated swellings, intestinal perforation and obstruction, foreign bodies inside and similar other conditions indicate the operative measure of incision."
    },
    {
        "verse_id": "57",
        "text": " Ascites, fully suppurated Gulma, and uterine Gulma and diseases due to vitiation of blond such as acute spreading affections, pimples etc., indicate the operative measure of puncturing."
    },
    {
        "verse_id": "58",
        "text": " Swollen wounds, wounds with thick edges, elevated wounds, hard wounds, excrescent growth of flesh such as piles etc., indicate the operative measure of excision."
    },
    {
        "verse_id": "59-60½",
        "text": " Leprous lesions and other skin diseases indicating scraping, should be scraped by the intelligent physician. Rheumatic conditions, tumors, pimples, circular red eruptions, various lesions of dermatosis and parts that have suffered injury and swelling indicate the procedure of scarification. Deep opening of the lumbar or the abdominal region indicates suturing. Thus the wise physicians have described the six varieties of operative procedures."
    },
    {
        "verse_id": "61",
        "text": "The suppurated wounds with narrow opening and capacious interior indicate compression."
    },
    {
        "verse_id": "62",
        "text": "Common pea, lentils, wheat and pigeon pea made into paste and unmixed with unctuous substances are recommended for compressing the above-said wounds [vrana]."
    },
    {
        "verse_id": "63-631",
        "text": " The bark of the silk-cotton tree, the roots of sida and the sprouts of banyan, or the banyan group of drugs or the sida group of drugs—these, used as applications, are refrigerants; and affusions with these drugs have similar action,"
    },
    {
        "verse_id": "64-641",
        "text": " The wounds [vrana], associated with hemothermia, should be soothed by affusion with the Hundred times washed Ghee or with very cold milk or with very cold liquorice-water."
    },
    {
        "verse_id": "65-651",
        "text": " If there are loosely hanging bits of flesh in the wounds, they should be painted with ghee and honey and replaced properly; and then the physician should bandage the wound."
    },
    {
        "verse_id": "66 66½",
        "text": " When they are replaced properly, the wound should be dusted with the powders of perfumed cherry, lodh, box-myrtle and madder and fulsee flowers."
    },
    {
        "verse_id": "67-67½",
        "text": " The wounds [vrana] heal similarly with the use of the powders of the pentad of milky trees, mixed with the powder of pearl-oyster shell; or, with the use of the powder of fulsee flowers and lodh also the wounds get healed."
    },
    {
        "verse_id": "68-68½",
        "text": " The fractured bone or dislocated joint should be set right by the skilled physician, on a par with its parallel limb of the body."
    },
    {
        "verse_id": "69-69½",
        "text": " When it is fixed in proper position, it should be bandaged with cotton, splints and cloth and then bandaged with cloth well-soaked in ghee in such a way that the part is immovable and comfortable."
    },
    {
        "verse_id": "70-70½",
        "text": " The patient should then be given non-irritant pastry-articles of diet while any kind of exertion which disturbs the joined part is not good"
    },
    {
        "verse_id": "71-71½",
        "text": " If the dislocated or injured part is complicated by acute spreading affections, the physician, expert in the knowledge of the various stages of treatment, should do the treatment of that particular condition as required at that stage."
    },
    {
        "verse_id": "72-73",
        "text": " If the wounds [vrana] with the predominance of Vata-provocation are dry, excessively painful and indurated, they should be given mixed sudation treatment by means of hot poultices prepared from the fleshes of domestic, terricolous, aquatic and wet-land animals, till the patient get a relief."
    },
    {
        "verse_id": "74-74½",
        "text": " If in wounds with predominance of Vata-provocation, there is burning and pain, they should be treated by the physician, with applications prepared by soaking fried linseed and til in milk and rubbing them with the same milk."
    },
    {
        "verse_id": "75-77",
        "text": " The unctuous sugar-preparation made of sida, guduch, liquorice, painted leaved uraria, climbing asparagus, cork swallow wort, sugar, milk, oil, fat of fish, ghee and bee’s wax, is curative of piercing pain in the wound. The wound should be affused with genially warm water, milk or ghee-cum oil prepared with decaradices."
    },
    {
        "verse_id": "78",
        "text": " To alleviate burning and pricking pain, the wound should be anointed with the warm application prepared of powdered barley, liquorice and til mixed with ghee."
    },
    {
        "verse_id": "79",
        "text": " To soothe pain and burning, the poultice of til, mixed with the milk-pudding, prepared of green gram should be applied. This is the line of treatment laid down as beneficial in wounds [vrana]."
    },
    {
        "verse_id": "80",
        "text": " Probing is beneficial in wounds having narrow mouths, excessive discharge, capacious interior and not located in the vital regions."
    },
    {
        "verse_id": "81",
        "text": " There are two types of probes (1) soft and (2) hard. The soft probe is made of stalks of herbs and the hard one is made of metal rod."
    },
    {
        "verse_id": "82",
        "text": " If the wound is on a fleshy part and deep-seated, it should be probed with a metallic director, and in the opposite condition the physician may use the stalk of herbs, as a probe."
    },
    {
        "verse_id": "83",
        "text": " The wounds [vrana] having foul smell, discoloration, excessive discharge and pain should be known to be unhealthy and they should be treated with purificatory measures."
    },
    {
        "verse_id": "84",
        "text": " The decoctions of the three myrobalans, catechu, Indian berberry, drugs of the banyan group, heartleaved sida, sacrificial grass, neem and the leaves of jujube are said to be purifying agents."
    },
    {
        "verse_id": "84.1",
        "text": "85 The unguent made with the paste of til mixed with salt, turmeric and Indian berberry, turpeth, ghee, liquorice and leaves of neem is a purifier of wounds"
    },
    {
        "verse_id": "86",
        "text": " The wound which is not very red, not very pale, not very dark-red, not very painful nor much elevated, nor having thick edges etc., is considered a healthy wound and should he treated with healing agents."
    },
    {
        "verse_id": "87",
        "text": " Decoctions of banyan, gular fig, holy fig, cadamba, yellow berried fig, country willow, oleander, mudar and kurchi are healing agents."
    },
    {
        "verse_id": "88",
        "text": " Sandal wood, lotus filaments, bark of Indian berberry, cinnamon, blue water-lily, the two Medas, trilobed virgins bower, Indian madder and liquorice are also healing agents in ulcers."
    },
    {
        "verse_id": "89",
        "text": " The unguent prepared of rhizomes of lotus, cork, swallow wort, elephant foot, fulsee flowers, heartleaved sida, til and ghee should be applied for promoting the healing of wounds [vrana]."
    },
    {
        "verse_id": "90-91",
        "text": " The medicated oil, prepared of the paste of kamala, embelia, kurchi, the three myrobalans, heart-leaved sida, wild snake-gourd, neem, lodh, nutgrass,-perfumed cherry, catechu, fulsee flowers, sal, cardamom, eaglewood and sandalwood is an excellent promoter of the healing of wounds [vrana]."
    },
    {
        "verse_id": "92",
        "text": " The medicated oil, prepared of equal quantities of rhizomes of lotus, liquorice, Kakoli [kākolī], Kshirakakoli [kṣīrakākolī] and the two varieties of sandal wood, is an excellent promoter of the healing of wounds."
    },
    {
        "verse_id": "93",
        "text": " The medicated oils prepared of the juice of scutch grass, of kamala or the paste of the bark of Indian berberry, are excellent promoters of healing in ulcers."
    },
    {
        "verse_id": "94",
        "text": " Recognising the wound to be associated with the hemothermic condition, the medicated ghee prepared in the same way as the medicated oil described above, should be used for healing purposes"
    },
    {
        "verse_id": "95",
        "text": " The leaves of cadamba, arjun, neem, trumpet flower, holy fig or mudar are recommended for use in covering the wounds."
    },
    {
        "verse_id": "96",
        "text": " The bandages made of plantfibre, skin of animals and silk-cloth are considered good in wounds. Two methods of bandaging are recommended; one from left to right and the other from right to left."
    },
    {
        "verse_id": "97",
        "text": " The persons suffering from wounds should avoid salty, acid, pungent, hot, irritant and heavy eats and drinks and the sex-act."
    },
    {
        "verse_id": "98",
        "text": " According to the condition of the wound, eats and drinks which are not very cold, heavy, unctuous and irritant as well as avoidance of day sleep are beneficial."
    },
    {
        "verse_id": "99",
        "text": " In depressed ulcers, drugs of the ‘galactagogue’, ‘life-promoter’ and ‘roborant’ groups should be used for stimulating the elevation of the depressed wound."
    },
    {
        "verse_id": "100",
        "text": " In the case of excessive granulation, nodes of birch tree, crystals of vitriol, purgative drugs, gum guggul and droppings of house-sparrows and pigeons should be used for the depression of the wound."
    },
    {
        "verse_id": "101-102",
        "text": " Cauterization procedure is recommended in conditions of excessive hemorrhage after excision of the excrescent growth of flesh, as also in tumors of the Kapha-type, [? adenoncus?], rigidity and pain due to Vata, deep seated discharge of pus and serum, fixed and deep seated regions of the body and in cases where any part is cut."
    },
    {
        "verse_id": "103",
        "text": " The physician, expert in cauterization, may cauterize it with heated bee’s wax, oil, bone marrow, honey, fat or ghee or with various heated metallic instruments."
    },
    {
        "verse_id": "104",
        "text": " Persons whose constitutions are dehydrated and who suffer from deep-seated lesions with predominance of Vata-provocation, should be cauterized with unctuous substances and bee’s wax and in other conditions with metallic instruments."
    },
    {
        "verse_id": "105-106",
        "text": " Cauterization with heat is contra indicated in children debilitated and aged persons, pregnant women, patients with hemothermia, persons overcome with thirst and fever, weak persons and in those suffering from grief and lesions situated in the sinews and vital regions and poisonous wounds [vrana] and those pierced with foreign bodies, as well as those with lesions of the eye and dermatosis."
    },
    {
        "verse_id": "107",
        "text": " The specialist in cauterization, versed in pathology and in the science of dosage and the line of treatment, should make use of even caustic alkali in place of operative treatment or thermic cauterization."
    },
    {
        "verse_id": "108",
        "text": " The wounds [vrana] become hard by fumigation with fragrant drugs aud pith; and they become soft by fumigation with ghee, bone-marrow and fat."
    },
    {
        "verse_id": "109",
        "text": " Pain, discharge, odor, parasites infesting wounds and softness and hardness in wounds, are cured by fumigation."
    },
    {
        "verse_id": "110",
        "text": "The unguent prepared of lodh, sprouts of banyan, catechu, the three myrobalans and ghee is curative of the looseness and softness of wounds."
    },
    {
        "verse_id": "111",
        "text": " The wounds [vrana] which are painful, hard, indurated and nondischarging should be anointed often and often with the powder of barley mixed with ghee."
    },
    {
        "verse_id": "112",
        "text": " Or they should be given applications of gruels of green gram, Shashtika rice and Shali rice successively or they should be tended repeatedly with nourishing preparations of the life-promoter group of drugs mixed with ghee."
    },
    {
        "verse_id": "113",
        "text": " Wounds [vrana] dusted with the powders of barks of arjun, gular fig, holy fig, lodh, jambul and box myrtle, soon promote epithelial tissue."
    },
    {
        "verse_id": "114",
        "text": " The unguent prepared of arsenic, cardamom, Indian madder, lac, turmeric and Indian berberry mixed with honey and ghee is an excellent cleanser of the skin."
    },
    {
        "verse_id": "115",
        "text": " The unguent prepared of the powders of iron, and iron sulphide and flowers of the three myrobalan trees, gives quickly the black pigment to the new skin"
    },
    {
        "verse_id": "116",
        "text": " The unguent, prepared of sandal wood, Indian valerian, mango-stone, fragrant poon, Indian madder and mercury mixed with the juice of cow-dung, is an excellent restorer of the normal coloration of the skin."
    },
    {
        "verse_id": "117",
        "text": " The unguent prepared of roots of ginger grass, holy fig and hijjal tree, along with lac and red chalk, mixed with fragrant poon and blue vitriol, is a promoter of skin color."
    },
    {
        "verse_id": "118",
        "text": "The dusting with the ashes of hide, hair, hoof, horn, and bone of quadrupeds, on the part previously [????????????] anointed, promotes the growth of hair on the region."
    },
    {
        "verse_id": "119",
        "text": "The treatment of the sixteen complications narrated above will be discussed while describing their respective treatments."
    },
    {
        "verse_id": "120-121",
        "text": " The two classifications of wounds [vrana], their varieties, examination, morbidity, seats of affection, odors, discharges, complications and line of treatment—these nine topics which were asked to be taught are expounded in brief and in extenso to the intelligent Agnivesha by the sage, in this chapter on Wounds."
    }
]