[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Toxicosis [visha-cikitsa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Listen O, Agnivesha! attentively, as I describe to you the primogenesis, the properties, the source, the stages of virulence, the symptoms and the therapeutics of toxicosis [visha]."
    },
    {
        "verse_id": "4- 5",
        "text": " When the ocean was being churned by the gods and the demons for the sake of ambrosia, there emerged prior to the nectar, a fearful-looking person. He had a resplendent appearance, four fangs, tawny hair and fiery eyes and the world despaired at the sight of him. Hence, he was known as ‘Visha [viṣa]’ poison, the despair of the world."
    },
    {
        "verse_id": "6-6½",
        "text": " Brahma deposited this poison in two places, namely, the mobile and immobile things of his creation. Thus the poison born of the sea became of two types. It resembles fire and has eight stages of virulence, ten qualities and twenty-four modes of treatment."
    },
    {
        "verse_id": "7-8",
        "text": " Having its origin in water, in the rainy season, it melts like gur and spreads, and it is ‘Agastya’ that can destroy its evil. Hence, when the clouds disappear at the end of the season, poison [visha] becomes mild in effect."
    },
    {
        "verse_id": "9-10",
        "text": " Serpents, insects, rats, spiders, scorpions, house lizards, leeches, fishes, frogs, hornets, Krikantaka [kṛkaṇṭaka], dogs, lions, tigers, hyenas, mongooses and similar other animals are the fanged animals from whose fangs comes out the poison known as animal poison (mobile poison)."
    },
    {
        "verse_id": "11-13",
        "text": " Mustaka, Paushkara [pauṣkara], Kraunca [krauñca], aconite, Balahaka [balāhaka], Karkata [karkaṭa], Kalakuta [kālakūṭa] and that with is known at oleander, Palaka [pālaka], Indrayudha [indrāyudha], Taila, Meghaka and Kushapushpaka [kuśapuṣpaka], Rohisha [rohiṣa], Pundarika [puṇḍarīka], and glory lily and Anjanabhaka [añjanābhaka], Sankoca [saṅkoca], Markata [markaṭa], Shringi [śṛṅgī] poison, Halahala [hālāhala] etc., and such others are poisons derived from roots of plants (vegetable prison),:"
    },
    {
        "verse_id": "14",
        "text": " There is another variety of poison called artificial poison which is prod need by combination of substances and which gives rise to disease-condition. Being slow in its development and action, it does not kill swiftly."
    },
    {
        "verse_id": "15",
        "text": " Animal poison causes somnolence, torpor, fatigue, burning, inflammation, horripilation, edema and diarrhea."
    },
    {
        "verse_id": "16",
        "text": " While vegetable-poison causes fever, hiccup, setting the teeth on edge, spasm of the throat, frothy salivation, vomiting, anorexia, dyspnea and fainting."
    },
    {
        "verse_id": "17",
        "text": " Animal poison affects the lower part of the alimentary tract more, while the vegetable poison affects more the upper part. Therefore, animal poison neutralises the effects of vegetable poison and vegetable poison neutralises the animal poison."
    },
    {
        "verse_id": "18-20½",
        "text": " In the first stage of poisoning, as, a result of vitiation of the body-nutrient fluid, there occur, at first, thirst, stupor, setting the teeth on edge, ptyalism, vomiting and prostration. In the second stage when the blood gets vitiated, there occur, discoloration, giddiness, tremors, faint ing, sternutation, tingling pain in the body and asthma. In the third stage of poisoning when the flesh gets vitiated there will be eruption, pruritus, edema, and wheals. In the fourth stage when there is vitiation of Vata and other humors there will be burning, vomiting, bodyache, fainting etc. In the fifth stage, there will be darkness of vision or vision of various colors. In the sixth stage, there will be hiccup; and in the seventh stage there will be paralysis of the muscles supporting the shoulder girdle. In the eighth stage, there occurs death. These are the eight stages of toxicosis [visha]."
    },
    {
        "verse_id": "21-23",
        "text": " There are four stages in the case of quadrupeds and three stages in that of birds. In the animal, in the first stage, there will be asthenia and whirling; in the second stage the animal quivers, and in the third, passes into stupor and takes no food. In the fourth stage respiration becomes hard and it dies. The bird in the first stage of poisoning, feels depression and in the second stage whirling, in the third stage, its limbs get paralysed and death ensues."
    },
    {
        "verse_id": "24",
        "text": " Lightness, dryness, quickness, dearness, diffusiveness, acuteness, expansiveness, subtleness, heat and indistinct taste are the ten qualities of posion described by toxicologists,"
    },
    {
        "verse_id": "25-27",
        "text": " By its dryness it provokes the Vata, by its heat it provokes the Pitta, and by its subtleness it vitiates the blood. By its indistinctness of taste it provokes the Kapha and spreads quickly in the body-nutrient fluid. By its diffusive quality it spreads quickly in the entire body. By its acuteness it is injurious to the vital organs and by its expansiveness it destroys life. Owing to its lightness, it is difficult of treatment, and on account of its limpidness its flow cannot be stopped. Having reached the seat of the humor and according tothe habitus of the patient, it provokes other complications."
    },
    {
        "verse_id": "28",
        "text": "If the patient is of Vata habitus and the poison affects the seat of Vata, there will be marked symptoms of Vata and only slight symptoms of Kapha and Pitta. They are—thirst, stupor, apathy, fainting, spasm of the throat, vomiting and frothy salivation,"
    },
    {
        "verse_id": "29",
        "text": " If a patient is of Pitta habitus and the poison affects the seat of Pitta, there will be marked symptoms of Pitta and only slight symptoms of Kapha and Vata. They are—thirst, cough, fever, vomiting, prostration, burning, darkness of vision and diarrhea etc."
    },
    {
        "verse_id": "30",
        "text": " If a patient is of Kapha habitus and the poison affects the seat of Kapha, there will be marked symptoms of Kapha and only slight symptoms of Vata and Pitta. They are dyspnea, spasm of the throat, pruritus, salivation and vomiting etc"
    },
    {
        "verse_id": "31",
        "text": " The artificial poison vitiating the blood, causes ulcers and killoids, and the poison, vitiating gradually one another of the body-elements, kills the man ultimately."
    },
    {
        "verse_id": "32",
        "text": " The blood undergoes vitiation due to the fiery quality of the poison, and occludes the circulatory channels and kills the man. The poison, which has been taken orally, lies in the stomach of the deceased, while the poison in one that is stung or bitten ties in the region stung or bitten."
    },
    {
        "verse_id": "33-34",
        "text": " Cyanosis of the lips, loosening of teeth, falling off of the hair, paralysis of the body, rigor mortis, absence of horripilation at the touch of cold, non-formation of contusion-marks on the body in reaction to blows, absence of the flow of blood on"
    },
    {
        "verse_id": "inflicting a wound—these are the signs and symptoms of death",
        "text": " Those, in whom the above symptoms are not seen, are to be treated. Now listen to the therapeutics, as I describe them."
    },
    {
        "verse_id": "35-37",
        "text": " Incantations, amulets, excision, compression, suction, cauterization by heat, affusion, bath, depletion, emesis, purgation, scalp-incision (Upa-dhāna), protection of the heart, eyemedication, nasal medication, inhalation, linctuses, sedative medications, alkaline applications, counter-poison, resuscitation, external application and re-animation—these four and twenty are the therapeutic measures Now listen to the narration of how and when each of them is to be administered."
    },
    {
        "verse_id": "38-38½",
        "text": " In the case of a poisonous bite, the physician should apply a ligature above the region of the bite and squeeze the part well, before the poison has spread in the body, or should try to cut out that part except in the region of the vital organs; or, the physician filling his mouth with barley-flour or earth must suck up the poison from the bitten area with his mouth."
    },
    {
        "verse_id": "39-43",
        "text": " Then, he should perform depletion of blood by wet-cupping, or with the horn or by leeching or by venesection. Else, the blood being vitiated by the poison, the entire body gets vitiated and the man dies Therefore the blood which does not flow out must be forced out by means of friction-massage- The three spices, kitchen soot, turmeric, the pentad of salts, ox-bile and Indian nightshade make a good rubbing powder for inducing bleeding. If the blood is flowing out too much, cooling application of the banyan and similar other trees should be given. The blood is the vehicle of the poison just as the wind is of fire. So it should be treated with applications and affusions. As a result of cooling measures, the blood congeals and the blood being congealed, the spreading of the poison is prevented. It is owing to the spreading of the poison that there occur intoxication, fainting, asthenia and tachycardia. So, this should be alleviated by means of cooling measures and the patient should be fanned till there is horripilation due to the cold induced."
    },
    {
        "verse_id": "44-45",
        "text": " Just as a tree ceases to grow when its root is cut, similarly by the excision of the bite, the effects of poison cease to develop. By suction the poison is induced to flow out; and the amulet ligatures act with regard to poison as a dam acts with regard to flowing water. Cauterization burns the poison which has spread into the"
    },
    {
        "verse_id": "skin and the flesh, and depletion removes the poison from the blood",
        "text": " The poison which is drunk mast be removed immediately by emesis, and purgation should be given if symptoms of the second stage of poisoning have set in."
    },
    {
        "verse_id": "46",
        "text": " First, the heart should be well protected and whatever of the protective remedies for the heart are availabe should be used. The patient may immediately take honey, ghee, marrow, milk, red ochre or the juice of cow dung."
    },
    {
        "verse_id": "47",
        "text": " Or, the patient should immediately take boiled sugar-cane juice or the meat-juice squeezed out of crow’s flesh, or the blood of the goat and other animals of that group or ash or earth."
    },
    {
        "verse_id": "48",
        "text": " In the third stage of toxicosis [visha] he should take alkaline antidotes aud revulsive drugs that are curative of edema, together with honey and water. In the fourth stage of poisoning, he should take the juice of cowdung mixed with wood-apple, honey, and ghee."
    },
    {
        "verse_id": "49",
        "text": " In the fifth stage, he should use eye-salve and nasal medication prepared with the juice of sword bean and black siris; and in the sixth stage measures of resuscitation should be resorted to."
    },
    {
        "verse_id": "50",
        "text": " He should be given a potion of turmeric, madder, black pepper and long pepper mixed with ox-bile Finally, in the seventh stage he must take a potion of vegetable-poison in cases of poisonous bites, and bites by poisonous animals in the case of vegetable poisoning."
    },
    {
        "verse_id": "51",
        "text": " In the eighth stage, when the patient is apparently dead, the antidote of palas seeds mixed with double its quantity of peacock’s bile is good, or of Indian night-shade, treacle, kitchen soot, ox-bile and neem."
    },
    {
        "verse_id": "52",
        "text": " The pills prepared of cow’s bile, holy basil, root of long pepper, turmeric, Indian berberry, liquorice, and costas, or of the juice of siris flowers and sword bean act like ambrosia."
    },
    {
        "verse_id": "53",
        "text": " Applications, scalp-incisions, errhines and potions may be prepared out of the fruits of sword bean, holy basil, colocynth, hog’s weed, black night-shade and siris, for the cure of those that are apparently dead as a result of strangulation, or poison or drowning in water."
    },
    {
        "verse_id": "54-57",
        "text": " Melilot, rushnut, glory tree, yellow ochre, lichen, gall-stone, Indian valerian, ginger grass, saffron, nardus, the seed-blossom of holy basil, small cardamom, yellow arsenic, catechu, yellow-berried night-shade, siris flowers, pine resin, beetle killer, colocynth, deodar, lotus anthers,Sabar lodh, red arsenic, fragrant piper, jasmine flowers, flowers of mudar, turmeric Indian berberry, asafoetida, long pepper, lac, nut-grass, wild green gram, red sandal, liquorice, emetic nut, chaste tree, purging cassia, lodh, rough chaff, perfumed cherry, Indian groundsel and embelia; take the above mentioned articles in equal quantities under the asterism of Pushya, pulverise them and make into pills."
    },
    {
        "verse_id": "58-60",
        "text": " This pill counteracts all kinds of poison, gives success in treatment, and brings back to life those apparently dead due to the effects of poison, and is a febrifuge. By smelling it, by its application, by wearing it on the body, by fumigation with it and by keeping it in the house, all dangers from evil spirits, poisonous creatures, poverty, black magic, fire, lightning and foes are destroyed. It also obviates the fear of bad d reams, poisoning by women, premature death, drowning and fear of thieves. It bestows wealth, good crops and success in undertaking, auspiciousness, plumpness, long life and wealth. Thus has been described ‘The antidote that revives the dead (Mṛta-Saṃjīvana)’."
    },
    {
        "verse_id": "61",
        "text": " The tourniquet application, and stroking the poison down should be done to the accompaniment of chanting of incantations and also the protection of oneself from evil spirits. That humor should be first subdued, in whose habitat the poison has got localised."
    },
    {
        "verse_id": "62",
        "text": " When it is in the abode of the Vata, the procedures taken should be sudation and a potion of curds mixed with the paste of Indian valerian and costus. When it is in that of the Pitta, potion, tub-bath aud affusion with ghee, honey, milk and water should be given"
    },
    {
        "verse_id": "63",
        "text": "When it is in the habitat of Kapha, alkaline antidotes as also sudation and venesection should be tried. When an artificial and slow poison is in the blood, blood-letting and all the pentad of purificatory procedures should be resorted to."
    },
    {
        "verse_id": "64",
        "text": " Treatment should be prescribed in this way by the wise physician, always after full consideration of all the factors. The habitat of the poison should first be attacked and the treatment should not be antagonistic to the particular humor abiding there"
    },
    {
        "verse_id": "65-66",
        "text": " If a man has his channels of Kapha vitiated by poison and the passage of his Vata obstructed by the occlusion of channels and as a result, he breathes like a dying man, but does not show symptoms of incurability, he may be treated in the following manner. A crow-foot-like incision should be made over the top of his scalp and 4 tolas of the paste of soap pod should be applied over it and insufflation of the pulvis of white siris, kurroa and box-myrtle should be given."
    },
    {
        "verse_id": "67",
        "text": "The flesh of the goat, cow, buffalo or cock should be placed over the scarified area. Thus treated, the poison comes out."
    },
    {
        "verse_id": "68",
        "text": " In a condition of obstruction in the nose, eyes, ears, oral cavity and the throat, nasal medication with the pulvis of seeds of the Indian nightshade, citron, staff tree and similar other drugs may be administered,"
    },
    {
        "verse_id": "68.1",
        "text": "69- In impairment of the vision, collyrium made of the paste of deodar, dry ginger, black pepper, long, pepper, turmeric, Indian oleander, Indian beech, neem and holy basil prepared with goat’s urine, should be used"
    },
    {
        "verse_id": "70-76",
        "text": " Take equal parts of white mussel shell creeper, sweet flag, winter cherry, asafoetida, guduch, costus, rock salt, garlic, rape seed, pulp of the wood-apple, Indian calosanthes, seeds of Indian beech, dry ginger, black pepper, long pepper siris flower, turmeric, Indian berberry and bamboo manna; pulverise them and impregnate alternately with goat’s urine and cow’s and horse’s bile for seven days; this cures quickly the poison lodged in the head. Used as a collyrium, it cures all pains due to fever, spirit-possession, acute intestinal irritation, dyspepsia, fainting, insanity, epilepsy, cataract, Patala, Nilika, diseases of the head (pterygium), dry-eye, Paka, Pilla, Arbuda, Arma, itching and night-blindness, wasting, weakness, alcoholism, anemia and fainting. Used as an application, it cures poisonings and poisonous wounds, licks, bites and potion. It should be painted on the anus in swollen piles, and on vaginal region of women in case of obstructed labor, and on the forehead in severe coryza. It is good as an application in conditions of enlargement of the scrotum, keloids, dermatosis, leucoderma, bulbous eruption etc. This perfumed Elephant Antidote eradicates disorders due to toxicosis [visha], even as an elephant uproots trees. Thus has been described ‘The perfumed Elephant Antidote known as Gandha-Hasti’."
    },
    {
        "verse_id": "77-82",
        "text": " Cinnamon leaves, eagle-wood, nut-grass, small cardamom, the pentad of gummy exudations, red sandal, melilot, cinnamon bark, nardus, blue water lily, fragrant sticky mallow, fragrant piper, cuscus grass, rushnut, shell, deodar, fragrant poon, saffron, ginger-grass costus, perfumed cherry, Indian valerian, the five parts of siris tree (flowers, fruits, leaves root and bark), dry ginger, black pepper, long pepper, red arsenic, cumin seeds, white siris, Indian beech, jungle cork tree, sweet flag, chaste tree, turmeric, holy basil, the dry extract of Indian barberry, red ochre, Indian madder, the gum of neem tree, the bark of the bamboo, winter cherry, asafoetida, wood apple, Amlavetasa, lac, honey, liquorice, babchi seeds, sweet flag, orchid, gall stone, and Indian valerian; mix all the above-mentioned articles and make a paste with ox-bile and make it into pills under the asterism of Pushya. This remedy cosnsisting of sixty drugs was taught to Kubera (the celestial treasurer) by Tryambaka, the three eyed Shiva. It is infallible in its effect. This is renowned as the Major Perfumed Elephant Antidote. By using this antidote as potion, collyrium or application, success may be achieved in all therapeutic measures."
    },
    {
        "verse_id": "83",
        "text": " When used regularly by a person observing wholesome, measured and prescribed dietetic regimen, it cures Pilla, pruritus, darkness of vision, night-blindness, Kaca, tumor and cataract."
    },
    {
        "verse_id": "84",
        "text": " This is curative algo of irregular fevers, dyspepsia, ring-worm, pruritus, acute intestinal irritation, scabies, and the poison of mice, spiders, and all kinds of serpents, as well as vegetable poisoning from roots and bulbs."
    },
    {
        "verse_id": "85 By smearing this antidote over his body or his <a data-gl=\"1\" href=\"/definition/hand#ayurveda\" title=\"show hand definitions\">hand</a> and other limbs, a man can handle serpents and also drink poison, with immunity",
        "text": " A person, though on the verge of death, enjoys his full span of life in perfect health, by a regular use of this."
    },
    {
        "verse_id": "86",
        "text": " In constipation, it should be smeared over the anal region; and on the vagina in obstructed labor. In fainting, smearing it on the forehead is considered as the foremost remedy."
    },
    {
        "verse_id": "87",
        "text": " This antidote may also be applied over war-drums, umbrellas, banners and pennants and these should be sounded and displayed before the poison-afflicted man, by the wise physician for the cure of toxicosis [visha]."
    },
    {
        "verse_id": "88",
        "text": "The house containing this antidote cannot be penetrated by evil spirits afflicting children, or by Rakshasas or hobgoblins, nor can evil charms or black magic gain entry into the house."
    },
    {
        "verse_id": "89",
        "text": " Where there is this perfumed Elephant Antidote, there none of the evil spirits can enter, nor can evil occur there from fire, weapons, kings and thieves; but the spirit of auspiciousness makes its dwelling there."
    },
    {
        "verse_id": "90-94",
        "text": " While rubbing this paste during its preparation, the following efficacious holy incantation should be uttered: ‘My mother’s name is Jaya (victory) and my father also is Jaya (victory) and I am Vijaya (victory), the son of Victory Jaya and Jaya and hence I conquer. Salutation to the lion among beings, to God Vishnu, the maker of the world, to the eternal Krishna, the source and the glory of life. I am the very light of Vrishakapi the very light of Vishnu and that of Brahma, Indra and Yama. As surely as I have never heard of the defeat of god Vasudeva, and of the wooing of a mother’s hand and of the drying up of the ocean, so surely may this antidote achieve success by the truth of these words. O, thou, best among remedies, allied with Hili-Mili! give protection. Praise be unto thee’. Thus has been described ‘The antidote named the Major Perfumed Elephant Antidote, known as Mahagandha-Hasti’."
    },
    {
        "verse_id": "95",
        "text": "Take Rishabhaka, Jivaka, beetle killer, liquorice, blue water-lily, coriander, fragrant poon, cumin seeds, white mussel shell creeper and the contents of jujube seeds. These, taken with water cure asthma, fever and other complications due to poisoning."
    },
    {
        "verse_id": "96",
        "text": " The physician may give a potion of asafoetida and long pepper or of the juice of wood-apple and rock-salt, each mixed with honey and sugar. These two recipes are curative of fever, hiccup, asthma and cough."
    },
    {
        "verse_id": "97",
        "text": " A linctus prepared of the contents of jujube seeds, dry extract of berberry, roasted paddy, blue water lily, honey and ghee is recommended in vomiting due to poisoning. The cigar rolled out of yellow-berried nightshade, Indian nightshade and leaves of pigeon-pea is curative of hiccup."
    },
    {
        "verse_id": "98",
        "text": " The fumigation with peacock’s feather, bones of the crane, rape seeds and sandal mixed with ghee is recommended for disinfecting houses, beds, seats, clothes etc. It is destructive of poisonous vermin."
    },
    {
        "verse_id": "99",
        "text": " Fumigate with Indian valerian costus, head of the king cobra and flowers of siris. This antidote is considered to be a destroyer of all kinds of poisons and to be curative of edema."
    },
    {
        "verse_id": "100",
        "text": " Fumigation with lac, fragrant sticky mallow, cinnamon leaves, gum guggul, marking nut, arjun-flowers, calophany and white mussel shell creeper, is the best destroyer of reptiles, mice, worms and of cloth-insects."
    },
    {
        "verse_id": "101-104",
        "text": " Prepare alkali by [de?????] ashes of young palas and mix it with equal quantity of red ochre, turmeric, Indian berberry, and the ears of white holy basil, liquorice, lac, rock-salt, nardus, fragrant piper, asafoetida, dark blue sarsaparilla, Indian sarsaparilla, costus, dry ginger, black pepper, long pepper and saffron, till it becomes a semi solid paste. Then prepare pills of half a tola each and dry them in the shade. Proper use of these pills cures all varieties of edema due to poisoning, Gulma, dermic disorders, piles, anal fistula, splenic diseases, edema, epilepsy, worms, spirit possession, vocal disorders, throataffection, anemia, dullness of gastric fire, cough and insanity. Thus has been described ‘The Alkali Antidote’."
    },
    {
        "verse_id": "105",
        "text": " The treatments for poisoning due to poisonous potion, bite, sting, and application have been described in general. Henceforth, listen to them described individually and in full detail."
    },
    {
        "verse_id": "106",
        "text": " There is danger to a king of being poisoned by persons employed,by his enemies as his own attendants and wives through the agency of food and other articles of daily use; therefore-the attendants should be carefully watched,"
    },
    {
        "verse_id": "107",
        "text": " The man that is extremely suspicious, either very garrulous or very reticent, devoid of lustre in the countenance and has undergone change in his entire nature should be recognised as a potential poisoner."
    },
    {
        "verse_id": "108",
        "text": " Seeing such a person, the food given by him should not be taken straight way, but it should be tested by throwing a part of it in the fire. The fire burns abnormally undergoing various changes when food containing poison is cast into it."
    },
    {
        "verse_id": "109",
        "text": " The flames become variegated in color like the feathers of the peacock and the smoke is acrid, intolerable, dry and smells like a corpse. It burns with a crackling noise and the tongue of the flame curls a spiral or the flames get extinguished."
    },
    {
        "verse_id": "110",
        "text": " The food in the dish becomes discolored and the flies settling on it are killed. When eaten by the crows it makes their voices weak. When given to Cakora birds, their eyes suffer discoloration."
    },
    {
        "verse_id": "111",
        "text": " The potion containing poison becomes streaked with blue lines or becomes discolored. It fails to reflect one’s image or reflects it in a distorted form; and when salt is thrown into it there is effervescence."
    },
    {
        "verse_id": "112-113",
        "text": " The smell of poisoned eats and drinks causes headache, and if the heart gets affected, it causes faintness. Their touch causes swelling of the hands, loss of sensation, burning and pricking in the fingers and onychoclasis. When put into the mouth, they cause tingling of the lips and the tongue becomes swollen and numb and discolored. The teeth are set on edge and there occur rigidity of the jaw, burning in the mouth, ptyalism and throat disorders."
    },
    {
        "verse_id": "112-113.1",
        "text": "114, When the poison enters the gastric region, it produces discoloration, sweating, asthenia, nausea, impairment of the vision and heart and a condition where the body is covered with hundreds of bead-like eruptions"
    },
    {
        "verse_id": "115",
        "text": " When the poison reaches the lower part of the digestive tract, it produces fainting, intoxication, delusion, burning, asthenia, torpor and emaciation, and getting localized in the stomach, causes anemia."
    },
    {
        "verse_id": "116",
        "text": " If the poison is infused in the tooth-twig, the brush-like top part falls off and the swelling of teeth, lips and the flesh is induced. If the poison is mixed in the toilet-oil it causes the falling-off of the hair and pain and tumors in the head."
    },
    {
        "verse_id": "117",
        "text": " The poisoned collyrium causes burning in the eyes, tears, and excessive excretion of the eye, edema and redness. The eating of poisoned food and tactual contact with poisoned things, cause the vitiation, at the outset, of the stomach and then of the skin,"
    },
    {
        "verse_id": "118",
        "text": " The bath, inunction, rubbing, clothes, ornaments, toilet-creams and similar other articles contaminated by poison, cause pruritus, pain, pimples, horripilation, tingling sensation and edema."
    },
    {
        "verse_id": "119-119½",
        "text": " The burning and pricking of hands and feet, exhaustion and indigestion are caused by contact with poison-contaminated earth, sandals, horse-back, elephant-back, armour, flags, beds and seats. The contaminated garland is odorless; it withers and causes headache and horripilation."
    },
    {
        "verse_id": "120",
        "text": " The poisoned smoke blocks the natural orifices and injures the nose and the eyes."
    },
    {
        "verse_id": "121",
        "text": " The poisoned water of wells, lakes etc., stinks, gets dirty, discolored and when drunk, causes edema, wheals and pimples, and even death."
    },
    {
        "verse_id": "122-122½",
        "text": " The physician should first of all administer emesis in cases of poison which has reached the stomach, and applications and affusions in cases of external contamination through the skin. He should treat the patient, having ascertained the strength of the humoral morbidity and the vitality of the patient. Thus have been described the particulars relating to ‘Root-poisons’."
    },
    {
        "verse_id": "123",
        "text": " Now listen to the exposition of animal-poison. In the beginning the detailed treatment of snake-poison will be described,"
    },
    {
        "verse_id": "124",
        "text": " The Indian Cobra, the Russel’s Viper and the Rajiman [rājimān] are regarded as the snakes provoking Vata, Pitta and Kapha respectively."
    },
    {
        "verse_id": "125",
        "text": " The Indian Cobra should be recognised by its spoon-like hood, the Viper by a round hood and the Rajiman by its variegated spots and lines on its body."
    },
    {
        "verse_id": "126",
        "text": " Their poisons are predominantly dry and pungent, acid and hot, and sweet and cool respectively. Hence they are provocative of the Vata and other humors corresponding to those three groups of qualities."
    },
    {
        "verse_id": "127",
        "text": " The bite of the Cobra shows minute marks of fangs and is black in color and the blood being prevented from flowing out, it causes a tor-toise-shaped swelling. It is regarded as causative of Vata-disorders."
    },
    {
        "verse_id": "128",
        "text": " The bite of the Viper shows deep marks of the fangs and the wound is spread over a large surface accompanied with edema- It is yellowish or yellowish-red in color and is causative of all varieties of Pitta-disorders."
    },
    {
        "verse_id": "129",
        "text": " The bite of the Rajiman causes soft and fixed swelling. It is unctuous and pale and contains thick blood. It is causative of various disorders of Kapha."
    },
    {
        "verse_id": "130",
        "text": " The snake that coils itself roundly, that has a huge body, that hisses and looks upwards and has a large head and an even body is a male; and the one possessing just the contrary characteristics is a female."
    },
    {
        "verse_id": "131-132 The serpent that is timid is sexless",
        "text": " The person, bitten by the female serpent, has drooping looks, shivers and suffers loss of voice; and symptoms contrary to these show a person to have been bitten by the male serpent. By a combination of these symptoms the person is to be known to have been bitten by a sexless serpent. Thus have been described the distinctive signs of the female, the male and the sexless among serpents."
    },
    {
        "verse_id": "133",
        "text": " The person bitten by a pregnant female snake is afflicted with pallor of the face, swelling of the lips and black coloration of the eyes; the person bitten by a female snake in her puerperal period is afflicted with yawning, auger, elongation of the little tongue and hematuria."
    },
    {
        "verse_id": "134",
        "text": " The snake known as lizardsnake, a hybrid offspring of the snake and the lizard, has four legs. It resembles the black snake in other respects. There are many varieties of cross-breeds."
    },
    {
        "verse_id": "135",
        "text": "Bites that are deep, round, very painful, inflicted by prolonged stay of the fangs and that have spread are very serious. The bites with other characteristics are not so serious."
    },
    {
        "verse_id": "136",
        "text": " Black snakes when they are young, the Gonasa when they are old, and the Rajlman in their middle age become as virulently poisonous as the serpents that kill by their mere look and breath."
    },
    {
        "verse_id": "137",
        "text": " The snake has four fangs: the lower left one, of them, is white in color, the upper left one is yellowish and the lower right one is reddish and the upper right one is dark."
    },
    {
        "verse_id": "138",
        "text": " The lower left fang of a serpent contains as many drops of poison as the drops of water that fall off a hair of a cow’s tail if dipped in water and lifted out of it."
    },
    {
        "verse_id": "139",
        "text": " The quantity of poison in the other fangs is greater in arithmetical progression in the order of their statement. The bites caused by them are similar in color to their own and are increasingly poisonous in the order of their statement."
    },
    {
        "verse_id": "140",
        "text": " Insects, included in the category of worms (already described), are born of the fecal and urinary excrement of snakes themselves. They are divided broadly into two groups, one causing chronic poisoning and the other being destructive to life."
    },
    {
        "verse_id": "141443",
        "text": " The area bitten by the worms causing chronic poisoning, gets red, pale, black or dark in color, and covered with pimples and is afflicted with pruritus, burning, acute spreading affection, suppuration and putrefaction. Now hear the signs of the bite which leads to death. On the site of the bite, the same type of swelling develops as in the case of snake-bite, accompanied with bleeding and strong smell. The patient suffers from heaviness in the eyes, fainting, pain, dyspnea, thirst and anorexia, when bitten by creatures causing slow poisoning."
    },
    {
        "verse_id": "144-144½",
        "text": " When there is in the centre of the bite, a network-like black or dark patch resembling a burn, and there is also excessive suppuration, sloughing, swelling and fever, it should be diagnosed to be a bite by a spider causing slow poisoning."
    },
    {
        "verse_id": "145-146",
        "text": " Here are described the symptoms of the bite by all kinds of poisonous spiders. There occur swelling, pimples of pale, black red or yellow color, fever, terminal dyspnea, burning, hiccup and stiffness of the head."
    },
    {
        "verse_id": "147",
        "text": " Immediately after a bite by a rat causing slow poisoning, pale blood flows out; circular patches on the body appear as well as fever, anorexia, horripilation and burning"
    },
    {
        "verse_id": "148",
        "text": " Fainting, edema of the limb, discoloration, sloughing, deafness, fever, heaviness in the head, ptyalism and hematemesis are the symptoms of the incurable type of rat-bite."
    },
    {
        "verse_id": "148.1",
        "text": "149 Dark or black coloration or variegated coloration, stupefaction aud passing of loose motions are the symptoms of the bite of a chameleon"
    },
    {
        "verse_id": "150",
        "text": " The poison of the scorpion causes burning like fire aid then a cutting pain rapidly spreads upwards; but afterwards, it gets localized in the area of the bite."
    },
    {
        "verse_id": "151",
        "text": " A person stung by the incurable type of scorpion, looses the function of sight, smell and taste and suffers the sloughing of tissues and great pain and gives up his life."
    },
    {
        "verse_id": "151.1",
        "text": "152 Acute spreading affection, edema, colic, fever and vomiting are the symptoms of the sting of a poisonous hornet The site of the sting sloughs away"
    },
    {
        "verse_id": "153",
        "text": " The person stung by the crab Is afflicted with horripilation, rigidity of the phallus, and excessive pain and feels as if his body were affused with cold water."
    },
    {
        "verse_id": "154",
        "text": " If, in the bite by a poisonous toad, only a single fang has pierced, there is edema accompanied with pain, icteric tinge of the body and thirst. Vomiting and drowsiness are the symptoms of the bite by all types of poisonous frogs"
    },
    {
        "verse_id": "155",
        "text": " Poisonous fishes cause burning, edema, and pain; while the poisonous leeches cause itching, edema, fever and fainting."
    },
    {
        "verse_id": "156",
        "text": " The poisonous house-lizard causes burning, pricking pain, sweat-ing and edema. The poison of the centiped causes local sweating, pain and burning in the site of the sting."
    },
    {
        "verse_id": "157",
        "text": " The sting of the.mosquito causes slight edema with itching and mild pain; but the incurable sting of a mosquito has all the characteristics of an incurable sting of any insect"
    },
    {
        "verse_id": "157.1",
        "text": "158 Immediate bleeding, dark coloration, burning sensation, fainting, fever and pimples are caused by the fly-sting; the sting of the ‘Sthagika’ fly (tse-tse) is fatal"
    },
    {
        "verse_id": "159-160½",
        "text": " The persons bitten in the cremation ground or under the tutelary tree or on an ant-hill or in the place of sacrifice or a hermitage, or temple or at the time of the conjunction of the two fort-nights i.e., new moon and full moon days, or at mid-noon and mid night or on the eighth day of the fortnight or in the houses of people who have no faith in the Vedas, become incurable. Those who come in contact with the sight, breath excretions or the touch of the virulently poisonous celestial snakes, as also those that are bitten in their vital parts by serpents, perish quickly,"
    },
    {
        "verse_id": "161-162",
        "text": " All these symptoms may appear as the result of any type of serpent-bite too. The toxic condition is aggravated if the person is alarmed, intoxicated, weak or afflicted with hunger and thirst, and also if aided by the favorable conditions of the habitus of the person and the season. The symptoms are mild if the conditions are otherwise."
    },
    {
        "verse_id": "163",
        "text": " The snakes that are buffeted about by moving waters, that are emaciated, frightened, that have escaped from a mongoose, that are very aged or very young, or that have shed their scales, are considered to be mildly poisonous."
    },
    {
        "verse_id": "164",
        "text": " When enraged, the snake emits all the poison available in its entire body, while it does not emit anything like the same quantity, when it bites for securing its food or when in fright."
    },
    {
        "verse_id": "165",
        "text": " The poison of crabs and scorpions is mostly Vata-provoking. The poison of insects provokes the Vata and Pitta, and the poison of hornets and other insects provokes Kapha"
    },
    {
        "verse_id": "166",
        "text": " The physician should carry out treatment with the medication that is antagonistic in qualities to the ' nature of the predominant humor observed by its symptoms."
    },
    {
        "verse_id": "167",
        "text": " Cardiac pain, impeded breathing, rigidity, dilatation of vessels, pain in the bones and joints, tremors and cramps, and dusky coloration of the body are the symptoms of the poison of the Vata-provoking type."
    },
    {
        "verse_id": "168",
        "text": " Loss of consciousness, hot breath, heart burn, pungent taste in the mouth, sloughing of tissue in the region of the bite, edema and red and yellow coloration are caused by the poison of the Pitta-provoking type."
    },
    {
        "verse_id": "169",
        "text": " The physician should recognise the poison that is principally provocative of Kapha, by the symptoms of nausea, ptyalism, retching, heaviness and cold and sweet taste in the mouth."
    },
    {
        "verse_id": "170",
        "text": " In poison of Vata-provoking type, the treatment should be application of the syrup of sugar-candy to the wound, inunction with oil, sudation with kettle-sudation procedure or poultices with Pulaka grain etc., and the administration of the roborant therapy."
    },
    {
        "verse_id": "171",
        "text": " The poison of the Pitta-provoking type should be arrested with cold affusions and applications; aud that of the Kapha-provoking type should be subdued with scarification, excision, sudation or emesis."
    },
    {
        "verse_id": "172",
        "text": " In all cases of poison except those of the scorpion and the crab affecting any part of the body, cooling remedies are generally beneficial"
    },
    {
        "verse_id": "173",
        "text": " In cases of scorpion poison, sudation, inunction with ghee and rock salt, hot affusions and eating articles prepared in ghee and potion of ghee are beneficial."
    },
    {
        "verse_id": "174",
        "text": " The same treatment should be done in the case of the crab in addition to the use of friction-massage in the reverse direction to the course of the poison, using sand and genially warm water and covering of the area with a thick coating of the game is recommended."
    },
    {
        "verse_id": "175",
        "text": " In the case of a dog-bite, consequent upon humoral tridiscordance and vitiation of the body elements, there occur burning in the head, ptyalism and drooping of the head."
    },
    {
        "verse_id": "176",
        "text": " Many other fierce animals whose bites are provocative of Kapha and Vata are known to cause cardiac pain, headache, fever, stiffness, thirst and fainting."
    },
    {
        "verse_id": "177-178",
        "text": " Itching, piercing pain, discoloration, numbness, discharge, dehydration burning, red coloration, pain, suppuration, swelling, formation of knots on the body, contraction, local cracks in the bite, boils, nodes, rounded patches and fever are the symptoms of a poisonous bite; the opposite symptoms are those of a non-poisonous bite"
    },
    {
        "verse_id": "179",
        "text": " In these conditions all the procedures already described are to be applied as suit each condition. Listen as I describe other measures."
    },
    {
        "verse_id": "180",
        "text": " In heart-burn or ptyalism, strong purgation or emesis should be given as indicated in the particular condition, and when the patient has been cleansed, he should be given the rehabilitating diet."
    },
    {
        "verse_id": "181",
        "text": " In a condition where the poison has reached the head, the wise physician should administer errhine prepared with roots of Putranjiva, beetle killer and black holy basil."
    },
    {
        "verse_id": "182",
        "text": " If a person is bitten ou the lower part of the body, i.e. the legs, then the flesh and the blood of the cock, crow and peacock should be placed over the scarified scalp; and if he is bitten on the upper part of the body, then on the soles of the feet."
    },
    {
        "verse_id": "183",
        "text": " The collyrium of the paste of long pepper, black pepper, alkali, sweet flag, rock salt and drum-stick mixed with the bile of the Rohita fish cures poison that has reached the eyes."
    },
    {
        "verse_id": "184",
        "text": " When poison has reached the throat, the patient should be given green wood-apple with sugar candy and honey and when it has reached the epigastric region, he should take the above-said remedy mixed with four tolas of Indian valerian."
    },
    {
        "verse_id": "185",
        "text": " If the poison has reached the hypogastric region, he should take the paste of equal quantities of long pepper, turmeric, Indian berberry and Indian madder, rubbed with cow’s bile, as potion."
    },
    {
        "verse_id": "186",
        "text": " If the poison has reached the nutrient fluid, the potion of the pulvis of the dried flesh and blood of the iguana, mixed with the juice of the wood-apple, is beneficial."
    },
    {
        "verse_id": "187-188",
        "text": " If the poison has penetrated the blood, the root bark and the sprouts of Assyrian plum, jujube and gular fig and of the white siris should be used as potion."
    },
    {
        "verse_id": "If the poison has penetrated the flesh, medicated catechu wine with honey, or kurchi root with water should be taken",
        "text": " When the poison has penetrated all the body-elements, heart-leaved sida, evening mallow, mahwa flowers, liquorice and Indian valerian should be used."
    },
    {
        "verse_id": "189",
        "text": " If the poison has provoked Kapha morbidity, the physician should administer the pulvis of long pepper, dry ginger and alkali mixed with fresh butter as application"
    },
    {
        "verse_id": "190-190½",
        "text": " The pulvis of nardus, fragrant poor;, cinnamon leaves, cinnamon bark, turmeric, Indian valerian, red sandal, red arsenic, shell and holy basil, levigated in water, should be used as potion, errhine, eye-salves and application, These are curative of all kinds of edema and poison."
    },
    {
        "verse_id": "191-192½",
        "text": " Sandal, Indian valerian, costus, turmeric, Indian berberry, cinnamon bark, red arsenic, Tamala, juice of fragrant poon and shell, well pasted with rice-water and taken, destroy all varieties of poison as effectively as Indra destroys the Asuras with the thunder-bolt."
    },
    {
        "verse_id": "193-193½",
        "text": " White pepper impregnated for seven days in the juice of siris flowers is beneficial as errhine, collyrium and potion, in cases of snake-bite."
    },
    {
        "verse_id": "194-194½",
        "text": " A potion prepared with 8 tolas of Indian valerian and costus, and Id tolas of ghee and honey, gives relief even to those bitten by Takshaka himself, the prince among snakes."
    },
    {
        "verse_id": "196-196½",
        "text": " The potion prepared with Indian madder, liquorice, Jivaka and Rishabhaka, candied sugar, the fruits of white teak and banyan stipules is beneficial in the poison of Russel’s Viper."
    },
    {
        "verse_id": "197-197½",
        "text": " The three spices, Indian atees, costus, kitchen soot, fragrant piper, Indian valerian, kurroa and honey combined, cure the poison of the Rajiman or the striped snake."
    },
    {
        "verse_id": "198-198½",
        "text": " Kitchen soot, turmeric, Indian berberry and the entire plant of the prickly amaranth along with its roots, soaked in honey and ghee, if given as potion, cure poison even if the person be bitten by Vasuki himself, the deadliest of serpents."
    },
    {
        "verse_id": "199-199½",
        "text": " The application made of the barks of lactiferous plants, following up on the purificatory procedure, cures toxicosis [visha] due to insect-bites. The application of pearl is curative of edema, burning, pricking pain and fever."
    },
    {
        "verse_id": "200-201 The paste of sandal, Himalayan cherry, cuscus grass, siris, chaste tree, milky yam, Indian valerian, costus, trumpet flower, fragrant sticky mallow and Indian sarsaparilla rubbed in the juice of the Assyrian plum should be used as application etc",
        "text": ", as found suitable to the condition on hand after full investigation in poison due to spider-bite."
    },
    {
        "verse_id": "200-201 The paste of sandal, Himalayan cherry, cuscus grass, siris, chaste tree, milky yam, Indian valerian, costus, trumpet flower, fragrant sticky mallow and Indian sarsaparilla rubbed in the juice of the Assyrian plum should be used as application etc.1",
        "text": "202 The potion prepared of mahwa flowers, liquorice, costus, siris, fragrant sticky mallow, trumpet-flower, neem, Indian sarsaparilla and honey is curative of spider-poison"
    },
    {
        "verse_id": "203",
        "text": "Safflower, cow’s tooth, yellow milk plant, the excreta of pigeons, red physic nut, turpeth and rock salt, when applied, will remove the granulomatous growth in the wound inflicted by the spider or the insect."
    },
    {
        "verse_id": "204",
        "text": " White siris, arjun siris, Assyrian plum and the bark of milky trees should be used to make decoctions, pastes and powders which are curative of ulcers resulting from insect and spider bites."
    },
    {
        "verse_id": "205",
        "text": " Cinnamon bark and dry ginger, taken in equal proportion and reduced to fine powder, should be taken with warm water. This is curative of poison due to all varieties of rats."
    },
    {
        "verse_id": "206-207",
        "text": " The combined pulvis of kurchi seeds, Indian valerian, bristly luffa, and bitter gourd used as potion, insufflation etc., is curative of the poison of scorpions, rats, spiders and snakes. This acts like ambrosia and cures dyspepsia due to chronic poisoning."
    },
    {
        "verse_id": "208-211",
        "text": " All these recipes may be used as indicated according to the morbid humor provoked by the bite of the chameleon. Pigeon excreta, pomelo, the juice of siris flowers, the milk of clenolepis and mudar, dry ginger, Indian beech and honey should be used in poison due to scorpion bite. The paste of siris fruits along with the milk of thorny milk hedge plant is a remedy for frog-bite and the roots of white turpeth, the three spices and ghee make a remedy in fish-bite. The various remedies for insect-bites are equally applicable in cases of leech-bites, and treatment curative of Vata-cum-Pitta generally proves beneficial. The remedy for scorpion-bite is applicable in the case of the crab-bite and the remedy for the rat-bite applies in the case of the hornet."
    },
    {
        "verse_id": "212-214",
        "text": " An excellent remedy may be prepared for poisonous bites by Vishvambhara and other insects by making a paste of sweet flag, bark of babmoo, Patha, Indian valerian, the seed-blossom of holy basil, heart-leaved sida, evening mallow, Indian birch wort, costus, siris, turmeric and Indian berberry, painted leaved, uraria, ticktrefoil, white mussel shell creeper, wild carrot, mineral pitch, lemon grass, white siris, barley-alkali, kitchen soot and red arsenic, rubbed with the bile of the Rohita fish. This can be used as errhine, collyrium or in other modes of application."
    },
    {
        "verse_id": "215",
        "text": " The salsoda alkali, the alkali got out of goat’s droppings, holy basil and clenolepis mixed with the [? supernatant?] part of Madira wine is beneficial in poisoning due to centiped bite."
    },
    {
        "verse_id": "216",
        "text": " Wood apple, clenolepis, mudar seeds, the three spices, Indian beech, jungle cork tree, turmeric and Indian berberry cure poison of the house-lizards."
    },
    {
        "verse_id": "217-218",
        "text": " The prickly amaranth mixed with the juice of the sword-bean is the foremost of antidotes. Similar in effect are black nightshade and tooth brush tree, mixed with peacock’s bile. The Siris-pentad antidote prepared with pulvis of the fruits, roots, bark, flowers and leaves of siris mixed with an equal quantity of ghee is foremost among antidotes. Thus has been described ‘The Siris-pentad antidote’."
    },
    {
        "verse_id": "219-220",
        "text": " In case of wounds caused by the claws and teeth of the quadrupeds and bipeds, there occur edema, suppuration, discharge and fever. The application of gum arable tree, sal, elephant’s foot, maiden hair, tumeric, Indian berberry and red chalk is curative of the poison due to injury by teeth and claws."
    },
    {
        "verse_id": "221-222",
        "text": " When a person bitten by anything in pitchy darkness gets alarmed and suspects a poisonous bite he develops symptoms of pseudo-poison in the form of fever, vomiting, fainting and burning, as well as prostration, stupefaction and diarrhea; this is regarded as fear-poison. The following treatment in such a case should be given by a wise physician speaking comforting and reassuring words."
    },
    {
        "verse_id": "223",
        "text": " The potion of sugar, purified sulphur, grapes, milky yam, liquorice and honey should be given mixed with water sanctified by holy incantations, and the sprinkling of such sanctified water and inducing of comfort and cheer constitute the treatment in such fear-poison."
    },
    {
        "verse_id": "224",
        "text": " Shali rice, Shashtika rice, common millet and Indian millet are recommended as diet, and rock-salt for salting purposes."
    },
    {
        "verse_id": "225",
        "text": " Prickly amaranth, cork swallow wort, brinjal, marsilia, malta jute and Indian pennywort and carilla fruit are wholesome as vegetables."
    },
    {
        "verse_id": "226-227",
        "text": " As acids, emblic myrobalan and sour pomegranate are good, and soups of green gram and common pea, the meat juices of antelope, peacock, porcupine, common quail, partridge and spotted deer, soups and meatjuices prepared with drugs curative of poison and the food that is nonirritant are remedies in cases of poison."
    },
    {
        "verse_id": "228",
        "text": " The person though cured of poison should avoid antagonistic diet, over-feeding, anger, fear, exertion aud sexual intercourse and particularly day-sleep."
    },
    {
        "verse_id": "229-230",
        "text": " Repeated jerks of the head, edema, drooping of the lips and the ears, fever, rigidity of eyes and limbs, tremors of the jaw, contortions of the body, falling of hair, exhaustion, depression, trembling and circumambulation are the symptoms in quadrupeds bitten by poisonous creatures.."
    },
    {
        "verse_id": "231-232",
        "text": " Deodar, turmeric. Indian berberry, long leaved pine, sandal, eaglewood, Indian groundsel, gall stone of the cow, cumin, gum guggul, Indian valerian, rock-salt and Indian sarsaparilla, powdered and mixed with sugarcane juice, cow’s bile and honey make a remedy for poisonous bites in the case of quadrupeds."
    },
    {
        "verse_id": "233",
        "text": " With a view to gain the favor of their husbands, women administer to them their sweat, menstrual discharge, saliva and excreta from other parts of the body, as also artificial poisons advised by enemies, mixing these with the food."
    },
    {
        "verse_id": "234-235",
        "text": " As a result of such administration of poison, the person will show symptoms of anemia, emaciation, weakness of the digestive fire, palpitation of the heart, distension of the abdomen and edema of hands and feet, abdominal diseases, assimilation disorders, consumption Gulma, wasting, fever and similar other diseases."
    },
    {
        "verse_id": "236",
        "text": " He perceives in his dreams generally cats, jackals, cruel animals, mongooses and monkeys as well as dried up rivers and reservoirs of water and withered trees."
    },
    {
        "verse_id": "237",
        "text": " If he be dark-complexioned, he sees himself as bright in dreams or if bright, he sees himself dark or finds himself without his ears and nose or injured in his sense-organs in his dreams."
    },
    {
        "verse_id": "238",
        "text": " Seeing such a person, the intelligent physician should ask what kind of food, when and in whose company, he had eaten, and ascertaining the cause should administer him emesis."
    },
    {
        "verse_id": "239",
        "text": " Copper-dust mixed with honey is a good stomach-cleanser for a person. After the stomach has been cleansed he should be given half a tola of the colloidal powder of gold."
    },
    {
        "verse_id": "240",
        "text": " Gold quickly destroys all kinds of poison-effects in one that takes gold i.e., it confers immunity, just as no water wets the lotus leaf, poison does not affect him."
    },
    {
        "verse_id": "241-241½",
        "text": " Take long leaved croton, turpeth, red physic nut, physic nut milk of thorny milk-hedge and emetic nut and with these prepare buffalo’s ghee, adding 256 lolas of cow’s urine. This is an effective remedy in case of poison due to snake and insect bites and in artificial poison."
    },
    {
        "verse_id": "242-249",
        "text": " Take one tola each of siris bark, dry ginger, black pepper, chebulic myrobalan, beleric myrobalan, emblic myrobalan, red sandal, blue water lily, heart-leaved sida, evening mallow, Indian sarsaparilla, asafoetida, Indian groundsel, neem, trumpet flower, Putranjiva, pigeon pea, trilobed virgin’s bower, vasaka,holy basil, kurchi seeds, Patha, alangy, winter cherry, colocynth, yellow berried nightshade, lac, variegated mountain ebony, climbing asparagus, white-siris, red physic nut, rough chaff, painted leaved uraria, dry extract of Indian berberry, white turpeth-root, white mussel shell creeper, costus, deodar, perfumed cherry, white yam, pith of mahwa fruits, and bark of Indian beech, turmeric, Indian berberry and lodh; prepare 256 tolas of ghee with this in equal quantity of water and 768 tolas of cow’s and goats urine. This is curative of poison, When used as potion, inunction and nasal medication, it cures epilepsy, consumption, insanity, spirit-possession, chronic helminthiasis, Gulma, splenic disorders, spastic paraplegiajaundice, stiffness of jaw and shoulder, and similar other disorders. It can revive those that are apparently dead due to poisoning and strangulation. This ghee is known by the name of ‘Nectar’ and is the best antidote for all poisons. Thus has been described ‘The Nectar-Ghee.’"
    },
    {
        "verse_id": "250",
        "text": " One should move about with an umbrella in the day and a rattle in hand at night, so that snakes might get frightened by the shade and the noise respectively and move away."
    },
    {
        "verse_id": "251",
        "text": " Immediately after the snake-bite, one should bite the snake itself or even a clod of earth and tie a ligature above the bite, and either tear open or cauterise the wound."
    },
    {
        "verse_id": "252-253 The wearing on one’s person of diamond, emerald, <a data-gl=\"1\" href=\"/definition/sara#ayurveda\" title=\"show Sara definitions\">Sara</a>, the Picuka grain, the bead that is antidote for <a data-gl=\"1\" href=\"/definition/mouse#hinduism\" title=\"show mouse definitions\">mouse</a>-poison, the ruby, the gem from the serpent's hood, the <a data-gl=\"1\" href=\"/definition/vaidurya#ayurveda\" title=\"show Vaidurya definitions\">Vaidurya</a>, the elephant pearl and the <a data-gl=\"1\" href=\"/definition/anti#hinduism\" title=\"show anti definitions\">anti</a>-poison stone as well as of the anti-poison herbs, gives immunity from poison",
        "text": " The rearing of birds such as Sharika, demoiselle crane, peacock, swan and parrot is beneficial."
    },
    {
        "verse_id": "254",
        "text": " Thus, herein has been given an elaborate exposition or the various methods of treatment of toxicosis [visha] of both the varieties. The wise physician, after study and full understanding of the subject should apply the remedies and neutralise the effects of poison."
    }
]