[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of Alcoholism [madatyaya-cikitsa]’."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-10",
        "text": " Wine, that was greatly worshipped of old by the gods and their bug, that which was invited by the ritualist and established in the sacrifice called Sautramani, she that upholds the sacrifices, that by which devitalised Indra was uplifted from the impenetrable gloom of faintness into which he had fallen by excessive addiction to Soma, that which is worthy of being seen, touched and mixed by holy men who offer sacrifices in the manner prescribed by the Vedas, that which is derived from a variety of sources and yet has the one common quality of intoxication, that which endows the gods with choicest prosperity in the form of ambrosia, the manes in the shape of ‘Svadha’ and the twice-born in the shape of ‘Soma’, that which is the splendour, might and the wisdom of the Ashvin twins, that which is the power of Indra, that which is the ‘Soma’ prepared in the ‘Sautramani [sautrāmaṇi]’ sacrifice, that which is the destroyer of sorrow, unhappiness, fear and distress, which is powerful, and which itself turns into and causes love, joy, speech and nourishment, and beatitude, that which has been praised as the joyful wine by the gods, Gandharvas, Yakshas, Rakshasas and mortals, should be taken in the enjoined manner."
    },
    {
        "verse_id": "11-20",
        "text": " Having attended to the internal and external needs of the body and having bathed and painted himelf with fragrant sandal, a person must wear clean clothing along with ornaments and fragrance suitable to the season. Then decking himself with garlands of variegated flowers and with jewels and ornaments, he should worship the gods and the Brahmanas and touch the most auspicious articles. Seating himself comfortably in a sitting or lounging position on a well made bed with pillows, in a spot scattered with flowers that are best suited to each season and fumigated with fragrant smoke, he should drink wine, always in vessels of gold or silver or vessels set with precious stones or other vessels clean and well shaped. He should drink while being shampood by clean, loving, beautiful, young and well trained women decked in fine clothes, jewels and flowers suitable to the season. He should eat, while drinking, green fruits and salted fragrant flesh and other sauces agreeable to the wine and proper to the season, and the fried flesh of many hinds of creatures of the land, water and the air and many kinds of puddings made by expert cooks. He should drink, having prayed to the gods and having first received their grace and having poured the libations of wine on the earth, mixed with water for the desiring spirits."
    },
    {
        "verse_id": "21",
        "text": " The person of the Vata habitus should take inunction, oil-massage and bath, and put on good raiment, treat himself to fragrant smoke and paint himself with sandal paste and should take the food prepared with unctuous and hot articles; after that, he should drink wine."
    },
    {
        "verse_id": "22",
        "text": " If the person with the Pittahabitus, after treating himself to various cooling things such as bath etc., and eating food consisting of sweet, unctuous and cooling articles, takes wine, it will not impair his health."
    },
    {
        "verse_id": "23",
        "text": " The person of the Kapha-habitus, living on food prepared of barley and wheat, should treat himself to hot things and eat the flesh of Jangala animals prepared with black pepper and then take wine."
    },
    {
        "verse_id": "24",
        "text": " This is the procedure of drinking in the case of rich people and those who are, yet on the path to prosperity, should treat themselves to things that are available according to their circumstances and should drink wine in wholesome doses."
    },
    {
        "verse_id": "25",
        "text": " For persons of Vata-habitus wine prepared of gur and flour is wholesome; while the persons with Kapha-cum-Pitta habitus should take grape-wine or honey-wine"
    },
    {
        "verse_id": "26",
        "text": " Wine is prepared from various substances and possesses various qualities. It has various actions on the body. It is intoxicating in nature. Hence it should be viewed from the point of both its good as well as its evil effects."
    },
    {
        "verse_id": "27",
        "text": " If a person takes it in right manner, in right dose, in right time and along with wholesome food, in keeping with his vitality and with a cheerful mind, to him wine is like ambrosia."
    },
    {
        "verse_id": "28",
        "text": " While to a person who drinks whatever kind comes in hand to him, and whenever he gets an opportunity and whose body is dry due to constant exertion, that very wine acts as a poison."
    },
    {
        "verse_id": "29",
        "text": " Alcohol reaching the brain, disturbs all the ten qualities of the vital essence by its ten-fold nature of action and thus leads to the derangement of the mind (protoplasmic poison),"
    },
    {
        "verse_id": "30 They are—lightness, heat, acuteness, subtleness, acidity, diffusiveness, quickness, dryness, expansiveness and limpidness",
        "text": " These are described to be the ten qualities of alcohol."
    },
    {
        "verse_id": "31",
        "text": " While heaviness, coldness, softness, smoothness, denseness, sweetness, fixity, clearness, viscidity and unctuousness are laid down as the ten qualities of vital essence."
    },
    {
        "verse_id": "32-34",
        "text": " Heaviness is destroyed by lightness, coldness by heat, sweetness by acidity, softness by acuteness, clearness by quickness, unctuousness by dryness, fixity by diffusiveness, smoothness by expansiveness., viscidity by limpidness and density by subtleness. Thus alcohol by its characteristic actions, destroys the ten qualities of the vital essence. It acts as a protoplasmic poison. As a result., alcohol agitates the mind, and its foundation, namely the heart, and quickly produces intoxication."
    },
    {
        "verse_id": "35",
        "text": " The heart is considered to he the seat of the circulatory channels of the body nutrient fluid, the Vata and other humors and of the mind, intellect and the senses, as also of the vital essence"
    },
    {
        "verse_id": "36",
        "text": " By excessive use of alcohol and the resulting impairment of the vital essence, the brain becomes disordered along with the body-elements situated there."
    },
    {
        "verse_id": "37",
        "text": " In the first stage of intoxication, the vital essence is not affected but the mind becomes stimulated. In the second stage, the vital essence is slightly affected and in the third stage, it is completely affected."
    },
    {
        "verse_id": "38",
        "text": " The wine prepared from flour does not produce much impairment of the vital essence, because the qualities of expansiveness, dryness and clearness are not in it in a pronounced degree."
    },
    {
        "verse_id": "39-40",
        "text": " When the brain is affected by the action of alcohol, there will result exhilaration, ardent desire, exultation, sense of happiness and various kinds of changes according to the psychic make-up of the person and according to its Rajasic or Tamasic qualities. Owing to excessive use of alcohol, stupor terminating in narcosis is produced. This is the delusion caused by wine and is known as alcoholic intoxication."
    },
    {
        "verse_id": "41",
        "text": " Three stages of intoxication are observed in a person who drinks wine the first, the middle or the second and the last or the third. We shall describe the characteristics of each of them."
    },
    {
        "verse_id": "42-43",
        "text": " It produces exhilaration, delight, a finer discrimination of the qualities of food and drink, desire for music, song, jokes and stories. It does not impair the intellect or memory and"
    },
    {
        "verse_id": "causes no incapacity for sense-pleasures",
        "text": " It promotes sound sleep as well as happy awakening. This is the first and the happy-stage of alcoholic effects."
    },
    {
        "verse_id": "44-45",
        "text": " Fitful recollection, fitful forgetfulness, frequent, indistinct, thick and laryngeal speech, indiscriminate talk, unsteady gait, impropriety in sitting, drinking, eating, and conversation—these are to be known as the symptoms of the second stage of alcoholic effects."
    },
    {
        "verse_id": "46",
        "text": " After transcending the second stage and before reaching the last stage, there is no impropriety which persons of the Rajasic and Tamasic nature will not commit."
    },
    {
        "verse_id": "47",
        "text": " Which wise man would ever wish to be intoxicated to an extent which is as frightful as insanity, even as no traveller would select a road which leads to an unhappy end and which is beset with many troubles?"
    },
    {
        "verse_id": "48",
        "text": " Having reached the third stage of intoxication, he becomes paralysed like a felled tree, with his mind submerged in intoxication and stupor, and though alive he resembles a dead man."
    },
    {
        "verse_id": "49",
        "text": " He does not discriminate between or recognise the qualities of things or his friends He does not possess even a sense of his own happiness for the very sake of which alcohol is drunk."
    },
    {
        "verse_id": "50",
        "text": " Which wise man would like to attain that state in which he cannot discriminate between what ought to be done and what ought not to be done, between pleasure aud pain and between what is good and what is evil in the world?"
    },
    {
        "verse_id": "51",
        "text": " On account of his addiction, he is condemned and censured by all people and is regarded an unworthy man by them. He gradually develops painful diseases as a result of his addiction."
    },
    {
        "verse_id": "52",
        "text": " For all men, all that which is contributive of well-being in this life and in the other, and happiness in that higher life of liberation, is established in the perfect tranquility of the mind."
    },
    {
        "verse_id": "53",
        "text": " Wine causes great agitation to such a tranquil mind, like the strong wind that shakes the trees on a bank."
    },
    {
        "verse_id": "54",
        "text": " Ignorant men, who are addicted to and are binded [blinded?] by intoxication and overcome by passion and ignorance, consider the intoxicated state which is a greatly morbid and diseased condition, to be a state of happiness."
    },
    {
        "verse_id": "55",
        "text": " These men enslaved and blinded by alcoholism [madatyaya], are deprived of wisdom and Sattvic qualities and are lost to all goodness."
    },
    {
        "verse_id": "56",
        "text": " Wine is also the cause of great delusion, fear, grief, anger and death as well as of insanity, toxicosis, fainting, epilepsy and convulsions."
    },
    {
        "verse_id": "57",
        "text": " When a man is deprived of his very memory, then everything that follows upon it, is necessarily evil. Thus, those who know the evils of drink, condemn the drink-habit strongly."
    },
    {
        "verse_id": "58",
        "text": " True and undoubted indeed are these great evil effects described about wine, if it is unwholesome or taken in excess, or taken in disregard of the prescribed regulations."
    },
    {
        "verse_id": "59",
        "text": " But wine, by nature, is regarded as similar to food in its effects. It is productive of disease if taken in improper manner, but is like ambrosia if taken in proper manner."
    },
    {
        "verse_id": "60",
        "text": " Even food, which is the life of living creatures, if taken in improper manner, destroys life, while poison, which by nature is destructive of life, if taken in proper manner, acts as an elixir"
    },
    {
        "verse_id": "61",
        "text": " Wine taken in proper manner soon induces exhilaration, courage, delight, strength, health, great manliness and joyous intoxication."
    },
    {
        "verse_id": "62-64",
        "text": " It is an appetiser, digestive-stimulant, cordial, promoter of voice and complexion and is nourishing, roborant and strengthening. It relieves fear, grief and fatigue. It acts as a soporific to those suffering from insomnia and as a stimulant of speech in reticent people. It keeps awake people given to excess of sleep, and relieves, obstruction in the body-passages, renders the mind unconscious of the pain of trauma, ligature and other kinds of pain and suffering. It acts as a cure for the disorders resulting from alcoholism [mada-atyaya]."
    },
    {
        "verse_id": "65",
        "text": " It increases the enjoyment of sense-pleasures and the desire for the continuance of such pleasures. Even to the very aged, alcohol gives elation and delight."
    },
    {
        "verse_id": "66",
        "text": " There is nothing comparable on earth to the delight derived, during the first stage of alcoholic effects, from the perceptions of the five senses in the case of either the young or the aged."
    },
    {
        "verse_id": "67",
        "text": " Alcohol, taken in the proper way, is a relaxation for all people afflicted with a multitude of sufferings and sorrows."
    },
    {
        "verse_id": "68",
        "text": " One should take wine keeping always in view the threefold classification in each of the six things—food, drink, age, disease, vitality and season. as well as the triad of morbid humors and the triad of the psychic types."
    },
    {
        "verse_id": "69",
        "text": " The correlating of the triads of these eight factors is known as the proper mode, and the use of alcohol taken in such proper mode is never attended with the evil effects of drinking."
    },
    {
        "verse_id": "70",
        "text": " On the contrary, the person enjoys all the good effects ascribed to drinking, and without endangering his virtue or wealth, he obtains the exalted state of the mind."
    },
    {
        "verse_id": "71",
        "text": " Generally, in the first stage of intoxication, mental faculties get stimulated. In the second stage, the real nature of the man is slightly revealed and in between the second and the third it is fully revealed"
    },
    {
        "verse_id": "72",
        "text": " As rain stimulates the growth of crops and fire reveals the quality of gold, similarly drink produces both these effects on the minds of men."
    },
    {
        "verse_id": "73",
        "text": " Just as fire reveals the high, medium and low quality of gold similarly, drink reveals the true type of the mind conerned."
    },
    {
        "verse_id": "74-75",
        "text": " That is the Sattvic manner of drinking where it is drunk after adorning oneself with fragrant flower garlands and to the accompaniment of song, where the wine has been properly prepared and pure, and taken along with delicious and clean foods and drinks, which is drunk always to the accompaniment of delightful conversation, which is taken in happy mood, which is attended with a healthy sense of exaltation and which increases cheerfulness and love, which has a happy termination and which does not lead to the extreme state of intoxication."
    },
    {
        "verse_id": "76",
        "text": " The people of Sattwic temperament are not immediately subject to the morbid effects of intoxication. Wine cannot quickly impair the qualities of a strong mind."
    },
    {
        "verse_id": "76.1",
        "text": "77 That is the Rajasic manner of drinking which causes speech that is partly gentle and partly rude, partly distinct and partly indistinct and varying every moment in its nature and is incoherent and generally ending in an unhappy condition"
    },
    {
        "verse_id": "78",
        "text": " That is regarded as the Tamasic manner of drinking wherein speech that is not characterised by cheerfulness and affection is indulged, where there is no satisfaction in the food and drink taken, and which terminates in delusion, passion and sleep."
    },
    {
        "verse_id": "78.1",
        "text": "79 It is therefore that a man should recognise, among those given to drink, the men of the Sattvic type by means of the aforesaid characteristics and avoid the company of the Rajasic and Tamasic types so as to avert the risk of the morbid effects of drinking after their manner"
    },
    {
        "verse_id": "80-82",
        "text": " The men of excellent character, those that are pleasant of speech, that are amiable in expression, that are applauded by the good, that are versed in the arts, that are clean of heart and quick in the grasp of things, those that are mutually helpful and whose coining together is out of sincere friendship, who enhance the pleasure of drinking by their joy, affection and sweetness of manner and the sight of whom causes mutual increase of joyous spirits—such men indeed make happy companions at drink, for, by drinking in their company, one enjoys delight."
    },
    {
        "verse_id": "83-84",
        "text": " They indeed are equal to the most blessed of men who drink in the company of such good friends while enjoying the pleasures of lovely objects of the five senses of sight, smell, taste, touch and hearing and paying due heed to the circumstances of place and time and with a joyous heart."
    },
    {
        "verse_id": "85",
        "text": " Those who are strong of mind and body, those who are habituated to drink after meals, those who have inherited the habit of drinking and those that have by practice got habituated to large doses of drink, do not get quickly intoxicated"
    },
    {
        "verse_id": "86-87",
        "text": " Those men who are afflicted with hunger and thirst, who are debilitated, who are of Vata or Pitta habitus, who are given to dry and insufficient and very limited diet, who are sluggish in digestion aud who are mentally weak, those that are of wrathful nature, those that are not habituated to drink, those that are emaciated, those that are greatly exhausted and those that are suffering from lesions due to alcoholism [madatyaya]—all such, get intoxicated quickly even with a small dose of wine,"
    },
    {
        "verse_id": "88",
        "text": " Agnivesha! Hereafter I shall describe the etiology, the signs and symptoms and the therapeutics of each type of alcoholism [mada-atyaya], in due order."
    },
    {
        "verse_id": "89-90",
        "text": " If a person that is greatly emaciated by indulgence in women, by grief, fear, load-carrying, way-faring and such other strenuous activity, or if a person, habituated to dry, scanty and limited diet takes dry and highly fermented wine in excess at night and loses his sleep, he will soon be subject to alcoholism [madatyaya] of the Vata type."
    },
    {
        "verse_id": "91",
        "text": " Hiccup, dyspnea, tremors of the head, pleurodynia, insomnia and excessive garrulity are to be known as the signs and symptoms of alcoholism [mada-atyaya] of the Vata-type."
    },
    {
        "verse_id": "92-93",
        "text": " He who takes strong, acute and acid wine and who habitually takes acid, hot and acute articles of diet, who is of an irritable temperament and who loves exposing himself to the fire and the sun, will be subject to alcoholism mostly of the Pitta-type. But in a person with excess of Vata, this alcoholism due to Pitta either subsides immediately or causes death."
    },
    {
        "verse_id": "94",
        "text": " Thirst, burning, fever, perspiration, fainting, diarrhea, giddiness, and icteric tinge of the body are to be known as the symptoms of alcoholism of the Pitta type."
    },
    {
        "verse_id": "95-96",
        "text": " In a person who excessively drinks fresh wine, mainly sweet or prepared of gur or Hour, who is habituated to sweet, unctuous and heavy diet and who is given to non-exercise, day-sleep and the pleasures of a sedentary and indolent life, soon develops alcoholism [madatyaya] which is of the Kapha-type."
    },
    {
        "verse_id": "97",
        "text": " Vomiting, anorexia, nausea, torpor, rigidity, heaviness and chilliness are to be known as symptoms of alcoholism of the Kapha-type."
    },
    {
        "verse_id": "98",
        "text": " Whatever qualities in poison are observed to provoke the tridiscordant condition, the same are also observed in alcohol. In poison they are of a stronger nature."
    },
    {
        "verse_id": "99",
        "text": " Some poisons kill immediately while others lead to diseases. The last stage produced in alcoholic intoxication should be regarded as similar to poison in effect."
    },
    {
        "verse_id": "100",
        "text": " Therefore, the symptoms born of tridiscordance are observed in all types of alcoholism [mada-atyaya]; but owing to the predominance of special symptoms in each type, they are classified into separate categories."
    },
    {
        "verse_id": "101-106",
        "text": " Severe aches in the entire body, stupefaction, cardiac pain, anorexia, incessant thirst, fever with the characteristics of either cold or heat, lightning-like pains in the head, sides of the chest, bones and joints; severe pendiculation. throbbing, twitchings, fatigue, obstruction in the chest, cough, hiccup, dyspnea, insomnia, tremors all over the body, disease of the ear, eye and mouth, stiffening of the waist, vomiting, diarrhea and nausea of Vata, Pitta or of the Kapha type, giddiness, delirium, hallucinations of sight and bewilderment of the mind and a feeling of being covered with hay, ash, creepers, leaves or earth, and that of animals and birds crawling over his body, as well as dreaming of unhappy and inauspicious dreams—all these, are to be regarded as the symptoms of alcoholism."
    },
    {
        "verse_id": "107",
        "text": " All kinds of alcoholism [madatyaya] are to be known as resulting from tridiscordance; the physician should treat first that particular humor which is observed to be most predominant in alcoholism."
    },
    {
        "verse_id": "108",
        "text": " In alcoholism [mada-atyaya] the line of treatment should generally begin with the seat of Kapha and then of Pitta and lastly of Vata."
    },
    {
        "verse_id": "109",
        "text": " Diseases arising from wrongful, excessive and too meagre use of alcohol are alleviated by taking it in the right measure."
    },
    {
        "verse_id": "110-111",
        "text": " When the morbid effects of all the alcohol ingested are completely abated and the body becomes lighter and the patient develops a craving for drink, the physician, who is expert in posology, should give him wine which is agreeable to him mixed with sanchal and rock salts combined with the juice of the citron and ginger and cooled and diluted with water."
    },
    {
        "verse_id": "112-113",
        "text": " The excessive drinking of acute, acid and irritant wine causes dilution of the food-juice by excessive secretion, specially of mucus, leading to misdigestion and alkaline formation leading quickly to internal heat, fever, thirst, stupor, giddiness and intoxication; wine itself should be given to alleviate the condition."
    },
    {
        "verse_id": "114",
        "text": " The alkali quickly changes to sweet taste when mixed with the acidity of wine neutralization of alkali by acid). Listen now to those qualities of wine by which it is considered to be the best of acids."
    },
    {
        "verse_id": "115-116",
        "text": " The wine of sour taste is regarded to have four after-tastes. They are sweet, astringent, bitter and pungent tastes. On account of these four tastes and the ten-fold actions described previously, wine is the super-most among acid substances."
    },
    {
        "verse_id": "117",
        "text": " The Vata, blocked up in the channels as a result of the precipitation of the morbid humors by alcohol, causes acute pain in the head, bones and joints."
    },
    {
        "verse_id": "118",
        "text": " In this condition, the patient should be given wine in spite of its acid quality for the liquefaction of the morbid humors by its diffusive, acute and hot qualities."
    },
    {
        "verse_id": "119",
        "text": " When taken regularly, wine is wholesome, relives the obstructions in the channels, regulates the peristaltic movement of Vata, acts as an appetiser, stimulates the gastric fire and becomes homologatory by habituation."
    },
    {
        "verse_id": "120",
        "text": " The channels carrying the body-fluid being cleared and the peristaltic movement of Vata getting regulated, the pains and disorders due to alcoholism [madatyaya] subside and the Vata due to intoxication abates."
    },
    {
        "verse_id": "121-122",
        "text": " For the alleviation of Vata the patient should be given wine prepared out of pastry, acidified with citron, kokam butter, jujube, pome granate and sprinkled with the powder of bishop’s weed, common juniper, cumin and dry ginger, and flavoured with sauces and mixed with a little of salt and fried barley powder and with unctuous articles."
    },
    {
        "verse_id": "123-124",
        "text": " Recognising the symptoms of provoked Vata, the patient should be treated with unctuous, sour and well prepared meat-juices of common quail, partridge, cock and also of pea cock and of birds, beasts and fishes of the wet land group and with the meat-juices of terricolous creatures and the tearer group of beasts and birds, mixed with cooked Shali rice."
    },
    {
        "verse_id": "125-126",
        "text": " The patient of Vata habitus should be treated with unctuous, hot, salt, sour and delicious Veshavara [veśavāra], a variety of preparations of wheat flour mixed with supernatant part of Varupi wine, and with unctuous pan-cakes and puffs stuffed with meat and ginger and with pan-cakes prepared out of black gram,"
    },
    {
        "verse_id": "127-128",
        "text": " Or, he may be given the flesh of the fatty creatures previously described, prepared with black pepper aud ginger and with a small quantity of unctuous substance and without any acid, or mixed with pomegranate juice; or, he may be given the pudding prepared with the three spices, coriander. black pepper and ginger, taken with genially warm pan cakes."
    },
    {
        "verse_id": "129-130",
        "text": " When the patient gets thirsty after meals, he should be given the supernatant part of Varuni-wine as potion, or the juice of pomegranate or the decoction of pentaradices or the water boiled with coriander and dry ginger or whey or the supernatant part of sour gruel or vinegar."
    },
    {
        "verse_id": "129-130.1",
        "text": "131 By the administration of this tested remedy in proper dose and time, the disorder gets alleviated and the patient’s vitality and complexion promoted"
    },
    {
        "verse_id": "132-135",
        "text": " By various kinds of Riga and Sadava confections and various appetisers which make the patient relish the food, meat-preparations, vegetables, pastry and barley, wheat and Salt rice and by the aid of inunction, dry massage, hot baths, covering with thick blankets and smearing the body with the thick paste of eagle-wood, and fumigation with the aid of dense smoke of eagle-wood, and by the aid of affectionate embraces of women’s bodies full of the warmth of youth, by the warm clasp of their waists, thighs and full grown breasts, by the warmth of the bed and the cover and the warmth of happiness and cheer of the interior apartments, alcoholism of the Vata-type gets subdued effectively."
    },
    {
        "verse_id": "136-137",
        "text": " In alcoholism [mada-atyaya] of the Pitta type, wine added with sugar, wine made of sugar, grape-wine or any other variety of wine, diluted with plenty of water mixed with the juices of showy dillenia, dates, grapes, sweet falsah and pomegranate, and sprinkled with roasted paddy flour and cooled, should be given as potion, at the proper time."
    },
    {
        "verse_id": "138",
        "text": "The flesh of the rabbit, grey partridge, antelope, common quail, and black tailed deer, sweet and sour articles and Shali and Shashtika rice should be used in the dietary."
    },
    {
        "verse_id": "139",
        "text": " Or, meat-juice of the goat may be prepared with the soup of the wild snake-gourd or with the soup of math-gram and green-gram mixed together and acidified with the pomegranate and the emblic myrobalan, and may be given."
    },
    {
        "verse_id": "140",
        "text": " Various demulcent drinks, gruels and meat-juices may be prepared out of the juices of grapes, emblic myrobalan, dates and sweet falsah."
    },
    {
        "verse_id": "141-142",
        "text": " Finding that the Kapha and the Pitta are in a provoked condition in the stomach of the alcoholic patient and that he. is afflicted with thirst and burning due to excessive morbidity, the physician should first give him wine, grapejuice, water or a demulcent drink and then immediately administer emesis so as not to allow any residue to remain in the stomach. In this way, the patient gets quickly cured of his condition."
    },
    {
        "verse_id": "143",
        "text": " When he desires food, he should be given demulcent drink and treated systematically with the rehabilitation-procedure. As a result, his gastric fire gets enkindled and digests the residual fraction of morbidity as also the food."
    },
    {
        "verse_id": "144-145",
        "text": " In conditions of cough, spitting of sputum mixed with blood, pleurodynia, mammary pain, thirst, misdigestion, agitation in the stomach and chest, the physician should give soup of guduch, large variety of nutgrass or of snake-gourd, mixed with dry ginger, followed by a diet of partridge flesh."
    },
    {
        "verse_id": "146",
        "text": " If the patient is afflicted with great thirst owing to excessive provocation of Vata and Pitta, he may be given grape-juice to drink, as it is cooling and a regulator of the humors."
    },
    {
        "verse_id": "147-147½",
        "text": " When this potion has been digested, he should be fed with a diet of the meat juice of the goat, mixed with sweet and sour things and when thirsty, wine should be given as post-prandial potion. That is the proper dose for the post-prandial potion, which does not adversely affect the mind."
    },
    {
        "verse_id": "148-148½",
        "text": " When thirsty, he should be given wine frequently and in small quantities, diluted liberally with water so as to quench his thirst and also avoid intoxication."
    },
    {
        "verse_id": "149-150",
        "text": " The patient may drink the cold infusion of sweet falsah or tooth-brush-tree-water or the cool decoction of the tetrad of leafy drugs, (ticktrefoil, painted leaved uraria, wild green gram, wild black gram) or the adipsous juice of nut-grass, pomegranate and roasted paddy,"
    },
    {
        "verse_id": "151",
        "text": " The juice of the sour pentad viz., jujube, pomegranate, kokam butter, yellow wood sorrel and country sorrel, used as a mouth-paint, immediately quenches the thirst."
    },
    {
        "verse_id": "152-155½",
        "text": " Cooling eats and drinks, cool beds and seats, the touch of cool breezes and waters, cool gardens, the contact of silken garments, sacred lotuses, water lilies and precious stones and pearls spinkled [sprinkled?] over with sandal-scented water cool as the light of the moon, the touch of vessels of gold, silver and bronze filled with cool water and of skin-bags filled with ice and exposed to draughts of breeze; the contact of women smeared with sandal paste and of the breeze heavy with the scents of the best varieties of sandal; these are recommended in alcoholism of the Pitta type. The physician may make use of whatever other things there are, which have a cooling potency."
    },
    {
        "verse_id": "156-156½",
        "text": " In burning due to excessive drinking, the touch of the petals of white lily and night-flowering lotus, wetted with sandal water as also the touch of pleasing objects, is beneficial."
    },
    {
        "verse_id": "157-157½",
        "text": " The narration of wonderful stories, the pleasant cries of the peacock and the rumbling of thunder alleviate the effects of intoxication."
    },
    {
        "verse_id": "158-158½",
        "text": " Various devices of showering water and blowing breezes and rooms equipped with cascades, should be devised by the physician for the cure of burning due to alcoholism [madatyaya]."
    },
    {
        "verse_id": "159-159½",
        "text": " Painting the body with perfumed cherry, cuscus grass, lodh, fragrant sticky mallow, fragrant poon, cinnamon leaves and nut-grass mixed with the decoction of sandal, is recommended in burning."
    },
    {
        "verse_id": "160-160½",
        "text": " An application with the lather of jujube sprouts, neem and soap-nut is beneficial in burning."
    },
    {
        "verse_id": "161-161½",
        "text": " Sura-wine, supernatant part of Sura wine, sour curds, pomelo-juice and honey, along with sour conjee are curative of burning and are recommended as affusion and application."
    },
    {
        "verse_id": "162-162½",
        "text": " Cold water is recommended for use as affusion, immersion and for wetting the fans to allay burning and thirst."
    },
    {
        "verse_id": "163-163½",
        "text": " If these procedures are administered in proper dose and in proper time, alcoholism of the Pitta-type gets allayed quickly if the patient strictly carries out the instructions of the physician."
    },
    {
        "verse_id": "164-166½",
        "text": " Alcoholism [mada-atyaya] of the Kapha-type should be cured by means of emesis and fasting. When thirsty, the patient should be given water boiled with, fragrant sticky mallow or with heart-leaved sida or painted leaved uraria or yellow-berried nightshade or water boiled with all these together and dry ginger, and cooled; or the physician may give water boiled with Cretan prickly clover and nut-grass or with nut-grass and trailing rungia or water boiled with nut-grass alone, as each of these causes the digestion of the morbid humor"
    },
    {
        "verse_id": "167-169",
        "text": " The same is recommended as potion in every kind of alcoholism; This is harmless as a drink and is curative of thirst and fever. Sugar-wine, honey-wine, old medicated wine or Sidhu-wine, mixed with, honey and un-unctuous and demulcent articles added with the pulvis of bishop’s weed and dry ginger, may be given to the patient as potion, when the chyme is digested and he feels thirsty."
    },
    {
        "verse_id": "170-170½",
        "text": " He should be given a diet of barley and wheat with un-unctuous soups of horse-gram or of dried radish. This soup should be cooked thin and given in small quantity. It should be made light and mixed with articles which are pungent and acid in taste and also with a slight quantity of ghee."
    },
    {
        "verse_id": "171-172½",
        "text": " He should be fed on a diet of barley along with sour soup of snake-gourd or the soup of emblic myrobalan mixed profusely with pungent articles. He may also be given the sour soup of the three spices or of Amlavetasa or meat-juice of the goat prepared with sour articles and without unctuous substance or the meat-juice of Jangala creatures in the same way."
    },
    {
        "verse_id": "173-173½",
        "text": " Meat should be roasted in a dish or an earthen pan till it is completely dry, and then pungent, sour and salt articles should be added; the patient should take honey-wine while eating them."
    },
    {
        "verse_id": "174-176",
        "text": " In alcoholism [madatyaya] of the Kapha-type, the patient should eat, according to the strength of his gastric fire, at proper meal-time, meat copiously flavoured with black pepper and mixed with juice of pomelo and large measure of pungent articles as well as with bishop’s weed and dry ginger, and acidified with the juice of pomegranate and mixed copiously with pieces of green ginger and rolled up in a hot pancake; he should then take a draught of wholesome wine."
    },
    {
        "verse_id": "177-178",
        "text": " Take sanchal salt, cumin seeds, kokam butter and Amlavetasa one part each, cinnamon, cardamom and black pepper ½ part each, and mix with one part of sugar. This salt-preparation containing eight ingredients (Aṣṭāṅga) is an excellent promoter of the gastric fire and should be given in alcoholism of the Kapha type, for cleansing the body-channels."
    },
    {
        "verse_id": "179",
        "text": " The same Ashtanga salt duly diluted with sweet and acid juices, adds relish to articles of wheat and barley and also to meat preparations."
    },
    {
        "verse_id": "180-181",
        "text": " Reduce into paste, along with spices, white grapes after taking out the seeds, with the juice of pomelo or of pomegranate and add sanchal salt, cardamom, black pepper, cumin seeds, cinnamon bark and bishop’s weed; this chutney mixed with honey, serves as an excellent appetiser and promoter of the gastric fire."
    },
    {
        "verse_id": "182",
        "text": " A chutney may be prepared out of small grapes too in the same manner; this chutney, mixed with vinegar and liquid gur, acts as a digestive-stimulant and digestive"
    },
    {
        "verse_id": "183-184",
        "text": " Prepare separate chutneys of mango-pulp and pulp of emblic myrobalan, adding coriander, sanchal salt, cumin seeds, celery and black pepper, gur and honey, and prepare it so as to have a predominantly sour and salt taste; food articles' taken along with this chutney are relished much and are also properly digested."
    },
    {
        "verse_id": "185-188",
        "text": " By non-unctuous and hot eats and drinks, warm baths, proper exercise, fasting, systematic waking in the nights, systematic dry baths and massages at the proper time, by friction massage which is promotive of life and color, by wearing heavy clothings, by the use of eagle-wood paste, by the warm and joyous embraces of young women and soothing warm massage of the body by the well-trained hands of women—by such means, the alcoholism of the Kapha type abates quickly."
    },
    {
        "verse_id": "189",
        "text": "The measures which are described in the case of each morbid humor separately, should be given in skilful combination, for the cure of the remaining ten types of tridiscordance, by the wise physician."
    },
    {
        "verse_id": "190",
        "text": " The physician, who is an expert in pathology as well as in pharmaceutics and knows the science of prognosis as regards curable and incurable diseases, cures all curable diseases."
    },
    {
        "verse_id": "191-193",
        "text": " Lovely woodlands, lakes, ponds full of lotuses, flowers, clean food and drink, cheering companions, garlands, varieties of perfumes, clean garments, musical notes, endearing and delightful company, excellent exposition of stories, humorous anecdotes and songs and the companionship of beloved women act as curatives of alcoholism [madatyaya]."
    },
    {
        "verse_id": "194",
        "text": "Alcohol does not cause morbid intoxication without first agitating the mind, nor without affecting the body. Hence treatment that is mentally cheering and enlivening should be given"
    },
    {
        "verse_id": "195",
        "text": " With the above tested remedies, alcoholism gets alleviated; if it does not, then a course of milk-diet should be resorted to, avoiding the use of wine altogether."
    },
    {
        "verse_id": "196497 Owing to the lightening therapy and the digestive, cleansing and soothing procedures, the patient, who gives up wine, becomes weak and lightened by the reduction of Kapha",
        "text": " For such a patient whose systems have been burnt up by alcohol and whose morbid Vata and Pitta are increased, milk is as wholesome as the rains are for the summer-scorched tree,"
    },
    {
        "verse_id": "198",
        "text": " When the disease has been cured by the administration of milk and the patient has acquired strength, the milk-regimen should be gradually reduced and alcohol substituted little by little."
    },
    {
        "verse_id": "199",
        "text": "The person who, after withdrawal from drink-habit, takes again suddenly to drinking excessively succumbs to the disorders named ‘Dhvamsaka’ and ‘Vikshaya’."
    },
    {
        "verse_id": "200",
        "text": "These two diseases occurring in a person already wasted by disease are the most formidable of all diseases. Their signs and symptoms and treatment will now be described systematically."
    },
    {
        "verse_id": "201",
        "text": " Excessive discharge of mucus, dryness of throat and mouth, intolerance to sound, excessive torpor, and somnolence should be known to be the symptoms of ‘Dhvamsaka’."
    },
    {
        "verse_id": "202",
        "text": " Cardiac and throat disorders, stupefaction, vomiting, body-ache, fever, thirst, cough and headache are the signs and symptoms of ‘Vikshaya’."
    },
    {
        "verse_id": "203",
        "text": " The same medicament is recommended in these conditions as is prescribed in alcoholism [mada-atyaya] of the Vata type, for they occur in emaciated and debilitated persons."
    },
    {
        "verse_id": "204",
        "text": " Enemata, potion of ghee, courses of milk and ghee, inunction, massage, baths, and food and drink that are curative of Vata should be resorted to."
    },
    {
        "verse_id": "205",
        "text": " With these procedures ‘Dhvamsaka’ and ‘Vikshaya’ get alleviated. No disorder due to alcohol can occur in a person who takes wine in proper manner."
    },
    {
        "verse_id": "206",
        "text": " The wise man who abstains from all kinds of intoxicating drink and who has his senses under control, is not afflicted with any disorder due to alcohol either somatic or psychic"
    },
    {
        "verse_id": "207-211",
        "text": " The powers of the goddess of wine, the manner of drinking wine, the articles of which it is prepared, the action of each of them, nature of the combination it demands, how it intoxicates, combined with what qualities it yields excellent result, the nature of intoxication and the three different stages of intoxication and their respective characteristic symptoms, the ill-effects of alcohol as well as its good effects, the three modes of drinking and the signs and symptoms according to the particular type of the mind, the nature of the boon-companions at drinking that makes for happiness, the persons that are intoxicated quickly and those that are intoxicated slowly, the cause of intoxication and its signs and symptoms, how and which wine cures the diseases produced by alcohol and what is the line of treatment—all this is elaborately described in this chapter on the Therapeutics of Alcoholism [madatyaya]."
    }
]