[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Therapeutics of the Anomalies of Urinary Secretion [prameha-cikitsa].’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Punarvasu who was free from delusion, pride, anger and desire and whose mind had grown large with wisdom and meditation, instructed Agnivesha, in due course, regarding urinary disorders [prameha], along with their causes, symptoms and therapeutics."
    },
    {
        "verse_id": "4",
        "text": " Addiction to the pleasures of lounging and sleeping, excessive use of curds, meat juice of domestic, aquatic and wet-land animals, milks new grains and drinks, and products of gur and all things that increase Kapha are the causative factors of the anomalies of urinary secretion."
    },
    {
        "verse_id": "5",
        "text": " The Kapha having vitiated the adipose and the muscular tissues, the body-fluid becomes localised in the genito-urinary system and causes anomalies of the urinary secretion. The Pitta, too, which is provoked by hot things, vitiating those very tissues, causes in the same manner other varieties of urinary anomalies [prameha]."
    },
    {
        "verse_id": "6",
        "text": " On the diminution of the other two humors, the morbid Vata draws into the genito-urinary system the essential body-elements, and gives rise to the third class of urinary anomalies. In every case the morbid humor, having reached the genitourinary system, vitiates the urine and generates urinary anomalies [prameha] corresponding to its specific nature"
    },
    {
        "verse_id": "7",
        "text": " Ten are the varieties of urinary anomalies [prameha] caused by Kapha. They are curable. Six are the varieties caused by Pitta. These are mitigable. Four are the varieties caused by Vata. These last are incurable. The first class are curable because of the unitary nature of treatment required; the second class are merely mitigable because of the incompatible nature of the treatment required; the third class is incurable because of its highly fulminating nature"
    },
    {
        "verse_id": "8",
        "text": " The Kapha, the Pitta and the Vata are the three, vitiating factors. The adipose tissue, blood, semen, body fluid, fat, lymph, marrow, nutri ent fluid, vital essence and muscular tissue are the body-elements susceptible to vitiation in those suffering from urinary anomalies. There are precisely twenty varieties of urinary anomalies."
    },
    {
        "verse_id": "9-9¼",
        "text": " The following are the ten varieties caused by Kapha—(1) that wherein the urine resembles water, (2) that wherein the urine resembles sugarcane juice, (3) that wherein the urine is dense, (4) that wherein the-urine is dense and clear in the upper half, (5) that wherein the urine is white, (6) that wherein the urine is mixed with semen, (7) that wherein the urine is cold, (8) that wherein the urine is excreted slowly, (9) that wherein the urine is like the saliva, and (10) that wherein the urine contains sand."
    },
    {
        "verse_id": "10",
        "text": " These are the six varieties of urinary anomalies [prameha] caused by the Pitta—(1) that which resembles a solution of alkali, (2) that which is indigo-like in color, (4) that which is yellow like turmeric, (5) that which is brown like Indian madder, and (6) that which is red in color."
    },
    {
        "verse_id": "11",
        "text": " These are the four varieties of urinary anomalies caused by the Vata consequent on the diminution of the remaining body-elements—;1) that which is mixed with marrow, (2) that which is mixed with vital essence, (3) that which is mixed with fat, and (4) that which is mixed with lymph."
    },
    {
        "verse_id": "12",
        "text": " The given urinary anomaly [prameha] acquires its color, taste, feel and smell from the causative morbid humor. The anomaly resulting from Vata is characterised by dusky-red coloration of the urine and colicky pain. If it further acquires the characteristics of marrow, vital essence, fat or lymph, it becomes incurable."
    },
    {
        "verse_id": "13-14",
        "text": " Sweating, bodily fetor, flabbiness of body, inclination to lie down, sedentation and sleep, increased excretion in the stomach, eye, tongue and ear, corpulence of the body, rapid growth of hair and nails, liking for cold things, dryness of throat and palate, sweet taste in the mouth, burning sensation in the hands and feet, and swarming of ants on the urine—these are the premonitory symptoms of the approaching urinary disorder [prameha]."
    },
    {
        "verse_id": "15",
        "text": " There are two types of patients—one stout and strong and the other very emaciated and weak. In the case of the emaciated, roborant medication should be done. In the case of the strong man who is affected with great morbidity, the purificatory procedure should be administered."
    },
    {
        "verse_id": "16",
        "text": " After the patient has undergone the oleation procedure, the various purificatory prescriptions, described in the Section on Pharmaceutics, should be used. Once the morbid matter has been eliminated by emesis and purgation, it is the impletion procedure alone that should be resorted to in cases of urinary anomalies."
    },
    {
        "verse_id": "17",
        "text": " Depletion in a patient of urinary disorder [prameha] may result in Gulma, wasting, phalalgia or pain in the bladder or kidney; and suppression or retention of urine. Hence, considering the strength of the gastric fire, the impletion procedure should be carried out."
    },
    {
        "verse_id": "18",
        "text": " In cases where the purificatory procedure is contra-indicated, the sedative line of treatment should be adopted. Accordingly, the patient should be given demulcent drinks, decoctions, linctus made of barley powder and light food, for the relief of urinary disorder."
    },
    {
        "verse_id": "19",
        "text": " Cooked barley un-mixed with unctuous articles, barley-porridge and pan-cakes together with roasted paddy powder mixed with meat-juice of gallinaceous and pecker birds and with the agreeable meat-juice of jangala animals, should be given as diet."
    },
    {
        "verse_id": "20-20½",
        "text": " The patient may be given cooked old rice with the soup of green gram or of ether pulses and bitter vegetables. He may be given Shashtika rice or grass grains mixed with oils or red physic nut and zachum oil and white mustard. But the principal diet of the patient should be barley."
    },
    {
        "verse_id": "21",
        "text": " The patient suffering from the Kapha type of urinary disorder [prameha] should eat various preparations of barley mixed with honey."
    },
    {
        "verse_id": "22",
        "text": " The barley soaked overnight in the decoction of the three myrobalans and taken with honey and Sidhn wine is the best nutrient diet for the patient, and the constant use of it indeed destroys urinary disorders."
    },
    {
        "verse_id": "23",
        "text": " The patient should use as diet barley soaked in the various decoctions prescribed for the cure of the Kapha type of urinary disorders, converting it into flour of roasted grain or into cakes or roasted in any other form mixed with gur."
    },
    {
        "verse_id": "24",
        "text": " Various eatables, prepared or barley which has been previously given to donkeys, horses, cows, swans and deer and excreted by them in their dung, should be used. In similar manner eatables prepared of bamboo barley and wheat should be given to the patient."
    },
    {
        "verse_id": "25",
        "text": " The purificatory procedures, emesis and lightening therapy, administered at appropriate times cure the urinary anomalies of the Kapha type; and purgation, impletion and sedation procedures cure anomalies of the Pitta type."
    },
    {
        "verse_id": "<em>26</em>",
        "text": " The patient suffering from urinary disorder [prameha] may take the decoction of Indian berberry, deodar, the three myrobalans and nut-grass; or he may take powdered turmeric with honey and the juice of emblic myrobalan."
    },
    {
        "verse_id": "27-29",
        "text": " (1) Chebulic myrobalan, box myrtle and lodh; (2) Patha, embelia, bark of arjun and common Indian linden; (3) turmeric, Indian berberry, valerian hardwick and embelia; (4) bark of kadamba, common saul, arjuna and bishop’s weed; (5) Indian berberry, embelia, bark of catechu and crane tree; (6) deodar, costas, eagle-wood and sandal-wood; (7) Indian berberry, wind killer, three myrobalans and Patha, (8) Patha, trilobed virgin’s bower aud small caltrops; (9) bishop’s weed, cuscus grass, chebulic myrobalans, and guduch; (10) piper chaba, chebulic myrobalan, white-flowered leadwort, and dita bark; thus we have described in the foregoing ten verses ten formulas of decoction to be taken with honey by persons suffering from urinary anomalies of the Kapha-type."
    },
    {
        "verse_id": "30-(1)",
        "text": " Cuscus grass, lodh, extract of Indian berberry and red sandal wood; (2) cuscus. grass, nut grass, emblic and chebulic myrobalans; (3) bitter snake-gourd, neem bark, emblic myrobalan and guduch; (4) nut-grass, chebulic myrobalan, bark of Himalayan cherry and kurchi; (5) lodh, fragrant sticky mallow, yellow sandal-wood and fulsee flowers; (6) bark of neem, arjun, Indian hog plum, turmeric and blue lily; (7) bark of siris, common saul, arjun and fragrant poon; (8) perfumed cherry, lotus, blue water lily and palas; (9) bark of holy fig and Patha, spinous kino and country willow; (10) Indian berberry, blue lily and nut grass; the foregoing ten formulas of decoction to be taken with honey, a single formula being described in each quarter of a verse, are indicated for persons suffering from urinary anomalies of the Pitta-type."
    },
    {
        "verse_id": "33",
        "text": " The first two prescriptions of decoctives are indicated in all kinds of urinary disorders; while all decoctives may be used severally as indicated, in preparations of demulcent drinks, iu impregnation of barley and in articles of food and drink."
    },
    {
        "verse_id": "34",
        "text": " If the urinary disorder [prameha] originates from the discordance of Vata, the oils and ghees prepared from these decoctives are to be given; the morbidity pertaining to fat and Kapha is quieted by decoctions; while Vata is quieted by unctuous substances."
    },
    {
        "verse_id": "35",
        "text": " The person suffering from urinary disorders of Kapha-cum-Pitta-type may lick the powders of the following drugs with honey—(1) kamala, bark of dita and flowers of common saul; (2) beleric myrobalan, white cedar and kurchi bark; (3) and the flowers of wood apple."
    },
    {
        "verse_id": "36",
        "text": " These, reduced to paste, should be taken with the juice of emblic myrobalan, in the dose of one tola, at the prescribed time and when this is digested the patient should take a, meal of old grains with agreeable meat-juice of Jangala animals."
    },
    {
        "verse_id": "37",
        "text": " On ascertaining whether it is in the wake of Kapha or of Pitta that Vata has appeared as a sequel, the physician has to make the proper choice as regards the unctuous adjuvant to be used; in the case of Kapha, oil prepared with decoctions alleviattve of the Kapha type of urinary disorders [prameha] is to be used while in the case of Pitta, ghee prepared with decoctions alleviative of Pitta is indicated."
    },
    {
        "verse_id": "38-39",
        "text": " Small caltrops, common mountain ebony, white catechu, marking nut, Indian atees, lodh, sweet flag, bitter snake gourd, arjun, neem, nut-grass, turmeric, Himalayan cherry, bishop’s weed, Indian madder, eagle wood, sandal wood; the oil prepared with each or all of the groups of the above decoctives should be given to the patient affected with Kapha associated with Vata; ghee prepared similarly should be given to the patient affected with Pitta. In the event of tri-discordance a combined preparation of oil and ghee should be given."
    },
    {
        "verse_id": "40",
        "text": " Decoction prepared of the three myrobalans, India berberry, colocynth and nut-grass should be given with he paste of turmeric and honey in all kinds of [se?? e] conditions of urinary disorders [prameha]."
    },
    {
        "verse_id": "41-43",
        "text": " Lodh, long zedoary, orris root, small cardamom, trilobed virgins bower, embelia, the three myrobalans, bishop’s weed, chaba pepper, perfumed cherry, betel nut, colocynth, chiretta, kurroa, beetle killer, valerian hard wickwhite-flowered leadwort, roots of long pepper, costus, Indian atees, Patha. kurchi seeds, fragrant poon, colocynth, shell, cinnamon leaf, black pepper, and rush-nut; take one tola of each of these drugs and decoct in 1024 tolas of water, till it is reduced to one fourth quantity (256 Lolas); then filter it and mix with half the quantity of honey (128 tolas) and put it in a vessel well smeared with ghee and keep for a fortnight."
    },
    {
        "verse_id": "44",
        "text": " The course of this medicated honey wine of the dose of eight tolas soon cures urinary disorders of Kapha and Pitta types; it also cures anemia, piles, anorexia, assimilation-disorders, leprosy and various kinds of skin diseases. Thus has been described ‘The medicated Honey-wine’."
    },
    {
        "verse_id": "45",
        "text": "Taking the above described decoction of lodh and mixing it with 32 tolas of red physic nut, 32 tolas of sugar-candy and equal quantity of honey; similarly, taking the above described decoction and adding 16 tolas of marking nut, 32 tolas of sugar-candy and equal quantity of honey; make two separate medicated wines."
    },
    {
        "verse_id": "46",
        "text": " The patient may drink either water prepared with catechu or small sacrificial grass, or honey-water, or the decoction of the three myrobalans, or mild Sidhu wine or good grape-wine of the first quality and of a ripe vintage."
    },
    {
        "verse_id": "47",
        "text": " He may eat the flesh of beasts and birds roasted on a spit or the varied preparations of barley. The physician may relieve the urinary disorders caused by over-impletion by purificatory procedure, medicated wines, decoctives and linctuses."
    },
    {
        "verse_id": "48",
        "text": " If a man uses habitually roasted barley, dry-baked barley powder, green gram and emblic myrobalan, he does not get urinary disorders, leucoderma, dysuria, and dermatosis born of Kapha."
    },
    {
        "verse_id": "49",
        "text": " The tested remedies described by me for the reduction of the adipose element or in the treatment of disorders caused by impletion, may also be used in the treatment of urinary disorders [prameha] born of Kapha and Pitta."
    },
    {
        "verse_id": "50",
        "text": " Urinary disorders yield readily to the various courses of exercise, to intense friction massage, to bath, affusions and applications with fragrant sticky mallow, cardamom, eagle-wood and sandal-wood."
    },
    {
        "verse_id": "51",
        "text": " The physician, knowing that the increase of body-fluid, adipose tissue and Kapha, is the cause of urinary disorders, should administer the procedure of depletion at the very outset in the treatment of urinary disorders caused by Kapha and Pitta."
    },
    {
        "verse_id": "52",
        "text": " Treatment that has been previously prescribed in the urinary disorders of Vata type is also indicated in urinary disorders with provoked Vata as complication. It is in the extremely debilitated subjects of urinary disorders that Vata becomes provoked and it is needless to worry about irremediable conditions."
    },
    {
        "verse_id": "53",
        "text": " Those which have been identified as causative factors in a given case of urinary disorder should be avoided in that particular case. Just as the avoidance of morbific factors ensures the prevention of disease, so also it constitutes the cure of disease which has already arisen."
    },
    {
        "verse_id": "54",
        "text": " In a case where a patient passes yellow or red-colored urine, without showing the premonitory symptoms of urinary disorder, the morbid condition should not be diagnosed as a case of urinary disorder, for it is really a condition of hemothermia."
    },
    {
        "verse_id": "55",
        "text": "In case where the urine is found to be sweet, slimy and honeylike, the condition may admit of two different diagnoses. If the body-elements are found to be in a depleted condition, the case should be diagnosed as coming under the Vata type; if on the contrary, the case reveals a plethoric condition, then it should be diagnosed as belonging to the Kapha type."
    },
    {
        "verse_id": "56",
        "text": "The Kapha and Pitta types of urinary disorders if preceded by their respective premonitory symptoms, and those urinary disorders which have gradually culminated into the Vata type, are not curable. The urinary disorders due to Pitta are generally palliable only; but if the fat element has not been impaired, they admit of [curative?] treatment."
    },
    {
        "verse_id": "57",
        "text": " Persons with congenital urinary disorder or those born of diabetic parents are incurable owing to germo-spermic morbidity. Similarly those affected with hereditary taint are considered incurable."
    },
    {
        "verse_id": "58",
        "text": " The seven inflammatory conditions described by me separately in the chapter on Nomenclature of Diseases (Chap. XVII Sutra.), are to be treated by expert surgeons by operative, antiseptic, cleansing and healing procedures."
    },
    {
        "verse_id": "59-61",
        "text": " The causes, the morbid humor, the susceptible body-elements in urinary disorders [prameha], their curability, the resemblances of urine, the two types of patients, the three modes of treatment, the disadvantages of over-depletion, the eatables prepared of barley, the demulcent drinks, decoctions curative of urinary disorders, oils, ghees and linctuses, articles of diet, the most effective medicated wines, the various courses of exercise,, baths, massages, fragrant applications—all these, are described for the cure of urinary disorders in the chapter on ‘Therapeutics of Urinary Disorders’."
    }
]