[
	{
        "verse_id": "1",
        "text": " We shall now expound the third quarter entitled ‘Culled with the Hand [kara-pracita]’ of the chapter on Vitalization."
    },
    {
        "verse_id": "1.1",
        "text": "2 Thus declared the worshipful Atreya"
    },
    {
        "verse_id": "3",
        "text": " Of emblic myrobalans, agreeing with the description given earlier and plucked with the hand [i.e., kara-pracita] during the Phalguna or the Magha month, deseeded and dry-pounded, take 256 tolas of powder and macerate it in the expressed juice of fresh emblic myrobalans, repeating the process of maceration twenty-one times. Keep this apart. Now put together the several herbs coming under the five heads of decoctives namely, life-promoters, roborants, galactagogues, the seminiferous and rejuvenators described in the chapter entitled ‘The six hundred purgatives’ (chapter IV of Sutra Sthāna) and the pith of sandal-wood, crane tree, oojein, acacia, catechu, blackwood, sissoo tree, Asana, as algo chebulic myrobalans, beleric myrobalans, long pepper, sweet flag, piper chaba, white-flowered leadwort and embelia. Cut all these up into bits and taking 256 tolas of them, cook in 2560 tolas of water till the decoction boils down to one tenth the quantity of water i.e. 256 tolas. Straining the decoction, put in it the powder of the emblic myrobalans spoken of at the outset and cook over a fire of dry cow-dung cakes or of bamboo splinters or the reeds of penreed grass, or of Tejana weeds, till all the water has evaporated, taking care to see that the stuff does not get burnt. Then spreading it on iron pans dry it. After it is thoroughly dried, grind it into a soft powder in a stonemortar placed above the skin of a black deer. Then store it carefully in an iron vessel. This powder mixed with one eighth its quantity of iron-powder, should be given with honey aud ghee according to the patient’s capacity of digestion."
    },
    {
        "verse_id": "3.1",
        "text": "4-5 Making regular use of this Rasayana long ago, Vasishtha, Kashyapa, Angiras, Jamadagni, Bharadvaja, Bhrigu and other sages like them, being self-controlled, by its virtue freed themselves from the fear of weariness, disease and old age and being endowed with great powers, carried on their austerities as long as they desired"
    },
    {
        "verse_id": "6",
        "text": " This vitalizing elixir, capable of keeping a man alive for a thousand years, a destroyer of old age and disease, and promoter of the powers of understanding and the senses, was first, invented by Brahma, the creator himself. Thus has been described “The Brahma vitalizer containing Emblic Myrobalans and Iron”."
    },
    {
        "verse_id": "7-8",
        "text": " The great sages in early times, living lives consecrated to austerity, celibacy, meditation and peace were able to secure longevity by means of the vitalization procedure, their lives being of indeterminate life-span. To be sure, there is no vitalizing drug or procedure that is efficacious in the case of persons who are worldlings, pre-occupied in other than spiritual or moral endeavour and are not selfcontrolled."
    },
    {
        "verse_id": "9-14",
        "text": " Let a man live continually for a year in the midst of kine, subsisting only on milk-diet and meditating in his mind on ‘Savitri,’ observing celibacy and keeping his senses under control. Thereafter, at the end of the year let him on a full-moon day of either Pausha, Magha or Phalguna month, having fasted for the three preceding days, enter a grove of emblic myrobalans. Getting up on a big tree with a plentiful crop of fruits on its stem, let him, holding in his hand a bunch of fruits, keep meditating on Brahman till ambrosia descends into the fruits. For, of a certainty, ambrosia dwells in the fruits of emblic myrobalans at such a moment and they become, by the presence of ambrosia, sweet to the taste like sugar or honey, unctuous and soft. As many fruits as he eats, so many millenniums does he live, with youth restored. Eating to his fill of such fruits, he becomes like unto the gods in splendour, and of their own accord the goddesses of Good fortune, Knowledge and of Speech will wait upon him in person. Thus has been described ‘The pure Emblic Myrobalan Vitalizer.’"
    },
    {
        "verse_id": "15-20",
        "text": " Get some tempered steel beaten out into leaves 4 fingers long, and as thin as a til seed. Having heated them red-hot in the fire, dip them in order in the juice of the three myrobalans, in cow’s urine, in a solution of the alkali of staff-plant, or the alkalis prepared from zachum oil-plant and bengal kino in succession, repeating the heating process before such submersion. When after this process the steel leaves have turned black as collyrium, they should be ground into fine powder. Add to it sufficient honey and the fresh juice of emblic myrobalans to form the consistency of a linctus saturated with ghee. Placed in an earthen vessel, it should be kept in a granary of barley-corn for a whole year. During this period, it should be well-stirred once every month, and the wise pharmacist should take- care to see that the stirring up is thorough. At the end of the year, it should be taken with honey and ghee every morning, with due regard to one's strength of digestion. Wholesome meals should be eaten only after complete digestion of the medicine. This is the procedure laid down in the case of all metals."
    },
    {
        "verse_id": "21-22",
        "text": " A man who makes use of this elixir for a period of one year will become invulnerable to trauma, immune to diseases, to old age, and to death. He will have the vitality of an elephant and be ever endowed with great strength of the senses. He will acquire high intelligence, renown, eloquence, memory and opulence."
    },
    {
        "verse_id": "23",
        "text": " In the same manner, the use of elixirs made of other metals such as gold and silver, is promotive of longevity and a tried panacea. Thus has been described the procedure of elixirs made from iron and other metals."
    },
    {
        "verse_id": "24-26",
        "text": " Take Aindri, Matsyakhyaka, Brahmi, sweet flag, Brahma-suvarcala, long pepper, rock salt, gold, small-leaved convolvulus, aconite and ghee. Take three barley grains’ weight of each of these drugs excluding gold, ghee and aconite. Add to this, two barley grains’ weight of gold, one til-seed’s weight of aconite and four tolas of ghee. Mixing all together, administer it. After it has been digested, the patient should be recommended to eat a meal with plenty of ghee and honey."
    },
    {
        "verse_id": "27-29",
        "text": " This tried elixir, named Ain dra Elixir is curative of old age and diseases, highly stimulative of memory and intelligence, promotive of longevity, plumpness and prosperity; it improves the voice and complexion, and is an excellent energiser. Neither poison nor disease can assail one who makes use of this elixir. By the use of this elixir, one obtains freedom from leucoderma and dermatosis, abdominal affections, Gulma, splenic disease, chronic and irregular fevers, diseases destructive of intelligence, memory and knowledge, and highly provoked disorders of Vata. Thus has been described ‘The Aindra Vitalizer’."
    },
    {
        "verse_id": "30",
        "text": " The expressed juice of Indian pennywort may be used as an elixir, so also the powder of liquorice with milk. The juice of guduch may similarly be used: likewise the paste of small-leaved convolvulus together with its roots and flowers."
    },
    {
        "verse_id": "31",
        "text": " These four drugs are promotive of life and curative of disease and they improve one’s strength, digestive power, complexion and voice. They are all brain-tonics, particularly the smallleaved convolvulus. Thus have been described ‘The Brain-tonic Vitalizers.’"
    },
    {
        "verse_id": "32-35",
        "text": " One desirous of the benefits of vitalization may take five, eight, seven or ten long-peppers a day in conjunction with honey and ghee for a period of one year. A seeker after the benefits of vitalization who wishes to get rid of cough, consumption, wasting, dyspnea, hiccup, throat affections, piles, assimilation disorders, anemia, irregular fever, cacophonia, coryza, edema, gulma and Vata cum Kapha should take a course of long pepper impregnated with the alkali prepared of Bengal kino and fried in ghee. They should be taken in conjunction with honey, three in the morning, three before the midday meal and three after. Thus has been described ‘The Vitalization Procedure through a course of Long Pepper.’"
    },
    {
        "verse_id": "36",
        "text": " Another course of long pepper consists in increasing the number of long pepper by ten every day for a period of ten days, beginning with ten long peppers on the first day. From the eleventh day, the number is to be reduced by ten every day till on the nineteenth day the number of long peppers returns to the original ten."
    },
    {
        "verse_id": "37-39",
        "text": " After each dose has been digested, cooked Shashtika rice should be eaten with milk and ghee, the whole course consisting of one, thousand long peppers. Long peppers should be taken in the form of paste by persons of high vitality. Those of middling vitality should take them in the form of decoction; while persons of low vitality should take them in the form of powder. The dose and mode should also correspond to the intensity and nature of the morbid humor and disease concerned. The course of long peppers, which begins with ten and returns to ten by a daily increase and decrease of ten, is the best; that which starts with six and returns to six by a daily increase and decrease is of moderate virtue; that which starts with three and returns to three by a daily increase and decrease of three is the lowest. This last is indicated in the case of persons of low vitality."
    },
    {
        "verse_id": "40",
        "text": " The vitalization procedure by means of long peppers is roborant, promotive of voice and longevity, curative of splenic disorders and abdominal affections, rejuvenating and a brain tonic. Thus has been described ‘The Vitalization Procedure of a daily increasing dose of Long Pepper.’"
    },
    {
        "verse_id": "41-42",
        "text": " One chebulic myrobalan together with honey and ghee on the completion of the digestion of the previous days meal, that is in the morning, two beleric myrobalans together with honey and ghee before the days meal and four emblic myrobalans together with honey and ghee after the meal by taking the three kinds of myrobalans in this manner for a full period of one year, one lives for a hundred years immune from disease and old age. Thus has been described ‘The first vitalization procedure by means of the Three Myrobalans.’"
    },
    {
        "verse_id": "43-44",
        "text": " A new iron pan should be smeared with the paste of the three myrobalans and allowed to stay for a day and a night. The paste should be collected by washing the iron pan in honey-water (hydromel) and the solution drunk. When the potion has been digested, a meal with plenty of unctuous substance is recommended. By a year’s course of this procedure, one becomes free from old age and disease, and will live for a hundred years. Thus has been described ‘The second vitalization procedure by means of the Three Myrobalans.’"
    },
    {
        "verse_id": "45",
        "text": " The three myrobalans make a tried vitalizing medication when combined with liquorice, bamboo manna, long pepper, honey, ghee and sugar. Thus has been described ‘The third vitalization procedure by means of -the three myrobalans.’"
    },
    {
        "verse_id": "46-47",
        "text": " A course of the three myrobalans in combination with the five petals (tin, lead, copper, silver and iron), gold, sweet-flag, honey, ghee, embelia, long pepper and rock-salt, taken for a period of one year will promote intelligence memory and strength, increase the life-span, induce prosperity and dispel old age and disease. Thus has been described ‘The fourth vitalization procedure by means of the Three Myrobalans.’"
    },
    {
        "verse_id": "48-54½",
        "text": " Mineral pitch is astringent, slightly acid in taste, pungent in post-digestive effect, neither very hot, nor very cold and is derived from the four minerals -gold, silver, copper and iron; when used systematically, it serves as a vitalizer besides acting as a virilific and a remedial agent in disease. When the various decoctions curative of Vata, Pitta and Kapha are made to impregnate the mineral pitch either all at once or one by one, its potency is -increased. The method of impregnating mineral pitch is to immerse it in lukewarm decoction of the specified drugs and to remove it and re-immerse it in the decoction which has again been rendered lukewarm. This process should be repeated for a period of seven days. Such mineral pitch when taken in milk, together with the powder of metals prepared according to the formula given earlier, will ensure long life crowned with happiness. This vitalizing elixir which removes old age and disease, gives great firmness of the body, increases intelligence and memory and promotes prosperity; it should he taken in conjunction with a milk diet. As regards the course of this vitalizing mineral pitch, it is divided into three classifications viz,, maximum, medium and minimum. The maximum consists of seven weeks; the medium of three weeks and the minimum of one week. As regards the dose, it is divided into three classifications—four tolas, two tolas and one tola."
    },
    {
        "verse_id": "55-61",
        "text": " Now, I shall describe the virtues pertaining to different varieties of mineral pitch, as also the procedure relating to the administration of each. Mineral pitch is the name given to that excretory stuff which is exuded by mountain-rocks loaded with gold and other metallic ores when heated by the rays of the sun and which resembles lac and is soft, clayey and clear. That variety of this stuff which is sweet and slightly bitter in taste, resembles the china rose in color, is pungent in post-digestive effect and cold, is the exudation from gold ore. The exudation from silver-ore is pungent in taste, white in hue, cold and sweet in post-digestive effect The exudation from copper ore is of the hue of the peacock’s throat, bitter in taste, hot and pungent in post-digestive effect. That exudation which is of the hue of gum guggul, bitter and slightly saltish in taste, pungent in post-digestive effect and cold, is from the iron ore. It is the best of all. All varieties of mineral pitch have the smell of cow’s urine and are suitable for use in all kinds of therapeutic measures, however, the last variety, the exudate of iron ore, is the one most esteemed in vitalizing procedures. The four kinds of exudations from the four kinds of metallic ore beginning with gold are specially recommended in disorders of Vata and Pitta, in disorders of Kapha and Pitta, in disorders of Kapha and in tridiscordance, in the respective order mentioned."
    },
    {
        "verse_id": "62-65",
        "text": " While taking a course of mineral pitch, care should be taken to see that irritating and heavy articles are excluded from the dietary. As regards horse-gram, it is prohibited at all times. Horse-gram has the quality of splitting rock and is in extreme opposition to the stony element. Accordingly, its use is prohibited as being incompatible with mineral pitch which is a stone-exudate. Milks, butter-milk, meat-juices, gruels, waters, cow’s urine and various kinds of decoctions are recommended for mixing with mineral pitch These should be made use of as required by the occasion. There is no curable disease on earth which mineral pitch cannot perforce subdue. When administered at right time, well prepared and in the right manner, it will Secure for the healthy subject the optimum measure of vitality. Thus has been described ‘The procedure of vitalization by means of Mineral Pitch.’"
    },
    {
        "verse_id": "66",
        "text": " In this quarter entitled ‘Culled with the hand’ the great sage has given out the formulas of sixteen tried procedures of vitalization."
    }
]