[
	{
        "verse_id": "1",
        "text": " We shall now expound the minor chapter entitled ‘The Formation of the Fetus [i.e., garbha-avakranti]’, in the Section on Human Embodiment."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " When between a man of unvitiated semen and a woman of unvitiated vagina, ovum and uterus, mating takes place during the night time, and when, moreover, the spirit descends, by the agency of the mind, into that union, the ovum fertilized by sperm inside the womb [i.e., garbha], as the result of the above-mentioned coming together of these two—man and woman, the embryo is formed."
    },
    {
        "verse_id": "3",
        "text": " Such an embryo grows without disease by being well tended. Then, when the right time has come, it is born with ease, as the result of the sum of all these factors, possessed of all the body-organs, fully developed and endowed with strength, complexion, intelligence aud compactness. Therefore, the infant is said to be born of the mother, born of the father, born of the spirit, born of concordance and boro of nourishment. There is also to be sure, the connecting agent, the mind. So spoke Atreya."
    },
    {
        "verse_id": "4-(1)",
        "text": " ‘No!’ said Bharadwaja to this. For what reason did he say so? Because neither mother nor father, neither the spirit nor concordance, nor yet the use of drinks or foods that are eaten, masticated or licked up, in fact, bring about the conception. Nor does a mind, coming from another world, enter into the embryo."
    },
    {
        "verse_id": "4-(2)",
        "text": " If the mother and father could, bring about the conception, then seeing that most men and women desire sons, all of them with a view to begetting sons, would, by resorting to cohabitation, procreate sons alone. Or, those desirous of daughters would procreate daughters alone. Neither would there be any childless man or woman, nor would persons, desiring progeny, go about disconsolate."
    },
    {
        "verse_id": "4-(3)",
        "text": " Nor again does the spirit beget itself. If, indeed, the spirit engenders itself, it must do so, being already born, or in the alternative being yet unborn. Both alternatives are untenable. Nothing that is already created can be said to engender itself for the reason that it already exists; nor, again, can an unborn thing be said to engender itself, for the reason that it does not exist. Either way the position is untenable"
    },
    {
        "verse_id": "4-(4)",
        "text": " Let us leave it at that. But even if the spirit is capable of engendering itself, why does it not reproduce itself exclusively in desirable wombs possessed of lordship, unrestrained movement, protean power and compounded of splendour, strength, speed, complexion, intelligence and compactness of limbs and exemption from decay, disease and death? For, thus, the spirit would wish itself or indeed better than thus."
    },
    {
        "verse_id": "4-(5)",
        "text": " Nor is the conception born of nourishment. If it is indeed born of nourishment, then none among men and women should be childless, for there is no such among them who does not imbibe some kind of nourishment. If you say that what is meant is that to those alone who avail themselves of the best kind of nourishment children are born, even, so, only those who are nourished on the meat of goats, sheep, deer, peafowl and on cow’s milk, curds ghee honey, til oil, rock-salt, juice of the sugar-cane, green gram and shali rice, should have children; while those who eat millet, Varaka, wild millet, bulbs and roots should, all of them, be childless. Both conditions, again, are seen in both classes."
    },
    {
        "verse_id": "4-(6)",
        "text": " Nor, in fact, does a mind coming from another world, enter into the embryo. For, if the mind thus enters into the embryo, there should be nothing unknown, unheard or unseen pertaining to its previous incarnation. As a matter of fact one does not recollect anything of that kind."
    },
    {
        "verse_id": "4",
        "text": " Therefore do we assert this. The embryo is not born of the mother, nor of the father, nor of the spirit, nor of the concordance nor of the nourishment. Nor is there a mind which is the connecting agent. Thus declared Bharadwaja."
    },
    {
        "verse_id": "5",
        "text": " The sage Atreya replied, ‘No, for the embryo arises from all these factors acting together."
    },
    {
        "verse_id": "6-(1)",
        "text": " In one sense, the embryo is born of the mother. For, surely, there is no conception in the absence of the mother nor without her is the birth possible of the viviparous class of creatures We shall now enumerate the mother-engendered parts of the embryo, that is, those which pass from the mother to the embryo during its formation."
    },
    {
        "verse_id": "6",
        "text": " These are—the blood, flesh, and fat, the umbilicus, the heart, the Kloman, the liver, the spleen, kidneys, bladder, pelvic colon and stomach, the colon, the rectum and the anus, the small intestine, the large intestine, the omentum and the mesentery."
    },
    {
        "verse_id": "7-(1)",
        "text": " In one sense the embryo is born of the father also. For in the absence of the father, there is no conception too, nor without him is the birth possible of the viviparous class of creatures. We shall now enumerate the father-engendered parts of the embryo, that is, three that pass from the father, to the embryo during its formation."
    },
    {
        "verse_id": "7-(2)",
        "text": " These are: the hair of the head and beard, nails hair of the body, teeth, bones, veins, sinews, arteries and semen.,"
    },
    {
        "verse_id": "8-(1)",
        "text": " In one sense, the embryo is born of the spirit also. The embryonic spirit is the same as the in-dwelling spirit. It is called the embodied soul, eternal, diseaseless, ageless, deathless, undecaying, indivisible, unsunderable, immovable, omniform, omnifunctional, invisible, beginningless, endless and immutable."
    },
    {
        "verse_id": "8-(2)",
        "text": " The spirit, entering the womb [i.e., garbha] and linking itself to the ovum fertilized by the sperm manifests itself as the embryo, for the embryo is known by the appellation of the spirit. To that spirit, however, being beginningless, there cannot be any birth in the true sense. Therefore, it is not true to say that, being itself first born, it engenders the unborn embryo; but verily being itself unborn, it engenders the unborn embryo. The self-same embryo, by the passage of time, reaches, in turn, the condition of childhood, youth and old age; and [is?] whichever condition it happens at the time to be, with reference to that condition it is said to be born, but with reference to that condition which is yet ahead, it is said to be unborn. Therefore, the selfsame spirit is said to be born and unborn at the same time. In which thing both these predications are possible, namely, having been born and having yet to be born; that thing, when born, is said to be engendered, and that very thing, again, with regard to its future vicissitudes, being ‘unborn’ engenders itself."
    },
    {
        "verse_id": "8-(3)",
        "text": " The mere transition of an existent thing into another state is styled “birth” with reference to that new state or that new condition. Thus, for instance, prior to their union, spermatazoa, ovum and the spirit, though existing all the time, do not attain the status of the embryo, but acquire it only after their union. Thus also prior to the birth of a child, a man though existing all the time, has no claim to paternity, but it comes to him after the birth of the child. In the same manner, it is of the embryo, existing all the time, that the conditions of “having been born” and “having yet to be born” are predicated with reference to a given situation."
    },
    {
        "verse_id": "9 (1)",
        "text": " However, neither the mother, nor the father, nor yet the spirit is in the total sense, an autonomous agent in the formation of the embryo. They (the mother etc.) act to some extent by themselves and to some extent under the compulsion of actions done iu a former life; again sometimes they are equipped with the means and sometimes they are not."
    },
    {
        "verse_id": "9-(2)",
        "text": " Where there is the conjunction of means such as the mind etc., there the autonomy of the agent is limited only by the scope of the instruments; where no such scope is afforded, there is no autonomy. But on this score it cannot be contended that the spirit is incapable of engendering the embryo, because it happens that the instruments are defective. Moreover, the entering into the desired womb [i.e., garbha], the sovereign powers and the final liberation are regarded, by the theologians, to be applicable only to the spirit."
    },
    {
        "verse_id": "9-(3)",
        "text": " For there is none else who is the subject of pleasure and pain. Nor from any source other than the self does the springing embryo take its rise; there is no rise of the seedling without the seed."
    },
    {
        "verse_id": "10-(1)",
        "text": " We shall now enumerate the spirit-engendered parts of the embryo, that is, those that pass from the spirit to the embryo during its formation."
    },
    {
        "verse_id": "10",
        "text": " These are:—the birth in such and such womb [i.e., garbha]; the life-span; self awareness; the mind; the senses; respiration; excretory urge; the directing and sustaining powers of the various parts; distinctive shape, voice and color; pleasure and pain; desire and aversion; consciousness; resolution; understanding; recollection; egoism and effort. (These are born of the spirit.)"
    },
    {
        "verse_id": "11-(1)",
        "text": " In one sense the embryo is born of concordance too. For, without his or her being given to discordant diet or behaviour, there is no true sterility either in man or woman or any defective condition in the embryo. However, as long as the three humors, being irritated, overrun the bodies of those given to ill-regulated habits but do not penetrate deep enough to impair the semen in men, and the ovum and womb [i.e., garbha] in women, so long are these men and women capapable of procreation."
    },
    {
        "verse_id": "11-(2)",
        "text": " On the other hand, even of those who are of well-regulated habits and possessed of defectless semen, ovum and uterus, and. who mate during the prescribed season, there is no resulting conception because of the non-descent of the spirit. The reason is that, conception does not result from the factor of concordance alone, but through the agency of the whole complex of factors."
    },
    {
        "verse_id": "We shall enumerate the concordance-engendered parts of the embryo i",
        "text": "e. those that pass from the factors of concordance to the embryo at formation."
    },
    {
        "verse_id": "11",
        "text": " These are health, freedom from sluggishness, absence of excessive or depraved appetites, clearness of the senses, excellence of voice, complexion, virility and sex-vigor."
    },
    {
        "verse_id": "12-(1)",
        "text": " In one sense, the embryo is born of nourishment, too. For without nourishment the mother cannot even live, let alone bring forth her young. Nevertheless nourishment, improperly imbibed, does not conduce to conception; nor, to be sure, does conception result solely from the proper use of nourishment; here, too, it is the complex of factors that is said to be the cause.."
    },
    {
        "verse_id": "12-(2)",
        "text": " We shall enumerate the nourishment-born parts of the embryo i.e. those that pass from nourishment to the embryo during formation."
    },
    {
        "verse_id": "12",
        "text": " These are—the differentiation of limbs and their proper development, invigoration, satisfaction, plumpness and enthusiasm."
    },
    {
        "verse_id": "13-(1)",
        "text": " There is also the connecting agent which is the. mind. That which yokes the spirit with the sentient organism, that, on the imminence of whose departure virtue leaves the body, the inclinations change, all the sense-organs are distraught, strength wanes, diseases get aggravated, and finally on whose departure the organism is bereft of life, and which holds the senses together—this, is called the mind. It is said to be of three types—pure, passionate and inert."
    },
    {
        "verse_id": "13-(2)",
        "text": " Now, of whatever dominant type a man's mind is in this life, he gets linked to that very type in the next birth. Thus, for instance, when he is linked to that very pure type of mind that he possessed in the previous existence, then he can recall the past incarnations as well-Hence memory follows the spirit, because it remains linked to the same mind; it is in consequence of this that a particular person is said to be a “Jatismara” i.e. one who remembers his past birth."
    },
    {
        "verse_id": "13-(3)",
        "text": " We shall now enumerate the mind-born parts of the embryo, i. e those that pass from the mind, to the embryo during its formation."
    },
    {
        "verse_id": "13",
        "text": " These are-inclination, character, purity, hate, recollection, infatuation, liberality, envy, valour, fear, anger, torpor, enthusiasm, keenness, softness, profundity, fickleness, and such others; as also the conditions of the mind, which we shall later describe in connection with the analysis of mind. The mind is indeed of diverse dispositions; all these obtain in the same man but not at the same time. When a man is said to be of a particular disposition, he is said to be so by reason of its preponderance."
    },
    {
        "verse_id": "14",
        "text": " In this manner, this embryo comes into existence from the coming together of these various procreative factors like a tent from the assemblage of various materials, or like a chariot from the combination of various parts of the chariot. Therefore, did we assert this, that the embryo is mother-born, father-born, spirit-born, concordance born and nourishment-born. There is over and above the connecting agent, the mind.’ (Thus declared the sage Ātreya)."
    },
    {
        "verse_id": "15",
        "text": " At this stage, Bharadvaja said, ‘If the embryo thus arises from the assemblage of various procreative factors, how is it integrated? And granted that the integration is effeccted somehow, why does the embryo, springing as it does from a complex, emerge in the shape of man? Now, man is said to be the offspring of man. If, then, it is said that, in as much as man is sprung of man, he emerges with a man’s form, as for instance, an ox is the offspring of au ox, or as a horse is the offspring of a horse; if this is the position, then what has been said before viz, that man is of the nature of a conglomeration, becomes untenable. If, moreover, man is the offspring of man, then why are those, sprung of the idiotic, the blind, the- hunchbacked, the mute, the dwarfish; the lisping, the deformed, the insane, and those suffering from dermatosis or leprous lesions unlike the parents? If, in order to explain away this difficulty, the assumption is that the spirit perceives forms by its own vision, sounds by its own audition, odors by its own sense of smell, tastes by its own sense of taste, the tangible objects by its own sense of feeling and ideas by its own understanding and on account of this, the offspring of the idiotic etc., are not like their parents. Even so, you are open to the charge of going back on your thesis, for, from what you now say it follows that the spirit is aware when the senses are present, and when they are absent it is not aware; and when both conditions obtain, then the spirit is aware in respect of those senses that are present and unaware in respect of those senses that are absent. It follows also that the spirit is mutable, if, then, by means of vision etc., the spirit perceives objects, then in the absence of sense-organs, deprived of vision etc, it is reduced to inertness. Since it is inert, it is no agent; and since it is not an agent, by the same token it is not the spirit. Thus, the whole argument is meaningless, with only words as its content.” (Thus said Bharadvāja)."
    },
    {
        "verse_id": "16-(1)",
        "text": " Atreya replied, “From the outset this has been our contention, viz., that the mind links the spirit with the sentient organism. We shall now explain why although springing from a complex, the human embryo emerges in the shape of man and also why man is spoken of as the offspring of man, There are four methods of propagation for living beings; from the womb, from the egg, from the sweat and from the seed."
    },
    {
        "verse_id": "16-(2)",
        "text": " Among these four kinds of breeds, each single breed is of countless varieties by reason of the diversities of the shapes of creatures being countless."
    },
    {
        "verse_id": "16",
        "text": " Among these four main classes the embryo-forming elements, the viviparous and the oviparous creatures assume the shape of such wombs as those they get into, like gold, silver, copper, tin, or, lead that is poured into different, moulds fashioned of bee's wax. When they (the embryo-forming elements) find-themselves in the human mould, so to speak, they emerge in the human form. Thus the embryo, though springing from a complex of causative factors, emerges in the shape of man. This is why man is said to be the offspring of man, since such is his source."
    },
    {
        "verse_id": "17-(1)",
        "text": " Now as regards the objection, why if man is man’s offspring, those sprung of the idiot etc., are not like the parents, we reply. Only that limb or organ of the body becomes defective, whose original representative part in the spermo-plasm has been rendered defective, if there is no potential defect there is no manifest deformity either. Therefore the position admits of. both possibilities."
    },
    {
        "verse_id": "17 In every case the sense-faculties are derived from the spirit; the presence or absence of these faculties is determined, however, by <a data-gl=\"1\" href=\"/definition/destiny#history\" title=\"show destiny definitions\">destiny</a>",
        "text": " Thus it is that the offsprings of the idiot etc., are, not of necessity like their parents."
    },
    {
        "verse_id": "18, It is not that the self is aware when the senses are present and unware [unaware?] in their absence",
        "text": " The truth is that the self is never without the mind and because it is possessed of the mind it is also seen to be possessed of knowledge."
    },
    {
        "verse_id": "19- 19½",
        "text": " In the absence of the senses, the agent cannot manifest any activity. Whatever operation proceeds from certain factors, in the absence of those factors, it cannot take place. In the absence of clay, the potter, though skilful, cannot function."
    },
    {
        "verse_id": "20-21½",
        "text": " Now listen to the sovereign power of the knowledge of the self—spiritual knowledge. The knower of the self, having stilled the senses and the fickle mind, and having come into his own and being established in his own awareness, his vision extending everywhere, contemplates all existence-"
    },
    {
        "verse_id": "22-23",
        "text": " O Bharadvaja, accept also this fresh conclusion. Having withdrawn from the activities of the senseorgans and speech, the sleeping man who has passed into the dream-state, cognises the objects of pleasure and pain; therefore the self is said never to exist without awareness."
    },
    {
        "verse_id": "24",
        "text": " There is no cognition of any kind without self-awareness; no consequent can exist independently or without a cause."
    },
    {
        "verse_id": "25",
        "text": " Therefore, the self is the knower, the archetype, the seer and the final cause. O Bharadvaja! all this has been definitely established; hence abandon all doubt."
    },
    {
        "verse_id": "26-27",
        "text": " The cause of the manifestation, development and birth of the fetus; what the opinion of Atreya is concerning this subject; and what the opinion is of Bharadvaja; the objection to the proposition; the final conclusion concerning the self—all this, has been set forth in this minor chapter relating to the formation of the fetus [i.e., garbha-avakranti]."
    }
]