[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Exogamous Union [i.e., atulya-gotra]’ in the Section on Human Embodiment."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " What is the thing belonging to man, which brings about conception when deposited in the womb of a woman of an alien clan, during sexual union at the end of her menstrual period, and which is the product of the four proto-elements and the six categories of taste?"
    },
    {
        "verse_id": "3.1",
        "text": "4 The wise call that “The sperm” or plasma; which is the product of the four elements of air, fire, earth and water and the six categories of taste and which causes the fertilization of the germ and formation of the embryo"
    },
    {
        "verse_id": "5",
        "text": " How does the fetus develop into complete form? How is it delivered at the proper moment? How is happy delivery brought about? Why does a woman, though not sterile, conceive after long delay? And why does a fetus die having once been formed?"
    },
    {
        "verse_id": "6",
        "text": " If the quality of the sperm, germ, soul, uterus and the time and the diet of the gravida are wholesome, the fetus will be well developed and healthy and the full grown child will be born at the right time."
    },
    {
        "verse_id": "7",
        "text": " Even a fertile woman conceives after long delay owing to the defects of her uterine condition, mental worries, the defect of the sperm or germ or of diet and behaviour, coitus at the wrong time and the decrease in her strength."
    },
    {
        "verse_id": "8-9",
        "text": " The menstrual blood which is obstructed by the provoked Vata is sometimes mistaken-for conception by some ignorant men. That menstrual blood, which increases in quality, consequent upon its not flowing out, has"
    },
    {
        "verse_id": "all the superficial characteristics of conception",
        "text": " When that obstructed menstrual blood begins to flow out, when she is affected by the heat of fire or the sun, or by exertion, sorrow or disease or by the indulgence in hot eats and drinks and no signs of the fetus are seen along with the blood, some say that evil spirits have stolen away the fetus."
    },
    {
        "verse_id": "10",
        "text": " If these night-wandering evil spirits given to eating the vital essence do not relish people’s bodies and steal the fetus, why then do they not, having found access into the mother’s womb, eat away her vital essence?"
    },
    {
        "verse_id": "11",
        "text": " Why and how does a woman give birth to a girl, or a boy, or a twin of a girl and a boy, or a boy-twin or a girl-twin or multiple children? Why does a woman give birth after an unduly prolonged gestation and why does, among twins, one child happen to be more developed than the other?"
    },
    {
        "verse_id": "12",
        "text": " If the proportion of germ is greater, a girl child is born and if of the sperm is greater, a boy child. Where sperm-germ is divided in between, a twin will be born. A boy will be formed from the part where the. sperm is predominant, and the girl, from the part where the germ is"
    },
    {
        "verse_id": "13",
        "text": " The boy twins are born where there is preponderance of sperm and when the sperm-germ gets divided into two. The girl twin is born if there is preponderance of germ and it gets divided into two."
    },
    {
        "verse_id": "14",
        "text": " There will be as many children born at a time as the divisions into which the sperm-germ gets divided, consequent upon severe provocation of Vata and the inevitable result of past actions."
    },
    {
        "verse_id": "15 When the fetus does not receive sufficient nourishment or there is discharge from the womb, it gets emaciated",
        "text": " A woman will deliver it after prolonged gestation which may take even several years to happen."
    },
    {
        "verse_id": "16",
        "text": "As a result of past actions, the sperm-germ gets unequally, divided. Hence,. among the twins, one happens to be more developed and the other less developed. This is the cause of the unequal growth in the case of twins."
    },
    {
        "verse_id": "17",
        "text": " Why are people born affected with sexual abnormalities such as hermaphroditism or aspermia, anaphrodisia and impotency? Why are they affected with conditions of"
    },
    {
        "verse_id": "18",
        "text": " Owing to the equal proportions of the sperm and the germ, or the impaired quality of the sperm-germ the hermaphrodite who is of bisexual nature, is born If the provoked Vata enters and lodges in the seat of the sperm during the fetal life of a person, he becomes Liter a victim to aspermia."
    },
    {
        "verse_id": "19",
        "text": " Where the Vata has obstructed the seminal passage, the person is afflicted with anaphrodisia. Where the sperm and the germ are weak and meagre and the sexual urge either weak or absent, the offspring of such a union is an impotent man or woman."
    },
    {
        "verse_id": "20",
        "text": " Where during the sexual act the normal position of the father and mother is reversed, owing to the sexual weakness of the father, the offspring is afflicted with hypospadia. Those that acquire the stimulus for sexual urge from the sight of another’s sexual act, are known to be subject to mixoscopia."
    },
    {
        "verse_id": "21",
        "text": " Those whose testes have been destroyed in the fetal life by the effects of provoked Vata and Pitta, become victims to eviration (eunuchs). Thus, these are the characteristics of the eight kinds of sexual abnormalities which are the results of the actions in the previous lives of the persons concerned,"
    },
    {
        "verse_id": "23",
        "text": " Salivation, heaviness, bodyaches, torpor, indifference (seediness), cardiac distress, sense of satiety and the fertilization of the ovum in the womb are the signs of recent conception"
    },
    {
        "verse_id": "24",
        "text": " Constant use of the left limbs, desire for man’s society, dreams, and eats and drinks and behaviour befitting women, the fetus being lodged in the left part of the uterus, the uterus not being rounded in shape and the appearance of milk in the left breast first, are the indications in a woman who has conceived a female child"
    },
    {
        "verse_id": "25",
        "text": "A woman, having the contrary indications, has conceived, a male child. A woman showing combined traits has conceived a child with a bisexual nature hermaphrodite. A woman gives birth to a child resembling that [??e??] of whom she thinks at the time of conception."
    },
    {
        "verse_id": "28",
        "text": " Why does a woman give birth to a deformed child having limbs and senses either deficient, or in excess or defective? How does the soul migrate from body to body? And by what is it always associated?"
    },
    {
        "verse_id": "27",
        "text": " Of these four kinds of proto-elemental combinations born of father, mother and past actions, whichever is most powerful is to be regarded as the determining factor of resemblance while the nature of the past actions alone determines the psychic composition of the child."
    },
    {
        "verse_id": "29",
        "text": " The malformations of shape, color and the senses are caused by the morbid humors that are provoked by the defects of the spermo-germ, by actions in the previous life, the condition of the uterus and the season as well as the defects of the mother’s diet and behaviour during gestation."
    },
    {
        "verse_id": "30",
        "text": " As in the rainy season, the pieces of wood and stone that rush down a current of water bend and deform a tree growing in its way, similarly do the provoked humors deform the fetus established in the uterus."
    },
    {
        "verse_id": "31",
        "text": " The soul which moves along with the mind, hits from one body to another enveloped by the subtle forms of the four proto elements. As it is of the subtle nature of the tendencies of action, its form cannot be visible except to the mystic vision of the Yogis"
    },
    {
        "verse_id": "32",
        "text": " It is all-pervasive and can take all body-forms. It can do all actions and appear in all shapes. It is the element of consciousness and transcends sense-perceptions It is always in conjunction with the mind, intellect etc, and is associated with the emotions of like and dislike."
    },
    {
        "verse_id": "33",
        "text": " The proto-elemental combinations born of the tastes of the mother’s diet, of ones own past actions, and of the father and mother, make sixteen altogether. Of them only the four that are the result of the self’s past actions adhere to the self and so does the self reside in them four."
    },
    {
        "verse_id": "34",
        "text": " The proto-elements derived from the mother and father are known as the germ and the sperm respectively. Those proto-elements with which germ-sperm is nourished are derived from the six tastes of the mother s diet during gestation."
    },
    {
        "verse_id": "35",
        "text": " Those four proto-elements that are derived from the self’s past actions enter the fetus, being latent in the self. That product of the past action, being latent like a seed in the self, leads the self from incarnation to incarnation to either a lower or a higher order."
    },
    {
        "verse_id": "36",
        "text": " It is well known that the form is born of the form and the mind is born of the mind, as the result of past actions. Whatever changes may occur in the forms and the minds, are caused by the influence of Rajas and Tamas, i. e. passion and ignorance, and of the past actions of the self,"
    },
    {
        "verse_id": "37",
        "text": " The self is never dissociated from the very subtle and super-sensual elements or from its tendencies of past actions or from the mind and the intellect, or from the principles of the ego and the disorders of passion and ignorance."
    },
    {
        "verse_id": "38",
        "text": " The mind indeed is bound, by passion and ignorance, and in the absence of knowledge, all disorders are brought about by them. This mind along with its disorders and the force of past actions are the causes of transmigrations of the self from life to life as well as for righteous or unrighteous conduct."
    },
    {
        "verse_id": "39",
        "text": " How are the diseases born? What are their remedies? What is the cause of joy and what of sorrow? How do psycho-somatic disorders, once quieted, not recur?"
    },
    {
        "verse_id": "40",
        "text": "Volitional transgression, unwholesome sense-contacts and thirdly, seasonal variation are the causes of disease right knowledge, wholesome sense-contacts and normality of season are the remedies."
    },
    {
        "verse_id": "41",
        "text": " Righteous acts are responsible for joy and similarly unrighteous acts lead to sorrow: by the avoidance of such activity, psycho-somatic diseases do not recur after their subsidence."
    },
    {
        "verse_id": "42",
        "text": "This body-mind continuum is said to have no beginning nor has it indeed any. Its cessation can be brought about by meditation, remembering the scriptures and transcendental wisdom."
    },
    {
        "verse_id": "43",
        "text": " Diseases do not attack the man that always practises prophylactic measures against disorders which have been already described to have two resorts—body and mind, and who has controlled his sense, unless of course, he is temporarily overpowered by the effects of his past actions."
    },
    {
        "verse_id": "44",
        "text": " What is done in the previous life is called past action and what is being done now is present action. When they are unequal they cause the emergence of disease and when they are equal they cause the alleviation of disease."
    },
    {
        "verse_id": "45",
        "text": " He who purges away thoroughly the morbid humors accumulated in the body during winter at the beginning of the spring, and of the summer before the rains begin, and of the rainy season at the beginning of the autumn every year, is never afflicted with seasonal disorders"
    },
    {
        "verse_id": "45.1",
        "text": "46 He who is given to wholesome food and conduct, who has discernment and detachment from sensepleasures, who is charitable, impartial, truthful and forgiving and who follows the precepts of the seers, lives free from disease"
    },
    {
        "verse_id": "47",
        "text": " Diseases do not befall a man in whom thought, word and deed are happily blended, the mind is controlled and the understanding is clear and who is possessed of knowledge, austerity and the absorption in Yoga."
    },
    {
        "verse_id": "48",
        "text": " In the chapter on the exogamous union, the great worshipful sage has cleared all the thirty-six questions so full of import, put by Agnivesha, in order to enhance the wisdom of humanity."
    }
]