[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Analysis of Man [i.e., purusha-vicaya]” in the Section on the Human Embodiment.”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " Man is the epitome of the universe (microcosm). There is in man as much diversity as in the world outside; and there is in the world as much diversity as in man."
    },
    {
        "verse_id": "3",
        "text": " To the worshipful Atreya propounding this doctrine, Agnivesha made this request. ‘We fail to understand the full import of this cryptic utterance. Therefore we desire to hear further clarification of this by your reverenc.’"
    },
    {
        "verse_id": "4-(1)",
        "text": " To him replied the worshipful Atreya, ‘The different members composing the universe are too many to count and so are the different members composing man; of them, therefore we shall instance a few outstanding examples with a view to showing their mutual similarity. O, Agnivesha! follow attentively the examples which shall be cited with exactitude."
    },
    {
        "verse_id": "4",
        "text": " The assemblage of the six elements go to make man receive the appellation of man: these elements are the earth, water, light, air, ether aud the immaterial self These six elements considered together receive the name of ‘man’."
    },
    {
        "verse_id": "5",
        "text": " The earth is represented in man by hardness, water by moisture, fire by heat, air by the vital breath, the ether by the interstices and the self by the indwelling spirit. Similar to the office of God in the world is the might of the individual soul in man. God’s greatness in the universe is seen as creator; in the body the soul’s greatness is seen as the mind. What Indra is in the universe the ego is in man: the Sun corresponds to the power of seizing, Rudra to anger, the Moon to beneficence, the Vasus to pleasures, the two Ashvins to lustre, the Maruts (winds) to enthusiasm, the Vishvedevas (a group Gods) to the sense-organs and the sense-objects, darkness to delusion, light to knowledge; just as there is the act of creation in the universe, so also in man there is fertilization or the act of impregnation. Corresponding to Kritayuga the first age, is the period of childhood; corresponding to Treta the second age, is youth; corresponding to Dvapara the third age, is old age; corresponding to Kali the fourth and the last age, is infirmity and corresponding to the end of a word-cycle is death in man. In this manner, by pursuing this analogy, O, Agnivesha! you are to understand, the unity of all those different members in the world and in man which we have left unmentioned here.’"
    },
    {
        "verse_id": "6",
        "text": " To the worshipful Atreya propounding this argument, Agniyesha. said, ‘All this that your reverence has observed concerning the similarity of man and universe is unexceptionable. But the question remains—what actually is the utility of this doctrine of similarity in Ayurveda?’"
    },
    {
        "verse_id": "7",
        "text": " The worshipful Atreya replied, ‘Listen O, Agnivesha! to one who contemplates the whole world as being in himself and himself in the whole world with equanimity, there is born the true understanding. In as much as he regards the world as being in himself, he realises that the self, and none else, is the agent of pleasure and pain; and in as much as he realises that the whole world, being of the nature of activity and yoked to motivating factors etc., is as his own self, he awakens the primary knowledge leading to final emancipation. The word ‘world’ always implies aggregation; for speaking in general, eyerything in the world is made up of the six elements."
    },
    {
        "verse_id": "8",
        "text": " Now the world has causation, birth, growth, affliction and disruption. In other words, causation is that which brings about; birth is germination; growth is increase; affliction; is the influx of pain, and the dispersal of. the six basic elements is disruption. This last is called variously the ‘departure of the spirit’, the ‘cessation of life,’ the ‘dissolution’ and ‘the way of all flesh’. The source of the world and of all affliction is action, while quietus conies from inaction. True understanding is that which arises from the judgement that action is pain and inaction is happiness. The causation of this understanding is the knowledge of the similarity of all living things in the world. This indeed is the utility of this teaching of similarity."
    },
    {
        "verse_id": "9",
        "text": " Then Agnivesha said, ‘O, revered Sir! what are the springs of action aud what is the means towards inaction?’"
    },
    {
        "verse_id": "10-(1)",
        "text": " The worshipful one said, “ction springs from behaviour impelled by delusion, desire and hate. Born of it are egoism, attachment, doubt, vain-glory, wrong identification, wrong judgement, absence of discrimination and the wrong means As trees with wide sweeping branches smother a tender sapling, so these raise themselves at the expense of man, who being overpowered by them, is unable to transcend action."
    },
    {
        "verse_id": "10-(2)",
        "text": " Now, ‘I am endowed with such race, looks, wealth, conduct, intelligence, character, learning, lineage, period of life, vigor and capability’—this notion is egoism. Whatever action—mental, vocal or bodily, which is not conducive to final emancipation, is called attachment; questioning such facts as the results of action, liberation and human survival after death is called ‘doubt’. The notion, ‘I am a unitary personality through all vissicitudes, I am the creator, I am perfect by nature I am the unique conglomeration of the body, the senses, intelligence and recollection’—this is vainglory ‘The mother, father, brother, wife, child, kinsman, friend, servant etc, are mine and I am theirs’—this is wrong identification. Erroneous conception of what is enjoined and prohibited, the beneficial and the harmful, and the good and the evil, is wrong judgement. The confounding of the knower with the non-knower, the original with its modifications, and action with inaction, is absence of discrimination. And lastly, the wrong means are said to be such undertakings as the ceremonial sprinkling of water etc., in sacrifices, fasting, the keeping of the sacred fire, the three diurnal baths, ceremonial spraying, invocation, officiating at another’s sacrifice, sacrificing for oneself, mendicancy and entering the waters or fire etc."
    },
    {
        "verse_id": "10",
        "text": " Thus man, dispossessed of right understanding, resolution and recollection and taken possession of by the ego and attached to action and given to doubt, his understanding clouded with conceit, and merging himself in his environment with distorted vision, lacking discrimination and going astray, becomes the dwelling tree of all afflictions which have for their root-cause debits of the body and the mind. In this manner, being borne about hither and thither by the evil forces of egoism etc., man is unable to transcend the vicious chain of causation, which indeed is the mainspring of all evil."
    },
    {
        "verse_id": "11",
        "text": " Non-action which breaks the chain of causation, is the ultimate dissolution. That is the highest, the final peace; that is the indestructible, that is Brahma, and that is liberation."
    },
    {
        "verse_id": "12",
        "text": " We shall now describe the upward-leading path of those who seek liberation. The seeker after final emancipation, who has seen the vanity of the world, should first make his approach to a teacher whose teaching he should then put into practice. Thus, he should tend the ceremonial fire, study the sacred law-books, understand their meaning and taking them for his guide should mould his conduct thereby. He should seek the good and avoid the evil; he should eschew the companion of the wicked; he should speak only that which is true, conducive, to the good of all creatures, gentle, season-able and well-considered. He should regard all creatures as himself. He should avoid all reminiscence, desire, entreaty and discourse with women aud renounce all possessions retaining only the following appurtenance: a loincloth for cover and an ochre colored garment, and for mending it a case of sewing needles. For the sake of cleanliness, he may carry a water-pot and as a mark of his order a mendicant’s staff and a bowl for collecting alms. He may substitute alms by such natural food as is easily available in the woods and just enough to maintain life. If he is fatigued, he may take his rest on a bed improvised with dry fallen leaves and weeds, but he should not do this habitually. He may keen an arm-rest as an aid in meditation. He should dwell in the woods and have no roof over his head, avoiding drowsiness, sleep laziness etc He should check desire and aversion to sense-objects. He should exercise circumspection in sleeping, staying, moving, seeing, eating, recreation and in fact in the movement of every individual limb. He should be indulgent alike to honorable treatment, adulation, contempt and humiliation, and should be able to put up with hunger, thirst, fatigue, strain, cold, heat, wind, fain, pleasure and pain. He should be unmoved by grief, depression, self-conceit, affliction, arrogance, greed, attachment, envy, fear, anger etc. He should look on egoism etc., as causative of suffering, and on the macrocosm and microcosm in the matter of creation etc., as being identical. He should [dread?] procrastination and should never feel disinclined to practise yoga. He should be of an enthusiastic frame of mind. He should bend all his powers of understanding, resolution and recollection towards final emancipation; he should restrain the senses by means of the mind, and the mind by means of the Spirit and the Spirit by itself. He should constantly revolve in mind the categories giving rise to the body and its members and should resolve that every thing that has causation is not the self, is fraught with pain and is transient. He should regard all activity as tainted with evil, and hold the conviction that in the renunciation of all things is true happiness. This is the path leading to final emancipation; straying from this, one is bound. Thus have we described the upward leading steps."
    },
    {
        "verse_id": "13",
        "text": " By these purifying means, the impure mind is cleansed, just as a looking-glass is cleansed by being rubbed with such things as oil, cloth and brush."
    },
    {
        "verse_id": "14",
        "text": " The purified mind, thereafter, shines like the sun’s orb that has come out of an eclipse, water-vapour, dust-cloud, smoke-cloud or fog."
    },
    {
        "verse_id": "15",
        "text": " That mind, stabilized in the self, shines like the pure, steady and luminous flame of a lamp kept in a closed lantern."
    },
    {
        "verse_id": "16-19",
        "text": " That pure and true understanding, which accrues to the man of purified intellect, is variously understood as learning, achievement judgement, genius, comprehension and knowledge. By this, he breaks open the exceedingly strong citadel of the darkness of the great illusion. By this, realizing the true nature of all things, he becomes desireless; by this, he masters yoga; by this, he attains the knowledge of the categories; by this he stands clear of egoism; by this, he does not come under the power of causation; by this, he gives up taking refuge in anything; by this, he renounces all; by this, he finally attains Brahma, the eternal, the undecaying, the unagitated and the imperishable. That is regarded as the true science, attainment, psychic state, intelligence, knowledge and wisdom."
    },
    {
        "verse_id": "20",
        "text": " He who sees himself as extended in all the world and all the world in himself, the peace of that surveyor of this (i.e. Spirit and matter) and the yonder, being rooted in knowledge, does not perish."
    },
    {
        "verse_id": "21",
        "text": " Witnessing all existences in all their conditions and at all times, he who has become Brahma, the pure one, cannot come into contact with any thing."
    },
    {
        "verse_id": "22",
        "text": " In the absence of the cognising instruments, no characteristics can be observed in the self. Hence, by the disjunction of all instruments, he is said to be liberated"
    },
    {
        "verse_id": "23",
        "text": " The peace of the liberated is spoken of by such synonyms as sinlessness, passionlessness, tranquility, the supreme, the imperishable, the changeless, immortality, Brahma aud the final rest."
    },
    {
        "verse_id": "24",
        "text": " O, gentle one! this is that unique knowledge, having known which, the sages, freed from doubt, entered the great peace, having cast off delusion, passion and desire."
    },
    {
        "verse_id": "25",
        "text": " The similarity of man and the universe, together with the utility of such knowledge, the origin of the soul’s bondage and the means for release therefrom, have been described."
    },
    {
        "verse_id": "26",
        "text": " The concentration of the pure mind, the true and absolute understanding, and the goal—all this, has been taught by the great sage in this chapter on the “Analysis of Man.’"
    }
]