[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Analysis of the Body [i.e., sharira-vicaya]” in the Section on Human Embodiment."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " The knowledge of the analysis of the body subserves the purpose of helping the maintenance of the health of the body. For it is only in consequence of the knowledge of the nature of the body that knowledge of the factors that contribute to the good of the body arises. Hence do the experts extol the knowledge of the analysis of the body."
    },
    {
        "verse_id": "4",
        "text": " The body [sharira] here means the ‘vehicle of equilibrium’, being the dwelling place of consciousness, and comprising the sum of modifications of the five great elements. When, therefore, the elements in the body become discordant, the organism suffers affliction or death. Now, the discordant tendency of the elements is brought about"
    },
    {
        "verse_id": "4.1",
        "text": "by their tendency to hypertrophy or atrophy, whether partial or complete"
    },
    {
        "verse_id": "5",
        "text": " The hypertrophy and atrophy of conflicting elements take place simultaneously. For, whatever factor serves to increase one element tends to decrease another element having the opposite disposition."
    },
    {
        "verse_id": "6",
        "text": " Therefore, medicine is that which, being well administered, becomes an equalizer of increased and diminished elements at the same time It brings down the excessive element and augments the deficient one."
    },
    {
        "verse_id": "7",
        "text": " Indeed, this alone is the end sought in the employment of medicine as also in the observance of wholesome habits, that the equilibrium of the elements may be achieved or maintained as the case may be. For it is only with a view to help to maintain the balance of the elements that the intelligent while being healthy, would make use, by rotation, of a dietary of tastes and properties which have been ascertained to be agreeable and balanced, while those who are given to the excessive use of one particular variety of food endeavour to balance it by recourse to effort that is known to be counter-active."
    },
    {
        "verse_id": "8",
        "text": " Right performance or use of acts, or dietary modes, that are counteractive to local, seasonal and bodily idiosyncrasies, the suppression of all extravagant tendencies, the non-suppression of the excretory impulses that are tending to go out and the avoidance of violent activities; wholesome living, comprising these, is taught to bring about the concordance of the body-elements."
    },
    {
        "verse_id": "9",
        "text": " Now the body-elements attain increase by the repeated use of dietary modes that either wholly consist of, or preponderate in, like qualities; while they suffer diminution by the repeated use of foods that either wholly consist of, or preponderate in, unlike qualities."
    },
    {
        "verse_id": "10-(1)",
        "text": " Here these properties of the body-elements indicate the effective modes of the dietary etc. They are—heavy, light, cold, hot, unctuous, dry, dull, keen, stable, moving, soft, hard, clear, turbid, smooth, rough, subtle, gross, viscid and aqueous"
    },
    {
        "verse_id": "10-(2)",
        "text": " Of these, those body-elements which are heavy, grow more by the repeated use of such dietary modes as are heavy in quality, while the light ones grow less The light ones again grow more by the light foods; while the heavy ones grow less. In this very manner, there is increase of the tendencies of the body elements by the accession of like factors, and decrease by the accession of unlike factors"
    },
    {
        "verse_id": "10",
        "text": " Consequently, the flesh-element grows more by the intake of flesh, relatively to the rest of the body-elements; similarly, the bloodelement increases by the intake of blood; the fat-element by fat; the flesh-marrow by flesh-marrow; the bones by cartilage; the bone-marrow by the bone-marrow; the semen by semen and the fetus by embryo."
    },
    {
        "verse_id": "11-(1)",
        "text": " Now in places where dietary articles of absolutely like nature, in conformity to this rule of similarity, are not available, or even if available, the dietary at tides cannot be used either because they are unsuitable or because they are disgusting or because of some other reason, and nevertheless it becomes necessary to increase that particular body-element whose perfectly corresponding type of dietary article cannot be made use of, then recourse must be had to other types of dietary articles which abound in like properties to these of the body-element whose increase is sought."
    },
    {
        "verse_id": "11",
        "text": " Thus for instance, in diminution of semen, use may ba made of milk and clarified butter, as also of other articles listed as sweet, unctuous and cooling; in diminution of urine, use may be made of the juice of sugar-cane, Varuni wine and of ingredients having aqueous, sweet, acid, salt and moisture-producing properties; in diminution of fecal matter, use may be made of horse-gram, blackgram, mushroom, the viscera of goats, barley, vegetables, and the sour gruel of grains in diminution of Vata, use may be made of bitter, astringent, dry, light and cooling at tides; in diminution of Pitta, use may be made of sour, salt, pungent, alkaline, hot and acute articles; in diminution of Kapha use may be made of unctuous, heavy, sweet, viscid and turbid articles. Exertion, too, which is of the kind that stimulates the growth of a particular body-element whose growth is sought, should be indulged in. In this manner by the use of like and unlike food and exertion, the increase and diminution of the rest of the body-elements are to be brought about opportunely. Thus, we have explained, specifically and by indication, the methods of bringing about the increase and decrease of all the body-elements."
    },
    {
        "verse_id": "12",
        "text": "These factors promote the growth of the body [sharira] in every way. They are—opportunity, favorable natural endowment excellence of diet, and freedom from retardation"
    },
    {
        "verse_id": "13",
        "text": "These factors promote the increase of strength. They are:—birth in a country of strong people, or at a time when people are strong, favorable opportunity, excellence of paternal and maternal endowment, excellence of nourishment, excellence of bodily constitution, excellence of regimen, excellence of the mind, excellence of natural endowment, youth, exercise and good cheer"
    },
    {
        "verse_id": "14",
        "text": " These are the factors that promote the transformation of the ingested food into the body elements. They are—heat, Vata, moisture, unctuousness, time and their appropriate combination."
    },
    {
        "verse_id": "15-(1)",
        "text": " Now, of these food-transforming agents, these are the various functions."
    },
    {
        "verse_id": "15",
        "text": " Thus, heat cooks, Vata lowers the food into its place, moisture renders it loose, unctuousness makes it soft, time completes the process, and the equilibrium of all these promotes metabolism and the concordance of the body elements"
    },
    {
        "verse_id": "16",
        "text": " The several properties of the food, undergoing transformation into nourishment, convert themselves into the nature of such body-elements as are not inimical to their own, while they inhibit the opposing elements These, thus inhibited by the hostile food-elements, in turn retard the organism."
    },
    {
        "verse_id": "17",
        "text": " The body-elements again are briefly of two kinds—impure and pure."
    },
    {
        "verse_id": "Of these, they are the impure which are hurtful, to the body",
        "text": " These are—excreta issuing outwards from the orifices of the body in various forms, putrescent humors, irritated Vata, Pitta and Kapha; also such other tendencies residing in the body as tend to injure the body; all these we regard as impurities and the rest as pure. All these again are listed, beginning with ‘heavy’ and ending with ‘aqueous’, according to difference in property, and beginning with ‘body-nutrient fluid’, and ending with ‘semen’, according to difference in substance."
    },
    {
        "verse_id": "18",
        "text": " Of all these elements, it is Vata, Pitta and Kapha alone that become the vitiators, being themselves first vitiated; for they are by nature vitiating. We have outlined the diagnostics of Vata etc., (the triad of faults) when they are vitiated in the rest of the body-elements and by reference to seasonal variation, in the chapter on ‘The various foods and drinks’. To the extent that there is contact with the body-elements, to that extent alone is the spread of corruption by corrupting influences. The result of Vata etc., when in natural state, is of course, health. The intelligent should therefore strive for the natural state of these three humors."
    },
    {
        "verse_id": "19",
        "text": " That physician who understands the body [sharira] in every respect and in entirety and at all times, knows in its fullness the science of life, that is joy-giving to the world."
    },
    {
        "verse_id": "20",
        "text": " Unto the sage Atreya, thus discoursing, Agnivesha said, “We have listened to this, that your reverence has spoken, on the subject of the body [sharira]. Now we desire to know this. Which member of the embryo first develops in the womb? In which direction does it face? What position does it assume inside the womb? What food sustains it? In what condition does it come out? Being born, by what wrong foods and ministrations does it get killed instantly? Again, by what right foods and ministrations does it grow without disease? Are there infantile disorders which result from the displeasure of the super-natural being or are there indeed no such? What does your reverence opine in the matter of the variety or otherwise of timely and untimely death of this man? What is his maximum longevity? And finally, what are the means for such maximum longevity?”"
    },
    {
        "verse_id": "21-(1)",
        "text": " Unto Agnivesha who had thus questioned, the sage Punarvasu Atreya said, “As to how this fetus develops in the womb, what and when organic differentiation takes place, we have already explained in the chapter on the descent of the fetus. On this subject there are various conflicting theories of all the sage [?] aphorists. Listen to them being recounted—"
    },
    {
        "verse_id": "21",
        "text": " “It is the head that first develops in the womb, seeing that it is the seat of all the senses,” thus views Kumarashira Bharadvaja. “It is the heart, because that is the seat of animation,” thus the physician Kankayana of Bahlika. “The navel, because it is the inlet for nourishment,” thus Bhadrakapya “The abdominal rectum, because it is the seat of motor activity”, thus Bhadrashaunaka. “The hands and feet, because they are the primary instruments of man,” thus Badisha. “The sense-organs, because they are the seat of perception in man,” thus Janaka Videha. “Because the embryo is hidden from the eye, it is uninferable”. thus Marici Kashyapa. “All the members develop simultaneously,” thus Dhanvantari. This last is acceptable; for all the members, headed by the heart, take the same time for development. Since the heart is as it were the main stem for all the bodily members, they being grouped round it and it is also the seat of several activities; therefore; there is no question of the prior manifestation of these others. Hence there is simultaneous manifestation of all the body-members, including the heart Indeed all organic functions are interdependent Therefore the objective view is the right view."
    },
    {
        "verse_id": "22",
        "text": " The fetus slays inside the womb with its face towards the back of the mother, its head above, and its limbs folded."
    },
    {
        "verse_id": "23-(1)",
        "text": " Free from thirst and hunger, and its movements controlled by another than itself the embryo grows in the womb with dependence on the mother, by means of Upasneha and Upasveda, its limbs being but imperfectly differentiated[?]. Thereafter, the fetus is nourished partly by way of the pores in the hair-follicles and partly by way of the umbilical chord. To the navel of the fetus is attached the umbilical chord, to the umbilical chord is attached the placenta and the placenta is in turn attached to the heart of the mother; and it is indeed the mothers heart that floods the placenta by means of the pulsating arteries; the fluid thus transmitted is generative of strength and color, for it is indeed food containing all nutritive elements."
    },
    {
        "verse_id": "23",
        "text": "For, in a pregnant woman the nutritional juice is distributed in three ways—for her own nourishment for lactation and for the growth of the fetus, which being sustained by this nourishment, flourishes inside the womb"
    },
    {
        "verse_id": "24",
        "text": " When the time for birth arrives the child is delivered, its head foremost, being turned over by the force of the birth-wind (uterine contractions), by way of the birth-path (vagina). This is the norm; other than this is abnormality. After this, the child becomes independent of the mother in its movements."
    },
    {
        "verse_id": "25",
        "text": " The prenatal nourishment and care taught in the “Jatisutriya” chapter help to prevent disease-conditions and promote proper growth."
    },
    {
        "verse_id": "26",
        "text": " By these very two (nourishment and care) improperly given, the child is killed as soon as born, just as a recently-planted tree is undermined by the wind and the sun"
    },
    {
        "verse_id": "27",
        "text": " The disorders wrought in children by means of the displeasure of super-natural beings, not conforming to diseases born of irritated humors, may be known by authoritative instruction, by marking extra-ordinary signs in the young patient, and by the unusual nature of the etiology, symptoms and reaction to treatment."
    },
    {
        "verse_id": "28-(1)",
        "text": " This is our conviction in the matter of the truth or otherwise of timely and untimely death. “Whoever dies, dies in good time, for there is no such thing as a gap in time (that is when there is no time),” thus some people argue. But this is improper. For there is no question of time having ‘gap’ or ‘no gaps’. Time is what it is, its own unique self."
    },
    { "verse_id": "28-(2)", "text": " Here others declare—" },
    {
        "verse_id": "“Whenever a man dies that is the appointed time of death for him; for time is the arbiter of all creatures and acts impartially",
        "text": "” This is also taking hold of the matter by the wrong end. Time’s impartiality is not established by the mere fact that there is none who does not die. For we speak of time in relation to the period of life. To one who would have it that ‘whenever a man dies, that is his appointed time of death, all other happenings too, whenever occurring, must seem to occur at the appointed time.’ Such a view is certainly unacceptable. Evident to our eyes are the undesirable consequences of untimely eating, speaking and performance as also the desirable consequences of contrary behaviour. With our eyes we see too, the distinction of timeliness and untimeliness regarding this or that thing, in this or that condition. Thus for instance, we physicians say, this is the time or this is not the time for this disease, this diet, this medicine, this counter-action, or this relief."
    },
    {
        "verse_id": "28-(3)",
        "text": " In the world at large too, there is this usage: it rains in time; it also rains out of time. The cold is timely; the cold is not timely. The heat is timely, the heat is not timely. The efflorescence and fruitage are timely, the efflorescence and fruitage are not timely. Therefore, there is both, timely death and untimely death. There is nothing exclusively acceptable here."
    },
    {
        "verse_id": "28",
        "text": "If there were no untimely death, then all life should be of the appointed time-measure. Under such circumstances, the knowledge of the wholesome and the unwholesome would be purposeless, and all observation, inference and instruction, which are regarded as being valid in all sciences and by which we know what promotes and what curtails longevity, would be invalidated. For these reasons, the sages consider this argument—that there is no untimely death, as merely a verbal display."
    },
    {
        "verse_id": "29",
        "text": " During this age the full measure of a man’s life is a hundred years."
    },
    {
        "verse_id": "30",
        "text": " To this end are the excellence of physical and spiritual endowments and the observance of right living needed."
    },
    {
        "verse_id": "Here are the recapitulatory verses—31-34",
        "text": " What the body is, how it functions., how it is afflicted by diseases, how it suffers pain and death., what are its elements, how they increase and decrease, how the deficient humors should be augmented, what factors promote the growth of the body [sharira] and what [???? because] [strength wh?] metabolic factors there are and what their individual function is what body-elements are known by the name of impurities and what by the name of purities, the ninefold question and the answer thereto—all this, has been presented truthfully and in due order by the great sage, in this chapter on the Analysis of the Body in the Section on “Human Embodiment”."
    }
]