[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter on the Human Embodiment entitled “Into how many categories is man [puruṣa—purusha] divided?”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " (Agniveśa asked the wise sage—)“O, wise one! into how many categories is man [purusha] divided in view of the diversity of the elements that compose him? Wherefore is he said to be the cause? What is his origin?"
    },
    {
        "verse_id": "4",
        "text": " Is he ignorant or endowed with knowledge? Is he proven to be eternal or non eternal? What is Prakrti, the primal matter? What are its modifications? What is, the mark of Purusha, the man [purusha]?"
    },
    {
        "verse_id": "5",
        "text": " The knowers of the self declare the spirit to be non-active, free, endowed with lordship, all-pervading infinite, the knower of the field and the witness likewise"
    },
    {
        "verse_id": "6",
        "text": " O, worshiped one! if the spirit is thus non-active, how, then, is activity predicated of it? And if it is free, how is it that it is born of undesirable wombs?"
    },
    {
        "verse_id": "<em>7</em>",
        "text": " If it is endowed with lordship, wherefore is it drawn perforce into suffering? And if it be all-pervading, why does it not experience the totality of sensations at once?"
    },
    {
        "verse_id": "8",
        "text": " And wherefore does the infinite one not perceive what is hidden behind a hill or a wall? There is also the doubt as to which is prior, the knower of the field or the field itself?"
    },
    {
        "verse_id": "9",
        "text": " On the one hand there can be no knower of the field unless the field as the object of knowledge is already there. On the other hand if the field is the prior of the two, then the knower of the field cannot be said to be eternal."
    },
    {
        "verse_id": "10",
        "text": " And of whose activity is the spirit the witness, since there is no agent other than itself? And how can there be in the immutable Spirit the changes wrought by sensations?"
    },
    {
        "verse_id": "11",
        "text": " And, O, worshipful one! which of the three types of ailments of the patient does the physician treat—the past ailment, the present one or the future one?"
    },
    {
        "verse_id": "12",
        "text": " As for the future ailment, it has not yet arrived; the past, too, having gone does not return; and even of what is said to be the present one, there is no abiding place since the present is never the same from one moment to another. Hence arises the, doubt."
    },
    {
        "verse_id": "13",
        "text": " What is the cause of sensations? What is their resort? Where do all sensations cease completely?"
    },
    {
        "verse_id": "14",
        "text": " And by what marks is that Universal Spirit known, which is omniscient; which transcends everything, which is freed from all attachments, which is the One and which is tranquil?”"
    },
    {
        "verse_id": "15",
        "text": " Having heard these words of Agnivesha, Punarvasu, the foremost of the wise, and the self-composed, explained everything in its true light."
    },
    {
        "verse_id": "16",
        "text": " Man [purusha] is said to be the sum of the six elements namely, ether and the four other proto-elements, the sixth being the element of consciousness. By some The conscious element alone is said to constitute Man [purusha]."
    },
    {
        "verse_id": "17",
        "text": " Again, in consequence of the elemental modifications, man is said to be composed of twenty-four elements, viz., the mind, the ten organs (five cognitive and the five conative), the five sense-objects, and the eightfold Prakrti or evolutes of nature."
    },
    {
        "verse_id": "18-19",
        "text": " The presence of cognition as well as the absence of cognition constitute an indication of mind. Thus if the spirit, the senses and sense-objects are apposite but the mind is. elsewhere there is no cognition, but with the mind present there is cognition. The mind is said to have two properties—atomic dimension and indivisible, unity."
    },
    {
        "verse_id": "20",
        "text": " Whatever admits of being thought about, considered, speculated about, meditated upon, imagined—in fact whatever can be known by the mind—all that goes by the name of the ‘Object’."
    },
    {
        "verse_id": "21",
        "text": " The functions of the mind are—direction of the senses, control of itself, reasoning and deliberations. Beyond this is the field of the intellect."
    },
    {
        "verse_id": "22-23 The sense-object is cognised by the sense which is in conact [contact?] with the mind",
        "text": " Thereafter, it sense object) is interpreted or understood by the mind with reference to its merits and demerits. Guided by whatever conclusive judgment thus formed regarding the matter in hand, one endeavors to speak or act fully aware of the nature of one’s action."
    },
    {
        "verse_id": "24",
        "text": " The five cognitive senses, each succeeding one of which has one more of the elements beginning with ether, are to be inferred from their respective functions from which proceeds understanding."
    },
    {
        "verse_id": "25-26",
        "text": " The conative organs are five—the two hands, the two feet, the anus, the genitals, and the organ of speech. The feet are employed in locomotion, the anus and genitals in excretion, the hands in seizing and holding, the organ of speech—the tongue, in speaking. Now speech which is true is illuminating and speech which is false is obscuring."
    },
    {
        "verse_id": "27",
        "text": " The five proto-elements are the ether, air, fire, water and earth. Sound, touch, color, taste and smell respectively are the characteristics of the five proto-elements."
    },
    {
        "verse_id": "28",
        "text": " Of these elements, the first has only one quality; while in each succeeding one there is a corresponding increase of qualities. Thus in each succeeding element, there are found the preceding elements and their qualities too"
    },
    {
        "verse_id": "29",
        "text": " Hardness, fluidity, motion and heat are respectively the attributes of the earth, water, air and fire. The characteristic of ether is non-resistance."
    },
    {
        "verse_id": "30",
        "text": " All these characteristics are perceived by the tactile sense; for the tangible, together with its opposite, is apprehended by the sense of touch."
    },
    {
        "verse_id": "31",
        "text": " The existence of properties in the body is regarded as the indication of the existence of substances possessing those properties. The senseobjects such as sound etc., are to be known as perceptions, sense-data and properties."
    },
    {
        "verse_id": "32",
        "text": " A person's perception is qualified by the name of that particular sense-organ through whose agency that perception is born. And a perception born of the mind is styled a mental conception."
    },
    {
        "verse_id": "33",
        "text": " The perceptions are said to be many in consequence of the diversity of the results, senses and the senseobjects."
    },
    {
        "verse_id": "34",
        "text": "Each perception arises from the fusion of the spirit, sense, mind and sense-object with each other; just as sound is born of friction, as for instance, when a finger and the base of the thumb are snapped together, or the strings of a lute?are struck with the nails, in the same manner perception is born of conjunction."
    },
    {
        "verse_id": "35",
        "text": " That is to be known as transcendental element which upholds this union of the understanding, senses, mind and the sense-objects. This conglomeration of the twenty-four primary elements is known by the sign of Purusha i.e. the embodied one."
    },
    {
        "verse_id": "37-38",
        "text": " In Purusha is established action and the fruit of action; in him likewise are delusion, pleasure, pain, life, death and self-love established. He who understands him thus truly, indeed knows dissolution and creation, continuity of the life-process and its cure and whatever else there is to be known."
    },
    {
        "verse_id": "39",
        "text": " If there were no Purusha, there would be neither light nor darkness, neither truth nor falsehood, no vedas, neither good nor evil action, neither a doer nor a knower."
    },
    {
        "verse_id": "40-41",
        "text": " If there were no Purusha, there would be no embodiment, no pleasure and pain, no coming and going, no speech, no sciences, no scripture, no birth and death, no bondage and no liberation. Therefore, the knowers of causation have declared the Purusha to be the cause."
    },
    {
        "verse_id": "40-41.1",
        "text": "42 For, if the Spirit is not the cause, then light etc, would become causeless; nor can any knowledge of these things arise nor will they serve any purpose"
    },
    {
        "verse_id": "43-44",
        "text": " ‘The pitcher is fashioned by means of clay, turning rod and wheel, even in the absence of the potter. The wigwam is built by clay, straw and wood without even a housebuilder.’ Let one who is prepared to make such a statement declare equally foolishly, bereft of both reason and revelation, that the embodiment is brought about by the concourse of the elements, without the intervention of an agent."
    },
    {
        "verse_id": "45",
        "text": " However, Purusha, the self, is seen to be the cause according to all forms of testimony, including scripture, whereby the knowable is tested and recognised."
    },
    {
        "verse_id": "46-47",
        "text": " Phenomena are never the same but are continually in a state of flux; whenever they are of a similar nature they are said to be the same, although, in fact, they are produced anew. The soul-less conglomeration of phenomena is, by some, said to constitute the organism. They do not believe in a Self who is the doer and the enjoyer."
    },
    {
        "verse_id": "48",
        "text": " Those who do not accept the existence of the seif, preach in effect, that the effects of the actions of one are enjoyed by a new another who is similar."
    },
    {
        "verse_id": "49 The instruments of the doer are many and varied but the agent is always the same",
        "text": " The agent with his instruments is the cause of all activity."
    },
    {
        "verse_id": "50-51",
        "text": " Phenomena are destroyed in a shorter tims than the winking of the eye Those that are destroyed can never recur and the action of one cannot cling to another; This is the opinion of the knowers of truth; what is known as the eternal self is the cause both of action and its enjoyment in all creatures."
    },
    {
        "verse_id": "52",
        "text": " The ego or the sense of selfhood, fruit of action, action, reincarnation and memory exist in the absence of the physical body, because of the existence of the self in creatures."
    },
    {
        "verse_id": "53",
        "text": " The instruments are the mind, the understanding, the five cognitive and the five conative organs. When these associate with the doer or the self, then action, sensation and understanding result."
    },
    {
        "verse_id": "54",
        "text": "The self is the knower. Its knowledge proceeds from its contact with the instruments of knowledge, viz., the senses, mind and understanding. But in the absence of the contact of organs, or in case they are defective, there is no cognition."
    },
    {
        "verse_id": "54.1",
        "text": "55 Just as one cannot catch a clear reflection in a mirror or water, if either is clouded, so is the case if the mind is obscured"
    },
    {
        "verse_id": "57",
        "text": " By itself the self can neither act nor enjoy the fruits of action. Everything proceeds from the union of the several factors; in its absence there is nothing whatever."
    },
    {
        "verse_id": "58",
        "text": " Nothing can exist singly or unrelated to a cause. Being transient by nature, it cannot escape destruction,"
    },
    {
        "verse_id": "59",
        "text": " That self which has no beginning in time is eternal; the contrary is the case with the self who is caused. An entity that has no beginning is regarded as eternal while a thing that has a beginning is regarded otherwise."
    },
    {
        "verse_id": "60",
        "text": " That higher self does not come under the category of anything; being eternal it cannot be grasped. It is unmanifest and unthinkable. The manifest is otherwise."
    },
    {
        "verse_id": "61",
        "text": " The unmanifest is the self, the knower of the field, ever-lasting, all-pervading and unchanging. Other than such is the manifest, Now this duality will be explained in another way."
    },
    {
        "verse_id": "62",
        "text": " Whatever is perceptible, being apprehendable by the senses, is the manifest; but what is imperceptible and is beyond the senses and can be known only by inference is the unmanifest."
    },
    {
        "verse_id": "63-64",
        "text": " The five elements beginning with ether, as also the understanding, the unmanifest self, and ego the eighth, constitute the eightfold nature of all beings. The modifications are sixteen. The five cognitive organs, the five conative organs and the five sense-objects, together with the mind, are styled the modifications."
    },
    {
        "verse_id": "65",
        "text": " All this, with the. exception of the unmanifest, is spoken of as the field; while the unmanifest is regarded by the seers as the knower of the field."
    },
    {
        "verse_id": "66-67",
        "text": " From The unmanifest is born the intellect, from the intellect arises the ego Thereafter from the ego are evolved ether etc., in orderly succession. Then the whole man possessed of all the faculties springs into view and is said to be born. Then, again, in the final dissolution, he gets disjoined from these desired associations"
    },
    {
        "verse_id": "68",
        "text": " Out of the unmanifest, man rises to the manifest stage and again sinks into the unmanifest. Passion and delusion having taken possession of him, man revolves from birth to death like a wheel."
    },
    {
        "verse_id": "69",
        "text": " Those who are attached to the pairs of opposites and to egoism, are subject to creation and dissolution; but not those who are not so attached."
    },
    {
        "verse_id": "70-73- The signs of the self are:—respiration, winking etc",
        "text": ", animation, mental activity, inter-communication of sense-perceptions, impelling, upholding, travelling to far countries in dreams, likewise experience of death in dreams, recognition by the left eye of what is seen by the right eye, desire, hate, pleasure, pain, effort, awareness, resolution, understanding, recollection and the sense of ego. Since these signs are observed in the living organism alone and not in the dead, therefore the great sages have declared them to be indicative of the Self."
    },
    {
        "verse_id": "74",
        "text": " The Self having left the lifeless body, like an untenanted house, man is said to be reduced to a pentad, because of the five residual elements."
    },
    {
        "verse_id": "75",
        "text": " The mind is unconscious but active. The impeller, however, is the self, of which when yoked to the mind, all activity is predicated."
    },
    {
        "verse_id": "76",
        "text": " Because the self is the conscious element, therefore is it called the agent or doer; while the mind, though actually performing, is not called the doer, because it is devoid of consciousness."
    },
    {
        "verse_id": "77",
        "text": " In as much as all living beings cause themselves to be linked to all kinds of bodies by their own free will, there is no question of another and external administrator."
    },
    {
        "verse_id": "78",
        "text": " Being its own master, the self performs those actions, whereof it subsequently enjoys the fruits; of its own accord, too, the self composes the mind; of its own accord also, it withdraws from everything."
    },
    {
        "verse_id": "79",
        "text": " The self, although omnipresent, is localized in its organs of sense. When embodied, and so cannot apprehend all sensations occurring in all bodies."
    },
    {
        "verse_id": "80",
        "text": " The self is infinite for the very reason that it is omnipresent and supreme. By concentrating the mind, the self is able to perceive even the hidden."
    },
    {
        "verse_id": "81",
        "text": " Yoked Io the mind which cleaves to it by virtue of the acts performed through the instrumentality of the body, the self, though present in all bodies, is for all practical purposes to be regarded as localized in one particular body,"
    },
    {
        "verse_id": "82",
        "text": " The self has no beginning, and likewise, the succession of bodies is without a beginning. Both being thus beginningless, neither can be the antecedent of the other."
    },
    {
        "verse_id": "83",
        "text": "It is the knower and not the non-knower that is called the witness. Hence the self is said to be the witness, The vicissitudes of all creatures have the self, for their witness"
    },
    {
        "verse_id": "84",
        "text": " The self, when by itself, is not inferrable by any indication; for the imperceptible and pure self has no attribute whatsoever;"
    },
    {
        "verse_id": "85",
        "text": "It is with reference to the embodied self that changes brought about by sensations are predicated; for only that which is affected by sensations is modified"
    },
    {
        "verse_id": "86",
        "text": " Listen now to the argument advanced by those who assert that the physician treats all ailments, whether present, past or future."
    },
    {
        "verse_id": "87-87½",
        "text": " The headache has returned again, there is a relapse of fever, the violent cough has reappeared, there is recurrence of vomiting: such common remarks show the recurrence of past diseases."
    },
    {
        "verse_id": "88-89",
        "text": " The time of the relapse of these subjugated diseases has approached. Therefore treatment which is given, keeping in view the period of relapse of a disease, is to be understood as the therapeutics of the past ailment."
    },
    {
        "verse_id": "90",
        "text": " Just as a dam is raised so that the floods may not destroy the crops as they did during a previous season, so is treatment in the body"
    },
    {
        "verse_id": "91",
        "text": " Having in mind the past symptoms, prophylactic measures taken in view of future symptoms will avert disease"
    },
    { "verse_id": "92", "text": " The use of whatsoever promotes" },
    {
        "verse_id": "92.1",
        "text": "well-being, stops the causal chain of suffering and induces happiness"
    },
    {
        "verse_id": "93",
        "text": " No discord can ensue from harmonious elements, nor any concord from discordant elements; from like causes, like effects are always produced in the body-element."
    },
    {
        "verse_id": "94",
        "text": " It is for such reasons as set forth above, that the physician is said to remove all disease, whether past, present or future. That is the supreme therapeusis, which is devoid of passions."
    },
    {
        "verse_id": "95",
        "text": " For, the passions are the cause of suffering and are the producers of pain and its resort, the body. The renunciation of all passions is the means of removing all miseries."
    },
    {
        "verse_id": "96",
        "text": " Just as the silk worm builds its own tomb viz. the cocoon, similarly the ignorant worldling clings to the thirst for sense-objects and is ever miserable."
    },
    {
        "verse_id": "97",
        "text": " The wise one, who, viewing sense-objects like fire, withdraws from them, is not touched by pain, by Reason of abstention from action and attachment."
    },
    {
        "verse_id": "98",
        "text": " the derangement of the,understanding, will and memory, the onset of adverse season and effect of past action, and contact with unwholesome sense-objects—these, should be known as the causes of suffering."
    },
    {
        "verse_id": "99",
        "text": " That is called derangement of understanding whereby the eternal and the non-eternal, good and evil, are mistaken, one for the other, for, true understanding always perceives rightly."
    },
    {
        "verse_id": "100",
        "text": " In the event of the derangement of the will, the mind which is always reaching out for its objects, is incapable of being restrained from undesirable objects, for the will is the controller."
    },
    {
        "verse_id": "101",
        "text": " When, on account of the mind being clouded with passion and delusion, the retention of true knowledge is destroyed, that is called the derangement of memory; for indeed the memorable abides in the memory."
    },
    {
        "verse_id": "102",
        "text": " Whatever act is done by one who is deranged of understanding, will or memory, is to be regarded as volitional transgression. It is the inducer of all pathological conditions."
    },
    {
        "verse_id": "103-108",
        "text": " Premature expulsion of excreta or the suppression of natural urges, indulgence in rash acts, overindulgence in women, procrastination of treatment, wrongful undertaking of notions, disregard of modesty and custom, disrespect towards the venerable, indulgence in things which one knows to be harmful or highly intoxicating, moving at improper times and in improper places, friendship with evil-doers, the abandoning of the good habits inculcated in the chapter on the regimentation of the senses, envy, pride, fear, anger, greed, folly, arrogance, delusion, or injurious acts emanating from these, or any act that is harmful to the body, or any similar act arising out of passion and delusion—all these, are said by the sages to be volitional transgressions causative of disease"
    },
    {
        "verse_id": "109",
        "text": " Misconception by the intellect, and misconduct are to be understood as volitional transgressions, because they come under the ken of the mind."
    },
    {
        "verse_id": "110",
        "text": " In the chapter on the ‘Compendium of Diseases’, we have already laid down the periodicity and incidence of disease and also the accumulation, irritation and subsidence of Pitta and other humors in due order."
    },
    {
        "verse_id": "111-112",
        "text": " Also the causes of diseases coming under the categories of unusual, extreme and subnormal seasonal variations; the right and wrong time for food to be taken, digested or assimilated; the forenoon, mid-day and afternoon and the three periods of the night; and the diseases which occur at these stated times—all these, are periodical diseases."
    },
    {
        "verse_id": "113",
        "text": " The fevers that recur on alternate days or the third and fourth days are all periodical, for at stated intervals they become active"
    },
    {
        "verse_id": "114",
        "text": " These and other maladies of various kinds, which are periodic in their occurrence, are to be treated by the physician who is conversant with their intensity and periodicity, before they actually manifest themselves."
    },
    {
        "verse_id": "115",
        "text": " Those infirmities which come, about in the natural course of time, as the result of senility and completion of the life-span, are to be regarded as natural or terminal conditions and are irremediable."
    },
    {
        "verse_id": "116",
        "text": " The influence of actions done in the past birth, known as destiny, is also seen in the fulness of time to be a causative factor of disease."
    },
    {
        "verse_id": "117",
        "text": "There is no action, worth the name, which does not produce a result; the diseases brought on by past actions, counteract the treatment and end only when the force of those actions is spent out."
    },
    {
        "verse_id": "118",
        "text": " By the hearing of very loud sounds or by the total avoidance of all sounds, or by straining the ear to catch very low sounds, the sense of audition becomes impaired."
    },
    {
        "verse_id": "119",
        "text": " To lend the ear to sounds which are harsh, alarming, vile, unpleasing or mournful is said to be the abuse of the auditory sense"
    },
    {
        "verse_id": "120",
        "text": " Absence, excess and insufficiency of contact with those objects that are to be contacted, are, in short, said to be the mis-use of the sense of touch."
    },
    {
        "verse_id": "121",
        "text": "Contact with evil spirits and poisonous winds or untimely damp, heat and cold, is said to be the abuse of the sense of touch."
    },
    {
        "verse_id": "122-123",
        "text": " By the excessive gazing at glaring objects, or by looking for very minute objects, or by never seeing them at all the sense of vision is destroyed, The seeing of hateful, terrifying, disgusting, distant or too close or obscure objects is said to be the abuse of the visual organ."
    },
    {
        "verse_id": "124",
        "text": " Epicurean indulgence, ascetic abstention and indulgence in tastes that are disagreeable to one’s system although they are made homologatory by constant use etc., or very sparing indulgence in taste, are said to be the abuse of the organ of taste."
    },
    {
        "verse_id": "125-126½",
        "text": " The smelling of odors that are either too pungent or too delicate, or the total avoidance of all smell, is said to be harmful to the organ of smell. The inhaling of smells that are putrid, polluted by evil spirits, poisons, or gases or that are unseasonal; is said to be the abuse of the olfactory sense. Thus, the non-homologous contact of the sense with the sense-object is to be regarded as threefold and as provocative of all morbid conditions"
    },
    {
        "verse_id": "127",
        "text": " That is improper co-ordination, which does not agree with one’s system."
    },
    {
        "verse_id": "128",
        "text": " Whatever disease of the ear etc, arises as the result of excessive, inadequate or non contact of the sense and its objects, is said to be the disease of the sense-organ."
    },
    {
        "verse_id": "129",
        "text": " These are described to be the causative factors of painful sensations; the causative factor of pleasurable sensation is proper sense-contact. Such proper contact of the sense aud its object is indeed difficult to achieve."
    },
    {
        "verse_id": "130",
        "text": " It is neither the senses nor their objects that are the causes of pleasure and pain. The real cause of pleasure and pain is seen to be these four kinds of contact."
    },
    {
        "verse_id": "131",
        "text": " Granting that there are the senses and the sense-objects, yet if there is no co-ordination there is neither pain nor pleasure; therefore the cause is the fourfold contact alone."
    },
    {
        "verse_id": "132",
        "text": " Without the self, the senses, the mind, the.intellect, the object and the action, there can be no pleasure or pain. Each of these is defined in the manner in which it has to be understood."
    },
    {
        "verse_id": "133",
        "text": " The sense of touch in the skin and also the corresponding faculty in the mind are the dual cause which yields pleasurable and painful sensations."
    },
    {
        "verse_id": "134",
        "text": " Passion which is of the nature both of desire and hate, proceeds from pleasure and pain; again, passion is said to be the originator of pleasure and pain."
    },
    {
        "verse_id": "135",
        "text": " Desire it is, that acquires the apparatus of sensation; if there is no apparatus, there is no contact; and if unaffected by contact, one does not experience sensations."
    },
    {
        "verse_id": "136",
        "text": " The apparatus of sensation is the mind and the body together with the sense-organs, with the exclusion of hair of the head and of the body, the tips of the nails, the ingested food, feces, excretory fluids and the sense-objects."
    },
    {
        "verse_id": "137",
        "text": " Both in yoga (a state of meditation) and final liberation, there is no existence of sensation; in final liberation there is absolute cessation, while yoga leads to that liberation."
    },
    {
        "verse_id": "138-139",
        "text": " From the contact of the self, the senses, the mind and the sense-objects arise pleasure and pain; these two cease to be, as the result of the inaction of the mind which is firmly fixed in the self. Then, while embodied, it acquires the psychic powers, and such a state, the seers who are conversant with yoga, know to be as yoga i.e. beatitude."
    },
    {
        "verse_id": "140 141",
        "text": " The entering into other bodies, telepathy, the doing of things according to one's own will, clairvoyance, clairaudience, omniscience, effulgence, vanishing from sight at will—these eight are said to be the sovereign powers of the yogis. All this accrues from the concentration of the pure mind."
    },
    {
        "verse_id": "142",
        "text": " The final liberation, without a return, is said to be the dissolution of all ties resulting from the cessation of passion and delusion, and the wearing away of the influence of powerful past actions."
    },
    {
        "verse_id": "143-146",
        "text": " From the accession of the pure understanding all these proceed; the right seeking of the company of the good; the total avoidance of the wicked, continence and abstinence and various austerities, the study of the sacred scriptures, meditation, love of solitude, aversion to sense-pleasures, perseverance in the path of liberation, supreme determination, the non-beginning of actions and the complete annihilation of those already done, the desire to quit the world, humility, dreading attachment, the fixing of the mind and understanding in the self and the investigation of the true nature of things—all this proceeds from the recollection of the true nature of the self."
    },
    {
        "verse_id": "147",
        "text": " The true recollection comes from the acts beginning with the right seeking of the company of the good and ending with supreme determination. Having recollected in mind the true nature of all things, man gets relieved from suffering"
    },
    {
        "verse_id": "148-148½",
        "text": " The methods of inducing recollection are said to be rightly recalling the circumstances and the appearance by comparison and contrast, by concentration of the mind, by practice, by the acquisition of knowledge and by re-hearing."
    },
    {
        "verse_id": "149",
        "text": " Recollection is so called because, by dwelling upon what was seen, heard or otherwise experienced, it Collects again the fullness of past experience in the mind,"
    },
    {
        "verse_id": "150-551",
        "text": " This is the only road, consisting of the power, of true recollection which has been indicated for final liberation by those who have attained liberation. Those who set out on this road do not return. This road has been described by the yogis as the path of yoga, and by the liberated seers who have had all the knowledge of philosophy, as the path of liberation."
    },
    {
        "verse_id": "152-153",
        "text": " All that results from causes, is pain-giving, is other than the self and transitory. Such is not the offspring of the self; yet the self-sense obtains there so long as the true understanding is not born; but the sage, knowing ‘I am not this and this is not mine’, transcends everything."
    },
    {
        "verse_id": "154",
        "text": " In that final renunciation all sensations together with their root cause, as also cogitation, contemplation and resolution, come to an absolute termination"
    },
    {
        "verse_id": "155",
        "text": " Thereafter the individual self having become one with the universal self is no longer seen as particularised, being rid of all qualities. He has no longer any distinguishing mark The knowers of Brahma alone have knowledge of this; the ignorant cannot understand it."
    },
    {
        "verse_id": "156",
        "text": " Twenty-three foremost questions concerning the embodied self are dealt with in this chapter on the divisions of man by the knower of Truth,"
    }
]