[
	{
        "verse_id": "1",
        "text": " We shall now expound ‘The major chapter on the Formation of the Fetus [i.e., garbha-avakranti]’ in the ‘Section on Human Embodiment.’"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Whence the conception arises, to which the name of ‘embryo’ is given, whose modification the embryo is, in what order the various stages of the embryo develop in the womb [garbha], what makes the embryo wax, by what agency it is prevented from forming in the womb, and by what agency, having formed, it perishes in the womb, and why again, while hot completely destroyed, it gets deformed, all this, we shall explain in due order."
    },
    {
        "verse_id": "4 The conception arises from the sum of causative factors emanating from the mother, the father, the spirit, the concordance, the nourishment and the mind",
        "text": " As to which of embryonic parts are derived from which of these six coefficient causes at the time of conception and there-after, we have already described them having classified them under different heads."
    },
    {
        "verse_id": "5",
        "text": " The appellation, of conception is given to that union of semen, ovum and the spirit, which takes place in the womb."
    },
    {
        "verse_id": "6-(1)",
        "text": " The embryo is a compound product of the ether, air, fire, water and earth and is the dwelling place of the spirit."
    },
    {
        "verse_id": "6",
        "text": " Looked at from this standpoint' the embryo is the sum of the modifications occasioned in the proto-elements and is the resort of the spirit; thus the spirit has been said to be the sixth element of the embryo."
    },
    {
        "verse_id": "7 (1)",
        "text": " Now we shall explain by what stages the embryo develops in the womb [garbha]."
    },
    {
        "verse_id": "7-(2)",
        "text": " Now we have in mind the woman of child-bearing stage whose generative organs, ova and uterus are normal and who has gone through the purificatory bath on the completion of the last menstrual period with the fresh blood having replaced the lost blood. When, with a woman of this description, a man of unvitiated sperm unites in the sex-union, then, impelled by orgasm, there flows from every cell and tissue that quintessence of bodily secretions, the semen."
    },
    {
        "verse_id": "7",
        "text": " That semen having thus been set into motion by the ecstatic self and informed by it, emerging from the man’s body mixes with the secretion of the woman after entering the womb through the proper channel."
    },
    {
        "verse_id": "8-(1)",
        "text": " There in the womb [garbha], the conscious element (the spirit) which has the mind for the instrument, proceeds first of all to gravitate to itself the needed ingredients. This conscious element is, accordingly, said to be variously the cause, the region, the instrument, the imperishable, the agent, the thinking one, the knower, the understanding one, the seer, the dispenser, the great one, the universal architect, the omniform, the supreme person, the creative source, the unchanging, the eternal, the substratum of qualities, the seizer, the chief the unmanifest, the individual soul, the knower, the ego, the conscious one, the infinite, the soul of creatures, the soul of the senses and the inner soul."
    },
    {
        "verse_id": "8 This one, at the time of gravitating the elements to itself, draws the ether before the other elements",
        "text": " Just as at the close of the period of dissolution, the creative self, desirous of creating the world anew having the mind for his base first creates the ether; then, in due order, the remaining four elements, namely, the air and the other proto-elements, of more and more pronounced characteristics, even so, in procuring together to itself an individual body, it (the self) first takes the ether alone, and then in due order the other elements, having more and more pronounced characteristics, beginning with air. All this gravitating of elements takes place in an infinitesimal fraction of time.."
    },
    {
        "verse_id": "9",
        "text": " The spirit having now become the embryo in the first month after conception being well compounded and tinged with all the elements, appears as a jelly-like mass of no particular shape and with, limbs emergent and latent"
    },
    {
        "verse_id": "10",
        "text": "In the second month, this mass hardens into the form either of a knot or a tendon or an egg. Of these the knot-shaped is male, the tendon-shaped female, and the egg-shaped eunuch."
    },
    {
        "verse_id": "11",
        "text": " In the third month, all the sense-organs and all the limbs emerge together."
    },
    {
        "verse_id": "12-(1)",
        "text": " Some of the body-parts of the fetus have already been enumerated under various heads, such as those derived from the mother etc.. Now, we shall enumerate under different names with reference to the modifications of the five elements, the selfsame body parts as also some additional ones."
    },
    {
        "verse_id": "12",
        "text": " Even those parts derived from the mother etc., are in fact only modifications of their five basic elements, In the fetus the constituents of the ether are—sound, audition, lightness, fineness and space; those belonging to air are tangibility, sense of touch, roughness, impulsion, the marshalling and maintaining of the humors of the body and its movements; those belonging to light are form, vision, brightness, digestion and heat; those belonging to water are taste, the sense of taste, coldness, softness, unctuousness and wetness; those belonging to earth are odor, the sense of smell, weight, steadfastness and hardness."
    },
    {
        "verse_id": "13",
        "text": " Thus, the individual man is an epitome of the universe. As much diversity of substance and quality as is found in the world outside, even so much exists in man; and as much in man, so much in the world outside. Thus the wise like to regard the nature of existence."
    },
    {
        "verse_id": "14-(1)",
        "text": " Thus the sense-organs and the limbs of the fetus manifest themselves simultaneously. Apart from these phenomena there are some which appear after the birth of the infant; these are the teeth, secondary sexual signs, and signs of puberty and such other traits. This is the natural order; contrary to this is unnatural."
    },
    {
        "verse_id": "Now, in the fetus there are some characteristics which are permanent and some which are temporary",
        "text": " Those parts alone of the fetus which persist throughout life are called the primary signs of sex, whether male, female or neuter. Those distinctive (mutually exclusive) characteristics of man and woman are partly dependent on the self and partly on the material element; the sex differentiation is due to the preponderance of one or the other of these factors."
    },
    {
        "verse_id": "14",
        "text": " Thus weakness, timidity, artlessness, confusion, fickleness, heaviness of the nether limbs, want of forbearance, frailty, softness, the uterine part occupied by the embryo and such other feminine traits determine the female sex; traits opposite to these determine the male sex. When there is an equal distribution of both these traits there is the neuter sex."
    },
    {
        "verse_id": "15-(1)",
        "text": " When the sense-organs appear in the fetus, at that very time, sentience lays hold of the mind. Consequently, from that time the embryo is seen to throb and yearn for this or that thing, experienced in the past existence; this condition is called the ‘bicardiac state’ by the experienced."
    },
    {
        "verse_id": "15-(2)",
        "text": " The heart of the fetus, taking its rise from the mother, is connected with the mother’s own heart by the channels that carry nourishment; incidentally, inclinations are also conveyed by these channels. Having this fact in view, the wise do not wish to see the fetus baulked of its desires originating either in its own heart or in that of the mother."
    },
    {
        "verse_id": "15",
        "text": " For, from such thwartings, it is seen that the fetus is either destroyed or deformed. At this time the mother’s well-being in some respects is identical with that of the fetus; because of this the skilled physicians minister exceedingly to the pregnant women with endearing and wholesome things."
    },
    {
        "verse_id": "I6-(1)",
        "text": " Now with a view to ascertain pregnancy and the bicardiac condition, we shall describe the symptoms in brief. Knowledge is essential for treatment; and knowledge comes from a study of the symptoms; therefore, the exposition of the symptoms is a desideratum."
    },
    {
        "verse_id": "16",
        "text": " These symptoms are:—the stoppage of menstruation, excessive salivation, dislike for food, vomiting, anorexia, excessive hankering for sour things, the exhibition of relish for all sorts of things, heaviness of the limbs, lack-lustre eyes, lactation, deep pigmentation of the lips and breasts, slight edema of the feet, growth of down on the abdomen, extension of the vagina—these are the indications of a growing conception."
    },
    {
        "verse_id": "16.1",
        "text": "17 The pregnant woman should be given whatever she desires with the exception of such things as would injure the fetus"
    },
    {
        "verse_id": "18-(1)",
        "text": " These things will tend to injure the fetus, namely, all those that are very heavy, heat-producing or pungent, and all violent movements."
    },
    {
        "verse_id": "18",
        "text": " The elderly people prescribe these other measures too; in order to shield the fetus from angelic and demoniac powers and their followers, the expectant mother should not wear red habiliments nor indulge in intoxicating wines, nor ascend nor travel in a carriage, nor eat meat; in short, she should never come near anything that might injure her senses. She should also keep away from whatever else that experienced women declare to be harmful."
    },
    {
        "verse_id": "19",
        "text": " But if the longing becomes intolerable, it is better to give the pregnant woman in the desired object, be it injurious, havig [having?] neutralized it to whatever extent possible by the addition of a wholesome ingredient, so that the longing is removed. For, if the longing is completely repressed, the irritated Vata moving inside the body will either destroy or deform the fetus."
    },
    {
        "verse_id": "20",
        "text": "In the fourth month the fetus becomes stabilised; consequently, the pregnant woman shows a pronounced increase in the body-weight."
    },
    {
        "verse_id": "21",
        "text": " In the fifth month there is a greater increase, to the fetus, in the accession of flesh and blood than during other mouths. Therefore, at this time, the pregnant woman becomes exceedingly emaciated."
    },
    {
        "verse_id": "22",
        "text": " In the sixth month there is a greater increase in the accession of strength and pigmentation to the fetus than during the other months; consequently, at this time, the pregnant woman loses strength and color exceedingly."
    },
    {
        "verse_id": "23",
        "text": " In the seventh month the fetus develops in all ways; therefore, at this time, the pregnant woman becomes exceedingly restless i.e. tired."
    },
    {
        "verse_id": "24-(1)",
        "text": " In the eighth month, on account of the yet incomplete formation of the fetus, there is a continuous transmission of vitality from the mother to the fetus and vice versa by means of the channels that carry the body-nutrient fluid."
    },
    {
        "verse_id": "24",
        "text": " Therefore at this time the pregnant, woman becomes momentarily joyful and momentarily distressed; in the same manner, also the fetus. Hence at this time the birth of the fetus is attended with risk because of the instability of the vital essence It is on account of this consideration that the learned say that the eighth month is not to be reckoned upon."
    },
    {
        "verse_id": "25",
        "text": " If the eighth month is passed even by a day, the ninth month having come in, thence till the tenth month is the period of delivery. This is the normal period of delivery. If the fetus stays longer in the womb [garbha], it is abnormal."
    },
    {
        "verse_id": "26",
        "text": " Thus, by these stages, the fetus develops in the womb."
    },
    {
        "verse_id": "27",
        "text": " The fetus waxes in the womb by the excellence of the parts derived from the excellence of the expectant mother’s regimen and the Upasveda and Upasneha procedures, the passage, of time and finally from the course of nature."
    },
    {
        "verse_id": "28",
        "text": " It is exclusively on account of some defects in the embryo-formings elements like the mother etc., that the fetus fails to get born."
    },
    {
        "verse_id": "29",
        "text": " It. is on account of the retardation of the processes which we have, described as helping the growth of the fetus in the womb, that the fetus gets destroyed or, in the alternative, is prematurely delivered."
    },
    {
        "verse_id": "30-(1)",
        "text": " We shall now explain how the fetus not being wholly destroyed, is, however, deformed."
    },
    {
        "verse_id": "30-(2)",
        "text": " If a woman who is habituated to things that are apt to irritate the three humors, which being thus irritated, spread through the body and reach the generative organs, without, however, completely vitiating them, if such a woman conceives, then of that conception, one or more of the parts deriving from the mother will be rendered defective, the defect being limited to those limbs whose parent parts in the germo-plasm are vitiated by reason of the (irritated) humors."
    },
    {
        "verse_id": "30",
        "text": " Thus for instance, if the uterine parent part of the embryo is vitiated, then the. mother gives birth to a barren female. If again only a part of the germo-plasm is vitiated, then she gives birth to a Putipraja. If again the uterine part of the fertitized ovum and that part of the fertilized ovum which is responsible for the differentiation of female characteristics get partially vitiated, then she gives birth to a non-female having however abundance of female characteristicsand named ‘Varta [Vārtā]’ Such a person is spoken of as a female deformity."
    },
    {
        "verse_id": "31",
        "text": " Similarly, if the male-procreating element of the semen is vitiated there results a sterile male; if again the male-procreating part of the semen of a man is partially vitiated, then there results a male called ‘Putipraja [Pūtipraja]’. If the male-procreating part of the semen and those parts of the semen which give rise to the differentiation of the male characteristics are partially vitiated, there results a non-man having a number of male characteristics, and named ‘Trinaputrika [Tṛṇaputrika].’ He is spoken of as a male deformity."
    },
    {
        "verse_id": "32",
        "text": " Thus, the conditions we have shown, concerning the defects originating from either the father or the mother, are also to be applied in the case of defects originating from the other factors such as concordance, nutrition and also the psychic factor."
    },
    {
        "verse_id": "33",
        "text": " The supreme spirit is ever defectless and is the same in all living beings; but on account of the difference in mind and body, it appears to be different."
    },
    {
        "verse_id": "34",
        "text": " Now, there are three vitiating elements in the body, namely, Vata, Pitta and Kapha; these vitiate the body. As regards the mind, there are two vitiating, elements, namely, passion and ignorance. Disease takes its rise as the result of the vitiation of the two—the body and the mind; it cannot manifest if they remain unvitiated."
    },
    {
        "verse_id": "35",
        "text": " Of these two, the body is of four kinds, on account of the manner of propagation as shown previously."
    },
    {
        "verse_id": "36-(1)",
        "text": " The mind is of three kinds—pure, passionate and ignorant. The pure mind is considered to be without any taint as it represents the beneficient aspect of the intelligence; the passionate mind is tainted as it represents the violent aspect: the ignorant mind. is also tainted on account of its representing the deluded aspect."
    },
    {
        "verse_id": "36",
        "text": " Each of these three types of mind reveals an infinite number of variations on account of the differentiating factors of degree, origin and body, and the mutual concomitance of body and mind. Thus a particular type of body goes with a particular type of mind; and conversely a particular type of mind with a particular type of body. In order to illustrate, this, we shall now enumerate, by way of examples, several different intellectual types."
    },
    {
        "verse_id": "37-(1)",
        "text": " One who is pure, devoted to truth, self-controlled, of right discrimination, endowed with knowledge, understanding and power of exposition and reply, possessed of memory, free from desire, anger, greed, conceit, infatuation, envy, dejection and intolerance and equally well disposed to all creatures is to be known as belonging to the Brahma type."
    },
    {
        "verse_id": "37-(1).1",
        "text": "37-(2) One who is devoted to sacrifice, study, vows, burnt-offerings, celibacy, who is hospitable, devoid of pride, conceit, attachment, hate, infatuation, greed and anger, and is endowed with genius, eloquence, understanding and retentive power is to be known as belonging to the Rishi [Ṛṣi] type"
    },
    {
        "verse_id": "37-(3)",
        "text": " One who is endowed with lordship, is of authoritative speech, given to the performance of sacrifices, brave, energetic, endowed with splendour, given to blameless actions possessed of foresight and devoted to the pursuits of virtue, wealth and sense-pleasures, is to be known as belonging to the Indra type."
    },
    {
        "verse_id": "37-(4)",
        "text": " One whose conduct is governed by considerations of propriety, who does the right thing, is unassailable, who is constantly up and about, who is endowed with good memory, who sets store by authority and power, and who is free from the passions of attachment, envy, hate and infatuation. is to be known as belonging to the Yama type."
    },
    {
        "verse_id": "37-(5)",
        "text": " One who is valiant, courageous, clean, intolerant of uncleanliness, devoted to the performance of sacrifices, fond of aquatic sports and given to pursuits which are not blame-worthy, and whose anger and favour are well-placed, is to be known as belonging to the Varuna type."
    },
    {
        "verse_id": "37-(6)",
        "text": " One who commands status, honor, luxuries and attendants, who is devoted to the constant pursuit of virtue, wealth and pleasure, who is clean, and given to the pleasures of recreation, and whose modes of auger and favor are patent, is to be known as belonging to the Kubera type."
    },
    {
        "verse_id": "37-(7)",
        "text": " One who is fond of dancing, song, music, and praise, and is well-versed in poetry, stories, history and legends, who is constanty [constantly?] addicted to the pleasures of fragrant unguents, garlands, ointments, fine rament [raiment?], women and recreation and is free from envy, is to be known as belonging to the Gandharva type."
    },
    {
        "verse_id": "37",
        "text": " Thus, the Sattvic type is of seven varieties; they are all of the beneficent kind The first variety—the Brahma, is to be considered the purest, for, the benificent aspect of the mind is perfectly represented in it."
    },
    {
        "verse_id": "38-(1)",
        "text": " One who is valiant, despotic, of an envious disposition, possessed of authority, given to poses, terrifying. pitiless, and fond of self-adulation is to be known as representing the Asura type."
    },
    {
        "verse_id": "38-(2)",
        "text": " One who is intolerant, of implacable hate, bides his time and then strikes, is cruel, gluttonous, inordinately fond of flesh-foods, of an excessively somnolent and indolent dis position and envious, should be known as representing the Rakshasa [Rākṣasa] type."
    },
    {
        "verse_id": "38-(3)",
        "text": " Oue who is a great eater, uxorious, fond of keeping company of women in secret, unclean, a hater of cleanliness, a coward, a bully, given to abnormal recreations and diet is to be known as representing the Pishaca [Piṣāca=Piśāca?] type."
    },
    {
        "verse_id": "38-(4)",
        "text": " One who is brave when excited, touchy, of an indolent disposition, who arouses fear in the beholder and is devoted to food and pleasures of recreation is to be known as representing the Sarpa (serpent-type."
    },
    {
        "verse_id": "38-(5)",
        "text": " One who is fond of food, whose character, conduct and pastimes are of a very painful description, who is envious, who is without discrimination, who is very covetous and who is disinclined to work should be known as representing the Preta (ghost) type."
    },
    {
        "verse_id": "38-(6)",
        "text": " One who is of strong attachments, who is constantly devoted to the delights of eating and recreation, is fickle, intolerant and unacquisitive is to be known as representing the Shakuna [Śakuna] (bird) type."
    },
    {
        "verse_id": "38",
        "text": " Thus the Rajasa type is to be known as comprising six varieties; they are all tinged with passion."
    },
    {
        "verse_id": "39-(1)",
        "text": " One who is of a forbidding disposition, unintellectual, disgusting in his behaviour and dietetic habits, abandoned to sex pleasures, and given to somnolent habits is to be known as belonging to the Animal type."
    },
    {
        "verse_id": "39-(2)",
        "text": " One who is pussilanimous, unintelligent, greedy for food, unstable, of persistent likes and dislikes, of itinerant habits and fond of water is to be known as belonging to the Fish type."
    },
    {
        "verse_id": "39-(3)",
        "text": " One who is lazy, exclusively devoted to the business of eating and devoid of mental faculties is to be known as belonging to the Vegetable (plant) type."
    },
    {
        "verse_id": "39",
        "text": " Thus, the Tamasa type should be known to comprise three varieties; they represent the inert aspect of the mind."
    },
    {
        "verse_id": "40",
        "text": " In this manner, we have described a few of the innumerable varieties to be met with in the three types of mind with a view to indicating the general nature of the treatment to be given in each type. Thus, we have classified the Sattvic type under seven heads according as they correspond to the psychic types of Brahma, Rishi, Indra, Yama, Varuna, Kubera and Gandharva; the Rajasic type under six heads according as they correspond to the psychic types of Daitya, Pishaca, Rakshasa, Sarpa, Preta and Shakuni; and finally the Tamasic type under three heads according as they correspond to the psychic types of Animal, Fish and Vegetable life."
    },
    {
        "verse_id": "41",
        "text": " Thus, the intention with which this topic of the formation of the fetus was begun, has been achieved in full and agreeably to the purpose set out. By understanding what has been laid down here, one is enabled to promote those influences which are conducive to the rise and growth of conception and to inhibit those which are inhibitive of conception and its subsequent development."
    },
    {
        "verse_id": "42",
        "text": " The instrumental cause, the embryonic self, the material cause, the gradual development in the womb [garbha] and the factors promoting the growth; these five, in relation to the fetus, are declared to be the auspicious topics in embryology."
    },
    {
        "verse_id": "43",
        "text": " The factors which tend to inhibit conception or to destroy it after it has taken place or to render it defective—these three factors, inimical to the formation and growth of the fetus, are said to be the inauspicious topics."
    },
    {
        "verse_id": "43.1",
        "text": "44- The physician who is fully conversant with all these eight topics divided into the auspicious and the inauspicious is entitled to wait on the king"
    },
    {
        "verse_id": "45",
        "text": " The physician of large understanding requires to know both these sets of factors, viz., those which are helpful in the formation and development of the fetus and those which are inhibitive of such formation and growth."
    }
]