[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled ‘The Continuation of one’s Lineage [i.e., jātisūtrīya—jatisutriya/jati-sutra]’ in the Section on Human Embodiment."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " We shall prescribe the regimen that will enable men and women of un-impaired semen or blood and uterus respectively, who desire excellent progeny, to secure their objective."
    },
    {
        "verse_id": "4",
        "text": "The man and woman should first be administered the oleation and sudation procedures, then cleansed by means of emetics and purgatives and thus gradually brought to a state of humoral concord. Purified thus, the couple should further be given the corrective and unctuous enemata. This should be followed, in the case of the man, by the administration of ghee and milk which have been prepared with the drugs of the sweet group and in the case of the woman, with the administration of oil and black-gram"
    },
    {
        "verse_id": "5-(1)",
        "text": " Thereafter, for three nights commencing with the onset of menstruation, the woman should abstain from sexual congress, should sleep on the floor, and eat her meals with her hands from an unbroken platter and avoid toilet,"
    },
    {
        "verse_id": "5-(2)",
        "text": " On the fourth day, she should be massaged, bathed and shampooed and attired in white raiment. So also the man."
    },
    {
        "verse_id": "5",
        "text": " Thereafter, the two, thus attired in white, wearing garlands, pleasant of disposition, desirous of each other, should co-habit, coming together on the even days, counting from the day of the purificatory bath if they seek a son, and on the odd days if they seek a daughter."
    },
    {
        "verse_id": "6-(1)",
        "text": " During the sexual act the woman should not assume a prone posture, or lie on her side, for the peris-"
    },
    {
        "verse_id": "taltic process becoming very powerful, presses on the womb",
        "text": " If the woman lying sideways. happens to be on her right side, the the phlegm being displaced, obstructs the entrance to the womb; if on her left side, then the Pitta in her being constrained, will burn up both her own ovum and the semen received from the man. Therefore the woman should receive the seed, while lying on her back. For in that posture the humors retain their respective positions. After the consummation, the woman should take a douche with cold water."
    },
    {
        "verse_id": "6-(2)",
        "text": " It should be remarked here that if the woman has previously [? over-eaten or is famished?] or is thirsty, or is frightened, or is dejected, or is affected with grief, or is enraged, or loves another man, or is over-passionate, then she will either fail to conceive or will give birth to defective offspring."
    },
    {
        "verse_id": "6",
        "text": " A very young girl or very old woman, or a woman who is a chronic invalid, or one who is tainted with any other abnormality, should be eschewed as a partner. In the case of the man, too, these same are regarded as faults. Hence a man and a woman who are free from all defects should alone unite for procreation."
    },
    {
        "verse_id": "7",
        "text": "The couple, who are ardent and mutually attractive in the sexual act, having caused a pleasant-scented, well-spread and comfortable bed to be made, should after partaking lightly of a cordial and wholesome repast, ascend the couch, the man pacing[?] the right foot first and the woman the left."
    },
    {
        "verse_id": "8",
        "text": "Then, the following charm should be uttered apostrophizing the child that is to be:—‘Thou art the day; thou art the life, thou art well-established from all sides. May the supporter endow thee; may the dispenser dispense to thee; be thou born with the Brahmic splendour.’ ‘May Brahma, Brihaspati, Vishnu, Soma, Surya and the two Ashvins as also Bhaga, Mitra and Varuna, bless me with a hero so.’ Having uttered this, the two should unite."
    },
    {
        "verse_id": "9-(1)",
        "text": " If the woman desires that she may obtain a son, large of limb, white, with eyes like those of a lion, full of vigor, pure and endowed with genius, then beginning with the purificatory bath, viz., the post menstrual bath, she should be given to drink a light porridge of white barley grain which has been well cleansed, sweetened with honey and mixed with ghee and diluted in the milk of a white cow having a white calf; she should drink it out of a silver or bronze vessel, regularly morning and evening for a week."
    },
    {
        "verse_id": "9-(2)",
        "text": " In the forenoon, she should eat a dish prepared out of shali rice and barley mixed with curds, honey and ghee or with milk; similarly again in the evening. Her apartments, bed, seats, drinks, habiliment and ornaments should all be of the white color. At the evening and morning time without fail, she should gaze on a white majestic bull or stallion or white sandal paste. She should also be entertained with pleasant tales agreeable to her mood. She should feed her eyes on the sights of men and women of gentle looks, speech address and manners, as well as on sights of other objects that are white."
    },
    {
        "verse_id": "9",
        "text": " Her companions too, shall constantly regale her with pleasurable and wholesome things. So, too, shall the husband. The couple, shall, however, avoid sexual congress. Having in this manner passed the week, on the eighth day she shall lave her person, including the head, with waters, in company with her husband, and shall put on new raiment that is white and shall wear white garlands and ornaments."
    },
    {
        "verse_id": "10-(1)",
        "text": " Thereafter, the priest having selected a spot to the north-east of the dwelling place, with a downward slope towards the east or the north, shall after smearing the ground with cow-dung and water, and sprinkling it with water, fix the altar."
    },
    {
        "verse_id": "10-(2)",
        "text": " West of the altar, the priest shall take his seat either[?] on new piled cloth or on the skin, of a white bull, if he is officiating at the behest of a Brahmana patron; if at the behest of a Kshatriya, on the skin of a tiger or a bull; if at the behest of a Vaishya, on the skin of a deer or a he-goat."
    },
    {
        "verse_id": "10",
        "text": "Thus seated, he shall, having kindled the sacrificial fire with the twigs either of palas, zachum oil plant, gular fig tree, or mahwa, spread the small sacrificial grass round about, and fix the stakes to enclose the fire, bestrew the, altar-place with roasted paddy and with white and sweet smelling flowers. Then, fetching a water-pot, clean and sanctified, and rendering the ghee fit for offering, he should cause the horse etc., of the described color, to be placed at the four corners."
    },
    {
        "verse_id": "11-(1)",
        "text": " Thereafter the woman wanting a son shall sit down to the west of the fire and to the south of the priest and together with her husband shall offer the oblation, expressing her longing for the son of her heart. Unto her, thus expressing her wish, the priest addressing the God of pro creation for the fructification of her desire in her womb, shall perform the boon conferring sacrifice, by chanting the hymn, ‘May Vishnu fecundate the womb’ etc. Then, mixing the oblation with the holy ghee, he should offer it thrice to the fire, reciting the appropriate vedic hymns. He should then give the sanctified pot of water to the woman saying; ‘Do thou use this whenever thou art in need of water.’"
    },
    {
        "verse_id": "11",
        "text": " On the completion of the rite, she should, placing her right foot first, walk round the fire keeping it to her right and accompanied by her husband. Then, having obtained the blessing of the Brahman as, the couple should partake of the remains of the sacrificial ghee, first the husband and afterwards the wife, taking care to leave no part uneaten After this the two shall co-habit for a period of eight nights, wearing the cress etc., as prescribed above Tn this manner they will be able to procreate the longed for son"
    },
    {
        "verse_id": "12 As regards the woman who wishes for a son, dark-hued, red-eyed, broad-chested and mighty armed, or as regards a woman who seeks a son, black of hue, with black, soft and long tresses, gleaming of eye and teeth, radiant and high-souled",
        "text": " for both these, too, the sacrificial procedure is the same as described above. The paraphernalia, however, will not be of the same color but it shall be made, in either case, to match the color of the sought-for son, agreeably to the prospective mother’s desire."
    },
    {
        "verse_id": "13",
        "text": " As regards the Shudra-woman, the mere act of salutation to the gods, the sacred fire, the twice-born, the?e guardians, the saints and the adepts will suffice."
    },
    {
        "verse_id": "14-(1)",
        "text": " On acquainting himself with the wish of a woman concerning the kind of son she would like to have, the physician, in attendance, should make her go over in her mind the countries of the appropriate description."
    },
    {
        "verse_id": "14",
        "text": " Then, coming to the people of the country whose racial type corresponds to the lineaments the woman has wished for, the physician should direct her, saying, ‘Thou shalt imitate such and such people in the matter of diet, recreation, care and paraphernalia’. Thus we have explained the whole procedure concerning the fulfilment of desire for sons"
    },
    {
        "verse_id": "15",
        "text": " Nevertheless, the procedure we have laid down is not the only factor in the determination of complexion. There is also the light element, which when compounded mainly with the water and other elements, gives rise to the white color; when compounded mainly[?] with the earth and the air elements, it gives rise to the black color; when compounded equally with the other four elements, it gives rise to the dark color."
    },
    {
        "verse_id": "16",
        "text": "The factors that determine the different psychological[?] endowments of children are the various mental traits of the parents, the impressions received by the pregnant woman, the influence of one’s own past actions and special mental habits in the previous life."
    },
    {
        "verse_id": "17-(1)",
        "text": " Of the man and woman whose bodies have been treated in the manner described above and who have paired together, the unvitiated sperm, coming in [?] contact with the unvitiated germ in the unimpaired uterus through the unobstructed vaginal passage, gives rise, of a certainty, to conception."
    },
    {
        "verse_id": "17",
        "text": " Just as on a clean piece of cloth rendered fit, a dye, compounded of coloring properties, by its very contact brings about pigmentation, so is it in this case; or just as milk, mixed with a few drops of cures, leaves by virtue of the mixture its own nature and takes on the nature of the curds, so does the sperm."
    },
    {
        "verse_id": "18-(1)",
        "text": " As for the factors determining the sex of the embryo that is thus brought into existence, these have already been mentioned."
    },
    {
        "verse_id": "18",
        "text": " Just as an unvitiated seed, when sown, reproduces its kind—the paddy-seed reproducing paddy and the barley-seed barley, in the same manner, men and women, too, reproduce the causative [divergences][?]."
    },
    {
        "verse_id": "19-(l)",
        "text": " We shall now teach the reversal of sex before its manifestation by means of the correct application of the procedure laid down in the medical scriptures. For observances that are well favored, as regards place and time, bear the desired fruit invariably; and contrary observances, contrary results Therefore, inspecting a woman who has newly conceived, the physician should, before the signs of gestation become apparent, administer to her the rite of “Pumsavana,” the rite of fixing the male-sex."
    },
    {
        "verse_id": "19-(2)",
        "text": " Having culled two fresh sprouts, one each from easterly and westerly branches of a banyan tree growing in a cow-pen and dropping them together with two unbroken grains of black-gram or of white mustard-seed in curds, the woman should be made to drink it during the conjunction of the Pushya asterism with the moon."
    },
    {
        "verse_id": "19-(3)",
        "text": " In the same manner, the paste of such drugs as Jivaka, Rishabhaka, rough chaff tree and crested purple nail dye, which have been treated either all together or separately, as prescribed, in milk or else such insects as the (Kuḍyakīṭaka [kuḍyakīṭaka] or Matsyaka) wall-insects should be swallowed by the pregnant woman having placed them in the water cupped by joining both hands, in the Pushya conjunction."
    },
    {
        "verse_id": "19-(4)",
        "text": " Likewise, in the Pushya conjunction she should swallow without leaving any part, images of men made of gold, silver and iron, flame-colored and minute in size having placed them in a handful of curds, milk or water."
    },
    {
        "verse_id": "19",
        "text": " Moreover, having inhaled the heat emanating from the flour of Shali rice while it is being roasted and placing the extracted juice of that very flour of Shali rice previously soaked in water, on the threshold, the pregnant woman should herself drop the juice into her right nostril by means of cotton-wool. Moreover, whatever else that the Brahmanas or well-meaning women may declare as desiderata in the rite of ‘Pumsavana,’ all that shall the expectant mother do. Thus we have dealt with the ‘Pumsavana’ observances."
    },
    {
        "verse_id": "20-(1)",
        "text": " We shall hereafter indicate the measures that preserve a conception. These are:—the wearing of the herbs, Aindri, Brahmi [brāhmī], Shatavirya [śatavīryā], Sahasravirya [sahasravīryā], emblic myrobalan, guduch, chebulic myrobalan, neem, evening mallow and perfumed cherry by the pregnant woman in her head or on her right hard, the drinking of milk or ghee treated with these very herbs, or bathing at every Pushya conjunction in water that has been prepared with these very herbs, and regular massage with these herbs."
    },
    {
        "verse_id": "20",
        "text": " Similarly, the regular use of all the drugs included in the lifepromoter group in the prescribed manner. Thus, we have set out the measures that preserve a conception."
    },
    {
        "verse_id": "21-(1)",
        "text": " The following factors tend to destroy or impair a conception that has taken place. Thus, in a woman who is given to sitting on awkward, uneven and hard seats, or inclined to supress the urges for flatus, urine and feces, or accustomed to indulge in violent and extravagant forms of exercise, or addicted to pungent and hot things in an excessive measure, or used to eating very sparingly, the fetus dries up in the womb or is delivered prematurely, or becomes atrophied."
    },
    {
        "verse_id": "21-(2)",
        "text": " Similarly by suffering trauma or compression or by looking down into abysses, deep wells or steep falls frequently, the expectant mother is liable to miscarry at once; similarly, she is liable to miscarry by travelling in very jerky carriages, or by listening to unendearing and very loud sounds."
    },
    {
        "verse_id": "21-(3)",
        "text": " Again of her who is constantly addicted to sleeping on her back, the umbilical chord attached to the navel of the fetus winds itself round the throat of the fetus, thus tending to strangulate it. The woman who sleeps in the open air or is addicted to night-walking will give birth to congenitally insane offspring; a shrew or virago to an epileptic; a nymphomaniac to ill-formed or shameless or effeminate offspring; a hypochondriac to pussilanimous, emaciated, or short-lived offspring; a scheming woman to anti-social, envious or effeminate offspring; a thievish woman to a drudge, a great traitor or an evil doer; an intolerant woman to a fierce, deceitful and envious offspring; one addicted to sleep to a sluggard, a dullard or a dyspeptic; one addicted to wine to a hydromaniac, forgetful or fickle-minded offs ring; a woman who is given to eating iguana’s flesh, to children suffering from urinary gravel, calculus or from dribling micturition; a woman who is addicted to hog’s flesh to offspring suffering from bloodshot eyes, sudden apnea or coarse hair; a woman who is fond of the meat of fish to a slow-winking or unwinking offspring; a woman constantly given to eating sweets to an offspring subject to urinary anomaly or a mute or obese offspring; a woman who is fond of sour things to offspring suffering from hemothermia or diseases of the skin and eyes, a woman who is fond of saline things, to offspring that quickly go grey and wrinkled or bald-headed; a woman who is fond of pungent things to a weakling or to one who is deficient of semen or sterile; a woman who is addicted to bitter things to consumptive. weak or emaciated offspring, a woman who is addicted to astringent things, to one who is muddy of complexion, constipated or suffering from misperistalsis. In short a pregnant woman who is addicted to whatever has been laid down as causative of disorders will give birth to issue, tainted for the most part, with diseases corresponding to those factors, What we have slid concerning the malpractices of the expectant mother applies equally till the time of conception to the father who transmits his defects through the semen. Thus, we have declared the abortofacient factors."
    },
    {
        "verse_id": "21",
        "text": " Accordingly, a woman who desires the blessings of children should in particular eschew unwholesome diet and activity, and conducting herself well, should avail herself of wholesome diet and activity."
    },
    {
        "verse_id": "22-(1)",
        "text": " The disorders of a pregnant woman should be treated by means of medicaments and diet that are mainly soft, palatably cooling, pleasant and delicate, nor should, she be administered emetics, purgatives, of errhines, nor should her blood be let, nor at any time, should she be administered the corrective and unctuous enemata, excepting in very serious emergencies."
    },
    {
        "verse_id": "22",
        "text": " From the eighth month onward, in urgent disorders which yield only to emesis etc., the patient should be treated by means of gentle emetics etc., or by substitutes. Like a pot brimful of oil should a pregnant.woman be han lied, without being upset in any way."
    },
    {
        "verse_id": "23",
        "text": " Similarly, the fetus of a woman who is riven to observances of fasts and austerities, to mal-nutrition, to avoidance of unctuous articles and to indulge [???] that have been mentioned as provocative of Vata, will not develop, being [d??ed] nourishment. Such a fetus [will][?] tarry overlong and will not quicken. To this is given the name ‘Nagodara [nāgodara]’ (elephantine gestation)."
    },
    {
        "verse_id": "24",
        "text": " As soon as the menstrual discharge is noticed, the patient should be instructed thus:—“Lie down on a soft easy, cool and well-[???] couch with the head slightly lower than the neck and the body.’ The physician should then place near the vagina of the patient a pad of cotton dipped in ghee mixed with liquorice and kept in ice-cold water. Thereafter, he should smear her entire region below the navel with the hundred times washed ghee or the thousand times washed gbee. He should then affuse her body below the navel with cow’s milk or very cold decoction of liquorice or with the infusion of the banyan bark; or in the [alternative?? have] her with very cold water. He should then insert pieces of cloth which have been soaked in juices of milk-yielding and astringent plants, or in the alternative he should insert [cotton-wool][?] dipped in the milk or ghee treated with the sprouts of the banyan etc. He should then make her drink two tolas weight of ghee extracted from milk. He should then give her as a linctus the pollen of the day-lotus, the black-lotus and the night-lotus, mixed with honey and sugar, and make her eat the roots of Indian water-chestnut, seeds of lotus and rushnut or he should cause her to drink with goat’s milk roxburg’s tree of beauty blue-lotus bulbs, unripe fruits of gular fig, and catkins of banyan. He should then cause her to eat soft boiled, fragrant and cooling red Shali rice together with, milk cooked with heart leaved sida, evening mallow, Shashtika rice and sugar-cane roots and Kakoli, sweetened with sugar and honey; or else he should cause her while seated in a place fanned by a gentle and cool breeze, to eat a dish of boiled rice of red Shali together with the meat-juice of common quai1, grey partridge, roe deer, [sambu?][?], rabbit, red deer, antelope and blacck-tailed deer, and seasoned with ghee. He should protect her from anger, grief, fatigue, sexual congress and exercises. He should see that she is entertained with talk that is gentle and pleasing to her mind. In this way her conception gets protected from abortion."
    },
    {
        "verse_id": "25",
        "text": " If menstruation occurs as the result of indigestion, then very often an abortion of the fetus cannot be averted, because the two disorders (abnormal menstrual disorder and indigestion) call for mutually opposed treatments."
    },
    {
        "verse_id": "26-(1)",
        "text": " If menstruation or other uterine discharge occurs as the reult [result?] of indulgence in hot and pungent articles of diet, in a woman with large and well nigh completely formed fetus, the fetus will cease growing, being displaced. Such a fetus will stay overlong in the mother's womb; this condition is referred to as ‘Upavistaka [upaviṣṭaka]’ or prolonged gestation."
    },
    {
        "verse_id": "24-27",
        "text": " shall here prescribe the line of treatment to be followed in the case of both these abnormalities. As regards the first, the use of ghees, milks and embryonic foods such as eggs, which have been medicated with life-promoting, roborant, sweet and Vata-curative drugs will stimulate the growth of the fetus; similarly, the sumptuous use of dishes cooked in the ghees etc., prepared in this manner, v. ill ensure adequate nourishment. This should be supplemented by walking and carriage exercise, by a rub-down and by the inducing of pendiculation"
    },
    {
        "verse_id": "28",
        "text": "As regards the patient whose fetus, being dormant, does not quicken, she should be put on a diet of red Shali-rice in conjunction with the meat-juice mixed with ghee, of one or the other of the following:-the hawk, fish, gayal, peacock, cock and partridge or with gruel of black gram or with the decoction of radish generously mixed with ghee. She should also be treated regularly [with][?] warm applications of til oil to the stomach, kidneys, pelvis, thighs, waist, sides and the back"
    },
    {
        "verse_id": "29-(1)",
        "text": " As regards the woman who develops acute constipation due to misperistalsis in the eighth month of her pregnacy, if the physician thinks that it will not yield to treatment by the unctuous enema, he should improvise evacuative enema for allaying the trouble. If the disorder of misperistalsis is neglected, it will spell the sudden end of both the mother and the child."
    },
    {
        "verse_id": "29",
        "text": " She should be given an enema consisting of the decoction of the roots of cuscus grass, Shali, Shashtika, small sacrificial grass, thatch grass, Ikshuvalika Vetasa and country willow and the decoction of bishop’s weed, Indian sarsaparilla, white teak, sweet falsah, liquorice and graces boiled in milk and diluted with an equal quantity of water, should be mixed with a paste, slightly saline and warm, made of the kernel of Buchanan’s mango, beleric myrobalans and til. This should be administered as euema. After she has been eased of her constipation and affused with pleasantly cold water and has eaten of a meal that gives firmness and is non-injurant, she should be administered in the evening an oily enema medicated with the sweet group of drugs. She should be treated with the corrective and unctuous enemata while in a prone posture"
    },
    {
        "verse_id": "30",
        "text": " As regards her whose child dies in the womb as the result of either over-increase of the humors or the over-indulgence in pungent and hot things or suppression of urges for flatus, urine and feces or faulty eating, faulty sitting, lying down and standing or compression and injuries, or passion, grief, envy, alarm, fear etc., or other rash acts, the stomach is seen to be still, rigid, extended and as if there were a stone inside and the fetus had no quickening. There occurs severe pain in the s:omach, but the labour pains do not set in, there is non discharge, her eyes c roop, she feels faint, agonized, becomes giddy, breathes stertorously, end is full of weariness of life. Besides, she does not evince the proper manifestation of body urges, A woman who exhibits such symptoms is to he known as one in whose womb the fetus is dead."
    },
    {
        "verse_id": "31-(1)",
        "text": " The treatment in the case if such dead fetus is said to consist by some in the expulsion of the placenta by medicaments by [others][?] the use of charms laid down in the Atharva Vede and by yet others in extraction by an experienced surgeon."
    },
    {
        "verse_id": "31-(2)",
        "text": " After the dead fetus has been removed while it is immature, the patient should be made to drink, at the outset, in accordance with her capacity, one or the other of the cordial wines—Sura and Sidhu, Medicated wine, Madhu, Madhira and Asava, with a view to cleansing the cavity of the womb and as a sedative for the pain and as an exhilerative. After this, she should be put on a diet, suitable for the convalescent period, consisting of articles of diet, that help to build up and nurse the strength, and of gruels unmixed with unctuous articles, keeping up this regimen only so long as the watery secretions of the vitiated humors have not dried up."
    },
    {
        "verse_id": "31",
        "text": " Thereafter, she should be given unctuous potions, unctuous enemata, and dietary articles which are considered to be stimulative of digestion, promotive of life, helpful to growth, and are sweet and curative of Vata. The patient whose dead fetus is mature and has been extracted, should be treated that very day with unctuous administrations."
    },
    {
        "verse_id": "32-(1)",
        "text": " From here onwards we shall lay down the measures to be adopted month by month in the case of the conception that develops steadily without any disorder."
    },
    {
        "verse_id": "32-(2)",
        "text": " During the first month when pregnancy is suspected, milk that has not been prepared with any drug and which is cold must be drunk in proper measure regularly, and whatever food is agreeable must be taken morning and evening. During the second month, milk prepared with the drugs of the sweet group must be taken. During the third mouth milk mixed with honey and ghee must be taken. During the fourth month butter extracted directly from milk should be taken in the dose of one tola. During the fifth month ghee extracted directly from milk should be taken. During the sixth month ghee extracted directly from milk and prepared with the drags of the sweet group should be taken. The same is to be continued during the seventh month. Women say that during that month, the mother suffers burning sensation inside as the fetus develops the hair then. But the worshipful Atreya says, ‘It is not so. But owing to the fetus pushing forward, the Vata, Pitta and Kapha reach the stomach-region, and cause the burning sensation. When there is cracking of the skin owing to itching, the woman should be made regularly to drink one tola of butter, prepared with the drugs of the sweet group in conjunction with the decoction of jujube. Her breast and stomach regions must be painted with the paste of sandal and lotus stalk or with the powder of siris, fulsee flower, rape-seed and liquorice, or with the paste of the seeds of kurchi aud shrubby basil, nut-grass and turmeric or with the paste of neem, jujube, holy basil and Indian madder, or with the paste of the three myrobalans in the blood of hog, deer, red deer and hare. She should be anointed with oil medicated with the juice of the leaves of oleander. The bath should consist of water treated with Arabian jasmine and liquorice. When she feels itchy she should not scratch for fear of lacerating the skin or disfiguring it. If the urge of itching is intolerable, it may be quieted by means of kneading and friction, massage. She should live on a meagre diet consisting of sweet and carminative articles and containing a little unctuous substance and salt, followed by small draughts, of water. In the eighth month, she should take, thin milk-gruel mixed with ghee, from time, to time. ‘This should not be done’ intervened Bhadra-Kapya, ‘for it may induce yellow coloration of the eyes of the fetus.’ ‘Let us grant that this produces the yellow coloration of the eyes,’ replied the worshipful teacher Atreya Punarvasu,’ but that in itself is not sufficient reason for not resorting to it, for by means of this, the expectant mother, preserving her own health, will give birth to a child endowed with excellence of health, strength, complexion, voice and build, and pre-eminent. in the whole clan. In the ninth month the pregnant woman should be administered enemata with oil medicated with the drugs of the sweet group. Cotton swabs dipped in this oil should be inserted in the vagina in order to lubricate the uterus and the. passage through which the fetus is to be delivered."
    },
    {
        "verse_id": "32",
        "text": " By recourse to the procedure here set out, commencing with the first month and ending with the ninth month during the period of her gestation, the pregant woman will secure the following benefits—softness of the placenta, womb, waist, sides and back, the proper functioning of the peristaltic movement, the easy excretion of normally constituted feces and urine, softness of the skin and nails, and the enhancement of strength and complexion. She will be able to deliver with ease and at the right time the longed-for child, possessed of health and all excellences."
    },
    {
        "verse_id": "33",
        "text": " Before the commencement of the ninth month, the physician should get erected a lying-in-room on a site free from bones, sands and broken bits of earthen vessels, in a soil which is excellent with regard to color, taste and savour, facing the east or the north with the wood of bael, false mango-steen, Putramjiva [putraṃjīva], marking nut, three leaved caper and catechu or with any other wood which the Brahmanas who are knowers of the Atharvaveda recommend. This should be well-built, well plastered, and well-furnished with doors and windows and in accordance with the principles of house building; there should be arrangements for a fire-place, waterstorage, pounding, lavatory, bath-room and kitchen, and it should be comfortable in that particular season."
    },
    {
        "verse_id": "34",
        "text": "The following articles should be kept there ready to hand:—ghee, honey, rock-salt, sanchai, black and bid salts, embelia, costus, deodar, ginger, long pepper, the roots of long pepper, elephant pepper, Indian penny wort, cardamoms, glory lily, sweet flag, piper chaba, white-flowered leadwort, asafoetida, rape-seed, garlic, clearing nut, Kana, Kanika, cadamba, linseed, Balvaja, birch, black gram and Maireya and Sura wines. Similarly, two grinding stones, an untamed bull, two gold or silver cases for keeping sharp needles, sharp metallic instruments, two bedsteads made of bael wood, and faggots of false mangosteen and zachum oil plants, for kindling fire. The female attendants should be numerous, being mothers of many children, sympathetic, constantly affectionate, of agreeable behaviour, resourceful, naturally kind-hearted, cheerful and tolerant of hardships. There should also be present Brahmanas who are knowers of the Atharvaveda. Whatever else is thought to be necessary should be kept; also, whatever else the Brahmanas and old dames advise, should be carried out."
    },
    {
        "verse_id": "35-(1)",
        "text": " When the ninth month is running, on an auspicious day, when the sacred moon is propitious and favorable and is in conjunction with a favorable asterism as also the Karana is favorable and the Muhurta is friendly, having brought the cows, the Brahmanas, the fire and the water into the house at first, and having given grass, water and fried rice mixed with honey to the cows and to the Brahmanas, who have been presented water and seated, having offered colored rice, flowers and pleasant fruits indicative of good fortune, having bowed to them and having sipped water once again, the woman should seek their blessings."
    },
    {
        "verse_id": "35",
        "text": " Then, keeping the cows and the Brahmanas to her right and following them to the accompaniment of the benedictory cry, ‘This is a good day, the expectant mother should enter the lying-in room. Dwelling therein she should await the time of delivery."
    },
    {
        "verse_id": "36",
        "text": " These are the premonitory symptoms of approaching delivery. They are:—lassitude of the limbs, pallor of the face, heaviness of the eyes, freedom from oppression in the thorax, falling down of the fundus of the uterus, prominence of the lower abdomen, false pains or dolores presagientes in the region of the groin, hypogastrum, pelvis, upper abdomen, the loins and the back, the onset of the show and inappetence. After that, is the beginning of the true labor-pains and formation of the ‘bag of waters’."
    },
    {
        "verse_id": "37-(1)",
        "text": " When labor-pain has started, the bed should be prepared of soft materials spread on the ground. The parturient woman should sit on it."
    },
    {
        "verse_id": "37",
        "text": " Then, the female attendants of the above-mentioned qualities should, surrounding her on all sides, wait on her, encouraging her, by comforting words and touch."
    },
    {
        "verse_id": "38-(1)",
        "text": " If in spite of having severe labor-pains she is not able to deliver, she must be instructed as follows:-‘Get up! take either of the pounding clubs and strike repeatedly in the wooden mortar which is brimful of corn and pendiculate repeatedly and circumambulate in the intervals’. This is the advice given by some."
    },
    {
        "verse_id": "38-(2)",
        "text": " ‘But that is not right’, says the worshipful Atreya, ‘for the pregnant woman is always advised to avoid violent exercise and particularly at parturition when in the delicate bodies of women all the body-elements and humors are in a state of commotion, and the Vata, irritated by the strain involved in the pounding, finding an opportunity, may destroy life. Moreover, the pregnant woman at that time becomes a most difficult subject for treatment. Hence, the sages are of the opinion that the pounding exercise should be avoided but that pendiculation and circumambulation should be resorted to."
    },
    {
        "verse_id": "38",
        "text": " She should be given to inhale the powder of the following things:—costus, cardamoms, glory lily, sweet flag, white-flowered leadwort, jungle cork tree and piper chaba. She should inhale these repeatedly and likewise the fumes of birch leaves or of the pith of the Bombay rose wood tree. During the intervals she should be rubbed over with tepid oil on the following parts—waist, sides, back and thighs and comfortably massaged. By this procedure the fetus slides down."
    },
    {
        "verse_id": "39",
        "text": " When the fetus, leaving the upper part, has descended into the lower abdomen, the head has become fixed in the pelvis and her laborpains have become more rapid, then the physician should know that the fetus has turned over and come down. At this stage she should be placed on the bed-stead and the delivery treatment begun. In her ear the favourite lady attendant should utter the following chant:—“May the earth, the waters, the heavens, the light, the wind, Vishnu and Prajapati ever protect you and the child and may they direct the delivery. O, auspicious-faced one! bring forth without distress to yourself or to him, a son who will possess the lustre of Kartikaya and will have the protection of Kartikeya.”"
    },
    {
        "verse_id": "40-(1)",
        "text": " The attending women, possessed of the qualities described, shall instruct her as follows:—“Don’t strain when there is no labor-pain. For as regards a woman who strains in the absence of labor-pains, her efforts are useless, her offspring becomes deformed or diseased or suffers from dyspnea, cough, dehydration and splenic disorders."
    },
    {
        "verse_id": "40-(2)",
        "text": " As one, though straining to sneeze, eructate or expel flatus, urine dr feces prematurely in the absence of a natural urge, does not succeed or succeeds only with difficulty, similarly with the woman who strains prematurely in the absence of the labor-pains; just as again the suppression of sternutation etc., leads to injurious effects, so does the want of straining to deliver at the time of labor”. She should be told to do as instructed."
    },
    {
        "verse_id": "40",
        "text": "And acting accordingly, she must strain slowly in the beginning and gradually increase in force. To her who is straining to deliver, the attending women should cry thus: “She has delivered—delivered—a fortunate-fortunate son”. In this manner her spirits are exhilarated with joy."
    },
    {
        "verse_id": "41-(-)",
        "text": " As soon as she has delivered, one of the attending women should make sure whether the placenta has come down or not. If the placenta has not come down, one of the attending women while firmly pressing down the patient’s abdomen just above the navel with her right hand, should, taking hold of the patient’s back by the left hand, shake her by the manipulation called ‘expression of placenta.’"
    },
    {
        "verse_id": "41-(2)",
        "text": " The patient’s buttocks should be pressed by the heels and taking hold of her thighs, they should be compressed tightly. Her throat and palate should be tickled with her braid of hair. Her vagina should be fumigated with the leaves of birch, quartz and the slough of a snake."
    },
    {
        "verse_id": "41-(3)",
        "text": " The paste of costus and Himalayan silver fir diluted with the decoction of Balvaja or with the scum of Maireya and Sura wines, or with the strong decoction of horse-gram or with the decoction of Indian pennywort and long pepper, should be administered to her orally. Similarly the paste of small cardamoms, deodar, costus, ginger, embelia, long pepper, black eagle wood, piper chaba, white flowered leadwort and black cumin or slicing off the right ear of a live fierce bull and having mashed it up in a stone mortar and having soaked it for a while by placing it in any of the solutions of Balvaja group of decoctives etc., it should be removed, and the decanted solution administered orally."
    },
    {
        "verse_id": "41",
        "text": " A swab soaked in the oil prepared with dill, costus, emetic nut, and asafoetida should be inserted in the vagina. This very oil should be used as an enema, too. A corrective enema prepared of the above solutions with emetic nut, bristly luffa, bottle gourd, sponge gourd, kurchi, bitter luffa and elephant pepper should be given. This enema by regulating the peristaltic movement of Vata, will, while expelling flatus, urine and feces effect the expulsion of the delayed after-birth. The flatus, urine, feces and other excreta which normally tend to go outwards stick to the placenta inside and obstruct it."
    },
    {
        "verse_id": "42-(1)",
        "text": " On completing the procedure for the delivery of the after-birth, these are the measures to be carried out for the new-born child."
    },
    {
        "verse_id": "42",
        "text": " They are:—the striking of stones near the child’s ear and the dashing of cold and warm water in the child’s face. By these means the child regains the life-breath which was afflicted by the birth process. If it fails to revive by these methods, the child should be fanned with a winnowing basket made of reeds until respiration is established. All these measures should be carried out. Then, finding the child fully revived and naturally breathing, the toilet of the infant should be performed."
    },
    {
        "verse_id": "43",
        "text": " This must commence with removing the mucus from the palate, lips, throat and tongue by using the fore-finger which has been previously well manicured and wound round with a well washed swab of cotton. Having thus first wiped off the mucus, the child’s head and palate should be rubbed with a cotton swab containing unctuous substance. Thereafter, the emesis of the infant should be effected by a dose of ghee mixed with rock-salt."
    },
    {
        "verse_id": "44-(1)",
        "text": " Thereafter should be done the ligature and clipping of the cord We shall now lay down the instructions concerning the ligature and clipping."
    },
    {
        "verse_id": "44-(2)",
        "text": " Measure out a length of eight fingers on the cord beginning with the root of the navel and carefully taking hold of the cord on either side of the mark, sever it with a sharp knife called ‘Ardhadhara’ made either of gold or silver or steel. Then having quickly tied a string to the stump, throw it loosely round the neck of the child."
    },
    {
        "verse_id": "44",
        "text": " If the navel shows signs of suppuration smear it with oil boiled with the paste of lodh, liquorice, perfumed cherry, turmeric and Indian berberry. The navel should also be dusted with the powder of these herbs. Thus has been laid down the correct procedure with regard to the ligature and clipping of the umbilical cord."
    },
    {
        "verse_id": "45",
        "text": " If the clipping of the cord has not been properly done, it may give rise to such affections as are extensive and elevated, Pindalika [piṇḍalikā], Vinamika [vināmikā] and Vijrimbhika [vijṛmbhikā]. In dealing with such disorders, the treatment should consist of oil-rubbing and spraying with medicaments and with medicated ghees that do not cause inflammation and that allay Vata and Pitta, with due consideration to the gravity or lightness of the disorder."
    },
    {
        "verse_id": "46",
        "text": "Thereafter the infant's birth-rites should be performed. This is the procedure. The child should first of all be fed with honey and ghee that have been sanctified with the utterings of appropriate scriptural texts. Thereafter in the same manner the child should be suckled at the right breast first. After this a water-pot sanctified with the uttering of scriptural texts, should be placed near the head of the infant."
    },
    {
        "verse_id": "47-(1)",
        "text": " Next, the following protective measures should be taken. Clipped branches of bitter luffa, catechu, wild jujube, tooth-brush tree and sweet falsah should be placed all round the dwelling house. The lying-in room should be bestrewn all over with rapeseed, linseed and whole and broken grains of rice. Likewise, the sacrifice of rice offerings should be performed regularly twice a day till the day of the naming ceremony. At the entrance, a pounding club should be laid parallel to the threshold. Sweet flag, costus, angelica, asafoetida, rape-seed, linseed, garlic, Kana and Kanika and drugs which are reputed to ward off the evil spirits should be tied into packets and suspended from the top beam of the door-frame of the lying-in room. Likewise, these packets should be hung round the neck of the new mother, as also round that of the son; packets should also be placed in the cooking vessels, the water pots and the couch, as well as at both sides of the threshold. Moreover, within the lying-in room there should always be a fire kept burning with the thorns of fragrant poon and the wood of the false mangosteen."
    },
    {
        "verse_id": "47",
        "text": " Also the women possessed of qualities mentioned earlier and who are well wishers, should keep vigil by the lying in woman for ten or twelve days. There should be incessant almsgiving, sounds of auspicious blessings, praise, song and of musical instruments in the house, and it should be gay with feasting and drinking and filled with well disposed and rejoicing crowds. A Brahmana who is a knower of the Atharvaveda, should regularly offer peace-offerings to the fire twice daily, for securing the welfare of both the child and the mother. Thus have been described the protective measures."
    },
    {
        "verse_id": "48-(1)",
        "text": " Finding the new mother hungry, she should, if endowed with a strong constitution, be made to drink unctuous beverages consisting of ghee or til oil, flesh-marrow or bone-marrow, whichever is found to be suitable, mixed with the powder of long pepper, roots of long pepper, piper chaba, white flowered leadwort and ginger. After she has drunk the oily potion, her abdomen should be anointed with ghee and til oil and wrapped round tightly with a large piece of white cloth; thereby the Vata in her stomach will not be able to produce disorders, being given no room."
    },
    {
        "verse_id": "48",
        "text": " After the oily potion has been digested, she should be made to drink medicated gruel with long pepper etc., mentioned above and well seasoned with unctuous substances and also rendered thin, according to the prescribed dose. At both the times, i. e. immediately before drinking the oily potion and the gruel, she should be sprinkled over with warm water. Having observed this regimen for five or seven nights, the mother should be gradually nourished. Thus far has been described the regimen of the lying-in woman in health."
    },
    {
        "verse_id": "49",
        "text": " The disorders arising in a lying-in woman are either difficult or impossible of cure. Since her entire humoral economy has been depleted and broken up by the demand made on it for the growth of the fetus and since the body is drained of vitality by the delivery throes and by the loss of fluids and of blood, she should therefore be tended in the prescribed manner; and particular care should be taken to treat her with inunction, massage, shower-bath, immersion bath and dietary modes"
    },
    {
        "verse_id": "which have been medicated with articles of magical, life-promoting, roborant, sweet and Vata-destroying properties",
        "text": " For, women who have recently delivered, become exceedingly empty in body."
    },
    {
        "verse_id": "50-(1)",
        "text": " On the tenth day the woman, together with the child, should bathe in water treated with all fragrant herbs and with white rape-seed and lodh; she should put on light, new and clean garments; deck herself with pure, coveted, light and variegated ornaments; touch auspicious objects and worship the appropriate deity; receive the blessings of Brahmanas with unshorn locks, white garments and whole bodies; then having wrapped the child who should be placed with his head either towards the east or the north in folds of a new garment and declaring that it (the child) salutes the twice-born headed by the gods, the father of the child should give it two names: one name denoting the constellation under which it was born and the other of intended meaning."
    },
    {
        "verse_id": "50",
        "text": " Of these, the meaningful name should have a sonant for its first letter and for its last a semi-vowel or ushman [ūṣman] (sibilants and aspirate), should be free of diphthongs, reminiscent of the three ancestors (father, grand-father and great grandfather) and not new-fangled. The ‘stellar’ name shall be identical with that of the stellar deity and should be either di-syllabic or tetra-syllabic."
    },
    {
        "verse_id": "51-(1)",
        "text": " The naming over, the infant should be examined with a view to learning the probable length of his life. Now the following are the signs of children that are going to be long-lived."
    },
    {
        "verse_id": "51",
        "text": " Thus, they commend hair of the head that grows singly in separate follicles, is soft, sparse, oily, firmly rooted, and black; skin that is taut and thick-layered; head that is normal, endowed more than usually with the traits of excellence, a little in excess of the normal measurements, proportionate and resembling an umbrella in shape; fore-head that is broad, firm, even, well knit in the skull, joints showing vertical lines, plump, wrinkled and shaped like the half-moon, ears that are plump, broad and even in the lobes, well-matched, pendulous, depressed in the back, well-jointed in the concha and large-holed; eye-brows that are slightly drooping at the ends, not joined together, well-matched, thick-set and large; eyes that, are well-matched, straight-seeing, well-defined in all parts, strong, endowed with lustre, beautiful in themselves, and in their corners; nose that is straight, capable of deep-breathing, well-bridged and slightly curved in the tip (aquiline); mouth that is large, straight and provided with well-set teeth; tongue that is long, wide, smooth, slender and of a healthy color; palate that is smooth, moderately fleshy, warm and red; voice that is mighty, not plaintive, endearing; resonant, deep-toned and inspiriting; lips that are neither too thick nor too thin, well extended so as to screen the mouth and red jaws that are large; neck that is rounded and not overlarge; chest that is wide and plump; the collar-bone and the spine that are inconspicuous; breasts that are wide-spaced; sides that taper down aud are firm; arms, thighs and fingers that are rounded, full and extended; hands and feet that are large and plump; nails that are firm, rounded, oily, pink, convex and shaped like a tortoise; navel that has a right whirl and is well depressed; waist that is two-thirds of the chest in circumference, straight and evenly fleshy; buttocks that are rounded, compact, plump, neither very elevated nor very depressed; thighs that taper down gradually and are plump; shanks that are neither too fleshy nor void of flesh in the ankles like those of the deer and have veins, bones and joints well-covered; ankles that are neither very fleshy nor void of flesh; feet of the description given earlier and tortoise-shaped; and flatus, urine, stools, and anus as also sleep, waking, movements, crowing, crying and sucking that conform to the norm; whatever else has been left unmentioned. here, if conforming to what is excellent in nature, should be regarded as desirable; what is contrary to this is to be considered undesirable. Thus have been described the signs of longevity."
    },
    {
        "verse_id": "52",
        "text": " We shall now teach how to carry out the examination of the wet-nurse. The physician should say thus:—‘Bring a wet-nurse who belongs to the same caste as the infant’s mother, who is in her youth, submissive, free from disease, not deficient iu any limb, not given to unwhole some pursuits, not ugly, not ill-disposed, native of the country, not mean-minded, not given to mean acts, wellborn, affectionate towards children, free from any disease, whose children have not died, who is a mother of male children, who has plenty of milk, who is never heedless, not given to sleeping in beds soiled with excrement, not given to low company, skilful in attendance, clean, averse to unclean ways and endowed with the excellence of breasts and milk."
    },
    {
        "verse_id": "53",
        "text": " Concerning the excellence of breasts:—They should be neither very high nor very loose hanging, neither very lean nor very plump, and they should have proportionate teats and be easy to suck. This is the excellence of breasts."
    },
    {
        "verse_id": "54",
        "text": " Concerning the excellence of milk:—It should have natural color, smell, taste and touch and when poured into a pot of water, it should mix at once and perfectly with the water, being of a natural kind. Such milk is both strengthening and health-giving. This is the excellence of milk"
    },
    {
        "verse_id": "55",
        "text": " Milk not conforming to the above description is to be known as vitiated. It is classified thus:—Milk that is of darkish or reddish color, astringent in after-taste, clear, of no marked smell, dry, watery, frothy, light, not satisfying, inducing leanness and generative of the disorders of Vata, should be known as being tainted by Vata. Milk that looks black:sh, bluish, yellow, or coppery, has an after-taste which is sour or pungent, which smells like a corpse or like blood, which is very warm and generative of the disorders of Pitta, should be known as being tainted by Pitta. Milk that is very white, very sweet with a saltish aftertaste, that exhiles the smell of ghee, oil, flesh-marrow or bone-marrow, that is viscid, fibrous and sinks in water without mixing and is generative of the disorders of Kapha, Should be known as tainted by Kapha."
    },
    {
        "verse_id": "56-(1)",
        "text": " Following a specific analysis of the faults of these three types of vitiated milk, emetics, purgatives and oily and dry enemata, if administered systematically with relation to the particular disorder, will serve to rectify the faults, As regards he dietetic rule with reference to a woman whose milk has become vitiated, it is as follows:—Her food and drink should consist mainly of barley, wheat, Sali rice, Shashtika rice, green gram, pulse, peas, horse gram, Sura, Sauviraka, Maireya, aud Med aka wines, garlic and Indian beech. The milk should be examined at frequent intervals for specific faults and the appropriate correctives administered."
    },
    {
        "verse_id": "56",
        "text": " The infusions of Patha, dry ginger, deodar, nut-grass, trilobed virgin’s bower, guduch, fruits aud seeds of kurchi, chiretta, kurroa and Indian sarsaparilla are said to be generally beneficial. Similarly, the administration of other ingredients that are bitter, astringent pungent and sweet should be given, taking into consideration the particular fault of the milk as also the dosage and season. Thus have been described the corrective measures in galactic disorders."
    },
    {
        "verse_id": "57",
        "text": " The following are promotives of lactation:—All wines with the exception of Sidhu, vegetables, cereals and meal which come, under the heads of domestic, wet-land, and aquatic; foodstuffs that abound in sweet, sour or salt liquids; herbs containing milky juices: the regular drinking of cow’s milk; avoidance of laborious tasks; and. the drinking of the infusions of cuscus grass, Shashtika and Shali rice, Ikshuvalika [ikṣuvālikā], sacrificial grass, small sacrificial grass, thatch grass, elephant grass aud roots of prickly sesban. Such are the lactiferous agents."
    },
    {
        "verse_id": "58",
        "text": " When, in this manner the wet-nurse has become endowed with sweet, copious and pure milk, then having bathed and arointed herself with unguents, put on white garments and wearing any one of the following drugs, Aindri [aindrī], Brahmi [brāhmī], Shatavirya [śatavīryā], Sahasravirya [sahasravīryā], emblic myrobalan, guduch, chebulic myrobalan, kurroa, evening mallow and perfumed cherry, she should, seating herself with her face towards the east, suckle the child with her right breast. Thus have been described the duties of a wet nurse."
    },
    {
        "verse_id": "59",
        "text": " We shall now describe the procedure with regard to the construction of the nursery. A skilful architect should build and furnish the nursery. It should be excellent, beautiful, well-lighted, sheltered from draught, admitting of air from only one direction, strong, free from such pests as marauding beasts, animals; fanged creatures, mice and moths; well-planned as regards the places of water-storage, grinding, lavatory, bath and cooking; comfortable during all seasons, and provided with beds, seats and spreads suited to each season Moreover the rites connected with protecting the house from, the influence of evil spirits as also those with propitiatory, auspicious, sacrificial and penitential offerings should be performed and the house should be filled with clean and experienced physicians and with those attached to the family. Thus has been described the procedure with regard to the construction of the nursery."
    },
    {
        "verse_id": "60",
        "text": " The bed, seats, spreads and covers meant for the child should be soft, light, clean and fragrant. Sweat-stained, soiled and germ-laden articles should at once be removed; so also those that are soiled with feces or urine. If fresh ones are not available the same may be used again after they have been washed well and fumigated well and rendered perfectly clean and dry."
    },
    {
        "verse_id": "61",
        "text": "For fumigating the garments as also the beds, spreads and covers, the following articles, smeared with ghee may be used:—barley, rapeseed, linseed, asafoetida, gum-guggul, sweet flag, angelica, Brahmi [brāhmī], corydalis, nardus, Palankasha [palaṅkaṣā], Ashoka [aśoka], kurroa and the sloughs of snakes."
    },
    {
        "verse_id": "62",
        "text": " The following articles should be worn as talismans by the child:—Gems, tips of the right horns of a live rhinoceros, deer, gayal or bull; herbs like the Aindri [aindrī] etc., the herbs Jivaka [jīvaka] and Rishabhaka [ṛṣabhaka], as also all such articles as the Brahmanas learned in the Atharvaveda may recommend."
    },
    {
        "verse_id": "63",
        "text": " The toys of the child should be variegated, sound-producing, attractive, light, without sharp edges, incapable of being swallowed, fraught with no danger to life and unfrightening"
    },
    {
        "verse_id": "64",
        "text": " It is never good to frighten the child. Accordingly, if he is found weeping, refusing to eat his meals, or in any other way proving recalcitrant, it is not right to take the name of goblin, ghost or harpy with a view to frightening him into obedience."
    },
    {
        "verse_id": "65-(1)",
        "text": " If some disorder overtakes the child, the physician should rightly understand the child from the viewpoints of habitus, etiological factors, premonitory symptoms, signs and symptoms and homologatory signs and constantly keeping in view all the factors concerned in the tetrad of patient, medicine, time and place, should proceed to treat him by medication that is sweet, soft, light, sweet-smelling, cold and pleasant."
    },
    {
        "verse_id": "65",
        "text": " Such measures prove homologous to children. It is thus only that they can achieve lasting well-being. As regards the child in health, the regimen to be followed is that relating to hygienic living which consists of recourse to factors which are opposite in quality to those of the place, time and bodily constitution and the giving up of all unwholesome things by a gradual change over to the use of non-homologatory factors. Thus the child attains the plenitude of strength, healthy complexion, bodily growth and longevity."
    },
    {
        "verse_id": "66",
        "text": " In this manner, the child should be reared through boyhood to youth till he has acquired sound knowledge, both religious and secular."
    },
    {
        "verse_id": "67",
        "text": " Thus have been described the measures promotive of the fulfilment of the desire for children. By recourse to these measures in the manner laid down, one who is free from envy, attains regard and honour according to his desire."
    },
    {
        "verse_id": "68",
        "text": " By following the precepts laid down here which are full of high import, and ensure the fulfilment of the desire for offspring, the wise man, free from envy, secures for himself regard and honour according to his desire."
    },
    {
        "verse_id": "69",
        "text": " The Section on the Human Embodiment is so called because it treats of the embodiment in all its aspects, both those relating to the divine and those which are purely human in man"
    }
]