[{
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: O King Parīkṣit, who are so charitably disposed, when Vṛtrāsura was killed, all the presiding deities and everyone else in the three planetary systems was immediately pleased and free from trouble — everyone, that is, except Indra."
    },
    {
        "verse_id": "2",
        "text": "Thereafter, the demigods, the great saintly persons, the inhabitants of Pitṛloka and Bhūtaloka, the demons, the followers of the demigods, and also Lord Brahmā, Lord Śiva and the demigods subordinate to Indra all returned to their respective homes. While departing, however, no one spoke to Indra."
    },
    {
        "verse_id": "3",
        "text": "Mahārāja Parīkṣit inquired from Śukadeva Gosvāmī: O great sage, what was the reason for Indra’s unhappiness? I wish to hear about this. When he killed Vṛtrāsura, all the demigods were extremely happy. Why, then, was Indra himself unhappy?"
    },
    {
        "verse_id": "4",
        "text": "Śrī Śukadeva Gosvāmī answered: When all the great sages and demigods were disturbed by the extraordinary power of Vṛtrāsura, they had assembled to ask Indra to kill him. Indra, however, being afraid of killing a brāhmaṇa, declined their request."
    },
    {
        "verse_id": "5",
        "text": "King Indra replied: When I killed Viśvarūpa, I received extensive sinful reactions, but I was favored by the women, land, trees and water, and therefore I was able to divide the sin among them. But now if I kill Vṛtrāsura, another brāhmaṇa, how shall I free myself from the sinful reactions?"
    },
    {
        "verse_id": "6",
        "text": "Śrī Śukadeva Gosvāmī said: Hearing this, the great sages replied to King Indra, “O King of heaven, all good fortune unto you. Do not fear. We shall perform an aśvamedha sacrifice to release you from any sin you may accrue by killing the brāhmaṇa.”"
    },
    {
        "verse_id": "7",
        "text": "The ṛṣis continued: O King Indra, by performing an aśvamedha sacrifice and thereby pleasing the Supreme Personality of Godhead, who is the Supersoul, Lord Nārāyaṇa, the supreme controller, one can be relieved even of the sinful reactions for killing the entire world, not to speak of killing a demon like Vṛtrāsura."
    },
    {
        "verse_id": "8",
        "text": "One who has killed a brāhmaṇa, one who has killed a cow or one who has killed his father, mother or spiritual master can be immediately freed from all sinful reactions simply by chanting the holy name of Lord Nārāyaṇa. Other sinful persons, such as dog-eaters and caṇḍālas, who are less than śūdras, can also be freed in this way. But you are a devotee, and we shall help you by performing the great horse sacrifice. If you please Lord Nārāyaṇa in that way, why should you be afraid? You will be freed even if you kill the entire universe, including the brāhmaṇas, not to speak of killing a disturbing demon like Vṛtrāsura."
    },
    {
        "verse_id": "10",
        "text": "Śrī Śukadeva Gosvāmī said: Encouraged by the words of the sages, Indra killed Vṛtrāsura, and when he was killed the sinful reaction for killing a brāhmaṇa [brahma-hatyā] certainly took shelter of Indra."
    },
    {
        "verse_id": "11",
        "text": "Following the advice of the demigods, Indra killed Vṛtrāsura, and he suffered because of this sinful killing. Although the other demigods were happy, he could not derive happiness from the killing of Vṛtrāsura. Indra’s other good qualities, such as tolerance and opulence, could not help him in his grief."
    },
    {
        "verse_id": "12",
        "text": "Indra saw personified sinful reaction chasing him, appearing like a caṇḍāla woman, a woman of the lowest class. She seemed very old, and all the limbs of her body trembled. Because she was afflicted with tuberculosis, her body and garments were covered with blood. Breathing an unbearable fishy odor that polluted the entire street, she called to Indra, “Wait! Wait!”"
    },
    {
        "verse_id": "14",
        "text": "O King, Indra first fled to the sky, but there also he saw the woman of personified sin chasing him. This witch followed him wherever he went. At last he very quickly went to the northeast and entered the Mānasa-sarovara Lake."
    },
    {
        "verse_id": "15",
        "text": "Always thinking of how he could be relieved from the sinful reaction for killing a brāhmaṇa, King Indra, invisible to everyone, lived in the lake for one thousand years in the subtle fibers of the stem of a lotus. The fire-god used to bring him his share of all yajñas, but because the fire-god was afraid to enter the water, Indra was practically starving."
    },
    {
        "verse_id": "16",
        "text": "As long as King Indra lived in the water, wrapped in the stem of the lotus, Nahuṣa was equipped with the ability to rule the heavenly kingdom, due to his knowledge, austerity and mystic power. Nahuṣa, however, blinded and maddened by power and opulence, made undesirable proposals to Indra’s wife with a desire to enjoy her. Thus Nahuṣa was cursed by a brāhmaṇa and later became a snake."
    },
    {
        "verse_id": "17",
        "text": "Indra’s sins were diminished by the influence of Rudra, the demigod of all directions. Because Indra was protected by the goddess of fortune, Lord Viṣṇu’s wife, who resides in the lotus clusters of Mānasa-sarovara Lake, Indra’s sins could not affect him. Indra was ultimately relieved of all the reactions of his sinful deeds by strictly worshiping Lord Viṣṇu. Then he was called back to the heavenly planets by the brāhmaṇas and reinstated in his position."
    },
    {
        "verse_id": "18",
        "text": "O King, when Lord Indra reached the heavenly planets, the saintly brāhmaṇas approached him and properly initiated him into a horse sacrifice [aśvamedha-yajña] meant to please the Supreme Lord."
    },
    {
        "verse_id": "19",
        "text": "The horse sacrifice performed by the saintly brāhmaṇas relieved Indra of the reactions to all his sins because he worshiped the Supreme Personality of Godhead in that sacrifice. O King, although he had committed a gravely sinful act, it was nullified at once by that sacrifice, just as fog is vanquished by the brilliant sunrise."
    },
    {
        "verse_id": "21",
        "text": "King Indra was favored by Marīci and the other great sages. They performed the sacrifice just according to the rules and regulations, worshiping the Supreme Personality of Godhead, the Supersoul, the original person. Thus Indra regained his exalted position and was again honored by everyone."
    },
    {
        "verse_id": "22",
        "text": "In this very great narrative there is glorification of the Supreme Personality of Godhead, Nārāyaṇa, there are statements about the exaltedness of devotional service, there are descriptions of devotees like Indra and Vṛtrāsura, and there are statements about King Indra’s release from sinful life and about his victory in fighting the demons. By understanding this incident, one is relieved of all sinful reactions. Therefore the learned are always advised to read this narration. If one does so, one will become expert in the activities of the senses, his opulence will increase, and his reputation will become widespread. One will also be relieved of all sinful reactions, he will conquer all his enemies, and the duration of his life will increase. Because this narration is auspicious in all respects, learned scholars regularly hear and repeat it on every festival day."
    }
]