[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचबहिरन्त:पुरद्वार: सर्वा: पूर्ववदावृता: ।ततो बालध्वनिं श्रुत्वा गृहपाला: समुत्थिता: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācabahir-antaḥ-pura-dvāraḥsarvāḥ pūrvavad āvṛtāḥtato bāla-dhvaniṁ śrutvāgṛha-pālāḥ samutthitāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "bahiḥ",
            "antaḥ",
            "pura",
            "dvāraḥ",
            "sarvāḥ",
            "pūrva",
            "vat",
            "āvṛtāḥ",
            "tataḥ",
            "bāla",
            "dhvanim",
            "śrutvā",
            "gṛha",
            "pālāḥ",
            "samutthitāḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King Parīkṣit, the doors inside and outside the house closed as before. Thereafter, the inhabitants of the house, especially the watchmen, heard the crying of the newborn child and thus awakened from their beds.",
        "purport": " The activities of Yoga-māyā are distinctly visible in this chapter, in which Devakī and Vasudeva excuse Kaṁsa for his many devious, atrocious activities and Kaṁsa becomes repentant and falls at their feet. Before the awakening of the watchmen and the others in the prison house, many other things happened. Kṛṣṇa was born and transferred to the home of Yaśodā in Gokula, the strong doors opened and again closed, and Vasudeva resumed his former condition of being shackled. The watchmen, however, could not understand all this. They awakened only when they heard the crying of the newborn child, Yoga-māyā. Śrīla Viśvanātha Cakravartī Ṭhākura has remarked that the watchmen were just like dogs. At night the dogs in the street act like watchmen. If one dog barks, many other dogs immediately follow it by barking. Although the street dogs are not appointed by anyone to act as watchmen, they think they are responsible for protecting the neighborhood, and as soon as someone unknown enters it, they all begin to bark. Both Yoga-māyā and Mahā-māyā act in all material activities (prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ), but although the energy of the Supreme Personality of Godhead acts under the Supreme Lord’s direction (mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram), doglike watchmen such as politicians and diplomats think that they are protecting their neighborhoods from the dangers of the outside world. These are the actions of māyā. But one who surrenders to Kṛṣṇa is relieved of the protection afforded by the dogs and doglike guardians of this material world."
    },
    {
        "verse": "2",
        "devanagari": "ते तु तूर्णमुपव्रज्य देवक्या गर्भजन्म तत् ।आचख्युर्भोजराजाय यदुद्विग्न: प्रतीक्षते ॥ २ ॥",
        "english_devnagari": "te tu tūrṇam upavrajyadevakyā garbha-janma tatācakhyur bhoja-rājāyayad udvignaḥ pratīkṣate",
        "verse_Syn": [
            "te",
            "tu",
            "tūrṇam",
            "upavrajya",
            "devakyāḥ",
            "garbha",
            "janma",
            "tat",
            "ācakhyuḥ",
            "bhoja",
            "rājāya",
            "yat",
            "udvignaḥ",
            "pratīkṣate"
        ],
        "translation": "Thereafter, all the watchmen very quickly approached King Kaṁsa, the ruler of the Bhoja dynasty, and submitted the news of the birth of Devakī’s child. Kaṁsa, who had awaited this news very anxiously, immediately took action.",
        "purport": " Kaṁsa was very anxiously waiting because of the prophecy that the eighth child of Devakī would kill him. This time, naturally, he was awake and waiting, and when the watchmen approached him, he immediately took action to kill the child."
    },
    {
        "verse": "3",
        "devanagari": "स तल्पात् तूर्णमुत्थाय कालोऽयमिति विह्वल: ।सूतीगृहमगात् तूर्णं प्रस्खलन् मुक्तमूर्धज: ॥ ३ ॥",
        "english_devnagari": "sa talpāt tūrṇam utthāyakālo ’yam iti vihvalaḥsūtī-gṛham agāt tūrṇaṁpraskhalan mukta-mūrdhajaḥ",
        "verse_Syn": [
            "saḥ",
            "talpāt",
            "tūrṇam",
            "utthāya",
            "kālaḥ",
            "ayam",
            "iti",
            "vihvalaḥ",
            "sūtī",
            "gṛham",
            "agāt",
            "tūrṇam",
            "praskhalan",
            "mukta",
            "mūrdha",
            "jaḥ"
        ],
        "translation": "Kaṁsa immediately got up from bed, thinking, “Here is Kāla, the supreme time factor, which has taken birth to kill me!” Thus overwhelmed, Kaṁsa, his hair scattered on his head, at once approached the place where the child had been born.",
        "purport": " The word kālaḥ is significant. Although the child was born to kill Kaṁsa, Kaṁsa thought that this was the proper time to kill the child so that he himself would be saved. Kāla is actually another name of the Supreme Personality of Godhead when He appears only for the purpose of killing. When Arjuna inquired from Kṛṣṇa in His universal form, “Who are You?” the Lord presented Himself as kāla, death personified to kill. By nature’s law, when there is an unwanted increase in population, kāla appears, and by some arrangement of the Supreme Personality of Godhead, people are killed wholesale in different ways, by war, pestilence, famine and so on. At that time, even atheistic political leaders go to a church, mosque or temple for protection by God or gods and submissively say, “God willing.” Before that, they pay no attention to God, not caring to know God or His will, but when kāla appears, they say “God willing.” Death is but another feature of the supreme kāla, the Supreme Personality of Godhead. At the time of death, the atheist must submit to this supreme kāla, and then the Supreme Personality of Godhead takes away all his possessions (mṛtyuḥ sarva-haraś cāham) and forces him to accept another body (tathā dehāntara-prāptiḥ). This the atheists do not know, and if they do know, they neglect it so that they may go on with their normal life. The Kṛṣṇa consciousness movement is trying to teach them that although for a few years one may act as a great protector or great watchman, with the appearance of kāla, death, one must take another body by the laws of nature. Not knowing this, they unnecessarily waste their time in their occupation as watchdogs and do not try to get the mercy of the Supreme Personality of Godhead. As it is clearly said, aprāpya māṁ nivartante mṛtyu-saṁsāra-vartmani: without Kṛṣṇa consciousness, one is condemned to continue wandering in birth and death, not knowing what will happen in one’s next birth."
    },
    {
        "verse": "4",
        "devanagari": "तमाह भ्रातरं देवी कृपणा करुणं सती । स्‍नुषेयं तव कल्याण स्त्रियं मा हन्तुमर्हसि ॥ ४ ॥",
        "english_devnagari": "tam āha bhrātaraṁ devīkṛpaṇā karuṇaṁ satīsnuṣeyaṁ tava kalyāṇastriyaṁ mā hantum arhasi",
        "verse_Syn": [
            "tam",
            "āha",
            "bhrātaram",
            "devī",
            "kṛpaṇā",
            "karuṇam",
            "satī",
            "snuṣā",
            "iyam",
            "tava",
            "kalyāṇa",
            "striyam",
            "mā",
            "hantum",
            "arhasi"
        ],
        "translation": "Devakī helplessly, piteously appealed to Kaṁsa: My dear brother, all good fortune unto you. Don’t kill this girl. She will be your daughter-in-law. Indeed, it is unworthy of you to kill a woman.",
        "purport": " Kaṁsa had previously excused Devakī because he thought that a woman should not be killed, especially when pregnant. But now, by the influence of māyā, he was prepared to kill a woman — not only a woman, but a small, helpless newborn child. Devakī wanted to save her brother from this terrible, sinful act. Therefore she told him, “Don’t be so atrocious as to kill a female child. Let there be all good fortune for you.” Demons can do anything for their personal benefit, not considering what is pious or vicious. But Devakī, on the contrary, although safe because she had already given birth to her own son, Kṛṣṇa, was anxious to save the daughter of someone else. This was natural for her."
    },
    {
        "verse": "5",
        "devanagari": "बहवो हिंसिता भ्रात: शिशव: पावकोपमा: ।त्वया दैवनिसृष्टेन पुत्रिकैका प्रदीयताम् ॥ ५ ॥",
        "english_devnagari": "bahavo hiṁsitā bhrātaḥśiśavaḥ pāvakopamāḥtvayā daiva-nisṛṣṭenaputrikaikā pradīyatām",
        "verse_Syn": [
            "bahavaḥ",
            "hiṁsitāḥ",
            "bhrātaḥ",
            "śiśavaḥ",
            "pāvaka",
            "upamāḥ",
            "tvayā",
            "daiva",
            "nisṛṣṭena",
            "putrikā",
            "ekā",
            "pradīyatām"
        ],
        "translation": "My dear brother, by the influence of destiny you have already killed many babies, each of them as bright and beautiful as fire. But kindly spare this daughter. Give her to me as your gift.",
        "purport": " Here we see that Devakī first focused Kaṁsa’s attention on his atrocious activities, his killing of her many sons. Then she wanted to compromise with him by saying that whatever he had done was not his fault, but was ordained by destiny. Then she appealed to him to give her the daughter as a gift. Devakī was the daughter of a kṣatriya and knew how to play the political game. In politics there are different methods of achieving success: first repression (dama), then compromise (sāma), and then asking for a gift (dāna). Devakī first adopted the policy of repression by directly attacking Kaṁsa for having cruelly, atrociously killed her babies. Then she compromised by saying that this was not his fault, and then she begged for a gift. As we learn from the history of the Mahābhārata, or “Greater India,” the wives and daughters of the ruling class, the kṣatriyas, knew the political game, but we never find that a woman was given the post of chief executive. This is in accordance with the injunctions of Manu-saṁhitā, but unfortunately Manu-saṁhitā is now being insulted, and the Āryans, the members of Vedic society, cannot do anything. Such is the nature of Kali-yuga. Nothing happens unless ordained by destiny. Devakī knew very well that because the killing of her many children had been ordained by destiny, Kaṁsa was not to be blamed. There was no need to give good instructions to Kaṁsa. Upadeśo hi murkhāṇāṁ prakopāya na śāntaye (Cāṇakya Paṇḍita). If a foolish person is given good instructions, he becomes more and more angry. Moreover, a cruel person is more dangerous than a snake. A snake and a cruel person are both cruel, but a cruel person is more dangerous because although a snake can be charmed by mantras or subdued by herbs, a cruel person cannot be subdued by any means. Such was the nature of Kaṁsa."
    },
    {
        "verse": "6",
        "devanagari": "नन्वहं ते ह्यवरजा दीना हतसुता प्रभो ।दातुमर्हसि मन्दाया अङ्गेमां चरमां प्रजाम् ॥ ६ ॥",
        "english_devnagari": "nanv ahaṁ te hy avarajādīnā hata-sutā prabhodātum arhasi mandāyāaṅgemāṁ caramāṁ prajām",
        "verse_Syn": [
            "nanu",
            "aham",
            "te",
            "hi",
            "avarajā",
            "dīnā",
            "hata",
            "sutā",
            "prabho",
            "dātum",
            "arhasi",
            "mandāyāḥ",
            "aṅga",
            "imām",
            "caramām",
            "prajām"
        ],
        "translation": "My lord, my brother, I am very poor, being bereft of all my children, but still I am your younger sister, and therefore it would be worthy of you to give me this last child as a gift.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "श्रीशुक उवाचउपगुह्यात्मजामेवं रुदत्या दीनदीनवत् ।याचितस्तां विनिर्भर्त्स्य हस्तादाचिच्छिदे खल: ॥ ७ ॥",
        "english_devnagari": "śrī-śuka uvācaupaguhyātmajām evaṁrudatyā dīna-dīnavatyācitas tāṁ vinirbhartsyahastād ācicchide khalaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "upaguhya",
            "ātmajām",
            "evam",
            "rudatyā",
            "dīna",
            "dīna",
            "vat",
            "yācitaḥ",
            "tām",
            "vinirbhartsya",
            "hastāt",
            "ācicchide",
            "khalaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: Piteously embracing her daughter and crying, Devakī begged Kaṁsa for the child, but he was so cruel that he chastised her and forcibly snatched the child from her hands.",
        "purport": " Although Devakī was crying like a very poor woman, actually she was not poor, and therefore the word used here is dīnavat. She had already given birth to Kṛṣṇa. Therefore, who could have been richer than she? Even the demigods had come to offer prayers to Devakī, but she played the part of a poor, piteously afflicted woman because she wanted to save the daughter of Yaśodā."
    },
    {
        "verse": "8",
        "devanagari": "तां गृहीत्वा चरणयोर्जातमात्रां स्वसु: सुताम् ।अपोथयच्छिलापृष्ठे स्वार्थोन्मूलितसौहृद: ॥ ८ ॥",
        "english_devnagari": "tāṁ gṛhītvā caraṇayorjāta-mātrāṁ svasuḥ sutāmapothayac chilā-pṛṣṭhesvārthonmūlita-sauhṛdaḥ",
        "verse_Syn": [
            "tām",
            "gṛhītvā",
            "caraṇayoḥ",
            "jāta",
            "mātrām",
            "svasuḥ",
            "sutām",
            "apothayat",
            "śilā",
            "pṛṣṭhe",
            "sva",
            "artha",
            "unmūlita",
            "sauhṛdaḥ"
        ],
        "translation": "Having uprooted all relationships with his sister because of intense selfishness, Kaṁsa, who was sitting on his knees, grasped the newborn child by the legs and tried to dash her against the surface of a stone.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "सा तद्धस्तात् समुत्पत्य सद्यो देव्यम्बरं गता ।अद‍ृश्यतानुजा विष्णो: सायुधाष्टमहाभुजा ॥ ९ ॥",
        "english_devnagari": "sā tad-dhastāt samutpatyasadyo devy ambaraṁ gatāadṛśyatānujā viṣṇoḥsāyudhāṣṭa-mahābhujā",
        "verse_Syn": [
            "sā",
            "tat",
            "hastāt",
            "sam",
            "utpatya",
            "sadyaḥ",
            "devī",
            "ambaram",
            "gatā",
            "adṛśyata",
            "anujā",
            "viṣṇoḥ",
            "sa",
            "āyudhā",
            "aṣṭa",
            "mahā",
            "bhujā"
        ],
        "translation": "The child, Yoga-māyā-devī, the younger sister of Lord Viṣṇu, slipped upward from Kaṁsa’s hands and appeared in the sky as Devī, the goddess Durgā, with eight arms, completely equipped with weapons.",
        "purport": " Kaṁsa tried to dash the child downward against a piece of stone, but since she was Yoga-māyā, the younger sister of Lord Viṣṇu, she slipped upward and assumed the form of the goddess Durgā. The word anujā, meaning “the younger sister,” is significant. When Viṣṇu, or Kṛṣṇa, took birth from Devakī, He must have simultaneously taken birth from Yaśodā also. Otherwise how could Yoga-māyā have been anujā, the Lord’s younger sister?"
    },
    {
        "verse": "10-11",
        "devanagari": "दिव्यस्रगम्बरालेपरत्नाभरणभूषिता ।धनु:शूलेषुचर्मासिशङ्खचक्रगदाधरा ॥ १० ॥सिद्धचारणगन्धर्वैरप्सर:किन्नरोरगै: ।उपाहृतोरुबलिभि: स्तूयमानेदमब्रवीत् ॥ ११ ॥",
        "english_devnagari": "divya-srag-ambarālepa-ratnābharaṇa-bhūṣitādhanuḥ-śūleṣu-carmāsi-śaṅkha-cakra-gadā-dharā",
        "verse_Syn": [
            "divya",
            "srak",
            "ambara",
            "ālepa",
            "ratna",
            "ābharaṇa",
            "bhūṣitā",
            "dhanuḥ",
            "śūla",
            "iṣu",
            "carma",
            "asi",
            "śaṅkha",
            "cakra",
            "gadā",
            "dharā",
            "siddha",
            "cāraṇa",
            "gandharvaiḥ",
            "apsaraḥ",
            "kinnara",
            "uragaiḥ",
            "upāhṛta",
            "uru",
            "balibhiḥ",
            "stūyamānā",
            "idam",
            "abravīt"
        ],
        "translation": "The goddess Durgā was decorated with flower garlands, smeared with sandalwood pulp and dressed with excellent garments and ornaments made of valuable jewels. Holding in her hands a bow, a trident, arrows, a shield, a sword, a conchshell, a disc and a club, and being praised by celestial beings like Apsarās, Kinnaras, Uragas, Siddhas, Cāraṇas and Gandharvas, who worshiped her with all kinds of presentations, she spoke as follows.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "किं मया हतया मन्द जात: खलु तवान्तकृत् ।यत्र क्‍व वा पूर्वशत्रुर्मा हिंसी: कृपणान् वृथा ॥ १२ ॥",
        "english_devnagari": "kiṁ mayā hatayā mandajātaḥ khalu tavānta-kṛtyatra kva vā pūrva-śatrurmā hiṁsīḥ kṛpaṇān vṛthā",
        "verse_Syn": [
            "kim",
            "mayā",
            "hatayā",
            "manda",
            "jātaḥ",
            "khalu",
            "tava",
            "anta",
            "kṛt",
            "yatra",
            "kva",
            "vā",
            "pūrva",
            "śatruḥ",
            "mā",
            "hiṁsīḥ",
            "kṛpaṇān",
            "vṛthā"
        ],
        "translation": "O Kaṁsa, you fool, what will be the use of killing me? The Supreme Personality of Godhead, who has been your enemy from the very beginning and who will certainly kill you, has already taken His birth somewhere else. Therefore, do not unnecessarily kill other children.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "इति प्रभाष्य तं देवी माया भगवती भुवि ।बहुनामनिकेतेषु बहुनामा बभूव ह ॥ १३ ॥",
        "english_devnagari": "iti prabhāṣya taṁ devīmāyā bhagavatī bhuvibahu-nāma-niketeṣubahu-nāmā babhūva ha",
        "verse_Syn": [
            "iti",
            "prabhāṣya",
            "tam",
            "devī",
            "māyā",
            "bhagavatī",
            "bhuvi",
            "bahu",
            "nāma",
            "niketeṣu",
            "bahu",
            "nāmā",
            "babhūva",
            "ha"
        ],
        "translation": "After speaking to Kaṁsa in this way, the goddess Durgā, Yoga-māyā, appeared in different places, such as Vārāṇasī, and became celebrated by different names, such as Annapūrṇā, Durgā, Kālī and Bhadrā.",
        "purport": " The goddess Durgā is celebrated in Calcutta as Kālī, in Bombay as Mumbādevī, in Vārāṇasī as Annapūrṇā, in Cuttack as Bhadrakālī and in Ahmedabad as Bhadrā. Thus in different places she is known by different names. Her devotees are known as śāktas, or worshipers of the energy of the Supreme Personality of Godhead, whereas worshipers of the Supreme Personality of Godhead Himself are called Vaiṣṇavas. Vaiṣṇavas are destined to return home, back to Godhead, in the spiritual world, whereas the śāktas are destined to live within this material world to enjoy different types of material happiness. In the material world, the living entity must accept different types of bodies. Bhrāmayan sarva-bhūtāni yantrārūḍhāni māyayā (Bg. 18.61). According to the living entity’s desire, Yoga-māyā, or Māyā, the goddess Durgā, gives him a particular type of body, which is mentioned as yantra, a machine. But the living entities who are promoted to the spiritual world do not return to the prison house of a material body (tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna). The words janma na eti indicate that these living entities remain in their original, spiritual bodies to enjoy the company of the Supreme Personality of Godhead in the transcendental abodes Vaikuṇṭha and Vṛndāvana."
    },
    {
        "verse": "14",
        "devanagari": "तयाभिहितमाकर्ण्य कंस: परमविस्मित: ।देवकीं वसुदेवं च विमुच्य प्रश्रितोऽब्रवीत् ॥ १४ ॥",
        "english_devnagari": "tayābhihitam ākarṇyakaṁsaḥ parama-vismitaḥdevakīṁ vasudevaṁ cavimucya praśrito ’bravīt",
        "verse_Syn": [
            "tayā",
            "abhihitam",
            "ākarṇya",
            "kaṁsaḥ",
            "parama",
            "vismitaḥ",
            "devakīm",
            "vasudevam",
            "ca",
            "vimucya",
            "praśritaḥ",
            "abravīt"
        ],
        "translation": "After hearing the words of the goddess Durgā, Kaṁsa was struck with wonder. Thus he approached his sister Devakī and brother-in-law Vasudeva, released them immediately from their shackles, and very humbly spoke as follows.",
        "purport": " Kaṁsa was astonished because the goddess Durgā had become the daughter of Devakī. Since Devakī was a human being, how could the goddess Durgā become her daughter? This was one cause of his astonishment. Also, how is it that the eighth child of Devakī was a female? This also astonished him. Asuras are generally devotees of mother Durgā, Śakti, or of demigods, especially Lord Śiva. The appearance of Durgā in her original eight-armed feature, holding various weapons, immediately changed Kaṁsa’s mind about Devakī’s being an ordinary human. Devakī must have had some transcendental qualities; otherwise why would the goddess Durgā have taken birth from her womb? Under the circumstances, Kaṁsa, struck with wonder, wanted to compensate for his atrocities against his sister Devakī."
    },
    {
        "verse": "15",
        "devanagari": "अहो भगिन्यहो भाम मया वां बत पाप्मना ।पुरुषाद इवापत्यं बहवो हिंसिता: सुता: ॥ १५ ॥",
        "english_devnagari": "aho bhaginy aho bhāmamayā vāṁ bata pāpmanāpuruṣāda ivāpatyaṁbahavo hiṁsitāḥ sutāḥ",
        "verse_Syn": [
            "aho",
            "bhagini",
            "aho",
            "bhāma",
            "mayā",
            "vām",
            "bata",
            "pāpmanā",
            "puruṣa",
            "adaḥ",
            "iva",
            "apatyam",
            "bahavaḥ",
            "hiṁsitāḥ",
            "sutāḥ"
        ],
        "translation": "Alas, my sister! Alas, my brother-in-law! I am indeed so sinful that exactly like a man-eater [Rākṣasa] who eats his own child, I have killed so many sons born of you.",
        "purport": " Rākṣasas are understood to be accustomed to eating their own sons, as snakes and many other animals sometimes do. At the present moment in Kali-yuga, Rākṣasa fathers and mothers are killing their own children in the womb, and some are even eating the fetus with great relish. Thus the so-called civilization is gradually advancing by producing Rākṣasas."
    },
    {
        "verse": "16",
        "devanagari": "स त्वहं त्यक्तकारुण्यस्त्यक्तज्ञातिसुहृत् खल: । कान्लोकान् वै गमिष्यामि ब्रह्महेव मृत: श्वसन् ॥ १६ ॥",
        "english_devnagari": "sa tv ahaṁ tyakta-kāruṇyastyakta-jñāti-suhṛt khalaḥkān lokān vai gamiṣyāmibrahma-heva mṛtaḥ śvasan",
        "verse_Syn": [
            "saḥ",
            "tu",
            "aham",
            "tyakta",
            "kāruṇyaḥ",
            "tyakta",
            "jñāti",
            "suhṛt",
            "khalaḥ",
            "kān",
            "lokān",
            "vai",
            "gamiṣyāmi",
            "brahma",
            "hā",
            "iva",
            "mṛtaḥ",
            "śvasan"
        ],
        "translation": "Being merciless and cruel, I have forsaken all my relatives and friends. Therefore, like a person who has killed a brāhmaṇa, I do not know to which planet I shall go, either after death or while breathing.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "दैवमप्यनृतं वक्ति न मर्त्या एव केवलम् ।यद्विश्रम्भादहं पाप: स्वसुर्निहतवाञ्छिशून् ॥ १७ ॥",
        "english_devnagari": "daivam apy anṛtaṁ vaktina martyā eva kevalamyad-viśrambhād ahaṁ pāpaḥsvasur nihatavāñ chiśūn",
        "verse_Syn": [
            "daivam",
            "api",
            "anṛtam",
            "vakti",
            "na",
            "martyāḥ",
            "eva",
            "kevalam",
            "yat",
            "viśrambhāt",
            "aham",
            "pāpaḥ",
            "svasuḥ",
            "nihatavān",
            "śiśūn"
        ],
        "translation": "Alas, not only human beings but sometimes even providence lies. And I am so sinful that I believed the omen of providence and killed so many of my sister’s children.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "मा शोचतं महाभागावात्मजान् स्वकृतंभुज: ।जान्तवो न सदैकत्र दैवाधीनास्तदासते ॥ १८ ॥",
        "english_devnagari": "mā śocataṁ mahā-bhāgāvātmajān sva-kṛtaṁ bhujaḥjāntavo na sadaikatradaivādhīnās tadāsate",
        "verse_Syn": [
            "mā",
            "śocatam",
            "mahā",
            "bhāgau",
            "ātmajān",
            "sva",
            "kṛtam",
            "bhujaḥ",
            "jāntavaḥ",
            "na",
            "sadā",
            "ekatra",
            "daiva",
            "adhīnāḥ",
            "tadā",
            "āsate"
        ],
        "translation": "O great souls, your children have suffered their own misfortune. Therefore, please do not lament for them. All living entities are under the control of the Supreme, and they cannot always live together.",
        "purport": " Kaṁsa addressed his sister and brother-in-law as mahā-bhāgau because although he killed their ordinary children, the goddess Durgā took birth from them. Because Devakī bore Durgādevī in her womb, Kaṁsa praised both Devakī and her husband. Asuras are very devoted to the goddess Durgā, Kālī and so forth. Kaṁsa, therefore, truly astonished, appreciated the exalted position of his sister and brother-in-law. Durgā is certainly not under the laws of nature, because she herself is the controller of the laws of nature. Ordinary living beings, however, are controlled by these laws (prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ). Consequently, none of us are allowed to live together for any long period. By speaking in this way, Kaṁsa tried to pacify his sister and brother-in-law."
    },
    {
        "verse": "19",
        "devanagari": "भुवि भौमानि भूतानि यथा यान्त्यपयान्ति च । नायमात्मा तथैतेषु विपर्येति यथैव भू: ॥ १९ ॥",
        "english_devnagari": "bhuvi bhaumāni bhūtāniyathā yānty apayānti canāyam ātmā tathaiteṣuviparyeti yathaiva bhūḥ",
        "verse_Syn": [
            "bhuvi",
            "bhaumāni",
            "bhūtāni",
            "yathā",
            "yānti",
            "apayānti",
            "ca",
            "na",
            "ayam",
            "ātmā",
            "tathā",
            "eteṣu",
            "viparyeti",
            "yathā",
            "eva",
            "bhūḥ"
        ],
        "translation": "In this world, we can see that pots, dolls and other products of the earth appear, break and then disappear, mixing with the earth. Similarly, the bodies of all conditioned living entities are annihilated, but the living entities, like the earth itself, are unchanging and never annihilated [na hanyate hanyamāne śarīre].",
        "purport": " Although Kaṁsa is described as a demon, he had good knowledge of the affairs of ātma-tattva, the truth of the self. Five thousand years ago, there were kings like Kaṁsa, who is described as an asura, but he was better than modern politicians and diplomats, who have no knowledge about ātma-tattva. As stated in the Vedas, asaṅgo hy ayaṁ puruṣaḥ: the spirit soul has no connection with the changes of the material body. The body undergoes six changes — birth, growth, sustenance, by-products, dwindling and then annihilation — but the soul undergoes no such changes. Even after the annihilation of a particular bodily form, the original source of the bodily elements does not change. The living entity enjoys the material body, which appears and disappears, but the five elements earth, water, fire, air and ether remain the same. The example given here is that pots and dolls are produced from the earth, and when broken or destroyed they mingle with their original ingredients. In any case, the source of supply remains the same. As already discussed, the body is made according to the desires of the soul. The soul desires, and thus the body is formed. Kṛṣṇa therefore says in Bhagavad-gītā (18.61): “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.” Neither the Supersoul, Paramātmā, nor the individual soul changes its original, spiritual identity. The ātmā does not undergo birth, death or changes like the body. Therefore a Vedic aphorism says, asaṅgo hy ayaṁ puruṣaḥ: although the soul is conditioned within this material world, he has no connections with the changes of the material body."
    },
    {
        "verse": "20",
        "devanagari": "यथानेवंविदो भेदो यत आत्मविपर्यय: ।देहयोगवियोगौ च संसृतिर्न निवर्तते ॥ २० ॥",
        "english_devnagari": "yathānevaṁ-vido bhedoyata ātma-viparyayaḥdeha-yoga-viyogau casaṁsṛtir na nivartate",
        "verse_Syn": [
            "yathā",
            "an",
            "evam",
            "vidaḥ",
            "bhedaḥ",
            "yataḥ",
            "ātma",
            "viparyayaḥ",
            "deha",
            "yoga",
            "viyogau",
            "ca",
            "saṁsṛtiḥ",
            "na",
            "nivartate"
        ],
        "translation": "One who does not understand the constitutional position of the body and the soul [ātmā] becomes too attached to the bodily concept of life. Consequently, because of attachment to the body and its by-products, he feels affected by union with and separation from his family, society and nation. As long as this continues, one continues his material life. [Otherwise, one is liberated.]",
        "purport": " As confirmed in Śrīmad-Bhāgavatam (1.2.6): The word dharma means “engagement.” One who is engaged in the service of the Lord (yato bhaktir adhokṣaje), without impediment and without cessation, is understood to be situated in his original, spiritual status. When one is promoted to this status, one is always happy in transcendental bliss. Otherwise, as long as one is in the bodily concept of life, one must suffer material conditions. Janma-mṛtyu jarā-vyādhi-duḥkha-doṣānudarśanam. The body is subject to its own principles of birth, death, old age and disease, but one who is situated in spiritual life (yato bhaktir adhokṣaje) has no birth, no death, no old age and no disease. One may argue that we may see a person who is spiritually engaged twenty-four hours a day but is still suffering from disease. In fact, however, he is neither suffering nor diseased; otherwise he could not be engaged twenty-four hours a day in spiritual activities. The example may be given in this connection that sometimes dirty foam or garbage is seen floating on the water of the Ganges. This is called nīra-dharma, a function of the water. But one who goes to the Ganges does not mind the foam and dirty things floating in the water. With his hand, he pushes away such nasty things, bathes in the Ganges and gains the beneficial results. Therefore, one who is situated in the spiritual status of life is unaffected by foam and garbage — or any superficial dirty things. This is confirmed by Śrīla Rūpa Gosvāmī: “A person acting in the service of Kṛṣṇa with his body, mind and words is a liberated person, even within the material world.” (Bhakti-rasāmṛta-sindhu 1.2.187) Therefore, one is forbidden to regard the guru as an ordinary human being (guruṣu nara-matir … nārakī saḥ). The spiritual master, or ācārya, is always situated in the spiritual status of life. Birth, death, old age and disease do not affect him. According to the Hari-bhakti-vilāsa, therefore, after the disappearance of an ācārya, his body is never burnt to ashes, for it is a spiritual body. The spiritual body is always unaffected by material conditions."
    },
    {
        "verse": "21",
        "devanagari": "तस्माद् भद्रे स्वतनयान् मया व्यापादितानपि ।मानुशोच यत: सर्व: स्वकृतं विन्दतेऽवश: ॥ २१ ॥",
        "english_devnagari": "tasmād bhadre sva-tanayānmayā vyāpāditān apimānuśoca yataḥ sarvaḥsva-kṛtaṁ vindate ’vaśaḥ",
        "verse_Syn": [
            "tasmāt",
            "bhadre",
            "sva",
            "tanayān",
            "mayā",
            "vyāpāditān",
            "api",
            "mā",
            "anuśoca",
            "yataḥ",
            "sarvaḥ",
            "sva",
            "kṛtam",
            "vindate",
            "avaśaḥ"
        ],
        "translation": "My dear sister Devakī, all good fortune unto you. Everyone suffers and enjoys the results of his own work under the control of providence. Therefore, although your sons have unfortunately been killed by me, please do not lament for them.",
        "purport": " As stated in the Brahma-saṁhitā (5.54): Everyone, beginning from the small insect known as indra-gopa up to Indra, the King of the heavenly planets, is obliged to undergo the results of his fruitive activities. We may superficially see that one is suffering or enjoying because of some external causes, but the real cause is one’s own fruitive activities. Even when someone kills someone else, it is to be understood that the person who was killed met the fruitive results of his own work and that the man who killed him acted as the agent of material nature. Thus Kaṁsa begged Devakī’s pardon by analyzing the matter deeply. He was not the cause of the death of Devakī’s sons. Rather, this was their own destiny. Under the circumstances, Devakī should excuse Kaṁsa and forget his past deeds without lamentation. Kaṁsa admitted his own fault, but whatever he had done was under the control of providence. Kaṁsa might have been the immediate cause for the death of Devakī’s sons, but the remote cause was their past deeds. This was an actual fact."
    },
    {
        "verse": "22",
        "devanagari": "यावद्धतोऽस्मि हन्तास्मीत्यात्मानं मन्यतेऽस्वद‍ृक् ।तावत्तदभिमान्यज्ञो बाध्यबाधकतामियात् ॥ २२ ॥",
        "english_devnagari": "yāvad dhato ’smi hantāsmī-ty ātmānaṁ manyate ’sva-dṛktāvat tad-abhimāny ajñobādhya-bādhakatām iyāt",
        "verse_Syn": [
            "yāvat",
            "hataḥ",
            "asmi",
            "hantā",
            "asmi",
            "iti",
            "ātmānam",
            "manyate",
            "a",
            "sva",
            "dṛk",
            "tāvat",
            "tat",
            "abhimānī",
            "ajñaḥ",
            "bādhya",
            "bādhakatām",
            "iyāt"
        ],
        "translation": "In the bodily conception of life, one remains in darkness, without self-realization, thinking, “I am being killed” or “I have killed my enemies.” As long as a foolish person thus considers the self to be the killer or the killed, he continues to be responsible for material obligations, and consequently he suffers the reactions of happiness and distress.",
        "purport": " By the grace of the Lord, Kaṁsa felt sincere regret for having unnecessarily persecuted such Vaiṣṇavas as Devakī and Vasudeva, and thus he came to the transcendental stage of knowledge. “Because I am situated on the platform of knowledge,” Kaṁsa said, “understanding that I am not at all the killer of your sons, I have no responsibility for their death. As long as I thought that I would be killed by your son, I was in ignorance, but now I am free from this ignorance, which was due to a bodily conception of life.” As stated in Bhagavad-gītā (18.17): “One who is not motivated by false ego, whose intelligence is not entangled, though he kills men in this world, is not the slayer. Nor is he bound by his actions.” According to this axiomatic truth, Kaṁsa pleaded that he was not responsible for having killed the sons of Devakī and Vasudeva. “Please try to excuse me for such false, external activities,” he said, “and be pacified with this same knowledge.”"
    },
    {
        "verse": "23",
        "devanagari": "क्षमध्वं मम दौरात्म्यं साधवो दीनवत्सला: ।इत्युक्त्वाश्रुमुख: पादौ श्याल: स्वस्रोरथाग्रहीत् ॥ २३ ॥",
        "english_devnagari": "kṣamadhvaṁ mama daurātmyaṁsādhavo dīna-vatsalāḥity uktvāśru-mukhaḥ pādauśyālaḥ svasror athāgrahīt",
        "verse_Syn": [
            "kṣamadhvam",
            "mama",
            "daurātmyam",
            "sādhavaḥ",
            "dīna",
            "vatsalāḥ",
            "iti",
            "uktvā",
            "aśru",
            "mukhaḥ",
            "pādau",
            "śyālaḥ",
            "svasraḥ",
            "atha",
            "agrahīt"
        ],
        "translation": "Kaṁsa begged, “My dear sister and brother-in-law, please be merciful to such a poor-hearted person as me, since both of you are saintly persons. Please excuse my atrocities.” Having said this, Kaṁsa fell at the feet of Vasudeva and Devakī, his eyes full of tears of regret.",
        "purport": " Although Kaṁsa had spoken very nicely on the subject of real knowledge, his past deeds were abominable and atrocious, and therefore he further begged forgiveness from his sister and brother-in-law by falling at their feet and admitting that he was a most sinful person."
    },
    {
        "verse": "24",
        "devanagari": "मोचयामास निगडाद् विश्रब्ध: कन्यकागिरा ।देवकीं वसुदेवं च दर्शयन्नात्मसौहृदम् ॥ २४ ॥",
        "english_devnagari": "mocayām āsa nigaḍādviśrabdhaḥ kanyakā-girādevakīṁ vasudevaṁ cadarśayann ātma-sauhṛdam",
        "verse_Syn": [
            "mocayām",
            "āsa",
            "nigaḍāt",
            "viśrabdhaḥ",
            "kanyakā",
            "girā",
            "devakīm",
            "vasudevam",
            "ca",
            "darśayan",
            "ātma",
            "sauhṛdam"
        ],
        "translation": "Fully believing in the words of the goddess Durgā, Kaṁsa exhibited his familial affection for Devakī and Vasudeva by immediately releasing them from their iron shackles.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "भ्रातु: समनुतप्तस्य क्षान्तरोषा च देवकी ।व्यसृजद् वसुदेवश्च प्रहस्य तमुवाच ह ॥ २५ ॥",
        "english_devnagari": "bhrātuḥ samanutaptasyakṣānta-roṣā ca devakīvyasṛjad vasudevaś caprahasya tam uvāca ha",
        "verse_Syn": [
            "bhrātuḥ",
            "samanutaptasya",
            "kṣānta",
            "roṣā",
            "ca",
            "devakī",
            "vyasṛjat",
            "vasudevaḥ",
            "ca",
            "prahasya",
            "tam",
            "uvāca",
            "ha"
        ],
        "translation": "When Devakī saw her brother actually repentant while explaining ordained events, she was relieved of all anger. Similarly, Vasudeva was also free from anger. Smiling, he spoke to Kaṁsa as follows.",
        "purport": " Devakī and Vasudeva, both highly elevated personalities, accepted the truth presented by Kaṁsa that everything is ordained by providence. According to the prophecy, Kaṁsa would be killed by the eighth child of Devakī. Therefore, Vasudeva and Devakī saw that behind all these incidents was a great plan devised by the Supreme Personality of Godhead. Because the Lord had already taken birth, just like a human child, and was in the safe custody of Yaśodā, everything was happening according to plan, and there was no need to continue their ill feeling toward Kaṁsa. Thus they accepted Kaṁsa’s words."
    },
    {
        "verse": "26",
        "devanagari": "एवमेतन्महाभाग यथा वदसि देहिनाम् ।अज्ञानप्रभवाहंधी: स्वपरेति भिदा यत: ॥ २६ ॥",
        "english_devnagari": "evam etan mahā-bhāgayathā vadasi dehināmajñāna-prabhavāhaṁ-dhīḥsva-pareti bhidā yataḥ",
        "verse_Syn": [
            "evam",
            "etat",
            "mahā",
            "bhāga",
            "yathā",
            "vadasi",
            "dehinām",
            "ajñāna",
            "prabhavā",
            "aham",
            "dhīḥ",
            "sva",
            "parā",
            "iti",
            "bhidā",
            "yataḥ"
        ],
        "translation": "O great personality Kaṁsa, only by the influence of ignorance does one accept the material body and bodily ego. What you have said about this philosophy is correct. Persons in the bodily concept of life, lacking self-realization, differentiate in terms of “This is mine” and “This belongs to another.”",
        "purport": " Everything is done automatically by the laws of nature, which work under the direction of the Supreme Personality of Godhead. There is no question of doing anything independently, for one who has put himself in this material atmosphere is fully under the control of nature’s laws. Our main business, therefore, should be to get out of this conditioned life and again become situated in spiritual existence. Only due to ignorance does a person think, “I am a demigod,” “I am a human being,” “I am a dog,” “I am a cat,” or, when the ignorance is still further advanced, “I am God.” Unless one is fully self-realized, one’s life of ignorance will continue."
    },
    {
        "verse": "27",
        "devanagari": "शोकहर्षभयद्वेषलोभमोहमदान्विता: ।मिथो घ्नन्तं न पश्यन्ति भावैर्भावं पृथग्द‍ृश: ॥ २७ ॥",
        "english_devnagari": "śoka-harṣa-bhaya-dveṣa-lobha-moha-madānvitāḥmitho ghnantaṁ na paśyantibhāvair bhāvaṁ pṛthag-dṛśaḥ",
        "verse_Syn": [
            "śoka",
            "harṣa",
            "bhaya",
            "dveṣa",
            "lobha",
            "moha",
            "mada",
            "anvitāḥ",
            "mithaḥ",
            "ghnantam",
            "na",
            "paśyanti",
            "bhāvaiḥ",
            "bhāvam",
            "pṛthak",
            "dṛśaḥ"
        ],
        "translation": "Persons with the vision of differentiation are imbued with the material qualities lamentation, jubilation, fear, envy, greed, illusion and madness. They are influenced by the immediate cause, which they are busy counteracting, because they have no knowledge of the remote, supreme cause, the Personality of Godhead.",
        "purport": " Kṛṣṇa is the cause of all causes (sarva-kāraṇa-kāraṇam), but one who has no connection with Kṛṣṇa is disturbed by immediate causes and cannot restrain his vision of separation or differences. When an expert physician treats a patient, he tries to find the original cause of the disease and is not diverted by the symptoms of that original cause. Similarly, a devotee is never disturbed by reverses in life. Tat te ’nukampāṁ susamīkṣamāṇaḥ (Bhāg. 10.14.8). A devotee understands that when he is in distress, this is due to his own past misdeeds, which are now accruing reactions, although by the grace of the Supreme Personality of Godhead these are only very slight. Karmāṇi nirdahati kintu ca bhakti-bhājām (Brahma-saṁhitā 5.54). When a devotee under the protection of the Supreme Personality of Godhead is to suffer because of faults in his past deeds, he passes through only a little misery by the grace of the Lord. Although the disease of a devotee is due to mistakes committed sometime in the past, he agrees to suffer and tolerate such miseries, and he depends fully on the Supreme Personality of Godhead. Thus he is never affected by material conditions of lamentation, jubilation, fear and so on. A devotee never sees anything to be unconnected with the Supreme Personality of Godhead. Śrīla Madhvācārya, quoting from the Bhaviṣya Purāṇa, says:"
    },
    {
        "verse": "28",
        "devanagari": "श्रीशुक उवाचकंस एवं प्रसन्नाभ्यां विशुद्धं प्रतिभाषित: ।देवकीवसुदेवाभ्यामनुज्ञातोऽविशद् गृहम् ॥ २८ ॥",
        "english_devnagari": "śrī-śuka uvācakaṁsa evaṁ prasannābhyāṁviśuddhaṁ pratibhāṣitaḥdevakī-vasudevābhyāmanujñāto ’viśad gṛham",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "kaṁsaḥ",
            "evam",
            "prasannābhyām",
            "viśuddham",
            "pratibhāṣitaḥ",
            "devakī",
            "vasudevābhyām",
            "anujñātaḥ",
            "aviśat",
            "gṛham"
        ],
        "translation": "Śukadeva Gosvāmī continued: Thus having been addressed in purity by Devakī and Vasudeva, who were very much appeased, Kaṁsa felt pleased, and with their permission he entered his home.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "तस्यां रात्र्यां व्यतीतायां कंस आहूय मन्त्रिण: ।तेभ्य आचष्ट तत् सर्वं यदुक्तं योगनिद्रया ॥ २९ ॥",
        "english_devnagari": "tasyāṁ rātryāṁ vyatītāyāṁkaṁsa āhūya mantriṇaḥtebhya ācaṣṭa tat sarvaṁyad uktaṁ yoga-nidrayā",
        "verse_Syn": [
            "tasyām",
            "rātryām",
            "vyatītāyām",
            "kaṁsaḥ",
            "āhūya",
            "mantriṇaḥ",
            "tebhyaḥ",
            "ācaṣṭa",
            "tat",
            "sarvam",
            "yat",
            "uktam",
            "yoga",
            "nidrayā"
        ],
        "translation": "After that night passed, Kaṁsa summoned his ministers and informed them of all that had been spoken by Yoga-māyā [who had revealed that He who was to slay Kaṁsa had already been born somewhere else].",
        "purport": " The Vedic scripture Caṇḍī describes māyā, the energy of the Supreme Lord, as nidrā: durgā devī sarva-bhūteṣu nidrā-rūpeṇa samāsthitaḥ. The energy of Yoga-māyā and Mahā-māyā keeps the living entities sleeping in this material world in the great darkness of ignorance. Yoga-māyā, the goddess Durgā, kept Kaṁsa in darkness about Kṛṣṇa’s birth and misled him to believe that his enemy Kṛṣṇa had been born elsewhere. Kṛṣṇa was born the son of Devakī, but according to the Lord’s original plan, as prophesied to Brahmā, He went to Vṛndāvana to give pleasure to mother Yaśodā and Nanda Mahārāja and other intimate friends and devotees for eleven years. Then He would return to kill Kaṁsa. Because Kaṁsa did not know this, he believed Yoga-māyā’s statement that Kṛṣṇa was born elsewhere, not of Devakī."
    },
    {
        "verse": "30",
        "devanagari": "आकर्ण्य भर्तुर्गदितं तमूचुर्देवशत्रव: ।देवान् प्रति कृतामर्षा दैतेया नातिकोविदा: ॥ ३० ॥",
        "english_devnagari": "ākarṇya bhartur gaditaṁtam ūcur deva-śatravaḥdevān prati kṛtāmarṣādaiteyā nāti-kovidāḥ",
        "verse_Syn": [
            "ākarṇya",
            "bhartuḥ",
            "gaditam",
            "tam",
            "ūcuḥ",
            "deva",
            "śatravaḥ",
            "devān",
            "prati",
            "kṛta",
            "amarṣāḥ",
            "daiteyāḥ",
            "na",
            "ati",
            "kovidāḥ"
        ],
        "translation": "After hearing their master’s statement, the envious asuras, who were enemies of the demigods and were not very expert in their dealings, advised Kaṁsa as follows.",
        "purport": " There are two different types of men — the asuras and the suras. Those who are devotees of Lord Viṣṇu, Kṛṣṇa, are suras, or devas, whereas those who are opposed to the devotees are called asuras. Devotees are expert in all transactions (yasyāsti bhaktir bhagavaty akiñcanā sarvair guṇais tatra samāsate surāḥ). Therefore they are called kovida, which means “expert.” Asuras, however, although superficially showing expertise in passionate activities, are actually all fools. They are neither sober nor expert. Whatever they do is imperfect. Moghāśā mogha-karmāṇaḥ. According to this description of the asuras given in Bhagavad-gītā (9.12), whatever they do will ultimately be baffled. It was such persons who advised Kaṁsa because they were his chief friends and ministers."
    },
    {
        "verse": "31",
        "devanagari": "एवं चेत्तर्हि भोजेन्द्र पुरग्रामव्रजादिषु ।अनिर्दशान् निर्दशांश्च हनिष्यामोऽद्य वै शिशून् ॥ ३१ ॥",
        "english_devnagari": "evaṁ cet tarhi bhojendrapura-grāma-vrajādiṣuanirdaśān nirdaśāṁś cahaniṣyāmo ’dya vai śiśūn",
        "verse_Syn": [
            "evam",
            "cet",
            "tarhi",
            "bhoja",
            "indra",
            "pura",
            "grāma",
            "vraja",
            "ādiṣu",
            "anirdaśān",
            "nirdaśān",
            "ca",
            "haniṣyāmaḥ",
            "adya",
            "vai",
            "śiśūn"
        ],
        "translation": "If this is so, O King of the Bhoja dynasty, beginning today we shall kill all the children born in all the villages, towns and pasturing grounds within the past ten days or slightly more.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "किमुद्यमै: करिष्यन्ति देवा: समरभीरव: ।नित्यमुद्विग्नमनसो ज्याघोषैर्धनुषस्तव ॥ ३२ ॥",
        "english_devnagari": "kim udyamaiḥ kariṣyantidevāḥ samara-bhīravaḥnityam udvigna-manasojyā-ghoṣair dhanuṣas tava",
        "verse_Syn": [
            "kim",
            "udyamaiḥ",
            "kariṣyanti",
            "devāḥ",
            "samara",
            "bhīravaḥ",
            "nityam",
            "udvigna",
            "manasaḥ",
            "jyā",
            "ghoṣaiḥ",
            "dhanuṣaḥ",
            "tava"
        ],
        "translation": "The demigods always fear the sound of your bowstring. They are constantly in anxiety, afraid of fighting. Therefore, what can they do by their endeavors to harm you?",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "अस्यतस्ते शरव्रातैर्हन्यमाना: समन्तत: ।जिजीविषव उत्सृज्य पलायनपरा ययु: ॥ ३३ ॥",
        "english_devnagari": "asyatas te śara-vrātairhanyamānāḥ samantataḥjijīviṣava utsṛjyapalāyana-parā yayuḥ",
        "verse_Syn": [
            "asyataḥ",
            "te",
            "śara",
            "vrātaiḥ",
            "hanyamānāḥ",
            "samantataḥ",
            "jijīviṣavaḥ",
            "utsṛjya",
            "palāyana",
            "parāḥ",
            "yayuḥ"
        ],
        "translation": "While being pierced by your arrows, which you discharged on all sides, some of them, who were injured by the multitude of arrows but who desired to live, fled the battlefield, intent on escaping.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "केचित् प्राञ्जलयो दीना न्यस्तशस्त्रा दिवौकस: ।मुक्तकच्छशिखा: केचिद् भीता: स्म इति वादिन: ॥ ३४ ॥",
        "english_devnagari": "kecit prāñjalayo dīnānyasta-śastrā divaukasaḥmukta-kaccha-śikhāḥ kecidbhītāḥ sma iti vādinaḥ",
        "verse_Syn": [
            "kecit",
            "prāñjalayaḥ",
            "dīnāḥ",
            "nyasta",
            "śastrāḥ",
            "divaukasaḥ",
            "mukta",
            "kaccha",
            "śikhāḥ",
            "kecit",
            "bhītāḥ",
            "sma",
            "iti",
            "vādinaḥ"
        ],
        "translation": "Defeated and bereft of all weapons, some of the demigods gave up fighting and praised you with folded hands, and some of them, appearing before you with loosened garments and hair, said, “O lord, we are very much afraid of you.”",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "न त्वं विस्मृतशस्त्रास्त्रान् विरथान् भयसंवृतान् ।हंस्यन्यासक्तविमुखान् भग्नचापानयुध्यत: ॥ ३५ ॥",
        "english_devnagari": "na tvaṁ vismṛta-śastrāstrānvirathān bhaya-saṁvṛtānhaṁsy anyāsakta-vimukhānbhagna-cāpān ayudhyataḥ",
        "verse_Syn": [
            "na",
            "tvam",
            "vismṛta",
            "śastra",
            "astrān",
            "virathān",
            "bhaya",
            "saṁvṛtān",
            "haṁsi",
            "anya",
            "āsakta",
            "vimukhān",
            "bhagna",
            "cāpān",
            "ayudhyataḥ"
        ],
        "translation": "When the demigods are bereft of their chariots, when they forget how to use weapons, when they are fearful or attached to something other than fighting, or when their bows are broken and they have thus lost the ability to fight, Your Majesty does not kill them.",
        "purport": " There are principles that govern even fighting. If an enemy has no chariot, is unmindful of the fighting art because of fear, or is unwilling to fight, he is not to be killed. Kaṁsa’s ministers reminded Kaṁsa that despite his power, he was cognizant of the principles of fighting, and therefore he had excused the demigods because of their incapability. “But the present emergency,” the ministers said, “is not intended for such mercy or military etiquette. Now you should prepare to fight under any circumstances.” Thus they advised Kaṁsa to give up the traditional etiquette in fighting and chastise the enemy at any cost."
    },
    {
        "verse": "36",
        "devanagari": "किं क्षेमशूरैर्विबुधैरसंयुगविकत्थनै: ।रहोजुषा किं हरिणा शम्भुना वा वनौकसा ।किमिन्द्रेणाल्पवीर्येण ब्रह्मणा वा तपस्यता ॥ ३६ ॥",
        "english_devnagari": "kiṁ kṣema-śūrair vibudhairasaṁyuga-vikatthanaiḥraho-juṣā kiṁ hariṇāśambhunā vā vanaukasākim indreṇālpa-vīryeṇabrahmaṇā vā tapasyatā",
        "verse_Syn": [
            "kim",
            "kṣema",
            "śūraiḥ",
            "vibudhaiḥ",
            "asaṁyuga",
            "vikatthanaiḥ",
            "rahaḥ",
            "juṣā",
            "kim",
            "hariṇā",
            "śambhunā",
            "vā",
            "vana",
            "okasā",
            "kim",
            "indreṇa",
            "alpa",
            "vīryeṇa",
            "brahmaṇā",
            "vā",
            "tapasyatā"
        ],
        "translation": "The demigods boast uselessly while away from the battlefield. Only where there is no fighting can they show their prowess. Therefore, from such demigods we have nothing to fear. As for Lord Viṣṇu, He is in seclusion in the core of the hearts of the yogīs. As for Lord Śiva, he has gone to the forest. And as for Lord Brahmā, he is always engaged in austerities and meditation. The other demigods, headed by Indra, are devoid of prowess. Therefore you have nothing to fear.",
        "purport": " Kaṁsa’s ministers told Kaṁsa that all the exalted demigods had fled in fear of him. One had gone to the forest, one to the core of the heart, and one to engage in tapasya. “Thus you can be free from all fear of the demigods,” they said. “Just prepare to fight.”"
    },
    {
        "verse": "37",
        "devanagari": "तथापि देवा: सापत्न्‍यान्नोपेक्ष्या इति मन्महे ।ततस्तन्मूलखनने नियुङ्‌क्ष्वास्माननुव्रतान् ॥ ३७ ॥",
        "english_devnagari": "tathāpi devāḥ sāpatnyānnopekṣyā iti manmahetatas tan-mūla-khananeniyuṅkṣvāsmān anuvratān",
        "verse_Syn": [
            "tathā",
            "api",
            "devāḥ",
            "sāpatnyāt",
            "na",
            "upekṣyāḥ",
            "iti",
            "manmahe",
            "tataḥ",
            "tat",
            "mūla",
            "khanane",
            "niyuṅkṣva",
            "asmān",
            "anuvratān"
        ],
        "translation": "Nonetheless, because of their enmity, our opinion is that the demigods should not be neglected. Therefore, to uproot them completely, engage us in fighting with them, for we are ready to follow you.",
        "purport": " According to moral instructions, one should not neglect to extinguish fire completely, treat diseases completely, and clear debts completely. Otherwise they will increase and later be difficult to stop. Therefore the ministers advised Kaṁsa to uproot his enemies completely."
    },
    {
        "verse": "38",
        "devanagari": "यथामयोऽङ्गे समुपेक्षितो नृभि-र्न शक्यते रूढपदश्चिकित्सितुम् ।यथेन्द्रियग्राम उपेक्षितस्तथारिपुर्महान् बद्धबलो न चाल्यते ॥ ३८ ॥",
        "english_devnagari": "yathāmayo ’ṅge samupekṣito nṛbhirna śakyate rūḍha-padaś cikitsitumyathendriya-grāma upekṣitas tathāripur mahān baddha-balo na cālyate",
        "verse_Syn": [
            "yathā",
            "āmayaḥ",
            "aṅge",
            "samupekṣitaḥ",
            "nṛbhiḥ",
            "na",
            "śakyate",
            "rūḍha",
            "padaḥ",
            "cikitsitum",
            "yathā",
            "indriya",
            "grāmaḥ",
            "upekṣitaḥ",
            "tathā",
            "ripuḥ",
            "mahān",
            "baddha",
            "balaḥ",
            "na",
            "cālyate"
        ],
        "translation": "As a disease, if initially neglected, becomes acute and impossible to cure, or as the senses, if not controlled at first, are impossible to control later, an enemy, if neglected in the beginning, later becomes insurmountable.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "मूलं हि विष्णुर्देवानां यत्र धर्म: सनातन: ।तस्य च ब्रह्म गोविप्रास्तपो यज्ञा: सदक्षिणा: ॥ ३९ ॥",
        "english_devnagari": "mūlaṁ hi viṣṇur devānāṁyatra dharmaḥ sanātanaḥtasya ca brahma-go-viprāstapo yajñāḥ sa-dakṣiṇāḥ",
        "verse_Syn": [
            "mūlam",
            "hi",
            "viṣṇuḥ",
            "devānām",
            "yatra",
            "dharmaḥ",
            "sanātanaḥ",
            "tasya",
            "ca",
            "brahma",
            "go",
            "viprāḥ",
            "tapaḥ",
            "yajñāḥ",
            "sa",
            "dakṣiṇāḥ"
        ],
        "translation": "The foundation of all the demigods is Lord Viṣṇu, who lives and is worshiped wherever there are religious principles, traditional culture, the Vedas, cows, brāhmaṇas, austerities, and sacrifices with proper remuneration.",
        "purport": " Here is a description of sanātana-dharma, eternal religious principles, which must include brahminical culture, brāhmaṇas, sacrifices and religion. These principles establish the kingdom of Viṣṇu. Without the kingdom of Viṣṇu, the kingdom of God, no one can be happy. Na te viduḥ svārtha-gatiṁ hi viṣṇum: in this demoniac civilization, people unfortunately do not understand that the self-interest of human society lies in Viṣṇu. Durāśayā ye bahir-artha-māninaḥ: thus they are involved in a hopeless hope. People want to be happy without God consciousness, or Kṛṣṇa consciousness, because they are led by blind leaders who lead human society to chaos. The asuric adherents of Kaṁsa wanted to disrupt the traditional condition of human happiness and thus defeat the devatās, the devotees and demigods. Unless the devotees and demigods predominate, the asuras will increase, and human society will be in a chaotic condition."
    },
    {
        "verse": "40",
        "devanagari": "तस्मात् सर्वात्मना राजन् ब्राह्मणान् ब्रह्मवादिन: ।तपस्विनो यज्ञशीलान् गाश्च हन्मो हविर्दुघा: ॥ ४० ॥",
        "english_devnagari": "tasmāt sarvātmanā rājanbrāhmaṇān brahma-vādinaḥtapasvino yajña-śīlāngāś ca hanmo havir-dughāḥ",
        "verse_Syn": [
            "tasmāt",
            "sarva",
            "ātmanā",
            "rājan",
            "brāhmaṇān",
            "brahma",
            "vādinaḥ",
            "tapasvinaḥ",
            "yajña",
            "śīlān",
            "gāḥ",
            "ca",
            "hanmaḥ",
            "haviḥ",
            "dughāḥ"
        ],
        "translation": "O King, we, who are your adherents in all respects, shall therefore kill the Vedic brāhmaṇas, the persons engaged in offering sacrifices and austerities, and the cows that supply milk, from which clarified butter is obtained for the ingredients of sacrifice.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "विप्रा गावश्च वेदाश्च तप: सत्यं दम: शम: ।श्रद्धा दया तितिक्षा च क्रतवश्च हरेस्तनू: ॥ ४१ ॥",
        "english_devnagari": "viprā gāvaś ca vedāś catapaḥ satyaṁ damaḥ śamaḥśraddhā dayā titikṣā cakratavaś ca hares tanūḥ",
        "verse_Syn": [
            "viprāḥ",
            "gāvaḥ",
            "ca",
            "vedāḥ",
            "ca",
            "tapaḥ",
            "satyam",
            "damaḥ",
            "śamaḥ",
            "śraddhā",
            "dayā",
            "titikṣā",
            "ca",
            "kratavaḥ",
            "ca",
            "hareḥ",
            "tanūḥ"
        ],
        "translation": "The brāhmaṇas, the cows, Vedic knowledge, austerity, truthfulness, control of the mind and senses, faith, mercy, tolerance and sacrifice are the different parts of the body of Lord Viṣṇu, and they are the paraphernalia for a godly civilization.",
        "purport": " When we offer our obeisances to the Personality of Godhead, we say: When Kṛṣṇa comes to establish real perfection in the social order, He personally gives protection to the cows and the brāhmaṇas (go-brāhmaṇa-hitāya ca). This is His first interest because without protection of the brāhmaṇas and the cows, there can be no human civilization and no question of happy, peaceful life. Asuras, therefore, are always interested in killing the brāhmaṇas and cows. Especially in this age, Kali-yuga, cows are being killed all over the world, and as soon as there is a movement to establish brahminical civilization, people in general rebel. Thus they regard the Kṛṣṇa consciousness movement as a form of “brainwashing.” How can such envious persons be happy in their godless civilization? The Supreme Personality of Godhead punishes them by keeping them in darkness, birth after birth, and pushing them lower and lower into wretched conditions of hellish life. The Kṛṣṇa consciousness movement has started a brahminical civilization, but especially when it is introduced in the Western countries, the asuras try to impede it in many ways. Nonetheless, we must push forward this movement tolerantly for the benefit of human society."
    },
    {
        "verse": "42",
        "devanagari": "स हि सर्वसुराध्यक्षो ह्यसुरद्विड् गुहाशय: ।तन्मूला देवता: सर्वा: सेश्वरा: सचतुर्मुखा: ।अयं वै तद्वधोपायो यद‍ृषीणां विहिंसनम् ॥ ४२ ॥",
        "english_devnagari": "sa hi sarva-surādhyakṣohy asura-dviḍ guhā-śayaḥtan-mūlā devatāḥ sarvāḥseśvarāḥ sa-catur-mukhāḥayaṁ vai tad-vadhopāyoyad ṛṣīṇāṁ vihiṁsanam",
        "verse_Syn": [
            "saḥ",
            "hi",
            "sarva",
            "sura",
            "adhyakṣaḥ",
            "hi",
            "asura",
            "dviṭ",
            "guhā",
            "śayaḥ",
            "tat",
            "mūlāḥ",
            "devatāḥ",
            "sarvāḥ",
            "sa",
            "īśvarāḥ",
            "sa",
            "catuḥ",
            "mukhāḥ",
            "ayam",
            "vai",
            "tat",
            "vadha",
            "upāyaḥ",
            "yat",
            "ṛṣīṇām",
            "vihiṁsanam"
        ],
        "translation": "Lord Viṣṇu, the Supersoul within the core of everyone’s heart, is the ultimate enemy of the asuras and is therefore known as asura-dviṭ. He is the leader of all the demigods because all the demigods, including Lord Śiva and Lord Brahmā, exist under His protection. The great saintly persons, sages and Vaiṣṇavas also depend upon Him. To persecute the Vaiṣṇavas, therefore, is the only way to kill Viṣṇu.",
        "purport": " The demigods and the Vaiṣṇavas especially are part and parcel of the Supreme Lord, Viṣṇu, because they are always obedient to His orders (oṁ tad viṣṇoḥ paramaṁ padaṁ sadā paśyanti sūrayaḥ). The demoniac followers of Kaṁsa thought that if the Vaiṣṇavas, saintly persons and sages were persecuted, the original body of Viṣṇu would naturally be destroyed. Thus they decided to suppress Vaiṣṇavism. The asuras perpetually struggle to persecute the Vaiṣṇavas because they do not want Vaiṣṇavism to spread. Vaiṣṇavas preach only devotional service, not encouraging karmīs, jñānīs and yogīs, because if one must liberate oneself from material, conditional life, one must ultimately become a Vaiṣṇava. Our Kṛṣṇa consciousness movement is directed with this understanding, and therefore the asuras always try to suppress it."
    },
    {
        "verse": "43",
        "devanagari": "श्रीशुक उवाचएवं दुर्मन्त्रिभि: कंस: सह सम्मन्‍त्र्य दुर्मति: ।ब्रह्महिंसां हितं मेने कालपाशावृतोऽसुर: ॥ ४३ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ durmantribhiḥ kaṁsaḥsaha sammantrya durmatiḥbrahma-hiṁsāṁ hitaṁ menekāla-pāśāvṛto ’suraḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "durmantribhiḥ",
            "kaṁsaḥ",
            "saha",
            "sammantrya",
            "durmatiḥ",
            "brahma",
            "hiṁsām",
            "hitam",
            "mene",
            "kāla",
            "pāśa",
            "āvṛtaḥ",
            "asuraḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: Thus, having considered the instructions of his bad ministers, Kaṁsa, who was bound by the laws of Yamarāja and devoid of good intelligence because he was a demon, decided to persecute the saintly persons, the brāhmaṇas, as the only way to achieve his own good fortune.",
        "purport": " Śrīla Locana dāsa Ṭhākura has sung, āpana karama, bhuñjāye śamana, kahaye locana dāsa. Instead of taking good instructions from the sages and the śāstras, godless nondevotees act whimsically, according to their own plans. Actually, however, no one has his own plans because everyone is bound by the laws of nature and must act according to his tendency in material, conditional life. Therefore one must change one’s own decision and follow the decision of Kṛṣṇa and Kṛṣṇa’s devotees. Then one is rescued from punishment by Yamarāja. Kaṁsa was not uneducated. It appears from his talks with Vasudeva and Devakī that he knew all about the laws of nature. But because of his association with bad ministers, he could not make a clear decision about his welfare. Therefore the Caitanya-caritāmṛta (Madhya 22.54) says: If one desires his real welfare, he must associate with devotees and saintly persons and in this way rectify the material condition of his life."
    },
    {
        "verse": "44",
        "devanagari": "सन्दिश्य साधुलोकस्य कदने कदनप्रियान् ।कामरूपधरान् दिक्षु दानवान् गृहमाविशत् ॥ ४४ ॥",
        "english_devnagari": "sandiśya sādhu-lokasyakadane kadana-priyānkāma-rūpa-dharān dikṣudānavān gṛham āviśat",
        "verse_Syn": [
            "sandiśya",
            "sādhu",
            "lokasya",
            "kadane",
            "kadana",
            "priyān",
            "kāma",
            "rūpa",
            "dharān",
            "dikṣu",
            "dānavān",
            "gṛham",
            "āviśat"
        ],
        "translation": "These demons, the followers of Kaṁsa, were expert at persecuting others, especially the Vaiṣṇavas, and could assume any form they desired. After giving these demons permission to go everywhere and persecute the saintly persons, Kaṁsa entered his palace.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "ते वै रज:प्रकृतयस्तमसा मूढचेतस: ।सतां विद्वेषमाचेरुरारादागतमृत्यव: ॥ ४५ ॥",
        "english_devnagari": "te vai rajaḥ-prakṛtayastamasā mūḍha-cetasaḥsatāṁ vidveṣam ācerurārād āgata-mṛtyavaḥ",
        "verse_Syn": [
            "te",
            "vai",
            "rajaḥ",
            "prakṛtayaḥ",
            "tamasā",
            "mūḍha",
            "cetasaḥ",
            "satām",
            "vidveṣam",
            "āceruḥ",
            "ārāt",
            "āgata",
            "mṛtya",
            "vaḥ"
        ],
        "translation": "Surcharged with passion and ignorance and not knowing what was good or bad for them, the asuras, for whom impending death was waiting, began the persecution of the saintly persons.",
        "purport": " As stated in Bhagavad-gītā (2.13): “As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.” Irresponsible persons, surcharged with passion and ignorance, foolishly do things that are not to be done (nūnaṁ pramattaḥ kurute vikarma). But one should know the results of irresponsible actions, as explained in the next verse."
    },
    {
        "verse": "46",
        "devanagari": "आयु: श्रियं यशो धर्मं लोकानाशिष एव च ।हन्ति श्रेयांसि सर्वाणि पुंसो महदतिक्रम: ॥ ४६ ॥",
        "english_devnagari": "āyuḥ śriyaṁ yaśo dharmaṁlokān āśiṣa eva cahanti śreyāṁsi sarvāṇipuṁso mahad-atikramaḥ",
        "verse_Syn": [
            "āyuḥ",
            "śriyam",
            "yaśaḥ",
            "dharmam",
            "lokān",
            "āśiṣaḥ",
            "eva",
            "ca",
            "hanti",
            "śreyāṁsi",
            "sarvāṇi",
            "puṁsaḥ",
            "mahat",
            "atikramaḥ"
        ],
        "translation": "My dear King, when a man persecutes great souls, all his benedictions of longevity, beauty, fame, religion, blessings and promotion to higher planets will be destroyed.",
        "purport": ""
    }
]