[
    {
        "verse": "1-6",
        "devanagari": "श्रीशुक उवाचतं विलोक्य विनिष्क्रान्तमुज्जिहानमिवोडुपम् ।दर्शनीयतमं श्यामं पीतकौशेयवाससम् ॥ १ ॥श्रीवत्सवक्षसं भ्राजत्कौस्तुभामुक्तकन्धरम् ।पृथुदीर्घचतुर्बाहुं नवकञ्जारुणेक्षणम् ॥ २ ॥नित्यप्रमुदितं श्रीमत्सुकपोलं शुचिस्मितम् ।मुखारविन्दं बिभ्राणं स्फुरन्मकरकुण्डलम् ॥ ३ ॥वासुदेवो ह्ययमिति पुमान् श्रीवत्सलाञ्छन: ।चतुर्भुजोऽरविन्दाक्षो वनमाल्यतिसुन्दर: ॥ ४ ॥लक्षणैर्नारदप्रोक्तैर्नान्यो भवितुमर्हति ।निरायुधश्चलन् पद्‍भ्यां योत्स्येऽनेन निरायुध: ॥ ५ ॥इति निश्चित्य यवन: प्राद्रवद् तं पराङ्‍मुखम् ।अन्वधावज्जिघृक्षुस्तं दुरापमपि योगिनाम् ॥ ६ ॥",
        "english_devnagari": "śrī-śuka uvācataṁ vilokya viniṣkrāntamujjihānam ivoḍupamdarśanīyatamaṁ śyāmaṁpīta-kauśeya-vāsasam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tam",
            "vilokya",
            "viniṣkrāntam",
            "ujjihānam",
            "iva",
            "uḍupam",
            "darśanīya",
            "tamam",
            "śyāmam",
            "pīta",
            "kauśeya",
            "vāsasam",
            "śrīvatsa",
            "vakṣasam",
            "bhrājat",
            "kaustubha",
            "āmukta",
            "kandharam",
            "pṛthu",
            "dīrgha",
            "catuḥ",
            "bāhum",
            "nava",
            "kañja",
            "aruṇa",
            "īkṣaṇam",
            "nitya",
            "pramuditam",
            "śrīmat",
            "su",
            "kapolam",
            "śuci",
            "smitam",
            "mukha",
            "aravindam",
            "bibhrāṇam",
            "sphuran",
            "makara",
            "kuṇḍalam",
            "vāsudevaḥ",
            "hi",
            "ayam",
            "iti",
            "pumān",
            "śrīvatsa",
            "lāñchanaḥ",
            "catuḥ",
            "bhujaḥ",
            "aravinda",
            "akṣaḥ",
            "vana",
            "mālī",
            "ati",
            "sundaraḥ",
            "lakṣaṇaiḥ",
            "nārada",
            "proktaiḥ",
            "na",
            "anyaḥ",
            "bhavitum",
            "arhati",
            "nirāyudhaḥ",
            "calan",
            "padbhyām",
            "yotsye",
            "anena",
            "nirāyudhaḥ",
            "iti",
            "niścitya",
            "yavanaḥ",
            "prādravantam",
            "parāk",
            "mukham",
            "anvadhāvat",
            "jighṛkṣuḥ",
            "tam",
            "durāpam",
            "api",
            "yoginām"
        ],
        "translation": "Śukadeva Gosvāmī said: Kālayavana saw the Lord come out from Mathurā like the rising moon. The Lord was most beautiful to behold, with His dark-blue complexion and yellow silk garment. Upon His chest He bore the mark of Śrīvatsa, and the Kaustubha gem adorned His neck. His four arms were sturdy and long. He displayed His ever-joyful lotuslike face, with eyes pink like lotuses, beautifully effulgent cheeks, a pristine smile and glittering shark-shaped earrings. The barbarian thought, “This person must indeed be Vāsudeva, since He possesses the characteristics Nārada mentioned: He is marked with Śrīvatsa, He has four arms, His eyes are like lotuses, He wears a garland of forest flowers, and He is extremely handsome. He cannot be anyone else. Since He goes on foot and unarmed, I will fight Him without weapons.” Resolving thus, he ran after the Lord, who turned His back and ran away. Kālayavana hoped to catch Lord Kṛṣṇa, though great mystic yogīs cannot attain Him.",
        "purport": " Although Kālayavana was seeing Lord Kṛṣṇa with his own eyes, he could not adequately appreciate the beautiful Lord. Thus instead of worshiping Kṛṣṇa, he attacked Him. Similarly, it is not uncommon for modern men to attack Kṛṣṇa in the name of philosophy, “law and order” and even religion."
    },
    {
        "verse": "7",
        "devanagari": "हस्तप्राप्तमिवात्मानं हरीणा स पदे पदे ।नीतो दर्शयता दूरं यवनेशोऽद्रिकन्दरम् ॥ ७ ॥",
        "english_devnagari": "hasta-prāptam ivātmānaṁharīṇā sa pade padenīto darśayatā dūraṁyavaneśo ’dri-kandaram",
        "verse_Syn": [
            "hasta",
            "prāptam",
            "iva",
            "ātmānam",
            "hariṇā",
            "saḥ",
            "pade",
            "pade",
            "nītaḥ",
            "darśayatā",
            "dūram",
            "yavana",
            "īśaḥ",
            "adri",
            "kandaram"
        ],
        "translation": "Appearing virtually within reach of Kālayavana’s hands at every moment, Lord Hari led the King of the Yavanas far away to a mountain cave.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "पलायनं यदुकुले जातस्य तव नोचितम् ।इति क्षिपन्ननुगतो नैनं प्रापाहताशुभ: ॥ ८ ॥",
        "english_devnagari": "palāyanaṁ yadu-kulejātasya tava nocitamiti kṣipann anugatonainaṁ prāpāhatāśubhaḥ",
        "verse_Syn": [
            "palāyanam",
            "yadu",
            "kule",
            "jātasya",
            "tava",
            "na",
            "ucitam",
            "iti",
            "kṣipan",
            "anugataḥ",
            "na",
            "enam",
            "prāpa",
            "ahata",
            "aśubhaḥ"
        ],
        "translation": "While chasing the Lord, the Yavana cast insults at Him, saying “You took birth in the Yadu dynasty. It’s not proper for You to run away!” But still Kālayavana could not reach Lord Kṛṣṇa, because his sinful reactions had not been cleansed away.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "एवं क्षिप्तोऽपि भगवान्प्राविशद् गिरिकन्दरम् ।सोऽपि प्रविष्टस्तत्रान्यं शयानं दद‍ृशे नरम् ॥ ९ ॥",
        "english_devnagari": "evaṁ kṣipto ’pi bhagavānprāviśad giri-kandaramso ’pi praviṣṭas tatrānyaṁśayānaṁ dadṛśe naram",
        "verse_Syn": [
            "evam",
            "kṣiptaḥ",
            "api",
            "bhagavān",
            "prāviśat",
            "giri",
            "kandaram",
            "saḥ",
            "api",
            "praviṣṭaḥ",
            "tatra",
            "anyam",
            "śayānam",
            "dadṛśe",
            "naram"
        ],
        "translation": "Although insulted in this way, the Supreme Lord entered the mountain cave. Kālayavana also entered, and there he saw another man lying asleep.",
        "purport": " The Lord exhibits here His opulence of renunciation. Determined to execute His plan and give His blessings to Mucukunda, the Lord ignored Kālayavana’s insults and calmly proceeded with His program."
    },
    {
        "verse": "10",
        "devanagari": "नन्वसौ दूरमानीय शेते मामिह साधुवत् ।इति मत्वाच्युतं मूढस्तं पदा समताडयत् ॥ १० ॥",
        "english_devnagari": "nanv asau dūram ānīyaśete mām iha sādhu-vatiti matvācyutaṁ mūḍhastaṁ padā samatāḍayat",
        "verse_Syn": [
            "nanu",
            "asau",
            "dūram",
            "ānīya",
            "śete",
            "mām",
            "iha",
            "sādhu",
            "vat",
            "iti",
            "matvā",
            "acyutam",
            "mūḍhaḥ",
            "tam",
            "padā",
            "samatāḍayat"
        ],
        "translation": "“So, after leading me such a long distance, now He is lying here like some saint!” Thus thinking the sleeping man to be Lord Kṛṣṇa, the deluded fool kicked him with all his strength.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "स उत्थाय चिरं सुप्त: शनैरुन्मील्य लोचने ।दिशो विलोकयन् पार्श्वे तमद्राक्षीदवस्थितम् ॥ ११ ॥",
        "english_devnagari": "sa utthāya ciraṁ suptaḥśanair unmīlya locanediśo vilokayan pārśvetam adrākṣīd avasthitam",
        "verse_Syn": [
            "saḥ",
            "utthāya",
            "ciram",
            "suptaḥ",
            "śanaiḥ",
            "unmīlya",
            "locane",
            "diśaḥ",
            "vilokayan",
            "pārśve",
            "tam",
            "adrākṣīt",
            "avasthitam"
        ],
        "translation": "The man awoke after a long sleep and slowly opened his eyes. Looking all about, he saw Kālayavana standing beside him.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "स तावत्तस्य रुष्टस्य द‍ृष्टिपातेन भारत ।देहजेनाग्निना दग्धो भस्मसादभवत् क्षणात् ॥ १२ ॥",
        "english_devnagari": "sa tāvat tasya ruṣṭasyadṛṣṭi-pātena bhāratadeha-jenāgninā dagdhobhasma-sād abhavat kṣaṇāt",
        "verse_Syn": [
            "saḥ",
            "tāvat",
            "tasya",
            "ruṣṭasya",
            "dṛṣṭi",
            "pātena",
            "bhārata",
            "deha",
            "jena",
            "agninā",
            "dagdhaḥ",
            "bhasma",
            "sāt",
            "abhavat",
            "kṣaṇāt"
        ],
        "translation": "The awakened man was angry and cast his glance at Kālayavana, whose body burst into flames. In a single moment, O King Parīkṣit, Kālayavana was burnt to ashes.",
        "purport": " The man who incinerated Kālayavana with his glance was named Mucukunda. As he will explain to Lord Kṛṣṇa, he had fought for a long time on behalf of the demigods, finally taking as his benediction the right to sleep undisturbed. The Hari-vaṁśa explains that he secured the further benediction of being able to destroy anyone who disturbed his sleep. Ācārya Viśvanātha Cakravartī Ṭhākura quotes from the Śrī Hari-vaṁśa as follows: “Again and again Mucukunda said, ‘O demigods, with eyes blazing with anger, may I incinerate anyone who awakens me from sleep.’” Śrīla Viśvanātha Cakravartī explains that Mucukunda made this rather morbid request to scare Lord Indra, who, Mucukunda thought, might otherwise wake him repeatedly to request his help in fighting Indra’s cosmic enemies. Indra’s consent to Mucukunda’s request is described in Śrī Viṣṇu Purāṇa as follows: “The demigods declared, ‘Whoever awakens you from sleep will suddenly be burnt to ashes by a fire generated from his own body.’”"
    },
    {
        "verse": "13",
        "devanagari": "श्रीराजोवाचको नाम स पुमान् ब्रह्मन् कस्य किंवीर्य एव च ।कस्माद् गुहां गत: शिष्ये किंतेजो यवनार्दन: ॥ १३ ॥",
        "english_devnagari": "śrī-rājovācako nāma sa pumān brahmankasya kiṁ-vīrya eva cakasmād guhāṁ gataḥ śiṣyekiṁ-tejo yavanārdanaḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "kaḥ",
            "nāma",
            "saḥ",
            "pumān",
            "brahman",
            "kasya",
            "kim",
            "vīryaḥ",
            "eva",
            "ca",
            "kasmāt",
            "guhām",
            "gataḥ",
            "śiṣye",
            "kim",
            "tejaḥ",
            "yavana",
            "ardanaḥ"
        ],
        "translation": "King Parīkṣit said: Who was that person, O brāhmaṇa? To which family did he belong, and what were his powers? Why did that destroyer of the barbarian lie down to sleep in the cave, and whose son was he?",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "श्रीशुक उवाचस इक्ष्वाकुकुले जातो मान्धातृतनयो महान् ।मुचुकुन्द इति ख्यातो ब्रह्मण्य: सत्यसङ्गर: ॥ १४ ॥",
        "english_devnagari": "śrī-śuka uvācasa ikṣvāku-kule jātomāndhātṛ-tanayo mahānmucukunda iti khyātobrahmaṇyaḥ satya-saṅgaraḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saḥ",
            "ikṣvāku",
            "kule",
            "jātaḥ",
            "māndhātṛ",
            "tanayaḥ",
            "mahān",
            "mucukundaḥ",
            "iti",
            "khyātaḥ",
            "brahmaṇyaḥ",
            "satya",
            "saṅgaraḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Mucukunda was the name of this great personality, who was born in the Ikṣvāku dynasty as the son of Māndhātā. He was devoted to brahminical culture and always true to his vow in battle.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "स याचित: सुरगणैरिन्द्राद्यैरात्मरक्षणे ।असुरेभ्य: परित्रस्तैस्तद्रक्षां सोऽकरोच्चिरम् ॥ १५ ॥",
        "english_devnagari": "sa yācitaḥ sura-gaṇairindrādyair ātma-rakṣaṇeasurebhyaḥ paritrastaistad-rakṣāṁ so ’karoc ciram",
        "verse_Syn": [
            "saḥ",
            "yācitaḥ",
            "sura",
            "gaṇaiḥ",
            "indra",
            "ādyaiḥ",
            "ātma",
            "rakṣaṇe",
            "asurebhyaḥ",
            "paritrastaiḥ",
            "tat",
            "rakṣām",
            "saḥ",
            "akarot",
            "ciram"
        ],
        "translation": "Begged by Indra and the other demigods to help protect them when they were terrorized by the demons, Mucukunda defended them for a long time.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "लब्ध्वा गुहं ते स्व:पालं मुचुकुन्दमथाब्रुवन् ।राजन् विरमतां कृच्छ्राद् भवान् न: परिपालनात् ॥ १६ ॥",
        "english_devnagari": "labdhvā guhaṁ te svaḥ-pālaṁmucukundam athābruvanrājan viramatāṁ kṛcchrādbhavān naḥ paripālanāt",
        "verse_Syn": [
            "labdhvā",
            "guham",
            "te",
            "svaḥ",
            "pālam",
            "mucukundam",
            "atha",
            "abruvan",
            "rājan",
            "viramatām",
            "kṛcchrāt",
            "bhavān",
            "naḥ",
            "paripālanāt"
        ],
        "translation": "When the demigods obtained Kārttikeya as their general, they told Mucukunda, “O King, you may now give up your troublesome duty of guarding us.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "नरलोकं परित्यज्य राज्यं निहतकण्टकम् ।अस्मान् पालयतो वीर कामास्ते सर्व उज्झिता: ॥ १७ ॥",
        "english_devnagari": "nara-lokaṁ parityajyarājyaṁ nihata-kaṇṭakamasmān pālayato vīrakāmās te sarva ujjhitāḥ",
        "verse_Syn": [
            "nara",
            "lokam",
            "parityajya",
            "rājyam",
            "nihata",
            "kaṇṭakam",
            "asmān",
            "pālayataḥ",
            "vīra",
            "kāmaḥ",
            "te",
            "sarve",
            "ujjhitāḥ"
        ],
        "translation": "“Abandoning an unopposed kingdom in the world of men, O valiant one, you neglected all your personal desires while engaged in protecting us.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "सुता महिष्यो भवतो ज्ञातयोऽमात्यमन्त्रिण: ।प्रजाश्च तुल्यकालीना नाधुना सन्ति कालिता: ॥ १८ ॥",
        "english_devnagari": "sutā mahiṣyo bhavatojñātayo ’mātya-mantrinaḥprajāś ca tulya-kālīnānādhunā santi kālitāḥ",
        "verse_Syn": [
            "sutāḥ",
            "mahiṣyaḥ",
            "bhavataḥ",
            "jñātayaḥ",
            "amātya",
            "mantriṇaḥ",
            "prajāḥ",
            "ca",
            "tulya",
            "kālīnāḥ",
            "na",
            "adhunā",
            "santi",
            "kālitāḥ"
        ],
        "translation": "“The children, queens, relatives, ministers, advisers and subjects who were your contemporaries are no longer alive. They have all been swept away by time.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "कालो बलीयान् बलिनां भगवानीश्वरोऽव्यय: ।प्रजा: कालयते क्रीडन् पशुपालो यथा पशून् ॥ १९ ॥",
        "english_devnagari": "kālo balīyān balināṁbhagavān īśvaro ’vyayaḥprajāḥ kālayate krīḍanpaśu-pālo yathā paśūn",
        "verse_Syn": [
            "kālaḥ",
            "balīyān",
            "balinām",
            "bhagavān",
            "īśvaraḥ",
            "avyayaḥ",
            "prajāḥ",
            "kālayate",
            "krīḍan",
            "paśu",
            "pālaḥ",
            "yathā",
            "paśūn"
        ],
        "translation": "“Inexhaustible time, stronger than the strong, is the Supreme Personality of Godhead Himself. Like a herdsman moving his animals along, He moves mortal creatures as His pastime.",
        "purport": " The universe is created to gradually rectify the contaminated souls trying to exploit material nature. The Lord moves the conditioned souls along, according to their karma, through the various stages of spiritual rectification. Thus the Lord is like a herdsman (the word paśu-pāla literally means “protector of animals”), who moves the creatures under his protection to various pastures and watering spots in order to protect them and sustain them. A further analogy is that of a doctor, who moves the patient under his care to various areas of a hospital for diverse kinds of examination and treatment. Similarly, the Lord brings us through the network of material existence in a gradual cleansing process so that we can enjoy our eternal life of bliss and knowledge as His enlightened associates. Thus all of Mucukunda’s relatives, friends and co-workers had long ago been swept away by the force of time, which of course is Kṛṣṇa Himself."
    },
    {
        "verse": "20",
        "devanagari": "वरं वृणीष्व भद्रं ते ऋते कैवल्यमद्य न: ।एक एवेश्वरस्तस्य भगवान् विष्णुरव्यय: ॥ २० ॥",
        "english_devnagari": "varaṁ vṛṇīṣva bhadraṁ teṛte kaivalyam adya naḥeka eveśvaras tasyabhagavān viṣṇur avyayaḥ",
        "verse_Syn": [
            "varam",
            "vṛṇīṣva",
            "bhadram",
            "te",
            "ṛte",
            "kaivalyam",
            "adya",
            "naḥ",
            "ekaḥ",
            "eva",
            "īśvaraḥ",
            "tasya",
            "bhagavān",
            "viṣṇuḥ",
            "avyayaḥ"
        ],
        "translation": "“All good fortune to you! Now please choose a benediction from us — anything but liberation, since only the infallible Supreme Lord, Viṣṇu, can bestow that.”",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "एवमुक्त: स वै देवानभिवन्द्य महायशा: ।अशयिष्ट गुहाविष्टो निद्रया देवदत्तया ॥ २१ ॥",
        "english_devnagari": "evam uktaḥ sa vai devānabhivandya mahā-yaśāḥaśayiṣṭa guhā-viṣṭonidrayā deva-dattayā",
        "verse_Syn": [
            "evam",
            "uktaḥ",
            "saḥ",
            "vai",
            "devān",
            "abhivandya",
            "mahā",
            "yaśāḥ",
            "aśayiṣṭa",
            "guhā",
            "viṣṭaḥ",
            "nidrayā",
            "deva",
            "dattayā"
        ],
        "translation": "Addressed thus, King Mucukunda took his respectful leave of the demigods and went to a cave, where he lay down to enjoy the sleep they had granted him.",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura gives the following lines from an alternate reading of this chapter. These lines are to be inserted between the two halves of this verse: “The King, exhausted by his labor, then chose sleep as his benediction. He further stated, ‘O best of the demigods, may whoever disturbs my sleep be immediately burned to ashes.’ The demigods replied, ‘So be it,’ and told him, ‘That insensitive person who wakes you in the middle of your sleep will immediately turn to ashes simply by your seeing him.’”"
    },
    {
        "verse": "22",
        "devanagari": "यवने भस्मसान्नीते भगवान् सात्वतर्षभ: ।आत्मानं दर्शयामास मुचुकुन्दाय धीमते ॥ २२ ॥",
        "english_devnagari": "yavane bhasma-sān nītebhagavān sātvatarṣabhaḥātmānaṁ darśayām āsamucukundāya dhīmate",
        "verse_Syn": [
            "yavane",
            "bhasma",
            "sāt",
            "nīte",
            "bhagavān",
            "sātvata",
            "ṛṣabhaḥ",
            "ātmānam",
            "darśayām",
            "āsa",
            "mucukundāya",
            "dhī",
            "mate"
        ],
        "translation": "After the Yavana was burnt to ashes, the Supreme Lord, chief of the Sātvatas, revealed Himself to the wise Mucukunda.",
        "purport": ""
    },
    {
        "verse": "23-26",
        "devanagari": "तमालोक्य घनश्यामं पीतकौशेयवाससम् ।श्रीवत्सवक्षसं भ्राजत्कौस्तुभेन विराजितम् ॥ २३ ॥चतुर्भुजं रोचमानं वैजयन्त्या च मालया ।चारुप्रसन्नवदनं स्फुरन्मकरकुण्डलम् ॥ २४ ॥प्रेक्षणीयं नृलोकस्य सानुरागस्मितेक्षणम् ।अपीव्यवयसं मत्तमृगेन्द्रोदारविक्रमम् ॥ २५ ॥पर्यपृच्छन्महाबुद्धिस्तेजसा तस्य धर्षित: ।शङ्कित: शनकै राजा दुर्धर्षमिव तेजसा ॥ २६ ॥",
        "english_devnagari": "tam ālokya ghana-śyāmaṁpīta-kauśeya-vāsasamśrīvatsa-vakṣasaṁ bhrājatkaustubhena virājitam",
        "verse_Syn": [
            "tam",
            "ālokya",
            "ghana",
            "śyāmam",
            "pīta",
            "kauśeya",
            "vāsasam",
            "śrīvatsa",
            "vakṣasam",
            "bhrājat",
            "kaustubhena",
            "virājitam",
            "catuḥ",
            "bhujam",
            "rocamānam",
            "vaijayantyā",
            "ca",
            "mālayā",
            "cāru",
            "prasanna",
            "vadanam",
            "sphurat",
            "makara",
            "kuṇḍalam",
            "prekṣaṇīyam",
            "nṛ",
            "lokasya",
            "sa",
            "anurāga",
            "smita",
            "īkṣaṇam",
            "apīvya",
            "vayasam",
            "matta",
            "mṛga",
            "indra",
            "udāra",
            "vikramam",
            "parya",
            "pṛcchat",
            "mahā",
            "buddhiḥ",
            "tejasā",
            "tasya",
            "dharṣitaḥ",
            "śaṅkitaḥ",
            "śanakaiḥ",
            "rājā",
            "durdharṣam",
            "iva",
            "tejasā"
        ],
        "translation": "As he gazed at the Lord, King Mucukunda saw that He was dark blue like a cloud, had four arms, and wore a yellow silk garment. On His chest He bore the Śrīvatsa mark and on His neck the brilliantly glowing Kaustubha gem. Adorned with a Vaijayantī garland, the Lord displayed His handsome, peaceful face, which attracts the eyes of all mankind with its shark-shaped earrings and affectionately smiling glance. The beauty of His youthful form was unexcelled, and He moved with the nobility of an angry lion. The highly intelligent King was overwhelmed by the Lord’s effulgence, which showed Him to be invincible. Expressing his uncertainty, Mucukunda hesitantly questioned Lord Kṛṣṇa as follows.",
        "purport": " It is significant that text 24 states, catur-bhujaṁ rocamānam: “The Lord was seen in the beauty of His four-armed form.” Throughout this great work, we find Lord Kṛṣṇa manifesting His various transcendental forms, most prominently the two-armed form of Kṛṣṇa and the four-armed form of Nārāyaṇa or Viṣṇu. Thus there is no doubt that Kṛṣṇa and Viṣṇu are nondifferent, or that Kṛṣṇa is the original form of the Lord. These things are sometimes misunderstood, but the great ācāryas, experts in spiritual science, have clarified the matter for us. God in His original form is not merely the creator, maintainer and destroyer, or the punisher of conditioned souls, but rather the infinitely beautiful Godhead, enjoying in His own right, in His own abode. This is the form of Kṛṣṇa, the same Kṛṣṇa who expands Himself into Viṣṇu forms for the maintenance of our bumbling world. Śrīla Jīva Gosvāmī mentions that the word śaṅkitaḥ, “having some doubt,” indicates that Mucukunda was thinking, “Is this indeed the Supreme Lord?” He expresses himself frankly in the following verses."
    },
    {
        "verse": "27",
        "devanagari": "श्रीमुचुकुन्द उवाचको भवानिह सम्प्राप्तो विपिने गिरिगह्वरे ।पद्‍भ्यां पद्मपलाशाभ्यां विचरस्युरुकण्टके ॥ २७ ॥",
        "english_devnagari": "śrī-mucukunda uvācako bhavān iha samprāptovipine giri-gahvarepadbhyāṁ padma-palāśābhyāṁvicarasy uru-kaṇṭake",
        "verse_Syn": [
            "śrī",
            "mucukundaḥ",
            "uvāca",
            "kaḥ",
            "bhavān",
            "iha",
            "samprāptaḥ",
            "vipine",
            "giri",
            "gahvare",
            "padbhyām",
            "padma",
            "palāśābhyām",
            "vicarasi",
            "uru",
            "kaṇṭake"
        ],
        "translation": "Śrī Mucukunda said: Who are You who have come to this mountain cave in the forest, having walked on the thorny ground with feet as soft as lotus petals?",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "किंस्वित्तेजस्विनां तेजो भगवान् वा विभावसु: ।सूर्य: सोमो महेन्द्रो वा लोकपालोऽपरोऽपि वा ॥ २८ ॥",
        "english_devnagari": "kiṁ svit tejasvināṁ tejobhagavān vā vibhāvasuḥsūryaḥ somo mahendro vāloka-pālo paro ’pi vā",
        "verse_Syn": [
            "kim",
            "svit",
            "tejasvinām",
            "tejaḥ",
            "bhagavān",
            "vā",
            "vibhāvasuḥ",
            "sūryaḥ",
            "somaḥ",
            "mahā",
            "indraḥ",
            "va",
            "loka",
            "pālaḥ",
            "aparaḥ",
            "api",
            "vā"
        ],
        "translation": "Perhaps You are the potency of all potent beings. Or maybe You are the powerful god of fire, or the sun-god, the moon-god, the King of heaven or the ruling demigod of some other planet.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "मन्ये त्वां देवदेवानां त्रयाणां पुरुषर्षभम् ।यद् बाधसे गुहाध्वान्तं प्रदीप: प्रभया यथा ॥ २९ ॥",
        "english_devnagari": "manye tvāṁ deva-devānāṁtrayāṇāṁ puruṣarṣabhamyad bādhase guhā-dhvāntaṁpradīpaḥ prabhayā yathā",
        "verse_Syn": [
            "manye",
            "tvām",
            "deva",
            "devānām",
            "trayāṇām",
            "puruṣa",
            "ṛṣabham",
            "yat",
            "bādhase",
            "guha",
            "dhvāntam",
            "pradīpaḥ",
            "prabhayā",
            "yathā"
        ],
        "translation": "I think You are the Supreme Personality among the three chief gods, since You drive away the darkness of this cave as a lamp dispels darkness with its light.",
        "purport": " Śrīla Viśvanātha Cakravartī points out that with His effulgence Lord Kṛṣṇa dispelled not only the darkness of the mountain cave but also the darkness in Mucukunda’s heart. In Sanskrit the heart is sometimes metaphorically referred to as guha, “cavern,” a deep and secret place."
    },
    {
        "verse": "30",
        "devanagari": "शुश्रूषतामव्यलीकमस्माकं नरपुङ्गव ।स्वजन्म कर्म गोत्रं वा कथ्यतां यदि रोचते ॥ ३० ॥",
        "english_devnagari": "śuśrūṣatām avyalīkamasmākaṁ nara-puṅgavasva-janma karma gotraṁ vākathyatāṁ yadi rocate",
        "verse_Syn": [
            "śuśrūṣatām",
            "avyalīkam",
            "asmākam",
            "nara",
            "pum",
            "gava",
            "sva",
            "janma",
            "karma",
            "gotram",
            "vā",
            "kathyatām",
            "yadi",
            "rocate"
        ],
        "translation": "O best among men, if You like, please truly describe Your birth, activities and lineage to us, who are eager to hear.",
        "purport": " When the Supreme Lord descends to this world, He certainly becomes nara-puṅgava, the most eminent member of human society. Of course, the Lord is not actually a human being, and Mucukunda’s questions will lead to a clarification of this point. Thus the term śuśrūṣatām, “to us, who are sincerely eager to hear,” indicates that Mucukunda is inquiring in a noble way for his own and others’ benefit."
    },
    {
        "verse": "31",
        "devanagari": "वयं तु पुरुषव्याघ्र ऐक्ष्वाका: क्षत्रबन्धव: ।मुचुकुन्द इति प्रोक्तो यौवनाश्वात्मज: प्रभो ॥ ३१ ॥",
        "english_devnagari": "vayaṁ tu puruṣa-vyāghraaikṣvākāḥ kṣatra-bandhavaḥmucukunda iti proktoyauvanāśvātmajaḥ prabho",
        "verse_Syn": [
            "vayam",
            "tu",
            "puruṣa",
            "vyāghra",
            "aikṣvākāḥ",
            "kṣatra",
            "bandhavaḥ",
            "mucukundaḥ",
            "iti",
            "proktaḥ",
            "yauvanāśva",
            "ātma",
            "jaḥ",
            "prabho"
        ],
        "translation": "As for ourselves, O tiger among men, we belong to a family of fallen kṣatriyas, descendants of King Ikṣvāku. My name is Mucukunda, my Lord, and I am the son of Yauvanāśva.",
        "purport": " It is common in Vedic culture that a kṣatriya will humbly introduce himself as kṣatra-bandhu, a mere relative in a kṣatriya family, or in other words a fallen kṣatriya. In ancient Vedic culture, to claim a particular status on the basis of one’s family relations was itself indicative of a fallen position. Kṣatriyas and brāhmaṇas should be given status according to their merit, by their qualities of work and character. When the caste system in India became degraded, people proudly claimed to be relatives of kṣatriyas or brāhmaṇas, though in the past such a claim, unaccompanied by tangible qualifications, indicated a fallen position."
    },
    {
        "verse": "32",
        "devanagari": "चिरप्रजागरश्रान्तो निद्रयापहतेन्द्रिय: ।शयेऽस्मिन् विजने कामं केनाप्युत्थापितोऽधुना ॥ ३२ ॥",
        "english_devnagari": "cira-prajāgara-śrāntonidrayāpahatendriyaḥśaye ’smin vijane kāmaṁkenāpy utthāpito ’dhunā",
        "verse_Syn": [
            "cira",
            "prajāgara",
            "śrāntaḥ",
            "nidrayā",
            "apahata",
            "indriyaḥ",
            "śaye",
            "asmin",
            "vijane",
            "kāmam",
            "kena",
            "api",
            "utthāpitaḥ",
            "adhunā"
        ],
        "translation": "I was fatigued after remaining awake for a long time, and my senses were overwhelmed by sleep. Thus I slept comfortably here in this solitary place until, just now, someone woke me.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "सोऽपि भस्मीकृतो नूनमात्मीयेनैव पाप्मना ।अनन्तरं भवान् श्रीमाल्ँ लक्षितोऽमित्रशासन: ॥ ३३ ॥",
        "english_devnagari": "so ’pi bhasmī-kṛto nūnamātmīyenaiva pāpmanāanantaraṁ bhavān śrīmāḻlakṣito ’mitra-śāsanaḥ",
        "verse_Syn": [
            "saḥ",
            "api",
            "bhasmī",
            "kṛtaḥ",
            "nūnam",
            "ātmīyena",
            "eva",
            "pāpmanā",
            "anantaram",
            "bhavān",
            "śrīmān",
            "lakṣitaḥ",
            "amitra",
            "śāsanaḥ"
        ],
        "translation": "The man who woke me was burned to ashes by the reaction of his sins. Just then I saw You, possessing a glorious appearance and the power to chastise Your enemies.",
        "purport": " Kālayavana had declared himself the enemy of Śrī Kṛṣṇa and the Yadu dynasty. Through Mucukunda, Śrī Kṛṣṇa destroyed the opposition of that foolish barbarian."
    },
    {
        "verse": "34",
        "devanagari": "तेजसा तेऽविषह्येण भूरि द्रष्टुं न शक्नुम: ।हतौजसा महाभाग माननीयोऽसि देहिनाम् ॥ ३४ ॥",
        "english_devnagari": "tejasā te ’viṣahyeṇabhūri draṣṭuṁ na śaknumaḥhataujasā mahā-bhāgamānanīyo ’si dehinām",
        "verse_Syn": [
            "tejasā",
            "te",
            "aviṣahyeṇa",
            "bhūri",
            "draṣṭum",
            "na",
            "śaknumaḥ",
            "hata",
            "ojasā",
            "mahā",
            "bhaga",
            "mānanīyaḥ",
            "asi",
            "dehinam"
        ],
        "translation": "Your unbearably brilliant effulgence overwhelms our strength, and thus we cannot fix our gaze upon You. O exalted one, You are to be honored by all embodied beings.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "एवं सम्भाषितो राज्ञा भगवान् भूतभावन: ।प्रत्याह प्रहसन् वाण्या मेघनादगभीरया ॥ ३५ ॥",
        "english_devnagari": "evaṁ sambhāṣito rājñābhagavān bhūta-bhāvanaḥpratyāha prahasan vāṇyāmegha-nāda-gabhīrayā",
        "verse_Syn": [
            "evam",
            "sambhāṣitaḥ",
            "rājñā",
            "bhagavān",
            "bhūta",
            "bhāvanaḥ",
            "pratyāha",
            "prahasan",
            "vāṇyā",
            "megha",
            "nāda",
            "gabhīrayā"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Thus addressed by the King, the Supreme Personality of Godhead, origin of all creation, smiled and then replied to him in a voice as deep as the rumbling of clouds.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "श्रीभगवानुवाचजन्मकर्माभिधानानि सन्ति मेऽङ्ग सहस्रश: ।न शक्यन्तेऽनुसङ्ख्यातुमनन्तत्वान्मयापि हि ॥ ३६ ॥",
        "english_devnagari": "śrī-bhagavān uvācajanma-karmābhidhānānisanti me ’ṅga sahasraśaḥna śakyante ’nusaṅkhyātumanantatvān mayāpi hi",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "janma",
            "karma",
            "abhidhānāni",
            "santi",
            "me",
            "aṅga",
            "sahasraśaḥ",
            "na",
            "śakyante",
            "anusaṅkhyātum",
            "anantatvāt",
            "mayā",
            "api",
            "hi"
        ],
        "translation": "The Supreme Lord said: My dear friend, I have taken thousands of births, lived thousands of lives and accepted thousands of names. In fact My births, activities and names are limitless, and thus even I cannot count them.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "क्व‍‍चिद् रजांसि विममे पार्थिवान्युरुजन्मभि: ।गुणकर्माभिधानानि न मे जन्मानि कर्हिचित् ॥ ३७ ॥",
        "english_devnagari": "kvacid rajāṁsi vimamepārthivāny uru-janmabhiḥguṇa-karmābhidhānānina me janmāni karhicit",
        "verse_Syn": [
            "kvacit",
            "rajāṁsi",
            "vimame",
            "pārthivāni",
            "uru",
            "janmabhiḥ",
            "guṇa",
            "karma",
            "abhidhānāni",
            "na",
            "me",
            "janmāni",
            "karhicit"
        ],
        "translation": "After many lifetimes someone might count the dust particles on the earth, but no one can ever finish counting My qualities, activities, names and births.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "कालत्रयोपपन्नानि जन्मकर्माणि मे नृप ।अनुक्रमन्तो नैवान्तं गच्छन्ति परमर्षय: ॥ ३८ ॥",
        "english_devnagari": "kāla-trayopapannānijanma-karmāṇi me nṛpaanukramanto naivāntaṁgacchanti paramarṣayaḥ",
        "verse_Syn": [
            "kāla",
            "traya",
            "upapannāni",
            "janma",
            "karmāṇi",
            "me",
            "nṛpa",
            "anukramantaḥ",
            "na",
            "eva",
            "antam",
            "gacchanti",
            "parama",
            "ṛṣayaḥ"
        ],
        "translation": "O King, the greatest sages enumerate My births and activities, which take place throughout the three phases of time, but never do they reach the end of them.",
        "purport": ""
    },
    {
        "verse": "39-40",
        "devanagari": "तथाप्यद्यतनान्यङ्ग श‍ृणुष्व गदतो मम ।विज्ञापितो विरिञ्चेन पुराहं धर्मगुप्तये ।भूमेर्भारायमाणानामसुराणां क्षयाय च ॥ ३९ ॥अवतीर्णो यदुकुले गृह आनकदुन्दुभे: ।वदन्ति वासुदेवेति वसुदेवसुतं हि माम् ॥ ४० ॥",
        "english_devnagari": "tathāpy adyatanāny aṅgaśṛnuṣva gadato mamavijñāpito viriñcenapurāhaṁ dharma-guptaye",
        "verse_Syn": [
            "tathā",
            "api",
            "adyatanāni",
            "aṅga",
            "śṛṇuṣva",
            "gadataḥ",
            "mama",
            "vijñāpitaḥ",
            "viriñcena",
            "purā",
            "aham",
            "dharma",
            "guptaye",
            "bhūmeḥ",
            "bhārāyamāṇānām",
            "asurāṇām",
            "kṣayāya",
            "ca",
            "avatīrṇaḥ",
            "yadu",
            "kule",
            "gṛhe",
            "ānakadundubheḥ",
            "vadanti",
            "vāsudevaḥ",
            "iti",
            "vasudeva",
            "sutam",
            "hi",
            "mām"
        ],
        "translation": "Nonetheless, O friend, I will tell you about My current birth, name and activities. Kindly hear. Some time ago, Lord Brahmā requested Me to protect religious principles and destroy the demons who were burdening the earth. Thus I descended in the Yadu dynasty, in the home of Ānakadundubhi. Indeed, because I am the son of Vasudeva, people call Me Vāsudeva.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "कालनेमिर्हत: कंस: प्रलम्बाद्याश्च सद्‌‌द्विष: ।अयं च यवनो दग्धो राजंस्ते तिग्मचक्षुषा ॥ ४१ ॥",
        "english_devnagari": "kālanemir hataḥ kaṁsaḥpralambādyāś ca sad-dviṣaḥayaṁ ca yavano dagdhorājaṁs te tigma-cakṣuṣā",
        "verse_Syn": [
            "kālanemiḥ",
            "hataḥ",
            "kaṁsaḥ",
            "pralamba",
            "ādyāḥ",
            "ca",
            "sat",
            "dviṣaḥ",
            "ayam",
            "ca",
            "yavanaḥ",
            "dagdhaḥ",
            "rājan",
            "te",
            "tigma",
            "cakṣuṣā"
        ],
        "translation": "I have killed Kālanemi, reborn as Kaṁsa, as well as Pralamba and other enemies of the pious. And now, O King, this barbarian has been burnt to ashes by your piercing glance.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "सोऽहं तवानुग्रहार्थं गुहामेतामुपागत: ।प्रार्थित: प्रचुरं पूर्वं त्वयाहं भक्तवत्सल: ॥ ४२ ॥",
        "english_devnagari": "so ’haṁ tavānugrahārthaṁguhām etām upāgataḥprārthitaḥ pracuraṁ pūrvaṁtvayāhaṁ bhakta-vatsalaḥ",
        "verse_Syn": [
            "saḥ",
            "aham",
            "tava",
            "anugraha",
            "artham",
            "guhām",
            "etām",
            "upāgataḥ",
            "prārthitaḥ",
            "pracuram",
            "pūrvam",
            "tvayā",
            "aham",
            "bhakta",
            "vatsalaḥ"
        ],
        "translation": "Since in the past you repeatedly prayed to Me, I have personally come to this cave to show you mercy, for I am affectionately inclined to My devotees.",
        "purport": " It is apparent from this verse that Mucukunda was a devotee of the Supreme Lord. He had prayed for the Lord’s association, and now Śrī Kṛṣṇa granted his fervent request."
    },
    {
        "verse": "43",
        "devanagari": "वरान्वृणीष्व राजर्षे सर्वान् कामान् ददामि ते ।मां प्रसन्नो जन: कश्चिन्न भूयोऽर्हति शोचितुम् ॥ ४३ ॥",
        "english_devnagari": "varān vṛṇīṣva rājarṣesarvān kāmān dadāmi temāṁ prasanno janaḥ kaścinna bhūyo ’rhati śocitum",
        "verse_Syn": [
            "varān",
            "vṛṇīṣva",
            "rāja",
            "ṛṣe",
            "sarvān",
            "kāmān",
            "dadāmi",
            "te",
            "mām",
            "prasannaḥ",
            "janaḥ",
            "kaścit",
            "na",
            "bhūyaḥ",
            "arhati",
            "śocitum"
        ],
        "translation": "Now choose some benedictions from Me, O saintly King. I will fulfill all your desires. One who has satisfied Me need never again lament.",
        "purport": " The ācāryas explain that we lament when we feel incomplete, when we have lost something or when we fail to achieve something desirable. One who has satisfied Kṛṣṇa and thus attained the Lord’s mercy will never be troubled in these ways. Lord Kṛṣṇa is the reservoir of all pleasure, and He enjoys sharing His spiritual bliss with all living beings. We need only cooperate with the Supreme Lord."
    },
    {
        "verse": "44",
        "devanagari": "श्रीशुक उवाचइत्युक्तस्तं प्रणम्याह मुचुकुन्दो मुदान्वित: ।ज्ञात्वा नारायणं देवं गर्गवाक्यमनुस्मरन् ॥ ४४ ॥",
        "english_devnagari": "śrī-śuka uvācaity uktas taṁ praṇamyāhamucukundo mudānvitaḥjñātvā nārāyaṇaṁ devaṁgarga-vākyam anusmaran",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uktaḥ",
            "tam",
            "praṇamya",
            "āha",
            "mucukundaḥ",
            "mudā",
            "anvitaḥ",
            "jñātvā",
            "nārāyaṇam",
            "devam",
            "garga",
            "vākyam",
            "anusmaran"
        ],
        "translation": "Śukadeva Gosvāmī said: Mucukunda bowed down to the Lord when he heard this. Remembering the words of the sage Garga, he joyfully recognized Kṛṣṇa to be the Supreme Lord, Nārāyaṇa. The King then addressed Him as follows.",
        "purport": " Although the Lord here appears as four-handed Nārāyaṇa, we may say that Mucukunda was addressing Śrī Kṛṣṇa. All of this is taking place within the context of kṛṣṇa-līlā, the pastimes of Lord Kṛṣṇa. It is well known to Vaiṣṇavas that the four-handed forms of Viṣṇu, or Nārāyaṇa, are expansions of Śrī Kṛṣṇa. Thus within the pastimes of Lord Kṛṣṇa there may also appear viṣṇu-līlā, the activities of Viṣṇu. Such are the qualities and activities of the Supreme Godhead. Deeds that for us would be extraordinary and even impossible are commonplace, effortless pastimes for the Supreme Personality of Godhead. Śrīla Śrīdhara Svāmī informs us that Mucukunda was aware of the prediction of the ancient sage Garga that in the twenty-eighth millennium the Supreme Lord would descend. According to Ācārya Viśvanātha, Garga Muni further informed Mucukunda that he would personally see the Lord. Now it was all happening."
    },
    {
        "verse": "45",
        "devanagari": "श्रीमुचुकुन्द उवाचविमोहितोऽयं जन ईश माययात्वदीयया त्वां न भजत्यनर्थद‍ृक् ।सुखाय दु:खप्रभवेषु सज्जतेगृहेषु योषित् पुरुषश्च वञ्चित: ॥ ४५ ॥",
        "english_devnagari": "śrī-mucukunda uvācavimohito ’yaṁ jana īśa māyayātvadīyayā tvāṁ na bhajaty anartha-dṛksukhāya duḥkha-prabhaveṣu sajjategṛheṣu yoṣit puruṣaś ca vañcitaḥ",
        "verse_Syn": [
            "śrī",
            "mucukundaḥ",
            "uvāca",
            "vimohitaḥ",
            "ayam",
            "janaḥ",
            "īśa",
            "māyayā",
            "tvadīyayā",
            "tvām",
            "na",
            "bhajati",
            "anartha",
            "dṛk",
            "sukhāya",
            "duḥkha",
            "prabhaveṣu",
            "sajjate",
            "gṛheṣu",
            "yoṣit",
            "puruṣaḥ",
            "ca",
            "vañcitaḥ"
        ],
        "translation": "Śrī Mucukunda said: O Lord, the people of this world, both men and women, are bewildered by Your illusory energy. Unaware of their real benefit, they do not worship You but instead seek happiness by entangling themselves in family affairs, which are actually sources of misery.",
        "purport": " Mucukunda immediately makes it clear that he is not going to ask the Lord for material blessings. He has advanced, spiritually, far beyond those who try to exploit religion for all kinds of material benefits. Artha means “value,” and the negation of this word, anartha, means “that which is valueless or useless.” Thus the term anartha-dṛk indicates those whose vision is focused on valueless things, who have not understood what actual artha, or value, is. All that glitters is not gold, and Mucukunda here emphatically states that we should not ruin our spiritual chances by entangling ourselves in the fool’s gold of bodily relationships. We are meant to love the Lord."
    },
    {
        "verse": "46",
        "devanagari": "लब्ध्वा जनो दुर्लभमत्र मानुषंकथञ्चिदव्यङ्गमयत्नतोऽनघ ।पादारविन्दं न भजत्यसन्मति-र्गृहान्धकूपे पतितो यथा पशु: ॥ ४६ ॥",
        "english_devnagari": "labdhvā jano durlabham atra mānuṣaṁkathañcid avyaṅgam ayatnato ’naghapādāravindaṁ na bhajaty asan-matirgṛhāndha-kūpe patito yathā paśuḥ",
        "verse_Syn": [
            "labdhvā",
            "janaḥ",
            "durlabham",
            "atra",
            "mānuṣam",
            "kathañcit",
            "avyaṅgam",
            "ayatnataḥ",
            "anagha",
            "pāda",
            "aravindam",
            "na",
            "bhajati",
            "asat",
            "matiḥ",
            "gṛha",
            "andha",
            "kūpe",
            "patitaḥ",
            "yathā",
            "paśuḥ"
        ],
        "translation": "That person has an impure mind who, despite having somehow or other automatically obtained the rare and highly evolved human form of life, does not worship Your lotus feet. Like an animal that has fallen into a blind well, such a person has fallen into the darkness of a material home.",
        "purport": " Our real home is in the kingdom of God. Despite our tenacious determination to remain in our material home, death will rudely eject us from the theater of material affairs. To stay at home is not bad, nor is it bad to devote ourselves to our loved ones. But we must understand that our real home is eternal, in the spiritual kingdom. The word ayatnataḥ indicates that human life has been automatically awarded to us. We have not constructed our human bodies, and therefore we should not foolishly claim, “This body is mine.” The human form is a gift of God and should be used to achieve the perfection of God consciousness. One who does not understand this is asan-mati, possessed of dull, mundane understanding."
    },
    {
        "verse": "47",
        "devanagari": "ममैष कालोऽजित निष्फलो गतोराज्यश्रियोन्नद्धमदस्य भूपते: ।मर्त्यात्मबुद्धे: सुतदारकोशभू-ष्वासज्जमानस्य दुरन्तचिन्तया ॥ ४७ ॥",
        "english_devnagari": "mamaiṣa kālo ’jita niṣphalo gatorājya-śriyonnaddha-madasya bhū-pateḥmartyātma-buddheḥ suta-dāra-kośa-bhūṣvāsajjamānasya duranta-cintayā",
        "verse_Syn": [
            "mama",
            "eṣaḥ",
            "kālaḥ",
            "ajita",
            "niṣphalaḥ",
            "gataḥ",
            "rājya",
            "śriyā",
            "unnaddha",
            "madasya",
            "bhūpateḥ",
            "martya",
            "ātma",
            "buddheḥ",
            "suta",
            "dāra",
            "kośa",
            "bhūṣu",
            "āsajjamānasya",
            "duranta",
            "cintayā"
        ],
        "translation": "I have wasted all this time, O unconquerable one, becoming more and more intoxicated by my domain and opulence as an earthly king. Misidentifying the mortal body as the self, becoming attached to children, wives, treasury and land, I suffered endless anxiety.",
        "purport": " Having in the previous verse condemned those who misuse the valuable human form of life for mundane purposes, Mucukunda now admits that he himself falls into this category. He intelligently wants to take advantage of the Lord’s association and become a pure devotee once and for all."
    },
    {
        "verse": "48",
        "devanagari": "कलेवरेऽस्मिन् घटकुड्यसन्निभेनिरूढमानो नरदेव इत्यहम् ।वृतो रथेभाश्वपदात्यनीकपै-र्गां पर्यटंस्त्वागणयन् सुदुर्मद: ॥ ४८ ॥",
        "english_devnagari": "kalevare ’smin ghaṭa-kuḍya-sannibhenirūḍha-māno nara-deva ity ahamvṛto rathebhāśva-padāty-anīkapairgāṁ paryaṭaṁs tvāgaṇayan su-durmadaḥ",
        "verse_Syn": [
            "kalevare",
            "asmin",
            "ghaṭa",
            "kuḍya",
            "sannibhe",
            "nirūḍha",
            "mānaḥ",
            "nara",
            "devaḥ",
            "iti",
            "aham",
            "vṛtaḥ",
            "ratha",
            "ibha",
            "aśva",
            "padāti",
            "anīkapaiḥ",
            "gām",
            "paryaṭan",
            "tvā",
            "agaṇayan",
            "su",
            "durmadaḥ"
        ],
        "translation": "With deep arrogance I took myself to be the body, which is a material object like a pot or a wall. Thinking myself a god among men, I traveled the earth surrounded by my charioteers, elephants, cavalry, foot soldiers and generals, disregarding You in my deluding pride.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "प्रमत्तमुच्चैरितिकृत्यचिन्तयाप्रवृद्धलोभं विषयेषु लालसम् ।त्वमप्रमत्त: सहसाभिपद्यसेक्षुल्ल‍ेलिहानोऽहिरिवाखुमन्तक: ॥ ४९ ॥",
        "english_devnagari": "pramattam uccair itikṛtya-cintayāpravṛddha-lobhaṁ viṣayeṣu lālasamtvam apramattaḥ sahasābhipadyasekṣul-lelihāno ’hir ivākhum antakaḥ",
        "verse_Syn": [
            "pramattam",
            "uccaiḥ",
            "iti",
            "kṛtya",
            "cintayā",
            "pravṛddha",
            "lobham",
            "viṣayeṣu",
            "lālasam",
            "tvam",
            "apramattaḥ",
            "sahasā",
            "abhipadyase",
            "kṣut",
            "lelihānaḥ",
            "ahiḥ",
            "iva",
            "ākhum",
            "antakaḥ"
        ],
        "translation": "A man obsessed with thoughts of what he thinks needs to be done, intensely greedy, and delighting in sense enjoyment is suddenly confronted by You, who are ever alert. Like a hungry snake licking its fangs before a mouse, You appear before him as death.",
        "purport": " We may note here the contrast between the words pramattam and apramattaḥ. Those who are trying to exploit the material world are pramatta: “deluded, bewildered, maddened by desire.” But the Lord is apramatta: “alert, sober, and unbewildered.” In our madness we may deny God or His laws, but the Lord is sober and will not fail to reward or punish us according to the quality of our activities."
    },
    {
        "verse": "50",
        "devanagari": "पुरा रथैर्हेमपरिष्कृतैश्चरन्मतंगजैर्वा नरदेवसंज्ञित: ।स एव कालेन दुरत्ययेन तेकलेवरो विट्कृमिभस्मसंज्ञित: ॥ ५० ॥",
        "english_devnagari": "purā rathair hema-pariṣkṛtaiś caranmataṁ-gajair vā nara-deva-saṁjñitaḥsa eva kālena duratyayena tekalevaro viṭ-kṛmi-bhasma-saṁjñitaḥ",
        "verse_Syn": [
            "purā",
            "rathaiḥ",
            "hema",
            "pariṣkṛtaiḥ",
            "caran",
            "matam",
            "gajaiḥ",
            "vā",
            "nara",
            "deva",
            "saṁjñitaḥ",
            "saḥ",
            "eva",
            "kālena",
            "duratyayena",
            "te",
            "kalevaraḥ",
            "viṭ",
            "kṛmi",
            "bhasma",
            "saṁjñitaḥ"
        ],
        "translation": "The body that at first rides high on fierce elephants or chariots adorned with gold and is known by the name “king” is later, by Your invincible power of time, called “feces,” “worms,” or “ashes.”",
        "purport": " In the United States and other materially developed countries, dead bodies are cosmetically disposed of in a tidy ceremonial way, but in many parts of the world old, sickly and injured people die in lonely or neglected places, where dogs and jackals consume their bodies and transform them into stool. And if one is so blessed as to be buried in a coffin, one’s body may very well be consumed by worms and other minuscule creatures. Also, many earthly cadavers are burned and thus transformed into ashes. In any case, death is certain, and the ultimate fate of the body is never sublime. That is the real purport of Mucukunda’s statement here — that the body, though now called “king,” “prince,” “beauty queen,” “upper-middle class” and so on, will eventually be called “stool,” “worms” and “ashes.” Śrīla Śrīdhara Svāmī quotes the following Vedic statement: “After passing through many thousands of species and undergoing great struggle, the conditioned living entities finally obtain the human form. Thus those human beings who still do not worship Lord Viṣṇu, who can bring them real happiness, have certainly become enemies of both themselves and humanity.”"
    },
    {
        "verse": "51",
        "devanagari": "निर्जित्य दिक्‌च‌क्रमभूतविग्रहोवरासनस्थ: समराजवन्दित: ।गृहेषु मैथुन्यसुखेषु योषितांक्रीडामृग: पूरुष ईश नीयते ॥ ५१ ॥",
        "english_devnagari": "nirjitya dik-cakram abhūta-vigrahovarāsana-sthaḥ sama-rāja-vanditaḥgṛheṣu maithunya-sukheṣu yoṣitāṁkrīḍā-mṛgaḥ pūruṣa īśa nīyate",
        "verse_Syn": [
            "nirjitya",
            "dik",
            "cakram",
            "abhūta",
            "vigrahaḥ",
            "vara",
            "āsana",
            "sthaḥ",
            "sama",
            "rāja",
            "vanditaḥ",
            "gṛheṣu",
            "maithunya",
            "sukheṣu",
            "yoṣitām",
            "krīḍā",
            "mṛgaḥ",
            "puruṣaḥ",
            "īśa",
            "nīyate"
        ],
        "translation": "Having conquered the entire circle of directions and being thus free of conflict, a man sits on a splendid throne, receiving praise from leaders who were once his equals. But when he enters the women’s chambers, where sex pleasure is found, he is led about like a pet animal, O Lord.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "करोति कर्माणि तप:सुनिष्ठितोनिवृत्तभोगस्तदपेक्षयाददत् ।पुनश्च भूयासमहं स्वराडितिप्रवृद्धतर्षो न सुखाय कल्पते ॥ ५२ ॥",
        "english_devnagari": "karoti karmāṇi tapaḥ-suniṣṭhitonivṛtta-bhogas tad-apekṣayādadatpunaś ca bhūyāsam ahaṁ sva-rāḍ itipravṛddha-tarṣo na sukhāya kalpate",
        "verse_Syn": [
            "karoti",
            "karmāṇi",
            "tapaḥ",
            "su",
            "niṣṭhitaḥ",
            "nivṛtta",
            "bhogaḥ",
            "tat",
            "apekṣayā",
            "adadat",
            "punaḥ",
            "ca",
            "bhūyāsam",
            "aham",
            "sva",
            "rāṭ",
            "iti",
            "pravṛddha",
            "tarṣaḥ",
            "na",
            "sukhāya",
            "kalpate"
        ],
        "translation": "A king who desires even greater power than he already has strictly performs his duties, carefully practicing austerity and forgoing sense enjoyment. But he whose urges are so rampant, thinking “I am independent and supreme,” cannot attain happiness.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "भवापवर्गो भ्रमतो यदा भवे-ज्जनस्य तर्ह्यच्युत सत्समागम: ।सत्सङ्गमो यर्हि तदैव सद्गतौपरावरेशे त्वयि जायते मति: ॥ ५३ ॥",
        "english_devnagari": "bhavāpavargo bhramato yadā bhavejjanasya tarhy acyuta sat-samāgamaḥsat-saṅgamo yarhi tadaiva sad-gatauparāvareśe tvayi jāyate matiḥ",
        "verse_Syn": [
            "bhava",
            "apavargaḥ",
            "bhramataḥ",
            "yadā",
            "bhavet",
            "janasya",
            "tarhi",
            "acyuta",
            "sat",
            "samāgamaḥ",
            "sat",
            "saṇgamaḥ",
            "yarhi",
            "tadā",
            "eva",
            "sat",
            "gatau",
            "para",
            "avara",
            "īśe",
            "tvayi",
            "jāyate",
            "matiḥ"
        ],
        "translation": "When the material life of a wandering soul has ceased, O Acyuta, he may attain the association of Your devotees. And when he associates with them, there awakens in him devotion unto You, who are the goal of the devotees and the Lord of all causes and their effects.",
        "purport": " Ācāryas Jīva Gosvāmī and Viśvanātha Cakravartī agree on the following point: Although it is stated here that when material life ceases one attains the association of devotees, in fact it is the association of the Lord’s devotees that enables one to transcend material existence. Śrīla Jīva Gosvāmī explains this apparent inversion of sequence by quoting the Kāvya-prakāśa (10.153) as follows: kārya-kāraṇayoś ca paurvāparya-viparyayo vijñeyātiśayoktiḥ syāt sa. “A statement in which the logical order of a cause and its effect is reversed should be understood as atiśayokti, emphasis by extreme assertion.” Śrīla Jīva Gosvāmī cites the following commentary on this statement: kāraṇasya śīghra-kārītāṁ vaktuṁ kāryasya pūrvam uktau. “To express the swift action of a cause, one may assert the result before the cause.” In this connection Śrīla Viśvanātha Cakravartī points out that the merciful association of the Lord’s devotees makes possible our determination to become Kṛṣṇa conscious. And the ācārya agrees with Śrīla Jīva Gosvāmī that this verse is an instance of atiśayokti."
    },
    {
        "verse": "54",
        "devanagari": "मन्ये ममानुग्रह ईश ते कृतोराज्यानुबन्धापगमो यद‍ृच्छया ।य: प्रार्थ्यते साधुभिरेकचर्ययावनं विविक्षद्भ‍िरखण्डभूमिपै: ॥ ५४ ॥",
        "english_devnagari": "manye mamānugraha īśa te kṛtorājyānubandhāpagamo yadṛcchayāyaḥ prārthyate sādhubhir eka-caryayāvanaṁ vivikṣadbhir akhaṇḍa-bhūmi-paiḥ",
        "verse_Syn": [
            "manye",
            "mama",
            "anugrahaḥ",
            "īśa",
            "te",
            "kṛtaḥ",
            "rājya",
            "anubandha",
            "apagamaḥ",
            "yadṛcchayā",
            "yaḥ",
            "prārthyate",
            "sādhubhiḥ",
            "eka",
            "caryayā",
            "vanam",
            "vivikṣadbhiḥ",
            "akhaṇḍa",
            "bhūmi",
            "paiḥ"
        ],
        "translation": "My Lord, I think You have shown me mercy, since my attachment to my kingdom has spontaneously ceased. Such freedom is prayed for by saintly rulers of vast empires who desire to enter the forest for a life of solitude.",
        "purport": ""
    },
    {
        "verse": "55",
        "devanagari": "न कामयेऽन्यं तव पादसेवना-दकिञ्चनप्रार्थ्यतमाद्वरं विभो ।आराध्य कस्त्वां ह्यपवर्गदं हरेवृणीत आर्यो वरमात्मबन्धनम् ॥ ५५ ॥",
        "english_devnagari": "na kāmaye ’nyaṁ tava pāda-sevanādakiñcana-prārthyatamād varaṁ vibhoārādhya kas tvāṁ hy apavarga-daṁ harevṛṇīta āryo varam ātma-bandhanam",
        "verse_Syn": [
            "na",
            "kāmaye",
            "anyam",
            "tava",
            "pāda",
            "sevanāt",
            "akiñcana",
            "prārthya",
            "tamāt",
            "varam",
            "vibho",
            "ārādhya",
            "kaḥ",
            "tvām",
            "hi",
            "apavarga",
            "dam",
            "hare",
            "vṛṇīta",
            "āryaḥ",
            "varam",
            "ātma",
            "bandhanam"
        ],
        "translation": "O all-powerful one, I desire no boon other than service to Your lotus feet, the boon most eagerly sought by those free of material desire. O Hari, what enlightened person who worships You, the giver of liberation, would choose a boon that causes his own bondage?",
        "purport": " The Lord offered Mucukunda anything he desired, but Mucukunda desired only the Lord. This is pure Kṛṣṇa consciousness."
    },
    {
        "verse": "56",
        "devanagari": "तस्माद्विसृज्याशिष ईश सर्वतोरजस्तम:सत्त्वगुणानुबन्धना: ।निरञ्जनं निर्गुणमद्वयं परंत्वां ज्ञाप्तिमात्रं पुरुषं व्रजाम्यहम् ॥ ५६ ॥",
        "english_devnagari": "tasmād visṛjyāśiṣa īśa sarvatorajas-tamaḥ-sattva-guṇānubandhanāḥnirañjanaṁ nirguṇam advayaṁ paraṁtvāṁ jñāpti-mātraṁ puruṣaṁ vrajāmy aham",
        "verse_Syn": [
            "tasmāt",
            "visṛjya",
            "āśiṣaḥ",
            "īśa",
            "sarvataḥ",
            "rajaḥ",
            "tamaḥ",
            "sattva",
            "guṇa",
            "anu",
            "bandhanāḥ",
            "nirañjanam",
            "nirguṇam",
            "advayam",
            "param",
            "tvām",
            "jñāpti",
            "mātram",
            "puruṣam",
            "vrajāmi",
            "aham"
        ],
        "translation": "Therefore, O Lord, having put aside all objects of material desire, which are bound to the modes of passion, ignorance and goodness, I am approaching You, the Supreme Personality of Godhead, for shelter. You are not covered by mundane designations; rather, You are the Supreme Absolute Truth, full in pure knowledge and transcendental to the material modes.",
        "purport": " The word nirguṇam here indicates that the Lord’s existence is beyond the qualities of material nature. One might argue that Lord Kṛṣṇa’s body is made of material nature, but here the word advayam refutes that argument. There is no duality in Lord Kṛṣṇa’s existence. His eternal, spiritual body is Kṛṣṇa, and Kṛṣṇa is God."
    },
    {
        "verse": "57",
        "devanagari": "चिरमिह वृजिनार्तस्तप्यमानोऽनुतापै-रवितृषषडमित्रोऽलब्धशान्ति: कथञ्चित् ।शरणद समुपेतस्त्वत्पदाब्जं परात्म-नभयमृतमशोकं पाहि मापन्नमीश ॥ ५७ ॥",
        "english_devnagari": "ciram iha vṛjinārtas tapyamāno ’nutāpairavitṛṣa-ṣaḍ-amitro ’labdha-śāntiḥ kathañcitśaraṇa-da samupetas tvat-padābjaṁ parātmanabhayam ṛtam aśokaṁ pāhi māpannam īśa",
        "verse_Syn": [
            "ciram",
            "iha",
            "vṛjina",
            "ārtaḥ",
            "tapyamānaḥ",
            "anutāpaiḥ",
            "avitṛṣa",
            "ṣaṭ",
            "amitraḥ",
            "alabdha",
            "śāntiḥ",
            "kathañcit",
            "śaraṇa",
            "da",
            "samupetaḥ",
            "tvat",
            "pada",
            "abjam",
            "para",
            "ātman",
            "abhayam",
            "ṛtam",
            "aśokam",
            "pāhi",
            "mā",
            "āpannam",
            "īśa"
        ],
        "translation": "For so long I have been pained by troubles in this world and have been burning with lamentation. My six enemies are never satiated, and I can find no peace. Therefore, O giver of shelter, O Supreme Soul, please protect me. O Lord, in the midst of danger I have by good fortune approached Your lotus feet, which are the truth and which thus make one fearless and free of sorrow.",
        "purport": ""
    },
    {
        "verse": "58",
        "devanagari": "श्रीभगवानुवाचसार्वभौम महाराज मतिस्ते विमलोर्जिता ।वरै: प्रलोभितस्यापि न कामैर्विहता यत: ॥ ५८ ॥",
        "english_devnagari": "śrī-bhagavān uvācasārvabhauma mahā-rājamatis te vimalorjitāvaraiḥ pralobhitasyāpina kāmair vihatā yataḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "sārvabhauma",
            "mahā",
            "rāja",
            "matiḥ",
            "te",
            "vimala",
            "ūrjitā",
            "varaiḥ",
            "pralobhitasya",
            "api",
            "na",
            "kāmaiḥ",
            "vihatā",
            "yataḥ"
        ],
        "translation": "The Supreme Lord said: O emperor, great ruler, your mind is pure and potent. Though I enticed You with benedictions, your mind was not overcome by material desires.",
        "purport": ""
    },
    {
        "verse": "59",
        "devanagari": "प्रलोभितो वरैर्यत्त्वमप्रमादाय विद्धि तत् ।न धीरेकान्तभक्तानामाशीर्भिर्भिद्यते क्व‍‍चित् ॥ ५९ ॥",
        "english_devnagari": "pralobhito varair yat tvamapramādāya viddhi tatna dhīr ekānta-bhaktānāmāśīrbhir bhidyate kvacit",
        "verse_Syn": [
            "pralobhitaḥ",
            "varaiḥ",
            "yat",
            "tvam",
            "apramādāya",
            "viddhi",
            "tat",
            "na",
            "dhīḥ",
            "ekānta",
            "bhaktānām",
            "āśīrbhiḥ",
            "bhidyate",
            "kvacit"
        ],
        "translation": "Understand that I enticed you with benedictions just to prove that you would not be deceived. The intelligence of My unalloyed devotees is never diverted by material blessings.",
        "purport": ""
    },
    {
        "verse": "60",
        "devanagari": "युञ्जानानामभक्तानां प्राणायामादिभिर्मन: ।अक्षीणवासनं राजन् द‍ृश्यते पुनरुत्थितम् ॥ ६० ॥",
        "english_devnagari": "yuñjānānām abhaktānāṁprāṇāyāmādibhir manaḥakṣīṇa-vāsanaṁ rājandṛśyate punar utthitam",
        "verse_Syn": [
            "yuñjānānām",
            "abhaktānām",
            "prāṇāyāma",
            "ādibhiḥ",
            "manaḥ",
            "akṣīṇa",
            "vāsanam",
            "rājan",
            "dṛśyate",
            "punaḥ",
            "utthitam"
        ],
        "translation": "The minds of nondevotees who engage in such practices as prāṇāyama are not fully cleansed of material desires. Thus, O King, material desires are again seen to arise in their minds.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "विचरस्व महीं कामं मय्यावेशितमानस: ।अस्त्वेवं नित्यदा तुभ्यं भक्तिर्मय्यनपायिनी ॥ ६१ ॥",
        "english_devnagari": "vicarasva mahīṁ kāmaṁmayy āveśita-mānasaḥastv evaṁ nityadā tubhyaṁbhaktir mayy anapāyinī",
        "verse_Syn": [
            "vicarasva",
            "mahīm",
            "kāmam",
            "mayi",
            "āveśita",
            "mānasaḥ",
            "astu",
            "evam",
            "nityadā",
            "tubhyam",
            "bhaktiḥ",
            "mayi",
            "anapāyinī"
        ],
        "translation": "Wander this earth at will, with your mind fixed on Me. May you always possess such unfailing devotion for Me.",
        "purport": ""
    },
    {
        "verse": "62",
        "devanagari": "क्षात्रधर्मस्थितो जन्तून् न्यवधीर्मृगयादिभि: ।समाहितस्तत्तपसा जह्यघं मदुपाश्रित: ॥ ६२ ॥",
        "english_devnagari": "kṣātra-dharma-sthito jantūnnyavadhīr mṛgayādibhiḥsamāhitas tat tapasājahy aghaṁ mad-upāśritaḥ",
        "verse_Syn": [
            "kṣātra",
            "dharma",
            "sthitaḥ",
            "jantūn",
            "nyavadhīḥ",
            "mṛgayā",
            "ādibhiḥ",
            "samāhitaḥ",
            "tat",
            "tapasā",
            "jahi",
            "agham",
            "mat",
            "upāśritaḥ"
        ],
        "translation": "Because you followed the principles of a kṣatriya, you killed living beings while hunting and performing other duties. You must vanquish the sins thus incurred by carefully executing penances while remaining surrendered to Me.",
        "purport": ""
    },
    {
        "verse": "63",
        "devanagari": "जन्मन्यनन्तरे राजन् सर्वभूतसुहृत्तम: ।भूत्वा द्विजवरस्त्वं वै मामुपैष्यसि केवलम् ॥ ६३ ॥",
        "english_devnagari": "janmany anantare rājansarva-bhūta-suhṛttamaḥbhūtvā dvija-varas tvaṁ vaimām upaiṣyasi kevalam",
        "verse_Syn": [
            "janmani",
            "anantare",
            "rājan",
            "sarva",
            "bhūta",
            "suhṛt",
            "tamaḥ",
            "bhūtvā",
            "dvija",
            "varaḥ",
            "tvam",
            "vai",
            "mam",
            "upaiṣyasi",
            "kevalam"
        ],
        "translation": "O King, in your very next life you will become an excellent brāhmaṇa, the greatest well-wisher of all creatures, and certainly come to Me alone.",
        "purport": " Śrī Kṛṣṇa states in the Bhagavad-gītā (5.29), suhṛdaṁ sarva-bhūtānāṁ jñātvā māṁ śāntim ṛcchati: “A person attains peace by understanding Me to be the well-wishing friend of all living beings.” Lord Kṛṣṇa and His pure devotees work together to rescue the fallen souls from the ocean of illusion. This is the real purport of the Kṛṣṇa consciousness movement."
    }
]