[
    {
        "verse": "1-2",
        "devanagari": "श्रीशुक उवाचस गत्वा हास्तिनपुरं पौरवेन्द्रयशोऽङ्कितम् ।ददर्श तत्राम्बिकेयं सभीष्मं विदुरं पृथाम् ॥ १ ॥सहपुत्रं च बाह्लीकं भारद्वाजं सगौतमम् ।कर्णं सुयोधनं द्रौणिं पाण्डवान् सुहृदोऽपरान् ॥ २ ॥",
        "english_devnagari": "śrī-śuka uvācasa gatvā hāstinapuraṁpauravendra-yaśo-’ṅkitamdadarśa tatrāmbikeyaṁsa-bhīṣmaṁ viduraṁ pṛthām",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saḥ",
            "gatvā",
            "hāstina",
            "puram",
            "paurava",
            "indra",
            "yaśaḥ",
            "aṅkitam",
            "dadarśa",
            "tatra",
            "āmbikeyam",
            "sa",
            "bhīṣmam",
            "viduram",
            "pṛthām",
            "saha",
            "putram",
            "ca",
            "bāhlīkam",
            "bhāradvājam",
            "sa",
            "gautamam",
            "karṇam",
            "suyodhanam",
            "drauṇim",
            "pāṇḍavān",
            "suhṛdaḥ",
            "aparān"
        ],
        "translation": "Śukadeva Gosvāmī said: Akrūra went to Hastināpura, the city distinguished by the glory of the Paurava rulers. There he saw Dhṛtarāṣṭra, Bhīṣma, Vidura and Kuntī, along with Bāhlika and his son Somadatta. He also saw Droṇācārya, Kṛpācārya, Karṇa, Duryodhana, Aśvatthāmā, the Pāṇḍavas and other close friends.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "यथावदुपसङ्गम्य बन्धुभिर्गान्दिनीसुत: ।सम्पृष्टस्तै: सुहृद्वार्तां स्वयं चापृच्छदव्ययम् ॥ ३ ॥",
        "english_devnagari": "yathāvad upasaṅgamyabandhubhir gāndinī-sutaḥsampṛṣṭas taiḥ suhṛd-vārtāṁsvayaṁ cāpṛcchad avyayam",
        "verse_Syn": [
            "yathā",
            "vat",
            "upasaṅgamya",
            "bandhubhiḥ",
            "gāndinī",
            "sutaḥ",
            "sampṛṣṭaḥ",
            "taiḥ",
            "suhṛt",
            "vārtām",
            "svayam",
            "ca",
            "apṛcchat",
            "avyayam"
        ],
        "translation": "After Akrūra, the son of Gāndinī, had appropriately greeted all his relatives and friends, they asked him for news of their family members, and he in turn asked about their welfare.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "उवास कतिचिन्मासान् राज्ञो वृत्तविवित्सया ।दुष्प्रजस्याल्पसारस्य खलच्छन्दानुवर्तिन: ॥ ४ ॥",
        "english_devnagari": "uvāsa katicin māsānrājño vṛtta-vivitsayāduṣprajasyālpa-sārasyakhala-cchandānuvartinaḥ",
        "verse_Syn": [
            "uvāsa",
            "katicit",
            "māsān",
            "rājñaḥ",
            "vṛtta",
            "vivitsayā",
            "duṣprajasya",
            "alpa",
            "sārasya",
            "khala",
            "chanda",
            "anuvartinaḥ"
        ],
        "translation": "He remained in Hastināpura for several months to scrutinize the conduct of the weak-willed King, who had bad sons and who was inclined to give in to the whims of mischievous advisers.",
        "purport": ""
    },
    {
        "verse": "5-6",
        "devanagari": "तेज ओजो बलं वीर्यं प्रश्रयादींश्च सद्गुणान् ।प्रजानुरागं पार्थेषु न सहद्भ‍िश्चिकीर्षितम् ॥ ५ ॥कृतं च धार्तराष्ट्रैर्यद् गरदानाद्यपेशलम् ।आचख्यौ सर्वमेवास्मै पृथा विदुर एव च ॥ ६ ॥",
        "english_devnagari": "teja ojo balaṁ vīryaṁpraśrayādīṁś ca sad-guṇānprajānurāgaṁ pārtheṣuna sahadbhiś cikīṛṣitam",
        "verse_Syn": [
            "tejaḥ",
            "ojaḥ",
            "balam",
            "vīryam",
            "praśraya",
            "ādīn",
            "ca",
            "sat",
            "guṇān",
            "prajā",
            "anurāgam",
            "pārtheṣu",
            "na",
            "sahadbhiḥ",
            "cikīrṣitam",
            "kṛtam",
            "ca",
            "dhārtarāṣṭraiḥ",
            "yat",
            "gara",
            "dāna",
            "ādi",
            "apeśalam",
            "ācakhyau",
            "sarvam",
            "eva",
            "asmai",
            "pṛthā",
            "viduraḥ",
            "eva",
            "ca"
        ],
        "translation": "Kuntī and Vidura described to Akrūra in detail the evil intentions of Dhṛtarāṣṭra’s sons, who could not tolerate the great qualities of Kuntī’s sons — such as their powerful influence, military skill, physical strength, bravery and humility — or the intense affection the citizens had for them. Kuntī and Vidura also told Akrūra about how the sons of Dhṛtarāṣṭra had tried to poison the Pāṇḍavas and carry out other such plots.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "पृथा तु भ्रातरं प्राप्तमक्रूरमुपसृत्य तम् ।उवाच जन्मनिलयं स्मरन्त्यश्रुकलेक्षणा ॥ ७ ॥",
        "english_devnagari": "pṛthā tu bhrātaraṁ prāptamakrūram upasṛtya tamuvāca janma-nilayaṁsmaranty aśru-kalekṣaṇā",
        "verse_Syn": [
            "pṛthā",
            "tu",
            "bhrātaram",
            "prāptam",
            "akrūram",
            "upasṛtya",
            "tam",
            "uvāca",
            "janma",
            "nilayam",
            "smarantī",
            "aśru",
            "kalā",
            "īkṣaṇā"
        ],
        "translation": "Kuntīdevī, taking advantage of her brother Akrūra’s visit, approached him confidentially. While remembering her birthplace, she spoke with tears in her eyes.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "अपि स्मरन्ति न: सौम्य पितरौ भ्रातरश्च मे ।भगिन्यौ भ्रातृपुत्राश्च जामय: सख्य एव च ॥ ८ ॥",
        "english_devnagari": "api smaranti naḥ saumyapitarau bhrātaraś ca mebhaginyau bhrātṛ-putrāś cajāmayaḥ sakhya eva ca",
        "verse_Syn": [
            "api",
            "smaranti",
            "naḥ",
            "saumya",
            "pitarau",
            "bhrātaraḥ",
            "ca",
            "me",
            "bhaginyau",
            "bhrātṛ",
            "putrāḥ",
            "ca",
            "jāmayaḥ",
            "sakhyaḥ",
            "eva",
            "ca"
        ],
        "translation": "[Queen Kuntī said:] O gentle one, do my parents, brothers, sisters, nephews, family women and girlhood friends still remember us?",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "भ्रात्रेयो भगवान् कृष्ण: शरण्यो भक्तवत्सल: । पैतृष्वस्रेयान् स्मरति रामश्चाम्बुरुहेक्षण: ॥ ९ ॥",
        "english_devnagari": "bhrātreyo bhagavān kṛṣṇaḥśaraṇyo bhakta-vatsalaḥpaitṛ-ṣvasreyān smaratirāmaś cāmburuhekṣaṇaḥ",
        "verse_Syn": [
            "bhrātreyaḥ",
            "bhagavān",
            "kṛṣṇaḥ",
            "śaraṇyaḥ",
            "bhakta",
            "vatsalaḥ",
            "paitṛ",
            "svasreyān",
            "smarati",
            "rāmaḥ",
            "ca",
            "amburuha",
            "īkṣaṇaḥ"
        ],
        "translation": "Does my nephew Kṛṣṇa, the Supreme Personality and the compassionate shelter of His devotees, still remember His aunt’s sons? And does lotus-eyed Rāma remember them also?",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "सपत्नमध्ये शोचन्तीं वृकानां हरिणीमिव ।सान्‍त्‍वयिष्यति मां वाक्यै: पितृहीनांश्च बालकान् ॥ १० ॥",
        "english_devnagari": "sapatna-madhye śocantīṁvṛkānāṁ hariṇīm ivasāntvayiṣyati māṁ vākyaiḥpitṛ-hīnāṁś ca bālakān",
        "verse_Syn": [
            "sapatna",
            "madhye",
            "śocantīm",
            "vṛkānām",
            "hariṇīm",
            "iva",
            "sāntvayiṣyati",
            "mām",
            "vākyaiḥ",
            "pitṛ",
            "hīnān",
            "ca",
            "bālakān"
        ],
        "translation": "Now that I am suffering in the midst of my enemies like a doe in the midst of wolves, will Kṛṣṇa come to console me and my fatherless sons with His words?",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "कृष्ण कृष्ण महायोगिन् विश्वात्मन् विश्वभावन ।प्रपन्नां पाहि गोविन्द शिशुभिश्चावसीदतीम् ॥ ११ ॥",
        "english_devnagari": "kṛṣṇa kṛṣṇa mahā-yoginviśvātman viśva-bhāvanaprapannāṁ pāhi govindaśiśubhiś cāvasīdatīm",
        "verse_Syn": [
            "kṛṣṇa",
            "kṛṣṇa",
            "mahā",
            "yogin",
            "viśva",
            "ātman",
            "viśva",
            "bhāvana",
            "prapannām",
            "pāhi",
            "govinda",
            "śiśubhiḥ",
            "ca",
            "avasīdatīm"
        ],
        "translation": "Kṛṣṇa, Kṛṣṇa! O great yogi! O Supreme Soul and protector of the universe! O Govinda! Please protect me, who have surrendered to You. I and my sons are being overwhelmed by trouble.",
        "purport": " “Since Lord Kṛṣṇa maintains the entire universe,” thought Kuntīdevī, “surely He can protect our family.” The word avasīdatīm indicates that Kuntīdevī was overwhelmed by troubles; thus exhausted, she was helplessly taking shelter of Śrī Kṛṣṇa. In her prayers in the First Canto of the Śrīmad-Bhāgavatam, Kuntī admits that all these troubles were actually a blessing, for they forced her to always be intensely Kṛṣṇa conscious."
    },
    {
        "verse": "12",
        "devanagari": "नान्यत्तव पदाम्भोजात् पश्यामि शरणं नृणाम् ।बिभ्यतां मृत्युसंसारादीश्वरस्यापवर्गिकात् ॥ १२ ॥",
        "english_devnagari": "nānyat tava padāmbhojātpaśyāmi śaraṇaṁ nṛṇāmbibhyatāṁ mṛtyu-saṁsārādīsvarasyāpavargikāt",
        "verse_Syn": [
            "na",
            "anyat",
            "tava",
            "pada",
            "ambhojāt",
            "paśyāmi",
            "śaraṇam",
            "nṛṇām",
            "bibhyatām",
            "mṛtyu",
            "saṁsārāt",
            "īśvarasya",
            "āpavargikāt"
        ],
        "translation": "For persons fearful of death and rebirth, I see no shelter other than Your liberating lotus feet, for You are the Supreme Lord.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "नम: कृष्णाय शुद्धाय ब्रह्मणे परमात्मने ।योगेश्वराय योगाय त्वामहं शरणं गता ॥ १३ ॥",
        "english_devnagari": "namaḥ kṛṣṇāya śuddhāyabrahmaṇe paramātmaneyogeśvarāya yogāyatvām ahaṁ śaraṇaṁ gatā",
        "verse_Syn": [
            "namaḥ",
            "kṛṣṇāya",
            "śuddhāya",
            "brahmaṇe",
            "parama",
            "ātmane",
            "yoga",
            "īśvarāya",
            "yogāya",
            "tvām",
            "aham",
            "śaraṇam",
            "gatā"
        ],
        "translation": "I offer my obeisances unto You, Kṛṣṇa, the supreme pure, the Absolute Truth and the Supersoul, the Lord of pure devotional service and the source of all knowledge. I have come to You for shelter.",
        "purport": " Śrīla Śrīdhara Svāmī has translated the word yogāya as “unto Kṛṣṇa, the source of knowledge.” The word yoga indicates connection and also the means to achieve something. As conscious souls, we have a connection with the Supreme Soul through bhakti, or devotion. Through that relationship we experience perfect knowledge of the Supreme Soul. Since the Supreme Soul is the Absolute Truth, perfect knowledge of Him means perfect knowledge of everything. As stated in the Muṇḍaka Upaniṣad (1.3), yasmin vijñāte sarvam evam vijñātaṁ bhavati: When the Absolute is understood, everything is understood. Thus Lord Kṛṣṇa Himself, by His spiritual potency, establishes our connection with Him, and that connection is the source of all spiritual knowledge. Thus Ācārya Śrīdhara, by his thoughtful translation, stimulates us to deeper understanding of Kṛṣṇa conscious philosophy."
    },
    {
        "verse": "14",
        "devanagari": "श्रीशुक उवाचइत्यनुस्मृत्य स्वजनं कृष्णं च जगदीश्वरम् ।प्रारुदद् दु:खिता राजन् भवतां प्रपितामही ॥ १४ ॥",
        "english_devnagari": "śrī-śuka uvācaity anusmṛtya sva-janaṁkṛṣṇaṁ ca jagad-īśvaramprārudad duḥkhitā rājanbhavatāṁ prapitāmahī",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "anusmṛtya",
            "sva",
            "janam",
            "kṛṣṇam",
            "ca",
            "jagat",
            "īśvaram",
            "prārudat",
            "duḥkhitā",
            "rājan",
            "bhavatām",
            "prapitāmahī"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus meditating on her family members and also on Kṛṣṇa, the Lord of the universe, your great-grandmother Kuntīdevī began to cry out in grief, O King.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "समदु:खसुखोऽक्रूरो विदुरश्च महायशा: ।सान्‍त्‍वयामासतु: कुन्तीं तत्पुत्रोत्पत्तिहेतुभि: ॥ १५ ॥",
        "english_devnagari": "sama-duḥkha-sukho ’krūroviduraś ca mahā-yaśāḥsāntvayām āsatuḥ kuntīṁtat-putrotpatti-hetubhiḥ",
        "verse_Syn": [
            "sama",
            "duḥkha",
            "sukhaḥ",
            "akrūraḥ",
            "viduraḥ",
            "ca",
            "mahā",
            "yaśāḥ",
            "sāntvayām",
            "āsatuḥ",
            "kuntīm",
            "tat",
            "putra",
            "utpatti",
            "hetubhiḥ"
        ],
        "translation": "Both Akrūra, who shared Queen Kuntī’s distress and happiness, and the illustrious Vidura consoled the Queen by reminding her of the extraordinary way her sons had taken birth.",
        "purport": " Akrūra and Vidura reminded Queen Kuntī that her sons were born of heavenly gods and thus could not be vanquished like ordinary mortals. In fact, an extraordinary victory awaited this most pious family."
    },
    {
        "verse": "16",
        "devanagari": "यास्यन् राजानमभ्येत्य विषमं पुत्रलालसम् ।अवदत् सुहृदां मध्ये बन्धुभि: सौहृदोदितम् ॥ १६ ॥",
        "english_devnagari": "yāsyan rājānam abhyetyaviṣamaṁ putra-lālasamavadat suhṛdāṁ madhyebandhubhiḥ sauhṛdoditam",
        "verse_Syn": [
            "yāsyan",
            "rājānam",
            "abhyetya",
            "viṣamam",
            "putra",
            "lālasam",
            "avadat",
            "suhṛdām",
            "madhye",
            "bandhubhiḥ",
            "sauhṛda",
            "uditam"
        ],
        "translation": "The ardent affection King Dhṛtarāṣṭra felt for his sons had made him act unjustly toward the Pāṇḍavas. Just before leaving, Akrūra approached the King, who was seated among his friends and supporters, and related to him the message that his relatives — Lord Kṛṣṇa and Lord Balarāma — had sent out of friendship.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "अक्रूर उवाचभो भो वैचित्रवीर्य त्वं कुरूणां कीर्तिवर्धन ।भ्रातर्युपरते पाण्डावधुनासनमास्थित: ॥ १७ ॥",
        "english_devnagari": "akrūra uvācabho bho vaicitravīrya tvaṁkurūṇāṁ kīrti-vardhanabhrātary uparate pāṇḍāvadhunāsanam āsthitaḥ",
        "verse_Syn": [
            "akrūraḥ",
            "uvāca",
            "bhoḥ",
            "bhoḥ",
            "vaicitravīrya",
            "tvam",
            "kurūṇām",
            "kīrti",
            "vardhana",
            "bhrātari",
            "uparate",
            "pāṇḍau",
            "adhunā",
            "āsanam",
            "āsthitaḥ"
        ],
        "translation": "Akrūra said: O my dear son of Vicitravīrya, O enhancer of the Kurus’ glory, your brother Pāṇḍu having passed away, you have now assumed the royal throne.",
        "purport": " Akrūra was speaking ironically, since the young sons of Pāṇḍu should actually have been occupying the throne. Upon the death of Pāṇḍu, they were too young to immediately govern and so were put in Dhṛtarāṣṭra’s care, but now sufficient time had passed, and their legitimate rights should have been recognized."
    },
    {
        "verse": "18",
        "devanagari": "धर्मेण पालयन्नुर्वीं प्रजा: शीलेन रञ्जयन् ।वर्तमान: सम: स्वेषु श्रेय: कीर्तिमवाप्स्यसि ॥ १८ ॥",
        "english_devnagari": "dharmeṇa pālayann urvīṁprajāḥ śīlena rañjayanvartamānaḥ samaḥ sveṣuśreyaḥ kīrtim avāpsyasi",
        "verse_Syn": [
            "dharmeṇa",
            "pālayan",
            "urvīm",
            "prajāḥ",
            "śīlena",
            "rañjayan",
            "vartamānaḥ",
            "samaḥ",
            "sveṣu",
            "śreyaḥ",
            "kīrtim",
            "avāpsyasi"
        ],
        "translation": "By religiously protecting the earth, delighting your subjects with your noble character, and treating all your relatives equally, you will surely achieve success and glory.",
        "purport": " Akrūra told Dhṛtarāṣṭra that even though he had usurped the throne, if he now ruled according to the principles of dharma and behaved properly, he could be successful."
    },
    {
        "verse": "19",
        "devanagari": "अन्यथा त्वाचरँल्ल‍ोके गर्हितो यास्यसे तम: ।तस्मात् समत्वे वर्तस्व पाण्डवेष्वात्मजेषु च ॥ १९ ॥",
        "english_devnagari": "anyathā tv ācaraḻ lokegarhito yāsyase tamaḥtasmāt samatve vartasvapāṇḍaveṣv ātmajeṣu ca",
        "verse_Syn": [
            "anyathā",
            "tu",
            "ācaran",
            "loke",
            "garhitaḥ",
            "yāsyase",
            "tamaḥ",
            "tasmāt",
            "samatve",
            "vartasva",
            "pāṇḍaveṣu",
            "ātma",
            "jeṣu",
            "ca"
        ],
        "translation": "If you act otherwise, however, people will condemn you in this world, and in the next life you will enter the darkness of hell. Remain equally disposed, therefore, toward Pāṇḍu’s sons and your own.",
        "purport": " Dhṛtarāṣṭra’s whole problem was his excessive attachment to his nasty sons. That was the fatal flaw that caused his downfall. There was no lack of good advice from all sides, and Dhṛtarāṣṭra even admitted that the advice was sound, but he could not follow it. One can have clear, practical intelligence when the mind and heart are pure."
    },
    {
        "verse": "20",
        "devanagari": "नेह चात्यन्तसंवास: कस्यचित् केनचित् सह ।राजन् स्वेनापि देहेन किमु जायात्मजादिभि: ॥ २० ॥",
        "english_devnagari": "neha cātyanta-saṁvāsaḥkasyacit kenacit saharājan svenāpi dehenakim u jāyātmajādibhiḥ",
        "verse_Syn": [
            "na",
            "iha",
            "ca",
            "atyanta",
            "saṁvāsaḥ",
            "kasyacit",
            "kenacit",
            "saha",
            "rājan",
            "svena",
            "api",
            "dehena",
            "kim",
            "u",
            "jāyā",
            "ātma",
            "ja",
            "ādibhiḥ"
        ],
        "translation": "In this world no one has any permanent relationship with anyone else, O King. We cannot stay forever even with our own body, what to speak of our wife, children and the rest.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "एक: प्रसूयते जन्तुरेक एव प्रलीयते ।एकोऽनुभुङ्क्ते सुकृतमेक एव च दुष्कृतम् ॥ २१ ॥",
        "english_devnagari": "ekaḥ prasūyate jantureka eva pralīyateeko ’nubhuṅkte sukṛtameka eva ca duṣkṛtam",
        "verse_Syn": [
            "ekaḥ",
            "prasūyate",
            "jantuḥ",
            "ekaḥ",
            "eva",
            "pralīyate",
            "ekaḥ",
            "anubhuṅkte",
            "sukṛtam",
            "ekaḥ",
            "eva",
            "ca",
            "duṣkṛtam"
        ],
        "translation": "Every creature is born alone and dies alone, and alone one experiences the just rewards of his good and evil deeds.",
        "purport": " The term anubhuṅkte is significant here. Bhuṅkte means “(the living being) experiences,” and anu means “following,” or “in sequence.” In other words, we experience happiness and distress according to the moral and spiritual quality of our activities. We are responsible for what we do. Dhṛtarāṣṭra was falsely and obsessively attached to his evil-minded sons, forgetting that he alone would have to suffer for his imprudent behavior."
    },
    {
        "verse": "22",
        "devanagari": "अधर्मोपचितं वित्तं हरन्त्यन्येऽल्पमेधस: ।सम्भोजनीयापदेशैर्जलानीव जलौकस: ॥ २२ ॥",
        "english_devnagari": "adharmopacitaṁ vittaṁharanty anye ’lpa-medhasaḥsambhojanīyāpadeśairjalānīva jalaukasaḥ",
        "verse_Syn": [
            "adharma",
            "upacitam",
            "vittam",
            "haranti",
            "anye",
            "alpa",
            "medhasaḥ",
            "sambhojanīya",
            "apadeśaiḥ",
            "jalāni",
            "iva",
            "jala",
            "okasaḥ"
        ],
        "translation": "In the guise of dear dependents, strangers steal the sinfully acquired wealth of a foolish man, just as the offspring of a fish drink up the water that sustains the fish.",
        "purport": " Ordinary people feel they cannot live without their wealth, although their possession of it is circumstantial and temporary. Just as wealth gives life to an ordinary man, water gives life to a fish. One’s dear dependents, however, steal one’s wealth, just as a fish’s offspring drink up the water sustaining the fish. In the words of Śrīla Bhaktivinoda Ṭhākura, this world is “a weird abode.”"
    },
    {
        "verse": "23",
        "devanagari": "पुष्णाति यानधर्मेण स्वबुद्ध्या तमपण्डितम् ।तेऽकृतार्थं प्रहिण्वन्ति प्राणा राय: सुतादय: ॥ २३ ॥",
        "english_devnagari": "puṣṇāti yān adharmeṇasva-buddhyā tam apaṇḍitamte ’kṛtārthaṁ prahiṇvantiprāṇā rāyaḥ sutādayaḥ",
        "verse_Syn": [
            "puṣṇāti",
            "yān",
            "adharmeṇa",
            "sva",
            "buddhyā",
            "tam",
            "apaṇḍitam",
            "te",
            "akṛta",
            "artham",
            "prahiṇvanti",
            "prāṇāḥ",
            "rāyaḥ",
            "suta",
            "ādayaḥ"
        ],
        "translation": "A fool indulges in sin to maintain his life, wealth and children and other relatives, for he thinks, “These things are mine.” In the end, however, these very things all abandon him, leaving him frustrated.",
        "purport": " In these verses, Akrūra is giving rather frank advice to Dhṛtarāṣṭra. Those who know the story of the Mahābhārata will realize how relevant and prophetic these instructions are, and how much Dhṛtarāṣṭra suffered for not accepting them. Although one tenaciously clings to his property, in the end all is lost, and the blundering soul is swept away by the wheel of birth and death."
    },
    {
        "verse": "24",
        "devanagari": "स्वयं किल्बिषमादाय तैस्त्यक्तो नार्थकोविद: ।असिद्धार्थो विशत्यन्धं स्वधर्मविमुखस्तम: ॥ २४ ॥",
        "english_devnagari": "svayaṁ kilbiṣam ādāyatais tyakto nārtha-kovidaḥasiddhārtho viśaty andhaṁsva-dharma-vimukhas tamaḥ",
        "verse_Syn": [
            "svayam",
            "kilbiṣam",
            "ādāya",
            "taiḥ",
            "tyaktaḥ",
            "na",
            "artha",
            "kovidaḥ",
            "asiddha",
            "arthaḥ",
            "viśati",
            "andham",
            "sva",
            "dharma",
            "vimukhaḥ",
            "tamaḥ"
        ],
        "translation": "Abandoned by his so-called dependents, ignorant of the actual goal of life, indifferent to his real duty, and having failed to fulfill his purposes, the foolish soul enters the blindness of hell, taking his sinful reactions with him.",
        "purport": " It is sadly ironic that materialistic persons, who labor so assiduously to accumulate insurance, security, property and family, enter the darkness of hell equipped with nothing but the painful reactions of their sins. On the other hand, those who cultivate Kṛṣṇa consciousness, spiritual life, while apparently neglecting to accumulate property, a large family and so on, enter the next life enriched with many spiritual assets and thus enjoy the deep pleasures of the soul."
    },
    {
        "verse": "25",
        "devanagari": "तस्माल्ल‍ोकमिमं राजन् स्वप्नमायामनोरथम् ।वीक्ष्यायम्यात्मनात्मानं सम: शान्तो भव प्रभो ॥ २५ ॥",
        "english_devnagari": "tasmāl lokam imaṁ rājansvapna-māyā-manorathamvīkṣyāyamyātmanātmānaṁsamaḥ śānto bhava prabho",
        "verse_Syn": [
            "tasmāt",
            "lokam",
            "imam",
            "rājan",
            "svapna",
            "māyā",
            "manaḥ",
            "ratham",
            "vīkṣya",
            "āyamya",
            "ātmanā",
            "ātmānam",
            "samaḥ",
            "śāntaḥ",
            "bhava",
            "prabho"
        ],
        "translation": "Therefore, O King, looking upon this world as a dream, a magician’s illusion or a flight of fancy, please control your mind with intelligence and become equipoised and peaceful, my lord.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "धृतराष्ट्र उवाचयथा वदति कल्याणीं वाचं दानपते भवान् ।तथानया न तृप्यामि मर्त्य: प्राप्य यथामृतम् ॥ २६ ॥",
        "english_devnagari": "dhṛtarāṣṭra uvācayathā vadati kalyāṇīṁvācaṁ dāna-pate bhavāntathānayā na tṛpyāmimartyaḥ prāpya yathāmṛtam",
        "verse_Syn": [
            "dhṛtarāṣṭraḥ",
            "uvāca",
            "yathā",
            "vadati",
            "kalyāṇīm",
            "vācam",
            "dāna",
            "pate",
            "bhavān",
            "tathā",
            "anayā",
            "na",
            "tṛpyāmi",
            "martyaḥ",
            "prāpya",
            "yathā",
            "amṛtam"
        ],
        "translation": "Dhṛtarāṣṭra said: O master of charity, I can never be satiated while hearing your auspicious words. Indeed, I am like a mortal who has obtained the nectar of the gods.",
        "purport": " In the opinion of Śrīla Viśvanātha Cakravartī, Dhṛtarāṣṭra was in fact proud and felt he already knew everything Akrūra was speaking, but to maintain diplomatic gravity he spoke as a saintly gentleman."
    },
    {
        "verse": "27",
        "devanagari": "तथापि सूनृता सौम्य हृदि न स्थीयते चले ।पुत्रानुरागविषमे विद्युत् सौदामनी यथा ॥ २७ ॥",
        "english_devnagari": "tathāpi sūnṛtā saumyahṛdi na sthīyate caleputrānurāga-viṣamevidyut saudāmanī yathā",
        "verse_Syn": [
            "tathā",
            "api",
            "sūnṛtā",
            "saumya",
            "hṛdi",
            "na",
            "sthīyate",
            "cale",
            "putra",
            "anurāga",
            "viṣame",
            "vidyut",
            "saudāmanī",
            "yathā"
        ],
        "translation": "Even so, gentle Akrūra, because my unsteady heart is prejudiced by affection for my sons, these pleasing words of yours cannot remain fixed there, just as lightning cannot remain fixed in a cloud.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "ईश्वरस्य विधिं को नु विधुनोत्यन्यथा पुमान् ।भूमेर्भारावताराय योऽवतीर्णो यदो: कुले ॥ २८ ॥",
        "english_devnagari": "īśvarasya vidhiṁ ko nuvidhunoty anyathā pumānbhūmer bhārāvatārāyayo ’vatīrṇo yadoḥ kule",
        "verse_Syn": [
            "īśvarasya",
            "vidhim",
            "kaḥ",
            "nu",
            "vidhunoti",
            "anyathā",
            "pumān",
            "bhūmeḥ",
            "bhāra",
            "avatārāya",
            "yaḥ",
            "avatīrṇaḥ",
            "yadoḥ",
            "kule"
        ],
        "translation": "Who can defy the injunctions of the Supreme Lord, who has now descended in the Yadu dynasty to diminish the earth’s burden?",
        "purport": " Naturally, we would like to ask Dhṛtarāṣṭra, “If you know all this, why don’t you behave properly?” Of course, this is exactly Dhṛtarāṣṭra’s point: he feels that since events have already been set in motion, he is helpless to change them. In fact, events have been set in motion by his attachment and sinful propensities, and therefore he should have taken responsibility for his own acts. Lord Kṛṣṇa clearly states in the Bhagavad-gītā (5.15), nādatte kasyacit pāpam: “The Supreme Lord does not accept responsibility for anyone’s sinful activities.” It is a dangerous policy to claim that we are acting improperly because of “destiny” or “fate.” We should take up Kṛṣṇa consciousness seriously and create an auspicious future for ourselves and our associates. Finally, one may argue that, after all, Dhṛtarāṣṭra is involved in the Lord’s pastimes and is actually His eternal associate. In answer to this we may say that the Lord’s pastimes are not only entertaining but also didactic, and the lesson here is that Dhṛtarāṣṭra should have acted properly. This is what the Lord wanted to teach. Dhṛtarāṣṭra claims that Kṛṣṇa came to relieve the burden of the earth, but the earth’s burden is precisely the improper behavior of its inhabitants. So, let us take the lesson the Lord wants to teach here and be instructed for our benefit."
    },
    {
        "verse": "29",
        "devanagari": "यो दुर्विमर्शपथया निजमाययेदंसृष्ट्वा गुणान् विभजते तदनुप्रविष्ट: ।तस्मै नमो दुरवबोधविहारतन्त्र-संसारचक्रगतये परमेश्वराय ॥ २९ ॥",
        "english_devnagari": "yo durvimarśa-pathayā nija-māyayedaṁsṛṣṭvā guṇān vibhajate tad-anupraviṣṭaḥtasmai namo duravabodha-vihāra-tantra-saṁsāra-cakra-gataye parameśvarāya",
        "verse_Syn": [
            "yaḥ",
            "durvimarśa",
            "pathayā",
            "nija",
            "māyayā",
            "idam",
            "sṛṣṭvā",
            "guṇān",
            "vibhajate",
            "tat",
            "anupraviṣṭaḥ",
            "tasmai",
            "namaḥ",
            "duravabodha",
            "vihāra",
            "tantra",
            "saṁsāra",
            "cakra",
            "gataye",
            "parama",
            "īśvarāya"
        ],
        "translation": "I offer my obeisances to Him, the Supreme Personality of Godhead, who creates this universe by the inconceivable activity of His material energy and then distributes the various modes of nature by entering within the creation. From Him, the meaning of whose pastimes is unfathomable, come both the entangling cycle of birth and death and the process of deliverance from it.",
        "purport": " When all is said and done, Dhṛtarāṣṭra was not an ordinary person but an associate of the Supreme Lord, Kṛṣṇa. Certainly an ordinary person could not offer such a learned hymn to the Lord."
    },
    {
        "verse": "30",
        "devanagari": "श्रीशुक उवाचइत्यभिप्रेत्य नृपतेरभिप्रायं स यादव: । सुहृद्भ‍ि: समनुज्ञात: पुनर्यदुपुरीमगात् ॥ ३० ॥",
        "english_devnagari": "śrī-śuka uvācaity abhipretya nṛpaterabhiprāyaṁ sa yādavaḥsuhṛdbhiḥ samanujñātaḥpunar yadu-purīm agāt",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "abhipretya",
            "nṛpateḥ",
            "abhiprāyam",
            "saḥ",
            "yādavaḥ",
            "suhṛdbhiḥ",
            "samanujñātaḥ",
            "punaḥ",
            "yadu",
            "purīm",
            "agāt"
        ],
        "translation": "Śukadeva Gosvāmī said: Having thus apprised himself of the King’s attitude, Akrūra, the descendant of Yadu, took permission from his well-wishing relatives and friends and returned to the capital of the Yādavas.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "शशंस रामकृष्णाभ्यां धृतराष्ट्रविचेष्टितम् ।पाण्डवान् प्रति कौरव्य यदर्थं प्रेषित: स्वयम् ॥ ३१ ॥",
        "english_devnagari": "śaśaṁsa rāma-kṛṣṇābhyāṁdhṛtarāṣṭra-viceṣṭitampāṇdavān prati kauravyayad-arthaṁ preṣitaḥ svayam",
        "verse_Syn": [
            "śaśaṁsa",
            "rāma",
            "kṛṣṇābhyām",
            "dhṛtarāṣṭra",
            "viceṣṭitam",
            "pāṇḍavān",
            "prati",
            "kauravya",
            "yat",
            "artham",
            "preṣitaḥ",
            "svayam"
        ],
        "translation": "Akrūra reported to Lord Balarāma and Lord Kṛṣṇa how Dhṛtarāṣṭra was behaving toward the Pāṇḍavas. Thus, O descendant of the Kurus, he fulfilled the purpose for which he had been sent.",
        "purport": ""
    }
]