[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचएवं युधिष्ठिरो राजा जरासन्धवधं विभो: ।कृष्णस्य चानुभावं तं श्रुत्वा प्रीतस्तमब्रवीत् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ yudhiṣṭhiro rājājarāsandha-vadhaṁ vibhoḥkṛṣṇasya cānubhāvaṁ taṁśrutvā prītas tam abravīt",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "yudhiṣṭhiraḥ",
            "rājā",
            "jarāsandha",
            "vadham",
            "vibhoḥ",
            "kṛṣṇasya",
            "ca",
            "anubhāvam",
            "tam",
            "śrutvā",
            "prītaḥ",
            "tam",
            "abravīt"
        ],
        "translation": "Śukadeva Gosvāmī said: Having thus heard of the killing of Jarāsandha, and also of almighty Kṛṣṇa’s wonderful power, King Yudhiṣṭhira addressed the Lord as follows with great pleasure.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीयुधिष्ठिर उवाचये स्युस्‍त्रैलोक्यगुरव: सर्वे लोकामहेश्वरा: ।वहन्ति दुर्लभं लब्ध्वा शिरसैवानुशासनम् ॥ २ ॥",
        "english_devnagari": "śrī-yudhiṣṭhira uvācaye syus trai-lokya-guravaḥsarve lokā maheśvarāḥvahanti durlabhaṁ labdvāśirasaivānuśāsanam",
        "verse_Syn": [
            "śrī",
            "yudhiṣṭhiraḥ",
            "uvāca",
            "ye",
            "syuḥ",
            "trai",
            "lokya",
            "guravaḥ",
            "sarve",
            "lokāḥ",
            "mahā",
            "īśvarāḥ",
            "vahanti",
            "durlabham",
            "labdhvā",
            "śirasā",
            "eva",
            "anuśāsanam"
        ],
        "translation": "Śrī Yudhiṣṭhira said: All the exalted spiritual masters of the three worlds, together with the inhabitants and rulers of the various planets, carry on their heads Your command, which is rarely obtained.",
        "purport": " Śrīla Prabhupāda renders Mahārāja Yudhiṣṭhira’s statement as follows: “My dear Kṛṣṇa, O eternal form of bliss and knowledge, all the exalted directors of the affairs of this material world, including Lord Brahmā, Lord Śiva and King Indra, are always anxious to receive and carry out orders from You, and whenever they are fortunate enough to receive such orders, they immediately take them and keep them in their hearts.”"
    },
    {
        "verse": "3",
        "devanagari": "स भवानरविन्दाक्षो दीनानामीशमानिनाम् ।धत्तेऽनुशासनं भूमंस्तदत्यन्तविडम्बनम् ॥ ३ ॥",
        "english_devnagari": "sa bhavān aravindākṣodīnānām īśa-mānināmdhatte ’nuśāsanaṁ bhūmaṁstad atyanta-viḍambanam",
        "verse_Syn": [
            "saḥ",
            "bhavān",
            "aravinda",
            "akṣaḥ",
            "dīnānām",
            "īśa",
            "māninām",
            "dhatte",
            "anuśāsanam",
            "bhūman",
            "tat",
            "atyanta",
            "viḍambanam"
        ],
        "translation": "That You, the lotus-eyed Supreme Lord, accept the orders of wretched fools who presume themselves rulers is a great pretense on Your part, O all-pervading one.",
        "purport": " Śrīla Prabhupāda writes: “[Yudhiṣṭhira said,] ‘O Kṛṣṇa, You are unlimited, and although we sometimes think of ourselves as royal kings and rulers of the world and become puffed up over our paltry positions, we are very poor in heart. Actually, we are fit to be punished by You, but the wonder is that instead of punishing us, You so kindly and mercifully accept our orders and carry them out properly. Others are very surprised that Your Lordship can play the part of an ordinary human, but we can understand that You are performing these activities just like a dramatic artist.’”"
    },
    {
        "verse": "4",
        "devanagari": "न ह्येकस्याद्वितीयस्य ब्रह्मण: परमात्मन: ।कर्मभिर्वर्धते तेजो ह्रसते च यथा रवे: ॥ ४ ॥",
        "english_devnagari": "na hy ekasyādvitīyasyabrahmaṇaḥ paramātmanaḥkarmabhir vardhate tejohrasate ca yathā raveḥ",
        "verse_Syn": [
            "na",
            "hi",
            "ekasya",
            "advitīyasya",
            "brahmaṇaḥ",
            "parama",
            "ātmanaḥ",
            "karmabhiḥ",
            "vardhate",
            "tejaḥ",
            "hrasate",
            "ca",
            "yathā",
            "raveḥ"
        ],
        "translation": "But of course the power of the Absolute Truth, the Supreme Soul, the primeval one without a second, is neither increased nor diminished by His activities, any more than the sun’s power is by its movements.",
        "purport": " Śrīla Prabhupāda writes in Kṛṣṇa: “[King Yudhiṣṭhira said,] ‘Your real position is always exalted, exactly like that of the sun, which always remains at the same temperature, both during the time of its rising and the time of its setting. Although we feel the difference in temperature between the rising and the setting sun, the temperature of the sun never changes. You are always transcendentally equipoised, and thus You are neither pleased nor disturbed by any condition of material affairs. You are the Supreme Brahman, the Personality of Godhead, and for You there are no relativities.’” Śrīla Śrīdhara Svāmī quotes a similar statement from the Vedic mantras: na karmaṇā vardhate no kanīyān (Śatapatha Brāhmaṇa 14.7.2.28, Taittirīya Brāhmaṇa 3.12.9.7 and Bṛhad-āraṇyaka Upaniṣad 4.4.23). “He is not increased by His activities, nor does He become lesser.” As explained here by King Yudhiṣṭhira, the Lord is one without a second. There is no other entity in His supreme category, and thus it is simply by His causeless mercy that He agrees to carry out the orders of His pure devotees, like Mahārāja Yudhiṣṭhira. There is certainly no loss of status for the Supreme Personality of Godhead when He thus extends His causeless mercy to His surrendered devotees."
    },
    {
        "verse": "5",
        "devanagari": "न वै तेऽजित भक्तानां ममाहमिति माधव ।त्वं तवेति च नानाधी: पशूनामिव वैकृती ॥ ५ ॥",
        "english_devnagari": "na vai te ’jita bhaktānāṁmamāham iti mādhavatvaṁ taveti ca nānā-dhīḥpaśūnām iva vaikṛtī",
        "verse_Syn": [
            "na",
            "vai",
            "te",
            "ajita",
            "bhaktānām",
            "mama",
            "aham",
            "iti",
            "mādhava",
            "tvam",
            "tava",
            "iti",
            "ca",
            "nānā",
            "dhīḥ",
            "paśūnām",
            "iva",
            "vaikṛtī"
        ],
        "translation": "O unconquerable Mādhava, even Your devotees make no distinctions of “I” and “mine,” “you” and “yours,” for this is the perverted mentality of animals.",
        "purport": " An ordinary person thinks, “I am so attractive, intelligent and wealthy that people should simply serve me and do what I want. Why should I obey anyone else?” This proud, separatist mentality is also found in animals who battle one another for supremacy. Such a mentality is conspicuously absent in the mind of an advanced devotee, and it is certainly absent in the sublime, omniscient mind of the Supreme Personality of Godhead."
    },
    {
        "verse": "6",
        "devanagari": "श्रीशुक उवाचइत्युक्त्वा यज्ञिये काले वव्रे युक्तान् स ऋत्विज: ।कृष्णानुमोदित: पार्थो ब्राह्मणान् ब्रह्मवादिन: ॥ ६ ॥",
        "english_devnagari": "śrī-śuka uvācaity uktvā yajñiye kālevavre yuktān sa ṛtvijaḥkṛṣṇānumoditaḥ pārthobrāhmaṇān brahma-vādinaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uktvā",
            "yajñiye",
            "kāle",
            "vavre",
            "yuktān",
            "saḥ",
            "ṛtvijaḥ",
            "kṛṣṇa",
            "anumoditaḥ",
            "pārthaḥ",
            "brāhmaṇān",
            "brahma",
            "vādinaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Having said this, King Yudhiṣṭhira waited until the proper time for the sacrifice was at hand. Then with Lord Kṛṣṇa’s permission he selected suitable priests, all expert authorities on the Vedas, to execute the sacrifice.",
        "purport": " The great Bhāgavatam commentator Śrīdhara Svāmī explains that the proper time for the sacrifice mentioned here was the spring."
    },
    {
        "verse": "7-9",
        "devanagari": "द्वैपायनो भरद्वाज: सुमन्तुर्गोतमोऽसित: ।वसिष्ठश्‍च्यवन: कण्वो मैत्रेय: कवषस्‍त्रित: ॥ ७ ॥विश्वामित्रो वामदेव: सुमतिर्जैमिनि: क्रतु: ।पैल: पराशरो गर्गो वैशम्पायन एव च ॥ ८ ॥अथर्वा कश्यपो धौम्यो रामो भार्गव आसुरि: ।वीतिहोत्रो मधुच्छन्दा वीरसेनोऽकृतव्रण: ॥ ९ ॥",
        "english_devnagari": "dvaipāyano bharadvājaḥsumantur gotamo ’sitaḥvasiṣṭhaś cyavanaḥ kaṇvomaitreyaḥ kavaṣas tritaḥ",
        "verse_Syn": [
            "dvaipāyanaḥ",
            "bharadvājaḥ",
            "sumantuḥ",
            "gotamaḥ",
            "asitaḥ",
            "vasiṣṭhaḥ",
            "cyavanaḥ",
            "kaṇvaḥ",
            "maitreyaḥ",
            "kavaṣaḥ",
            "tritaḥ",
            "viśvāmitraḥ",
            "vāmadevaḥ",
            "sumatiḥ",
            "jaiminiḥ",
            "kratuḥ",
            "pailaḥ",
            "parāśaraḥ",
            "gargaḥ",
            "vaiśampāyanaḥ",
            "eva",
            "ca",
            "atharvā",
            "kaśyapaḥ",
            "dhaumyaḥ",
            "rāmaḥ",
            "bhārgavaḥ",
            "āsuriḥ",
            "vītihotraḥ",
            "madhucchandāḥ",
            "vīrasenaḥ",
            "akṛtavraṇaḥ"
        ],
        "translation": "He selected Kṛṣṇa-dvaipāyana, Bharadvāja, Sumantu, Gotama and Asita, along with Vasiṣṭha, Cyavana, Kaṇva, Maitreya, Kavaṣa and Trita. He also selected Viśvāmitra, Vāmadeva, Sumati, Jaimini, Kratu, Paila and Parāśara, as well as Garga, Vaiśampāyana, Atharvā, Kaśyapa, Dhaumya, Rāma of the Bhārgavas, Āsuri, Vītihotra, Madhucchandā, Vīrasena and Akṛtavraṇa.",
        "purport": " King Yudhiṣṭhira invited all these exalted brāhmaṇas to act in different capacities as priests, advisers and so on."
    },
    {
        "verse": "10-11",
        "devanagari": "उपहूतास्तथा चान्ये द्रोणभीष्मकृपादय: ।धृतराष्ट्र: सहसुतो विदुरश्च महामति: ॥ १० ॥ब्राह्मणा: क्षत्रिया वैश्या: शूद्रा यज्ञदिद‍ृक्षव: ।तत्रेयु: सर्वराजानो राज्ञां प्रकृतयो नृप ॥ ११ ॥",
        "english_devnagari": "upahūtās tathā cānyedroṇa-bhīṣma-kṛpādayaḥdhṛtarāṣṭraḥ saha-sutoviduraś ca mahā-matiḥ",
        "verse_Syn": [
            "upahūtāḥ",
            "tathā",
            "ca",
            "anye",
            "droṇa",
            "bhīṣma",
            "kṛpa",
            "ādayaḥ",
            "dhṛtarāṣṭraḥ",
            "saha",
            "sutaḥ",
            "viduraḥ",
            "ca",
            "mahā",
            "matiḥ",
            "brāhmaṇāḥ",
            "kṣatriyāḥ",
            "vaiśyāḥ",
            "śūdrāḥ",
            "yajña",
            "didṛkṣavaḥ",
            "tatra",
            "īyuḥ",
            "sarva",
            "rājānaḥ",
            "rājñām",
            "prakṛtayaḥ",
            "nṛpa"
        ],
        "translation": "O King, others who were invited included Droṇa, Bhīṣma, Kṛpa, Dhṛtarāṣṭra with his sons, the wise Vidura, and many other brāhmaṇas, kṣatriyas, vaiśyas and śūdras, all eager to witness the sacrifice. Indeed, all the kings came there with their entourages.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "ततस्ते देवयजनं ब्राह्मणा: स्वर्णलाङ्गलै: ।कृष्ट्वा तत्र यथाम्नायं दीक्षयां चक्रिरे नृपम् ॥ १२ ॥",
        "english_devnagari": "tatas te deva-yajanaṁbrāhmaṇāḥ svarṇa-lāṅgalaiḥkṛṣṭvā tatra yathāmnāyaṁdīkṣayāṁ cakrire nṛpam",
        "verse_Syn": [
            "tataḥ",
            "te",
            "deva",
            "yajanam",
            "brāhmaṇāḥ",
            "svarṇa",
            "lāṅgalaiḥ",
            "kṛṣṭvā",
            "tatra",
            "yathā",
            "āmnāyam",
            "dīkṣayām",
            "cakrire",
            "nṛpam"
        ],
        "translation": "The brāhmaṇa priests then plowed the sacrificial ground with golden plowshares and initiated King Yudhiṣṭhira for the sacrifice in accordance with the traditions set down by standard authorities.",
        "purport": ""
    },
    {
        "verse": "13-15",
        "devanagari": "हैमा: किलोपकरणा वरुणस्य यथा पुरा ।इन्द्रादयो लोकपाला विरिञ्चिभवसंयुता: ॥ १३ ॥सगणा: सिद्धगन्धर्वा विद्याधरमहोरगा: ।मुनयो यक्षरक्षांसि खगकिन्नरचारणा: ॥ १४ ॥राजानश्च समाहूता राजपत्न्‍यश्च सर्वश: ।राजसूयं समीयु: स्म राज्ञ: पाण्डुसुतस्य वै ।मेनिरे कृष्णभक्तस्य सूपपन्नमविस्मिता: ॥ १५ ॥",
        "english_devnagari": "haimāḥ kilopakaraṇāvaruṇasya yathā purāindrādayo loka-pālāviriñci-bhava-saṁyutāḥ",
        "verse_Syn": [
            "haimāḥ",
            "kila",
            "upakaraṇāḥ",
            "varuṇasya",
            "yathā",
            "purā",
            "indra",
            "ādayaḥ",
            "loka",
            "pālāḥ",
            "viriñci",
            "bhava",
            "saṁyutāḥ",
            "sa",
            "gaṇāḥ",
            "siddha",
            "gandharvāḥ",
            "vidyādhara",
            "mahā",
            "uragāḥ",
            "munayaḥ",
            "yakṣa",
            "rakṣāṁsi",
            "khaga",
            "kinnara",
            "cāraṇāḥ",
            "rājānaḥ",
            "ca",
            "samāhūtāḥ",
            "rāja",
            "patnyaḥ",
            "ca",
            "sarvaśaḥ",
            "rājasūyam",
            "samīyuḥ",
            "sma",
            "rājñaḥ",
            "pāṇḍu",
            "sutasya",
            "vai",
            "menire",
            "kṛṣṇa",
            "bhaktasya",
            "su",
            "upapannam",
            "avismitāḥ"
        ],
        "translation": "The utensils used in the sacrifice were made of gold, just as in the ancient Rājasūya performed by Lord Varuṇa. Indra, Brahmā, Śiva and many other planetary rulers; the Siddhas and Gandharvas with their entourage; the Vidyādharas; great serpents; sages; Yakṣas; Rākṣasas; celestial birds; Kinnaras; Cāraṇas; and earthly kings — all were invited, and indeed they all came from every direction to the Rājasūya sacrifice of King Yudhiṣṭhira, the son of Pāṇḍu. They were not in the least astonished to see the opulence of the sacrifice, since it was quite appropriate for a devotee of Lord Kṛṣṇa.",
        "purport": " Mahārāja Yudhiṣṭhira was universally famous as a great devotee of Lord Kṛṣṇa, and thus nothing was impossible for him."
    },
    {
        "verse": "16",
        "devanagari": "अयाजयन् महाराजं याजका देववर्चस: ।राजसूयेन विधिवत् प्रचेतसमिवामरा: ॥ १६ ॥",
        "english_devnagari": "ayājayan mahā-rājaṁyājakā deva-varcasaḥrājasūyena vidhi-vatpracetasam ivāmarāḥ",
        "verse_Syn": [
            "ayājayan",
            "mahā",
            "rājam",
            "yājakāḥ",
            "deva",
            "varcasaḥ",
            "rājasūyena",
            "vidhi",
            "vat",
            "pracetasam",
            "iva",
            "amarāḥ"
        ],
        "translation": "The priests, as powerful as gods, performed the Rājasūya sacrifice for King Yudhiṣṭhira in accordance with the Vedic injunctions, just as the demigods had previously performed it for Varuṇa.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "सूत्येऽहन्यवनीपालो याजकान् सदसस्पतीन् ।अपूजयन् महाभागान् यथावत् सुसमाहित: ॥ १७ ॥",
        "english_devnagari": "sūtye ’hany avanī-pāloyājakān sadasas-patīnapūjayan mahā-bhāgānyathā-vat su-samāhitaḥ",
        "verse_Syn": [
            "sūtye",
            "ahani",
            "avanī",
            "pālaḥ",
            "yājakān",
            "sadasaḥ",
            "patīn",
            "apūjayat",
            "mahā",
            "bhāgān",
            "yathāvat",
            "su",
            "samāhitaḥ"
        ],
        "translation": "On the day of extracting the soma juice, King Yudhiṣṭhira properly and very attentively worshiped the priests and the most exalted personalities of the assembly.",
        "purport": " Śrīla Prabhupāda writes in Kṛṣṇa: “According to the Vedic system, whenever there is an arrangement for sacrifice, the members participating in the sacrifice are offered the juice of the soma plant, which is a kind of life-giving beverage. On the day of extracting the soma juice, King Yudhiṣṭhira very respectfully received the special priest who had been engaged to detect any mistake in the formalities of sacrificial procedures. The idea is that the Vedic mantras must be enunciated perfectly and chanted with the proper accent; if the priests who are engaged in this business commit any mistake, the checker, or referee priest, immediately corrects the procedure, and thus the ritualistic performances are perfectly executed. Unless it is perfectly executed, a sacrifice cannot yield the desired result. In this Age of Kali there is no such learned brāhmaṇa or priest available; therefore, all such sacrifices are forbidden. The only sacrifice recommended in the śāstras is the chanting of the Hare Kṛṣṇa mantra.”"
    },
    {
        "verse": "18",
        "devanagari": "सदस्याग्र्‍यार्हणार्हं वै विमृशन्त: सभासद: ।नाध्यगच्छन्ननैकान्त्यात् सहदेवस्तदाब्रवीत् ॥ १८ ॥",
        "english_devnagari": "sadasyāgryārhaṇārhaṁ vaivimṛśantaḥ sabhā-sadaḥnādhyagacchann anaikāntyātsahadevas tadābravīt",
        "verse_Syn": [
            "sadasya",
            "agrya",
            "arhaṇa",
            "arham",
            "vai",
            "vimṛśantaḥ",
            "sabhā",
            "sadaḥ",
            "na",
            "adhyagacchan",
            "anaika",
            "antyāt",
            "sahadevaḥ",
            "tadā",
            "abravīt"
        ],
        "translation": "The members of the assembly then pondered over who among them should be worshiped first, but since there were many personalities qualified for this honor, they were unable to decide. Finally Sahadeva spoke up.",
        "purport": " Śrīla Prabhupāda writes: “Another important procedure is that the most exalted personality in the assembly of such a sacrificial ceremony is first offered worship.… This particular ceremony is called agra-pūjā. Agra means ‘first,’ and pūjā means ‘worship.’ This agra-pūjā is similar to the election of a president. In the sacrificial assembly, all the members were very exalted. Some proposed to elect one person as the perfect candidate for accepting agra-pūjā, and others proposed someone else. As the great ācārya Jīva Gosvāmī points out, text 15 of this chapter states that the members of the assembly were not astonished at the opulence of the sacrifice, since they knew that King Yudhiṣṭhira was a devotee of Lord Kṛṣṇa. Still, text 18 now states that the assembly could not select the most deserving candidate for being worshiped first. This indicates that many of the brāhmaṇas present were not fully realized transcendentalists but rather conventional brāhmaṇas uncertain of the supreme conclusion of Vedic wisdom. Similarly, Ācārya Viśvanātha comments that the undecided members of the assembly were the less intelligent ones, and not such exalted personalities as Brahmā, Śiva and Dvaipāyana Vyāsadeva, who thought, “Since today no one is asking our opinion, why should we say anything? Furthermore, here is Sahadeva, who is renowned for his sharp skill in analyzing all sorts of circumstances. He can help appoint the person who is to be worshiped first. Only if he somehow fails to speak or cannot understand the situation will we speak up, despite no one’s having inquired from us.” Having made up their minds in this way, the greatest personalities remained silent. This is how Viśvanātha Cakravartī advises us to understand what occurred in the assembly."
    },
    {
        "verse": "19",
        "devanagari": "अर्हति ह्यच्युत: श्रैष्ठ्यं भगवान् सात्वतां पति: ।एष वै देवता: सर्वा देशकालधनादय: ॥ १९ ॥",
        "english_devnagari": "arhati hy acyutaḥ śraiṣṭhyaṁbhagavān sātvatāṁ patiḥeṣa vai devatāḥ sarvādeśa-kāla-dhanādayaḥ",
        "verse_Syn": [
            "arhati",
            "hi",
            "acyutaḥ",
            "śraiṣṭhyam",
            "bhagavān",
            "sātvatām",
            "patiḥ",
            "eṣaḥ",
            "vai",
            "devatāḥ",
            "sarvāḥ",
            "deśa",
            "kāla",
            "dhana",
            "ādayaḥ"
        ],
        "translation": "[Sahadeva said:] Certainly it is Acyuta, the Supreme Personality of Godhead and chief of the Yādavas, who deserves the highest position. In truth, He Himself comprises all the demigods worshiped in sacrifice, along with such aspects of the worship as the sacred place, the time and the paraphernalia.",
        "purport": ""
    },
    {
        "verse": "20-21",
        "devanagari": "यदात्मकमिदं विश्वं क्रतवश्च यदात्मका: ।अग्निराहुतयो मन्त्रा साङ्ख्यं योगश्च यत्पर: ॥ २० ॥एक एवाद्वितीयोऽसावैतदात्म्यमिदं जगत् ।आत्मनात्माश्रय: सभ्या: सृजत्यवति हन्त्यज: ॥ २१ ॥",
        "english_devnagari": "yad-ātmakam idaṁ viśvaṁkratavaś ca yad-ātmakāḥagnir āhutayo mantrāsāṅkhyaṁ yogaś ca yat-paraḥ",
        "verse_Syn": [
            "yat",
            "ātmakam",
            "idam",
            "viśvam",
            "kratavaḥ",
            "ca",
            "yat",
            "ātmakāḥ",
            "agniḥ",
            "āhutayaḥ",
            "mantrāḥ",
            "sāṅkhyam",
            "yogaḥ",
            "ca",
            "yat",
            "paraḥ",
            "ekaḥ",
            "eva",
            "advitīyaḥ",
            "asau",
            "aitat",
            "ātmyam",
            "idam",
            "jagat",
            "ātmanā",
            "ātma",
            "āśrayaḥ",
            "sabhyāḥ",
            "sṛjati",
            "avati",
            "hanti",
            "ajaḥ"
        ],
        "translation": "This entire universe is founded upon Him, as are the great sacrificial performances, with their sacred fires, oblations and mantras. Sāṅkhya and yoga both aim toward Him, the one without a second. O assembly members, that unborn Lord, relying solely on Himself, creates, maintains and destroys this cosmos by His personal energies, and thus the existence of this universe depends on Him alone.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "विविधानीह कर्माणि जनयन् यदवेक्षया ।ईहते यदयं सर्व: श्रेयो धर्मादिलक्षणम् ॥ २२ ॥",
        "english_devnagari": "vividhānīha karmāṇijanayan yad-avekṣayāīhate yad ayaṁ sarvaḥśreyo dharmādi-lakṣaṇam",
        "verse_Syn": [
            "vividhāni",
            "iha",
            "karmāṇi",
            "janayan",
            "yat",
            "avekṣayā",
            "īhate",
            "yat",
            "ayam",
            "sarvaḥ",
            "śreyaḥ",
            "dharma",
            "ādi",
            "lakṣaṇam"
        ],
        "translation": "He creates the many activities of this world, and thus by His grace the whole world endeavors for the ideals of religiosity, economic development, sense gratification and liberation.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "तस्मात् कृष्णाय महते दीयतां परमार्हणम् ।एवं चेत् सर्वभूतानामात्मनश्चार्हणं भवेत् ॥ २३ ॥",
        "english_devnagari": "tasmāt kṛṣṇāya mahatedīyatāṁ paramārhaṇamevaṁ cet sarva-bhūtānāmātmanaś cārhaṇaṁ bhavet",
        "verse_Syn": [
            "tasmāt",
            "kṛṣṇāya",
            "mahate",
            "dīyatām",
            "parama",
            "arhaṇam",
            "evam",
            "cet",
            "sarva",
            "bhūtānām",
            "ātmanaḥ",
            "ca",
            "arhaṇam",
            "bhavet"
        ],
        "translation": "Therefore we should give the highest honor to Kṛṣṇa, the Supreme Lord. If we do so, we will be honoring all living beings and also our own selves.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "सर्वभूतात्मभूताय कृष्णायानन्यदर्शिने ।देयं शान्ताय पूर्णाय दत्तस्यानन्त्यमिच्छता ॥ २४ ॥",
        "english_devnagari": "sarva-bhūtātma-bhūtāyakṛṣṇāyānanya-darśinedeyaṁ śāntāya pūrṇāyadattasyānantyam icchatā",
        "verse_Syn": [
            "sarva",
            "bhūta",
            "ātma",
            "bhūtāya",
            "kṛṣṇāya",
            "ananya",
            "darśine",
            "deyam",
            "śāntāya",
            "pūrṇāya",
            "dattasya",
            "ānantyam",
            "icchatā"
        ],
        "translation": "Anyone who wishes the honor he gives to be reciprocated infinitely should honor Kṛṣṇa, the perfectly peaceful and perfectly complete Soul of all beings, the Supreme Lord, who views nothing as separate from Himself.",
        "purport": " Śrīla Prabhupāda writes as follows: “[Sahadeva said:] ‘Ladies and gentlemen, it is superfluous to speak about Kṛṣṇa, because every one of you exalted personalities knows the Supreme Brahman, Lord Kṛṣṇa, for whom there are no material differences between body and soul, between energy and the energetic, or between one part of the body and another. Since everyone is part and parcel of Kṛṣṇa, there is no qualitative difference between Kṛṣṇa and all living entities. Everything is an emanation of Kṛṣṇa’s energies, the material and spiritual. Kṛṣṇa’s energies are like the heat and light of the fire; there is no difference between the qualities of heat and light and the fire itself.… He should therefore be offered the first worship of this great sacrifice, and no one should disagree.… Kṛṣṇa is present as the Supersoul in every living being, and if we can satisfy Him, then automatically every living being becomes satisfied.’”"
    },
    {
        "verse": "25",
        "devanagari": "इत्युक्त्वा सहदेवोऽभूत् तूष्णीं कृष्णानुभाववित् ।तच्छ्रुत्वा तुष्टुवु: सर्वे साधु साध्विति सत्तमा: ॥ २५ ॥",
        "english_devnagari": "ity uktvā sahadevo ’bhūttūṣṇīṁ kṛṣṇānubhāva-vittac chrutvā tuṣṭuvuḥ sarvesādhu sādhv iti sattamāḥ",
        "verse_Syn": [
            "iti",
            "uktvā",
            "sahadevaḥ",
            "abhūt",
            "tūṣṇīm",
            "kṛṣṇa",
            "anubhāva",
            "vit",
            "tat",
            "śrutvā",
            "tuṣṭuvuḥ",
            "sarve",
            "sādhu",
            "sādhu",
            "iti",
            "sat",
            "tamāḥ"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Having said this, Sahadeva, who understood Lord Kṛṣṇa’s powers, fell silent. And having heard his words, all the saintly persons present congratulated him, exclaiming “Excellent! Excellent!”",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "श्रुत्वा द्विजेरितं राजा ज्ञात्वा हार्दं सभासदाम् ।समर्हयद्‍धृषीकेशं प्रीत: प्रणयविह्वल: ॥ २६ ॥",
        "english_devnagari": "śrutvā dvijeritaṁ rājājñātvā hārdaṁ sabhā-sadāmsamarhayad dhṛṣīkeśaṁprītaḥ praṇaya-vihvalaḥ",
        "verse_Syn": [
            "śrutvā",
            "dvija",
            "īritam",
            "rājā",
            "jñātvā",
            "hārdam",
            "sabhā",
            "sadām",
            "samarhayat",
            "hṛṣīkeśam",
            "prītaḥ",
            "praṇaya",
            "vihvalaḥ"
        ],
        "translation": "The King was delighted to hear this pronouncement of the brāhmaṇas, from which he understood the mood of the entire assembly. Overwhelmed with love, he fully worshiped Lord Kṛṣṇa, the master of the senses.",
        "purport": ""
    },
    {
        "verse": "27-28",
        "devanagari": "तत्पादाववनिज्याप: शिरसा लोकपावनी: ।सभार्य: सानुजामात्य: सकुटुम्बो वहन्मुदा ॥ २७ ॥वासोभि: पीतकौषेयैर्भूषणैश्च महाधनै: ।अर्हयित्वाश्रुपूर्णाक्षो नाशकत् समवेक्षितुम् ॥ २८ ॥",
        "english_devnagari": "tat-pādāv avanijyāpaḥśirasā loka-pāvanīḥsa-bhāryaḥ sānujāmātyaḥsa-kuṭumbo vahan mudā",
        "verse_Syn": [
            "tat",
            "pādau",
            "avanijya",
            "āpaḥ",
            "śirasā",
            "loka",
            "pāvanīḥ",
            "sa",
            "bhāryaḥ",
            "sa",
            "anuja",
            "amātyaḥ",
            "sa",
            "kuṭumbaḥ",
            "vahan",
            "mudā",
            "vāsobhiḥ",
            "pīta",
            "kauṣeyaiḥ",
            "bhūṣaṇaiḥ",
            "ca",
            "mahā",
            "dhanaiḥ",
            "arhayitvā",
            "aśru",
            "pūrṇa",
            "akṣaḥ",
            "na",
            "aśakat",
            "samavekṣitum"
        ],
        "translation": "After bathing Lord Kṛṣṇa’s feet, Mahārāja Yudhiṣṭhira joyfully sprinkled the water upon his own head, and then upon the heads of his wife, brothers, other family members and ministers. That water purifies the whole world. As he honored the Lord with presentations of yellow silken garments and precious jeweled ornaments, the King’s tear-filled eyes prevented him from looking directly at the Lord.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "इत्थं सभाजितं वीक्ष्य सर्वे प्राञ्जलयो जना: ।नमो जयेति नेमुस्तं निपेतु: पुष्पवृष्टय: ॥ २९ ॥",
        "english_devnagari": "itthaṁ sabhājitaṁ vīkṣyasarve prāñjalayo janāḥnamo jayeti nemus taṁnipetuḥ puṣpa-vṛṣṭayaḥ",
        "verse_Syn": [
            "ittham",
            "sabhājitam",
            "vīkṣya",
            "sarve",
            "prāñjalayaḥ",
            "janāḥ",
            "namaḥ",
            "jaya",
            "iti",
            "nemuḥ",
            "tam",
            "nipetuḥ",
            "puṣpa",
            "vṛṣṭayaḥ"
        ],
        "translation": "When they saw Lord Kṛṣṇa thus honored, nearly all who were present joined their palms reverentially, exclaiming “Obeisances to You! All victory to You!” and then bowed down to Him. Flowers rained down from above.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "इत्थं निशम्य दमघोषसुत: स्वपीठा-दुत्थाय कृष्णगुणवर्णनजातमन्यु: ।उत्क्षिप्य बाहुमिदमाह सदस्यमर्षीसंश्रावयन् भगवते परुषाण्यभीत: ॥ ३० ॥",
        "english_devnagari": "itthaṁ niśamya damaghoṣa-sutaḥ sva-pīṭhādutthāya kṛṣṇa-guṇa-varṇana-jāta-manyuḥutkṣipya bāhum idam āha sadasy amarṣīsaṁśrāvayan bhagavate paruṣāṇy abhītaḥ",
        "verse_Syn": [
            "ittham",
            "niśamya",
            "damaghoṣa",
            "sutaḥ",
            "sva",
            "pīṭhāt",
            "utthāya",
            "kṛṣṇa",
            "guṇa",
            "varṇana",
            "jāta",
            "manyuḥ",
            "utkṣipya",
            "bāhum",
            "idam",
            "āha",
            "sadasi",
            "amarṣī",
            "saṁśrāvayan",
            "bhagavate",
            "paruṣāṇi",
            "abhītaḥ"
        ],
        "translation": "The intolerant son of Damaghoṣa became infuriated upon hearing the glorification of Lord Kṛṣṇa’s transcendental qualities. He stood up from his seat and, angrily waving his arms, fearlessly spoke to the entire assembly the following harsh words against the Supreme Lord.",
        "purport": " Śrīla Prabhupāda writes: “In that meeting, King Śiśupāla was also present. He was an avowed enemy of Kṛṣṇa for many reasons, especially because of Kṛṣṇa’s having stolen Rukmiṇī from the marriage ceremony; therefore, he could not tolerate such honor to Kṛṣṇa and glorification of His qualities. Instead of being happy to hear the glories of the Lord, he became very angry.” Śrīla Viśvanātha Cakravartī mentions that the reason Śiśupāla did not object when Sahadeva proposed Kṛṣṇa for the agra-pūjā is that Śiśupāla wanted to ruin King Yudhiṣṭhira’s sacrifice. If Śiśupāla had argued earlier against Lord Kṛṣṇa’s receiving the first worship and another person had been selected, the sacrifice would have then proceeded normally. Therefore Śiśupāla allowed Kṛṣṇa to be selected, waited until the worship was over, and then spoke up, hoping in this way to demonstrate that the sacrifice was now spoiled. Thus he would ruin the endeavor of Mahārāja Yudhiṣṭhira. In this regard the ācārya quotes the following smṛti reference: apūjyā yatra pūjyante pūjyānāṁ ca vyatikramaḥ. “In the place where those who are not to be worshiped are worshiped, there is offense to those who are actually worshipable.” There is also the following statement: pratibadhnāti hi śreyaḥ pūjyapūjya-vyatikramaḥ. “Improperly understanding who is to be worshiped and who is not to be worshiped will impede one’s progress in life.”"
    },
    {
        "verse": "31",
        "devanagari": "ईशो दुरत्यय: काल इति सत्यवती श्रुति: ।वृद्धानामपि यद् बुद्धिर्बालवाक्यैर्विभिद्यते ॥ ३१ ॥",
        "english_devnagari": "īśo duratyayaḥ kālaiti satyavatī srutiḥvṛddhānām api yad buddhirbāla-vākyair vibhidyate",
        "verse_Syn": [
            "īśaḥ",
            "duratyayaḥ",
            "kālaḥ",
            "iti",
            "satya",
            "vatī",
            "srutiḥ",
            "vṛddhānām",
            "api",
            "yat",
            "buddhiḥ",
            "bāla",
            "vākyaiḥ",
            "vibhidyate"
        ],
        "translation": "[Śiśupāla said:] The statement of the Vedas that time is the unavoidable controller of all has indeed been proven true, since the intelligence of wise elders has now become diverted by the words of a mere boy.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "यूयं पात्रविदां श्रेष्ठा मा मन्ध्वं बालभाषितम् ।सदसस्पतय: सर्वे कृष्णो यत् सम्मतोऽर्हणे ॥ ३२ ॥",
        "english_devnagari": "yūyaṁ pātra-vidāṁ śreṣṭhāmā mandhvaṁ bāla-bhāṣītamsadasas-patayaḥ sarvekṛṣṇo yat sammato ’rhaṇe",
        "verse_Syn": [
            "yūyam",
            "pātra",
            "vidām",
            "śreṣṭhāḥ",
            "mā",
            "mandhvam",
            "bāla",
            "bhāṣitam",
            "sadasaḥ",
            "patayaḥ",
            "sarve",
            "kṛṣṇaḥ",
            "yat",
            "sammataḥ",
            "arhaṇe"
        ],
        "translation": "O leaders of the assembly, you know best who is a fit candidate for being honored. Therefore you should not heed the words of a child when he claims that Kṛṣṇa deserves to be worshiped.",
        "purport": ""
    },
    {
        "verse": "33-34",
        "devanagari": "तपोविद्याव्रतधरान् ज्ञानविध्वस्तकल्मषान् ।परमऋषीन्ब्रह्मनिष्ठाल्ँ लोकपालैश्च पूजितान् ॥ ३३ ॥सदस्पतीनतिक्रम्य गोपाल: कुलपांसन: ।यथा काक: पुरोडाशं सपर्यां कथमर्हति ॥ ३४ ॥",
        "english_devnagari": "tapo-vidyā-vrata-dharānjñāna-vidhvasta-kalmaṣānparamaṛṣīn brahma-niṣṭhāḻloka-pālaiś ca pūjitān",
        "verse_Syn": [
            "tapaḥ",
            "vidyā",
            "vrata",
            "dharān",
            "jñāna",
            "vidhvasta",
            "kalmaṣān",
            "parama",
            "ṛṣīn",
            "brahma",
            "niṣṭhān",
            "loka",
            "pālaiḥ",
            "ca",
            "pūjitān",
            "sadaḥ",
            "patīn",
            "atikramya",
            "gopālaḥ",
            "kula",
            "pāṁsanaḥ",
            "yathā",
            "kākaḥ",
            "puroḍāśam",
            "saparyām",
            "katham",
            "arhati"
        ],
        "translation": "How can you pass over the most exalted members of this assembly — topmost sages dedicated to the Absolute Truth endowed with powers of austerity, divine insight and strict adherence to severe vows, sanctified by knowledge and worshiped even by the rulers of the universe? How does this cowherd boy, the disgrace of His family, deserve your worship, any more than a crow deserves to eat the sacred puroḍāśa rice cake?",
        "purport": " The great commentator Śrīdhara Svāmī has analyzed Śiśupāla’s words as follows. The term go-pāla means not only “cowherd” but also “protector of the Vedas and the earth.” Similarly, kula-pāṁsana has a double meaning. Śiśupāla intended it to mean “the disgrace of His family,” which is its meaning when divided as above. But the word may also be analyzed as ku-lapām aṁsana, giving a totally different meaning. Kulapām indicates those who prattle with crooked words contrary to the Vedas, and aṁsana, derived from the verb aṁsayati, means “destroyer.” In other words, he was praising Lord Kṛṣṇa as “He who vanquishes all misguided and frivolous speculations about the nature of truth.” Similarly, although Śiśupāla wanted to compare Lord Kṛṣṇa to a crow with the words yathā kākaḥ, these words may also be divided yathā a-kākaḥ. In that case, according to Śrīla Śrīdhara Svāmī, the word kāka is a combination of ka and āka, which indicate material happiness and misery. Thus Lord Kṛṣṇa is akāka in the sense that He is beyond all material misery and happiness, being on the pure, transcendental platform. Finally, Śiśupāla was right in saying the Lord Kṛṣṇa does not deserve merely the puroḍāśa rice cake, offered to the lesser demigods as a substitute for the heavenly beverage soma. In fact, Lord Kṛṣṇa deserves to receive everything that we possess, since He is the ultimate proprietor of everything, including ourselves. Thus we should give Lord Kṛṣṇa our life and soul, not merely a ritualistic offering of rice cakes."
    },
    {
        "verse": "35",
        "devanagari": "वर्णाश्रमकुलापेत: सर्वधर्मबहिष्कृत: ।स्वैरवर्ती गुणैर्हीन: सपर्यां कथमर्हति ॥ ३५ ॥",
        "english_devnagari": "varṇāśrama-kulāpetaḥsarva-dharma-bahiṣ-kṛtaḥsvaira-vartī guṇair hīnaḥsaparyāṁ katham arhati",
        "verse_Syn": [
            "varṇa",
            "āśrama",
            "kula",
            "apetaḥ",
            "sarva",
            "dharma",
            "bahiḥ",
            "kṛtaḥ",
            "svaira",
            "vartī",
            "guṇaiḥ",
            "hīnaḥ",
            "saparyām",
            "katham",
            "arhati"
        ],
        "translation": "How does one who follows no principles of the social and spiritual orders or of family ethics, who has been excluded from all religious duties, who behaves whimsically, and who has no good qualities — how does such a person deserve to be worshiped?",
        "purport": " Śrīla Prabhupāda comments: “Actually, Kṛṣṇa does not belong to any caste, nor does He have to perform any occupational duty. It is stated in the Vedas that the Supreme Lord has nothing to do as His prescribed duty. Whatever has to be done on His behalf is executed by His different energies.… Śiśupāla indirectly praised Kṛṣṇa by saying that He is not within the jurisdiction of Vedic injunction. This is true because He is the Supreme Personality of Godhead. That He has no qualities means that Kṛṣṇa has no material qualities, and because He is the Supreme Personality of Godhead, He acts independently, not caring for conventions or social or religious principles.”"
    },
    {
        "verse": "36",
        "devanagari": "ययातिनैषां हि कुलं शप्तं सद्भ‍िर्बहिष्कृतम् ।वृथापानरतं शश्वत् सपर्यां कथमर्हति ॥ ३६ ॥",
        "english_devnagari": "yayātinaiṣāṁ hi kulaṁśaptaṁ sadbhir bahiṣ-kṛtamvṛthā-pāna-rataṁ śaśvatsaparyāṁ katham arhati",
        "verse_Syn": [
            "yayātinā",
            "eṣām",
            "hi",
            "kulam",
            "śaptam",
            "sadbhiḥ",
            "bahiḥ",
            "kṛtam",
            "vṛthā",
            "pāna",
            "ratam",
            "śaśvat",
            "saparyām",
            "katham",
            "arhati"
        ],
        "translation": "Yayāti cursed the dynasty of these Yādavas, and ever since then they have been ostracized by honest men and addicted to liquor. How, then, does Kṛṣṇa deserve to be worshiped?",
        "purport": " Śrīla Viśvanātha Cakravartī gives the inner meaning of the words of Śiśupāla to show how he continued unintentionally glorifying Lord Kṛṣṇa and His Yadu dynasty: “Even though the Yadus were cursed by Yayāti, they have been relieved [bahis-kṛtam] of this curse by great saints, and consequently they have been raised to a position of royal sovereignty by such persons as Kārtavīrya. Thus they have become absorbed in pāna, protecting the earth. Considering all this, how does Kṛṣṇa, the chief of the Yadus, deserve useless [vṛthā] worship? Rather, He deserves opulent worship.”"
    },
    {
        "verse": "37",
        "devanagari": "ब्रह्मर्षिसेवितान् देशान् हित्वैतेऽब्रह्मवर्चसम् ।समुद्रं दुर्गमाश्रित्य बाधन्ते दस्यव: प्रजा: ॥ ३७ ॥",
        "english_devnagari": "brahmarṣi-sevitān deśānhitvaite ’brahma-varcasamsamudraṁ durgam āśrityabādhante dasyavaḥ prajāḥ",
        "verse_Syn": [
            "brahma",
            "ṛṣi",
            "sevitān",
            "deśān",
            "hitvā",
            "ete",
            "abrahma",
            "varcasam",
            "samudram",
            "durgam",
            "āśritya",
            "bādhante",
            "dasyavaḥ",
            "prajāḥ"
        ],
        "translation": "These Yādavas have abandoned the holy lands inhabited by saintly sages and have instead taken shelter of a fortress in the sea, a place where no brahminical principles are observed. There, just like thieves, they harass their subjects.",
        "purport": " The words brahmarṣi-sevitān deśān (“holy lands inhabited by saintly sages”) allude to the district of Mathurā. Śrīla Prabhupāda writes: “Śiśupāla went crazy because of Kṛṣṇa’s being elected the supreme, first worshiped person in that meeting, and he spoke so irresponsibly that it appeared that he had lost all his good fortune.”"
    },
    {
        "verse": "38",
        "devanagari": "एवमादीन्यभद्राणि बभाषे नष्टमङ्गल: ।नोवाच किञ्चिद्भगवान्यथा सिंह: शिवारुतम् ॥ ३८ ॥",
        "english_devnagari": "evam-ādīny abhadrāṇibabhāṣe naṣṭa-maṅgalaḥnovāca kiñcid bhagavānyathā siṁhaḥ śivā-rutam",
        "verse_Syn": [
            "evam",
            "ādīni",
            "abhadrāṇi",
            "babhāṣe",
            "naṣṭa",
            "maṅgalaḥ",
            "na",
            "uvāca",
            "kiñcit",
            "bhagavān",
            "yathā",
            "siṁhaḥ",
            "śivā",
            "rutam"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Bereft of all good fortune, Śiśupāla spoke these and other insults. But the Supreme Lord said nothing, just as a lion ignores a jackal’s cry.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "भगवन्निन्दनं श्रुत्वा दु:सहं तत् सभासद: ।कर्णौ पिधाय निर्जग्मु: शपन्तश्चेदिपं रुषा ॥ ३९ ॥",
        "english_devnagari": "bhagavan-nindanaṁ śrutvāduḥsahaṁ tat sabhā-sadaḥkarṇau pidhāya nirjagmuḥśapantaś cedi-paṁ ruṣā",
        "verse_Syn": [
            "bhagavat",
            "nindanam",
            "śrutvā",
            "duḥsaham",
            "tat",
            "sabhā",
            "sadaḥ",
            "karṇau",
            "pidhāya",
            "nirjagmuḥ",
            "śapantaḥ",
            "cedi",
            "pam",
            "ruṣā"
        ],
        "translation": "Upon hearing such intolerable blasphemy of the Lord, several members of the assembly covered their ears and walked out, angrily cursing the King of Cedi.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "निन्दां भगवत: श‍ृण्वंस्तत्परस्य जनस्य वा ।ततो नापैति य: सोऽपि यात्यध: सुकृताच्च्युत: ॥ ४० ॥",
        "english_devnagari": "nindāṁ bhagavataḥ śṛṇvaṁstat-parasya janasya vātato nāpaiti yaḥ so ’piyāty adhaḥ sukṛtāc cyutaḥ",
        "verse_Syn": [
            "nindām",
            "bhagavataḥ",
            "śṛṇvan",
            "tat",
            "parasya",
            "janasya",
            "vā",
            "tataḥ",
            "na",
            "apaiti",
            "yaḥ",
            "saḥ",
            "api",
            "yāti",
            "adhaḥ",
            "su",
            "kṛtāt",
            "cyutaḥ"
        ],
        "translation": "Anyone who fails to immediately leave the place where he hears criticism of the Supreme Lord or His faithful devotee will certainly fall down, bereft of his pious credit.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "तत: पाण्डुसुता: क्रुद्धा मत्स्यकैकयसृञ्जया: ।उदायुधा: समुत्तस्थु: शिशुपालजिघांसव: ॥ ४१ ॥",
        "english_devnagari": "tataḥ pāṇḍu-sutāḥ kruddhāmatsya-kaikaya-sṛñjayāḥudāyudhāḥ samuttasthuḥśiśupāla-jighāṁsavaḥ",
        "verse_Syn": [
            "tataḥ",
            "pāṇḍu",
            "sutāḥ",
            "kruddhāḥ",
            "matsya",
            "kaikaya",
            "sṛñjayāḥ",
            "ut",
            "āyudhāḥ",
            "samuttasthuḥ",
            "śisupāla",
            "jighāṁsavaḥ"
        ],
        "translation": "Then the sons of Pāṇḍu became furious, and together with the warriors of the Matsya, Kaikaya and Sṛñjaya clans, they rose up from their seats with weapons poised, ready to kill Śiśupāla.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "ततश्चैद्यस्त्वसम्भ्रान्तो जगृहे खड्‍गचर्मणी ।भर्त्सयन् कृष्णपक्षीयान् राज्ञ: सदसि भारत ॥ ४२ ॥",
        "english_devnagari": "tataś caidyas tv asambhrāntojagṛhe khaḍga-carmaṇībhartsayan kṛṣṇa-pakṣīyānrājñaḥ sadasi bhārata",
        "verse_Syn": [
            "tataḥ",
            "caidyaḥ",
            "tu",
            "asambhrāntaḥ",
            "jagṛhe",
            "khaḍga",
            "carmaṇī",
            "bhartsayan",
            "kṛṣṇa",
            "pakṣīyān",
            "rājñaḥ",
            "sadasi",
            "bhārata"
        ],
        "translation": "Undaunted, Śiśupāla then took up his sword and shield in the midst of all the assembled kings, O Bhārata, and hurled insults at those who sided with Lord Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "तावदुत्थाय भगवान् स्वान् निवार्य स्वयं रुषा ।शिर: क्षुरान्तचक्रेण जहारपततो रिपो: ॥ ४३ ॥",
        "english_devnagari": "tāvad utthāya bhagavānsvān nivārya svayaṁ ruṣāśiraḥ kṣurānta-cakreṇajahāra patato ripoḥ",
        "verse_Syn": [
            "tāvat",
            "utthāya",
            "bhagavān",
            "svān",
            "nivārya",
            "svayam",
            "ruṣā",
            "śiraḥ",
            "kṣura",
            "anta",
            "cakreṇa",
            "jahāra",
            "patataḥ",
            "ripoḥ"
        ],
        "translation": "At that point the Supreme Lord stood up and checked His devotees. He then angrily sent forth His razor-sharp disc and severed the head of His enemy as he was attacking.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains the Lord’s action as follows: If Lord Kṛṣṇa had done nothing, there probably would have been a savage fight on the sacrificial grounds, and thus the whole ceremony would have been drenched in blood, spoiling the sanctified atmosphere. Therefore, in order to protect the Rājasūya sacrifice of Kṛṣṇa’s beloved devotee Yudhiṣṭhira, the Lord immediately severed Śiśupāla’s head with His razor-sharp disc in such a way that not a drop of blood fell within the sacrificial grounds."
    },
    {
        "verse": "44",
        "devanagari": "शब्द: कोलाहलोऽथासीच्छिशुपाले हते महान् ।तस्यानुयायिनो भूपा दुद्रुवुर्जीवितैषिण: ॥ ४४ ॥",
        "english_devnagari": "śabdaḥ kolāhalo ’thāsīcchiśupāle hate mahāntasyānuyāyino bhūpādudruvur jīvitaiṣiṇaḥ",
        "verse_Syn": [
            "śabdaḥ",
            "kolāhalaḥ",
            "atha",
            "āsīt",
            "śiśupāle",
            "hate",
            "mahān",
            "tasya",
            "anuyāyinaḥ",
            "bhūpāḥ",
            "dudruvuḥ",
            "jīvita",
            "eṣiṇaḥ"
        ],
        "translation": "When Śiśupāla was thus killed, a great roar and howl went up from the crowd. Taking advantage of that disturbance, the few kings who were supporters of Śiśupāla quickly left the assembly out of fear for their lives.",
        "purport": " The above translation is taken from Śrīla Prabhupāda’s Kṛṣṇa, the Supreme Personality of Godhead."
    },
    {
        "verse": "45",
        "devanagari": "चैद्यदेहोत्थितं ज्योतिर्वासुदेवमुपाविशत् ।पश्यतां सर्वभूतानामुल्केव भुवि खाच्च्युता ॥ ४५ ॥",
        "english_devnagari": "caidya-dehotthitaṁ jyotirvāsudevam upāviśatpaśyatāṁ sarva-bhūtānāmulkeva bhuvi khāc cyutā",
        "verse_Syn": [
            "caidya",
            "deha",
            "utthitam",
            "jyotiḥ",
            "vāsudevam",
            "upāviśat",
            "paśyatām",
            "sarva",
            "bhūtānām",
            "ulkā",
            "iva",
            "bhuvi",
            "khāt",
            "cyutā"
        ],
        "translation": "An effulgent light rose from Śiśupāla’s body and, as everyone watched, entered Lord Kṛṣṇa just like a meteor falling from the sky to the earth.",
        "purport": " In this connection, the ācāryas remind us that Śiśupāla is actually one of the Lord’s eternal associates playing the part of a belligerent demon. Thus to most observers it appeared that Śiśupāla achieved the impersonal liberation of merging into Lord Kṛṣṇa’s bodily effulgence. In fact, after being liberated from his mortal frame, Śiśupāla returned to the side of his master, the Supreme Lord of the spiritual world. The following verse further explains this."
    },
    {
        "verse": "46",
        "devanagari": "जन्मत्रयानुगुणितवैरसंरब्धया धिया ।ध्यायंस्तन्मयतां यातो भावो हि भवकारणम् ॥ ४६ ॥",
        "english_devnagari": "janma-trayānuguṇita-vaira-saṁrabdhayā dhiyādhyāyaṁs tan-mayatāṁ yātobhāvo hi bhava-kāraṇam",
        "verse_Syn": [
            "janma",
            "traya",
            "anuguṇita",
            "vaira",
            "saṁrabdhayā",
            "dhiyā",
            "dhyāyan",
            "tat",
            "mayatām",
            "yātaḥ",
            "bhāvaḥ",
            "hi",
            "bhava",
            "kāraṇam"
        ],
        "translation": "Obsessed with hatred of Lord Kṛṣṇa throughout three lifetimes, Śiśupāla attained the Lord’s transcendental nature. Indeed, one’s consciousness determines one’s future birth.",
        "purport": " Śiśupāla and his friend Dantavakra, who will be killed by Kṛṣṇa in Chapter Seventy-eight, were previously Jaya and Vijaya, two gatekeepers in Vaikuṇṭha. Because of an offense, the four Kumāras cursed them to take three births in the material world as demons. The first birth was as Hiraṇyākṣa and Hiraṇyakaśipu, the second as Rāvaṇa and Kumbhakarṇa, and the third as Śiśupāla and Dantavakra. In each birth they were completely absorbed in enmity toward the Lord and were slain by Him. Śrīla Prabhupāda explains the position of Śiśupāla as follows: “Although Śiśupāla acted as the enemy of Kṛṣṇa, he was not for a single moment out of Kṛṣṇa consciousness. He was always absorbed in thought of Kṛṣṇa, and thus he got the salvation of sāyujya-mukti, merging into the existence of the Supreme, and finally became reinstated in his original position of personal service. The Bhagavad-gītā corroborates the fact that one who is absorbed in the thought of the Supreme Lord at the time of death immediately enters the kingdom of God after quitting his material body.” The Third and Seventh cantos of the Śrīmad-Bhāgavatam elaborately describe the incident wherein the Lord’s personal associates were cursed to come to the material world as His enemies. In this connection, Śrīla Viśvanātha Cakravartī quotes the following verse (Bhāg. 7.1.47): “These two associates of Lord Viṣṇu — Jaya and Vijaya — maintained a feeling of enmity for a very long time. Because of always thinking of Kṛṣṇa in this way, they regained the shelter of the Lord, having returned home, back to Godhead.”"
    },
    {
        "verse": "47",
        "devanagari": "ऋत्विग्भ्य: ससदस्येभ्यो दक्षिणां विपुलामदात् ।सर्वान् सम्पूज्य विधिवच्चक्रेऽवभृथमेकराट् ॥ ४७ ॥",
        "english_devnagari": "ṛtvigbhyaḥ sa-sadasyebhyodakṣināṁ vipulām adātsarvān sampūjya vidhi-vaccakre ’vabhṛtham eka-rāṭ",
        "verse_Syn": [
            "ṛtvigbhyaḥ",
            "sa",
            "sadasyebhyaḥ",
            "dakṣiṇām",
            "vipulām",
            "adāt",
            "sarvān",
            "sampūjya",
            "vidhi",
            "vat",
            "cakre",
            "avabhṛtham",
            "eka",
            "rāṭ"
        ],
        "translation": "Emperor Yudhiṣṭhira gave generous gifts to the sacrificial priests and the members of the assembly, properly honoring them all in the manner prescribed by the Vedas. He then took the avabhṛtha bath.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "साधयित्वा क्रतु: राज्ञ: कृष्णो योगेश्वरेश्वर: ।उवास कतिचिन्मासान् सुहृद्भ‍िरभियाचित: ॥ ४८ ॥",
        "english_devnagari": "sādhayitvā kratuḥ rājñaḥkṛṣṇo yogeśvareśvaraḥuvāsa katicin māsānsuhṛdbhir abhiyācitaḥ",
        "verse_Syn": [
            "sādhayitvā",
            "kratuḥ",
            "rājñaḥ",
            "kṛṣṇaḥ",
            "yoga",
            "īśvara",
            "īśvaraḥ",
            "uvāsa",
            "katicit",
            "māsān",
            "su",
            "hṛdbhiḥ",
            "abhiyācitaḥ"
        ],
        "translation": "Thus Śrī Kṛṣṇa, the Lord of all masters of mystic yoga, saw to the successful execution of this great sacrifice on behalf of King Yudhiṣṭhira. Afterwards, the Lord stayed with His intimate friends for a few months at their earnest request.",
        "purport": " Although Lord Kṛṣṇa is the master of all masters of yoga, such as Lord Śiva, still He was controlled by King Yudhiṣṭhira’s pure love. Thus the Lord personally saw to the successful completion of the King’s sacrificial performance. And after that He agreed to stay with His dear friends in Indraprastha for a few more months."
    },
    {
        "verse": "49",
        "devanagari": "ततोऽनुज्ञाप्य राजानमनिच्छन्तमपीश्वर: ।ययौ सभार्य: सामात्य: स्वपुरं देवकीसुत: ॥ ४९ ॥",
        "english_devnagari": "tato ’nujñāpya rājānamanicchantam apīśvaraḥyayau sa-bhāryaḥ sāmātyaḥsva-puraṁ devakī-sutaḥ",
        "verse_Syn": [
            "tataḥ",
            "anujñāpya",
            "rājānam",
            "anicchantam",
            "api",
            "īśvaraḥ",
            "yayau",
            "sa",
            "bhāryaḥ",
            "sa",
            "amātyaḥ",
            "sva",
            "puram",
            "devakī",
            "sutaḥ"
        ],
        "translation": "Then the Lord, the son of Devakī, took the reluctant permission of the King and returned to His capital with His wives and ministers.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "वर्णितं तदुपाख्यानं मया ते बहुविस्तरम् ।वैकुण्ठवासिनोर्जन्म विप्रशापात् पुन: पुन: ॥ ५० ॥",
        "english_devnagari": "varṇitaṁ tad upākhyānaṁmayā te bahu-vistaramvaikuṇṭha-vāsinor janmavipra-śāpāt punaḥ punaḥ",
        "verse_Syn": [
            "varṇitam",
            "tat",
            "upākhyānam",
            "mayā",
            "te",
            "bahu",
            "vistaram",
            "vaikuṇṭha",
            "vāsinoḥ",
            "janma",
            "vipra",
            "śāpāt",
            "punaḥ",
            "punaḥ"
        ],
        "translation": "I have already described to you in detail the history of the two residents of Vaikuṇṭha who had to undergo repeated births in the material world because of being cursed by brāhmaṇas.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "राजसूयावभृथ्येन स्‍नातो राजा युधिष्ठिर: ।ब्रह्मक्षत्रसभामध्ये शुशुभे सुरराडिव ॥ ५१ ॥",
        "english_devnagari": "rājasūyāvabhṛthyenasnāto rājā yudhiṣṭhiraḥbrahma-kṣatra-sabhā-madhyeśuśubhe sura-rāḍ iva",
        "verse_Syn": [
            "rājasūya",
            "avabhṛthyena",
            "snātaḥ",
            "rājā",
            "yudhiṣṭhiraḥ",
            "brahma",
            "kṣatra",
            "sabhā",
            "madhye",
            "śuśubhe",
            "sura",
            "rāṭ",
            "iva"
        ],
        "translation": "Purified in the final, avabhṛthya ritual, which marked the successful completion of the Rājasūya sacrifice, King Yudhiṣṭhira shone among the assembled brāhmaṇas and kṣatriyas like the King of the demigods himself.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "राज्ञा सभाजिता: सर्वे सुरमानवखेचरा: ।कृष्णं क्रतुं च शंसन्त: स्वधामानि ययुर्मुदा ॥ ५२ ॥",
        "english_devnagari": "rājñā sabhājitāḥ sarvesura-mānava-khecarāḥkṛṣṇaṁ kratuṁ ca śaṁsantaḥsva-dhāmāni yayur mudā",
        "verse_Syn": [
            "rājñā",
            "sabhājitāḥ",
            "sarve",
            "sura",
            "mānava",
            "khe",
            "carāḥ",
            "kṛṣṇam",
            "kratum",
            "ca",
            "śaṁsantaḥ",
            "sva",
            "dhāmāni",
            "yayuḥ",
            "mudā"
        ],
        "translation": "The demigods, humans and residents of intermediate heavens, all properly honored by the King, happily set off for their respective domains while singing the praises of Lord Kṛṣṇa and the great sacrifice.",
        "purport": " According to Śrīdhara Svāmī, the term khecarāḥ here refers to the pramathas, mystic yogīs who accompany Lord Śiva."
    },
    {
        "verse": "53",
        "devanagari": "दुर्योधनमृते पापं कलिं कुरुकुलामयम् ।यो न सेहे श्रियं स्फीतां द‍ृष्ट्वा पाण्डुसुतस्य ताम् ॥ ५३ ॥",
        "english_devnagari": "duryodhanam ṛte pāpaṁkaliṁ kuru-kulāmayamyo na sehe śrīyaṁ sphītāṁdṛṣṭvā pāṇḍu-sutasya tām",
        "verse_Syn": [
            "duryodhanam",
            "ṛte",
            "pāpam",
            "kalim",
            "kuru",
            "kula",
            "āmayam",
            "yaḥ",
            "na",
            "sehe",
            "śrīyam",
            "sphītām",
            "dṛṣṭvā",
            "pāṇḍu",
            "sutasya",
            "tām"
        ],
        "translation": "[All were satisfied] except sinful Duryodhana, the personification of the age of quarrel and the disease of the Kuru dynasty. He could not bear to see the flourishing opulence of the son of Pāṇḍu.",
        "purport": " Śrīla Prabhupāda writes: “Duryodhana by nature was very envious because of his sinful life, and he appeared in the dynasty of the Kurus as a chronic disease personified in order to destroy the whole family.” Śrīla Śrīdhara Svāmī mentions that Duryodhana hated pure religious principles."
    },
    {
        "verse": "54",
        "devanagari": "य इदं कीर्तयेद् विष्णो: कर्म चैद्यवधादिकम् ।राजमोक्षं वितानं च सर्वपापै: प्रमुच्यते ॥ ५४ ॥",
        "english_devnagari": "ya idaṁ kīrtayed viṣṇoḥkarma caidya-vadhādikamrāja-mokṣaṁ vitānaṁ casarva-pāpaiḥ pramucyate",
        "verse_Syn": [
            "yaḥ",
            "idam",
            "kīrtayet",
            "viṣṇoḥ",
            "karma",
            "caidya",
            "vadha",
            "ādikam",
            "rāja",
            "mokṣam",
            "vitānam",
            "ca",
            "sarva",
            "pāpaiḥ",
            "pramucyate"
        ],
        "translation": "One who recites these activities of Lord Viṣṇu, including the killing of Śiśupāla, the deliverance of the kings and the performance of the Rājasūya sacrifice, is freed from all sins.",
        "purport": ""
    }
]