[
    {
        "verse": "1-6",
        "devanagari": "श्रीशुक उवाचअयुते द्वे शतान्यष्टौ निरुद्धा युधि निर्जिता: ।ते निर्गता गिरिद्रोण्यां मलिना मलवासस: ॥ १ ॥क्षुत्क्षामा: शुष्कवदना: संरोधपरिकर्शिता: ।दद‍ृशुस्ते घनश्यामं पीतकौशेयवाससम् ॥ २ ॥श्रीवत्साङ्कं चतुर्बाहुं पद्मगर्भारुणेक्षणम् ।चारुप्रसन्नवदनं स्फुरन्मकरकुण्डलम् ॥ ३ ॥पद्महस्तं गदाशङ्ख रथाङ्गैरुपलक्षितम् ।किरीटहारकटककटिसूत्राङ्गदाञ्चितम् ॥ ४ ॥भ्राजद्वरमणिग्रीवं निवीतं वनमालया ।पिबन्त इव चक्षुर्भ्यां लिहन्त इव जिह्वया ॥ ५ ॥जिघ्रन्त इव नासाभ्यां रम्भन्त इव बाहुभि: ।प्रणेमुर्हतपाप्मानो मूर्धभि: पादयोर्हरे: ॥ ६ ॥",
        "english_devnagari": "śrī-śuka uvācaayute dve śatāny aṣṭauniruddhā yudhi nirjitāḥte nirgatā giridroṇyāṁmalinā mala-vāsasaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ayute",
            "dve",
            "śatāni",
            "aṣṭau",
            "niruddhāḥ",
            "yudhi",
            "nirjitāḥ",
            "te",
            "nirgatāḥ",
            "giridroṇyām",
            "malināḥ",
            "mala",
            "vāsasaḥ",
            "kṣut",
            "kṣāmāḥ",
            "śuṣka",
            "vadanāḥ",
            "saṁrodha",
            "parikarśitāḥ",
            "dadṛśuḥ",
            "te",
            "ghana",
            "śyāmam",
            "pīta",
            "kauśeya",
            "vāsasam",
            "śrīvatsa",
            "aṅkam",
            "catuḥ",
            "bāhum",
            "padma",
            "garbha",
            "aruṇa",
            "īkṣaṇam",
            "cāru",
            "prasanna",
            "vadanam",
            "sphurat",
            "makara",
            "kuṇḍalam",
            "padma",
            "hastam",
            "gadā",
            "śaṅkha",
            "ratha",
            "aṅgaiḥ",
            "upalakṣitam",
            "kirīṭa",
            "hāra",
            "kaṭaka",
            "kaṭi",
            "sūtra",
            "aṅgada",
            "añcitam",
            "bhrājat",
            "vara",
            "maṇi",
            "grīvam",
            "nivītam",
            "vana",
            "mālayā",
            "pibantaḥ",
            "iva",
            "cakṣurbhyām",
            "lihantaḥ",
            "iva",
            "jihvayā",
            "jighrantaḥ",
            "iva",
            "nāsābhyām",
            "rambhantaḥ",
            "iva",
            "bāhubhiḥ",
            "praṇemuḥ",
            "hata",
            "pāpmānaḥ",
            "mūrdhabhiḥ",
            "pādayoḥ",
            "hareḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Jarāsandha had defeated 20,800 kings in combat and thrown them into prison. As these kings emerged from the Giridroṇī fortress, they appeared dirty and shabbily dressed. They were emaciated by hunger, their faces were dried up, and they were greatly weakened by their long imprisonment.",
        "purport": " The kings then beheld the Lord before them. His complexion was dark blue like the color of a cloud, and He wore a yellow silk garment. He was distinguished by the Śrīvatsa mark on His chest, His four mighty arms, the pinkish hue of His eyes, which resembled the whorl of a lotus, His lovely, cheerful face, His gleaming makara earrings and the lotus, club, conchshell and disc in His hands. A helmet, a jeweled necklace, a golden belt, and golden bracelets and armlets decorated His form, and on His neck He wore both the brilliant, precious Kaustubha gem and a garland of forest flowers. The kings seemed to drink His beauty with their eyes, lick Him with their tongues, relish His fragrance with their nostrils and embrace Him with their arms. Their past sins now eradicated, the kings all bowed down to Lord Hari, placing their heads at His feet."
    },
    {
        "verse": "7",
        "devanagari": "कृष्णसन्दर्शनाह्लादध्वस्तसंरोधनक्लमा: ।प्रशशंसुर्हृषीकेशं गीर्भि: प्राञ्जलयो नृपा: ॥ ७ ॥",
        "english_devnagari": "kṛṣṇa-sandarśanāhlādadhvasta-saṁrodhana-klamāḥpraśaśaṁsur hṛṣīkeśaṁgīrbhiḥ prāñjalayo nṛpāḥ",
        "verse_Syn": [
            "kṛṣṇa",
            "sandarśana",
            "āhlāda",
            "dhvasta",
            "saṁrodhana",
            "klamāḥ",
            "praśaśaṁsuḥ",
            "hṛṣīkā",
            "īśam",
            "gīrbhiḥ",
            "prāñjalayaḥ",
            "nṛpāḥ"
        ],
        "translation": "The ecstasy of beholding Lord Kṛṣṇa having dispelled the weariness of their imprisonment, the kings stood with joined palms and offered words of praise to that supreme master of the senses.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "राजान ऊचु:नमस्ते देवदेवेश प्रपन्नार्तिहराव्यय ।प्रपन्नान् पाहि न: कृष्ण निर्विण्णान्घोरसंसृते: ॥ ८ ॥",
        "english_devnagari": "rājāna ūcuḥnamas te deva-deveśaprapannārti-harāvyayaprapannān pāhi naḥ kṛṣṇanirviṇṇān ghora-saṁsṛteḥ",
        "verse_Syn": [
            "rājānaḥ",
            "ūcuḥ",
            "namaḥ",
            "te",
            "deva",
            "deva",
            "īśa",
            "prapanna",
            "ārti",
            "hara",
            "avyaya",
            "prapannān",
            "pāhi",
            "naḥ",
            "kṛṣṇa",
            "nirviṇṇān",
            "ghora",
            "saṁsṛteḥ"
        ],
        "translation": "The kings said: Obeisances to You, O Lord of the ruling demigods, O destroyer of Your surrendered devotees’ distress. Since we have surrendered to You, O inexhaustible Kṛṣṇa, please save us from this terrible material life, which has made us so despondent.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "नैनं नाथानुसूयामो मागधं मधुसूदन ।अनुग्रहो यद् भवतो राज्ञां राज्यच्युतिर्विभो ॥ ९ ॥",
        "english_devnagari": "nainaṁ nāthānusūyāmomāgadhaṁ madhusūdanaanugraho yad bhavatorājñāṁ rājya-cyutir vibho",
        "verse_Syn": [
            "na",
            "enam",
            "nātha",
            "anusūyāmaḥ",
            "māgadham",
            "madhusūdana",
            "anugrahaḥ",
            "yat",
            "bhavataḥ",
            "rājñām",
            "rājya",
            "cyutiḥ",
            "vibho"
        ],
        "translation": "O master, Madhusūdana, we do not blame this King of Magadha, since it is actually by Your mercy that kings fall from their royal position, O almighty Lord.",
        "purport": " It is significant that upon seeing Lord Kṛṣṇa and thus becoming purified of their sins, the kings did not feel any mundane hatred or bitterness toward Jarāsandha, who had imprisoned them. Simply by seeing Lord Kṛṣṇa, the kings came to the position of Kṛṣṇa consciousness and spoke these verses, which show deep spiritual wisdom."
    },
    {
        "verse": "10",
        "devanagari": "राज्यैश्वर्यमदोन्नद्धो न श्रेयो विन्दते नृप: ।त्वन्मायामोहितोऽनित्या मन्यते सम्पदोऽचला: ॥ १० ॥",
        "english_devnagari": "rājyaiśvarya-madonnaddhona śreyo vindate nṛpaḥtvan-māyā-mohito ’nityāmanyate sampado ’calāḥ",
        "verse_Syn": [
            "rājya",
            "aiśvarya",
            "mada",
            "unnaddhaḥ",
            "na",
            "śreyaḥ",
            "vindate",
            "nṛpaḥ",
            "tvat",
            "māyā",
            "mohitaḥ",
            "anityāḥ",
            "manyate",
            "sampadaḥ",
            "acalāḥ"
        ],
        "translation": "Infatuated with his opulence and ruling power, a king loses all self-restraint and cannot obtain his true welfare. Thus bewildered by Your illusory energy, he imagines his temporary assets to be permanent.",
        "purport": " The word unnaddha indicates that one who is intoxicated by false pride goes beyond the boundaries of proper behavior. Human life is meant to be governed by dharma, spiritual principles for gradual advancement to the perfection of Kṛṣṇa consciousness. Blinded by wealth and power, however, a foolish person does not hesitate to act whimsically, against the laws of nature and God. Unfortunately, this is now the situation in the prosperous Western countries."
    },
    {
        "verse": "11",
        "devanagari": "मृगतृष्णां यथा बाला मन्यन्त उदकाशयम् ।एवं वैकारिकीं मायामयुक्ता वस्तु चक्षते ॥ ११ ॥",
        "english_devnagari": "mṛga-tṛṣṇāṁ yathā bālāmanyanta udakāśayamevaṁ vaikārikīṁ māyāmayuktā vastu cakṣate",
        "verse_Syn": [
            "mṛga",
            "tṛṣṇām",
            "yathā",
            "bālāḥ",
            "manyante",
            "udaka",
            "āśayam",
            "evam",
            "vaikārikīm",
            "māyām",
            "ayuktāḥ",
            "vastu",
            "cakṣate"
        ],
        "translation": "Just as men of childish intelligence consider a mirage in the desert to be a pond of water, so those who are irrational look upon the illusory transformations of Māyā as substantial.",
        "purport": ""
    },
    {
        "verse": "12-13",
        "devanagari": "वयं पुरा श्रीमदनष्टद‍ृष्टयोजिगीषयास्या इतरेतरस्पृध: ।घ्नन्त: प्रजा: स्वा अतिनिर्घृणा: प्रभोमृत्युं पुरस्त्वाविगणय्य दुर्मदा: ॥ १२ ॥त एव कृष्णाद्य गभीररंहसादुरन्तेवीर्येण विचालिता: श्रिय: ।कालेन तन्वा भवतोऽनुकम्पयाविनष्टदर्पाश्चरणौ स्मराम ते ॥ १३ ॥",
        "english_devnagari": "vayaṁ purā śrī-mada-naṣṭa-dṛṣṭayojigīṣayāsyā itaretara-spṛdhaḥghnantaḥ prajāḥ svā ati-nirghṛṇāḥ prabhomṛtyuṁ puras tvāvigaṇayya durmadāḥ",
        "verse_Syn": [
            "vayam",
            "purā",
            "śrī",
            "mada",
            "naṣṭa",
            "dṛṣṭayaḥ",
            "jigīṣayā",
            "asyāḥ",
            "itara",
            "itara",
            "spṛdhaḥ",
            "ghnantaḥ",
            "prajāḥ",
            "svāḥ",
            "ati",
            "nirghṛṇāḥ",
            "prabho",
            "mṛtyum",
            "puraḥ",
            "tvā",
            "avigaṇayya",
            "durmadāḥ",
            "te",
            "eva",
            "kṛṣṇa",
            "adya",
            "gabhīra",
            "raṁhasā",
            "duranta",
            "vīryeṇa",
            "vicālitāḥ",
            "śriyaḥ",
            "kālena",
            "tanvā",
            "bhavataḥ",
            "anukampayā",
            "vinaṣṭa",
            "darpāḥ",
            "caraṇau",
            "smarāma",
            "te"
        ],
        "translation": "Previously, blinded by the intoxication of riches, we wanted to conquer this earth, and thus we fought one another to achieve victory, mercilessly harassing our own subjects. We arrogantly disregarded You, O Lord, who stood before us as death. But now, O Kṛṣṇa, that powerful form of Yours called time, moving mysteriously and irresistibly, has deprived us of our opulences. Now that You have mercifully destroyed our pride, we beg simply to remember Your lotus feet.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "अथो न राज्यं मृगतृष्णिरूपितंदेहेन शश्वत् पतता रुजां भुवा ।उपासितव्यं स्पृहयामहे विभोक्रियाफलं प्रेत्य च कर्णरोचनम् ॥ १४ ॥",
        "english_devnagari": "atho na rājyam mṛga-tṛṣṇi-rūpitaṁdehena śaśvat patatā rujāṁ bhuvāupāsitavyaṁ spṛhayāmahe vibhokriyā-phalaṁ pretya ca karṇa-rocanam",
        "verse_Syn": [
            "atha",
            "u",
            "na",
            "rājyam",
            "mṛga",
            "tṛṣṇi",
            "rūpitam",
            "dehena",
            "śaśvat",
            "patatā",
            "rujām",
            "bhuvā",
            "upāsitavyam",
            "spṛhayāmahe",
            "vibho",
            "kriyā",
            "phalam",
            "pretya",
            "ca",
            "karṇa",
            "rocanam"
        ],
        "translation": "Never again will we hanker for a miragelike kingdom — a kingdom that must be slavishly served by this mortal body, which is simply a source of disease and suffering and which is declining at every moment. Nor, O almighty Lord, will we hanker to enjoy the heavenly fruits of pious work in the next life, since the promise of such rewards is simply an empty enticement for the ears.",
        "purport": " One must work very hard to maintain a kingdom or political sovereignty. And yet the body, which works so hard to maintain one’s political power, is itself doomed. At every moment the mortal body moves toward death, and all along the way the body is subject to many painful diseases. The whole affair of mundane power is thus a waste of time for the pure soul, who needs to revive his dormant Kṛṣṇa consciousness. The Vedic scriptures and other religious scriptures contain many promises of prosperity and heavenly enjoyment in the next life for one who acts piously in this life. Such promises are pleasing to the ears, but they are nothing more than that. Material enjoyment, whether in heaven or in hell, is a type of illusion for the pure soul. By the personal association of Lord Kṛṣṇa, the fortunate kings have now realized the higher spiritual reality beyond the phantasmagoria of the material creation."
    },
    {
        "verse": "15",
        "devanagari": "तं न: समादिशोपायं येन ते चरणाब्जयो: ।स्मृतिर्यथा न विरमेदपि संसरतामिह ॥ १५ ॥",
        "english_devnagari": "taṁ naḥ samādiśopāyaṁyena te caraṇābjayoḥsmṛtir yathā na viramedapi saṁsaratām iha",
        "verse_Syn": [
            "tam",
            "naḥ",
            "samādiśa",
            "upāyam",
            "yena",
            "te",
            "caraṇa",
            "abjayoḥ",
            "smṛtiḥ",
            "yathā",
            "na",
            "viramet",
            "api",
            "saṁsaratām",
            "iha"
        ],
        "translation": "Please tell us how we may constantly remember Your lotus feet, though we continue in the cycle of birth and death in this world.",
        "purport": " One can constantly remember the Lord only by His mercy. Such remembrance is the easy method to obtain supreme liberation, as explained in Bhagavad-gītā (8.14): “For one who always remembers Me without deviation, I am easy to obtain, O son of Pṛthā, because of his constant engagement in devotional service.” The words api saṁsaratām iha indicate that the kings were approaching Lord Kṛṣṇa not merely for liberation but rather for the boon of always being able to remember His lotus feet. Such constant remembrance is a symptom of love, and love of Godhead is the actual goal of life."
    },
    {
        "verse": "16",
        "devanagari": "कृष्णाय वासुदेवाय हरये परमात्मने ।प्रणतक्लेशनाशाय गोविन्दाय नमो नम: ॥ १६ ॥",
        "english_devnagari": "kṛṣṇāya vāsudevāyaharaye paramātmanepraṇata-kleśa-nāśāyagovindāya namo namaḥ",
        "verse_Syn": [
            "kṛṣṇāya",
            "vāsudevāya",
            "haraye",
            "parama",
            "ātmane",
            "praṇata",
            "kleśa",
            "nāśāya",
            "govindāya",
            "namaḥ",
            "namaḥ"
        ],
        "translation": "Again and again we offer our obeisances unto Lord Kṛṣṇa, Hari, the son of Vasudeva. That Supreme Soul, Govinda, vanquishes the suffering of all who surrender to Him.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "श्रीशुक उवाचसंस्तूयमानो भगवान् राजभिर्मुक्तबन्धनै: ।तानाह करुणस्तात शरण्य: श्लक्ष्णया गिरा ॥ १७ ॥",
        "english_devnagari": "śrī-śuka uvācasaṁstūyamāno bhagavānrājabhir mukta-bandhanaiḥtān āha karuṇas tātaśaraṇyaḥ ślakṣṇayā girā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saṁstūyamāṇaḥ",
            "bhagavān",
            "rājabhiḥ",
            "mukta",
            "bandhanaiḥ",
            "tān",
            "āha",
            "karuṇaḥ",
            "tāta",
            "śaraṇyaḥ",
            "ślakṣṇayā",
            "girā"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus the kings, now freed from bondage, glorified the Supreme Lord. Then, my dear Parīkṣit, that merciful bestower of shelter spoke to them in a gentle voice.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "श्रीभगवानुवाचअद्यप्रभृति वो भूपा मय्यात्मन्यखिलेश्वरे ।सुद‍ृढा जायते भक्तिर्बाढमाशंसितं तथा ॥ १८ ॥",
        "english_devnagari": "śrī-bhagavān uvācaadya prabhṛti vo bhūpāmayy ātmany akhileśvaresu-dṛḍhā jāyate bhaktirbāḍham āśaṁsitaṁ tathā",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "adya",
            "prabhṛti",
            "vaḥ",
            "bhū",
            "pāḥ",
            "mayi",
            "ātmani",
            "akhila",
            "īśvare",
            "su",
            "dṛḍhā",
            "jāyate",
            "bhaktiḥ",
            "bāḍham",
            "āśaṁsitam",
            "tathā"
        ],
        "translation": "The Supreme Personality of Godhead said: From now on, my dear kings, you will have firm devotion to Me, the Supreme Self and the Lord of all that be. I assure you this will come to pass, just as you desire.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "दिष्‍ट्या व्यवसितं भूपा भवन्त ऋतभाषिण: ।श्रीयैश्वर्यमदोन्नाहं पश्य उन्मादकं नृणाम् ॥ १९ ॥",
        "english_devnagari": "diṣṭyā vyavasitaṁ bhūpābhavanta ṛta-bhāṣiṇaḥśrīy-aiśvarya-madonnāhaṁpaśya unmādakaṁ nṛṇām",
        "verse_Syn": [
            "diṣṭyā",
            "vyavasitam",
            "bhūpāḥ",
            "bhavantaḥ",
            "ṛta",
            "bhāṣiṇaḥ",
            "śrī",
            "aiśvarya",
            "mada",
            "unnāham",
            "paśye",
            "unmādakam",
            "nṛṇām"
        ],
        "translation": "Fortunately you have come to the proper conclusion, my dear kings, and what you have spoken is true. I can see that human beings’ lack of self-restraint, which arises from their intoxication with opulence and power, simply leads to madness.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "हैहयो नहुषो वेणो रावणो नरकोऽपरे ।श्रीमदाद् भ्रंशिता: स्थानाद् देवदैत्यनरेश्वरा: ॥ २० ॥",
        "english_devnagari": "haihayo nahuṣo veṇorāvaṇo narako ’pareśrī-madād bhraṁśitāḥ sthānāddeva-daitya-nareśvarāḥ",
        "verse_Syn": [
            "haihayaḥ",
            "nahuṣaḥ",
            "veṇaḥ",
            "rāvaṇaḥ",
            "narakaḥ",
            "apare",
            "śrī",
            "madāt",
            "bhraṁśitāḥ",
            "sthānāt",
            "deva",
            "daitya",
            "nara",
            "īśvarāḥ"
        ],
        "translation": "Haihaya, Nahuṣa, Veṇa, Rāvaṇa, Naraka and many other rulers of demigods, men and demons fell from their elevated positions because of infatuation with material opulence.",
        "purport": " As described by Śrīdhara Svāmī, because Haihaya stole the desire cow of Lord Paraśurāma’s father, Jamadagni, Paraśurāma killed him and his impudent sons. Nahuṣa became puffed up when he temporarily assumed the post of Indra. When out of pride Nahuṣa ordered some brāhmaṇas to carry him in a palanquin to an illicit meeting with Lord Indra’s chaste wife, Śacī, the brāhmaṇas made him fall down from his position and become an old man. King Vena was similarly mad, and when he insulted the brāhmaṇas they killed him by loud incantations of the syllable hum. Rāvaṇa was a famous ruler of the Rākṣasas, but out of lust he kidnapped Mother Sītā, and thus her husband, Lord Rāmacandra, killed him. Naraka was a ruler of the Daityas who dared to steal Mother Aditi’s earrings, and for his offense he was also killed. Thus throughout history powerful leaders have fallen from their positions because they became intoxicated with their so-called opulence."
    },
    {
        "verse": "21",
        "devanagari": "भवन्त एतद् विज्ञाय देहाद्युत्पाद्यमन्तवत् ।मां यजन्तोऽध्वरैर्युक्ता: प्रजा धर्मेण रक्ष्यथ ॥ २१ ॥",
        "english_devnagari": "bhavanta etad vijñāyadehādy utpādyam anta-vatmāṁ yajanto ’dhvarair yuktāḥprajā dharmeṇa rakṣyatha",
        "verse_Syn": [
            "bhavantaḥ",
            "etat",
            "vijñāya",
            "deha",
            "ādi",
            "utpādyam",
            "anta",
            "vat",
            "mām",
            "yajantaḥ",
            "adhvaraiḥ",
            "yuktāḥ",
            "prajāḥ",
            "dharmeṇa",
            "rakṣyatha"
        ],
        "translation": "Understanding that this material body and everything connected with it have a beginning and an end, worship Me by Vedic sacrifices, and with clear intelligence protect your subjects in accordance with the principles of religion.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "सन्तन्वन्त: प्रजातन्तून् सुखं दु:खं भवाभवौ ।प्राप्तं प्राप्तं च सेवन्तो मच्चित्ता विचरिष्यथ ॥ २२ ॥",
        "english_devnagari": "santanvantaḥ prajā-tantūnsukhaṁ duḥkhaṁ bhavābhavauprāptaṁ prāptaṁ ca sevantomac-cittā vicariṣyatha",
        "verse_Syn": [
            "santanvantaḥ",
            "prajā",
            "tantūn",
            "sukham",
            "duḥkham",
            "bhava",
            "abhavau",
            "prāptam",
            "prāptam",
            "ca",
            "sevantaḥ",
            "mat",
            "cittāḥ",
            "vicariṣyatha"
        ],
        "translation": "As you live your lives, begetting generations of progeny and encountering happiness and distress, birth and death, always keep your minds fixed on Me.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "उदासीनाश्च देहादावात्मारामा धृतव्रता: ।मय्यावेश्य मन: सम्यङ्‌मामन्ते ब्रह्म यास्यथ ॥ २३ ॥",
        "english_devnagari": "udāsīnāś ca dehādāvātmārāmā dhṛta-vratāḥmayy āveśya manaḥ samyaṅmām ante brahma yāsyatha",
        "verse_Syn": [
            "udāsīnāḥ",
            "ca",
            "deha",
            "ādau",
            "ātma",
            "ārāmāḥ",
            "dhṛta",
            "vratāḥ",
            "mayi",
            "āveśya",
            "manaḥ",
            "samyak",
            "mām",
            "ante",
            "brahma",
            "yāsyatha"
        ],
        "translation": "Be detached from the body and everything connected to it. Remaining self-satisfied, steadfastly keep your vows while concentrating your minds fully on Me. In this way you will ultimately attain Me, the Supreme Absolute Truth.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "श्रीशुक उवाचइत्यादिश्य नृपान् कृष्णो भगवान् भुवनेश्वर: ।तेषां न्ययुङ्क्त पुरुषान् स्‍त्रियो मज्जनकर्मणि ॥ २४ ॥",
        "english_devnagari": "śrī-śuka uvācaity ādiśya nṛpān kṛṣṇobhagavān bhuvaneśvaraḥteṣāṁ nyayuṅkta puruṣānstriyo majjana-karmaṇi",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "ādiśya",
            "nṛpān",
            "kṛṣṇaḥ",
            "bhagavān",
            "bhuvana",
            "īśvaraḥ",
            "teṣām",
            "nyayuṅkta",
            "puruṣān",
            "striyaḥ",
            "majjana",
            "karmaṇi"
        ],
        "translation": "Śukadeva Gosvāmī said: Having thus instructed the kings, Lord Kṛṣṇa, the supreme master of all the worlds, engaged male and female servants in bathing and grooming them.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "सपर्यां कारयामास सहदेवेन भारत ।नरदेवोचितैर्वस्‍त्रैर्भूषणै: स्रग्विलेपनै: ॥ २५ ॥",
        "english_devnagari": "saparyāṁ kārayām āsasahadevena bhāratanaradevocitair vastrairbhūṣaṇaiḥ srag-vilepanaiḥ",
        "verse_Syn": [
            "saparyām",
            "kārayām",
            "āsa",
            "sahadevena",
            "bhārata",
            "nara",
            "deva",
            "ucitaiḥ",
            "vastraiḥ",
            "bhūṣaṇaiḥ",
            "srak",
            "vilepanaiḥ"
        ],
        "translation": "O descendant of Bharata, the Lord then had King Sahadeva honor them with offerings of clothing, jewelry, garlands and sandalwood paste, all suitable for royalty.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "भोजयित्वा वरान्नेन सुस्‍नातान्समलङ्कृतान् ।भोगैश्च विविधैर्युक्तांस्ताम्बूलाद्यैर्नृपोचितै: ॥ २६ ॥",
        "english_devnagari": "bhojayitvā varānnenasu-snātān samalaṅkṛtānbhogaiś ca vividhair yuktāṁstāmbūlādyair nṛpocitaiḥ",
        "verse_Syn": [
            "bhojayitvā",
            "vara",
            "annena",
            "su",
            "snātān",
            "samalaṅkṛtān",
            "bhogaiḥ",
            "ca",
            "vividhaiḥ",
            "yuktān",
            "tāmbūla",
            "ādyaiḥ",
            "nṛpa",
            "ucitaiḥ"
        ],
        "translation": "After they had been properly bathed and adorned, Lord Kṛṣṇa saw to it that they dined on excellent food. He also presented them with various items befitting the pleasure of kings, such as betel nut.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "ते पूजिता मुकुन्देन राजानो मृष्टकुण्डला: ।विरेजुर्मोचिता: क्लेशात् प्रावृडन्ते यथा ग्रहा: ॥ २७ ॥",
        "english_devnagari": "te pūjitā mukundenarājāno mṛṣṭa-kuṇḍalāḥvirejur mocitāḥ kleśātprāvṛḍ-ante yathā grahāḥ",
        "verse_Syn": [
            "te",
            "pūjitāḥ",
            "mukundena",
            "rājānaḥ",
            "mṛṣṭa",
            "kuṇḍalāḥ",
            "virejuḥ",
            "mocitāḥ",
            "kleśāt",
            "prāvṛṭ",
            "ante",
            "yathā",
            "grahāḥ"
        ],
        "translation": "Honored by Lord Mukunda and freed from tribulation, the kings shone splendidly, their earrings gleaming, just as the moon and other celestial bodies shine brilliantly in the sky at the end of the rainy season.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "रथान्सदश्वानारोप्य मणिकाञ्चनभूषितान् ।प्रीणय्य सुनृतैर्वाक्यै: स्वदेशान् प्रत्ययापयत् ॥ २८ ॥",
        "english_devnagari": "rathān sad-aśvān āropyamaṇi-kāñcana-bhūṣitānprīṇayya sunṛtair vākyaiḥsva-deśān pratyayāpayat",
        "verse_Syn": [
            "rathān",
            "sat",
            "aśvān",
            "āropya",
            "maṇi",
            "kāñcana",
            "bhūṣitān",
            "prīṇayya",
            "sunṛtaiḥ",
            "vākyaiḥ",
            "sva",
            "deśān",
            "pratyayāpayat"
        ],
        "translation": "Then the Lord arranged for the kings to be seated on chariots drawn by fine horses and adorned with jewels and gold, and pleasing them with gracious words, He sent them off to their own kingdoms.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "त एवं मोचिता: कृच्छ्रात् कृष्णेन सुमहात्मना ।ययुस्तमेव ध्यायन्त: कृतानि च जगत्पते: ॥ २९ ॥",
        "english_devnagari": "ta evaṁ mocitāḥ kṛcchrātkṛṣṇena su-mahātmanāyayus tam eva dhyāyantaḥkṛtāni ca jagat-pateḥ",
        "verse_Syn": [
            "te",
            "evam",
            "mocitāḥ",
            "kṛcchrāt",
            "kṛṣṇena",
            "su",
            "mahā",
            "ātmanā",
            "yayuḥ",
            "tam",
            "eva",
            "dhyāyantaḥ",
            "kṛtāni",
            "ca",
            "jagat",
            "pateḥ"
        ],
        "translation": "Thus liberated from all difficulty by Kṛṣṇa, the greatest of personalities, the kings departed, and as they went they thought only of Him, the Lord of the universe, and of His wonderful deeds.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "जगदु: प्रकृतिभ्यस्ते महापुरुषचेष्टितम् ।यथान्वशासद् भगवांस्तथा चक्रुरतन्द्रिता: ॥ ३० ॥",
        "english_devnagari": "jagaduḥ prakṛtibhyas temahā-puruṣa-ceṣṭitamyathānvaśāsad bhagavāṁstathā cakrur atandritāḥ",
        "verse_Syn": [
            "jagaduḥ",
            "prakṛtibhyaḥ",
            "te",
            "mahā",
            "puruṣa",
            "ceṣṭitam",
            "yathā",
            "anvaśāsat",
            "bhagavān",
            "tathā",
            "cakruḥ",
            "atandritāḥ"
        ],
        "translation": "The kings told their ministers and other associates what the Personality of Godhead had done, and then they diligently carried out the orders He had imparted to them.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "जरासन्धं घातयित्वा भीमसेनेन केशव: ।पार्थाभ्यां संयुत: प्रायात् सहदेवेन पूजित: ॥ ३१ ॥",
        "english_devnagari": "jarāsandhaṁ ghātayitvābhīmasenena keśavaḥpārthābhyāṁ saṁyutaḥ prāyātsahadevena pūjitaḥ",
        "verse_Syn": [
            "jarāsandham",
            "ghātayitvā",
            "bhīmasenena",
            "keśavaḥ",
            "pārthābhyam",
            "saṁyutaḥ",
            "prāyāt",
            "sahadevena",
            "pūjitaḥ"
        ],
        "translation": "Having arranged for Bhīmasena to kill Jarāsandha, Lord Keśava accepted worship from King Sahadeva and then departed with the two sons of Pṛthā.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "गत्वा ते खाण्डवप्रस्थं शङ्खान् दध्मुर्जितारय: ।हर्षयन्त: स्वसुहृदो दुर्हृदां चासुखावहा: ॥ ३२ ॥",
        "english_devnagari": "gatvā te khāṇḍava-prasthaṁśaṅkhān dadhmur jitārayaḥharṣayantaḥ sva-suhṛdodurhṛdāṁ cāsukhāvahāḥ",
        "verse_Syn": [
            "gatvā",
            "te",
            "khāṇḍava",
            "prastham",
            "śaṅkhān",
            "dadhmuḥ",
            "jita",
            "arayaḥ",
            "harṣayantaḥ",
            "sva",
            "suhṛdaḥ",
            "durhṛdām",
            "ca",
            "asukha",
            "āvahāḥ"
        ],
        "translation": "When they arrived at Indraprastha, the victorious heroes blew their conchshells, bringing joy to their well-wishing friends and sorrow to their enemies.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "तच्छ्रुत्वा प्रीतमनस इन्द्रप्रस्थनिवासिन: ।मेनिरे मागधं शान्तं राजा चाप्तमनोरथ: ॥ ३३ ॥",
        "english_devnagari": "tac chrutvā prīta-manasaindraprastha-nivāsinaḥmenire māgadhaṁ śāntaṁrājā cāpta-manorathaḥ",
        "verse_Syn": [
            "tat",
            "śrutvā",
            "prīta",
            "manasaḥ",
            "indraprastha",
            "nivāsinaḥ",
            "menire",
            "māgadham",
            "śāntam",
            "rājā",
            "ca",
            "āpta",
            "manaḥ",
            "rathaḥ"
        ],
        "translation": "The residents of Indraprastha were very pleased to hear that sound, for they understood that now the King of Magadha had been put to rest. King Yudhiṣṭhira felt that his desires were now fulfilled.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "अभिवन्द्याथ राजानं भीमार्जुनजनार्दना: ।सर्वमाश्रावयां चक्रुरात्मना यदनुष्ठितम् ॥ ३४ ॥",
        "english_devnagari": "abhivandyātha rājānaṁbhīmārjuna-janārdanāḥsarvam āśrāvayāṁ cakrurātmanā yad anuṣṭhitam",
        "verse_Syn": [
            "abhivandya",
            "atha",
            "rājānam",
            "bhīma",
            "arjuna",
            "janārdanāḥ",
            "sarvam",
            "āśrāvayām",
            "cakruḥ",
            "ātmanā",
            "yat",
            "anuṣṭhitam"
        ],
        "translation": "Bhīma, Arjuna and Janārdana offered their respects to the King and informed him fully about what they had done.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "निशम्य धर्मराजस्तत् केशवेनानुकम्पितम् ।आनन्दाश्रुकलां मुञ्चन् प्रेम्णा नोवाच किञ्चन ॥ ३५ ॥",
        "english_devnagari": "niśamya dharma-rājas tatkeśavenānukampitamānandāśru-kalāṁ muñcanpremṇā novāca kiñcana",
        "verse_Syn": [
            "niśamya",
            "dharma",
            "rājaḥ",
            "tat",
            "keśavena",
            "anukampitam",
            "ānanda",
            "aśru",
            "kalām",
            "muñcan",
            "premṇā",
            "na",
            "uvāca",
            "kiñcana"
        ],
        "translation": "Upon hearing their account of the great favor Lord Keśava had mercifully shown him, King Dharmarāja shed tears of ecstasy. He felt such love that he could not say anything.",
        "purport": ""
    }
]