[
    {
        "verse": "1-2",
        "devanagari": "श्रीशुक उवाचएकदा तु सभामध्य आस्थितो मुनिभिर्वृत: ।ब्राह्मणै: क्षत्रियैर्वैश्यैर्भ्रातृभिश्च युधिष्ठिर: ॥ १ ॥आचार्यै: कुलवृद्धैश्च ज्ञातिसम्बन्धिबान्धवै: ।श‍ृण्वतामेव चैतेषामाभाष्येदमुवाच ह ॥ २ ॥",
        "english_devnagari": "śrī-śuka uvācaekadā tu sabhā-madhyaāsthito munibhir vṛtaḥbrāhmaṇaiḥ kṣatriyair vaiśyairbhrātṛbhiś ca yudhiṣṭhiraḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ekadā",
            "tu",
            "sabhā",
            "madhye",
            "āsthitaḥ",
            "munibhiḥ",
            "vṛtaḥ",
            "brāhmaṇaiḥ",
            "kṣatriyaiḥ",
            "vaiśyaiḥ",
            "bhrātṛbhiḥ",
            "ca",
            "yudhiṣṭhiraḥ",
            "ācāryaiḥ",
            "kula",
            "vṛddhaiḥ",
            "ca",
            "jñāti",
            "sambandhi",
            "bāndhavaiḥ",
            "śṛṇvatām",
            "eva",
            "ca",
            "eteṣām",
            "ābhāṣya",
            "idam",
            "uvāca",
            "ha"
        ],
        "translation": "Śukadeva Gosvāmī said: One day, as King Yudhiṣṭhira sat in the royal assembly surrounded by eminent sages, brāhmaṇas, kṣatriyas and vaiśyas, and also by his brothers, spiritual masters, family elders, blood relations, in-laws and friends, he addressed Lord Kṛṣṇa as everyone listened.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "श्रीयुधिष्ठिर उवाचक्रतुराजेन गोविन्द राजसूयेन पावनी: ।यक्ष्ये विभूतीर्भवतस्तत् सम्पादय न: प्रभो ॥ ३ ॥",
        "english_devnagari": "śrī-yudhiṣṭhira uvācakratu-rājena govindarājasūyena pāvanīḥyakṣye vibhūtīr bhavatastat sampādaya naḥ prabho",
        "verse_Syn": [
            "śrī",
            "yudhiṣṭhiraḥ",
            "uvāca",
            "kratu",
            "rājena",
            "govinda",
            "rājasūyena",
            "pāvanīḥ",
            "yakṣye",
            "vibhūtīḥ",
            "bhavataḥ",
            "tat",
            "sampādaya",
            "naḥ",
            "prabho"
        ],
        "translation": "Śrī Yudhiṣṭhira said: O Govinda, I desire to worship Your auspicious, opulent expansions by the Rājasūya sacrifice, the king of Vedic ceremonies. Please make our endeavor a success, my Lord.",
        "purport": " Śrīla Śrīdhara Svāmī states that the word vibhūtīḥ refers to Lord Kṛṣṇa’s expansions (aṁśān), and Śrīla Viśvanātha Cakravartī Ṭhākura further explains that here the word vibhūtīḥ refers to Lord Kṛṣṇa’s opulent expansions within this world, such as the demigods and other empowered beings. Thus Śrīla Prabhupāda treats this verse as follows in Kṛṣṇa, the Supreme Personality of Godhead: “My dear Lord Kṛṣṇa, the sacrifice known as the Rājasūya-yajña is to be performed by the emperor, and it is considered to be the king of all sacrifices. By performing this sacrifice, I wish to satisfy all the demigods, who are Your empowered representatives within this material world, and I wish that You will kindly help me in this great adventure so that it may be successfully executed. As far as the Pāṇḍavas are concerned, we have nothing to ask from the demigods. We are personally fully satisfied by being Your devotees. As you say in the Bhagavad-gītā, ‘Persons who are bewildered by material desires worship the demigods,’ but our purpose is different. I want to perform this Rājasūya sacrifice and invite the demigods to show them that they have no power independent of You. They are all Your servants and You are the Supreme Personality of Godhead. Foolish persons with a poor fund of knowledge consider Your Lordship an ordinary human being. Sometimes they try to find fault in You, and sometimes they defame You. Therefore I wish to perform the Rājasūya-yajña. I wish to invite all the demigods, beginning from Lord Brahmā, Lord Śiva and other exalted chiefs of the heavenly planets, and in that great assembly of the demigods from all parts of the universe, I want to substantiate that You are the Supreme Personality of Godhead and that everyone is Your servant.”"
    },
    {
        "verse": "4",
        "devanagari": "त्वत्पादुके अविरतं परि ये चरन्तिध्यायन्त्यभद्रनशने शुचयो गृणन्ति ।विन्दन्ति ते कमलनाभ भवापवर्ग-माशासते यदि त आशिष ईश नान्ये ॥ ४ ॥",
        "english_devnagari": "tvat-pāduke avirataṁ pari ye carantidhyāyanty abhadra-naśane śucayo gṛṇantivindanti te kamala-nābha bhavāpavargamāśāsate yadi ta āśiṣa īśa nānye",
        "verse_Syn": [
            "tvat",
            "pāduke",
            "aviratam",
            "pari",
            "ye",
            "caranti",
            "dhyāyanti",
            "abhadra",
            "naśane",
            "śucayaḥ",
            "gṛṇanti",
            "vindanti",
            "te",
            "kamala",
            "nābha",
            "bhava",
            "apavargam",
            "āśāsate",
            "yadi",
            "te",
            "āśiṣaḥ",
            "īśa",
            "na",
            "anye"
        ],
        "translation": "Purified persons who constantly serve, meditate upon and glorify Your shoes, which destroy everything inauspicious, are sure to obtain freedom from material existence, O lotus-naveled one. Even if they desire something in this world, they obtain it, whereas others — those who do not take shelter of You — are never satisfied, O Lord.",
        "purport": " Śrīla Prabhupāda writes in this connection that liberated, Kṛṣṇa conscious persons “do not even desire to become freed from this material existence or to enjoy material opulences; their desires are fulfilled by Kṛṣṇa conscious activities. As far as we [King Yudhiṣṭhira] are concerned, we are fully surrendered unto Your lotus feet, and by Your grace we are so fortunate to see You personally. Therefore, naturally we have no desire for material opulences. The verdict of the Vedic wisdom is that You are the Supreme Personality of Godhead. I want to establish this fact, and I also want to show the world the difference between accepting You as the Supreme Personality of Godhead and accepting You as an ordinary powerful historical person. I wish to show the world that one can attain the highest perfection of life simply by taking shelter at Your lotus feet, exactly as one can satisfy the branches, twigs, leaves and flowers of an entire tree simply by watering the root. Thus, if one takes to Kṛṣṇa consciousness, his life becomes fulfilled both materially and spiritually.” Śrīla Viśvanātha Cakravartī similarly explains King Yudhiṣṭhira’s statement: “We feel no great urgency to perform the Rājasūya sacrifice, nor do we have any personal interest, since we are already seeing Your lotus feet and by Your boundless mercy have been taken into Your personal association. But in this world there are some whose hearts are contaminated and who thus think You are not the Supreme Personality of Godhead but an ordinary man. Or else they find fault with You and even criticize You. This is an arrow piercing our hearts. “Therefore, to extract this arrow from our heart, we must call to this place — on the pretext of the Rājasūya — Brahmā, Rudra and other wise brahmacārīs and demigods who reside in each of the fourteen planetary systems. When such an exalted congregation has assembled, it will be incumbent upon them to first arrange for the agra-pūjā, or the first worship for the most worthy person present. And when they are directly shown that You, Lord Kṛṣṇa, are the Supreme Personality of Godhead, the arrow piercing our heart will be removed.”"
    },
    {
        "verse": "5",
        "devanagari": "तद् देवदेव भवतश्चरणारविन्द-सेवानुभावमिह पश्यतु लोक एष: ।ये त्वां भजन्ति न भजन्त्युत वोभयेषांनिष्ठां प्रदर्शय विभो कुरुसृञ्जयानाम् ॥ ५ ॥",
        "english_devnagari": "tad deva-deva bhavataś caraṇāravinda-sevānubhāvam iha paśyatu loka eṣaḥye tvāṁ bhajanti na bhajanty uta vobhayeṣāṁniṣṭhāṁ pradarśaya vibho kuru-sṛñjayānām",
        "verse_Syn": [
            "tat",
            "deva",
            "deva",
            "bhavataḥ",
            "caraṇa",
            "aravinda",
            "sevā",
            "anubhāvam",
            "iha",
            "paśyatu",
            "lokaḥ",
            "eṣaḥ",
            "ye",
            "tvām",
            "bhajanti",
            "na",
            "bhajanti",
            "uta",
            "vā",
            "ubhayeṣām",
            "niṣṭhām",
            "pradarśaya",
            "vibho",
            "kuru",
            "sṛñjayānām"
        ],
        "translation": "Therefore, O Lord of lords, let the people of this world see the power of devotional service rendered to Your lotus feet. Please show them, O almighty one, the position of those Kurus and Sṛñjayas who worship You, and the position of those who do not.",
        "purport": " Here we clearly see the heart of a preacher. The great devotee Yudhiṣṭhira Mahārāja implores Lord Kṛṣṇa to demonstrate plainly the result of worshiping Him and the result of not worshiping Him. If the people of the world could understand this, they could begin to recognize that Kṛṣṇa is the Supreme Personality of Godhead and that everyone’s ultimate self-interest lies in surrendering to Him. As confirmed by great authorities, Yudhiṣṭhira Mahārāja is a pure devotee of the Lord, and thus his actual motivation in discharging his duties as a king was to establish the supremacy of Lord Kṛṣṇa as the Supreme Personality of Godhead. This is the real purport of the activities of the Pāṇḍavas, which are described in both the Śrīmad-Bhāgavatam and the Mahābhārata."
    },
    {
        "verse": "6",
        "devanagari": "न ब्रह्मण: स्वपरभेदमतिस्तव स्यात्सर्वात्मन: समद‍ृश: स्वसुखानुभूते: ।संसेवतां सुरतरोरिव ते प्रसाद:सेवानुरूपमुदयो न विपर्ययोऽत्र ॥ ६ ॥",
        "english_devnagari": "na brahmaṇaḥ sva-para-bheda-matis tava syātsarvātmanaḥ sama-dṛśaḥ sva-sukhānubhūteḥsaṁsevatāṁ sura-taror iva te prasādaḥsevānurūpam udayo na viparyayo ’tra",
        "verse_Syn": [
            "na",
            "brahmaṇaḥ",
            "sva",
            "para",
            "bheda",
            "matiḥ",
            "tava",
            "syāt",
            "sarva",
            "ātmanaḥ",
            "sama",
            "dṛśaḥ",
            "sva",
            "sukha",
            "anubhūteḥ",
            "saṁsevatām",
            "sura",
            "taroḥ",
            "iva",
            "te",
            "prasādaḥ",
            "sevā",
            "anurūpam",
            "udayaḥ",
            "na",
            "viparyayaḥ",
            "atra"
        ],
        "translation": "Within Your mind there can be no such differentiation as “This one is mine, and that is another’s,” because You are the Supreme Absolute Truth, the Soul of all beings, always equipoised and enjoying transcendental happiness within Yourself. Just like the heavenly desire tree, You bless all who properly worship You, granting their desired fruits in proportion to the service they render You. There is nothing wrong in this.",
        "purport": " Śrīla Śrīdhara Svāmī explains that a desire tree has no material attachments or partiality but simply bestows its fruits upon those who deserve them, and not upon others. Jīva Gosvāmī Prabhupāda adds that a desire tree does not think, “This person is fit to worship me, but that other person is not.” Rather, a desire tree is satisfied with all who properly serve it. And the Lord acts in the same way, as explained here by King Yudhiṣṭhira. Śrīla Viśvanātha Cakravartī adds that no one should accuse Lord Kṛṣṇa of being envious of one person and showing favoritism toward another. Since the Lord is sva-sukhānubhūti, experiencing His own happiness within Himself, He has nothing to gain or lose in relation to conditioned souls. Rather, He reciprocates according to how they approach Him. Śrīla Prabhupāda very nicely sums up this point as follows in his rendering of King Yudhiṣṭhira’s statement: “If one takes to Kṛṣṇa consciousness, his life becomes fulfilled both materially and spiritually. This does not mean that You are partial to the Kṛṣṇa conscious person and indifferent to the non-Kṛṣṇa conscious person. You are equal to everyone; that is Your declaration. You cannot be partial to one and not interested in others, because You are sitting in everyone’s heart as the Supersoul and giving everyone the respective results of his fruitive activities. You give every living entity the chance to enjoy this material world as he desires. As the Supersoul, You are sitting in the body along with the living entity, giving him the results of his own actions as well as opportunities to turn toward Your devotional service by developing Kṛṣṇa consciousness. You openly declare that one should surrender unto You, giving up all other engagements, and that You will take charge of him, giving him relief from the reactions of all sins. You are like the desire tree in the heavenly planets, which awards benediction according to one’s desires. Everyone is free to achieve the highest perfection, but if one does not so desire, then Your awarding of lesser benedictions is not due to partiality.”"
    },
    {
        "verse": "7",
        "devanagari": "श्रीभगवानुवाचसम्यग् व्यवसितं राजन् भवता शत्रुकर्शन ।कल्याणी येन ते कीर्तिर्लोकाननु भविष्यति ॥ ७ ॥",
        "english_devnagari": "śrī-bhagavān uvācasamyag vyavasitaṁ rājanbhavatā śatru-karśanakalyāṇī yena te kīrtirlokān anubhaviṣyati",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "samyak",
            "vyavasitam",
            "rājan",
            "bhavatā",
            "śatru",
            "karśana",
            "kalyāṇī",
            "yena",
            "te",
            "kīrtiḥ",
            "lokān",
            "anubhaviṣyati"
        ],
        "translation": "The Supreme Personality of Godhead said: Your decision is perfect, O King, and thus your noble fame will spread to all the worlds, O tormentor of your enemies.",
        "purport": " Lord Kṛṣṇa here concurs with King Yudhiṣṭhira’s decision that the Rājasūya sacrifice should be performed. The Lord further agrees that there is nothing unfair in the fact that one result is achieved by those who worship Him, and another by those who do not. The great Bhāgavatam commentators point out that by addressing King Yudhiṣṭhira as śatru-karśana, “tormentor of enemies,” Lord Kṛṣṇa is imparting to him the potency to conquer all the enemy kings. Thus Kṛṣṇa predicted that King Yudhiṣṭhira’s noble fame would spread to all the worlds, and in fact it has."
    },
    {
        "verse": "8",
        "devanagari": "ऋषीणां पितृदेवानां सुहृदामपि न: प्रभो ।सर्वेषामपि भूतानामीप्सित: क्रतुराडयम् ॥ ८ ॥",
        "english_devnagari": "ṛṣīṇāṁ pitṛ-devānāṁsuhṛdām api naḥ prabhosarveṣām api bhūtānāmīpsitaḥ kratu-rāḍ ayam",
        "verse_Syn": [
            "ṛṣīṇām",
            "pitṛ",
            "devānām",
            "suhṛdām",
            "api",
            "naḥ",
            "prabhoḥ",
            "sarveṣām",
            "api",
            "bhūtānām",
            "īpsitaḥ",
            "kratu",
            "rāṭ",
            "ayam"
        ],
        "translation": "Indeed, My lord, for the great sages, the forefathers and the demigods, for Our well-wishing friends and, indeed, for all living beings, the performance of this king of Vedic sacrifices is desirable.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "विजित्य नृपतीन्सर्वान् कृत्वा च जगतीं वशे ।सम्भृत्य सर्वसम्भारानाहरस्व महाक्रतुम् ॥ ९ ॥",
        "english_devnagari": "vijitya nṛpatīn sarvānkṛtvā ca jagatīṁ vaśesambhṛtya sarva-sambhārānāharasva mahā-kratum",
        "verse_Syn": [
            "vijitya",
            "nṛ",
            "patīn",
            "sarvān",
            "kṛtvā",
            "ca",
            "jagatīm",
            "vaśe",
            "sambhṛtya",
            "sarva",
            "sambhārān",
            "āharasva",
            "mahā",
            "kratum"
        ],
        "translation": "First conquer all kings, bring the earth under your control and collect all the required paraphernalia; then execute this great sacrifice.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "एते ते भ्रातरो राजल्ँ लोकपालांशसम्भवा: ।जितोऽस्म्यात्मवता तेऽहं दुर्जयो योऽकृतात्मभि: ॥ १० ॥",
        "english_devnagari": "ete te bhrātaro rājaḻloka-pālāṁśa-sambhavāḥjito ’smy ātmavatā te ’haṁdurjayo yo ’kṛtātmabhiḥ",
        "verse_Syn": [
            "ete",
            "te",
            "bhrātaraḥ",
            "rājan",
            "loka",
            "pāla",
            "aṁśa",
            "sambhavāḥ",
            "jitaḥ",
            "asmi",
            "ātma",
            "vatā",
            "te",
            "aham",
            "durjayaḥ",
            "yaḥ",
            "akṛta",
            "ātmabhiḥ"
        ],
        "translation": "These brothers of yours, O King, have taken birth as partial expansions of the demigods ruling various planets. And you are so self-controlled that you have conquered even Me, who am unconquerable for those who cannot control their senses.",
        "purport": " Śrīla Prabhupāda writes in Kṛṣṇa, “It is said that Bhīma was born of the demigod Vāyu and that Arjuna was born of the demigod Indra, whereas King Yudhiṣṭhira himself was born of the demigod Yamarāja.” Śrīla Prabhupāda goes on to state, “Lord Kṛṣṇa told King Yudhiṣṭhira that He becomes conquered by the love of one who has conquered his senses. One who has not conquered his senses cannot conquer the Supreme Personality of Godhead. This is the secret of devotional service. To conquer the senses means to engage them constantly in the service of the Lord. The specific qualification of all the Pāṇḍava brothers was that they always engaged their senses in the service of the Lord. One who thus engages his senses becomes purified, and with purified senses one can actually render service to the Lord. The Lord can thus be conquered by the devotee through loving transcendental service.”"
    },
    {
        "verse": "11",
        "devanagari": "न कश्चिन्मत्परं लोके तेजसा यशसा श्रिया ।विभूतिभिर्वाभिभवेद् देवोऽपि किमु पार्थिव: ॥ ११ ॥",
        "english_devnagari": "na kaścin mat-paraṁ loketejasā yaśasā śriyāvibhūtibhir vābhibhaveddevo ’pi kim u pārthivaḥ",
        "verse_Syn": [
            "na",
            "kaścit",
            "mat",
            "param",
            "loke",
            "tejasā",
            "yaśasā",
            "śriyā",
            "vibhūtibhiḥ",
            "vā",
            "abhibhavet",
            "devaḥ",
            "api",
            "kim",
            "u",
            "pārthivaḥ"
        ],
        "translation": "No one in this world, even a demigod — what to speak of an earthly king — can defeat My devotee with his strength, beauty, fame or riches.",
        "purport": " Here Lord Kṛṣṇa assures King Yudhiṣṭhira that he will have no problem conquering the worldly kings, since the King is a pure devotee and the Lord’s pure devotees can never be conquered, even by the demigods, what to speak of earthly kings. Although materialists are proud of their power, fame, beauty and opulence, they can never surpass the pure devotees of the Lord in any of these categories."
    },
    {
        "verse": "12",
        "devanagari": "श्रीशुक उवाचनिशम्य भगवद्गीतं प्रीत: फुल्ल‍मुखाम्बुज: ।भ्रातृन् दिग्विजयेऽयुङ्क्त विष्णुतेजोपबृंहितान् ॥ १२ ॥",
        "english_devnagari": "śrī-śuka uvācaniśamya bhagavad-gītaṁprītaḥ phulla-mukhāmbujaḥbhrātṝn dig-vijaye ’yuṅktaviṣṇu-tejopabṛṁhitān",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "niśamya",
            "bhagavat",
            "gītam",
            "prītaḥ",
            "phulla",
            "mukha",
            "ambujaḥ",
            "bhrātṝn",
            "dik",
            "vijaye",
            "ayuṅkta",
            "viṣṇu",
            "tejaḥ",
            "upabṛṁhitān"
        ],
        "translation": "Śukadeva Gosvāmī said: Upon hearing these words sung by the Supreme Lord, King Yudhiṣṭhira became joyful, and his face blossomed like a lotus. Thus he sent forth his brothers, who were empowered with Lord Viṣṇu’s potency, to conquer all directions.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "सहदेवं दक्षिणस्यामादिशत् सह सृञ्जयै: ।दिशि प्रतीच्यां नकुलमुदीच्यां सव्यसाचिनम् ।प्राच्यां वृकोदरं मत्स्यै: केकयै: सह मद्रकै: ॥ १३ ॥",
        "english_devnagari": "sahadevaṁ dakṣiṇasyāmādiśat saha sṛñjayaiḥdiśi pratīcyāṁ nakulamudīcyāṁ savyasācinamprācyāṁ vṛkodaraṁ matsyaiḥkekayaiḥ saha madrakaiḥ",
        "verse_Syn": [
            "sahadevam",
            "dakṣiṇasyām",
            "ādiśat",
            "saha",
            "sṛñjayaiḥ",
            "diśi",
            "pratīcyām",
            "nakulam",
            "udīcyām",
            "savyasācinam",
            "prācyām",
            "vṛkodaram",
            "matsyaiḥ",
            "kekayaiḥ",
            "saha",
            "madrakaiḥ"
        ],
        "translation": "He sent Sahadeva to the south with the Sṛñjayas, Nakula to the west with the Matsyas, Arjuna to the north with the Kekayas, and Bhīma to the east with the Madrakas.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "ते विजित्य नृपान्वीरा आजह्रुर्दिग्भ्य ओजसा ।अजातशत्रवे भूरि द्रविणं नृप यक्ष्यते ॥ १४ ॥",
        "english_devnagari": "te vijitya nṛpān vīrāājahrur digbhya ojasāajāta-śatrave bhūridraviṇaṁ nṛpa yakṣyate",
        "verse_Syn": [
            "te",
            "vijitya",
            "nṛpān",
            "vīrāḥ",
            "ājahruḥ",
            "digbhyaḥ",
            "ojasā",
            "ajāta",
            "śatrave",
            "bhūri",
            "draviṇam",
            "nṛpa",
            "yakṣyate"
        ],
        "translation": "After defeating many kings with their prowess, these heroic brothers brought back abundant wealth for Yudhiṣṭhira Mahārāja, who was intent on performing the sacrifice, O King.",
        "purport": " Śrīla Prabhupāda writes: “It may be noted that by dispatching his younger brothers to conquer in different directions, King Yudhiṣṭhira did not actually intend that they declare war with the kings. Actually, the brothers started for different directions to inform the respective kings about King Yudhiṣṭhira’s intention to perform the Rājasūya sacrifice. The kings were thus informed that they were required to pay taxes for the execution of the sacrifice. This payment of taxes to Emperor Yudhiṣṭhira meant that the king accepted subjugation before him. In case of a king’s refusal to act accordingly, there was certainly a fight. Thus by their influence and strength, the brothers conquered all the kings in different directions, and they were able to bring in sufficient taxes and presentations. These were brought before King Yudhiṣṭhira by his brothers.”"
    },
    {
        "verse": "15",
        "devanagari": "श्रुत्वाजितं जरासन्धं नृपतेर्ध्यायतो हरि: ।आहोपायं तमेवाद्य उद्धवो यमुवाच ह ॥ १५ ॥",
        "english_devnagari": "śrutvājitaṁ jarāsandhaṁnṛpater dhyāyato hariḥāhopāyaṁ tam evādyauddhavo yam uvāca ha",
        "verse_Syn": [
            "śrutvā",
            "ajitam",
            "jarāsandham",
            "nṛpateḥ",
            "dhyāyataḥ",
            "hariḥ",
            "āha",
            "upāyam",
            "tam",
            "eva",
            "ādyaḥ",
            "uddhavaḥ",
            "yam",
            "uvāca",
            "ha"
        ],
        "translation": "When King Yudhiṣṭhira heard that Jarāsandha remained undefeated, he set to pondering, and then the primeval Lord, Hari, told him the means Uddhava had described for defeating Jarāsandha.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "भीमसेनोऽर्जुन: कृष्णो ब्रह्मलिङ्गधरास्‍त्रय: ।जग्मुर्गिरिव्रजं तात बृहद्रथसुतो यत: ॥ १६ ॥",
        "english_devnagari": "bhīmaseno ’rjunaḥ kṛṣṇobrahma-linga-dharās trayaḥjagmur girivrajaṁ tātabṛhadratha-suto yataḥ",
        "verse_Syn": [
            "bhīmasenaḥ",
            "arjunaḥ",
            "kṛṣṇaḥ",
            "brahma",
            "liṅga",
            "dharāḥ",
            "trayaḥ",
            "jagmuḥ",
            "girivrajam",
            "tāta",
            "bṛhadratha",
            "sutaḥ",
            "yataḥ"
        ],
        "translation": "Thus Bhīmasena, Arjuna and Kṛṣṇa disguised themselves as brāhmaṇas and went to Girivraja, my dear King, where the son of Bṛhadratha was to be found.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "ते गत्वातिथ्यवेलायां गृहेषु गृहमेधिनम् ।ब्रह्मण्यं समयाचेरन् राजन्या ब्रह्मलिङ्गिन: ॥ १७ ॥",
        "english_devnagari": "te gatvātithya-velāyāṁgṛheṣu gṛha-medhinambrahmaṇyaṁ samayāceranrājanyā brahma-liṅginaḥ",
        "verse_Syn": [
            "te",
            "gatvā",
            "ātithya",
            "velāyām",
            "gṛheṣu",
            "gṛha",
            "medhinam",
            "brahmaṇyam",
            "samayāceran",
            "rājanyāḥ",
            "brahma",
            "liṅginaḥ"
        ],
        "translation": "Disguised as brāhmaṇas, the royal warriors approached Jarāsandha at home during the appointed hour for receiving guests. They submitted their entreaty to that dutiful householder, who was especially respectful to the brahminical class.",
        "purport": " Śrīla Prabhupāda writes: “King Jarāsandha was a very dutiful householder, and he had great respect for the brāhmaṇas. He was a great fighter, a kṣatriya king, but he was never neglectful of the Vedic injunctions. According to Vedic injunctions, the brāhmaṇas are considered to be the spiritual masters of all other castes. Lord Kṛṣṇa, Arjuna and Bhīmasena were actually kṣatriyas, but they dressed themselves as brāhmaṇas, and at the time when King Jarāsandha was to give charity to the brāhmaṇas and receive them as guests, they approached him.”"
    },
    {
        "verse": "18",
        "devanagari": "राजन् विद्ध्यतिथीन् प्राप्तानर्थिनो दूरमागतान् ।तन्न: प्रयच्छ भद्रं ते यद्वयं कामयामहे ॥ १८ ॥",
        "english_devnagari": "rājan viddhy atithīn prāptānarthino dūram āgatāntan naḥ prayaccha bhadraṁ teyad vayaṁ kāmayāmahe",
        "verse_Syn": [
            "rājan",
            "viddhi",
            "atithīn",
            "prāptān",
            "arthinaḥ",
            "dūram",
            "āgatān",
            "tat",
            "naḥ",
            "prayaccha",
            "bhadram",
            "te",
            "yat",
            "vayam",
            "kāmayāmahe"
        ],
        "translation": "[Kṛṣṇa, Arjuna and Bhīma said:] O King, know us to be needy guests who have come to you from afar. We wish all good unto you. Please grant us whatever we desire.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "किं दुर्मर्षं तितिक्षूणां किमकार्यमसाधुभि: ।किं न देयं वदान्यानां क: पर: समदर्शिनाम् ॥ १९ ॥",
        "english_devnagari": "kiṁ durmarṣaṁ titikṣūṇāṁkim akāryam asādhubhiḥkiṁ na deyaṁ vadānyānāṁkaḥ paraḥ sama-darśinām",
        "verse_Syn": [
            "kim",
            "durmarṣam",
            "titikṣūṇām",
            "kim",
            "akāryam",
            "asādhubhiḥ",
            "kim",
            "na",
            "deyam",
            "vadānyānām",
            "kaḥ",
            "paraḥ",
            "sama",
            "darśinām"
        ],
        "translation": "What can the tolerant not bear? What will the wicked not do? What will the generous not give in charity? And who will those of equal vision see as an outsider?",
        "purport": " In the previous verse, Lord Kṛṣṇa and the two Pāṇḍava brothers, Bhīma and Arjuna, requested Jarāsandha to grant them whatever they asked of him. Here they explain why there is no need for them to specify their desire. The ācāryas comment on this verse as follows: Jarāsandha might be thinking, “What if you request my son, from whom separation would be intolerable?” To this possible objection Kṛṣṇa and the Pāṇḍavas reply, “For a tolerant person, nothing is intolerable.” Similarly, Jarāsandha could object, “What if you ask me to give my body or my precious jewels and other ornaments, which are meant to be given to my sons, not to ordinary beggars?” To this they reply, “For the generous, what is not to be donated in charity?” In other words, everything is to be given. Jarāsandha might also object that he could be giving charity to his enemies. To this his guests counter with the statement kaḥ paraḥ sama-darśinām: “For those with equal vision, who is a stranger?” Thus Śrī Kṛṣṇa and the Pāṇḍavas encouraged Jarāsandha to simply agree to grant their request without further discussion."
    },
    {
        "verse": "20",
        "devanagari": "योऽनित्येन शरीरेण सतां गेयं यशो ध्रुवम् ।नाचिनोति स्वयं कल्प: स वाच्य: शोच्य एव स: ॥ २० ॥",
        "english_devnagari": "yo ’nityena śarīreṇasatāṁ geyaṁ yaśo dhruvamnācinoti svayaṁ kalpaḥsa vācyaḥ śocya eva saḥ",
        "verse_Syn": [
            "yaḥ",
            "anityena",
            "śarīreṇa",
            "satām",
            "geyam",
            "yaśaḥ",
            "dhruvam",
            "na",
            "ācinoti",
            "svayam",
            "kalpaḥ",
            "saḥ",
            "vācyaḥ",
            "śocyaḥ",
            "eva",
            "saḥ"
        ],
        "translation": "He indeed is to be censured and pitied who, though able to do so, fails to achieve with his temporary body the lasting fame glorified by great saints.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "हरिश्चन्द्रो रन्तिदेव उञ्छवृत्ति: शिबिर्बलि: ।व्याध: कपोतो बहवो ह्यध्रुवेण ध्रुवं गता: ॥ २१ ॥",
        "english_devnagari": "hariścandro rantidevauñchavṛttiḥ śibir baliḥvyādhaḥ kapoto bahavohy adhruveṇa dhruvaṁ gatāḥ",
        "verse_Syn": [
            "hariścandraḥ",
            "rantidevaḥ",
            "uñcha",
            "vṛttiḥ",
            "śibiḥ",
            "baliḥ",
            "vyādhaḥ",
            "kapotaḥ",
            "bahavaḥ",
            "hi",
            "adhruveṇa",
            "dhruvam",
            "gatāḥ"
        ],
        "translation": "Hariścandra, Rantideva, Uñchavṛtti Mudgala, Śibi, Bali, the legendary hunter and pigeon, and many others have attained the permanent by means of the impermanent.",
        "purport": " Here Lord Kṛṣṇa and the two Pāṇḍavas are pointing out to Jarāsandha that one can use the temporary material body to achieve a permanent situation in life. Because Jarāsandha was a materialist, they appealed to his natural interest in the heavenly planets, where life lasts so long that it appears permanent to people on earth. Śrīla Śrīdhara Svāmī briefly summarizes the history of the personalities mentioned in this verse: “To pay off his debts to Viśvāmītra, Hariścandra sold everything he had, including his wife and children. Yet even after attaining the status of a caṇḍāla, he did not become discouraged; thus he went to heaven, together with all the inhabitants of Ayodhyā. Rantideva, after going without even water for forty-eight days, somehow obtained some food and water, but then some beggars came and he gave it all away to them. In this way he attained Brahmaloka. Mudgala followed the practice of gathering grains left behind in the fields after the harvest. Yet still he was hospitable toward uninvited guests, even after his family had been suffering in poverty for six months. Thus he also went to Brahmaloka. “To protect a pigeon who had taken shelter of him, King Śibi gave his own flesh to a hawk and attained heaven. Bali Mahārāja gave all his property to Lord Hari when the Lord disguised Himself as a dwarf brāhmaṇa (Vāmanadeva), and so Bali gained the Lord’s personal association. The pigeon and his mate gave their own flesh to a hunter as a show of hospitality, and thus they were taken to heaven in a celestial airplane. When the hunter understood their situation in the mode of goodness, he also became renounced, and thus he gave up hunting and went off to perform severe austerities. Because he was freed of all sins, after his body burned to death in a forest fire he was elevated to heaven. Thus many personalities have attained enduring life on higher planets by means of the temporary material body.”"
    },
    {
        "verse": "22",
        "devanagari": "श्रीशुक उवाचस्वरैराकृतिभिस्तांस्तु प्रकोष्ठैर्ज्याहतैरपि ।राजन्यबन्धून् विज्ञाय द‍ृष्टपूर्वानचिन्तयत् ॥ २२ ॥",
        "english_devnagari": "śrī-śuka uvācasvarair ākṛtibhis tāṁs tuprakoṣṭhair jyā-hatair apirājanya-bandhūn vijñāyadṛṣṭa-pūrvān acintayat",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "svaraiḥ",
            "ākṛtibhiḥ",
            "tān",
            "tu",
            "prakoṣṭhaiḥ",
            "jyā",
            "hataiḥ",
            "api",
            "rājanya",
            "bandhūn",
            "vijñāya",
            "dṛṣṭa",
            "pūrvān",
            "acintayat"
        ],
        "translation": "Śukadeva Gosvāmī said: From the sound of their voices, their physical stature and the marks of bowstrings on their forearms, Jarāsandha could tell that his guests were of the royal order. He began to think he had seen them somewhere before.",
        "purport": " The ācāryas point out that Jarāsandha had seen Lord Kṛṣṇa, Bhīmasena and Arjuna at Draupadī’s svayaṁvara ceremony. Since they had come begging in the guise of brāhmaṇas, Jarāsandha thought they must be low-class kṣatriyas, as indicated here by the word rājanya-bandhūn."
    },
    {
        "verse": "23",
        "devanagari": "राजन्यबन्धवो ह्येते ब्रह्मलिङ्गानि बिभ्रति ।ददानि भिक्षितं तेभ्य आत्मानमपि दुस्त्यजम् ॥ २३ ॥",
        "english_devnagari": "rājanya-bandhavo hy etebrahma-liṅgāni bibhratidadāni bhikṣitaṁ tebhyaātmānam api dustyajam",
        "verse_Syn": [
            "rājanya",
            "bandhavaḥ",
            "hi",
            "ete",
            "brahma",
            "liṅgāni",
            "bibhrati",
            "dadāni",
            "bhikṣitam",
            "tebhyaḥ",
            "ātmānam",
            "api",
            "dustyajam"
        ],
        "translation": "[Jarāsandha thought:] These are surely members of the royal order dressed as brāhmaṇas, but still I must grant their request for charity, even if they beg me for my own body.",
        "purport": " Here Jarāsandha reveals his strong commitment to charity, especially when begged by brāhmaṇas."
    },
    {
        "verse": "24-25",
        "devanagari": "बलेर्नु श्रूयते कीर्तिर्वितता दिक्ष्वकल्मषा ।ऐश्वर्याद् भ्रंशितस्यापि विप्रव्याजेन विष्णुना ॥ २४ ॥श्रियं जिहीर्षतेन्द्रस्य विष्णवे द्विजरूपिणे ।जानन्नपि महीं प्रादाद् वार्यमाणोऽपि दैत्यराट् ॥ २५ ॥",
        "english_devnagari": "baler nu śrūyate kīrtirvitatā dikṣv akalmaṣāaiśvaryād bhraṁśitasyāpivipra-vyājena viṣṇunā",
        "verse_Syn": [
            "baleḥ",
            "nu",
            "śrūyate",
            "kīrtiḥ",
            "vitatā",
            "dikṣu",
            "akalmaṣā",
            "aiśvaryāt",
            "bhraṁśitasya",
            "api",
            "vipra",
            "vyājena",
            "viṣṇunā",
            "śrīyam",
            "jihīrṣatā",
            "indrasya",
            "viṣṇave",
            "dvija",
            "rūpiṇe",
            "jānan",
            "api",
            "mahīm",
            "prādāt",
            "vāryamāṇaḥ",
            "api",
            "daitya",
            "rāṭ"
        ],
        "translation": "Indeed, the spotless glories of Bali Mahārāja are heard throughout the world. Lord Viṣṇu, wishing to recover Indra’s opulence from Bali, appeared before him in the guise of a brāhmaṇa and made him fall from his powerful position. Though aware of the ruse and forbidden by his guru, Bali, king of the demons, still gave Viṣṇu the whole earth in charity.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "जीवता ब्राह्मणार्थाय को न्वर्थ: क्षत्रबन्धुना ।देहेन पतमानेन नेहता विपुलं यश: ॥ २६ ॥",
        "english_devnagari": "jīvatā brāhmaṇārthāyako nv arthaḥ kṣatra-bandhunādehena patamānenanehatā vipulaṁ yaśaḥ",
        "verse_Syn": [
            "jīvatā",
            "brāhmaṇa",
            "arthāya",
            "kaḥ",
            "nu",
            "arthaḥ",
            "kṣatra",
            "bandhunā",
            "dehena",
            "patamānena",
            "na",
            "īhatā",
            "vipulam",
            "yaśaḥ"
        ],
        "translation": "What is the use of an unqualified kṣatriya who goes on living but fails to gain everlasting glory by working with his perishable body for the benefit of brāhmaṇas?",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "इत्युदारमति: प्राह कृष्णार्जुनवृकोदरान् ।हे विप्रा व्रियतां कामो ददाम्यात्मशिरोऽपि व: ॥ २७ ॥",
        "english_devnagari": "ity udāra-matiḥ prāhakṛṣṇārjuna-vṛkodarānhe viprā vriyatāṁ kāmodadāmy ātma-śiro ’pi vaḥ",
        "verse_Syn": [
            "iti",
            "udāra",
            "matiḥ",
            "prāha",
            "kṛṣṇa",
            "arjuna",
            "vṛkodarān",
            "he",
            "vipraḥ",
            "vriyatām",
            "kāmaḥ",
            "dadāmi",
            "ātma",
            "śiraḥ",
            "api",
            "vaḥ"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Thus making up his mind, the generous Jarāsandha addressed Kṛṣṇa, Arjuna and Bhīma: “O learned brāhmaṇas, choose whatever you wish. I will give it to you, even if it is my own head.”",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "श्रीभगवानुवाचयुद्धं नो देहि राजेन्द्र द्वन्द्वशो यदि मन्यसे ।युद्धार्थिनो वयं प्राप्ता राजन्या नान्यकाङ्‍‍क्षिण: ॥ २८ ॥",
        "english_devnagari": "śrī-bhagavān uvācayuddhaṁ no dehi rājendradvandvaśo yadi manyaseyuddhārthino vayaṁ prāptārājanyā nānya-kāṅkṣiṇaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "yuddham",
            "naḥ",
            "dehi",
            "rāja",
            "indra",
            "dvandvaśaḥ",
            "yadi",
            "manyase",
            "yuddha",
            "arthinaḥ",
            "vayam",
            "prāptāḥ",
            "rājanyāḥ",
            "na",
            "anya",
            "kāṅkṣiṇaḥ"
        ],
        "translation": "The Supreme Lord said: O exalted King, give us battle in the form of a duel, if you think it fitting. We are princes and have come to beg a fight. We have no other request to make of you.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "असौ वृकोदर: पार्थस्तस्य भ्रातार्जुनो ह्ययम् ।अनयोर्मातुलेयं मां कृष्णं जानीहि ते रिपुम् ॥ २९ ॥",
        "english_devnagari": "asau vṛkodaraḥ pārthastasya bhrātārjuno hy ayamanayor mātuleyaṁ māṁkṛṣṇaṁ jānīhi te ripum",
        "verse_Syn": [
            "asau",
            "vṛkodaraḥ",
            "pārthaḥ",
            "tasya",
            "bhrātā",
            "arjunaḥ",
            "hi",
            "ayam",
            "anayoḥ",
            "mātuleyam",
            "mām",
            "kṛṣṇam",
            "jānīhi",
            "te",
            "ripum"
        ],
        "translation": "Over there is Bhīma, son of Pṛthā, and this is his brother Arjuna. Know Me to be their maternal cousin, Kṛṣṇa, your enemy.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "एवमावेदितो राजा जहासोच्चै: स्म मागध: ।आह चामर्षितो मन्दा युद्धं तर्हि ददामि व: ॥ ३० ॥",
        "english_devnagari": "evam āvedito rājājahāsoccaiḥ sma māgadhaḥāha cāmarṣito mandāyuddhaṁ tarhi dadāmi vaḥ",
        "verse_Syn": [
            "evam",
            "āveditaḥ",
            "rāja",
            "jahāsa",
            "uccaiḥ",
            "sma",
            "māgadhaḥ",
            "āha",
            "ca",
            "amarṣitaḥ",
            "mandāḥ",
            "yuddham",
            "tarhi",
            "dadāmi",
            "vaḥ"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Thus challenged, Magadharāja laughed out loud and contemptuously said, “All right, you fools, I’ll give you a fight!",
        "purport": " Śrīla Viśvanātha Cakravartī comments that Jarāsandha felt inner satisfaction because he thought that his enemies had been humiliated by having to dress like brāhmaṇas to approach him. Thus the ācārya understands Jarāsandha’s mind as follows: “O weak ones, forget the botheration of fighting. Why not just accept my head? By dressing yourselves as brāhmaṇas begging charity, you have made your heroism set like the sun, but if somehow you have not lost your courage, I will give you battle.” The ācārya finally points out that the goddess of learning intends the phrase amarṣito mandāḥ to read amarṣito ’mandāḥ. In other words, Lord Kṛṣṇa and the Pāṇḍavas are amandāḥ, “never foolish.” And that is why they chose the best tactic for doing away once and for all with the cruel Jarāsandha."
    },
    {
        "verse": "31",
        "devanagari": "न त्वया भीरुणा योत्स्ये युधि विक्लवतेजसा ।मथुरां स्वपुरीं त्यक्त्वा समुद्रं शरणं गत: ॥ ३१ ॥",
        "english_devnagari": "na tvayā bhīruṇā yotsyeyudhi viklava-tejasāmathurāṁ sva-purīṁ tyaktvāsamudraṁ śaraṇaṁ gataḥ",
        "verse_Syn": [
            "na",
            "tvayā",
            "bhīruṇā",
            "yotsye",
            "yudhi",
            "viklava",
            "tejasā",
            "mathurām",
            "sva",
            "purīm",
            "tyaktvā",
            "samudram",
            "śaraṇam",
            "gataḥ"
        ],
        "translation": "“But I will not fight with You, Kṛṣṇa, for You are a coward. Your strength abandoned You in the midst of battle, and You fled Your own capital of Mathurā to take shelter in the sea.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "अयं तु वयसातुल्यो नातिसत्त्वो न मे सम: ।अर्जुनो न भवेद् योद्धा भीमस्तुल्यबलो मम ॥ ३२ ॥",
        "english_devnagari": "ayaṁ tu vayasātulyonāti-sattvo na me samaḥarjuno na bhaved yoddhābhīmas tulya-balo mama",
        "verse_Syn": [
            "ayam",
            "tu",
            "vayasā",
            "atulyaḥ",
            "na",
            "ati",
            "sattvaḥ",
            "na",
            "me",
            "samaḥ",
            "arjunaḥ",
            "na",
            "bhavet",
            "yoddhā",
            "bhīmaḥ",
            "tulya",
            "balaḥ",
            "mama"
        ],
        "translation": "“As for this one, Arjuna, he is not as old as I, nor is he very strong. Since he is no match for me, he should not be the contender. Bhīma, however, is as strong as I am.”",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "इत्युक्त्वा भीमसेनाय प्रादाय महतीं गदाम् ।द्वितीयां स्वयमादाय निर्जगाम पुराद् बहि: ॥ ३३ ॥",
        "english_devnagari": "ity uktvā bhīmasenāyaprādāya mahatīṁ gadāmdvitīyāṁ svayam ādāyanirjagāma purād bahiḥ",
        "verse_Syn": [
            "iti",
            "uktvā",
            "bhīmasenāya",
            "prādāya",
            "mahatīm",
            "gadām",
            "dvitīyām",
            "svayam",
            "ādāya",
            "nirjagāma",
            "purāt",
            "bahiḥ"
        ],
        "translation": "Having said this, Jarāsandha offered Bhīmasena a huge club, took up another himself and went outside the city.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "तत: समेखले वीरौ संयुक्तावितरेतरम् ।जघ्नतुर्वज्रकल्पाभ्यां गदाभ्यां रणदुर्मदौ ॥ ३४ ॥",
        "english_devnagari": "tataḥ samekhale vīrausaṁyuktāv itaretaramjaghnatur vajra-kalpābhyāṁgadābhyāṁ raṇa-durmadau",
        "verse_Syn": [
            "tataḥ",
            "samekhale",
            "vīrau",
            "saṁyuktau",
            "itara",
            "itaram",
            "jaghnatuḥ",
            "vajra",
            "kalpābhyām",
            "gadābhyām",
            "raṇa",
            "durmadau"
        ],
        "translation": "The two heroes thus began battling each other on the level fighting grounds outside the city. Maddened with the fury of combat, they struck each other with their lightning-bolt-like clubs.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "मण्डलानि विचित्राणि सव्यं दक्षिणमेव च ।चरतो: शुशुभे युद्धं नटयोरिव रङ्गिणो: ॥ ३५ ॥",
        "english_devnagari": "maṇḍalāni vicitrāṇisavyaṁ dakṣiṇam eva cacaratoḥ śuśubhe yuddhaṁnaṭayor iva raṅgiṇoḥ",
        "verse_Syn": [
            "maṇḍalāni",
            "vicitrāṇi",
            "savyam",
            "dakṣiṇam",
            "eva",
            "ca",
            "caratoḥ",
            "śuśubhe",
            "yuddham",
            "naṭayoḥ",
            "iva",
            "raṅgiṇoḥ"
        ],
        "translation": "As they skillfully circled left and right, like actors dancing on a stage, the fight presented a magnificent spectacle.",
        "purport": " Jarāsandha and Bhīma here demonstrate their expertise in the use of clubs. Thus it can be understood that both fighters were fearless and steady even in the rage of battle."
    },
    {
        "verse": "36",
        "devanagari": "ततश्चटचटाशब्दो वज्रनिष्पेससन्निभ: ।गदयो: क्षिप्तयो राजन्दन्तयोरिव दन्तिनो: ॥ ३६ ॥",
        "english_devnagari": "tataś caṭa-caṭā-śabdovajra-niṣpesa-sannibhaḥgadayoḥ kṣiptayo rājandantayor iva dantinoḥ",
        "verse_Syn": [
            "tataḥ",
            "caṭa",
            "caṭā",
            "śabdaḥ",
            "vajra",
            "niṣpeṣa",
            "sannibhaḥ",
            "gadayoḥ",
            "kṣiptayoḥ",
            "rājan",
            "dantayoḥ",
            "iva",
            "dantinoḥ"
        ],
        "translation": "When Jarāsandha’s and Bhīmasena’s clubs loudly collided, O King, the sound was like the impact of the big tusks of two fighting elephants, or the crash of a thunderbolt in a flashing electrical storm.",
        "purport": " This translation is based on Śrīla Prabhupāda’s Kṛṣṇa."
    },
    {
        "verse": "37",
        "devanagari": "ते वै गदे भुजजवेन निपात्यमानेअन्योन्यतोंऽसकटिपादकरोरुजत्रुम् ।चूर्णीबभूवतुरुपेत्य यथार्कशाखेसंयुध्यतोर्द्विरदयोरिव दीप्तमन्व्यो: ॥ ३७ ॥",
        "english_devnagari": "te vai gade bhuja-javena nipātyamāneanyonyato ’ṁsa-kaṭi-pāda-karoru-jatrumcūrṇī-babhūvatur upetya yathārka-śākhesaṁyudhyator dviradayor iva dīpta-manvyoḥ",
        "verse_Syn": [
            "te",
            "vai",
            "gade",
            "bhuja",
            "javena",
            "nipātyamāne",
            "anyonyataḥ",
            "aṁsa",
            "kaṭi",
            "pāda",
            "kara",
            "ūru",
            "jatrum",
            "cūrṇī",
            "babhūvatuḥ",
            "upetya",
            "yathā",
            "arka",
            "śākhe",
            "saṁyudhyatoḥ",
            "dviradayoḥ",
            "iva",
            "dīpta",
            "manvyoḥ"
        ],
        "translation": "They swung their clubs at each other with such speed and force that as the clubs struck their shoulders, hips, feet, hands, thighs and collarbones, the weapons were crushed and broken like branches of arka trees with which two enraged elephants furiously attack each other.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "इत्थं तयो: प्रहतयोर्गदयोर्नृवीरौक्रुद्धौ स्वमुष्टिभिरय:स्परशैरपिष्टाम् ।शब्दस्तयो: प्रहरतोरिभयोरिवासी-न्निर्घातवज्रपरुषस्तलताडनोत्थ: ॥ ३८ ॥",
        "english_devnagari": "itthaṁ tayoḥ prahatayor gadayor nṛ-vīraukruddhau sva-muṣṭibhir ayaḥ-sparaśair apiṣṭāmśabdas tayoḥ praharator ibhayor ivāsīnnirghāta-vajra-paruṣas tala-tāḍanotthaḥ",
        "verse_Syn": [
            "ittham",
            "tayoḥ",
            "prahatayoḥ",
            "gadayoḥ",
            "nr",
            "vīrau",
            "kruddhau",
            "sva",
            "muṣṭibhiḥ",
            "ayaḥ",
            "sparaśaiḥ",
            "apiṣṭām",
            "śabdaḥ",
            "tayoḥ",
            "praharatoḥ",
            "ibhayoḥ",
            "iva",
            "āsīt",
            "nirghāta",
            "vajra",
            "paruṣaḥ",
            "tala",
            "tāḍana",
            "utthaḥ"
        ],
        "translation": "Their clubs thus ruined, those great heroes among men angrily pummeled each other with their iron-hard fists. As they slapped each other, the sound resembled the crash of elephants colliding or harsh thunderclaps.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "तयोरेवं प्रहरतो: समशिक्षाबलौजसो: ।निर्विशेषमभूद् युद्धमक्षीणजवयोर्नृप ॥ ३९ ॥",
        "english_devnagari": "tayor evaṁ praharatoḥsama-śikṣā-balaujasoḥnirviśeṣam abhūd yuddhamakṣīṇa-javayor nṛpa",
        "verse_Syn": [
            "tayoḥ",
            "evam",
            "praharatoḥ",
            "sama",
            "śikṣā",
            "bala",
            "ojasoḥ",
            "nirviśeṣam",
            "abhūt",
            "yuddham",
            "akṣīṇa",
            "javayoḥ",
            "nṛpa"
        ],
        "translation": "As they thus fought, this contest between opponents of equal training, strength and stamina reached no conclusion. And so they kept on fighting, O King, without any letup.",
        "purport": " Some ācāryas include the following two verses in the text of this chapter, and Śrīla Prabhupāda has also translated them in Kṛṣṇa: “At the end of each day’s fighting, they lived at night as friends in Jarāsandha’s palace, and the next day they fought again. In this way they passed twenty-seven days in fighting. On the twenty-eighth day, Bhīmasena told Kṛṣṇa, ‘My dear Kṛṣṇa, must frankly admit that I cannot conquer Jarāsandha.’”"
    },
    {
        "verse": "40",
        "devanagari": "शत्रोर्जन्ममृती विद्वाञ्जीवितं च जराकृतम् ।पार्थमाप्याययन् स्वेन तेजसाचिन्तयद्धरि: ॥ ४० ॥",
        "english_devnagari": "śatror janma-mṛtī vidvāñjīvitaṁ ca jarā-kṛtampārtham āpyāyayan svenatejasācintayad dhariḥ",
        "verse_Syn": [
            "śatroḥ",
            "janma",
            "mṛtī",
            "vidvān",
            "jīvitam",
            "ca",
            "jarā",
            "kṛtam",
            "pārtham",
            "āpyāyayan",
            "svena",
            "tejasā",
            "acintayat",
            "hariḥ"
        ],
        "translation": "Lord Kṛṣṇa knew the secret of His enemy Jarāsandha’s birth and death, and also how he had been given life by the demoness Jarā. Considering all this, Lord Kṛṣṇa imparted His special power to Bhīma.",
        "purport": " Śrīla Prabhupāda writes that Lord Kṛṣṇa “knew the mystery of the birth of Jarāsandha. Jarāsandha was born in two different parts from two different mothers. When his father saw that the baby was useless, he threw the two parts in the forest, where they were later found by a black-hearted witch named Jarā. She managed to join the two parts of the baby from top to bottom. Knowing this, Lord Kṛṣṇa therefore also knew how to kill him.”"
    },
    {
        "verse": "41",
        "devanagari": "सञ्चिन्त्यारिवधोपायं भीमस्यामोघदर्शन: ।दर्शयामास विटपं पाटयन्निव संज्ञया ॥ ४१ ॥",
        "english_devnagari": "sañcintyārī-vadhopāyaṁbhīmasyāmogha-darśanaḥdarśayām āsa viṭapaṁpāṭayann iva saṁjñayā",
        "verse_Syn": [
            "sañcintya",
            "ari",
            "vadha",
            "upāyam",
            "bhīmasya",
            "amogha",
            "darśanaḥ",
            "darśayām",
            "āsa",
            "viṭapam",
            "pāṭayan",
            "iva",
            "saṁjñayā"
        ],
        "translation": "Having determined how to kill the enemy, that Lord of infallible vision made a sign to Bhīma by tearing in half a small branch of a tree.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "तद् विज्ञाय महासत्त्वो भीम: प्रहरतां वर: ।गृहीत्वा पादयो: शत्रुं पातयामास भूतले ॥ ४२ ॥",
        "english_devnagari": "tad vijñāya mahā-sattvobhīmaḥ praharatāṁ varaḥgṛhītvā pādayoḥ śatruṁpātayām āsa bhū-tale",
        "verse_Syn": [
            "tat",
            "vijñāya",
            "mahā",
            "sattvaḥ",
            "bhīmaḥ",
            "praharatām",
            "varaḥ",
            "gṛhītvā",
            "pādayoḥ",
            "śatrum",
            "pātayām",
            "asa",
            "bhū",
            "tale"
        ],
        "translation": "Understanding this sign, mighty Bhīma, the best of fighters, seized his opponent by the feet and threw him to the ground.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "एकं पादं पदाक्रम्य दोर्भ्यामन्यं प्रगृह्य स: ।गुदत: पाटयामास शाखमिव महागज: ॥ ४३ ॥",
        "english_devnagari": "ekam pādaṁ padākramyadorbhyām anyaṁ pragṛhya saḥgudataḥ pāṭayām āsaśākham iva mahā-gajaḥ",
        "verse_Syn": [
            "ekam",
            "pādam",
            "padā",
            "ākramya",
            "dorbhyām",
            "anyam",
            "pragṛhya",
            "saḥ",
            "gudataḥ",
            "pāṭayām",
            "āsa",
            "śākhām",
            "iva",
            "mahā",
            "gajaḥ"
        ],
        "translation": "Bhīma pressed down on one leg with his foot while grabbing Jarāsandha’s other leg in his hands, and just as a great elephant might break the branch of a tree, Bhīma tore Jarāsandha apart from the anus upward.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "एकपादोरुवृषणकटिपृष्ठस्तनांसके ।एकबाह्वक्षिभ्रूकर्णे शकले दद‍ृशु: प्रजा: ॥ ४४ ॥",
        "english_devnagari": "eka-pādoru-vṛṣaṇa-kaṭi-pṛṣṭha-stanāṁsakeeka-bāhv-akṣi-bhrū-karṇeśakale dadṛśuḥ prajāḥ",
        "verse_Syn": [
            "eka",
            "pāda",
            "ūru",
            "vṛṣaṇa",
            "kati",
            "pṛṣṭha",
            "stana",
            "aṁsake",
            "eka",
            "bāhu",
            "akṣi",
            "bhrū",
            "karṇe",
            "śakale",
            "dadṛśuḥ",
            "prajāḥ"
        ],
        "translation": "The King’s subjects then saw him lying in two separate pieces, each with a single leg, thigh, testicle, hip, shoulder, arm, eye, eyebrow and ear, and with half a back and chest.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "हाहाकारो महानासीन्निहते मगधेश्वरे ।पूजयामासतुर्भीमं परिरभ्य जयाच्युतौ ॥ ४५ ॥",
        "english_devnagari": "hāhā-kāro mahān āsīnnihate magadheśvarepūjayām āsatur bhīmaṁparirabhya jayācyatau",
        "verse_Syn": [
            "hāhā",
            "kāraḥ",
            "mahān",
            "āsīt",
            "nihate",
            "magadha",
            "īśvare",
            "pūjayām",
            "āsatuḥ",
            "bhīmam",
            "parirabhya",
            "jaya",
            "acyutau"
        ],
        "translation": "With the death of the lord of Magadha, a great cry of lamentation arose, while Arjuna and Kṛṣṇa congratulated Bhīma by embracing him.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "सहदेवं तत्तनयं भगवान् भूतभावन: ।अभ्यषिञ्चदमेयात्मा मगधानां पतिं प्रभु: ।मोचयामास राजन्यान्संरुद्धा मागधेन ये ॥ ४६ ॥",
        "english_devnagari": "sahadevaṁ tat-tanayaṁbhagavān bhūta-bhāvanaḥabhyaṣiñcad ameyātmāmagadhānāṁ patiṁ prabhuḥmocayām āsa rājanyānsaṁruddhā māgadhena ye",
        "verse_Syn": [
            "sahadevam",
            "tat",
            "tanayam",
            "bhagavān",
            "bhūta",
            "bhāvanaḥ",
            "abhyaṣiñcat",
            "ameya",
            "ātmā",
            "magadhānām",
            "patim",
            "prabhuḥ",
            "mocayām",
            "āsa",
            "rājanyān",
            "saṁruddhāḥ",
            "māgadhena",
            "ye"
        ],
        "translation": "The immeasurable Supreme Personality of Godhead, the sustainer and benefactor of all living beings, coronated Jarāsandha’s son, Sahadeva, as the new ruler of the Magadhas. The Lord then freed all the kings Jarāsandha had imprisoned.",
        "purport": " Śrīla Prabhupāda writes: “Although Jarāsandha was killed, neither Kṛṣṇa nor the two Pāṇḍava brothers made a claim to the throne. Their purpose in killing Jarāsandha was to stop him from creating a disturbance to the proper discharge of world peace. A demon always creates disturbances, whereas a demigod always tries to keep peace in the world. The mission of Lord Kṛṣṇa is to give protection to the righteous persons and to kill the demons who disturb a peaceful situation. Therefore Lord Kṛṣṇa immediately called for the son of Jarāsandha, whose name was Sahadeva, and with due ritualistic ceremonies the Lord asked him to occupy the seat of his father and reign over the kingdom peacefully. Lord Kṛṣṇa is the master of the whole cosmic creation, and He wants everyone to live peacefully and execute Kṛṣṇa consciousness. After installing Sahadeva on the throne, He released all the kings and princes who had been imprisoned unnecessarily by Jarāsandha.”"
    }
]