[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअथोषस्युपवृत्तायां कुक्कुटान् कूजतोऽशपन् ।गृहीतकण्ठ्य: पतिभिर्माधव्यो विरहातुरा: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaathoṣasy upavṛttāyāṁkukkuṭān kūjato ’śapangṛhīta-kaṇṭhyaḥ patibhirmādhavyo virahāturāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "uṣasi",
            "upavṛttāyām",
            "kukkuṭān",
            "kūjataḥ",
            "aśapan",
            "gṛhīta",
            "kaṇṭhyaḥ",
            "patibhiḥ",
            "mādhavyaḥ",
            "viraha",
            "āturāḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: As dawn approached, the wives of Lord Mādhava, each embraced around the neck by her husband, cursed the crowing roosters. The ladies were disturbed that now they would be separated from Him.",
        "purport": " This description of Lord Kṛṣṇa’s daily activities starts with the crowing of the rooster. Lord Kṛṣṇa’s wives knew that the Lord would dutifully get up and perform His prescribed morning rituals, and thus they were agitated at their coming separation from Him and cursed the roosters."
    },
    {
        "verse": "2",
        "devanagari": "वयांस्यरोरुवन्कृष्णं बोधयन्तीव वन्दिन: ।गायत्स्वलिष्वनिद्राणि मन्दारवनवायुभि: ॥ २ ॥",
        "english_devnagari": "vayāṁsy aroruvan kṛṣṇaṁbodhayantīva vandinaḥgāyatsv aliṣv anidrāṇimandāra-vana-vāyubhiḥ",
        "verse_Syn": [
            "vayāṁsi",
            "aroruvan",
            "kṛṣṇam",
            "bodhayanti",
            "iva",
            "vandinaḥ",
            "gāyatsu",
            "aliṣu",
            "anidrāṇi",
            "mandāra",
            "vana",
            "vāyubhiḥ"
        ],
        "translation": "The bees’ buzzing, caused by the fragrant breeze from the pārijāta garden, roused the birds from sleep. And when the birds began to sing loudly, they woke Lord Kṛṣṇa like court poets reciting His glories.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "मुहूर्तं तं तु वैदर्भी नामृष्यदतिशोभनम् ।परिरम्भणविश्लेषात् प्रियबाह्वन्तरं गता ॥ ३ ॥",
        "english_devnagari": "muhūrtaṁ taṁ tu vaidarbhīnāmṛṣyad ati-śobhanamparirambhaṇa-viśleṣātpriya-bāhv-antaraṁ gatā",
        "verse_Syn": [
            "muhūrtam",
            "tam",
            "tu",
            "vaidarbhī",
            "na",
            "amṛṣyat",
            "ati",
            "śobhanam",
            "parirambhaṇa",
            "viśleṣāt",
            "priya",
            "bāhu",
            "antaram",
            "gatā"
        ],
        "translation": "Lying in her beloved’s arms, Queen Vaidarbhī did not like this most auspicious hour, for it meant she would lose His embrace.",
        "purport": " Śrīla Śrīdhara Svāmī explains that the reaction of Queen Vaidarbhī, Rukmiṇī-devī, shows the attitude of all the queens."
    },
    {
        "verse": "4-5",
        "devanagari": "ब्राह्मे मुहूर्त उत्थाय वार्युपस्पृश्य माधव: । दध्यौ प्रसन्नकरण आत्मानं तमस: परम् ॥ ४ ॥ एकं स्वयंज्योतिरनन्यमव्ययंस्वसंस्थया नित्यनिरस्तकल्मषम् । ब्रह्माख्यमस्योद्भ‍वनाशहेतुभि:स्वशक्तिभिर्लक्षितभावनिर्वृतिम् ॥ ५ ॥",
        "english_devnagari": "brāhme muhūrta utthāyavāry upaspṛśya mādhavaḥdadhyau prasanna-karaṇaātmānaṁ tamasaḥ param",
        "verse_Syn": [
            "brāhme",
            "muhūrte",
            "utthāya",
            "vāri",
            "upaspṛśya",
            "mādhavaḥ",
            "dadhyau",
            "prasanna",
            "karaṇaḥ",
            "ātmānam",
            "tamasaḥ",
            "param",
            "ekam",
            "svayam",
            "jyotiḥ",
            "ananyam",
            "avyayam",
            "sva",
            "saṁsthayā",
            "nitya",
            "nirasta",
            "kalmaṣam",
            "brahma",
            "ākhyam",
            "asya",
            "udbhava",
            "nāśa",
            "hetubhiḥ",
            "sva",
            "śaktibhiḥ",
            "lakṣita",
            "bhāva",
            "nirvṛtim"
        ],
        "translation": "Lord Mādhava would rise during the brāhma-muhūrta period and touch water. With a clear mind He would then meditate upon Himself, the single, self-luminous, unequaled and infallible Supreme Truth, known as Brahman, who by His very nature ever dispels all contamination, and who through His personal energies, which cause the creation and destruction of this universe, manifests His own pure and blissful existence.",
        "purport": " Viśvanātha Cakravartī Ṭhākura points out that the word bhāva in this verse indicates the created beings. Thus the compound word lakṣita-bhāva-nirvṛtim means that Lord Kṛṣṇa gives pleasure to the created beings through His various energies. Of course, the soul is never created, but our material, conditioned existence is created by the interaction of the Lord’s energies. One who is favored by the Lord’s internal potency can understand the nature of the Absolute Truth; this understanding is called Kṛṣṇa consciousness. In Bhagavad-gītā Lord Kṛṣṇa explains that His energies are divided into inferior and superior, or material and spiritual, potencies. The Brahma-saṁhitā further explains that the material potency acts like a shadow, following the movements of the spiritual reality, which is the Lord Himself and His spiritual potency. When one is favored by Lord Kṛṣṇa, He reveals Himself to the surrendered soul, and thus the same creation that formerly covered the soul becomes an impetus for spiritual enlightenment."
    },
    {
        "verse": "6",
        "devanagari": "अथाप्लुतोऽम्भस्यमले यथाविधिक्रियाकलापं परिधाय वाससी ।चकार सन्ध्योपगमादि सत्तमोहुतानलो ब्रह्म जजाप वाग्यत: ॥ ६ ॥",
        "english_devnagari": "athāpluto ’mbhasy amale yathā-vidhikriyā-kalāpaṁ paridhāya vāsasīcakāra sandhyopagamādi sattamohutānalo brahma jajāpa vāg-yataḥ",
        "verse_Syn": [
            "atha",
            "āplutaḥ",
            "ambhasi",
            "amale",
            "yathā",
            "vidhi",
            "kriyā",
            "kalāpam",
            "paridhāya",
            "vāsasī",
            "cakāra",
            "sandhyā",
            "upagama",
            "ādi",
            "sat",
            "tamaḥ",
            "huta",
            "analaḥ",
            "brahma",
            "jajāpa",
            "vāk",
            "yataḥ"
        ],
        "translation": "That most saintly of personalities would then bathe in sanctified water, dress Himself in lower and upper garments and perform the entire sequence of prescribed rituals, beginning with worship at dawn. After offering oblations into the sacred fire, Lord Kṛṣṇa would silently chant the Gāyatrī mantra.",
        "purport": " Śrīdhara Svāmī points out that since Lord Kṛṣṇa was in the disciplic succession from Kaṇva Muni, He offered oblations to the fire before sunrise. Then He chanted the Gāyatrī mantra."
    },
    {
        "verse": "7-9",
        "devanagari": "उपस्थायार्कमुद्यन्तं तर्पयित्वात्मन: कला: ।देवानृषीन् पितॄन्वृद्धान्विप्रानभ्यर्च्य चात्मवान् ॥ ७ ॥धेनूनां रुक्‍मश‍ृङ्गीनां साध्वीनां मौक्तिकस्रजाम् ।पयस्विनीनां गृष्टीनां सवत्सानां सुवाससाम् ॥ ८ ॥ददौ रूप्यखुराग्राणां क्षौमाजिनतिलै: सह ।अलङ्कृतेभ्यो विप्रेभ्यो बद्वं बद्वं दिने दिने ॥ ९ ॥",
        "english_devnagari": "upasthāyārkam udyantaṁtarpayitvātmanaḥ kalāḥdevān ṛṣīn pitṝn vṛddhānviprān abhyarcya cātmavān",
        "verse_Syn": [
            "upasthāya",
            "arkam",
            "udyantam",
            "tarpayitvā",
            "ātmanaḥ",
            "kalāḥ",
            "devān",
            "ṛṣīn",
            "pitṝn",
            "vṛddhān",
            "viprān",
            "abhyarcya",
            "ca",
            "ātma",
            "vān",
            "dhenūnām",
            "rukma",
            "śṛṅgīnām",
            "sādhvīnām",
            "mauktika",
            "srajām",
            "payasvinīnām",
            "gṛṣṭīnām",
            "sa",
            "vatsānām",
            "su",
            "vāsasām",
            "dadau",
            "rūpya",
            "khura",
            "agrāṇām",
            "kṣauma",
            "ajina",
            "tilaiḥ",
            "saha",
            "alaṅkṛtebhyaḥ",
            "viprebhyaḥ",
            "badvam",
            "badvam",
            "dine",
            "dine"
        ],
        "translation": "Each day the Lord worshiped the rising sun and propitiated the demigods, sages and forefathers, who are all His expansions. The self-possessed Lord would then carefully worship His elders and the brāhmaṇas. To those well-attired brāhmaṇas He would offer herds of tame and peaceful cows with gold-plated horns and pearl necklaces. These cows were also dressed in fine cloth, and the fronts of their hooves were plated with silver. Providers of abundant milk, they had each given birth only once and were accompanied by their calves. Daily the Lord gave many groups of 13,084 cows to the learned brāhmaṇas, together with linen, deerskins and sesame seeds.",
        "purport": " Śrīdhara Svāmī quotes several Vedic scriptures to show that in the context of Vedic ritual, a badva here refers to 13,084 cows. The words badvaṁ badvaṁ dine dine indicate that Lord Kṛṣṇa would give the learned brāhmaṇas many such groups of cows on a daily basis. Śrīdhara Svāmī further gives evidence that the usual practice for great saintly kings in previous ages was to give 107 such badva, or groups of 13,084 cows. Thus the total number of cows given in this sacrifice, known as Mañcāra, is 14 lakhs, or 1,400,000. The words alaṅkṛtebhyo viprebhyaḥ indicate that in Lord Kṛṣṇa’s kingdom the brāhmaṇas were given nice clothes and ornaments and were thus well attired. In Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda writes with striking and profound insight on these pastimes of Lord Kṛṣṇa. The reader is strongly urged to study this book, which contains an invaluable wealth of information and commentary on the pastimes described in the Tenth Canto of Śrīmad-Bhāgavatam. Our humble attempt here can never equal the consummate purity and skill of our great master. Still, as a service offered at his lotus feet, we are simply presenting the original Sanskrit text of the Tenth Canto, word-for-word meanings, a clear translation and essential commentary, for the most part based on the statements of the great spiritual masters in our line."
    },
    {
        "verse": "10",
        "devanagari": "गोविप्रदेवतावृद्धगुरून् भूतानि सर्वश: ।नमस्कृत्यात्मसम्भूतीर्मङ्गलानि समस्पृशत् ॥ १० ॥",
        "english_devnagari": "go-vipra-devatā-vṛddha-gurūn bhūtāni sarvaśaḥnamaskṛtyātma-sambhūtīrmaṅgalāni samaspṛśat",
        "verse_Syn": [
            "go",
            "vipra",
            "devatā",
            "vṛddha",
            "gurūn",
            "bhūtāni",
            "sarvaśaḥ",
            "namaskṛtya",
            "ātma",
            "sambhūtīḥ",
            "maṅgalāni",
            "samaspṛśat"
        ],
        "translation": "Lord Kṛṣṇa would offer obeisances to the cows, brāhmaṇas and demigods, His elders and spiritual masters, and all living beings — all of whom are expansions of His supreme personality. Then He would touch auspicious things.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "आत्मानं भूषयामास नरलोकविभूषणम् । वासोभिर्भूषणै: स्वीयैर्दिव्यस्रगनुलेपनै: ॥ ११ ॥",
        "english_devnagari": "ātmānaṁ bhūṣayām āsanara-loka-vibhūṣaṇamvāsobhir bhūṣaṇaiḥ svīyairdivya-srag-anulepanaiḥ",
        "verse_Syn": [
            "ātmānam",
            "bhūṣayām",
            "āsa",
            "nara",
            "loka",
            "vibhūṣaṇam",
            "vāsobhiḥ",
            "bhūṣaṇaiḥ",
            "svīyaiḥ",
            "divya",
            "srak",
            "anulepanaiḥ"
        ],
        "translation": "He would decorate His body, the very ornament of human society, with His own special clothes and jewelry and with divine flower garlands and ointments.",
        "purport": " Śrīdhara Svāmī points out that the Lord’s “own garments and ornaments” include the Lord’s well-known yellow garments, the Kaustubha gem and so on."
    },
    {
        "verse": "12",
        "devanagari": "अवेक्ष्याज्यं तथादर्शं गोवृषद्विजदेवता: ।कामांश्च सर्ववर्णानां पौरान्त:पुरचारिणाम् ।प्रदाप्य प्रकृती: कामै: प्रतोष्य प्रत्यनन्दत ॥ १२ ॥",
        "english_devnagari": "avekṣyājyaṁ tathādarśaṁgo-vṛṣa-dvija-devatāḥkāmāṁś ca sarva-varṇānāṁpaurāntaḥ-pura-cāriṇāmpradāpya prakṛtīḥ kāmaiḥpratoṣya pratyanandata",
        "verse_Syn": [
            "avekṣya",
            "ājyam",
            "tathā",
            "ādarśam",
            "go",
            "vṛṣa",
            "dvija",
            "devatāḥ",
            "kāmān",
            "ca",
            "sarva",
            "varṇānām",
            "paura",
            "antaḥ",
            "pura",
            "cāriṇām",
            "pradāpya",
            "prakṛtīḥ",
            "kāmaiḥ",
            "pratoṣya",
            "pratyanandata"
        ],
        "translation": "He would then look at ghee, a mirror, the cows and bulls, the brāhmaṇas and the demigods and see to it that the members of all the social classes living in the palace and throughout the city were satisfied with gifts. After this He would greet His ministers, gratifying them by fulfilling all their desires.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "संविभज्याग्रतो विप्रान् स्रक्‌ताम्बूलानुलेपनै: ।सुहृद: प्रकृतीर्दारानुपायुङ्क्त तत: स्वयम् ॥ १३ ॥",
        "english_devnagari": "saṁvibhajyāgrato viprānsrak-tāmbūlānulepanaiḥsuhṛdaḥ prakṛtīr dārānupāyuṅkta tataḥ svayam",
        "verse_Syn": [
            "saṁvibhajya",
            "agrataḥ",
            "viprān",
            "srak",
            "tāmbūla",
            "anulepanaiḥ",
            "suhṛdaḥ",
            "prakṛtīḥ",
            "dārān",
            "upāyuṅkta",
            "tataḥ",
            "svayam"
        ],
        "translation": "After first distributing flower garlands, pān and sandalwood paste to the brāhmaṇas, He would give these gifts to His friends, ministers and wives, and finally He would partake of them Himself.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तावत् सूत उपानीय स्यन्दनं परमाद्भ‍ुतम् ।सुग्रीवाद्यैर्हयैर्युक्तं प्रणम्यावस्थितोऽग्रत: ॥ १४ ॥",
        "english_devnagari": "tāvat sūta upānīyasyandanaṁ paramādbhutamsugrīvādyair hayair yuktaṁpraṇamyāvasthito ’grataḥ",
        "verse_Syn": [
            "tāvat",
            "sūtaḥ",
            "upānīya",
            "syandanam",
            "parama",
            "adbhutam",
            "sugrīva",
            "ādyaiḥ",
            "hayaiḥ",
            "yuktam",
            "praṇamya",
            "avasthitaḥ",
            "agrataḥ"
        ],
        "translation": "By then the Lord’s driver would have brought His supremely wonderful chariot, yoked with Sugrīva and His other horses. His charioteer would bow down to the Lord and then stand before Him.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "गृहीत्वा पाणिना पाणी सारथेस्तमथारुहत् ।सात्यक्युद्धवसंयुक्त: पूर्वाद्रिमिव भास्कर: ॥ १५ ॥",
        "english_devnagari": "gṛhītvā pāṇinā pāṇīsārathes tam athāruhatsātyaky-uddhava-saṁyuktaḥpūrvādrim iva bhāskaraḥ",
        "verse_Syn": [
            "gṛhītvā",
            "pāṇinā",
            "pāṇī",
            "sāratheḥ",
            "tam",
            "atha",
            "āruhat",
            "sātyaki",
            "uddhava",
            "saṁyuktaḥ",
            "pūrva",
            "adrim",
            "iva",
            "bhāskaraḥ"
        ],
        "translation": "Holding on to His charioteer’s hands, Lord Kṛṣṇa would mount the chariot, together with Sātyaki and Uddhava, just like the sun rising over the easternmost mountain.",
        "purport": " The ācāryas point out that the Lord’s chariot driver would stand with joined palms and that the Lord, holding on to his joined hands with His right hand, would mount the chariot."
    },
    {
        "verse": "16",
        "devanagari": "ईक्षितोऽन्त:पुरस्‍त्रीणां सव्रीडप्रेमवीक्षितै: ।कृच्छ्राद् विसृष्टो निरगाज्जातहासो हरन् मन: ॥ १६ ॥",
        "english_devnagari": "īkṣito ’ntaḥ-pura-strīṇāṁsa-vrīḍa-prema-vīkṣitaiḥkṛcchrād visṛṣṭo niragājjāta-hāso haran manaḥ",
        "verse_Syn": [
            "īkṣitaḥ",
            "antaḥ",
            "pura",
            "strīṇām",
            "sa",
            "vrīḍa",
            "prema",
            "vīkṣitaiḥ",
            "kṛcchrāt",
            "visṛṣṭaḥ",
            "niragāt",
            "jāta",
            "hāsaḥ",
            "haran",
            "manaḥ"
        ],
        "translation": "The palace women would look upon Lord Kṛṣṇa with shy, loving glances, and thus He would get free from them only with difficulty. He would then set off, His smiling face captivating their minds.",
        "purport": " Śrīla Viśvanātha Cakravartī describes this scene as follows: “The shy, loving glances of the palace women, hinting at their agitation, implied, ‘How can we tolerate this torment of being separated from You?’ The idea here is that because the Lord was captured by their affection, He smiled, indicating ‘My dear restless ladies, you are so overwhelmed by this little bit of separation. I am coming back later today to enjoy with you.’ And then, with His smile captivating their minds, He got away only with difficulty, freeing Himself from the bondage of their loving glances.”"
    },
    {
        "verse": "17",
        "devanagari": "सुधर्माख्यां सभां सर्वैर्वृष्णिभि: परिवारित: ।प्राविशद् यन्निविष्टानां न सन्त्यङ्ग षडूर्मय: ॥ १७ ॥",
        "english_devnagari": "sudharmākhyāṁ sabhāṁ sarvairvṛṣṇibhiḥ parivāritaḥprāviśad yan-niviṣṭānāṁna santy aṅga ṣaḍ ūrmayaḥ",
        "verse_Syn": [
            "sudharmā",
            "ākhyām",
            "sabhām",
            "sarvaiḥ",
            "vṛṣṇibhiḥ",
            "parivāritaḥ",
            "prāviśat",
            "yat",
            "nivistānām",
            "na",
            "santi",
            "aṅga",
            "ṣaṭ",
            "ūrmayaḥ"
        ],
        "translation": "The Lord, attended by all the Vṛṣṇis, would enter the Sudharmā assembly hall, which protects those who enter it from the six waves of material life, dear King.",
        "purport": " Śrīla Prabhupāda writes: “It may be remembered that the Sudharmā assembly house was taken away from the heavenly planet and was reestablished in the city of Dvārakā. The specific significance of the assembly house was that anyone who entered it would be free from the six kinds of material pangs, namely hunger, thirst, lamentation, illusion, old age and death. These are the waves of material existence, and as long as one remained in that assembly house of Sudharmā, he would not be affected by these six material waves.” In this regard, Śrīdhara Svāmī and Viśvanātha Cakravartī explain that when Lord Kṛṣṇa would exit separately from each of His many palaces, each individual form would be visible to the persons present on those particular palace grounds and to the neighboring residents, but not to others. Then, at the gateway path of the Sudharmā assembly hall, all the forms of the Lord would merge into a single form, and thus He would enter the hall."
    },
    {
        "verse": "18",
        "devanagari": "तत्रोपविष्ट: परमासने विभु-र्बभौ स्वभासा ककुभोऽवभासयन् ।वृतो नृसिंहैर्यदुभिर्यदूत्तमोयथोडुराजो दिवि तारकागणै: ॥ १८ ॥",
        "english_devnagari": "tatropavistaḥ paramāsane vibhurbabhau sva-bhāsā kakubho ’vabhāsayanvṛto nṛ-siṁhair yadubhir yadūttamoyathoḍu-rājo divi tārakā-gaṇaiḥ",
        "verse_Syn": [
            "tatra",
            "upaviṣṭaḥ",
            "parama",
            "āsane",
            "vibhuḥ",
            "babhau",
            "sva",
            "bhāsā",
            "kakubhaḥ",
            "avabhāsayan",
            "vṛtaḥ",
            "nr",
            "siṁhaiḥ",
            "yadubhiḥ",
            "yadu",
            "uttamaḥ",
            "yathā",
            "uḍu",
            "rājaḥ",
            "divi",
            "tārakā",
            "gaṇaiḥ"
        ],
        "translation": "As the almighty Supreme Lord would seat Himself upon His exalted throne there in the assembly hall, He shone with His unique effulgence, illuminating all the quarters of space. Surrounded by the Yadus, lions among men, that best of the Yadus appeared like the moon amidst many stars.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "तत्रोपमन्त्रिणो राजन् नानाहास्यरसैर्विभुम् ।उपतस्थुर्नटाचार्या नर्तक्यस्ताण्डवै: पृथक् ॥ १९ ॥",
        "english_devnagari": "tatropamantriṇo rājannānā-hāsya-rasair vibhumupatasthur naṭācāryānartakyas tāṇḍavaiḥ pṛthak",
        "verse_Syn": [
            "tatra",
            "upamantriṇaḥ",
            "rājan",
            "nānā",
            "hāsya",
            "rasaiḥ",
            "vibhum",
            "upatasthuḥ",
            "naṭa",
            "ācāryāḥ",
            "nartakyaḥ",
            "tāṇdavaiḥ",
            "pṛthak"
        ],
        "translation": "And there, O King, jesters would entertain the Lord by displaying various comic moods, expert entertainers would perform for Him, and female dancers would dance energetically.",
        "purport": " Śrīla Viśvanātha Cakravartī points out that the word naṭācāryāḥ refers, among other things, to expert magicians. All of these different entertainers, one after the other, would perform for the Lord in the assembly of great kings."
    },
    {
        "verse": "20",
        "devanagari": "मृदङ्गवीणामुरजवेणुतालदरस्वनै: ।ननृतुर्जगुस्तुष्टुवुश्च सूतमागधवन्दिन: ॥ २० ॥",
        "english_devnagari": "mṛdaṅga-vīṇā-muraja-veṇu-tāla-dara-svanaiḥnanṛtur jagus tuṣṭuvuś casūta-māgadha-vandinaḥ",
        "verse_Syn": [
            "mṛdaṅga",
            "vīṇā",
            "muraja",
            "veṇu",
            "tāla",
            "dara",
            "svanaiḥ",
            "nanṛtuḥ",
            "jaguḥ",
            "tuṣṭuvuḥ",
            "ca",
            "sūta",
            "māgadha",
            "vandinaḥ"
        ],
        "translation": "These performers would dance and sing to the sounds of mṛdaṅgas, vīṇās, murajas, flutes, cymbals and conchshells, while professional poets, chroniclers and panegyrists would recite the Lord’s glories.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "तत्राहुर्ब्राह्मणा: केचिदासीना ब्रह्मवादिन: ।पूर्वेषां पुण्ययशसां राज्ञां चाकथयन् कथा: ॥ २१ ॥",
        "english_devnagari": "tatrāhur brāhmaṇāḥ kecidāsīnā brahma-vādinaḥpūrveṣāṁ puṇya-yaśasāṁrājñāṁ cākathayan kathāḥ",
        "verse_Syn": [
            "tatra",
            "āhuḥ",
            "brāhmaṇāḥ",
            "kecit",
            "āsīnāḥ",
            "brahma",
            "vādinaḥ",
            "pūrveṣām",
            "puṇya",
            "yaśasām",
            "rājñām",
            "ca",
            "ākathayan",
            "kathāḥ"
        ],
        "translation": "Some brāhmaṇas sitting in that assembly hall would fluently chant Vedic mantras, while others recounted stories of past kings of pious renown.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "तत्रैक: पुरुषो राजन्नागतोऽपूर्वदर्शन: ।विज्ञापितो भगवते प्रतीहारै: प्रवेशित: ॥ २२ ॥",
        "english_devnagari": "tatraikaḥ puruṣo rājannāgato ’pūrva-darśanaḥvijñāpito bhagavatepratīhāraiḥ praveśitaḥ",
        "verse_Syn": [
            "tatra",
            "ekaḥ",
            "puruṣaḥ",
            "rājan",
            "āgataḥ",
            "apūrva",
            "darśanaḥ",
            "vijñāpitaḥ",
            "bhagavate",
            "pratīhāraiḥ",
            "praveśitaḥ"
        ],
        "translation": "Once a certain person arrived in the assembly, O King, who had never been seen there before. The doorkeepers announced him to the Lord and then escorted him inside.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "स नमस्कृत्य कृष्णाय परेशाय कृताञ्जलि: ।राज्ञामावेदयद् दु:खं जरासन्धनिरोधजम् ॥ २३ ॥",
        "english_devnagari": "sa namaskṛtya kṛṣṇāyapareśāya kṛtāñjaliḥrājñām āvedayad duḥkhaṁjarāsandha-nirodha-jam",
        "verse_Syn": [
            "saḥ",
            "namaskṛtya",
            "kṛṣṇāya",
            "para",
            "īśāya",
            "kṛta",
            "añjaliḥ",
            "rājñām",
            "āvedayat",
            "duḥkham",
            "jarāsandha",
            "nirodha",
            "jam"
        ],
        "translation": "That person bowed down to Kṛṣṇa, the Supreme Personality of Godhead, and with joined palms he described to the Lord how a number of kings were suffering because Jarāsandha had imprisoned them.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "ये च दिग्विजये तस्य सन्नतिं न ययुर्नृपा: ।प्रसह्य रुद्धास्तेनासन्नयुते द्वे गिरिव्रजे ॥ २४ ॥",
        "english_devnagari": "ye ca dig-vijaye tasyasannatiṁ na yayur nṛpāḥprasahya ruddhās tenāsannayute dve girivraje",
        "verse_Syn": [
            "ye",
            "ca",
            "dik",
            "vijaye",
            "tasya",
            "sannatim",
            "na",
            "yayuḥ",
            "nṛpāḥ",
            "prasahya",
            "ruddhāḥ",
            "tena",
            "āsan",
            "ayute",
            "dve",
            "giri",
            "vraje"
        ],
        "translation": "Twenty thousand kings who had refused to submit absolutely to Jarāsandha during his world conquest had been forcibly imprisoned by him in the fortress named Girivraja.",
        "purport": " Śrīla Viśvanātha Cakravartī points out that these kings refused the payment of tribute and other forms of submission to Jarāsandha. Also, there is a well-known account in the Mahābhārata and other literatures that Jarāsandha desired to worship Mahā-bhairava by offering him the lives of one hundred thousand kings in sacrifice."
    },
    {
        "verse": "25",
        "devanagari": "राजान ऊचु:कृष्ण कृष्णाप्रमेयात्मन् प्रपन्नभयभञ्जन ।वयं त्वां शरणं यामो भवभीता: पृथग्धिय: ॥ २५ ॥",
        "english_devnagari": "rājāna ūcuḥkṛṣṇa kṛṣṇāprameyātmanprapanna-bhaya-bhañjanavayaṁ tvāṁ śaraṇaṁ yāmobhava-bhītāḥ pṛthag-dhiyaḥ",
        "verse_Syn": [
            "rājānaḥ",
            "ūcuḥ",
            "kṛṣṇa",
            "kṛṣṇa",
            "aprameya",
            "ātman",
            "prapanna",
            "bhaya",
            "bhañjana",
            "vayam",
            "tvām",
            "śaraṇam",
            "yāmaḥ",
            "bhava",
            "bhītāḥ",
            "pṛthak",
            "dhiyaḥ"
        ],
        "translation": "The kings said [as related through their messenger]: O Kṛṣṇa, Kṛṣṇa, O immeasurable Soul, destroyer of fear for those surrendered to You! Despite our separatist attitude, we have come to You for shelter out of fear of material existence.",
        "purport": " Śrīdhara Svāmī explains that the kings present their entreaty in this and the following five verses. In this verse they take shelter of the Lord, in the next three verses they describe their fear, and in the last two verses they make their prayerful request."
    },
    {
        "verse": "26",
        "devanagari": "लोको विकर्मनिरत: कुशले प्रमत्त:कर्मण्ययं त्वदुदिते भवदर्चने स्वे ।यस्तावदस्य बलवानिह जीविताशांसद्यश्छिनत्त्यनिमिषाय नमोऽस्तु तस्मै ॥ २६ ॥",
        "english_devnagari": "loko vikarma-nirataḥ kuśale pramattaḥkarmaṇy ayaṁ tvad-udite bhavad-arcane sveyas tāvad asya balavān iha jīvitāśāṁsadyaś chinatty animiṣāya namo ’stu tasmai",
        "verse_Syn": [
            "lokaḥ",
            "vikarma",
            "nirataḥ",
            "kuśale",
            "pramattaḥ",
            "karmaṇi",
            "ayam",
            "tvat",
            "udite",
            "bhavat",
            "arcane",
            "sve",
            "yaḥ",
            "tāvat",
            "asya",
            "bala",
            "vān",
            "iha",
            "jīvita",
            "āśām",
            "sadyaḥ",
            "chinatti",
            "animiṣāya",
            "namaḥ",
            "astu",
            "tasmai"
        ],
        "translation": "People in this world are always engaged in sinful activities and are thus bewildered about their real duty, which is to worship You according to Your commandments. This activity would truly bring them good fortune. Let us offer our obeisances unto the all-powerful Lord, who appears as time and suddenly cuts down one’s stubborn hope for a long life in this world.",
        "purport": " Lord Kṛṣṇa states in the Bhagavad-gītā (9.27): “Whatever you do, whatever you eat, whatever you offer or give away, and whatever austerities you perform — do that, O son of Kuntī, as an offering to Me.” This is the Supreme Lord’s commandment, but people in general are bewildered and neglect this auspicious activity, preferring instead to perform sinful activities that lead them to terrible suffering. The Kṛṣṇa consciousness movement is working to enlighten the world about this most essential activity of loving service to the Lord."
    },
    {
        "verse": "27",
        "devanagari": "लोके भवाञ्जगदिन: कलयावतीर्ण:सद्रक्षणाय खलनिग्रहणाय चान्य: ।कश्चित् त्वदीयमतियाति निदेशमीशकिं वा जन: स्वकृतमृच्छति तन्न विद्म: ॥ २७ ॥",
        "english_devnagari": "loke bhavāñ jagad-inaḥ kalayāvatīrṇaḥsad-rakṣaṇāya khala-nigrahaṇāya cānyaḥkaścit tvadīyam atiyāti nideśam īśakiṁ vā janaḥ sva-kṛtam ṛcchati tan na vidmaḥ",
        "verse_Syn": [
            "loke",
            "bhavān",
            "jagat",
            "inaḥ",
            "kalayā",
            "avatīrṇaḥ",
            "sat",
            "rakṣaṇāya",
            "khala",
            "nigrahaṇāya",
            "ca",
            "anyaḥ",
            "kaścit",
            "tvadīyam",
            "atiyāti",
            "nideśam",
            "īśa",
            "kim",
            "vā",
            "janaḥ",
            "sva",
            "kṛtam",
            "ṛcchati",
            "tat",
            "na",
            "vidmaḥ"
        ],
        "translation": "You are the predominating Lord of the universe and have descended into this world with Your personal power to protect the saintly and suppress the wicked. We cannot understand, O Lord, how anyone can transgress Your law and still continue to enjoy the fruits of his work.",
        "purport": " Śrīdhara Svāmī explains that the kings were bewildered by the suffering that had come upon them. They state here that since the Lord has descended to this world to protect the pious and punish the wicked, how is it that Jarāsandha, who brazenly transgressed the order of the Lord, continued to perform his wicked activities, whereas the kings were put into a miserable condition? Viśvanātha Cakravartī Ṭhākura similarly states that the kings could not understand how Jarāsandha, who harassed the saintly devotees and nourished the envious, could continue to prosper, whereas the kings were being tormented by the wicked Jarāsandha. Similarly Śrīla Prabhupāda quotes the kings as follows in Kṛṣṇa, the Supreme Personality of Godhead: “My dear Lord, You are the proprietor of all the worlds, and You have incarnated Yourself along with Your plenary expansion Lord Balarāma. It is said that Your appearance in this incarnation is for the purpose of protecting the faithful and destroying the miscreants. Under the circumstances, how is it possible that miscreants like Jarāsandha can put us into such deplorable conditions of life against Your authority? We are puzzled at the situation and cannot understand how it is possible. It may be that Jarāsandha has been deputed to give us such trouble because of our past misdeeds, but we have heard from revealed scriptures that anyone who surrenders unto Your lotus feet immediately becomes immune to the reactions of sinful life… [We] therefore… wholeheartedly offer ourselves unto Your shelter, and we hope that Your Lordship will now give us full protection.”"
    },
    {
        "verse": "28",
        "devanagari": "स्वप्नायितं नृपसुखं परतन्त्रमीशशश्वद्भ‍येन मृतकेन धुरं वहाम: ।हित्वा तदात्मनि सुखं त्वदनीहलभ्यंक्लिश्यामहेऽतिकृपणास्तव माययेह ॥ २८ ॥",
        "english_devnagari": "svapnāyitaṁ nṛpa-sukhaṁ para-tantram īśaśaśvad-bhayena mṛtakena dhuraṁ vahāmaḥhitvā tad ātmani sukhaṁ tvad-anīha-labhyaṁkliśyāmahe ’ti-kṛpaṇās tava māyayeha",
        "verse_Syn": [
            "svapnāyitam",
            "nṛpa",
            "sukham",
            "para",
            "tantram",
            "īśa",
            "śaśvat",
            "bhayena",
            "mṛtakena",
            "dhuram",
            "vahāmaḥ",
            "hitvā",
            "tat",
            "ātmani",
            "sukham",
            "tvat",
            "anīha",
            "labhyam",
            "kliśyāmahe",
            "ati",
            "kṛpaṇāḥ",
            "tava",
            "māyayā",
            "iha"
        ],
        "translation": "O Lord, with this corpselike body, always full of fear, we bear the burden of the relative happiness of kings, which is just like a dream. Thus we have rejected the real happiness of the soul, which comes by rendering selfless service to You. Being so very wretched, we simply suffer in this life under the spell of Your illusory energy.",
        "purport": " After expressing their doubts in the previous verse, the kings herein admit that actually they are suffering because of their own foolishness, having given up the eternal happiness of the soul in exchange for the temporary, conditional happiness of a so-called kingly position. Most people make a similar mistake, desiring wealth, power, prestige, aristocratic family and so on, in exchange for their own soul. The kings admit that they have fallen under the spell of the Lord’s illusory energy and have mistaken the tremendous anxiety of political leadership for happiness."
    },
    {
        "verse": "29",
        "devanagari": "तन्नो भवान् प्रणतशोकहराङ्‍‍घ्रियुग्मोबद्धान् वियुङ्‍क्ष्व मगधाह्वयकर्मपाशात् ।यो भूभुजोऽयुतमतङ्गजवीर्यमेकोबिभ्रद् रुरोध भवने मृगराडिवावी: ॥ २९ ॥",
        "english_devnagari": "tan no bhavān praṇata-śoka-harāṅghri-yugmobaddhān viyuṅkṣva magadhāhvaya-karma-pāśātyo bhū-bhujo ’yuta-mataṅgaja-vīryam ekobibhrad rurodha bhavane mṛga-rāḍ ivāvīḥ",
        "verse_Syn": [
            "tat",
            "naḥ",
            "bhavān",
            "praṇata",
            "śoka",
            "hara",
            "aṅghri",
            "yugmaḥ",
            "baddhān",
            "viyuṅkṣva",
            "magadha",
            "āhvaya",
            "karma",
            "pāśāt",
            "yaḥ",
            "bhū",
            "bhujaḥ",
            "ayuta",
            "matam",
            "gaja",
            "vīryam",
            "ekaḥ",
            "bibhrat",
            "rurodha",
            "bhavane",
            "mṛga",
            "rāṭ",
            "iva",
            "avīḥ"
        ],
        "translation": "Therefore, since Your feet relieve the sorrow of those who surrender to them, please release us prisoners from the shackles of karma, manifest as the King of Magadha. Wielding alone the prowess of ten thousand maddened elephants, he has locked us up in his house just as a lion captures sheep.",
        "purport": " The kings here pray for the Lord to release them from the bondage of karma created by the Lord’s material potency. The kings make it clear that Jarāsandha is so powerful that there is no hope for them to escape by their own power."
    },
    {
        "verse": "30",
        "devanagari": "यो वै त्वया द्विनवकृत्व उदात्तचक्रभग्नो मृधे खलु भवन्तमनन्तवीर्यम् ।जित्वा नृलोकनिरतं सकृदूढदर्पोयुष्मत्प्रजा रुजति नोऽजित तद् विधेहि ॥ ३० ॥",
        "english_devnagari": "yo vai tvayā dvi-nava-kṛtva udātta-cakrabhagno mṛdhe khalu bhavantam ananta-vīryamjitvā nṛ-loka-nirataṁ sakṛd ūḍha-darpoyuṣmat-prajā rujati no ’jita tad vidhehi",
        "verse_Syn": [
            "yaḥ",
            "vai",
            "tvayā",
            "dvi",
            "nava",
            "kṛtvaḥ",
            "udātta",
            "cakra",
            "bhagnaḥ",
            "mṛdhe",
            "khalu",
            "bhavantam",
            "ananta",
            "vīryam",
            "jitvā",
            "nr",
            "loka",
            "niratam",
            "sakṛt",
            "ūḍha",
            "darpaḥ",
            "yuṣmat",
            "prajāḥ",
            "rujati",
            "naḥ",
            "ajita",
            "tat",
            "vidhehi"
        ],
        "translation": "O wielder of the disc! Your strength is unlimited, and thus seventeen times You crushed Jarāsandha in battle. But then, absorbed in human affairs, You allowed him to defeat You once. Now he is so filled with pride that he dares to torment us, Your subjects. O unconquerable one, please rectify this situation.",
        "purport": " The word nṛ-loka-niratam indicates that the Lord was absorbed in playing within the world of human beings. Thus, while acting like a human king He allowed Jarāsandha to be victorious in a single battle after the Lord had crushed him seventeen times. The kings here imply that Jarāsandha is especially harassing them because they are souls surrendered to Lord Kṛṣṇa. Therefore they beg the Lord, “O You who hold the cakra weapon high, please make the proper arrangement.” Śrīla Prabhupāda expresses the kings’ feelings as follows: “My dear Lord, You have already fought with Jarāsandha eighteen times consecutively, out of which You have defeated him seventeen times by surpassing his extraordinary powerful position. But in Your eighteenth fight You exhibited Your human behavior, and thus it appeared that You were defeated. My dear Lord, we know very well that Jarāsandha cannot defeat You at any time, because Your power, strength, resources and authority are all unlimited. No one can equal You or surpass You. The appearance of defeat by Jarāsandha in the eighteenth engagement is nothing but an exhibition of human behavior. Unfortunately, foolish Jarāsandha could not understand Your tricks, and he has since then become puffed up over his material power and prestige. Specifically, he has arrested us and imprisoned us, knowing fully that as Your devotees, we are subordinate to Your sovereignty.”"
    },
    {
        "verse": "31",
        "devanagari": "दूत उवाचइति मागधसंरुद्धा भवद्दर्शनकाङ्‍‍क्षिण: ।प्रपन्ना: पादमूलं ते दीनानां शं विधीयताम् ॥ ३१ ॥",
        "english_devnagari": "dūta uvācaiti māgadha-saṁruddhābhavad-darśana-kaṅkṣiṇaḥprapannāḥ pāda-mūlaṁ tedīnānāṁ śaṁ vidhīyatām",
        "verse_Syn": [
            "dūtaḥ",
            "uvāca",
            "iti",
            "māgadha",
            "saṁruddhāḥ",
            "bhavat",
            "darśana",
            "kāṅkṣiṇaḥ",
            "prapannāḥ",
            "pāda",
            "mūlam",
            "te",
            "dīnānām",
            "śam",
            "vidhīyatām"
        ],
        "translation": "The messenger continued: This is the message of the kings imprisoned by Jarāsandha, who all hanker for Your audience, having surrendered to Your feet. Please bestow good fortune on these poor souls.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "श्रीशुक उवाचराजदूते ब्रुवत्येवं देवर्षि: परमद्युति: ।बिभ्रत्पिङ्गजटाभारं प्रादुरासीद् यथा रवि: ॥ ३२ ॥",
        "english_devnagari": "śrī-śuka uvācarāja-dūte bruvaty evaṁdevarṣiḥ parama-dyutiḥbibhrat piṅga-jaṭā-bhāraṁprādurāsīd yathā raviḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "rāja",
            "dūte",
            "bruvati",
            "evam",
            "deva",
            "ṛṣiḥ",
            "parama",
            "dyutiḥ",
            "bibhrat",
            "piṅga",
            "jaṭā",
            "bhāram",
            "prādurāsīt",
            "yathā",
            "raviḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: When the kings’ messenger had thus spoken, the sage of the demigods, Nārada, suddenly appeared. Bearing a mass of golden matted locks on his head, the supremely effulgent sage entered like the brilliant sun.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "तं द‍ृष्ट्वा भगवान् कृष्ण: सर्वलोकेश्वरेश्वर: ।ववन्द उत्थित: शीर्ष्णा ससभ्य: सानुगो मुदा ॥ ३३ ॥",
        "english_devnagari": "taṁ dṛṣṭvā bhagavān kṛṣṇaḥsarva-lokeśvareśvaraḥvavanda utthitaḥ śīrṣṇāsa-sabhyaḥ sānugo mudā",
        "verse_Syn": [
            "tam",
            "dṛṣṭvā",
            "bhagavan",
            "kṛṣṇaḥ",
            "sarva",
            "loka",
            "īśvara",
            "īśvaraḥ",
            "vavanda",
            "utthitaḥ",
            "śīrṣṇā",
            "sa",
            "sabhyaḥ",
            "sa",
            "anugaḥ",
            "mudā"
        ],
        "translation": "Lord Kṛṣṇa is the worshipable master of even planetary rulers like Lord Brahmā and Lord Śiva, yet as soon as He saw that Nārada Muni had arrived, He joyfully stood up along with His ministers and secretaries to receive the great sage and offer His respectful obeisances by bowing His head.",
        "purport": " This translation is based on Śrīla Prabhupāda’s Kṛṣṇa, the Supreme Personality of Godhead. The word mudā indicates that Lord Kṛṣṇa was delighted to see that Nārada had arrived."
    },
    {
        "verse": "34",
        "devanagari": "सभाजयित्वा विधिवत् कृतासनपरिग्रहम् ।बभाषे सुनृतैर्वाक्यै: श्रद्धया तर्पयन् मुनिम् ॥ ३४ ॥",
        "english_devnagari": "sabhājayitvā vidhi-vatkṛtāsana-parigrahambabhāṣe sunṛtair vākyaiḥśraddhayā tarpayan munim",
        "verse_Syn": [
            "sabhājayitvā",
            "vidhi",
            "vat",
            "kṛta",
            "āsana",
            "parigraham",
            "babhāṣe",
            "su",
            "nṛtaiḥ",
            "vākyaiḥ",
            "śraddhayā",
            "tarpayan",
            "munim"
        ],
        "translation": "After Nārada had accepted the seat offered to him, Lord Kṛṣṇa honored the sage according to scriptural injunctions and, gratifying him with His reverence, spoke the following truthful and pleasing words.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "अपि स्विदद्य लोकानां त्रयाणामकुतोभयम् ।ननु भूयान् भगवतो लोकान् पर्यटतो गुण: ॥ ३५ ॥",
        "english_devnagari": "api svid adya lokānāṁtrayāṇām akuto-bhayamnanu bhūyān bhagavatolokān paryaṭato guṇaḥ",
        "verse_Syn": [
            "api",
            "svit",
            "adya",
            "lokānām",
            "trayāṇām",
            "akutaḥ",
            "bhayam",
            "nanu",
            "bhūyān",
            "bhagavataḥ",
            "lokān",
            "paryaṭataḥ",
            "guṇaḥ"
        ],
        "translation": "[Lord Kṛṣṇa said:] It is certain that today the three worlds have attained freedom from all fear, for that is the influence of such a great personality as you, who travel at will throughout all the worlds.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "न हि तेऽविदितं किञ्चिल्ल‍ोकेष्वीश्वरकर्तृषु ।अथ पृच्छामहे युष्मान्पाण्डवानां चिकीर्षितम् ॥ ३६ ॥",
        "english_devnagari": "na hi te ’viditaṁ kiñcillokeṣv īśvara-kartṛṣuatha pṛcchāmahe yuṣmānpāṇḍavānāṁ cikīrṣitam",
        "verse_Syn": [
            "na",
            "hi",
            "te",
            "aviditam",
            "kiñcit",
            "lokeṣu",
            "īśvara",
            "kartṛṣu",
            "atha",
            "pṛcchāmahe",
            "yuṣmān",
            "pāṇḍavānām",
            "cikīrṣitam"
        ],
        "translation": "There is nothing unknown to you within God’s creation. Therefore please tell Us what the Pāṇḍavas intend to do.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "श्रीनारद उवाचद‍ृष्टा मया ते बहुशो दुरत्ययामाया विभो विश्वसृजश्च मायिन: ।भूतेषु भूमंश्चरत: स्वशक्तिभि-र्वह्नेरिवच्छन्नरुचो न मेऽद्भ‍ुतम् ॥ ३७ ॥",
        "english_devnagari": "śrī-nārada uvācadṛṣṭā māyā te bahuśo duratyayāmāyā vibho viśva-sṛjaś ca māyinaḥbhūteṣu bhūmaṁś carataḥ sva-śaktibhirvahner iva cchanna-ruco na me ’dbhutam",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "dṛṣṭā",
            "mayā",
            "te",
            "bahuśaḥ",
            "duratyayā",
            "māyā",
            "vibho",
            "viśva",
            "sṛjaḥ",
            "ca",
            "māyinaḥ",
            "bhūteṣu",
            "bhūman",
            "carataḥ",
            "sva",
            "śaktibhiḥ",
            "vahneḥ",
            "iva",
            "channa",
            "rucaḥ",
            "na",
            "me",
            "adbhutam"
        ],
        "translation": "Śrī Nārada said: I have seen many times the insurmountable power of Your Māyā, O almighty one, by which You bewilder even the creator of the universe, Brahmā. O all-encompassing Lord, it does not surprise me that You disguise Yourself by Your own energies while moving among the created beings, as a fire covers its own light with smoke.",
        "purport": " When Lord Kṛṣṇa questioned Nārada Muni about the intentions of the Pāṇḍavas, the sage replied that the Lord is Himself all-powerful and all-knowing, even to the extent that He can bewilder the creator of the universe, Brahmā. Nārada understood that Lord Kṛṣṇa desired to kill Jarāsandha and was thus beginning to arrange for this pastime by inquiring from Nārada about the Pāṇḍavas’ intentions. Understanding the Lord’s own intention, Nārada was not astonished when Lord Kṛṣṇa humbly requested information from him."
    },
    {
        "verse": "38",
        "devanagari": "तवेहितं कोऽर्हति साधु वेदितुंस्वमाययेदं सृजतो नियच्छत: ।यद् विद्यमानात्मतयावभासतेतस्मै नमस्ते स्वविलक्षणात्मने ॥ ३८ ॥",
        "english_devnagari": "tavehitaṁ ko ’rhati sādhu vedituṁsva-māyayedaṁ sṛjato niyacchataḥyad vidyamānātmatayāvabhāsatetasmai namas te sva-vilakṣaṇātmane",
        "verse_Syn": [
            "tava",
            "īhitam",
            "kaḥ",
            "arhati",
            "sādhu",
            "veditum",
            "sva",
            "māyayā",
            "idam",
            "sṛjataḥ",
            "niyacchataḥ",
            "yat",
            "vidyamāna",
            "ātmatayā",
            "avabhāsate",
            "tasmai",
            "namaḥ",
            "te",
            "sva",
            "vilakṣaṇa",
            "ātmane"
        ],
        "translation": "Who can properly understand Your purpose? With Your material energy You expand and also withdraw this creation, which thus appears to have substantial existence. Obeisances to You, whose transcendental position is inconceivable.",
        "purport": " Śrīla Prabhupāda explains Nārada’s realization as follows: “My dear Lord, by Your inconceivable potencies You create this cosmic manifestation, maintain it and again dissolve it. It is by dint of Your inconceivable potency only that this material world, although a shadow representation of the spiritual world, appears to be factual. No one can understand what You plan to do in the future. Your transcendental position is always inconceivable to everyone. As far as I am concerned, I can simply offer my respectful obeisances unto You again and again.” The word sva-vilakṣaṇātmane also indicates that Lord Kṛṣṇa has His own unique nature and characteristics. No one is equal to God or greater than God."
    },
    {
        "verse": "39",
        "devanagari": "जीवस्य य: संसरतो विमोक्षणंन जानतोऽनर्थवहाच्छरीरत: ।लीलावतारै: स्वयश:प्रदीपकंप्राज्वालयत्त्वा तमहं प्रपद्ये ॥ ३९ ॥",
        "english_devnagari": "jīvasya yaḥ saṁsarato vimokṣaṇaṁna jānato ’nartha-vahāc charīrataḥlīlāvatāraiḥ sva-yaśaḥ pradīpakaṁprājvālayat tvā tam ahaṁ prapadye",
        "verse_Syn": [
            "jīvasya",
            "yaḥ",
            "saṁsarataḥ",
            "vimokṣaṇam",
            "na",
            "jānataḥ",
            "anartha",
            "vahāt",
            "śarīrataḥ",
            "līlā",
            "avatāraiḥ",
            "sva",
            "yaśaḥ",
            "pradīpakam",
            "prājvālayat",
            "tvā",
            "tam",
            "aham",
            "prapadye"
        ],
        "translation": "The living being caught in the cycle of birth and death does not know how he can be delivered from the material body, which brings him so much trouble. But You, the Supreme Lord, descend to this world in various personal forms, and by performing Your pastimes You illumine the soul’s path with the blazing torch of Your fame. Therefore I surrender unto You.",
        "purport": " Śrīla Prabhupāda writes: “[Nārada said,] In the bodily concept of existence, everyone is driven by material desires, and thus everyone develops new material bodies one after another in the cycle of birth and death. Being absorbed in such a concept of existence, one does not know how to get out of the encagement of the material body. Out of Your causeless mercy, my Lord, You descend to exhibit Your different transcendental pastimes, which are illuminating and full of glory. Therefore I have no alternative but to offer my respectful obeisances unto You. My dear Lord, You are the Supreme, Parabrahman, and Your pastimes as an ordinary human are another tactical resource, exactly like a play on the stage in which the actor plays parts different from his own identity.”"
    },
    {
        "verse": "40",
        "devanagari": "अथाप्याश्रावये ब्रह्म नरलोकविडम्बनम् ।राज्ञ: पैतृष्वस्रेयस्य भक्तस्य च चिकीर्षितम् ॥ ४० ॥",
        "english_devnagari": "athāpy āśrāvaye brahmanara-loka-viḍambanamrājñaḥ paitṛ-ṣvasreyasyabhaktasya ca cikīrṣitam",
        "verse_Syn": [
            "atha",
            "api",
            "āśrāvaye",
            "brahma",
            "nara",
            "loka",
            "viḍambanam",
            "rājñaḥ",
            "paitṛ",
            "svasreyasya",
            "bhaktasya",
            "ca",
            "cikīrṣitam"
        ],
        "translation": "Nonetheless, O Supreme Truth playing the part of a human being, I shall tell You what Your devotee Yudhiṣṭhira Mahārāja, the son of Your father’s sister, intends to do.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "यक्ष्यति त्वां मखेन्द्रेण राजसूयेन पाण्डव: ।पारमेष्ठ्यकामो नृपतिस्तद् भवाननुमोदताम् ॥ ४१ ॥",
        "english_devnagari": "yakṣyati tvāṁ makhendreṇarājasūyena pāṇḍavaḥpārameṣṭhya-kāmo nṛpatistad bhavān anumodatām",
        "verse_Syn": [
            "yakṣyati",
            "tvām",
            "makha",
            "indreṇa",
            "rājasūyena",
            "pāṇḍavaḥ",
            "pārameṣṭhya",
            "kāmaḥ",
            "nṛ",
            "patiḥ",
            "tat",
            "bhavān",
            "anumodatām"
        ],
        "translation": "Desiring unrivaled sovereignty, King Yudhiṣṭhira intends to worship You with the greatest fire sacrifice, the Rājasūya. Please bless his endeavor.",
        "purport": " King Yudhiṣṭhira is described here as pārameṣṭhya-kāma, or “desiring pārameṣṭhya.” The word pārameṣṭhya means “unrivaled supremacy” and also indicates “the Supreme Personality of Godhead, who stands at the very height of all existence.” Therefore, Śrīla Prabhupāda translates Nārada’s message as follows: “You have inquired about Your cousins the Pāṇḍavas in the role of their well-wisher, and therefore I shall let You know about their intentions. Now please hear me. First of all, may I inform You that King Yudhiṣṭhira has all material opulences that are possible to achieve in the highest planetary system, Brahmaloka. He has no material opulence for which to aspire, and yet he wants to perform the Rājasūya sacrifice only to get Your association and to please You.… He wants to worship You in order to achieve Your causeless mercy, and I beg to request You to fulfill his desires.” Since the word pārameṣṭhya may also indicate the position of Lord Brahmā, the term pārameṣṭhya-kāma is taken here by Śrīla Prabhupāda to indicate not only that King Yudhiṣṭhira desired Lord Kṛṣṇa’s association and mercy but also that King Yudhiṣṭhira himself possessed pārameṣṭhya, all the opulences of Lord Brahmā."
    },
    {
        "verse": "42",
        "devanagari": "तस्मिन् देव क्रतुवरे भवन्तं वै सुरादय: ।दिद‍ृक्षव: समेष्यन्ति राजानश्च यशस्विन: ॥ ४२ ॥",
        "english_devnagari": "tasmin deva kratu-varebhavantaṁ vai surādayaḥdidṛkṣavaḥ sameṣyantirājānaś ca yaśasvinaḥ",
        "verse_Syn": [
            "tasmin",
            "deva",
            "kratu",
            "vare",
            "bhavantam",
            "vai",
            "sura",
            "ādayaḥ",
            "didṛkṣavaḥ",
            "sameṣyanti",
            "rājānaḥ",
            "ca",
            "yaśasvinaḥ"
        ],
        "translation": "O Lord, exalted demigods and glorious kings, eager to see You, will all come to that best of sacrifices.",
        "purport": " The ācāryas explain that Nārada here means to say that since all the great personalities will come especially to see Lord Kṛṣṇa, He should also come to that sacrifice."
    },
    {
        "verse": "43",
        "devanagari": "श्रवणत्कीर्तनाद् ध्यानात्पूयन्तेऽन्तेवसायिन: ।तव ब्रह्ममयस्येश किमुतेक्षाभिमर्शिन: ॥ ४३ ॥",
        "english_devnagari": "śravaṇāt kīrtanād dhyānātpūyante ’nte-vasāyinaḥtava brahma-mayasyeśakim utekṣābhimarśinaḥ",
        "verse_Syn": [
            "śravaṇāt",
            "kīrtanāt",
            "dhyānāt",
            "pūyante",
            "ante",
            "vasāyinaḥ",
            "tava",
            "brahma",
            "mayasya",
            "īśa",
            "kim",
            "uta",
            "īkṣā",
            "abhimarśinaḥ"
        ],
        "translation": "O Lord, even outcastes are purified by hearing and chanting Your glories and meditating upon You, the Absolute Truth. What then to speak of those who see and touch You?",
        "purport": " Śrīla Śrīdhara Svāmī interprets the word brahma-mayasya to mean brahma-ghana-mūrteḥ, “of the concentrated form of the Absolute Truth.”"
    },
    {
        "verse": "44",
        "devanagari": "यस्यामलं दिवि यश: प्रथितं रसायांभूमौ च ते भुवनमङ्गल दिग्वितानम् ।मन्दाकिनीति दिवि भोगवतीति चाधोगङ्गेति चेह चरणाम्बु पुनाति विश्वम् ॥ ४४ ॥",
        "english_devnagari": "yasyāmalaṁ divi yaśaḥ prathitaṁ rasāyāṁbhūmau ca te bhuvana-maṅgala dig-vitānammandākinīti divi bhogavatīti cādhogaṅgeti ceha caraṇāmbu punāti viśvam",
        "verse_Syn": [
            "yasya",
            "amalam",
            "divi",
            "yaśaḥ",
            "prathitam",
            "rasāyām",
            "bhūmau",
            "ca",
            "te",
            "bhuvana",
            "maṅgala",
            "dik",
            "vitānam",
            "mandākinī",
            "iti",
            "divi",
            "bhogavatī",
            "iti",
            "ca",
            "adhaḥ",
            "gaṅgā",
            "iti",
            "ca",
            "iha",
            "caraṇa",
            "ambu",
            "punāti",
            "viśvam"
        ],
        "translation": "My dear Lord, You are the symbol of everything auspicious. Your transcendental name and fame is spread like a canopy all over the universe, including the higher, middle and lower planetary systems. The transcendental water that washes Your lotus feet is known in the higher planetary systems as the Mandākinī River, in the lower planetary systems as the Bhogavatī and in this earthly planetary system as the Ganges. This sacred, transcendental water flows throughout the entire universe, purifying wherever it goes.",
        "purport": " This translation is based on Śrīla Prabhupāda’s Kṛṣṇa. Śrīdhara Svāmī mentions that the word dig-vitānam indicates that Lord Kṛṣṇa’s transcendental glories spread throughout the universe like a cooling canopy over the universal directions. In other words, the whole world can find shelter under the cooling shade of the Lord’s lotus feet. Thus the Lord is bhuvana-maṅgala, the symbol of everything auspicious for this world."
    },
    {
        "verse": "45",
        "devanagari": "श्रीशुक उवाचतत्र तेष्वात्मपक्षेष्वगृणत्सु विजिगीषया ।वाच: पेशै: स्मयन् भृत्यमुद्धवं प्राह केशव: ॥ ४५ ॥",
        "english_devnagari": "śrī-śuka uvācatatra teṣv ātma-pakṣeṣv a-gṛṇatsu vijigīṣayāvācaḥ peśaiḥ smayan bhṛtyamuddhavaṁ prāha keśavaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tatra",
            "teṣu",
            "ātma",
            "pakṣeṣu",
            "agṛṇatsu",
            "vijigīṣayā",
            "vācaḥ",
            "peśaiḥ",
            "smayan",
            "bhṛtyam",
            "uddhavam",
            "prāha",
            "keśavaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: When His supporters, the Yādavas, objected to this proposal out of eagerness to defeat Jarāsandha, Lord Keśava turned to His servant Uddhava and, smiling, addressed him with fine words.",
        "purport": " Śrīla Prabhupāda explains, “Just before the great sage Nārada arrived in the Sudharmā assembly house of Dvārakā, Lord Kṛṣṇa and His ministers and secretaries had been considering how to attack the kingdom of Jarāsandha. Because they were seriously considering this subject, Nārada’s proposal that Lord Kṛṣṇa go to Hastināpura for Mahārāja Yudhiṣṭhira’s great Rājasūya sacrifice did not much appeal to them. Lord Kṛṣṇa could understand the intentions of His associates because He is the ruler of even Lord Brahmā. Therefore, in order to pacify them, He smilingly [spoke] to Uddhava.” Śrīla Viśvanātha Cakravartī points out that the Lord smiled because He was about to demonstrate Uddhava’s brilliant ability to give counsel in difficult situations."
    },
    {
        "verse": "46",
        "devanagari": "श्रीभगवानुवाचत्वं हि न: परमं चक्षु: सुहृन्मन्त्रार्थतत्त्ववित् ।अथात्र ब्रूह्यनुष्ठेयं श्रद्दध्म: करवाम तत् ॥ ४६ ॥",
        "english_devnagari": "śrī-bhagavān uvācatvaṁ hi naḥ paramaṁ cakṣuḥsuhṛn mantrārtha-tattva-vitathātra brūhy anuṣṭheyaṁśraddadhmaḥ karavāma tat",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "tvam",
            "hi",
            "naḥ",
            "paramam",
            "cakṣuḥ",
            "suhṛt",
            "mantra",
            "artha",
            "tattva",
            "vit",
            "atha",
            "atra",
            "brūhi",
            "anuṣṭheyam",
            "śraddadhmaḥ",
            "karavāma",
            "tat"
        ],
        "translation": "The Personality of Godhead said: You are indeed Our best eye and closest friend, for you know perfectly the relative value of various kinds of counsel. Therefore please tell Us what should be done in this situation. We trust your judgment and shall do as you say.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "इत्युपामन्त्रितो भर्त्रा सर्वज्ञेनापि मुग्धवत् ।निदेशं शिरसाधाय उद्धव: प्रत्यभाषत ॥ ४७ ॥",
        "english_devnagari": "ity upāmantrito bhartrāsarva-jñenāpi mugdha-vatnideśaṁ śirasādhāyauddhavaḥ pratyabhāṣata",
        "verse_Syn": [
            "iti",
            "upāmantritaḥ",
            "bhartrā",
            "sarva",
            "jñena",
            "api",
            "mugdha",
            "vat",
            "nideśam",
            "śirasa",
            "ādhāya",
            "uddhavaḥ",
            "pratyabhāṣata"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Thus requested by his master, who, though omniscient, acted as if perplexed, Uddhava took this order upon his head and replied as follows.",
        "purport": ""
    }
]