[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचइति गोप्य: प्रगायन्त्य: प्रलपन्त्यश्च चित्रधा ।रुरुदु: सुस्वरं राजन् कृष्णदर्शनलालसा: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaiti gopyaḥ pragāyantyaḥpralapantyaś ca citradhāruruduḥ su-svaraṁ rājankṛṣṇa-darśana-lālasāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "gopyaḥ",
            "pragāyantyaḥ",
            "pralapantyaḥ",
            "ca",
            "citradhā",
            "ruruduḥ",
            "su",
            "svaram",
            "rājan",
            "kṛṣṇa",
            "darśana",
            "lālasāḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: O King, having thus sung and spoken their hearts out in various charming ways, the gopīs began to weep loudly. They were very eager to see Lord Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तासामाविरभूच्छौरि: स्मयमानमुखाम्बुज: ।पीताम्बरधर: स्रग्वी साक्षान्मन्मथमन्मथ: ॥ २ ॥",
        "english_devnagari": "tāsām āvirabhūc chauriḥsmayamāna-mukhāmbujaḥpītāmbara-dharaḥ sragvīsākṣān manmatha-manmathaḥ",
        "verse_Syn": [
            "tāsām",
            "āvirabhūt",
            "śauriḥ",
            "smayamāna",
            "mukha",
            "ambujaḥ",
            "pīta",
            "ambara",
            "dharaḥ",
            "srak",
            "vī",
            "sākṣāt",
            "man",
            "matha",
            "man",
            "mathaḥ"
        ],
        "translation": "Then Lord Kṛṣṇa, a smile on His lotus face, appeared before the gopīs. Wearing a garland and a yellow garment, He directly appeared as one who can bewilder the mind of Cupid, who himself bewilders the minds of ordinary people.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "तं विलोक्यागतं प्रेष्ठं प्रीत्युत्फुल्लद‍ृशोऽबला: ।उत्तस्थुर्युगपत् सर्वास्तन्व: प्राणमिवागतम् ॥ ३ ॥",
        "english_devnagari": "taṁ vilokyāgataṁ preṣṭhaṁprīty-utphulla-dṛśo ’balāḥuttasthur yugapat sarvāstanvaḥ prāṇam ivāgatam",
        "verse_Syn": [
            "tam",
            "vilokya",
            "āgatam",
            "preṣṭham",
            "prīti",
            "utphulla",
            "dṛśaḥ",
            "abalāḥ",
            "uttasthuḥ",
            "yugapat",
            "sarvāḥ",
            "tanvaḥ",
            "prāṇam",
            "iva",
            "āgatam"
        ],
        "translation": "When the gopīs saw that their dearmost Kṛṣṇa had returned to them, they all stood up at once, and out of their affection for Him their eyes bloomed wide. It was as if the air of life had reentered their bodies.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "काचित् कराम्बुजं शौरेर्जगृहेऽञ्जलिना मुदा ।काचिद् दधार तद्बाहुमंसे चन्दनभूषितम् ॥ ४ ॥",
        "english_devnagari": "kācit karāmbujaṁ śaurerjagṛhe ’ñjalinā mudākācid dadhāra tad-bāhumaṁse candana-bhūṣitam",
        "verse_Syn": [
            "kācit",
            "kara",
            "ambujam",
            "śaureḥ",
            "jagṛhe",
            "añjalinā",
            "mudā",
            "kācit",
            "dadhāra",
            "tat",
            "bāhum",
            "aṁse",
            "candana",
            "bhūṣitam"
        ],
        "translation": "One gopī joyfully took Kṛṣṇa’s hand between her folded palms, and another placed His arm, anointed with sandalwood paste, on her shoulder.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "काचिदञ्जलिनागृह्णात्तन्वी ताम्बूलचर्वितम् ।एका तदङ्‍‍‍‍‍घ्रिकमलं सन्तप्ता स्तनयोरधात् ॥ ५ ॥",
        "english_devnagari": "kācid añjalināgṛhṇāttanvī tāmbūla-carvitamekā tad-aṅghri-kamalaṁsantaptā stanayor adhāt",
        "verse_Syn": [
            "kācit",
            "añjalinā",
            "agṛhṇāt",
            "tanvī",
            "tāmbūla",
            "carvitam",
            "ekā",
            "tat",
            "aṅghri",
            "kamalam",
            "santaptā",
            "stanayoḥ",
            "adhāt"
        ],
        "translation": "A slender gopī respectfully took in her joined hands the betel nut He had chewed, and another gopī, burning with desire, put His lotus feet on her breasts.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "एका भ्रुकुटिमाबध्य प्रेमसंरम्भविह्वला ।घ्नन्तीवैक्षत् कटाक्षेपै: सन्दष्टदशनच्छदा ॥ ६ ॥",
        "english_devnagari": "ekā bhru-kuṭim ābadhyaprema-saṁrambha-vihvalāghnantīvaikṣat kaṭākṣepaiḥsandaṣṭa-daśana-cchadā",
        "verse_Syn": [
            "ekā",
            "bhru",
            "kuṭim",
            "ābadhya",
            "prema",
            "saṁrambha",
            "vihvalā",
            "ghnantī",
            "iva",
            "aikṣat",
            "kaṭa",
            "ākṣepaiḥ",
            "sandaṣṭa",
            "daśana",
            "chadā"
        ],
        "translation": "One gopī, beside herself with loving anger, bit her lips and stared at Him with frowning eyebrows, as if to wound Him with her harsh glances.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "अपरानिमिषद्‌दृग्भ्यां जुषाणा तन्मुखाम्बुजम् ।आपीतमपि नातृप्यत् सन्तस्तच्चरणं यथा ॥ ७ ॥",
        "english_devnagari": "aparānimiṣad-dṛgbhyāṁjuṣāṇā tan-mukhāmbujamāpītam api nātṛpyatsantas tac-caraṇaṁ yathā",
        "verse_Syn": [
            "aparā",
            "animiṣat",
            "dṛgbhyām",
            "juṣāṇā",
            "tat",
            "mukha",
            "ambujam",
            "āpītam",
            "api",
            "na",
            "atṛpyat",
            "santaḥ",
            "tat",
            "caraṇam",
            "yathā"
        ],
        "translation": "Another gopī looked with unblinking eyes upon His lotus face, but even after deeply relishing its sweetness She did not feel satiated, just as mystic saints are never satiated when meditating upon the Lord’s feet.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains that the analogy given here of saintly persons meditating upon the Lord’s feet is only partially applicable, since the ecstasy the gopīs felt when Kṛṣṇa came back was actually unparalleled. Śrīla Viśvanātha Cakravartī also reveals that this particular gopī is the most fortunate of all, Śrīmatī Rādhārāṇī."
    },
    {
        "verse": "8",
        "devanagari": "तं काचिन्नेत्ररन्ध्रेण हृदिकृत्वा निमील्य च ।पुलकाङ्‌‌ग्युपगुह्यास्ते योगीवानन्द सम्प्लुता ॥ ८ ॥",
        "english_devnagari": "taṁ kācin netra-randhreṇahṛdi kṛtvā nimīlya capulakāṅgy upaguhyāsteyogīvānanda-samplutā",
        "verse_Syn": [
            "tam",
            "kācit",
            "netra",
            "randhreṇa",
            "hṛdi",
            "kṛtvā",
            "nimīlya",
            "ca",
            "pulaka",
            "aṅgī",
            "upaguhya",
            "āste",
            "yogī",
            "iva",
            "ānanda",
            "samplutā"
        ],
        "translation": "One gopī took the Lord through the aperture of her eyes and placed Him within her heart. Then, with her eyes closed and her bodily hairs standing on end, she continuously embraced Him within. Thus immersed in transcendental ecstasy, she resembled a yogī meditating upon the Lord.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura states that the seven gopīs mentioned so far in this chapter are the first seven of the eight principal gopīs, whose status allowed them to immediately approach Śrī Kṛṣṇa upon His reappearance. The ācārya quotes a verse from the Śrī Vaiṣṇava-toṣaṇī that gives the names of these seven as Candrāvalī, Śyāmalā, Śaibyā, Padmā, Śrī Rādhā, Lalitā and Viśākhā. The eighth is understood to be Bhadrā. Śrī Vaiṣṇava-toṣaṇī itself quotes a verse from the Skanda Purāṇa that declares these eight gopīs to be the principal among the three billion gopīs. Detailed information about the hierarchy of gopīs is available in Śrīla Rūpa Gosvāmī’s Ujjvala-nīlamaṇi. The Padma Purāṇa confirms that Śrī Rādhā is the foremost of the gopīs: “Just as Śrīmatī Rādhārāṇī is most dear to Kṛṣṇa, Her bathing pond is similarly dear. Of all the gopīs, She is the most beloved of the Lord.” The Bṛhad-gautamīya-tantra also names Śrīmatī Rādhārāṇī as Kṛṣṇa’s foremost consort: “The transcendental goddess Śrīmatī Rādhārāṇī is the direct counterpart of Lord Śrī Kṛṣṇa. She is the central figure for all the goddesses of fortune. She possesses all attractiveness to attract the all-attractive Personality of Godhead. She is the primeval internal potency of the Lord.” (This translation is Śrīla Prabhupāda’s English rendering of Caitanya-caritāmṛta, Ādi 4.83.) Additional information about Śrī Rādhā is given in the Ṛg-pariśiṣṭa (the supplement to the Ṛg Veda): rādhayā mādhavo devo mādhavenaiva rādhikā/ vibhrājante janeṣu. “Among all persons, it is Śrī Rādhā in whose company Lord Mādhava is especially glorious, as She is especially glorious in His.”"
    },
    {
        "verse": "9",
        "devanagari": "सर्वास्ता: केशवालोकपरमोत्सवनिर्वृता: ।जहुर्विरहजं तापं प्राज्ञं प्राप्य यथा जना: ॥ ९ ॥",
        "english_devnagari": "sarvās tāḥ keśavāloka-paramotsava-nirvṛtāḥjahur viraha-jaṁ tāpaṁprājñaṁ prāpya yathā janāḥ",
        "verse_Syn": [
            "sarvāḥ",
            "tāḥ",
            "keśava",
            "āloka",
            "parama",
            "utsava",
            "nirvṛtāḥ",
            "jahuḥ",
            "viraha",
            "jam",
            "tāpam",
            "prājñam",
            "prāpya",
            "yathā",
            "janāḥ"
        ],
        "translation": "All the gopīs enjoyed the greatest festivity when they saw their beloved Keśava again. They gave up the distress of separation, just as people in general forget their misery when they gain the association of a spiritually enlightened person.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "ताभिर्विधूतशोकाभिर्भगवानच्युतो वृत: ।व्यरोचताधिकं तात पुरुष: शक्तिभिर्यथा ॥ १० ॥",
        "english_devnagari": "tābhir vidhūta-śokābhirbhagavān acyuto vṛtaḥvyarocatādhikaṁ tātapuruṣaḥ śaktibhir yathā",
        "verse_Syn": [
            "tābhiḥ",
            "vidhūta",
            "śokābhiḥ",
            "bhagavān",
            "acyutaḥ",
            "vṛtaḥ",
            "vyarocata",
            "adhikam",
            "tāta",
            "puruṣaḥ",
            "śaktibhiḥ",
            "yathā"
        ],
        "translation": "Encircled by the gopīs, who were now relieved of all distress, Lord Acyuta, the Supreme Personality of Godhead, shone forth splendidly. My dear King, Kṛṣṇa thus appeared like the Supersoul encircled by His spiritual potencies.",
        "purport": " The gopīs are Lord Kṛṣṇa’s internal potency, and therefore when they were relieved and happy again the Lord shone forth even more brilliantly than before, and His transcendental bliss increased. Kṛṣṇa loves the gopīs with pure transcendental love, and they love Him in the same pure way. The whole affair, conducted on the transcendental platform, is inconceivable to those bound in material existence."
    },
    {
        "verse": "11-12",
        "devanagari": "ता: समादाय कालिन्द्या निर्विश्य पुलिनं विभु: ।विकसत्कुन्दमन्दारसुरभ्यनिलषट्पदम् ॥ ११ ॥शरच्चन्द्रांशुसन्दोहध्वस्तदोषातम: शिवम् ।कृष्णाया हस्ततरलाचितकोमलवालुकम् ॥ १२ ॥",
        "english_devnagari": "tāḥ samādāya kālindyānirviśya pulinaṁ vibhuḥvikasat-kunda-mandārasurabhy-anila-ṣaṭpadam",
        "verse_Syn": [
            "tāḥ",
            "samādāya",
            "kālindyāḥ",
            "nirviśya",
            "pulinam",
            "vibhuḥ",
            "vikasat",
            "kunda",
            "mandāra",
            "surabhi",
            "anila",
            "sat",
            "padam",
            "śarat",
            "candra",
            "aṁśu",
            "sandoha",
            "dhvasta",
            "doṣā",
            "tamaḥ",
            "śivam",
            "kṛṣṇāyāḥ",
            "hasta",
            "tarala",
            "ācita",
            "komala",
            "vālukam"
        ],
        "translation": "The almighty Lord then took the gopīs with Him to the bank of the Kālindī, who with the hands of her waves had scattered piles of soft sand upon the shore. In that auspicious place the breeze, bearing the fragrance of blooming kunda and mandāra flowers, attracted many bees, and the abundant rays of the autumn moon dispelled the darkness of night.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "तद्दर्शनाह्लादविधूतहृद्रुजोमनोरथान्तं श्रुतयो यथा ययु: ।स्वैरुत्तरीयै: कुचकुङ्कुमाङ्कितै-रचीक्लृपन्नासनमात्मबन्धवे ॥ १३ ॥",
        "english_devnagari": "tad-darśanāhlāda-vidhūta-hṛd-rujomanorathāntaṁ śrutayo yathā yayuḥsvair uttarīyaiḥ kuca-kuṅkumāṅkitairacīkḷpann āsanam ātma-bandhave",
        "verse_Syn": [
            "tat",
            "darśana",
            "āhlāda",
            "vidhūta",
            "hṛt",
            "rujaḥ",
            "manaḥ",
            "ratha",
            "antam",
            "śrutayaḥ",
            "yathā",
            "yayuḥ",
            "svaiḥ",
            "uttarīyaiḥ",
            "kuca",
            "kuṅkuma",
            "aṅkitaiḥ",
            "acīkḷpan",
            "āsanam",
            "ātma",
            "bandhave"
        ],
        "translation": "Their heartache vanquished by the ecstasy of seeing Kṛṣṇa, the gopīs, like the personified Vedas before them, felt their desires completely fulfilled. For their dear friend Kṛṣṇa they arranged a seat with their shawls which were smeared with the kuṅkuma powder from their breasts.",
        "purport": " In the Eighty-seventh Chapter of this canto (text 23), the śrutis, or personified Vedas, pray as follows: “These women fully absorbed their minds in meditation on Lord Kṛṣṇa’s powerful arms, which are like the bodies of great serpents. We want to become just like the gopīs and render service to His lotus feet.” The śrutis had seen Kṛṣṇa during His appearance in the previous day of Brahmā and had become full of the most intense desire to associate with Him. Then in this kalpa they became gopīs. And since the Vedas are eternal in human society, the śrutis in this kalpa also become full of desire for Kṛṣṇa and in the next kalpa will also become gopīs. This information is given by Śrīla Viśvanātha Cakravartī Ṭhākura."
    },
    {
        "verse": "14",
        "devanagari": "तत्रोपविष्टो भगवान् स ईश्वरोयोगेश्वरान्तर्हृदि कल्पितासन: ।चकास गोपीपरिषद्गतोऽर्चित-स्त्रैलोक्यलक्ष्म्येकपदं वपुर्दधत् ॥ १४ ॥",
        "english_devnagari": "tatropaviṣṭo bhagavān sa īśvaroyogeśvarāntar-hṛdi kalpitāsanaḥcakāsa gopī-pariṣad-gato ’rcitastrailokya-lakṣmy-eka-padaṁ vapur dadhat",
        "verse_Syn": [
            "tatra",
            "upaviṣṭaḥ",
            "bhagavān",
            "saḥ",
            "īśvaraḥ",
            "yoga",
            "īśvara",
            "antaḥ",
            "hṛdi",
            "kalpita",
            "āsanaḥ",
            "cakāsa",
            "gopī",
            "pariṣat",
            "gataḥ",
            "arcitaḥ",
            "trai",
            "lokya",
            "lakṣmī",
            "eka",
            "padam",
            "vapuḥ",
            "dadhat"
        ],
        "translation": "Lord Kṛṣṇa, the Supreme Personality of Godhead, for whom the great masters of mystic meditation arrange a seat within their hearts, took His seat in the assembly of gopīs. His transcendental body, the exclusive abode of beauty and opulence within the three worlds, shone brilliantly as the gopīs worshiped Him.",
        "purport": " The masters of mystic meditation include Lord Śiva, Ananta Śeṣa and other exalted personalities, all of whom keep the Lord seated within the lotus of their hearts. This same Lord, conquered by the intense, selfless love of the gopīs, agreed to become their boyfriend and dance with them in Vṛndāvana, after sitting upon their fragrant shawls on the bank of the Yamunā River."
    },
    {
        "verse": "15",
        "devanagari": "सभाजयित्वा तमनङ्गदीपनंसहासलीलेक्षणविभ्रमभ्रुवा ।संस्पर्शनेनाङ्ककृताङ्‍‍‍‍‍घ्रिहस्तयो:संस्तुत्य ईषत्कुपिता बभाषिरे ॥ १५ ॥",
        "english_devnagari": "sabhājayitvā tam anaṅga-dīpanaṁsahāsa-līlekṣaṇa-vibhrama-bhruvāsaṁsparśanenāṅka-kṛtāṅghri-hastayoḥsaṁstutya īṣat kupitā babhāṣire",
        "verse_Syn": [
            "sabhājayitvā",
            "tam",
            "anaṅga",
            "dīpanam",
            "sa",
            "hāsa",
            "līlā",
            "īkṣaṇa",
            "vibhrama",
            "bhruvā",
            "saṁsparśanena",
            "aṅka",
            "kṛta",
            "aṅghri",
            "hastayoḥ",
            "saṁstutya",
            "īṣat",
            "kupitāḥ",
            "babhāṣire"
        ],
        "translation": "Śrī Kṛṣṇa had awakened romantic desires within the gopīs, and they honored Him by glancing at Him with playful smiles, gesturing amorously with their eyebrows, and massaging His hands and feet as they held them in their laps. Even while worshiping Him, however, they felt somewhat angry, and thus they addressed Him as follows.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "श्रीगोप्य ऊचु:भजतोऽनुभजन्त्येक एक एतद्विपर्ययम् ।नोभयांश्च भजन्त्येक एतन्नो ब्रूहि साधु भो: ॥ १६ ॥",
        "english_devnagari": "śrī-gopya ūcuḥbhajato ’nubhajanty ekaeka etad-viparyayamnobhayāṁś ca bhajanty ekaetan no brūhi sādhu bhoḥ",
        "verse_Syn": [
            "śrī",
            "gopyaḥ",
            "ūcuḥ",
            "bhajataḥ",
            "anu",
            "bhajanti",
            "eke",
            "eke",
            "etat",
            "viparyayam",
            "na",
            "ubhayān",
            "ca",
            "bhajanti",
            "eke",
            "etat",
            "naḥ",
            "brūhi",
            "sādhu",
            "bhoḥ"
        ],
        "translation": "The gopīs said: Some people reciprocate the affection only of those who are affectionate toward them, while others show affection even to those who are indifferent or inimical. And yet others will not show affection toward anyone. Dear Kṛṣṇa, please properly explain this matter to us.",
        "purport": " By this apparently polite question, the gopīs want to expose Lord Kṛṣṇa’s failure to properly reciprocate their love. They were very disturbed when Śrī Kṛṣṇa left them in the forest, and they want to know why He caused them to suffer in these loving affairs."
    },
    {
        "verse": "17",
        "devanagari": "श्रीभगवानुवाचमिथो भजन्ति ये सख्य: स्वार्थैकान्तोद्यमा हि ते ।न तत्र सौहृदं धर्म: स्वार्थार्थं तद्धि नान्यथा ॥ १७ ॥",
        "english_devnagari": "śrī-bhagavān uvācamitho bhajanti ye sakhyaḥsvārthaikāntodyamā hi tena tatra sauhṛdaṁ dharmaḥsvārthārthaṁ tad dhi nānyathā",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "mithaḥ",
            "bhajanti",
            "ye",
            "sakhyaḥ",
            "sva",
            "artha",
            "eka",
            "anta",
            "udyamāḥ",
            "hi",
            "te",
            "na",
            "tatra",
            "sauhṛdam",
            "dharmaḥ",
            "sva",
            "artha",
            "artham",
            "tat",
            "hi",
            "na",
            "anyathā"
        ],
        "translation": "The Supreme Personality of Godhead said: So-called friends who show affection for each other only to benefit themselves are actually selfish. They have no true friendship, nor are they following the true principles of religion. Indeed, if they did not expect benefit for themselves, they would not reciprocate.",
        "purport": " The Lord here reminds the gopīs that in pure loving friendship there is no sense of selfish interest but rather only love for one’s friend."
    },
    {
        "verse": "18",
        "devanagari": "भजन्त्यभजतो ये वै करुणा: पितरौ यथा ।धर्मो निरपवादोऽत्र सौहृदं च सुमध्यमा: ॥ १८ ॥",
        "english_devnagari": "bhajanty abhajato ye vaikaruṇāḥ pitarau yathādharmo nirapavādo ’trasauhṛdaṁ ca su-madhyamāḥ",
        "verse_Syn": [
            "bhajanti",
            "abhajataḥ",
            "ye",
            "vai",
            "karuṇāḥ",
            "pitarau",
            "yathā",
            "dharmaḥ",
            "nirapavādaḥ",
            "atra",
            "sauhṛdam",
            "ca",
            "su",
            "madhyamāḥ"
        ],
        "translation": "My dear slender-waisted gopīs, some people are genuinely merciful or, like parents, naturally affectionate. Such persons, who devotedly serve even those who fail to reciprocate with them, are following the true, faultless path of religion, and they are true well-wishers.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "भजतोऽपि न वै केचिद् भजन्त्यभजत: कुत: ।आत्मारामा ह्याप्तकामा अकृतज्ञा गुरुद्रुह: ॥ १९ ॥",
        "english_devnagari": "bhajato ’pi na vai kecidbhajanty abhajataḥ kutaḥātmārāmā hy āpta-kāmāakṛta-jñā guru-druhaḥ",
        "verse_Syn": [
            "bhajataḥ",
            "api",
            "na",
            "vai",
            "kecit",
            "bhajanti",
            "abhajataḥ",
            "kutaḥ",
            "ātma",
            "ārāmāḥ",
            "hi",
            "āpta",
            "kāmāḥ",
            "akṛta",
            "jñāḥ",
            "guru",
            "druhaḥ"
        ],
        "translation": "Then there are those individuals who are spiritually self-satisfied, materially fulfilled or by nature ungrateful or simply envious of superiors. Such persons will not love even those who love them, what to speak of those who are inimical.",
        "purport": " Some people, being spiritually self-satisfied, do not reciprocate others’ affection because they want to avoid entanglement in mundane dealings. Other persons do not reciprocate simply out of envy or arrogance. And still others fail to reciprocate because they are materially satisfied and thus uninterested in new material opportunities. Lord Kṛṣṇa patiently explains all these things to the gopīs."
    },
    {
        "verse": "20",
        "devanagari": "नाहं तु सख्यो भजतोऽपि जन्तून्भजाम्यमीषामनुवृत्तिवृत्तये ।यथाधनो लब्धधने विनष्टेतच्चिन्तयान्यन्निभृतो न वेद ॥ २० ॥",
        "english_devnagari": "nāhaṁ tu sakhyo bhajato ’pi jantūnbhajāmy amīṣām anuvṛtti-vṛttayeyathādhano labdha-dhane vinaṣṭetac-cintayānyan nibhṛto na veda",
        "verse_Syn": [
            "na",
            "aham",
            "tu",
            "sakhyaḥ",
            "bhajataḥ",
            "api",
            "jantūn",
            "bhajāmi",
            "amīṣām",
            "anuvṛtti",
            "vṛttaye",
            "yathā",
            "adhanaḥ",
            "labdha",
            "dhane",
            "vinaṣṭe",
            "tat",
            "cintayā",
            "anyat",
            "nibhṛtaḥ",
            "na",
            "veda"
        ],
        "translation": "But the reason I do not immediately reciprocate the affection of living beings even when they worship Me, O gopīs, is that I want to intensify their loving devotion. They then become like a poor man who has gained some wealth and then lost it, and who thus becomes so anxious about it that he can think of nothing else.",
        "purport": " Lord Kṛṣṇa states in Bhagavad-gītā, ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham: “As people approach Me, I reciprocate with them accordingly.” Yet even if the Lord is approached by someone with devotion, to intensify the devotee’s love the Lord may not immediately reciprocate fully. In fact, the Lord is truly reciprocating. After all, a sincere devotee always prays to the Lord, “Please help me to love You purely.” Therefore the Lord’s so-called neglect is actually the fulfillment of the devotee’s prayer. Lord Kṛṣṇa intensifies our love for Him by apparently separating Himself from us, and the result is that we achieve what we really wanted and prayed for: intense love for the Absolute Truth, Kṛṣṇa. Thus Lord Kṛṣṇa’s apparent negligence is actually His thoughtful reciprocation and the fulfillment of our deepest and purest desire. According to the ācāryas, as Lord Kṛṣṇa began to speak this verse the gopīs looked at one another with squinting eyes, trying to hide the smiles breaking out on their faces. Even as Lord Kṛṣṇa was speaking, the gopīs had begun to realize that He was bringing them to the highest perfection of loving service."
    },
    {
        "verse": "21",
        "devanagari": "एवं मदर्थोज्झितलोकवेद-स्वानां हि वो मय्यनुवृत्तयेऽबला: ।मयापरोक्षं भजता तिरोहितंमासूयितुं मार्हथ तत् प्रियं प्रिया: ॥ २१ ॥",
        "english_devnagari": "evaṁ mad-arthojjhita-loka-vedasvānām hi vo mayy anuvṛttaye ’balāḥmayāparokṣaṁ bhajatā tirohitaṁmāsūyituṁ mārhatha tat priyaṁ priyāḥ",
        "verse_Syn": [
            "evam",
            "mat",
            "artha",
            "ujjhita",
            "loka",
            "veda",
            "svānām",
            "hi",
            "vaḥ",
            "mayi",
            "anuvṛttaye",
            "abalāḥ",
            "mayā",
            "aparokṣam",
            "bhajatā",
            "tirohitam",
            "mā",
            "asūyitum",
            "ma",
            "arhatha",
            "tat",
            "priyam",
            "priyāḥ"
        ],
        "translation": "My dear girls, understanding that simply for My sake you had rejected the authority of worldly opinion, of the Vedas and of your relatives, I acted as I did only to increase your attachment to Me. Even when I removed Myself from your sight by suddenly disappearing, I never stopped loving you. Therefore, My beloved gopīs, please do not harbor any bad feelings toward Me, your beloved.",
        "purport": " Here the Lord indicates that though the gopīs were already perfect in their love for Him, still, to inconceivably increase their perfection and show an example for the world, He acted as He did."
    },
    {
        "verse": "22",
        "devanagari": "न पारयेऽहं निरवद्यसंयुजांस्वसाधुकृत्यं विबुधायुषापि व: ।या माभजन् दुर्जरगेहश‍ृङ्खला:संवृश्च्य तद् व: प्रतियातु साधुना ॥ २२ ॥",
        "english_devnagari": "na pāraye ’haṁ niravadya-saṁyujāṁsva-sādhu-kṛtyaṁ vibudhāyuṣāpi vaḥyā mābhajan durjara-geha-śṛṅkhalāḥsaṁvṛścya tad vaḥ pratiyātu sādhunā",
        "verse_Syn": [
            "na",
            "pāraye",
            "aham",
            "niravadya",
            "saṁyujām",
            "sva",
            "sādhu",
            "kṛtyam",
            "vibudha",
            "āyuṣā",
            "api",
            "vaḥ",
            "yāḥ",
            "mā",
            "abhajan",
            "durjara",
            "geha",
            "śṛṅkhalāḥ",
            "saṁvṛścya",
            "tat",
            "vaḥ",
            "pratiyātu",
            "sādhunā"
        ],
        "translation": "I am not able to repay My debt for your spotless service, even within a lifetime of Brahmā. Your connection with Me is beyond reproach. You have worshiped Me, cutting off all domestic ties, which are difficult to break. Therefore please let your own glorious deeds be your compensation.",
        "purport": " The translation and word meanings for this verse are taken from Śrīla Prabhupāda’s English rendering of Śrī Caitanya-caritāmṛta (Ādi 4.180). In conclusion, the gopīs became eternally glorious by their behavior in the Lord’s temporary absence, and the mutual love between them and the Lord was wonderfully enhanced. This is the perfection of Kṛṣṇa and His loving devotees."
    }
]