[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचक्रीडासक्तेषु गोपेषु तद्गावो दूरचारिणी: ।स्वैरं चरन्त्यो विविशुस्तृणलोभेन गह्वरम् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācakrīḍāsakteṣu gopeṣutad-gāvo dūra-cāriṇīḥsvairaṁ carantyo viviśustṛṇa-lobhena gahvaram",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "krīḍā",
            "āsakteṣu",
            "gopeṣu",
            "tat",
            "gāvaḥ",
            "dūra",
            "cāriṇīḥ",
            "svairam",
            "carantyaḥ",
            "viviśuḥ",
            "tṛṇa",
            "lobhena",
            "gahvaram"
        ],
        "translation": "Śukadeva Gosvāmī said: While the cowherd boys were completely absorbed in playing, their cows wandered far away. They hungered for more grass, and with no one to watch them they entered a dense forest.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "अजा गावो महिष्यश्च निर्विशन्त्यो वनाद् वनम् ।ईषीकाटवीं निर्विविशु: क्रन्दन्त्यो दावतर्षिता: ॥ २ ॥",
        "english_devnagari": "ajā gāvo mahiṣyaś canirviśantyo vanād vanamīṣīkāṭavīṁ nirviviśuḥkrandantyo dāva-tarṣitāḥ",
        "verse_Syn": [
            "ajāḥ",
            "gāvaḥ",
            "mahiṣyaḥ",
            "ca",
            "nirviśantyaḥ",
            "vanāt",
            "vanam",
            "īṣīkā",
            "aṭavīm",
            "nirviviśuḥ",
            "krandantyaḥ",
            "dāva",
            "tarṣitāḥ"
        ],
        "translation": "Passing from one part of the great forest to another, the goats, cows and buffalo eventually entered an area overgrown with sharp canes. The heat of a nearby forest fire made them thirsty, and they cried out in distress.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "तेऽपश्यन्त: पशून् गोपा: कृष्णरामादयस्तदा ।जातानुतापा न विदुर्विचिन्वन्तो गवां गतिम् ॥ ३ ॥",
        "english_devnagari": "te ’paśyantaḥ paśūn gopāḥkṛṣṇa-rāmādayas tadājātānutāpā na vidurvicinvanto gavāṁ gatim",
        "verse_Syn": [
            "te",
            "apaśyantaḥ",
            "paśūn",
            "gopāḥ",
            "kṛṣṇa",
            "rāma",
            "ādayaḥ",
            "tadā",
            "jāta",
            "anutāpāḥ",
            "na",
            "viduḥ",
            "vicinvantaḥ",
            "gavām",
            "gatim"
        ],
        "translation": "Not seeing the cows before them, Kṛṣṇa, Rāma and Their cowherd friends suddenly felt repentant for having neglected them. The boys searched all around, but could not discover where they had gone.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तृणैस्तत्खुरदच्छिन्नैर्गोष्पदैरङ्कितैर्गवाम् ।मार्गमन्वगमन् सर्वे नष्टाजीव्या विचेतस: ॥ ४ ॥",
        "english_devnagari": "tṛṇais tat-khura-dac-chinnairgoṣ-padair aṅkitair gavāmmārgam anvagaman sarvenaṣṭājīvyā vicetasaḥ",
        "verse_Syn": [
            "tṛṇaiḥ",
            "tat",
            "khura",
            "dat",
            "chinnaiḥ",
            "goḥ",
            "padaiḥ",
            "aṅkitaiḥ",
            "gavām",
            "mārgam",
            "anvagaman",
            "sarve",
            "naṣṭa",
            "ājīvyāḥ",
            "vicetasaḥ"
        ],
        "translation": "Then the boys began tracing out the cows’ path by noting their hoofprints and the blades of grass the cows had broken with their hooves and teeth. All the cowherd boys were in great anxiety because they had lost their source of livelihood.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "मुञ्जाटव्यां भ्रष्टमार्गं क्रन्दमानं स्वगोधनम् ।सम्प्राप्य तृषिता: श्रान्तास्ततस्ते सन्न्यवर्तयन् ॥ ५ ॥",
        "english_devnagari": "muñjāṭavyāṁ bhraṣṭa-mārgaṁkrandamānaṁ sva-godhanamsamprāpya tṛṣitāḥ śrāntāstatas te sannyavartayan",
        "verse_Syn": [
            "muñjā",
            "aṭavyām",
            "bhraṣṭa",
            "mārgam",
            "krandamānam",
            "sva",
            "go",
            "dhanam",
            "samprāpya",
            "tṛṣitāḥ",
            "śrāntāḥ",
            "tataḥ",
            "te",
            "sannyavartayan"
        ],
        "translation": "Within the Muñjā forest the cowherd boys finally found their valuable cows, who had lost their way and were crying. Then the boys, thirsty and tired, herded the cows onto the path back home.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "ता आहूता भगवता मेघगम्भीरया गिरा ।स्वनाम्नां निनदं श्रुत्वा प्रतिनेदु: प्रहर्षिता: ॥ ६ ॥",
        "english_devnagari": "tā āhūtā bhagavatāmegha-gambhīrayā girāsva-nāmnāṁ ninadaṁ śrutvāpratineduḥ praharṣitāḥ",
        "verse_Syn": [
            "tāḥ",
            "āhūtāḥ",
            "bhagavatā",
            "megha",
            "gambhīrayā",
            "girā",
            "sva",
            "nāmnām",
            "ninadam",
            "śrutvā",
            "pratineduḥ",
            "praharṣitāḥ"
        ],
        "translation": "The Supreme Personality of Godhead called out to the animals in a voice that resounded like a rumbling cloud. Hearing the sound of their own names, the cows were overjoyed and called out to the Lord in reply.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तत: समन्ताद्देवधूमकेतु-र्यद‍ृच्छयाभूत् क्षयकृद् वनौकसाम् ।समीरित: सारथिनोल्बणोल्मुकै-र्विलेलिहान: स्थिरजङ्गमान् महान् ॥ ७ ॥",
        "english_devnagari": "tataḥ samantād dava-dhūmaketuryadṛcchayābhūt kṣaya-kṛd vanaukasāmsamīritaḥ sārathinolbaṇolmukairvilelihānaḥ sthira-jaṅgamān mahān",
        "verse_Syn": [
            "tataḥ",
            "samantāt",
            "dava",
            "dhūmaketuḥ",
            "yadṛcchayā",
            "abhūt",
            "kṣaya",
            "kṛt",
            "vana",
            "okasām",
            "samīritaḥ",
            "sārathinā",
            "ulbaṇa",
            "ulmukaiḥ",
            "vilelihānaḥ",
            "sthira",
            "jaṅgamān",
            "mahān"
        ],
        "translation": "Suddenly a great forest fire appeared on all sides, threatening to destroy all the forest creatures. Like a chariot driver, the wind swept the fire onward, and terrible sparks shot in all directions. Indeed, the great fire extended its tongues of flame toward all moving and nonmoving creatures.",
        "purport": " Just as Kṛṣṇa, Balarāma and the cowherd boys were about to take their cows back home, the forest fire previously mentioned raged out of control and surrounded all of them."
    },
    {
        "verse": "8",
        "devanagari": "तमापतन्तं परितो दवाग्निंगोपाश्च गाव: प्रसमीक्ष्य भीता: ।ऊचुश्च कृष्णं सबलं प्रपन्नायथा हरिं मृत्युभयार्दिता जना: ॥ ८ ॥",
        "english_devnagari": "tam āpatantaṁ parito davāgniṁgopāś ca gāvaḥ prasamīkṣya bhītāḥūcuś ca kṛṣṇaṁ sa-balaṁ prapannāyathā hariṁ mṛtyu-bhayārditā janāḥ",
        "verse_Syn": [
            "tam",
            "āpatantam",
            "paritaḥ",
            "dava",
            "agnim",
            "gopāḥ",
            "ca",
            "gāvaḥ",
            "prasamīkṣya",
            "bhītāḥ",
            "ūcuḥ",
            "ca",
            "kṛṣṇam",
            "sa",
            "balam",
            "prapannāḥ",
            "yathā",
            "harim",
            "mṛtyu",
            "bhaya",
            "arditāḥ",
            "janāḥ"
        ],
        "translation": "As the cows and cowherd boys stared at the forest fire attacking them on all sides, they became fearful. The boys then approached Kṛṣṇa and Balarāma for shelter, just as those who are disturbed by fear of death approach the Supreme Personality of Godhead. The boys addressed Them as follows.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "कृष्ण कृष्ण महावीर हे रामामोघविक्रम ।दावाग्निना दह्यमानान् प्रपन्नांस्त्रातुमर्हथ: ॥ ९ ॥",
        "english_devnagari": "kṛṣṇa kṛṣṇa mahā-vīrahe rāmāmogha vikramadāvāgninā dahyamānānprapannāṁs trātum arhathaḥ",
        "verse_Syn": [
            "kṛṣṇa",
            "kṛṣṇa",
            "mahā",
            "vīra",
            "he",
            "rāma",
            "amogha",
            "vikrama",
            "dāva",
            "agninā",
            "dahyamānān",
            "prapannān",
            "trātum",
            "arhathaḥ"
        ],
        "translation": "[The cowherd boys said:] O Kṛṣṇa! Kṛṣṇa! Most powerful one! O Rāma! You whose prowess never fails! Please save Your devotees, who are about to be burned by this forest fire and have come to take shelter of You!",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "नूनं त्वद्ब‍ान्धवा: कृष्ण न चार्हन्त्यवसादितुम् ।वयं हि सर्वधर्मज्ञ त्वन्नाथास्त्वत्परायणा: ॥ १० ॥",
        "english_devnagari": "nūnaṁ tvad-bāndhavāḥ kṛṣṇana cārhanty avasāditumvayaṁ hi sarva-dharma-jñatvan-nāthās tvat-parāyaṇāḥ",
        "verse_Syn": [
            "nūnam",
            "tvat",
            "bāndhavāḥ",
            "kṛṣṇa",
            "na",
            "ca",
            "arhanti",
            "avasāditum",
            "vayam",
            "hi",
            "sarva",
            "dharma",
            "jña",
            "tvat",
            "nāthāḥ",
            "tvat",
            "parāyaṇaḥ"
        ],
        "translation": "Kṛṣṇa! Certainly Your own friends shouldn’t be destroyed. O knower of the nature of all things, we have accepted You as our Lord, and we are souls surrendered unto You!",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "श्रीशुक उवाचवचो निशम्य कृपणं बन्धूनां भगवान् हरि: ।निमीलयत मा भैष्ट लोचनानीत्यभाषत ॥ ११ ॥",
        "english_devnagari": "śrī-śuka uvācavaco niśamya kṛpaṇaṁbandhūnāṁ bhagavān hariḥnimīlayata mā bhaiṣṭalocanānīty abhāṣata",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "vacaḥ",
            "niśamya",
            "kṛpaṇam",
            "bandhūnām",
            "bhagavān",
            "hariḥ",
            "nimīlayata",
            "mā",
            "bhaiṣṭa",
            "locanāni",
            "iti",
            "abhāṣata"
        ],
        "translation": "Śukadeva Gosvāmī said: Hearing these pitiful words from His friends, the Supreme Lord Kṛṣṇa told them, “Just close your eyes and do not be afraid.”",
        "purport": " This verse clearly reveals the simple, sublime relationship between Kṛṣṇa and His pure devotees. The Absolute Truth, the supreme almighty Lord, is actually a young, blissful cowherd boy named Kṛṣṇa. God is youthful, and His mentality is playful. When He saw that His beloved friends were terrified of the forest fire, He simply told them to close their eyes and not be afraid. Then Lord Kṛṣṇa acted, as described in the next verse."
    },
    {
        "verse": "12",
        "devanagari": "तथेति मीलिताक्षेषु भगवानग्निमुल्बणम् ।पीत्वा मुखेन तान्कृच्छ्राद् योगाधीशो व्यमोचयत् ॥ १२ ॥",
        "english_devnagari": "tatheti mīlitākṣeṣubhagavān agnim ulbaṇampītvā mukhena tān kṛcchrādyogādhīśo vyamocayat",
        "verse_Syn": [
            "tathā",
            "iti",
            "mīlita",
            "akṣeṣu",
            "bhagavān",
            "agnim",
            "ulbaṇam",
            "pītvā",
            "mukhena",
            "tān",
            "kṛcchrāt",
            "yoga",
            "adhīśaḥ",
            "vyamocayat"
        ],
        "translation": "“All right,” the boys replied, and immediately closed their eyes. Then the Supreme Lord, the master of all mystic power, opened His mouth and swallowed the terrible fire, saving His friends from danger.",
        "purport": " The cowherd boys were suffering from extreme fatigue, hunger and thirst, and were about to be consumed by a horrible forest fire. All this is indicated here by the word kṛcchrāt."
    },
    {
        "verse": "13",
        "devanagari": "ततश्च तेऽक्षीण्युन्मील्य पुनर्भाण्डीरमापिता: ।निशम्य विस्मिता आसन्नात्मानं गाश्च मोचिता: ॥ १३ ॥",
        "english_devnagari": "tataś ca te ’kṣīṇy unmīlyapunar bhāṇḍīram āpitāḥniśamya vismitā āsannātmānaṁ gāś ca mocitāḥ",
        "verse_Syn": [
            "tataḥ",
            "ca",
            "te",
            "akṣīṇi",
            "unmīlya",
            "punaḥ",
            "bhāṇḍīram",
            "āpitāḥ",
            "niśamya",
            "vismitāḥ",
            "āsan",
            "ātmānam",
            "gāḥ",
            "ca",
            "mocitāḥ"
        ],
        "translation": "The cowherd boys opened their eyes and were amazed to find not only that they and the cows had been saved from the terrible fire but that they had all been brought back to the Bhāṇḍīra tree.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "कृष्णस्य योगवीर्यं तद् योगमायानुभावितम् ।दावाग्नेरात्मन: क्षेमं वीक्ष्य ते मेनिरेऽमरम् ॥ १४ ॥",
        "english_devnagari": "kṛṣṇasya yoga-vīryaṁ tadyoga-māyānubhāvitamdāvāgner ātmanaḥ kṣemaṁvīkṣya te menire ’maram",
        "verse_Syn": [
            "kṛṣṇasya",
            "yoga",
            "vīryam",
            "tat",
            "yoga",
            "māyā",
            "anubhāvitam",
            "dāva",
            "agneḥ",
            "ātmanaḥ",
            "kṣemam",
            "vīkṣya",
            "te",
            "menire",
            "amaram"
        ],
        "translation": "When the cowherd boys saw that they had been saved from the forest fire by the Lord’s mystic power, which is manifested by His internal potency, they began to think that Kṛṣṇa must be a demigod.",
        "purport": " The cowherd boys of Vṛndāvana simply loved Kṛṣṇa as their only friend and exclusive object of devotion. To increase their ecstasy, Kṛṣṇa displayed to them His mystic potency and saved them from a terrible forest fire. The cowherd boys could never give up their ecstatic loving friendship with Kṛṣṇa. Therefore, rather than considering Kṛṣṇa to be God, after they saw His extraordinary power they thought that perhaps He was a demigod. But since Lord Kṛṣṇa was their beloved friend, they were on the same level with Him, and thus they thought that they too must be demigods. In this way Kṛṣṇa’s cowherd friends became overwhelmed with ecstasy."
    },
    {
        "verse": "15",
        "devanagari": "गा: सन्निवर्त्य सायाह्ने सहरामो जनार्दन: ।वेणुं विरणयन् गोष्ठमगाद् गोपैरभिष्टुत: ॥ १५ ॥",
        "english_devnagari": "gāḥ sannivartya sāyāhnesaha-rāmo janārdanaḥveṇuṁ viraṇayan goṣṭhamagād gopair abhiṣṭutaḥ",
        "verse_Syn": [
            "gāḥ",
            "sannivartya",
            "sāya",
            "ahne",
            "saha",
            "rāmaḥ",
            "janārdanaḥ",
            "veṇum",
            "viraṇayan",
            "goṣṭham",
            "agāt",
            "gopaiḥ",
            "abhiṣṭutaḥ"
        ],
        "translation": "It was now late in the afternoon, and Lord Kṛṣṇa, accompanied by Balarāma, turned the cows back toward home. Playing His flute in a special way, Kṛṣṇa returned to the cowherd village in the company of His cowherd friends, who chanted His glories.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "गोपीनां परमानन्द आसीद् गोविन्ददर्शने ।क्षणं युगशतमिव यासां येन विनाभवत् ॥ १६ ॥",
        "english_devnagari": "gopīnāṁ paramānandaāsīd govinda-darśanekṣaṇaṁ yuga-śatam ivayāsāṁ yena vinābhavat",
        "verse_Syn": [
            "gopīnām",
            "parama",
            "ānandaḥ",
            "āsīt",
            "govinda",
            "darśane",
            "kṣaṇam",
            "yuga",
            "śatam",
            "iva",
            "yāsām",
            "yena",
            "vinā",
            "abhavat"
        ],
        "translation": "The young gopīs took the greatest pleasure in seeing Govinda come home, since for them even a moment without His association seemed like a hundred ages.",
        "purport": " After saving the cowherd boys from the blazing forest fire, Kṛṣṇa saved the cowherd girls from the blazing fire of separation from Him. The gopīs, headed by Śrīmatī Rādhārāṇī, have the greatest love for Kṛṣṇa, and even a single moment’s separation from Him seems like millions of years to them. The gopīs are the greatest devotees of God, and their specific pastimes with Kṛṣṇa will be described later in this work."
    }
]