[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअथ व्रजन् राजपथेन माधव:स्त्रियं गृहीताङ्गविलेपभाजनाम् ।विलोक्य कुब्जां युवतीं वराननांपप्रच्छ यान्तीं प्रहसन् रसप्रद: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaatha vrajan rāja-pathena mādhavaḥstriyaṁ gṛhītāṅga-vilepa-bhājanāmvilokya kubjāṁ yuvatīṁ varānanāṁpapraccha yāntīṁ prahasan rasa-pradaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "vrajan",
            "rāja",
            "pathena",
            "mādhavaḥ",
            "striyam",
            "gṛhīta",
            "aṅga",
            "vilepa",
            "bhājanām",
            "vilokya",
            "kubjām",
            "yuvatīm",
            "vara",
            "ānanām",
            "papraccha",
            "yāntīm",
            "prahasan",
            "rasa",
            "pradaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: As He walked down the King’s road, Lord Mādhava then saw a young hunchback woman with an attractive face, who carried a tray of fragrant ointments as she walked along. The bestower of the ecstasy of love smiled and inquired from her as follows.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, the young hunchbacked girl was actually a partial expansion of the Lord’s wife Satyabhāmā. Satyabhāmā is the Lord’s internal energy known as Bhū-śakti, and this expansion of hers, known as Pṛthivī, represents the earth, which was bent down by the great burden of countless wicked rulers. Lord Kṛṣṇa descended to remove these wicked rulers, and thus His pastime of straightening out the hunchback Trivakrā, as explained in these verses, represents His rectifying the burdened condition of the earth. At the same time, the Lord awarded Trivakrā a conjugal relationship with Himself. In addition to the given meaning, the word rasa-pradaḥ indicates that the Lord amused His cowherd boyfriends by His dealings with the young hunchback."
    },
    {
        "verse": "2",
        "devanagari": "का त्वं वरोर्वेतदु हानुलेपनंकस्याङ्गने वा कथयस्व साधु न: । देह्यावयोरङ्गविलेपमुत्तमंश्रेयस्ततस्ते न चिराद् भविष्यति ॥ २ ॥",
        "english_devnagari": "kā tvaṁ varorv etad u hānulepanaṁkasyāṅgane vā kathayasva sādhu naḥdehy āvayor aṅga-vilepam uttamaṁśreyas tatas te na cirād bhaviṣyati",
        "verse_Syn": [
            "kā",
            "tvam",
            "vara",
            "ūru",
            "etat",
            "u",
            "ha",
            "anulepanam",
            "kasya",
            "aṅgane",
            "vā",
            "kathayasva",
            "sādhu",
            "naḥ",
            "dehi",
            "āvayoḥ",
            "aṅga",
            "vilepam",
            "uttamam",
            "śreyaḥ",
            "tataḥ",
            "te",
            "na",
            "cirāt",
            "bhaviṣyati"
        ],
        "translation": "[Lord Kṛṣṇa said:] Who are you, O beautiful-thighed one? Ah, ointment! Who is it for, my dear lady? Please tell Us truthfully. Give Us both some of your finest ointment and you will soon gain a great boon.",
        "purport": " The Lord jokingly addressed the lady as varoru, “O beautiful-thighed one.” His joke was not malicious, since He was actually about to make her beautiful."
    },
    {
        "verse": "3",
        "devanagari": "सैरन्‍ध्र्युवाचदास्यस्म्यहं सुन्दर कंससम्मतात्रिवक्रनामा ह्यनुलेपकर्मणि । मद्भ‍ावितं भोजपतेरतिप्रियंविना युवां कोऽन्यतमस्तदर्हति ॥ ३ ॥",
        "english_devnagari": "sairandhry uvācadāsy asmy ahaṁ sundara kaṁsa-sammatātrivakra-nāmā hy anulepa-karmaṇimad-bhāvitaṁ bhoja-pater ati-priyaṁvinā yuvāṁ ko ’nyatamas tad arhati",
        "verse_Syn": [
            "sairandhrī",
            "uvāca",
            "dāsī",
            "asmi",
            "aham",
            "sundara",
            "kaṁsa",
            "sammatā",
            "trivakra",
            "nāmā",
            "hi",
            "anulepa",
            "karmaṇi",
            "mat",
            "bhāvitam",
            "bhoja",
            "pateḥ",
            "ati",
            "priyam",
            "vinā",
            "yuvām",
            "kaḥ",
            "anyatamaḥ",
            "tat",
            "arhati"
        ],
        "translation": "The maidservant replied: O handsome one, I am a servant of King Kaṁsa, who highly regards me for the ointments I make. My name is Trivakrā. Who else but You two deserve my ointments, which the lord of the Bhojas likes so much?",
        "purport": " Śrīla Viśvanātha Cakravartī explains that Trivakrā, who is also known as Kubjā, used the singular address sundara, “O handsome one,” to hint that she felt conjugal desire for Kṛṣṇa alone, and she used the dual form yuvām, “for both of You,” to try to hide her conjugal sentiment. The hunchback’s name, Trivakrā, indicates that her body was bent at the neck, chest and waist."
    },
    {
        "verse": "4",
        "devanagari": "रूपपेशलमाधुर्यहसितालापवीक्षितै: । धर्षितात्मा ददौ सान्द्रमुभयोरनुलेपनम् ॥ ४ ॥",
        "english_devnagari": "rūpa-peśala-mādhuryahasitālāpa-vīkṣitaiḥdharṣitātmā dadau sāndramubhayor anulepanam",
        "verse_Syn": [
            "rūpa",
            "peśala",
            "mādhurya",
            "hasita",
            "ālāpa",
            "vīkṣitaiḥ",
            "dharṣita",
            "ātmā",
            "dadau",
            "sāndram",
            "ubhayoḥ",
            "anulepanam"
        ],
        "translation": "Her mind overwhelmed by Kṛṣṇa’s beauty, charm, sweetness, smiles, words and glances, Trivakrā gave both Kṛṣṇa and Balarāma generous amounts of ointment.",
        "purport": " This incident is also described in the Viṣṇu Purāṇa (5.20.7): “Hearing this, she respectfully replied to Lord Kṛṣṇa, ‘Please take it,’ and gave both of Them ointment suitable for applying to Their bodies.”"
    },
    {
        "verse": "5",
        "devanagari": "ततस्तावङ्गरागेण स्ववर्णेतरशोभिना । सम्प्राप्तपरभागेन शुशुभातेऽनुरञ्जितौ ॥ ५ ॥",
        "english_devnagari": "tatas tāv aṅga-rāgeṇasva-varṇetara-śobhināsamprāpta-para-bhāgenaśuśubhāte ’nurañjitau",
        "verse_Syn": [
            "tataḥ",
            "tau",
            "aṅga",
            "rāgeṇa",
            "sva",
            "varṇa",
            "itara",
            "śobhinā",
            "samprāpta",
            "para",
            "bhagena",
            "śuśubhāte",
            "anurañjitau"
        ],
        "translation": "Anointed with these most excellent cosmetics, which adorned Them with hues that contrasted with Their complexions, the two Lords appeared extremely beautiful.",
        "purport": " The ācāryas suggest that Kṛṣṇa spread yellow ointment upon His body, and Balarāma blue ointment upon His."
    },
    {
        "verse": "6",
        "devanagari": "प्रसन्नो भगवान्कुब्जां त्रिवक्रां रुचिराननाम् । ऋज्वीं कर्तुं मनश्चक्रे दर्शयन् दर्शने फलम् ॥ ६ ॥",
        "english_devnagari": "prasanno bhagavān kubjāṁtrivakrāṁ rucirānanāmṛjvīṁ kartuṁ manaś cakredarśayan darśane phalam",
        "verse_Syn": [
            "prasannaḥ",
            "bhagavān",
            "kubjām",
            "trivakrā",
            "rucira",
            "ānanām",
            "ṛjvīm",
            "kartum",
            "manaḥ",
            "cakre",
            "darśayan",
            "darśane",
            "phalam"
        ],
        "translation": "Lord Kṛṣṇa was pleased with Trivakrā, so He decided to straighten that hunchbacked girl with the lovely face just to demonstrate the result of seeing Him.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "पद्‌भ्यामाक्रम्य प्रपदे द्‌व्यङ्गुल्युत्तानपाणिना । प्रगृह्य चिबुकेऽध्यात्ममुदनीनमदच्युत: ॥ ७ ॥",
        "english_devnagari": "padbhyām ākramya prapadedry-aṅguly-uttāna-pāṇināpragṛhya cibuke ’dhyātmamudanīnamad acyutaḥ",
        "verse_Syn": [
            "padbhyām",
            "ākramya",
            "prapade",
            "dvi",
            "aṅguli",
            "uttāna",
            "pāṇinā",
            "pragṛhya",
            "cibuke",
            "adhyātmam",
            "udanīnamat",
            "acyutaḥ"
        ],
        "translation": "Pressing down on her toes with both His feet, Lord Acyuta placed one upward-pointing finger of each hand under her chin and straightened up her body.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "सा तदर्जुसमानाङ्गी बृहच्छ्रोणिपयोधरा । मुकुन्दस्पर्शनात् सद्यो बभूव प्रमदोत्तमा ॥ ८ ॥",
        "english_devnagari": "sā tadarju-samānāṅgībṛhac-chroṇi-payodharāmukunda-sparśanāt sadyobabhūva pramadottamā",
        "verse_Syn": [
            "sā",
            "tadā",
            "ṛju",
            "samāna",
            "aṅgī",
            "bṛhat",
            "śroṇi",
            "payaḥ",
            "dharā",
            "mukunda",
            "sparśanāt",
            "sadyaḥ",
            "babhūva",
            "pramadā",
            "uttamā"
        ],
        "translation": "Simply by Lord Mukunda’s touch, Trivakrā was suddenly transformed into an exquisitely beautiful woman with straight, evenly proportioned limbs and large hips and breasts.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "ततो रूपगुणौदार्यसम्पन्ना प्राह केशवम् । उत्तरीयान्तमाकृष्य स्मयन्ती जातहृच्छया ॥ ९ ॥",
        "english_devnagari": "tato rūpa-guṇaudārya-sampannā prāha keśavamuttarīyāntam akṛṣyasmayantī jāta-hṛc-chayā",
        "verse_Syn": [
            "tataḥ",
            "rūpa",
            "guṇa",
            "audārya",
            "sampannā",
            "prāha",
            "keśavam",
            "uttarīya",
            "antam",
            "ākṛṣya",
            "smayantī",
            "jāta",
            "hṛt",
            "śayā"
        ],
        "translation": "Now endowed with beauty, character and generosity, Trivakrā began to feel lusty desires for Lord Keśava. Taking hold of the end of His upper cloth, she smiled and addressed Him as follows.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "एहि वीर गृहं यामो न त्वां त्यक्तुमिहोत्सहे । त्वयोन्मथितचित्ताया: प्रसीद पुरुषर्षभ ॥ १० ॥",
        "english_devnagari": "ehi vīra gṛhaṁ yāmona tvāṁ tyaktum ihotsahetvayonmathita-cittāyāḥprasīda puruṣarṣabha",
        "verse_Syn": [
            "ehi",
            "vīra",
            "gṛham",
            "yāmaḥ",
            "na",
            "tvām",
            "tyaktum",
            "iha",
            "utsahe",
            "tvayā",
            "unmathita",
            "cittāyāḥ",
            "prasīda",
            "puruṣa",
            "ṛṣabha"
        ],
        "translation": "[Trivakrā said:] Come, O hero, let us go to my house. I cannot bear to leave You here. O best of males, please take pity on me, since You have agitated my mind.",
        "purport": " Śrīla Viśvanātha Cakravartī supplies the following conversation: Kṛṣṇa: Is it for the purpose of dining that you’re inviting Me to your house? Trivakrā: I simply can’t leave You here. Kṛṣṇa: But people here on the King’s road will misconstrue what you’re saying and laugh. Therefore please don’t speak like this. Trivakrā: I can’t help being agitated. You made the mistake of touching me. It’s not my fault."
    },
    {
        "verse": "11",
        "devanagari": "एवं स्त्रिया याच्यमान: कृष्णो रामस्य पश्यत: । मुखं वीक्ष्यानु गोपानां प्रहसंस्तामुवाच ह ॥ ११ ॥",
        "english_devnagari": "evaṁ striyā yācyamānaḥkṛṣṇo rāmasya paśyataḥmukhaṁ vīkṣyānu gopānāṁprahasaṁs tām uvāca ha",
        "verse_Syn": [
            "evam",
            "striyā",
            "yācya",
            "nānaḥ",
            "kṛṣṇaḥ",
            "rāmasya",
            "paśyataḥ",
            "mukham",
            "vīkṣya",
            "anu",
            "gopānām",
            "prahasan",
            "tām",
            "uvāca",
            "ha"
        ],
        "translation": "Thus entreated by the woman, Lord Kṛṣṇa first glanced at the face of Balarāma, who was watching the incident, and then at the faces of the cowherd boys. Then with a laugh Kṛṣṇa replied to her as follows.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "एष्यामि ते गृहं सुभ्रु पुंसामाधिविकर्शनम् । साधितार्थोऽगृहाणां न: पान्थानां त्वं परायणम् ॥ १२ ॥",
        "english_devnagari": "eṣyāmi te gṛhaṁ su-bhrupuṁsām ādhi-vikarśanamsādhitārtho ’gṛhāṇāṁ naḥpānthānāṁ tvaṁ parāyaṇam",
        "verse_Syn": [
            "eṣyāmi",
            "te",
            "gṛham",
            "su",
            "bhru",
            "puṁsām",
            "ādhi",
            "vikarśanam",
            "sādhita",
            "arthaḥ",
            "agṛhāṇām",
            "naḥ",
            "pānthānām",
            "tvam",
            "para",
            "ayanam"
        ],
        "translation": "[Lord Kṛṣṇa said:] O lady with beautiful eyebrows, as soon as I fulfill My purpose I will certainly visit your house, where men can relieve their anxiety. Indeed, you are the best refuge for Us homeless travelers.",
        "purport": " By the word agṛhāṇām, Śrī Kṛṣṇa indicated not only that He had no fixed residence but also that He was not yet married."
    },
    {
        "verse": "13",
        "devanagari": "विसृज्य माध्व्या वाण्या ताम्व्रजन् मार्गे वणिक्पथै: । नानोपायनताम्बूलस्रग्गन्धै: साग्रजोऽर्चित: ॥ १३ ॥",
        "english_devnagari": "visṛjya mādhvyā vāṇyā tāmvrajan mārge vaṇik-pathaiḥnānopāyana-tāmbūla-srag-gandhaiḥ sāgrajo ’rcitaḥ",
        "verse_Syn": [
            "visṛjya",
            "mādhvyā",
            "vāṇyā",
            "tām",
            "vrajan",
            "mārge",
            "vaṇik",
            "pathaiḥ",
            "nānā",
            "upāyana",
            "tāmbūla",
            "srak",
            "gandhaiḥ",
            "sa",
            "agra",
            "jaḥ",
            "arcitaḥ"
        ],
        "translation": "Leaving her with these sweet words, Lord Kṛṣṇa walked further down the road. The merchants along the way worshiped Him and His elder brother by presenting Them with various respectful offerings, including pān, garlands and fragrant substances.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तद्दर्शनस्मरक्षोभादात्मानं नाविदन् स्त्रिय: । विस्रस्तवास:कवरवलया लेख्यमूर्तय: ॥ १४ ॥",
        "english_devnagari": "tad-darśana-smara-kṣobhādātmānaṁ nāvidan striyaḥvisrasta-vāsaḥ-kavaravalayā lekhya-mūrtayaḥ",
        "verse_Syn": [
            "tat",
            "darśana",
            "smara",
            "kṣobhāt",
            "ātmānam",
            "na",
            "avidan",
            "striyaḥ",
            "visrasta",
            "vāsaḥ",
            "kavara",
            "valayāḥ",
            "lekhya",
            "mūrtayaḥ"
        ],
        "translation": "The sight of Kṛṣṇa aroused Cupid in the hearts of the city women. Thus agitated, they forgot themselves. Their clothes, braids and bangles became disheveled, and they stood as still as figures in a painting.",
        "purport": " Śrīla Viśvanātha Cakravartī states that since the women of Mathurā immediately experienced symptoms of conjugal attraction when they saw Kṛṣṇa, they were the most advanced devotees in the city. The ten effects of Cupid are described as follows: cakṣū-rāgaḥ prathamaṁ cittāsaṅgas tato ’tha saṅkalpaḥ nidrā-cchedas tanutā viṣaya-nivṛttis trapā-nasaḥ/ unmādo mūrcchā mṛtir ity etāḥ smara-daśā daśaiva syuḥ. “First comes attraction expressed through the eyes, then intense attachment in the mind, then determination, loss of sleep, becoming emaciated, disinterest in external things, shamelessness, madness, becoming stunned and death. These are the ten stages of Cupid’s effects.” Śrīla Viśvanātha Cakravartī also points out that devotees who possess pure love of Godhead generally do not exhibit the symptom of death, since this is inauspicious in relation to Kṛṣṇa. They do, however, manifest the other nine symptoms, culminating in becoming stunned in ecstasy."
    },
    {
        "verse": "15",
        "devanagari": "तत: पौरान् पृच्छमानो धनुष: स्थानमच्युत: । तस्मिन् प्रविष्टो दद‍ृशे धनुरैन्द्रमिवाद्भ‍ुतम् ॥ १५ ॥",
        "english_devnagari": "tataḥ paurān pṛcchamānodhanuṣaḥ sthānam acyutaḥtasmin praviṣṭo dadṛśedhanur aindram ivādbhutam",
        "verse_Syn": [
            "tataḥ",
            "paurān",
            "pṛcchamānaḥ",
            "dhanuṣaḥ",
            "sthānam",
            "acyutaḥ",
            "tasmin",
            "praviṣṭaḥ",
            "dadṛśe",
            "dhanuḥ",
            "aindram",
            "iva",
            "adbhutam"
        ],
        "translation": "Lord Kṛṣṇa then asked the local people where the arena was in which the bow sacrifice would take place. When He went there He saw the amazing bow, which resembled Lord Indra’s.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "पुरुषैर्बहुभिर्गुप्तमर्चितं परमर्द्धिमत् । वार्यमाणो नृभि: कृष्ण: प्रसह्य धनुराददे ॥ १६ ॥",
        "english_devnagari": "puruṣair bahubhir guptamarcitaṁ paramarddhimatvāryamāṇo nṛbhiḥ kṛṣṇaḥprasahya dhanur ādade",
        "verse_Syn": [
            "puruṣaiḥ",
            "bahubhiḥ",
            "guptam",
            "arcitam",
            "parama",
            "ṛddhi",
            "mat",
            "vāryamāṇaḥ",
            "nṛbhiḥ",
            "kṛṣṇaḥ",
            "prasahya",
            "dhanuḥ",
            "ādade"
        ],
        "translation": "That most opulent bow was guarded by a large company of men, who were respectfully worshiping it. Kṛṣṇa pushed His way forward and, despite the guards’ attempts to stop Him, picked it up.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "करेण वामेन सलीलमुद्‌धृतंसज्यं च कृत्वा निमिषेण पश्यताम् । नृणां विकृष्य प्रबभञ्ज मध्यतोयथेक्षुदण्डं मदकर्युरुक्रम: ॥ १७ ॥",
        "english_devnagari": "kareṇa vāmena sa-līlam uddhṛtaṁsajyaṁ ca kṛtvā nimiṣeṇa paśyatāmnṛṇāṁ vikṛṣya prababhañja madhyatoyathekṣu-daṇḍaṁ mada-kary urukramaḥ",
        "verse_Syn": [
            "kareṇa",
            "vāmena",
            "sa",
            "līlam",
            "uddhṛtam",
            "sajyam",
            "ca",
            "kṛtvā",
            "nimiṣeṇa",
            "paśyatām",
            "nṛṇām",
            "vikṛṣya",
            "prababhañja",
            "madhyataḥ",
            "yathā",
            "ikṣu",
            "daṇḍam",
            "mada",
            "karī",
            "urukramaḥ"
        ],
        "translation": "Easily lifting the bow with His left hand, Lord Urukrama strung it in a fraction of a second as the King’s guards looked on. He then powerfully pulled the string and snapped the bow in half, just as an excited elephant might break a stalk of sugar cane.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "धनुषो भज्यमानस्य शब्द: खं रोदसी दिश: । पूरयामास यं श्रुत्वा कंसस्त्रासमुपागमत् ॥ १८ ॥",
        "english_devnagari": "dhanuṣo bhajyamānasyaśabdaḥ khaṁ rodasī diśaḥpūrayām āsa yaṁ śrutvākaṁsas trāsam upāgamat",
        "verse_Syn": [
            "dhanuṣaḥ",
            "bhajyamānasya",
            "śabdaḥ",
            "kham",
            "rodasī",
            "diśaḥ",
            "pūrayām",
            "āsa",
            "yam",
            "śrutvā",
            "kaṁsaḥ",
            "trāsam",
            "upāgamat"
        ],
        "translation": "The sound of the bow’s breaking filled the earth and sky in all directions. Upon hearing it, Kaṁsa was struck with terror.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "तद् रक्षिण: सानुचरं कुपिता आततायिन: । गृहीतुकामा आवव्रुर्गृह्यतां वध्यतामिति ॥ १९ ॥",
        "english_devnagari": "tad-rakṣiṇaḥ sānucaraṁkupitā ātatāyinaḥgṛhītu-kāmā āvavrurgṛhyatāṁ vadhyatām iti",
        "verse_Syn": [
            "tat",
            "rakṣiṇaḥ",
            "sa",
            "anucaram",
            "kupitāḥ",
            "ātatāyinaḥ",
            "gṛhītu",
            "kāmāḥ",
            "āvavruḥ",
            "gṛhyatām",
            "vadhyatām",
            "iti"
        ],
        "translation": "The enraged guards then took up their weapons and, wanting to seize Kṛṣṇa and His companions, surrounded them and shouted, “Grab Him! Kill Him!”",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "अथ तान्दुरभिप्रायान् विलोक्य बलकेशवौ । क्रुद्धौ धन्वन आदाय शकले तांश्च जघ्नतु: ॥ २० ॥",
        "english_devnagari": "atha tān durabhiprāyānvilokya bala-keśavaukruddhau dhanvana ādāyaśakale tāṁś ca jaghnatuḥ",
        "verse_Syn": [
            "atha",
            "tān",
            "durabhiprāyān",
            "vilokya",
            "bala",
            "keśavau",
            "kruddhau",
            "dhanvanaḥ",
            "ādāya",
            "śakale",
            "tān",
            "ca",
            "jaghnatuḥ"
        ],
        "translation": "Seeing the guards coming upon Them with evil intent, Balarāma and Keśava took up the two halves of the bow and began striking them down.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "बलं च कंसप्रहितं हत्वा शालामुखात्तत: । निष्क्रम्य चेरतुर्हृष्टौ निरीक्ष्य पुरसम्पद: ॥ २१ ॥",
        "english_devnagari": "balaṁ ca kaṁsa-prahitaṁhatvā śālā-mukhāt tataḥniṣkramya ceratur hṛṣṭaunirīkṣya pura-sampadaḥ",
        "verse_Syn": [
            "balam",
            "ca",
            "kaṁsa",
            "prahitam",
            "hatvā",
            "śālā",
            "mukhāt",
            "tataḥ",
            "niṣkramya",
            "ceratuḥ",
            "hṛṣṭau",
            "nirīkṣya",
            "pura",
            "sampadaḥ"
        ],
        "translation": "After also killing a contingent of soldiers sent by Kaṁsa, Kṛṣṇa and Balarāma left the sacrificial arena by its main gate and continued Their walk about the city, happily looking at the opulent sights.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "",
        "english_devnagari": "tayos tad adbhutaṁ vīryaṁniśāmya pura-vāsinaḥtejaḥ prāgalbhyaṁ rūpaṁ camenire vibudhottamau",
        "verse_Syn": [
            "tayoḥ",
            "tat",
            "adbhutam",
            "vīryam",
            "niśāmya",
            "pura",
            "vāsinaḥ",
            "tejaḥ",
            "prāgalbhyam",
            "rūpam",
            "ca",
            "menire",
            "vibudha",
            "uttamau"
        ],
        "translation": "Having witnessed the amazing deed Kṛṣṇa and Balarāma had performed, and seeing Their strength, boldness and beauty, the people of the city thought They must be two prominent demigods.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "तयोर्विचरतो: स्वैरमादित्योऽस्तमुपेयिवान् । कृष्णरामौ वृतौ गोपै: पुराच्छकटमीयतु: ॥ २३ ॥",
        "english_devnagari": "tayor vicaratoḥ svairamādityo ’stam upeyivānkṛṣṇa-rāmau vṛtau gopaiḥpurāc chakaṭam īyatuḥ",
        "verse_Syn": [
            "tayoḥ",
            "vicaratoḥ",
            "svairam",
            "ādityaḥ",
            "astam",
            "upeyivān",
            "kṛṣṇa",
            "rāmau",
            "vṛtau",
            "gopaiḥ",
            "purāt",
            "śakaṭam",
            "īyatuḥ"
        ],
        "translation": "As They strolled about at will, the sun began to set, so They left the city with the cowherd boys and returned to the cowherds’ wagon encampment.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "गोप्यो मुकुन्दविगमे विरहातुरा याआशासताशिष ऋता मधुपुर्यभूवन् । सम्पश्यतां पुरुषभूषणगात्रलक्ष्मींहित्वेतरान् नु भजतश्चकमेऽयनं श्री: ॥ २४ ॥",
        "english_devnagari": "gopyo mukunda-vigame virahāturā yāāśāsatāśiṣa ṛtā madhu-pury abhūvansampaśyatāṁ puruṣa-bhūṣaṇa-gātra-lakṣmīṁhitvetarān nu bhajataś cakame ’yanaṁ śrīḥ",
        "verse_Syn": [
            "gopyaḥ",
            "mukunda",
            "vigame",
            "viraha",
            "āturāḥ",
            "yāḥ",
            "āśāsata",
            "āśiṣaḥ",
            "ṛtāḥ",
            "madhu",
            "puri",
            "abhūvan",
            "sampaśyatām",
            "puruṣa",
            "bhūṣaṇa",
            "gātra",
            "lakṣmīm",
            "hitvā",
            "itarān",
            "nu",
            "bhajataḥ",
            "cakame",
            "ayanam",
            "śrīḥ"
        ],
        "translation": "At the time of Mukunda’s [Kṛṣṇa’s] departure from Vṛndāvana, the gopīs had foretold that the residents of Mathurā would enjoy many benedictions, and now the gopīs’ predictions were coming true, for those residents were gazing upon the beauty of Kṛṣṇa, the jewel among men. Indeed, the goddess of fortune desired the shelter of that beauty so much that she abandoned many other men, although they worshiped her.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "अवनिक्ताङ्‍‍‍‍‍घ्रियुगलौ भुक्त्वा क्षीरोपसेचनम् । ऊषतुस्तां सुखं रात्रिं ज्ञात्वा कंसचिकीर्षितम् ॥ २५ ॥",
        "english_devnagari": "avaniktāṅghri-yugalaubhuktvā kṣīropasecanamūṣatus tāṁ sukhaṁ rātriṁjñātvā kaṁsa-cikīrṣitam",
        "verse_Syn": [
            "avanikta",
            "aṅghri",
            "yugalau",
            "bhuktvā",
            "kṣīra",
            "upasecanam",
            "ūṣatuḥ",
            "tām",
            "sukham",
            "rātrim",
            "jñātvā",
            "kaṁsa",
            "cikīrṣitam"
        ],
        "translation": "After Kṛṣṇa’s and Balarāma’s feet were bathed, the two Lords ate rice with milk. Then, although knowing what Kaṁsa intended to do, They spent the night there comfortably.",
        "purport": ""
    },
    {
        "verse": "26-27",
        "devanagari": "कंसस्तु धनुषो भङ्गं रक्षिणां स्वबलस्य च । वधं निशम्य गोविन्दरामविक्रीडितं परम् ॥ २६ ॥ दीर्घप्रजागरो भीतो दुर्निमित्तानि दुर्मति: । बहून्यचष्टोभयथा मृत्योर्दौत्यकराणि च ॥ २७ ॥",
        "english_devnagari": "kaṁsas tu dhanuṣo bhaṅgaṁrakṣiṇāṁ sva-balasya cavadhaṁ niśamya govinda-rāma-vikrīḍitaṁ param",
        "verse_Syn": [
            "kaṁsaḥ",
            "tu",
            "dhanuṣaḥ",
            "bhaṅgam",
            "rakṣiṇām",
            "sva",
            "balasya",
            "ca",
            "vadham",
            "niśamya",
            "govinda",
            "rāma",
            "vikrīḍitam",
            "param",
            "dīrgha",
            "prajāgaraḥ",
            "bhītaḥ",
            "durnimittāni",
            "durmatiḥ",
            "bahūni",
            "acaṣṭa",
            "ubhayathā",
            "mṛtyoḥ",
            "dautya",
            "karāṇi",
            "ca"
        ],
        "translation": "Wicked King Kaṁsa, on the other hand, was terrified, having heard how Kṛṣṇa and Balarāma had broken the bow and killed his guards and soldiers, all simply as a game. He remained awake for a long time, and both while awake and while dreaming he saw many bad omens, messengers of death.",
        "purport": ""
    },
    {
        "verse": "28-31",
        "devanagari": "अदर्शनं स्वशिरस: प्रतिरूपे च सत्यपि । असत्यपि द्वितीये च द्वैरूप्यं ज्योतिषां तथा ॥ २८ ॥ छिद्रप्रतीतिश्छायायां प्राणघोषानुपश्रुति: । स्वर्णप्रतीतिर्वृक्षेषु स्वपदानामदर्शनम् ॥ २९ ॥ स्वप्ने प्रेतपरिष्वङ्ग: खरयानं विषादनम् । यायान्नलदमाल्येकस्तैलाभ्यक्तो दिगम्बर: ॥ ३० ॥ अन्यानि चेत्थं भूतानि स्वप्नजागरितानि च । पश्यन् मरणसन्त्रस्तो निद्रां लेभे न चिन्तया ॥ ३१ ॥",
        "english_devnagari": "adarśanaṁ sva-śirasaḥpratirūpe ca saty apiasaty api dvitīye cadvai-rūpyaṁ jyotiṣāṁ tathā",
        "verse_Syn": [
            "adarśanam",
            "sva",
            "śirasaḥ",
            "pratirūpe",
            "ca",
            "sati",
            "api",
            "asati",
            "api",
            "dvitīye",
            "ca",
            "dvai",
            "rūpyam",
            "jyotiṣām",
            "tathā",
            "chidra",
            "pratītiḥ",
            "chāyāyām",
            "prāṇa",
            "ghoṣa",
            "anupaśrutiḥ",
            "svarṇa",
            "pratītiḥ",
            "vṛkṣeṣu",
            "sva",
            "padānām",
            "adarśanam",
            "svapne",
            "preta",
            "pariṣvaṅgaḥ",
            "khara",
            "yānam",
            "viṣa",
            "adanam",
            "yāyāt",
            "nalada",
            "mālī",
            "ekaḥ",
            "taila",
            "abhyaktaḥ",
            "dik",
            "ambaraḥ",
            "anyāni",
            "ca",
            "ittham",
            "bhūtāni",
            "svapna",
            "jāgaritāni",
            "ca",
            "paśyan",
            "maraṇa",
            "santrastaḥ",
            "nidrām",
            "lebhe",
            "na",
            "cintayā"
        ],
        "translation": "When he looked at his reflection he could not see his head; for no reason the moon and stars appeared double; he saw a hole in his shadow; he could not hear the sound of his life air; trees seemed covered with a golden hue; and he could not see his footprints. He dreamt that he was being embraced by ghosts, riding a donkey and drinking poison, and also that a naked man smeared with oil was passing by wearing a garland of nalada flowers. Seeing these and other such omens both while dreaming and while awake, Kaṁsa was terrified by the prospect of death, and out of anxiety he could not sleep.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "व्युष्टायां निशि कौरव्य सूर्ये चाद्‌भ्य: समुत्थिते । कारयामास वै कंसो मल्लक्रीडामहोत्सवम् ॥ ३२ ॥",
        "english_devnagari": "vyuṣṭāyāṁ niśi kauravyasūrye cādbhyaḥ samutthitekārayām āsa vai kaṁsomalla-krīḍā-mahotsavam",
        "verse_Syn": [
            "vyuṣṭāyām",
            "niśi",
            "kauravya",
            "sūrye",
            "ca",
            "adbhyaḥ",
            "samutthite",
            "kārayām",
            "āsa",
            "vai",
            "kaṁsaḥ",
            "malla",
            "krīḍā",
            "mahā",
            "utsavam"
        ],
        "translation": "When the night had finally passed and the sun rose up again from the water, Kaṁsa set about arranging for the grand wrestling festival.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "आनर्चु: पुरुषा रङ्गं तूर्यभेर्यश्च जघ्निरे । मञ्चाश्चालङ्कृता: स्रग्भि: पताकाचैलतोरणै: ॥ ३३ ॥",
        "english_devnagari": "ānarcuḥ puruṣā raṅgaṁtūrya-bheryaś ca jaghniremañcāś cālaṅkṛtāḥ sragbhiḥpatākā-caila-toraṇaiḥ",
        "verse_Syn": [
            "ānarcuḥ",
            "puruṣāḥ",
            "raṅgam",
            "tūrya",
            "bheryaḥ",
            "ca",
            "jaghnire",
            "mañcāḥ",
            "ca",
            "alaṅkṛtāḥ",
            "sragbhiḥ",
            "patākā",
            "caila",
            "toraṇaiḥ"
        ],
        "translation": "The King’s men performed the ritual worship of the wrestling arena, sounded their drums and other instruments and decorated the viewing galleries with garlands, flags, ribbons and arches.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "तेषु पौरा जानपदा ब्रह्मक्षत्रपुरोगमा: । यथोपजोषं विविशू राजानश्च कृतासना: ॥ ३४ ॥",
        "english_devnagari": "teṣu paurā jānapadābrahma-kṣatra-purogamāḥyathopajoṣaṁ viviśūrājānaś ca kṛtāsanāḥ",
        "verse_Syn": [
            "teṣu",
            "paurāḥ",
            "jānapadāḥ",
            "brahma",
            "kṣatra",
            "puraḥ",
            "gamāḥ",
            "yathā",
            "upajoṣam",
            "viviśuḥ",
            "rājānaḥ",
            "ca",
            "kṛta",
            "asanāḥ"
        ],
        "translation": "The city-dwellers and residents of the outlying districts, led by brāhmaṇas and kṣatriyas, came and sat down comfortably in the galleries. The royal guests received special seats.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "कंस: परिवृतोऽमात्यै राजमञ्च उपाविशत् । मण्डलेश्वरमध्यस्थो हृदयेन विदूयता ॥ ३५ ॥",
        "english_devnagari": "kaṁsaḥ parivṛto ’mātyairāja-mañca upāviśatmaṇḍaleśvara-madhya-sthohṛdayena vidūyatā",
        "verse_Syn": [
            "kaṁsaḥ",
            "parivṛtaḥ",
            "amātyaiḥ",
            "rāja",
            "mañce",
            "upāviśati",
            "maṇḍala",
            "īśvara",
            "madhya",
            "sthaḥ",
            "hṛdayena",
            "vidūyatā"
        ],
        "translation": "Surrounded by his ministers, Kaṁsa took his seat on the imperial dais. But even as he sat amidst his various provincial rulers, his heart trembled.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "वाद्यमानेषु तूर्येषु मल्लतालोत्तरेषु च । मल्ला: स्वलङ्कृता: द‍ृप्ता: सोपाध्याया: समासत ॥ ३६ ॥",
        "english_devnagari": "vādyamānesu tūryeṣumalla-tālottareṣu camallāḥ sv-alaṅkṛtāḥ dṛptāḥsopādhyāyāḥ samāsata",
        "verse_Syn": [
            "vādyamāneṣu",
            "tūryeṣu",
            "malla",
            "tāla",
            "uttareṣu",
            "ca",
            "mallāḥ",
            "su",
            "alaṅkṛtāḥ",
            "dṛptāḥ",
            "sa",
            "upādhyāyāḥ",
            "samāsata"
        ],
        "translation": "While the musical instruments loudly played in the rhythmic meters appropriate for wrestling matches, the lavishly ornamented wrestlers proudly entered the arena with their coaches and sat down.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "चाणूरो मुष्टिक: कूट: शलस्तोशल एव च । त आसेदुरुपस्थानं वल्गुवाद्यप्रहर्षिता: ॥ ३७ ॥",
        "english_devnagari": "cāṇūro muṣṭikaḥ kūtaḥśalas tośala eva cata āsedur upasthānaṁvalgu-vādya-praharṣitāḥ",
        "verse_Syn": [
            "cāṇūraḥ",
            "muṣṭikaḥ",
            "kūṭaḥ",
            "śalaḥ",
            "tośalaḥ",
            "eva",
            "ca",
            "te",
            "āseduḥ",
            "upasthānam",
            "valgu",
            "vādya",
            "praharṣitāḥ"
        ],
        "translation": "Enthused by the pleasing music, Canura, Muṣṭika, Kūṭa, Śala and Tośala sat down on the wrestling mat.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "नन्दगोपादयो गोपा भोजराजसमाहुता: । निवेदितोपायनास्त एकस्मिन्मञ्च आविशन् ॥ ३८ ॥",
        "english_devnagari": "nanda-gopādayo gopābhoja-rāja-samāhutāḥniveditopāyanās taekasmin mañca āviśan",
        "verse_Syn": [
            "nanda",
            "gopa",
            "ādayaḥ",
            "gopāḥ",
            "bhoja",
            "rāja",
            "samāhutāḥ",
            "nivedita",
            "upāyanāḥ",
            "te",
            "ekasmin",
            "mañce",
            "āviśan"
        ],
        "translation": "Nanda Mahārāja and the other cowherds, summoned by the King of the Bhojas, presented him with their offerings and then took their seats in one of the galleries.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, the word samāhutāḥ indicates that King Kaṁsa respectfully called the leaders of Vraja forward so that they could make their offerings to the central government. According to the ācārya, Kaṁsa assured Nanda as follows: “My dear King of Vraja, you are the most important of my village rulers. Yet even though you have come to Mathurā from your cowherd village, you have not come to visit me. Is that because you are frightened? Don’t think that your two sons are bad because They broke the bow. I invited Them here because I heard They were extremely powerful, and I’ve arranged this wrestling match as a test of Their strength. So please come forward without hesitation. Don’t be afraid.” Śrīla Viśvanātha Cakravartī further states that Nanda Mahārāja noticed his two sons were not present. Apparently, out of disrespect for King Kaṁsa’s order, They had taken the morning off and gone elsewhere. Thus Kaṁsa delegated some cowherd men to go look for Them and advise Them to behave properly and come back to the wrestling arena. The ācārya also states that the reason Nanda and the other cowherd men sat in the galleries was that they could not find any sitting places on the royal dais."
    }
]