[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचसाधु पृष्टं महाभाग त्वया भागवतोत्तम ।यन्नूतनयसीशस्य श‍ृण्वन्नपि कथां मुहु: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācasādhu pṛṣṭaṁ mahā-bhāgatvayā bhāgavatottamayan nūtanayasīśasyaśṛṇvann api kathāṁ muhuḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "sādhu",
            "pṛṣṭam",
            "mahā",
            "bhāga",
            "tvayā",
            "bhāgavata",
            "uttama",
            "yat",
            "nūtanayasi",
            "īśasya",
            "śṛṇvan",
            "api",
            "kathām",
            "muhuḥ"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī said: O best of devotees, most fortunate Parīkṣit, you have inquired very nicely, for although constantly hearing the pastimes of the Lord, you are perceiving His activities to be newer and newer.",
        "purport": " Unless one is very advanced in Kṛṣṇa consciousness, one cannot stick to hearing the pastimes of the Lord constantly. Nityaṁ nava-navāya-mānam: even though advanced devotees hear continually about the Lord for years, they still feel that these topics are coming to them as newer and fresher. Therefore such devotees cannot give up hearing of the pastimes of Lord Kṛṣṇa. Premāñjana-cchurita-bhakti-vilocanena santaḥ sadaiva hṛdayeṣu vilokayanti. The word santaḥ is used to refer to persons who have developed love for Kṛṣṇa. Yaṁ śyāmasundaram acintya-guṇa-svarūpaṁ govindam ādi-puruṣaṁ tam ahaṁ bhajāmi (Brahma-saṁhitā 5.38). Parīkṣit Mahārāja, therefore, is addressed as bhāgavatottama, the best of devotees, because unless one is very much elevated in devotional service, one cannot feel ecstasy from hearing more and more and appreciate the topics as ever fresher and newer."
    },
    {
        "verse": "2",
        "devanagari": "सतामयं सारभृतां निसर्गोयदर्थवाणीश्रुतिचेतसामपि ।प्रतिक्षणं नव्यवदच्युतस्य यत्स्त्रिया विटानामिव साधुवार्ता ॥ २ ॥",
        "english_devnagari": "satām ayaṁ sāra-bhṛtāṁ nisargoyad-artha-vāṇī-śruti-cetasām apiprati-kṣaṇaṁ navya-vad acyutasya yatstriyā viṭānām iva sādhu vārtā",
        "verse_Syn": [
            "satām",
            "ayam",
            "sāra",
            "bhṛtām",
            "nisargaḥ",
            "yat",
            "artha",
            "vāṇī",
            "śruti",
            "cetasām",
            "api",
            "prati",
            "kṣaṇam",
            "navya",
            "vat",
            "acyutasya",
            "yat",
            "striyāḥ",
            "viṭānām",
            "iva",
            "sādhu",
            "vārtā"
        ],
        "translation": "Paramahaṁsas, devotees who have accepted the essence of life, are attached to Kṛṣṇa in the core of their hearts, and He is the aim of their lives. It is their nature to talk only of Kṛṣṇa at every moment, as if such topics were newer and newer. They are attached to such topics, just as materialists are attached to topics of women and sex.",
        "purport": " The word sāra-bhṛtām means paramahaṁsas. The haṁsa, or swan, accepts milk from a mixture of milk and water and rejects the water. Similarly, the nature of persons who have taken to spiritual life and Kṛṣṇa consciousness, understanding Kṛṣṇa to be the life and soul of everyone, is that they cannot give up kṛṣṇa-kathā, or topics about Kṛṣṇa, at any moment. Such paramahaṁsas always see Kṛṣṇa within the core of the heart (santaḥ sadaiva hṛdayeṣu vilokayanti). Kāma (desires), krodha (anger) and bhaya (fear) are always present in the material world, but in the spiritual, or transcendental, world one can use them for Kṛṣṇa. Kāmaṁ kṛṣṇa-karmārpaṇe. The desire of the paramahaṁsas, therefore, is to act always for Kṛṣṇa. Krodhaṁ bhakta-dveṣi jane. They use anger against the nondevotees and transform bhaya, or fear, into fear of being deviated from Kṛṣṇa consciousness. In this way, the life of a paramahaṁsa devotee is used entirely for Kṛṣṇa, just as the life of a person attached to the material world is used simply for women and money. What is day for the materialistic person is night for the spiritualist. What is very sweet for the materialist — namely women and money — is regarded as poison by the spiritualist. This is the instruction of Caitanya Mahāprabhu. For the paramahaṁsa, Kṛṣṇa is everything, but for the materialist, women and money are everything."
    },
    {
        "verse": "3",
        "devanagari": "श‍ृणुष्वावहितो राजन्नपि गुह्यं वदामि ते ।ब्रूयु: स्‍निग्धस्य शिष्यस्य गुरवो गुह्यमप्युत ॥ ३ ॥",
        "english_devnagari": "śṛṇuṣvāvahito rājannapi guhyaṁ vadāmi tebrūyuḥ snigdhasya śiṣyasyaguravo guhyam apy uta",
        "verse_Syn": [
            "śṛṇusva",
            "avahitaḥ",
            "rājan",
            "api",
            "guhyam",
            "vadāmi",
            "te",
            "brūyuḥ",
            "snigdhasya",
            "śiṣyasya",
            "guravaḥ",
            "guhyam",
            "api",
            "uta"
        ],
        "translation": "O King, kindly hear me with great attention. Although the activities of the Supreme Lord are very confidential, no ordinary man being able to understand them, I shall speak about them to you, for spiritual masters explain to a submissive disciple even subject matters that are very confidential and difficult to understand.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तथाघवदनान्मृत्यो रक्षित्वा वत्सपालकान् ।सरित्पुलिनमानीय भगवानिदमब्रवीत् ॥ ४ ॥",
        "english_devnagari": "tathāgha-vadanān mṛtyorakṣitvā vatsa-pālakānsarit-pulinam ānīyabhagavān idam abravīt",
        "verse_Syn": [
            "tathā",
            "agha",
            "vadanāt",
            "mṛtyoḥ",
            "rakṣitvā",
            "vatsa",
            "pālakān",
            "sarit",
            "pulinam",
            "ānīya",
            "bhagavān",
            "idam",
            "abravīt"
        ],
        "translation": "Then, after saving the boys and calves from the mouth of Aghāsura, who was death personified, Lord Kṛṣṇa, the Supreme Personality of Godhead, brought them all to the bank of the river and spoke the following words.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "अहोऽतिरम्यं पुलिनं वयस्या:स्वकेलिसम्पन्मृदुलाच्छबालुकम् ।स्फुटत्सरोगन्धहृतालिपत्रिक-ध्वनिप्रतिध्वानलसद्‌‌‌द्रुमाकुलम् ॥ ५ ॥",
        "english_devnagari": "aho ’tiramyaṁ pulinaṁ vayasyāḥsva-keli-sampan mṛdulāccha-bālukamsphuṭat-saro-gandha-hṛtāli-patrika-dhvani-pratidhvāna-lasad-drumākulam",
        "verse_Syn": [
            "aho",
            "ati",
            "ramyam",
            "pulinam",
            "vayasyāḥ",
            "sva",
            "keli",
            "sampat",
            "mṛdula",
            "accha",
            "bālukam",
            "sphuṭat",
            "saraḥ",
            "gandha",
            "hṛta",
            "ali",
            "patrika",
            "dhvani",
            "pratidhvāna",
            "lasat",
            "druma",
            "ākulam"
        ],
        "translation": "My dear friends, just see how this riverbank is extremely beautiful because of its pleasing atmosphere. And just see how the blooming lotuses are attracting bees and birds by their aroma. The humming and chirping of the bees and birds is echoing throughout the beautiful trees in the forest. Also, here the sands are clean and soft. Therefore, this must be considered the best place for our sporting and pastimes.",
        "purport": " The description of Vṛndāvana forest as given herewith was spoken by Kṛṣṇa five thousand years ago, and the same condition prevailed during the time of the Vaiṣṇava ācāryas three or four hundred years ago. Kūjat-kokila-haṁsa-sārasa-gaṇākīrṇe mayūrākule. Vṛndāvana forest is always filled with the chirping and cooing of birds like cuckoos (kokila), ducks (haṁsa) and cranes (sārasa), and it is also full of peacocks (mayūrākule). The same sounds and atmosphere still prevail in the area where our Kṛṣṇa-Balarāma temple is situated. Everyone who visits this temple is pleased to hear the chirping of the birds as described here (kūjat-kokila-haṁsa-sārasa)."
    },
    {
        "verse": "6",
        "devanagari": "अत्र भोक्तव्यमस्माभिर्दिवारूढं क्षुधार्दिता: ।वत्सा: समीपेऽप: पीत्वा चरन्तु शनकैस्तृणम् ॥ ६ ॥",
        "english_devnagari": "atra bhoktavyam asmābhirdivārūḍhaṁ kṣudhārditāḥvatsāḥ samīpe ’paḥ pītvācarantu śanakais tṛṇam",
        "verse_Syn": [
            "atra",
            "bhoktavyam",
            "asmābhiḥ",
            "diva",
            "ārūḍham",
            "kṣudhā",
            "arditāḥ",
            "vatsāḥ",
            "samīpe",
            "apaḥ",
            "pītvā",
            "carantu",
            "śanakaiḥ",
            "tṛṇam"
        ],
        "translation": "I think we should take our lunch here, since we are already hungry because the time is very late. Here the calves may drink water and go slowly here and there and eat the grass.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तथेति पाययित्वार्भा वत्सानारुध्य शाद्वले ।मुक्त्वा शिक्यानि बुभुजु: समं भगवता मुदा ॥ ७ ॥",
        "english_devnagari": "tatheti pāyayitvārbhāvatsān ārudhya śādvalemuktvā śikyāni bubhujuḥsamaṁ bhagavatā mudā",
        "verse_Syn": [
            "tathā",
            "iti",
            "pāyayitvā",
            "arbhāḥ",
            "vatsān",
            "ārudhya",
            "śādvale",
            "muktvā",
            "śikyāni",
            "bubhujuḥ",
            "samam",
            "bhagavatā",
            "mudā"
        ],
        "translation": "Accepting Lord Kṛṣṇa’s proposal, the cowherd boys allowed the calves to drink water from the river and then tied them to trees where there was green, tender grass. Then the boys opened their baskets of food and began eating with Kṛṣṇa in great transcendental pleasure.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "कृष्णस्य विष्वक् पुरुराजिमण्डलै-रभ्यानना: फुल्लद‍ृशो व्रजार्भका: ।सहोपविष्टा विपिने विरेजु-श्छदा यथाम्भोरुहकर्णिकाया: ॥ ८ ॥",
        "english_devnagari": "kṛṣṇasya viṣvak puru-rāji-maṇḍalairabhyānanāḥ phulla-dṛśo vrajārbhakāḥsahopaviṣṭā vipine virejuśchadā yathāmbhoruha-karṇikāyāḥ",
        "verse_Syn": [
            "kṛṣṇasya",
            "viṣvak",
            "puru",
            "rāji",
            "maṇḍalaiḥ",
            "abhyānanāḥ",
            "phulla",
            "dṛśaḥ",
            "vraja",
            "arbhakāḥ",
            "saha",
            "upaviṣṭāḥ",
            "vipine",
            "virejuḥ",
            "chadāḥ",
            "yathā",
            "ambhoruha",
            "karṇikāyāḥ"
        ],
        "translation": "Like the whorl of a lotus flower surrounded by its petals and leaves, Kṛṣṇa sat in the center, encircled by lines of His friends, who all looked very beautiful. Every one of them was trying to look forward toward Kṛṣṇa, thinking that Kṛṣṇa might look toward him. In this way they all enjoyed their lunch in the forest.",
        "purport": " To a pure devotee, Kṛṣṇa is always visible, as stated in the Brahma- saṁhitā (santaḥ sadaiva hṛdayeṣu vilokayanti) and as indicated by Kṛṣṇa Himself in Bhagavad-gītā (sarvataḥ pāṇi-pādaṁ tat sarvato ’kṣi-śiro-mukham). If by accumulating pious activities (kṛta-puṇya-puñjāḥ) one is raised to the platform of pure devotional service, Kṛṣṇa is always visible in the core of one’s heart. One who has attained such perfection is all-beautiful in transcendental bliss. The present Kṛṣṇa consciousness movement is an attempt to keep Kṛṣṇa in the center, for if this is done all activities will automatically become beautiful and blissful."
    },
    {
        "verse": "9",
        "devanagari": "केचित् पुष्पैर्दलै: केचित्पल्लवैरङ्कुरै: फलै: ।शिग्भिस्त्वग्भिर्द‍ृषद्भ‍िश्च बुभुजु: कृतभाजना: ॥ ९ ॥",
        "english_devnagari": "kecit puṣpair dalaiḥ kecitpallavair aṅkuraiḥ phalaiḥśigbhis tvagbhir dṛṣadbhiś cabubhujuḥ kṛta-bhājanāḥ",
        "verse_Syn": [
            "kecit",
            "puṣpaiḥ",
            "dalaiḥ",
            "kecit",
            "pallavaiḥ",
            "aṅkuraiḥ",
            "phalaiḥ",
            "śigbhiḥ",
            "tvagbhiḥ",
            "dṛṣadbhiḥ",
            "ca",
            "bubhujuḥ",
            "kṛta",
            "bhājanāḥ"
        ],
        "translation": "Among the cowherd boys, some placed their lunch on flowers, some on leaves, fruits, or bunches of leaves, some actually in their baskets, some on the bark of trees and some on rocks. This is what the children imagined to be their plates as they ate their lunch.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "सर्वे मिथो दर्शयन्त: स्वस्वभोज्यरुचिं पृथक् ।हसन्तो हासयन्तश्चाभ्यवजह्रु: सहेश्वरा: ॥ १० ॥",
        "english_devnagari": "sarve mitho darśayantaḥsva-sva-bhojya-ruciṁ pṛthakhasanto hāsayantaś cā-bhyavajahruḥ saheśvarāḥ",
        "verse_Syn": [
            "sarve",
            "mithaḥ",
            "darśayantaḥ",
            "sva",
            "sva",
            "bhojya",
            "rucim",
            "pṛthak",
            "hasantaḥ",
            "hāsayantaḥ",
            "ca",
            "abhyavajahruḥ",
            "saha",
            "īśvarāḥ"
        ],
        "translation": "All the cowherd boys enjoyed their lunch with Kṛṣṇa, showing one another the different tastes of the different varieties of preparations they had brought from home. Tasting one another’s preparations, they began to laugh and make one another laugh.",
        "purport": " Sometimes one friend would say, “Kṛṣṇa, see how my food is relishable,” and Kṛṣṇa would take some and laugh. Similarly, Balarāma, Sudāmā and other friends would taste one another’s food and laugh. In this way, the friends very jubilantly began to eat their respective preparations brought from home."
    },
    {
        "verse": "11",
        "devanagari": "बिभ्रद् वेणुं जठरपटयो: श‍ृङ्गवेत्रे च कक्षेवामे पाणौ मसृणकवलं तत्फलान्यङ्गुलीषु ।तिष्ठन् मध्ये स्वपरिसुहृदो हासयन् नर्मभि: स्वै:स्वर्गे लोके मिषति बुभुजे यज्ञभुग् बालकेलि: ॥ ११ ॥",
        "english_devnagari": "bibhrad veṇuṁ jaṭhara-paṭayoḥ śṛṅga-vetre ca kakṣevāme pāṇau masṛṇa-kavalaṁ tat-phalāny aṅgulīṣutiṣṭhan madhye sva-parisuhṛdo hāsayan narmabhiḥ svaiḥsvarge loke miṣati bubhuje yajña-bhug bāla-keliḥ",
        "verse_Syn": [
            "bibhrat",
            "veṇum",
            "jaṭhara",
            "paṭayoḥ",
            "śṛṅga",
            "vetre",
            "ca",
            "kakṣe",
            "vāme",
            "pāṇau",
            "masṛṇa",
            "kavalam",
            "tat",
            "phalāni",
            "aṅgulīṣu",
            "tiṣṭhan",
            "madhye",
            "sva",
            "pari",
            "suhṛdaḥ",
            "hāsayan",
            "narmabhiḥ",
            "svaiḥ",
            "svarge",
            "loke",
            "miṣati",
            "bubhuje",
            "yajña",
            "bhuk",
            "bāla",
            "keliḥ"
        ],
        "translation": "Kṛṣṇa is yajña-bhuk — that is, He eats only offerings of yajña — but to exhibit His childhood pastimes, He now sat with His flute tucked between His waist and His tight cloth on His right side and with His horn bugle and cow-driving stick on His left. Holding in His hand a very nice preparation of yogurt and rice, with pieces of suitable fruit between His fingers, He sat like the whorl of a lotus flower, looking forward toward all His friends, personally joking with them and creating jubilant laughter among them as He ate. At that time, the denizens of heaven were watching, struck with wonder at how the Personality of Godhead, who eats only in yajña, was now eating with His friends in the forest.",
        "purport": " When Kṛṣṇa was eating with His cowherd boyfriends, a certain bumblebee came there to take part in the eating. Thus Kṛṣṇa joked, “Why have you come to disturb My brāhmaṇa friend Madhumaṅgala? You want to kill a brāhmaṇa. This is not good.” All the boys would laugh and enjoy, speaking such joking words while eating. Thus the inhabitants of the higher planets were astonished at how the Supreme Personality of Godhead, who eats only when yajña is offered, was now eating like an ordinary child with His friends in the forest."
    },
    {
        "verse": "12",
        "devanagari": "भारतैवं वत्सपेषु भुञ्जानेष्वच्युतात्मसु ।वत्सास्त्वन्तर्वने दूरं विविशुस्तृणलोभिता: ॥ १२ ॥",
        "english_devnagari": "bhārataivaṁ vatsa-peṣubhuñjāneṣv acyutātmasuvatsās tv antar-vane dūraṁviviśus tṛṇa-lobhitāḥ",
        "verse_Syn": [
            "bhārata",
            "evam",
            "vatsa",
            "peṣu",
            "bhuñjāneṣu",
            "acyuta",
            "ātmasu",
            "vatsāḥ",
            "tu",
            "antaḥ",
            "vane",
            "dūram",
            "viviśuḥ",
            "tṛṇa",
            "lobhitāḥ"
        ],
        "translation": "O Mahārāja Parīkṣit, while the cowherd boys, who knew nothing within the core of their hearts but Kṛṣṇa, were thus engaged in eating their lunch in the forest, the calves went far away, deep into the forest, being allured by green grass.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "तान् द‍ृष्ट्वा भयसन्त्रस्तानूचे कृष्णोऽस्य भीभयम् ।मित्राण्याशान्मा विरमतेहानेष्ये वत्सकानहम् ॥ १३ ॥",
        "english_devnagari": "tān dṛṣṭvā bhaya-santrastānūce kṛṣṇo ’sya bhī-bhayammitrāṇy āśān mā viramate-hāneṣye vatsakān aham",
        "verse_Syn": [
            "tān",
            "dṛṣṭvā",
            "bhaya",
            "santrastān",
            "ūce",
            "kṛṣṇaḥ",
            "asya",
            "bhī",
            "bhayam",
            "mitrāṇi",
            "āśāt",
            "mā",
            "viramata",
            "iha",
            "āneṣye",
            "vatsakān",
            "aham"
        ],
        "translation": "When Kṛṣṇa saw that His friends the cowherd boys were frightened, He, the fierce controller even of fear itself, said, just to mitigate their fear, “My dear friends, do not stop eating. I shall bring your calves back to this spot by personally going after them Myself.”",
        "purport": " In the presence of Kṛṣṇa’s friendship, a devotee cannot have any fear. Kṛṣṇa is the supreme controller, the controller of even death, which is supposed to be the ultimate fear in this material world. Bhayaṁ dvitīyābhiniveśataḥ syāt (Bhāg. 11.2.37). This fear arises because of lack of Kṛṣṇa consciousness; otherwise there cannot be any fear. For one who has taken shelter of the lotus feet of Kṛṣṇa, this material world of fear becomes hardly dangerous at all. Bhavāmbudhiḥ, the material ocean of fear, becomes very easy to cross by the mercy of the supreme controller. This material world, in which there is fear and danger at every step (padaṁ padaṁ yad vipadām), is not meant for those who have taken shelter at Kṛṣṇa’s lotus feet. Such persons are delivered from this fearful world. Everyone, therefore, should take shelter of the Supreme Person, who is the source of fearlessness, and thus be secure."
    },
    {
        "verse": "14",
        "devanagari": "इत्युक्त्वाद्रिदरीकुञ्जगह्वरेष्वात्मवत्सकान् ।विचिन्वन्भगवान्कृष्ण: सपाणिकवलो ययौ ॥ १४ ॥",
        "english_devnagari": "ity uktvādri-darī-kuñja-gahvareṣv ātma-vatsakānvicinvan bhagavān kṛṣṇaḥsapāṇi-kavalo yayau",
        "verse_Syn": [
            "iti",
            "uktvā",
            "adri",
            "darī",
            "kuñja",
            "gahvareṣu",
            "ātma",
            "vatsakān",
            "vicinvan",
            "bhagavān",
            "kṛṣṇaḥ",
            "sa",
            "pāṇi",
            "kavalaḥ",
            "yayau"
        ],
        "translation": "“Let Me go and search for the calves,” Kṛṣṇa said. “Don’t disturb your enjoyment.” Then, carrying His yogurt and rice in His hand, the Supreme Personality of Godhead, Kṛṣṇa, immediately went out to search for the calves of His friends. To please His friends, He began searching in all the mountains, mountain caves, bushes and narrow passages.",
        "purport": " The Vedas (Śvetāśvatara Upaniṣad 6.8) assert that the Supreme Personality of Godhead has nothing to do personally (na tasya kāryaṁ karaṇaṁ ca vidyate) because He is doing everything through His energies and potencies (parāsya śaktir vividhaiva śrūyate). Nonetheless, here we see that He took personal care to find the calves of His friends. This was Kṛṣṇa’s causeless mercy. Mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram: all the affairs of the entire world and the entire cosmic manifestation are working under His direction, through His different energies. Still, when there is a need to take care of His friends, He does this personally. Kṛṣṇa assured His friends, “Don’t be afraid. I am going personally to search for your calves.” This was Kṛṣṇa’s causeless mercy."
    },
    {
        "verse": "15",
        "devanagari": "अम्भोजन्मजनिस्तदन्तरगतो मायार्भकस्येशितु-र्द्रष्टुं मञ्जु महित्वमन्यदपि तद्वत्सानितो वत्सपान् ।नीत्वान्यत्र कुरूद्वहान्तरदधात् खेऽवस्थितो य: पुराद‍ृष्ट्वाघासुरमोक्षणं प्रभवत: प्राप्त: परं विस्मयम् ॥ १५ ॥",
        "english_devnagari": "ambhojanma-janis tad-antara-gato māyārbhakasyeśiturdraṣṭuṁ mañju mahitvam anyad api tad-vatsān ito vatsapānnītvānyatra kurūdvahāntaradadhāt khe ’vasthito yaḥ purādṛṣṭvāghāsura-mokṣaṇaṁ prabhavataḥ prāptaḥ paraṁ vismayam",
        "verse_Syn": [
            "ambhojanma",
            "janiḥ",
            "tat",
            "antara",
            "gataḥ",
            "māyā",
            "arbhakasya",
            "īśituḥ",
            "draṣṭum",
            "mañju",
            "mahitvam",
            "anyat",
            "api",
            "tat",
            "vatsān",
            "itaḥ",
            "vatsa",
            "pān",
            "nītvā",
            "anyatra",
            "kurūdvaha",
            "antara",
            "dadhāt",
            "khe",
            "avasthitaḥ",
            "yaḥ",
            "purā",
            "dṛṣṭvā",
            "aghāsura",
            "mokṣaṇam",
            "prabhavataḥ",
            "prāptaḥ",
            "param",
            "vismayam"
        ],
        "translation": "O Mahārāja Parīkṣit, Brahmā, who resides in the higher planetary system in the sky, had observed the activities of the most powerful Kṛṣṇa in killing and delivering Aghāsura, and he was astonished. Now that same Brahmā wanted to show some of his own power and see the power of Kṛṣṇa, who was engaged in His childhood pastimes, playing as if with ordinary cowherd boys. Therefore, in Kṛṣṇa’s absence, Brahmā took all the boys and calves to another place. Thus he became entangled, for in the very near future he would see how powerful Kṛṣṇa was.",
        "purport": " When Aghāsura was being killed by Kṛṣṇa, who was accompanied by His associates, Brahmā was astonished, but when he saw that Kṛṣṇa was very much enjoying His pastimes of lunch, he was even more astonished and wanted to test whether Kṛṣṇa was actually there. Thus he became entangled in Kṛṣṇa’s māyā. After all, Brahmā was born materially. As mentioned here, ambhojanma janiḥ: he was born of ambhoja, a lotus flower. It does not matter that he was born of a lotus and not of any man, animal or material father. A lotus is also material, and anyone born through the material energy must be subject to the four material deficiencies: bhrama (the tendency to commit mistakes), pramāda (the tendency to be illusioned), vipralipsā (the tendency to cheat) and karaṇāpāṭava (imperfect senses). Thus Brahmā also became entangled. Brahmā, with his māyā, wanted to test whether Kṛṣṇa was actually present. These cowherd boys were but expansions of Kṛṣṇa’s personal self (ānanda-cinmaya-rasa-pratibhāvitābhiḥ). Later Kṛṣṇa would show Brahmā how He expands Himself into everything as His personal pleasure, ānanda-cinmaya-rasa. Hlādinī śaktir asmāt: Kṛṣṇa has a transcendental potency called hlādinī śakti. He does not enjoy anything that is a product of the material energy. Brahmā, therefore, would see Lord Kṛṣṇa expand His energy. Brahmā wanted to take away Kṛṣṇa’s associates, but instead he took away some other boys and calves. Rāvaṇa wanted to take away Sītā, but that was impossible, and instead he took away a māyā Sītā. Similarly, Brahmā took away māyārbhakāḥ: boys manifested by Kṛṣṇa’s māyā. Brahmā could show some extraordinary opulence to the māyārbhakāḥ; but he could not show any extraordinary potency to Kṛṣṇa’s associates. That he would see in the very near future. Māyārbhakasya īśituḥ. This bewilderment, this māyā, was caused by the supreme controller, prabhavataḥ — the all-potent Supreme Person, Kṛṣṇa — and we shall see the result. Anyone materially born is subject to bewilderment. This pastime is therefore called brahma-vimohana-līlā, the pastime of bewildering Brahmā. Mohitaṁ nābhijānāti mām ebhyaḥ param avyayam (Bg. 7.13). Materially born persons cannot fully understand Kṛṣṇa. Even the demigods cannot understand Him (muhyanti yat sūrayaḥ). Tene brahmā hṛdā ya ādi-kavaye (Bhāg. 1.1.1). Everyone, from Brahmā down to the small insect, must take lessons from Kṛṣṇa."
    },
    {
        "verse": "16",
        "devanagari": "ततो वत्सानद‍ृष्ट्वैत्य पुलिनेऽपि च वत्सपान् ।उभावपि वने कृष्णो विचिकाय समन्तत: ॥ १६ ॥",
        "english_devnagari": "tato vatsān adṛṣṭvaityapuline ’pi ca vatsapānubhāv api vane kṛṣṇovicikāya samantataḥ",
        "verse_Syn": [
            "tataḥ",
            "vatsān",
            "adṛṣṭvā",
            "etya",
            "puline",
            "api",
            "ca",
            "vatsapān",
            "ubhau",
            "api",
            "vane",
            "kṛṣṇaḥ",
            "vicikāya",
            "samantataḥ"
        ],
        "translation": "Thereafter, when Kṛṣṇa was unable to find the calves, He returned to the bank of the river, but there He was also unable to see the cowherd boys. Thus He began to search for both the calves and the boys, as if He could not understand what had happened.",
        "purport": " Kṛṣṇa could immediately understand that Brahmā had taken away both the calves and the boys, but as an innocent child He searched here and there so that Brahmā could not understand Kṛṣṇa’s māyā. This was all a dramatic performance. A player knows everything, but still he plays on the stage in such a way that others do not understand him."
    },
    {
        "verse": "17",
        "devanagari": "क्‍वाप्यद‍ृष्ट्वान्तर्विपिने वत्सान्पालांश्च विश्ववित् ।सर्वं विधिकृतं कृष्ण: सहसावजगाम ह ॥ १७ ॥",
        "english_devnagari": "kvāpy adṛṣṭvāntar-vipinevatsān pālāṁś ca viśva-vitsarvaṁ vidhi-kṛtaṁ kṛṣṇaḥsahasāvajagāma ha",
        "verse_Syn": [
            "kva",
            "api",
            "adṛṣṭvā",
            "antaḥ",
            "vipine",
            "vatsān",
            "pālān",
            "ca",
            "viśva",
            "vit",
            "sarvam",
            "vidhi",
            "kṛtam",
            "kṛṣṇaḥ",
            "sahasā",
            "avajagāma",
            "ha"
        ],
        "translation": "When Kṛṣṇa was unable to find the calves and their caretakers, the cowherd boys, anywhere in the forest, He could suddenly understand that this was the work of Lord Brahmā.",
        "purport": " Although Kṛṣṇa is viśva-vit, the knower of everything happening in the entire cosmic manifestation, as an innocent child He showed ignorance of Brahmā’s actions, although He could immediately understand that these were the doings of Brahmā. This pastime is called brahma-vimohana, the bewilderment of Brahmā. Brahmā was already bewildered by Kṛṣṇa’s activities as an innocent child, and now he would be further bewildered."
    },
    {
        "verse": "18",
        "devanagari": "तत: कृष्णो मुदं कर्तुं तन्मातृणां च कस्य च ।उभयायितमात्मानं चक्रे विश्वकृदीश्वर: ॥ १८ ॥",
        "english_devnagari": "tataḥ kṛṣṇo mudaṁ kartuṁtan-mātṝṇāṁ ca kasya caubhayāyitam ātmānaṁcakre viśva-kṛd īśvaraḥ",
        "verse_Syn": [
            "tataḥ",
            "kṛṣṇaḥ",
            "mudam",
            "kartum",
            "tat",
            "mātṝṇām",
            "ca",
            "kasya",
            "ca",
            "ubhayāyitam",
            "ātmānam",
            "cakre",
            "viśva",
            "kṛt",
            "īśvaraḥ"
        ],
        "translation": "Thereafter, just to create pleasure both for Brahmā and for the mothers of the calves and cowherd boys, Kṛṣṇa, the creator of the entire cosmic manifestation, expanded Himself as calves and boys.",
        "purport": " Although Brahmā was already entangled in bewilderment, he wanted to show his power to the cowherd boys; but after he took away the boys and their calves and returned to his abode, Kṛṣṇa created further astonishment for Brahmā, and for the mothers of the boys, by establishing the lunch pastimes in the forest again and replacing all the calves and boys, just as they had appeared before. According to the Vedas, ekaṁ bahu syām: the Personality of Godhead can become many, many millions upon millions of calves and cowherd boys, as He did to bewilder Brahmā more and more."
    },
    {
        "verse": "19",
        "devanagari": "यावद् वत्सपवत्सकाल्पकवपुर्यावत् कराङ्‌‌घ्र्यादिकंयावद् यष्टिविषाणवेणुदलशिग् यावद् विभूषाम्बरम् ।यावच्छीलगुणाभिधाकृतिवयो यावद् विहारादिकंसर्वं विष्णुमयं गिरोऽङ्गवदज: सर्वस्वरूपो बभौ ॥ १९ ॥",
        "english_devnagari": "yāvad vatsapa-vatsakālpaka-vapur yāvat karāṅghry-ādikaṁyāvad yaṣṭi-viṣāṇa-veṇu-dala-śig yāvad vibhūṣāmbaramyāvac chīla-guṇābhidhākṛti-vayo yāvad vihārādikaṁsarvaṁ viṣṇumayaṁ giro ’ṅga-vad ajaḥ sarva-svarūpo babhau",
        "verse_Syn": [
            "yāvat",
            "vatsapa",
            "vatsaka",
            "alpaka",
            "vapuḥ",
            "yāvat",
            "kara",
            "aṅghri",
            "ādikam",
            "yāvat",
            "yaṣṭi",
            "viṣāṇa",
            "veṇu",
            "dala",
            "śik",
            "yāvat",
            "vibhūṣā",
            "ambaram",
            "yāvat",
            "śīla",
            "guṇa",
            "abhidhā",
            "ākṛti",
            "vayaḥ",
            "yāvat",
            "vihāra",
            "ādikam",
            "sarvam",
            "viṣṇu",
            "mayam",
            "giraḥ",
            "aṅga",
            "vat",
            "ajaḥ",
            "sarva",
            "svarūpaḥ",
            "babhau"
        ],
        "translation": "By His Vāsudeva feature, Kṛṣṇa simultaneously expanded Himself into the exact number of missing cowherd boys and calves, with their exact bodily features, their particular types of hands, legs and other limbs, their sticks, bugles and flutes, their lunch bags, their particular types of dress and ornaments placed in various ways, their names, ages and forms, and their special activities and characteristics. By expanding Himself in this way, beautiful Kṛṣṇa proved the statement samagra-jagad viṣṇumayam: “Lord Viṣṇu is all-pervading.”",
        "purport": " As stated in the Brahma-saṁhitā (5.33): Kṛṣṇa, paraṁ brahma, the Supreme Personality of Godhead, is ādyam, the beginning of everything; He is ādi-puruṣam, the ever-youthful original person. He can expand Himself in more forms than one can imagine, yet He does not fall down from His original form as Kṛṣṇa; therefore He is called Acyuta. This is the Supreme Personality of Godhead. Sarvaṁ viṣṇumayaṁ jagat. Sarvaṁ khalv idaṁ brahma. Kṛṣṇa thus proved that He is everything, that He can become everything, but that still He is personally different from everything (mat-sthāni sarva-bhūtāni na cāhaṁ teṣv avasthitaḥ). This is Kṛṣṇa, who is understood by acintya-bhedābheda-tattva philosophy. Pūrṇasya pūrṇam ādāya pūrṇam evāvaśiṣyate: Kṛṣṇa is always complete, and although He can create millions of universes, all of them full in all opulences, He remains as opulent as ever, without any change (advaitam). This is explained by different Vaiṣṇava ācāryas through philosophies such as viśuddhādvaita, viśiṣṭādvaita and dvaitādvaita. Therefore one must learn about Kṛṣṇa from the ācāryas. Ācāryavān puruṣo veda: one who follows the path of the ācāryas knows things as they are. Such a person can know Kṛṣṇa as He is, at least to some extent, and as soon as one understands Kṛṣṇa (janma karma ca me divyam evaṁ yo vetti tattvataḥ), one is liberated from material bondage (tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna)."
    },
    {
        "verse": "20",
        "devanagari": "स्वयमात्मात्मगोवत्सान् प्रतिवार्यात्मवत्सपै: ।क्रीडन्नात्मविहारैश्च सर्वात्मा प्राविशद् व्रजम् ॥ २० ॥",
        "english_devnagari": "svayam ātmātma-govatsānprativāryātma-vatsapaiḥkrīḍann ātma-vihāraiś casarvātmā prāviśad vrajam",
        "verse_Syn": [
            "svayam",
            "ātmā",
            "ātma",
            "go",
            "vatsān",
            "prativārya",
            "ātma",
            "vatsapaiḥ",
            "krīḍan",
            "ātma",
            "vihāraiḥ",
            "ca",
            "sarva",
            "ātmā",
            "prāviśat",
            "vrajam"
        ],
        "translation": "Now expanding Himself so as to appear as all the calves and cowherd boys, all of them as they were, and at the same time appear as their leader, Kṛṣṇa entered Vrajabhūmi, the land of His father, Nanda Mahārāja, just as He usually did while enjoying their company.",
        "purport": " Kṛṣṇa usually stayed in the forest and pasturing ground, taking care of the calves and cows with His associates the cowherd boys. Now that the original group had been taken away by Brahmā, Kṛṣṇa Himself assumed the forms of every member of the group, without anyone’s knowledge, even the knowledge of Baladeva, and continued the usual program. He was ordering His friends to do this and that, and He was controlling the calves and going into the forest to search for them when they went astray, allured by new grass, but these calves and boys were He Himself. This was Kṛṣṇa’s inconceivable potency. As explained by Śrīla Svarūpa Dāmodara Gosvāmī, rādhā kṛṣṇa-praṇaya-vikṛtir hlādinī śaktir asmāt. Rādhā and Kṛṣṇa are the same. Kṛṣṇa, by expanding His pleasure potency, becomes Rādhārāṇī. The same pleasure potency (ānanda-cinmaya-rasa) was expanded by Kṛṣṇa when He Himself became all the calves and boys and enjoyed transcendental bliss in Vrajabhūmi. This was done by the Yoga-māyā potency and was inconceivable to persons under the potency of Mahā-māyā."
    },
    {
        "verse": "21",
        "devanagari": "तत्तद्वत्सान्पृथङ्‌नीत्वा तत्तद्गोष्ठे निवेश्य स: ।तत्तदात्माभवद् राजंस्तत्तत्सद्म प्रविष्टवान् ॥ २१ ॥",
        "english_devnagari": "tat-tad-vatsān pṛthaṅ nītvātat-tad-goṣṭhe niveśya saḥtat-tad-ātmābhavad rājaṁstat-tat-sadma praviṣṭavān",
        "verse_Syn": [
            "tat",
            "tat",
            "vatsān",
            "pṛthak",
            "nītvā",
            "tat",
            "tat",
            "goṣṭhe",
            "niveśya",
            "saḥ",
            "tat",
            "tat",
            "ātmā",
            "abhavat",
            "rājan",
            "tat",
            "tat",
            "sadma",
            "praviṣṭavān"
        ],
        "translation": "O Mahārāja Parīkṣit, Kṛṣṇa, who had divided Himself as different calves and also as different cowherd boys, entered different cow sheds as the calves and then different homes as different boys.",
        "purport": " Kṛṣṇa had many, many friends, of whom Śrīdāmā, Sudāmā and Subala were prominent. Thus Kṛṣṇa Himself became Śrīdāmā, Sudāmā and Subala and entered their respective houses with their respective calves."
    },
    {
        "verse": "22",
        "devanagari": "तन्मातरो वेणुरवत्वरोत्थिताउत्थाप्य दोर्भि: परिरभ्य निर्भरम् ।स्‍नेहस्‍नुतस्तन्यपय:सुधासवंमत्वा परं ब्रह्म सुतानपाययन् ॥ २२ ॥",
        "english_devnagari": "tan-mātaro veṇu-rava-tvarotthitāutthāpya dorbhiḥ parirabhya nirbharamsneha-snuta-stanya-payaḥ-sudhāsavaṁmatvā paraṁ brahma sutān apāyayan",
        "verse_Syn": [
            "tat",
            "mātaraḥ",
            "veṇu",
            "rava",
            "tvara",
            "utthitāḥ",
            "utthāpya",
            "dorbhiḥ",
            "parirabhya",
            "nirbharam",
            "sneha",
            "snuta",
            "stanya",
            "payaḥ",
            "sudhā",
            "āsavam",
            "matvā",
            "param",
            "brahma",
            "sutān",
            "apāyayan"
        ],
        "translation": "The mothers of the boys, upon hearing the sounds of the flutes and bugles being played by their sons, immediately rose from their household tasks, lifted their boys onto their laps, embraced them with both arms and began to feed them with their breast milk, which flowed forth because of extreme love specifically for Kṛṣṇa. Actually Kṛṣṇa is everything, but at that time, expressing extreme love and affection, they took special pleasure in feeding Kṛṣṇa, the Parabrahman, and Kṛṣṇa drank the milk from His respective mothers as if it were a nectarean beverage.",
        "purport": " Although all the elderly gopīs knew that Kṛṣṇa was the son of mother Yaśodā, they still desired, “If Kṛṣṇa had become my son, I would also have taken care of Him like mother Yaśodā.” This was their inner ambition. Now, in order to please them, Kṛṣṇa personally took the role of their sons and fulfilled their desire. They enhanced their special love for Kṛṣṇa by embracing Him and feeding Him, and Kṛṣṇa tasted their breast milk to be just like a nectarean beverage. While thus bewildering Brahmā, He enjoyed the special transcendental pleasure created by yoga-māyā between all the other mothers and Himself."
    },
    {
        "verse": "23",
        "devanagari": "ततो नृपोन्मर्दनमज्जलेपना-लङ्काररक्षातिलकाशनादिभि: ।संलालित: स्वाचरितै: प्रहर्षयन्सायं गतो यामयमेन माधव: ॥ २३ ॥",
        "english_devnagari": "tato nṛponmardana-majja-lepanā-laṅkāra-rakṣā-tilakāśanādibhiḥsaṁlālitaḥ svācaritaiḥ praharṣayansāyaṁ gato yāma-yamena mādhavaḥ",
        "verse_Syn": [
            "tataḥ",
            "nṛpa",
            "unmardana",
            "majja",
            "lepana",
            "alaṅkāra",
            "rakṣā",
            "tilaka",
            "aśana",
            "ādibhiḥ",
            "saṁlālitaḥ",
            "sva",
            "ācaritaiḥ",
            "praharṣa",
            "yan",
            "sāyam",
            "gataḥ",
            "yāma",
            "yamena",
            "mādhavaḥ"
        ],
        "translation": "Thereafter, O Mahārāja Parīkṣit, as required according to the scheduled round of His pastimes, Kṛṣṇa returned in the evening, entered the house of each of the cowherd boys, and engaged exactly like the former boys, thus enlivening their mothers with transcendental pleasure. The mothers took care of the boys by massaging them with oil, bathing them, smearing their bodies with sandalwood pulp, decorating them with ornaments, chanting protective mantras, decorating their bodies with tilaka and giving them food. In this way, the mothers served Kṛṣṇa personally.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "गावस्ततो गोष्ठमुपेत्य सत्वरंहुङ्कारघोषै: परिहूतसङ्गतान् ।स्वकान् स्वकान् वत्सतरानपाययन्मुहुर्लिहन्त्य: स्रवदौधसं पय: ॥ २४ ॥",
        "english_devnagari": "gāvas tato goṣṭham upetya satvaraṁhuṅkāra-ghoṣaiḥ parihūta-saṅgatānsvakān svakān vatsatarān apāyayanmuhur lihantyaḥ sravad audhasaṁ payaḥ",
        "verse_Syn": [
            "gāvaḥ",
            "tataḥ",
            "goṣṭham",
            "upetya",
            "satvaram",
            "huṅkāra",
            "ghoṣaiḥ",
            "parihūta",
            "saṅgatān",
            "svakān",
            "svakān",
            "vatsatarān",
            "apāyayan",
            "muhuḥ",
            "lihantyaḥ",
            "sravat",
            "audhasam",
            "payaḥ"
        ],
        "translation": "Thereafter, all the cows entered their different sheds and began mooing loudly, calling for their respective calves. When the calves arrived, the mothers began licking the calves’ bodies again and again and profusely feeding them with the milk flowing from their milk bags.",
        "purport": " All the dealings between the calves and their respective mothers taking care of them were enacted by Kṛṣṇa Himself."
    },
    {
        "verse": "25",
        "devanagari": "गोगोपीनां मातृतास्मिन्नासीत्स्‍नेहर्धिकां विना ।पुरोवदास्वपि हरेस्तोकता मायया विना ॥ २५ ॥",
        "english_devnagari": "go-gopīnāṁ mātṛtāsminnāsīt snehardhikāṁ vināpurovad āsv api harestokatā māyayā vinā",
        "verse_Syn": [
            "go",
            "gopīnām",
            "mātṛtā",
            "asmin",
            "āsīt",
            "sneha",
            "ṛdhikām",
            "vinā",
            "puraḥ",
            "vat",
            "āsu",
            "api",
            "hareḥ",
            "tokatā",
            "māyayā",
            "vinā"
        ],
        "translation": "Previously, from the very beginning, the gopīs had motherly affection for Kṛṣṇa. Indeed, their affection for Kṛṣṇa exceeded even their affection for their own sons. In displaying their affection, they had thus distinguished between Kṛṣṇa and their sons, but now that distinction disappeared.",
        "purport": " The distinction between one’s own son and another’s son is not unnatural. Many elderly women have motherly affection for the sons of others. They observe distinctions, however, between those other sons and their own. But now the elderly gopīs could not distinguish between their own sons and Kṛṣṇa, for since their own sons had been taken by Brahmā, Kṛṣṇa had expanded as their sons. Therefore, their extra affection for their sons, who were now Kṛṣṇa Himself, was due to bewilderment resembling that of Brahmā. Previously, the mothers of Śrīdāmā, Sudāmā, Subala and Kṛṣṇa’s other friends did not have the same affection for one another’s sons, but now the gopīs treated all the boys as their own. Śukadeva Gosvāmī, therefore, wanted to explain this increment of affection in terms of Kṛṣṇa’s bewilderment of Brahmā, the gopīs, the cows and everyone else."
    },
    {
        "verse": "26",
        "devanagari": "व्रजौकसां स्वतोकेषु स्‍नेहवल्‍ल्याब्दमन्वहम् ।शनैर्नि:सीम ववृधे यथा कृष्णे त्वपूर्ववत् ॥ २६ ॥",
        "english_devnagari": "vrajaukasāṁ sva-tokeṣusneha-vally ābdam anvahamśanair niḥsīma vavṛdheyathā kṛṣṇe tv apūrvavat",
        "verse_Syn": [
            "vraja",
            "okasām",
            "sva",
            "tokeṣu",
            "sneha",
            "vallī",
            "ā",
            "abdam",
            "anu",
            "aham",
            "śanaiḥ",
            "niḥsīma",
            "vavṛdhe",
            "yathā",
            "kṛṣṇe",
            "tu",
            "apūrva",
            "vat"
        ],
        "translation": "Although the inhabitants of Vrajabhūmi, the cowherd men and cowherd women, previously had more affection for Kṛṣṇa than for their own children, now, for one year, their affection for their own sons continuously increased, for Kṛṣṇa had now become their sons. There was no limit to the increment of their affection for their sons, who were now Kṛṣṇa. Every day they found new inspiration for loving their children as much as they loved Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "इत्थमात्मात्मनात्मानं वत्सपालमिषेण स: ।पालयन् वत्सपो वर्षं चिक्रीडे वनगोष्ठयो: ॥ २७ ॥",
        "english_devnagari": "ittham ātmātmanātmānaṁvatsa-pāla-miṣeṇa saḥpālayan vatsapo varṣaṁcikrīḍe vana-goṣṭhayoḥ",
        "verse_Syn": [
            "ittham",
            "ātmā",
            "ātmanā",
            "ātmānam",
            "vatsa",
            "pāla",
            "miṣeṇa",
            "saḥ",
            "pālayan",
            "vatsa",
            "paḥ",
            "varṣam",
            "cikrīḍe",
            "vana",
            "goṣṭhayoḥ"
        ],
        "translation": "In this way, Lord Śrī Kṛṣṇa, having Himself become the cowherd boys and groups of calves, maintained Himself by Himself. Thus He continued His pastimes, both in Vṛndāvana and in the forest, for one year.",
        "purport": " Everything was Kṛṣṇa. The calves, the cowherd boys and their maintainer Himself were all Kṛṣṇa. In other words, Kṛṣṇa expanded Himself in varieties of calves and cowherd boys and continued His pastimes uninterrupted for one year. As stated in Bhagavad-gītā, Kṛṣṇa’s expansion is situated in everyone’s heart as the Supersoul. Similarly, instead of expanding Himself as the Supersoul, He expanded Himself as a portion of calves and cowherd boys for one continuous year."
    },
    {
        "verse": "28",
        "devanagari": "एकदा चारयन् वत्सान्सरामो वनमाविशत् ।पञ्चषासु त्रियामासु हायनापूरणीष्वज: ॥ २८ ॥",
        "english_devnagari": "ekadā cārayan vatsānsa-rāmo vanam āviśatpañca-ṣāsu tri-yāmāsuhāyanāpūraṇīṣv ajaḥ",
        "verse_Syn": [
            "ekadā",
            "cārayan",
            "vatsān",
            "sa",
            "rāmaḥ",
            "vanam",
            "āviśat",
            "pañca",
            "ṣāsu",
            "tri",
            "yāmāsu",
            "hāyana",
            "apūraṇīṣu",
            "ajaḥ"
        ],
        "translation": "One day, five or six nights before the completion of the year, Kṛṣṇa, tending the calves, entered the forest along with Balarāma.",
        "purport": " Up to this time, even Balarāma was captivated by the bewilderment that covered Brahmā. Even Balarāma did not know that all the calves and cowherd boys were expansions of Kṛṣṇa or that He Himself was also an expansion of Kṛṣṇa. This was disclosed to Balarāma just five or six days before the completion of the year."
    },
    {
        "verse": "29",
        "devanagari": "ततो विदूराच्चरतो गावो वत्सानुपव्रजम् ।गोवर्धनाद्रिशिरसि चरन्त्यो दद‍ृशुस्तृणम् ॥ २९ ॥",
        "english_devnagari": "tato vidūrāc caratogāvo vatsān upavrajamgovardhanādri-śirasicarantyo dadṛśus tṛṇam",
        "verse_Syn": [
            "tataḥ",
            "vidūrāt",
            "carataḥ",
            "gāvaḥ",
            "vatsān",
            "upavrajam",
            "govardhana",
            "adri",
            "śirasi",
            "carantyaḥ",
            "dadṛśuḥ",
            "tṛṇam"
        ],
        "translation": "Thereafter, while pasturing atop Govardhana Hill, the cows looked down to find some green grass and saw their calves pasturing near Vṛndāvana, not very far away.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "द‍ृष्ट्वाथ तत्स्‍नेहवशोऽस्मृतात्मास गोव्रजोऽत्यात्मपदुर्गमार्ग: ।द्विपात्ककुद्ग्रीव उदास्यपुच्छो-ऽगाद्धुङ्कृतैरास्रुपया जवेन ॥ ३० ॥",
        "english_devnagari": "dṛṣṭvātha tat-sneha-vaśo ’smṛtātmāsa go-vrajo ’tyātmapa-durga-mārgaḥdvi-pāt kakud-grīva udāsya-puccho’gād dhuṅkṛtair āsru-payā javena",
        "verse_Syn": [
            "dṛṣṭvā",
            "atha",
            "tat",
            "sneha",
            "vaśaḥ",
            "asmṛta",
            "ātmā",
            "saḥ",
            "go",
            "vrajaḥ",
            "ati",
            "ātma",
            "pa",
            "durga",
            "mārgaḥ",
            "dvi",
            "pāt",
            "kakut",
            "grīvaḥ",
            "udāsya",
            "pucchaḥ",
            "agāt",
            "huṅkṛtaiḥ",
            "āsru",
            "payāḥ",
            "javena"
        ],
        "translation": "When the cows saw their own calves from the top of Govardhana Hill, they forgot themselves and their caretakers because of increased affection, and although the path was very rough, they ran toward their calves with great anxiety, each running as if with one pair of legs. Their milk bags full and flowing with milk, their heads and tails raised, and their humps moving with their necks, they ran forcefully until they reached their calves to feed them.",
        "purport": " Generally the calves and cows are pastured separately. The elderly men take care of the cows, and the small children see to the calves. This time, however, the cows immediately forgot their position as soon as they saw the calves below Govardhana Hill, and they ran with great force, their tails erect and their front and hind legs joined, until they reached their calves."
    },
    {
        "verse": "31",
        "devanagari": "समेत्य गावोऽधो वत्सान् वत्सवत्योऽप्यपाययन् ।गिलन्त्य इव चाङ्गानि लिहन्त्य: स्वौधसं पय: ॥ ३१ ॥",
        "english_devnagari": "sametya gāvo ’dho vatsānvatsavatyo ’py apāyayangilantya iva cāṅgānilihantyaḥ svaudhasaṁ payaḥ",
        "verse_Syn": [
            "sametya",
            "gāvaḥ",
            "adhaḥ",
            "vatsān",
            "vatsa",
            "vatyaḥ",
            "api",
            "apāyayan",
            "gilantyaḥ",
            "iva",
            "ca",
            "aṅgāni",
            "lihantyaḥ",
            "sva",
            "odhasam",
            "payaḥ"
        ],
        "translation": "The cows had given birth to new calves, but while coming down from Govardhana Hill, the cows, because of increased affection for the older calves, allowed the older calves to drink milk from their milk bags and then began licking the calves’ bodies in anxiety, as if wanting to swallow them.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "गोपास्तद्रोधनायासमौघ्यलज्जोरुमन्युना ।दुर्गाध्वकृच्छ्रतोऽभ्येत्य गोवत्सैर्दद‍ृशु: सुतान् ॥ ३२ ॥",
        "english_devnagari": "gopās tad-rodhanāyāsa-maughya-lajjoru-manyunādurgādhva-kṛcchrato ’bhyetyago-vatsair dadṛśuḥ sutān",
        "verse_Syn": [
            "gopāḥ",
            "tat",
            "rodhana",
            "āyāsa",
            "maughya",
            "lajjā",
            "uru",
            "manyunā",
            "durga",
            "adhva",
            "kṛcchrataḥ",
            "abhyetya",
            "go",
            "vatsaiḥ",
            "dadṛśuḥ",
            "sutān"
        ],
        "translation": "The cowherd men, having been unable to check the cows from going to their calves, felt simultaneously ashamed and angry. They crossed the rough road with great difficulty, but when they came down and saw their own sons, they were overwhelmed by great affection.",
        "purport": " Everyone was increasing in affection for Kṛṣṇa. When the cowherd men coming down from the hill saw their own sons, who were no one else than Kṛṣṇa, their affection increased."
    },
    {
        "verse": "33",
        "devanagari": "तदीक्षणोत्प्रेमरसाप्लुताशयाजातानुरागा गतमन्यवोऽर्भकान् ।उदुह्य दोर्भि: परिरभ्य मूर्धनिघ्राणैरवापु: परमां मुदं ते ॥ ३३ ॥",
        "english_devnagari": "tad-īkṣaṇotprema-rasāplutāśayājātānurāgā gata-manyavo ’rbhakānuduhya dorbhiḥ parirabhya mūrdhanighrāṇair avāpuḥ paramāṁ mudaṁ te",
        "verse_Syn": [
            "tat",
            "īkṣaṇa",
            "utprema",
            "rasa",
            "āpluta",
            "āśayāḥ",
            "jāta",
            "anurāgāḥ",
            "gata",
            "manyavaḥ",
            "arbhakān",
            "uduhya",
            "dorbhiḥ",
            "parirabhya",
            "mūrdhani",
            "ghrāṇaiḥ",
            "avāpuḥ",
            "paramām",
            "mudam",
            "te"
        ],
        "translation": "At that time, all the thoughts of the cowherd men merged in the mellow of paternal love, which was aroused by the sight of their sons. Experiencing a great attraction, their anger completely disappearing, they lifted their sons, embraced them in their arms and enjoyed the highest pleasure by smelling their sons’ heads.",
        "purport": " After Brahmā stole the original cowherd boys and calves, Kṛṣṇa expanded Himself to become the boys and calves again. Therefore, because the boys were actually Kṛṣṇa’s expansions, the cowherd men were especially attracted to them. At first the cowherd men, who were on top of the hill, were angry, but because of Kṛṣṇa the boys were extremely attractive, and therefore the cowherd men immediately came down from the hill with special affection."
    },
    {
        "verse": "34",
        "devanagari": "तत: प्रवयसो गोपास्तोकाश्लेषसुनिर्वृता: ।कृच्छ्राच्छनैरपगतास्तदनुस्मृत्युदश्रव: ॥ ३४ ॥",
        "english_devnagari": "tataḥ pravayaso gopāstokāśleṣa-sunirvṛtāḥkṛcchrāc chanair apagatāstad-anusmṛty-udaśravaḥ",
        "verse_Syn": [
            "tataḥ",
            "pravayasaḥ",
            "gopāḥ",
            "toka",
            "āśleṣa",
            "sunirvṛtāḥ",
            "kṛcchrāt",
            "śanaiḥ",
            "apagatāḥ",
            "tat",
            "anusmṛti",
            "uda",
            "śravaḥ"
        ],
        "translation": "Thereafter the elderly cowherd men, having obtained great feeling from embracing their sons, gradually and with great difficulty and reluctance ceased embracing them and returned to the forest. But as the men remembered their sons, tears began to roll down from their eyes.",
        "purport": " In the beginning the cowherd men were angry that the cows were being attracted by the calves, but when the men came down from the hill, they themselves were attracted by their sons, and therefore the men embraced them. To embrace one’s son and smell his head are symptoms of affection."
    },
    {
        "verse": "35",
        "devanagari": "व्रजस्य राम: प्रेमर्धेर्वीक्ष्यौत्कण्ठ्यमनुक्षणम् ।मुक्तस्तनेष्वपत्येष्वप्यहेतुविदचिन्तयत् ॥ ३५ ॥",
        "english_devnagari": "vrajasya rāmaḥ premardhervīkṣyautkaṇṭhyam anukṣaṇammukta-staneṣv apatyeṣv apyahetu-vid acintayat",
        "verse_Syn": [
            "vrajasya",
            "rāmaḥ",
            "prema",
            "ṛdheḥ",
            "vīkṣya",
            "aut",
            "kaṇṭhyam",
            "anu",
            "kṣaṇam",
            "mukta",
            "staneṣu",
            "apatyeṣu",
            "api",
            "ahetu",
            "vit",
            "acintayat"
        ],
        "translation": "Because of an increase of affection, the cows had constant attachment even to those calves that were grown up and had stopped sucking milk from their mothers. When Baladeva saw this attachment, He was unable to understand the reason for it, and thus He began to consider as follows.",
        "purport": " The cows had younger calves who had started sucking milk from their mothers, and some of the cows had newly given birth, but now, because of love, the cows enthusiastically showed their affection for the older calves, which had left off milking. These calves were grown up, but still the mothers wanted to feed them. Therefore Balarāma was a little surprised, and He wanted to inquire from Kṛṣṇa about the reason for their behavior. The mothers were actually more anxious to feed the older calves, although the new calves were present, because the older calves were expansions of Kṛṣṇa. These surprising events were taking place by the manipulation of yoga-māyā. There are two māyās working under the direction of Kṛṣṇa — mahā-māyā, the energy of the material world, and yoga-māyā, the energy of the spiritual world. These uncommon events were taking place because of the influence of yoga-māyā. From the very day on which Brahmā stole the calves and boys, yoga-māyā acted in such a way that the residents of Vṛndāvana, including even Lord Balarāma, could not understand how yoga-māyā was working and causing such uncommon things to happen. But as yoga-māyā gradually acted, Balarāma in particular was able to understand what was happening, and therefore He inquired from Kṛṣṇa."
    },
    {
        "verse": "36",
        "devanagari": "किमेतदद्भ‍ुतमिव वासुदेवेऽखिलात्मनि ।व्रजस्य सात्मनस्तोकेष्वपूर्वं प्रेम वर्धते ॥ ३६ ॥",
        "english_devnagari": "kim etad adbhutam ivavāsudeve ’khilātmanivrajasya sātmanas tokeṣvapūrvaṁ prema vardhate",
        "verse_Syn": [
            "kim",
            "etat",
            "adbhutam",
            "iva",
            "vāsudeve",
            "akhila",
            "ātmani",
            "vrajasya",
            "sa",
            "ātmanaḥ",
            "tokeṣu",
            "apūrvam",
            "prema",
            "vardhate"
        ],
        "translation": "What is this wonderful phenomenon? The affection of all the inhabitants of Vraja, including Me, toward these boys and calves is increasing as never before, just like our affection for Lord Kṛṣṇa, the Supersoul of all living entities.",
        "purport": " This increase of affection was not māyā; rather, because Kṛṣṇa had expanded Himself as everything and because the whole life of everyone in Vṛndāvana was meant for Kṛṣṇa, the cows, because of affection for Kṛṣṇa, had more affection for the older calves than for the new calves, and the men increased in their affection for their sons. Balarāma was astonished to see all the residents of Vṛndāvana so affectionate toward their own children, exactly as they had been for Kṛṣṇa. Similarly, the cows had grown affectionate toward their calves — as much as toward Kṛṣṇa. Balarāma was surprised to see the acts of yoga-māyā. Therefore He inquired from Kṛṣṇa, “What is happening here? What is this mystery?”"
    },
    {
        "verse": "37",
        "devanagari": "केयं वा कुत आयाता दैवी वा नार्युतासुरी ।प्रायो मायास्तु मे भर्तुर्नान्या मेऽपि विमोहिनी ॥ ३७ ॥",
        "english_devnagari": "keyaṁ vā kuta āyātādaivī vā nāry utāsurīprāyo māyāstu me bharturnānyā me ’pi vimohinī",
        "verse_Syn": [
            "kā",
            "iyam",
            "vā",
            "kutaḥ",
            "āyātā",
            "daivī",
            "vā",
            "nārī",
            "uta",
            "āsurī",
            "prāyaḥ",
            "māyā",
            "astu",
            "me",
            "bhartuḥ",
            "na",
            "anyā",
            "me",
            "api",
            "vimohinī"
        ],
        "translation": "Who is this mystic power, and where has she come from? Is she a demigod or a demoness? She must be the illusory energy of My master, Lord Kṛṣṇa, for who else can bewilder Me?",
        "purport": " Balarāma was surprised. This extraordinary show of affection, He thought, was something mystical, performed either by the demigods or some wonderful man. Otherwise, how could this wonderful change take place? “This māyā might be some rākṣasī-māyā,” He thought, “but how can rākṣasī-māyā have any influence upon Me? This is not possible. Therefore it must be the māyā of Kṛṣṇa.” He thus concluded that the mystical change must have been caused by Kṛṣṇa, whom Balarāma considered His worshipable Personality of Godhead. He thought, “It was arranged by Kṛṣṇa, and even I could not check its mystic power.” Thus Balarāma understood that all these boys and calves were only expansions of Kṛṣṇa."
    },
    {
        "verse": "38",
        "devanagari": "इति सञ्चिन्त्य दाशार्हो वत्सान्सवयसानपि ।सर्वानाचष्ट वैकुण्ठं चक्षुषा वयुनेन स: ॥ ३८ ॥",
        "english_devnagari": "iti sañcintya dāśārhovatsān sa-vayasān apisarvān ācaṣṭa vaikuṇṭhaṁcakṣuṣā vayunena saḥ",
        "verse_Syn": [
            "iti",
            "sañcintya",
            "dāśārhaḥ",
            "vatsān",
            "sa",
            "vayasān",
            "api",
            "sarvān",
            "ācaṣṭa",
            "vaikuṇṭham",
            "cakṣuṣā",
            "vayunena",
            "saḥ"
        ],
        "translation": "Thinking in this way, Lord Balarāma was able to see, with the eye of transcendental knowledge, that all these calves and Kṛṣṇa’s friends were expansions of the form of Śrī Kṛṣṇa.",
        "purport": " Every individual is different. There are even differences between twin brothers. Yet when Kṛṣṇa expanded Himself as the boys and calves, each boy and each calf appeared in its own original feature, with the same individual way of acting, the same tendencies, the same color, the same dress, and so on, for Kṛṣṇa manifested Himself with all these differences. This was Kṛṣṇa’s opulence."
    },
    {
        "verse": "39",
        "devanagari": "नैते सुरेशा ऋषयो न चैतेत्वमेव भासीश भिदाश्रयेऽपि ।सर्वं पृथक्त्वं निगमात् कथं वदे-त्युक्तेन वृत्तं प्रभुणा बलोऽवैत् ॥ ३९ ॥",
        "english_devnagari": "naite sureśā ṛṣayo na caitetvam eva bhāsīśa bhid-āśraye ’pisarvaṁ pṛthak tvaṁ nigamāt kathaṁ vadetyuktena vṛttaṁ prabhuṇā balo ’vait",
        "verse_Syn": [
            "na",
            "ete",
            "sura",
            "īśāḥ",
            "ṛṣayaḥ",
            "na",
            "ca",
            "ete",
            "tvam",
            "eva",
            "bhāsi",
            "īśa",
            "bhit",
            "āśraye",
            "api",
            "sarvam",
            "pṛthak",
            "tvam",
            "nigamāt",
            "katham",
            "vada",
            "iti",
            "uktena",
            "vṛttam",
            "prabhuṇā",
            "balaḥ",
            "avait"
        ],
        "translation": "Lord Baladeva said, “O supreme controller! These boys are not great demigods, as I previously thought. Nor are these calves great sages like Nārada. Now I can see that You alone are manifesting Yourself in all varieties of difference. Although one, You are existing in the different forms of the calves and boys. Please briefly explain this to Me.” Having thus been requested by Lord Baladeva, Kṛṣṇa explained the whole situation, and Baladeva understood it.",
        "purport": " Inquiring from Kṛṣṇa about the actual situation, Lord Balarāma said, “My dear Kṛṣṇa, in the beginning I thought that all these cows, calves and cowherd boys were either great sages and saintly persons or demigods, but at the present it appears that they are actually Your expansions. They are all You; You Yourself are playing as the calves and cows and boys. What is the mystery of this situation? Where have those other calves and cows and boys gone? And why are You expanding Yourself as the cows, calves and boys? Will You kindly tell Me what is the cause?” At the request of Balarāma, Kṛṣṇa briefly explained the whole situation: how the calves and boys were stolen by Brahmā and how He was concealing the incident by expanding Himself so that people would not know that the original cows, calves and boys were missing. Balarāma understood, therefore, that this was not māyā but Kṛṣṇa’s opulence. Kṛṣṇa has all opulences, and this was but another opulence of Kṛṣṇa. “At first,” Lord Balarāma said, “I thought that these boys and calves were a display of the power of great sages like Nārada, but now I see that all these boys and calves are You.” After inquiring from Kṛṣṇa, Lord Balarāma understood that Kṛṣṇa Himself had become many. That the Lord can do this is stated in the Brahma-saṁhitā (5.33). Advaitam acyutam anādim ananta-rūpam: although He is one, He can expand Himself in so many forms. According to the Vedic version, ekaṁ bahu syām: He can expand Himself into many thousands and millions but still remain one. In that sense, everything is spiritual because everything is an expansion of Kṛṣṇa; that is, everything is an expansion either of Kṛṣṇa Himself or of His potency. Because the potency is nondifferent from the potent, the potency and the potent are one (śakti-śaktimatayor abhedaḥ). The Māyāvādīs, however, say, cid-acit-samanvayaḥ: spirit and matter are one. This is a wrong conception. Spirit (cit) is different from matter (acit), as explained by Kṛṣṇa Himself in Bhagavad-gītā (7.4-5): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies. But besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of all living entities who are struggling with material nature and are sustaining the universe.” Spirit and matter cannot be made one, for actually they are superior and inferior energies, yet the Māyāvādīs, or Advaita-vādīs, try to make them one. This is wrong. Although spirit and matter ultimately come from the same one source, they cannot be made one. For example, there are many things that come from our bodies, but although they come from the same source, they cannot be made one. We should be careful to note that although the supreme source is one, the emanations from this source should be separately regarded as inferior and superior. The difference between the Māyāvāda and Vaiṣṇava philosophies is that the Vaiṣṇava philosophy recognizes this fact. Śrī Caitanya Mahāprabhu’s philosophy, therefore, is called acintya-bhedābheda — simultaneous oneness and difference. For example, fire and heat cannot be separated, for where there is fire there is heat and where there is heat there is fire. Nonetheless, although we cannot touch fire, heat we can tolerate. Therefore, although they are one, they are different."
    },
    {
        "verse": "40",
        "devanagari": "तावदेत्यात्मभूरात्ममानेन त्रुट्यनेहसा ।पुरोवदाब्दं क्रीडन्तं दद‍ृशे सकलं हरिम् ॥ ४० ॥",
        "english_devnagari": "tāvad etyātmabhūr ātma-mānena truṭy-anehasāpurovad ābdaṁ krīḍantaṁdadṛśe sa-kalaṁ harim",
        "verse_Syn": [
            "tāvat",
            "etya",
            "ātma",
            "bhūḥ",
            "ātma",
            "mānena",
            "truṭi",
            "anehasā",
            "puraḥ",
            "vat",
            "ā",
            "abdam",
            "krīḍantam",
            "dadṛśe",
            "sa",
            "kalam",
            "harim"
        ],
        "translation": "When Lord Brahmā returned after a moment of time had passed (according to his own measurement), he saw that although by human measurement a complete year had passed, Lord Kṛṣṇa, after all that time, was engaged just as before in playing with the boys and calves, who were His expansions.",
        "purport": " Lord Brahmā had gone away for only a moment of his time, but when he returned, a year of human time had passed. On different planets, the calculation of time is different. To give an example, a man-made satellite may orbit the earth in an hour and twenty-five minutes and thus complete one full day, although a day ordinarily takes twenty-four hours for those living on earth. Therefore, what was but a moment for Brahmā was one year on earth. Kṛṣṇa continued to expand Himself in so many forms for one year, but by the arrangement of yoga-māyā no one could understand this but Balarāma. After one moment of Brahmā’s calculation, Brahmā came back to see the fun caused by his stealing the boys and calves. But he was also afraid that he was playing with fire. Kṛṣṇa was his master, and he had played mischief for fun by taking away Kṛṣṇa’s calves and boys. He was really anxious, so he did not stay away very long; he came back after a moment (of his calculation). When Brahmā returned, he saw that all the boys, calves and cows were playing with Kṛṣṇa in the same way as when he had come upon them; by Kṛṣṇa’s display of yoga-māyā, the same pastimes were going on without any change. On the day when Lord Brahmā had first come, Baladeva could not go with Kṛṣṇa and the cowherd boys, for it was His birthday, and His mother had kept Him back for the proper ceremonial bath, called śāntika-snāna. Therefore Lord Baladeva was not taken by Brahmā at that time. Now, one year later, Brahmā returned, and because he returned on exactly the same day, Baladeva was again kept at home for His birthday. Therefore, although this verse mentions that Brahmā saw Kṛṣṇa and all the cowherd boys, Baladeva is not mentioned. It was five or six days earlier that Baladeva had inquired from Kṛṣṇa about the extraordinary affection of the cows and cowherd men, but now, when Brahmā returned, Brahmā saw all the calves and cowherd boys playing with Kṛṣṇa as expansions of Kṛṣṇa, but he did not see Baladeva. As in the previous year, Lord Baladeva did not go to the woods on the day Lord Brahmā appeared there."
    },
    {
        "verse": "41",
        "devanagari": "यावन्तो गोकुले बाला: सवत्सा: सर्व एव हि ।मायाशये शयाना मे नाद्यापि पुनरुत्थिता: ॥ ४१ ॥",
        "english_devnagari": "yāvanto gokule bālāḥsa-vatsāḥ sarva eva himāyāśaye śayānā menādyāpi punar utthitāḥ",
        "verse_Syn": [
            "yāvantaḥ",
            "gokule",
            "bālāḥ",
            "sa",
            "vatsāḥ",
            "sarve",
            "eva",
            "hi",
            "māyā",
            "āśaye",
            "śayānāḥ",
            "me",
            "na",
            "adya",
            "api",
            "punaḥ",
            "utthitāḥ"
        ],
        "translation": "Lord Brahmā thought: Whatever boys and calves there were in Gokula, I have kept them sleeping on the bed of my mystic potency, and to this very day they have not yet risen again.",
        "purport": " For one year Lord Brahmā kept the calves and boys lying down in a cave by his mystic power. Therefore when Brahmā saw Lord Kṛṣṇa still playing with all the cows and calves, he began trying to reason about what was happening. “What is this?” he thought. “Maybe I took those calves and cowherd boys away but now they have been taken from that cave. Is this what has happened? Has Kṛṣṇa brought them back here?” Then, however, Lord Brahmā saw that the calves and boys he had taken were still in the same mystic māyā into which he had put them. Thus he concluded that the calves and cowherd boys now playing with Kṛṣṇa were different from the ones in the cave. He could understand that although the original calves and boys were still in the cave where he had put them, Kṛṣṇa had expanded Himself and so the present demonstration of calves and boys consisted of expansions of Kṛṣṇa. They had the same features, the same mentality and the same intentions, but they were all Kṛṣṇa."
    },
    {
        "verse": "42",
        "devanagari": "इत एतेऽत्र कुत्रत्या मन्मायामोहितेतरे ।तावन्त एव तत्राब्दं क्रीडन्तो विष्णुना समम् ॥ ४२ ॥",
        "english_devnagari": "ita ete ’tra kutratyāman-māyā-mohitetaretāvanta eva tatrābdaṁkrīḍanto viṣṇunā samam",
        "verse_Syn": [
            "itaḥ",
            "ete",
            "atra",
            "kutratyāḥ",
            "mat",
            "māyā",
            "mohita",
            "itare",
            "tāvantaḥ",
            "eva",
            "tatra",
            "ā",
            "abdam",
            "krīḍantaḥ",
            "viṣṇunā",
            "samam"
        ],
        "translation": "A similar number of boys and calves have been playing with Kṛṣṇa for one whole year, yet they are different from the ones illusioned by my mystic potency. Who are they? Where did they come from?",
        "purport": " Although appearing like calves, cows and cowherd boys, these were all Viṣṇu. Actually they were viṣṇu-tattva, not jīva-tattva. Brahmā was surprised. “The original cowherd boys and cows,” he thought, “are still where I put them last year. So who is it that is now keeping company with Kṛṣṇa exactly as before? Where have they come from?” Brahmā was surprised that his mystic power had been neglected. Without touching the original cows and cowherd boys kept by Brahmā, Kṛṣṇa had created another assembly of calves and boys, who were all expansions of viṣṇu-tattva. Thus Brahmā’s mystic power was superseded."
    },
    {
        "verse": "43",
        "devanagari": "एवमेतेषु भेदेषु चिरं ध्यात्वा स आत्मभू: ।सत्या: के कतरे नेति ज्ञातुं नेष्टे कथञ्चन ॥ ४३ ॥",
        "english_devnagari": "evam eteṣu bhedeṣuciraṁ dhyātvā sa ātma-bhūḥsatyāḥ ke katare netijñātuṁ neṣṭe kathañcana",
        "verse_Syn": [
            "evam",
            "eteṣu",
            "bhedeṣu",
            "ciram",
            "dhyātvā",
            "saḥ",
            "ātma",
            "bhūḥ",
            "satyāḥ",
            "ke",
            "katare",
            "na",
            "iti",
            "jñātum",
            "na",
            "iṣṭe",
            "kathañcana"
        ],
        "translation": "Thus Lord Brahmā, thinking and thinking for a long time, tried to distinguish between those two sets of boys, who were each separately existing. He tried to understand who was real and who was not real, but he couldn’t understand at all.",
        "purport": " Brahmā was puzzled. “The original boys and calves are still sleeping as I have kept them,” he thought, “but another set is here playing with Kṛṣṇa. How has this happened?” Brahmā could not grasp what was happening. Which boys were real, and which were not real? Brahmā was unable to come to any definite conclusion. He pondered the matter for a long while. “How can there be two sets of calves and boys at the same time? Have the boys and calves here been created by Kṛṣṇa, or has Kṛṣṇa created the ones lying asleep? Or are both merely creations of Kṛṣṇa?” Brahmā thought about the subject in many different ways. “After I go to the cave and see that the boys and calves are still there, does Kṛṣṇa go take them away and put them here so that I come here and see them, and does Kṛṣṇa then take them from here and put them there?” Brahmā could not figure out how there could be two sets of calves and cowherd boys exactly alike. Although thinking and thinking, he could not understand at all."
    },
    {
        "verse": "44",
        "devanagari": "एवं सम्मोहयन् विष्णुं विमोहं विश्वमोहनम् ।स्वयैव माययाजोऽपि स्वयमेव विमोहित: ॥ ४४ ॥",
        "english_devnagari": "evaṁ sammohayan viṣṇuṁvimohaṁ viśva-mohanamsvayaiva māyayājo ’pisvayam eva vimohitaḥ",
        "verse_Syn": [
            "evam",
            "sammohayan",
            "viṣṇum",
            "vimoham",
            "viśva",
            "mohanam",
            "svayā",
            "eva",
            "māyayā",
            "ajaḥ",
            "api",
            "svayam",
            "eva",
            "vimohitaḥ"
        ],
        "translation": "Thus because Lord Brahmā wanted to mystify the all-pervading Lord Kṛṣṇa, who can never be mystified, but who, on the contrary, mystifies the entire universe, he himself was put into bewilderment by his own mystic power.",
        "purport": " Brahmā wanted to bewilder Kṛṣṇa, who bewilders the entire universe. The whole universe is under Kṛṣṇa’s mystic power (mama māyā duratyayā), but Brahmā wanted to mystify Him. The result was that Brahmā himself was mystified, just as one who wants to kill another may himself be killed. In other words, Brahmā was defeated by his own attempt. In a similar position are the scientists and philosophers who want to overcome the mystic power of Kṛṣṇa. They challenge Kṛṣṇa, saying, “What is God? We can do this, and we can do that.” But the more they challenge Kṛṣṇa in this way, the more they are implicated in suffering. The lesson here is that we should not try to overcome Kṛṣṇa. Rather, instead of endeavoring to surpass Him, we should surrender to Him (sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja). Instead of defeating Kṛṣṇa, Brahmā himself was defeated, for he could not understand what Kṛṣṇa was doing. Since Brahmā, the chief person within this universe, was so bewildered, what is to be said of so-called scientists and philosophers? Sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. We should give up all our tiny efforts to defy the arrangement of Kṛṣṇa. Instead, whatever arrangements He proposes, we should accept. This is always better, for this will make us happy. The more we try to defeat the arrangement of Kṛṣṇa, the more we become implicated in Kṛṣṇa’s māyā (daivī hy eṣā guṇa-mayī mama māyā duratyayā). But one who has reached the point of surrendering to the instructions of Kṛṣṇa (mām eva ye prapadyante) is liberated, free from kṛṣṇa-māyā (māyām etāṁ taranti te). The power of Kṛṣṇa is just like a government that cannot be overcome. First of all there are laws, and then there is police power, and beyond that is military power. Therefore, what is the use of trying to overcome the power of the government? Similarly, what is the use of trying to challenge Kṛṣṇa? From the next verse it is clear that Kṛṣṇa cannot be defeated by any kind of mystic power. If one gets even a little power of scientific knowledge, one tries to defy God, but actually no one is able to bewilder Kṛṣṇa. When Brahmā, the chief person within the universe, tried to bewilder Kṛṣṇa, he himself was bewildered and astonished. This is the position of the conditioned soul. Brahmā wanted to mystify Kṛṣṇa, but he himself was mystified. The word viṣṇum is significant in this verse. Viṣṇu pervades the entire material world, whereas Brahmā merely occupies one subordinate post. The word nāthāḥ, which refers to Lord Brahmā, is plural because there are innumerable universes and innumerable Brahmās. Brahmā is but a tiny force. This was exhibited in Dvārakā when Kṛṣṇa called for Brahmā. One day when Brahmā came to see Kṛṣṇa at Dvārakā, the doorman, at Lord Kṛṣṇa’s request, asked, “Which Brahmā are you?” Later, when Brahmā inquired from Kṛṣṇa whether this meant that there was more than one Brahmā, Kṛṣṇa smiled and at once called for many Brahmās from many universes. The four-headed Brahmā of this universe then saw innumerable other Brahmās coming to see Kṛṣṇa and offer their respects. Some of them had ten heads, some had twenty, some had a hundred and some had a million heads. Upon seeing this wonderful exhibition, the four-headed Brahmā became nervous and began to think of himself as no more than a mosquito in the midst of many elephants. Therefore, what can Brahmā do to bewilder Kṛṣṇa?"
    },
    {
        "verse": "45",
        "devanagari": "तम्यां तमोवन्नैहारं खद्योतार्चिरिवाहनि ।महतीतरमायैश्यं निहन्त्यात्मनि युञ्जत: ॥ ४५ ॥",
        "english_devnagari": "tamyāṁ tamovan naihāraṁkhadyotārcir ivāhanimahatītara-māyaiśyaṁnihanty ātmani yuñjataḥ",
        "verse_Syn": [
            "tamyām",
            "tamaḥ",
            "vat",
            "naihāram",
            "khadyota",
            "arciḥ",
            "iva",
            "ahani",
            "mahati",
            "itara",
            "māyā",
            "aiśyam",
            "nihanti",
            "ātmani",
            "yuñjataḥ"
        ],
        "translation": "As the darkness of snow on a dark night and the light of a glowworm in the light of day have no value, the mystic power of an inferior person who tries to use it against a person of great power is unable to accomplish anything; instead, the power of that inferior person is diminished.",
        "purport": " When one wants to supersede a superior power, one’s own inferior power becomes ludicrous. Just as a glowworm in the daytime and snow at night have no value, Brahmā’s mystic power became worthless in the presence of Kṛṣṇa, for greater mystic power condemns inferior mystic power. On a dark night, the darkness produced by snow has no meaning. The glowworm appears very important at night, but in the daytime its glow has no value; whatever little value it has is lost. Similarly, Brahmā became insignificant in the presence of Kṛṣṇa’s mystic power. Kṛṣṇa’s māyā was not diminished in value, but Brahmā’s māyā was condemned. Therefore, one should not try to exhibit one’s insignificant opulence before a greater power."
    },
    {
        "verse": "46",
        "devanagari": "तावत् सर्वे वत्सपाला: पश्यतोऽजस्य तत्क्षणात् ।व्यद‍ृश्यन्त घनश्यामा: पीतकौशेयवासस: ॥ ४६ ॥",
        "english_devnagari": "tāvat sarve vatsa-pālāḥpaśyato ’jasya tat-kṣaṇātvyadṛśyanta ghana-śyāmāḥpīta-kauśeya-vāsasaḥ",
        "verse_Syn": [
            "tāvat",
            "sarve",
            "vatsa",
            "pālāḥ",
            "paśyataḥ",
            "ajasya",
            "tat",
            "kṣaṇāt",
            "vyadṛśyanta",
            "ghana",
            "śyāmāḥ",
            "pīta",
            "kauśeya",
            "vāsasaḥ"
        ],
        "translation": "Then, while Lord Brahmā looked on, all the calves and the boys tending them immediately appeared to have complexions the color of bluish rainclouds and to be dressed in yellow silken garments.",
        "purport": " While Brahmā was contemplating, all the calves and cowherd boys immediately transformed into viṣṇu-mūrtis, having bluish complexions and wearing yellow garments. Brahmā was contemplating his own power and the immense, unlimited power of Kṛṣṇa, but before he could come to a conclusion, he saw this immediate transformation."
    },
    {
        "verse": "47-48",
        "devanagari": "चतुर्भुजा: शङ्खचक्रगदाराजीवपाणय: ।किरीटिन: कुण्डलिनो हारिणो वनमालिन: ॥ ४७ ॥श्रीवत्साङ्गददोरत्नकम्बुकङ्कणपाणय: ।नूपुरै: कटकैर्भाता: कटिसूत्राङ्गुलीयकै: ॥ ४८ ॥",
        "english_devnagari": "catur-bhujāḥ śaṅkha-cakra-gadā-rājīva-pāṇayaḥkirīṭinaḥ kuṇḍalinohāriṇo vana-mālinaḥ",
        "verse_Syn": [
            "catuḥ",
            "bhujāḥ",
            "śaṅkha",
            "cakra",
            "gadā",
            "rājīva",
            "pāṇa",
            "yaḥ",
            "kirīṭinaḥ",
            "kuṇḍalinaḥ",
            "hāriṇaḥ",
            "vana",
            "mālinaḥ",
            "śrīvatsa",
            "aṅgada",
            "do",
            "ratna",
            "kambu",
            "kaṅkaṇa",
            "pāṇayaḥ",
            "nūpuraiḥ",
            "kaṭakaiḥ",
            "bhātāḥ",
            "kaṭi",
            "sūtra",
            "aṅgulī",
            "yakaiḥ"
        ],
        "translation": "All those personalities had four arms, holding conchshell, disc, mace and lotus flower in Their hands. They wore helmets on Their heads, earrings on Their ears and garlands of forest flowers around Their necks. On the upper portion of the right side of Their chests was the emblem of the goddess of fortune. Furthermore, They wore armlets on Their arms, the Kaustubha gem around Their necks, which were marked with three lines like a conchshell, and bracelets on Their wrists. With bangles on Their ankles, ornaments on Their feet, and sacred belts around Their waists, They all appeared very beautiful.",
        "purport": " All the Viṣṇu forms had four arms, with conchshell and other articles, but these characteristics are also possessed by those who have attained sārūpya-mukti in Vaikuṇṭha and who consequently have forms exactly like the form of the Lord. However, these Viṣṇu forms appearing before Lord Brahmā also possessed the mark of Śrīvatsa and the Kaustubha gem, which are special characteristics possessed only by the Supreme Lord Himself. This proves that all these boys and calves were in fact directly expansions of Viṣṇu, the Personality of Godhead, not merely His associates of Vaikuṇṭha. Viṣṇu Himself is included within Kṛṣṇa. All the opulences of Viṣṇu are already present in Kṛṣṇa, and consequently for Kṛṣṇa to demonstrate so many Viṣṇu forms was actually not very astonishing. The Śrīvatsa mark is described by the Vaiṣṇava-toṣaṇī as being a curl of fine yellow hair on the upper portion of the right side of Lord Viṣṇu’s chest. This mark is not for ordinary devotees. It is a special mark of Viṣṇu or Kṛṣṇa."
    },
    {
        "verse": "49",
        "devanagari": "आङ्‍‍घ्रिमस्तकमापूर्णास्तुलसीनवदामभि: ।कोमलै: सर्वगात्रेषु भूरिपुण्यवदर्पितै: ॥ ४९ ॥",
        "english_devnagari": "āṅghri-mastakam āpūrṇāstulasī-nava-dāmabhiḥkomalaiḥ sarva-gātreṣubhūri-puṇyavad-arpitaiḥ",
        "verse_Syn": [
            "ā",
            "aṅghri",
            "mastakam",
            "āpūrṇāḥ",
            "tulasī",
            "nava",
            "dāmabhiḥ",
            "komalaiḥ",
            "sarva",
            "gātreṣu",
            "bhūri",
            "puṇyavat",
            "arpitaiḥ"
        ],
        "translation": "Every part of Their bodies, from Their feet to the top of Their heads, was fully decorated with fresh, tender garlands of tulasī leaves offered by devotees engaged in worshiping the Lord by the greatest pious activities, namely hearing and chanting.",
        "purport": " The word bhūri-puṇyavad-arpitaiḥ is significant in this verse. These forms of Viṣṇu were worshiped by those who had performed pious activities (sukṛtibhiḥ) for many births and who were constantly engaged in devotional service (śravaṇaṁ kīrtanaṁ viṣṇoḥ). Bhakti, devotional service, is the engagement of those who have performed highly developed pious activities. The accumulation of pious activities has already been mentioned elsewhere in the Śrīmad-Bhāgavatam (10.12.11), where Śukadeva Gosvāmī says: “Those who are engaged in self-realization, appreciating the Brahman effulgence of the Lord, and those engaged in devotional service, accepting the Supreme Personality of Godhead as master, as well as those who are under the clutches of māyā, thinking the Lord an ordinary person, cannot understand that certain exalted personalities — after accumulating volumes of pious activities — are now playing with the Lord in friendship as cowherd boys.” In our Kṛṣṇa-Balarāma Temple in Vṛndāvana, there is a tamāla tree that covers an entire corner of the courtyard. Before there was a temple the tree was lying neglected, but now it has developed very luxuriantly, covering the whole corner of the courtyard. This is a sign of bhūri-puṇya."
    },
    {
        "verse": "50",
        "devanagari": "चन्द्रिकाविशदस्मेरै: सारुणापाङ्गवीक्षितै: ।स्वकार्थानामिव रज:सत्त्वाभ्यां स्रष्टृपालका: ॥ ५० ॥",
        "english_devnagari": "candrikā-viśada-smeraiḥsāruṇāpāṅga-vīkṣitaiḥsvakārthānām iva rajaḥ-sattvābhyāṁ sraṣṭṛ-pālakāḥ",
        "verse_Syn": [
            "candrikā",
            "viśada",
            "smeraiḥ",
            "sa",
            "aruṇa",
            "apāṅga",
            "vīkṣitaiḥ",
            "svaka",
            "arthānām",
            "iva",
            "rajaḥ",
            "sattvābhyām",
            "sraṣṭṛ",
            "pālakāḥ"
        ],
        "translation": "Those Viṣṇu forms, by Their pure smiling, which resembled the increasing light of the moon, and by the sidelong glances of Their reddish eyes, created and protected the desires of Their own devotees, as if by the modes of passion and goodness.",
        "purport": " Those Viṣṇu forms blessed the devotees with Their clear glances and smiles, which resembled the increasingly full light of the moon (śreyaḥ-kairava-candrikā-vitaraṇam). As maintainers, They glanced upon Their devotees, embracing them and protecting them by smiling. Their smiles resembled the mode of goodness, protecting all the desires of the devotees, and the glancing of Their eyes resembled the mode of passion. Actually, in this verse the word rajaḥ means not “passion” but “affection.” In the material world, rajo-guṇa is passion, but in the spiritual world it is affection. In the material world, affection is contaminated by rajo-guṇa and tamo-guṇa, but in the śuddha-sattva the affection that maintains the devotees is transcendental. The word svakārthānām refers to great desires. As mentioned in this verse, the glance of Lord Viṣṇu creates the desires of the devotees. A pure devotee, however, has no desires. Therefore Sanātana Gosvāmī comments that because the desires of devotees whose attention is fixed on Kṛṣṇa have already been fulfilled, the Lord’s sidelong glances create variegated desires in relation to Kṛṣṇa and devotional service. In the material world, desire is a product of rajo-guṇa and tamo-guṇa, but desire in the spiritual world gives rise to a variety of everlasting transcendental service. Thus the word svakārthānām refers to eagerness to serve Kṛṣṇa. In Vṛndāvana there is a place where there was no temple, but a devotee desired, “Let there be a temple and sevā, devotional service.” Therefore, what was once an empty corner has now become a place of pilgrimage. Such are the desires of a devotee."
    },
    {
        "verse": "51",
        "devanagari": "आत्मादिस्तम्बपर्यन्तैर्मूर्तिमद्भ‍िश्चराचरै: ।नृत्यगीताद्यनेकार्है: पृथक्पृथगुपासिता: ॥ ५१ ॥",
        "english_devnagari": "ātmādi-stamba-paryantairmūrtimadbhiś carācaraiḥnṛtya-gītādy-anekārhaiḥpṛthak pṛthag upāsitāḥ",
        "verse_Syn": [
            "ātma",
            "ādi",
            "stamba",
            "paryantaiḥ",
            "mūrti",
            "madbhiḥ",
            "cara",
            "acaraiḥ",
            "nṛtya",
            "gīta",
            "ādi",
            "aneka",
            "arhaiḥ",
            "pṛthak",
            "pṛthak",
            "upāsitāḥ"
        ],
        "translation": "All beings, both moving and nonmoving, from the four-headed Lord Brahmā down to the most insignificant living entity, had taken forms and were differently worshiping those viṣṇu-mūrtis, according to their respective capacities, with various means of worship, such as dancing and singing.",
        "purport": " Innumerable living entities are engaged in different types of worship of the Supreme, according to their abilities and karma, but everyone is engaged (jīvera ‘svarūpa’ haya-kṛṣṇera ‘nitya-dāsa’); there is no one who is not serving. Therefore the mahā-bhāgavata, the topmost devotee, sees everyone as being engaged in the service of Kṛṣṇa; only himself does he see as not engaged. We have to elevate ourselves from a lower position to a higher position, and the topmost position is that of direct service in Vṛndāvana. But everyone is engaged in service. Denial of the service of the Lord is māyā. “Only Kṛṣṇa is the supreme master, and all others are His servants. As Kṛṣṇa desires, everyone dances according to His tune.” (Cc. Ādi 5.142) There are two kinds of living entities — the moving and the nonmoving. Trees, for example, stand in one place, whereas ants move. Brahmā saw that all of them, down to the smallest creatures, had assumed different forms and were accordingly engaged in the service of Lord Viṣṇu. One receives a form according to the way one worships the Lord. In the material world, the body one receives is guided by the demigods. This is sometimes referred to as the influence of the stars. As indicated in Bhagavad-gītā (3.27) by the words prakṛteḥ kriyamāṇāni, according to the laws of nature one is controlled by the demigods. All living entities are serving Kṛṣṇa in different ways, but when they are Kṛṣṇa conscious, their service is fully manifest. As a flower in the bud gradually fructifies and yields its desired aroma and beauty, so when a living entity comes to the platform of Kṛṣṇa consciousness, the beauty of his real form comes into full blossom. That is the ultimate beauty and the ultimate fulfillment of desire."
    },
    {
        "verse": "52",
        "devanagari": "अणिमाद्यैर्महिमभिरजाद्याभिर्विभूतिभि: ।चतुर्विंशतिभिस्तत्त्वै: परीता महदादिभि: ॥ ५२ ॥",
        "english_devnagari": "aṇimādyair mahimabhirajādyābhir vibhūtibhiḥcatur-viṁśatibhis tattvaiḥparītā mahad-ādibhiḥ",
        "verse_Syn": [
            "aṇimā",
            "ādyaiḥ",
            "mahimabhiḥ",
            "ajā",
            "ādyābhiḥ",
            "vibhūtibhiḥ",
            "catuḥ",
            "viṁśatibhiḥ",
            "tattvaiḥ",
            "parītāḥ",
            "mahat",
            "ādibhiḥ"
        ],
        "translation": "All the viṣṇu-mūrtis were surrounded by the opulences, headed by aṇimā-siddhi; by the mystic potencies, headed by Ajā; and by the twenty-four elements for the creation of the material world, headed by the mahat-tattva.",
        "purport": " In this verse the word mahimabhiḥ means aiśvarya, or opulence. The Supreme Personality of Godhead can do whatever He likes. That is His aiśvarya. No one can command Him, but He can command everyone. Sad-aiśvarya-pūrṇam. The Lord is full in six opulences. The yoga-siddhis, the perfections of yoga, such as the ability to become smaller than the smallest (aṇimā-siddhi) or bigger than the biggest (mahimā-siddhi), are present in Lord Viṣṇu. Sad-aiśvaryaiḥ pūrṇo ya iha bhagavān (Cc. Ādi 1.3). The word ajā means māyā, or mystic power. Everything mysterious is in full existence in Viṣṇu. The twenty-four elements mentioned are the five working senses (pañca-karmendriya), the five senses for obtaining knowledge (pañca-jñānendriya), the five gross material elements (pañca-mahābhūta), the five sense objects (pañca-tanmātra), the mind (manas), the false ego (ahaṅkāra), the mahat-tattva, and material nature (prakṛti). All twenty-four of these elements are employed for the manifestation of this material world. The mahat-tattva is divided into different subtle categories, but originally it is called the mahat-tattva."
    },
    {
        "verse": "53",
        "devanagari": "कालस्वभावसंस्कारकामकर्मगुणादिभि: ।स्वमहिध्वस्तमहिभिर्मूर्तिमद्भ‍िरुपासिता: ॥ ५३ ॥",
        "english_devnagari": "kāla-svabhāva-saṁskāra-kāma-karma-guṇādibhiḥsva-mahi-dhvasta-mahibhirmūrtimadbhir upāsitāḥ",
        "verse_Syn": [
            "kāla",
            "svabhāva",
            "saṁskāra",
            "kāma",
            "karma",
            "guṇa",
            "ādibhiḥ",
            "sva",
            "mahi",
            "dhvasta",
            "mahibhiḥ",
            "mūrti",
            "madbhiḥ",
            "upāsitāḥ"
        ],
        "translation": "Then Lord Brahmā saw that kāla (the time factor), svabhāva (one’s own nature by association), saṁskāra (reformation), kāma (desire), karma (fruitive activity) and the guṇas (the three modes of material nature), their own independence being completely subordinate to the potency of the Lord, had all taken forms and were also worshiping those viṣṇu-mūrtis.",
        "purport": " No one but Viṣṇu has any independence. If we develop consciousness of this fact, then we are in actual Kṛṣṇa consciousness. We should always remember that Kṛṣṇa is the only supreme master and that everyone else is His servant (ekale īśvara kṛṣṇa, āra saba bhṛtya). Be one even Nārāyaṇa or Lord Śiva, everyone is subordinate to Kṛṣṇa (śiva-viriñci-nutam). Even Baladeva is subordinate to Kṛṣṇa. This is a fact. One should understand that no one is independent, for everything is part and parcel of Kṛṣṇa and is acting and moving by the supreme desire of Kṛṣṇa. This understanding, this consciousness, is Kṛṣṇa consciousness. “A person who considers demigods like Brahmā and Śiva to be on an equal level with Nārāyaṇa must certainly be considered an offender.” No one can compare to Nārāyaṇa, or Kṛṣṇa. Kṛṣṇa is Nārāyaṇa, and Nārāyaṇa is also Kṛṣṇa, for Kṛṣṇa is the original Nārāyaṇa. Brahmā himself addressed Kṛṣṇa, nārāyaṇas tvaṁ na hi sarva-dehinām: “You are also Nārāyaṇa. Indeed, You are the original Nārāyaṇa.” (Bhāg. 10.14.14) Kāla, or the time factor, has many assistants, such as svabhāva, saṁskāra, kāma, karma and guṇa. Svabhāva, or one’s own nature, is formed according to the association of the material qualities. Kāraṇaṁ guṇa-saṅgo ’sya sad-asad-yoni janmasu (Bg. 13.22). Sat and asat-svabhāva — one’s higher or lower nature — is formed by association with the different qualities, namely sattva-guṇa, rajo-guṇa and tamo-guṇa. We should gradually come to the sattva-guṇa, so that we may avoid the two lower guṇas. This can be done if we regularly discuss Śrīmad-Bhāgavatam and hear about Kṛṣṇa’s activities. Naṣṭa-prāyeṣv abhadreṣu nityaṁ bhāgavata-sevayā (Bhāg. 1.2.18). All the activities of Kṛṣṇa described in Śrīmad-Bhāgavatam, beginning even with the pastimes concerning Pūtanā, are transcendental. Therefore, by hearing and discussing Śrīmad-Bhāgavatam, the rajo-guṇa and tamo-guṇa are subdued, so that only sattva-guṇa remains. Then rajo-guṇa and tamo-guṇa cannot do us any harm. Varṇāśrama-dharma, therefore, is essential, for it can bring people to sattva-guṇa. Tadā rajas-tamo-bhāvāḥ kāma-lobhādayaś ca ye (Bhāg. 1.2.19). Tamo-guṇa and rajo-guṇa increase lust and greed, which implicate a living entity in such a way that he must exist in this material world in many, many forms. That is very dangerous. One should therefore be brought to sattva-guṇa by the establishment of varṇāśrama-dharma and should develop the brahminical qualifications of being very neat and clean, rising early in the morning and seeing maṅgala-ārātrika, and so on. In this way, one should stay in sattva-guṇa, and then one cannot be influenced by tamo-guṇa and rajo-guṇa. The opportunity for this purification is the special feature of human life; in other lives, this is not possible. Such purification can be achieved very easily by rādhā-kṛṣṇa-bhajana, devotional service rendered to Rādhā and Kṛṣṇa, and therefore Narottama dāsa Ṭhākura sings, hari hari viphale janama goṅāinu, indicating that unless one worships Rādhā-Kṛṣṇa, one’s human form of life is wasted. Vāsudeve bhagavati bhakti-yogaḥ prayojitaḥ/ janayaty āśu vairāgyam (Bhāg. 1.2.7). By engagement in the service of Vāsudeva, one very quickly renounces material life. The members of the Kṛṣṇa consciousness movement, for example, being engaged in vāsudeva-bhakti, very quickly come to the stage of being nice Vaiṣṇavas, so much so that people are surprised that mlecchas and yavanas are able to come to this stage. This is possible by vāsudeva-bhakti. But if we do not come to the stage of sattva-guṇa in this human life, then, as Narottama dāsa Ṭhākura sings, hari hari viphale janama goṅāinu — there is no profit in gaining this human form of life. Śrī Vīrarāghava Ācārya comments that each of the items mentioned in the first half of this verse is a cause for material entanglement. Kāla, or the time factor, agitates the modes of material nature, and svabhāva is the result of association with these modes. Therefore Narottama dāsa Ṭhākura says, bhakta-sane vāsa. If one associates with bhaktas, then one’s svabhāva, or nature, will change. Our Kṛṣṇa consciousness movement is meant to give people good association so that this change may take place, and we actually see that by this method people all over the world are gradually becoming devotees. As for saṁskāra, or reformation, this is possible by good association, for by good association one develops good habits, and habit becomes second nature. Therefore, bhakta-sane vāsa: let people have the chance to live with bhaktas. Then their habits will change. In the human form of life one has this chance, but as Narottama dāsa Ṭhākura sings, hari hari viphale janama goṅāinu: if one fails to take advantage of this opportunity, one’s human life is wasted. We are therefore trying to save human society from degradation and actually elevate people to the higher nature. As for kāma and karma — desires and activities — if one engages in devotional service, one develops a different nature than if one engages in activities of sense gratification, and of course the result is also different. According to the association of different natures, one receives a particular type of body. Kāraṇaṁ guṇa-saṅgo ’sya sad-asad-yoni janmasu (Bg. 13.22). Therefore we should always seek good association, the association of devotees. Then our life will be successful. A man is known by his company. If one has the chance to live in the good association of devotees, one is able to cultivate knowledge, and naturally one’s character or nature will change for one’s eternal benefit."
    },
    {
        "verse": "54",
        "devanagari": "सत्यज्ञानानन्तानन्दमात्रैकरसमूर्तय: ।अस्पृष्टभूरिमाहात्म्या अपि ह्युपनिषद्‍‌द‍ृशाम् ॥ ५४ ॥",
        "english_devnagari": "satya-jñānānantānanda-mātraika-rasa-mūrtayaḥaspṛṣṭa-bhūri-māhātmyāapi hy upaniṣad-dṛśām",
        "verse_Syn": [
            "satya",
            "jñāna",
            "ananta",
            "ānanda",
            "mātra",
            "eka",
            "rasa",
            "mūrtayaḥ",
            "aspṛṣṭa",
            "bhūri",
            "māhātmyāḥ",
            "api",
            "hi",
            "upaniṣat",
            "dṛśām"
        ],
        "translation": "The viṣṇu-mūrtis all had eternal, unlimited forms, full of knowledge and bliss and existing beyond the influence of time. Their great glory was not even to be touched by the jñānīs engaged in studying the Upaniṣads.",
        "purport": " Mere śāstra jñāna, or knowledge in the Vedas, does not help anyone understand the Personality of Godhead. Only one who is favored or shown mercy by the Lord can understand Him. This is also explained in the Upaniṣads (Muṇḍaka Upaniṣad 3.2.3): “The Supreme Lord is not obtained by expert explanations, by vast intelligence, or even by much hearing. He is obtained only by one whom He Himself chooses. To such a person, He manifests His own form.” One description given of Brahman is satyaṁ brahma, ānanda-rūpam: “Brahman is the Absolute Truth and complete ānanda, or bliss.” The forms of Viṣṇu, the Supreme Brahman, were one, but They were manifested differently. The followers of the Upaniṣads, however, cannot understand the varieties manifested by Brahman. This proves that Brahman and Paramātmā can actually be understood only through devotion, as confirmed by the Lord Himself in Śrīmad-Bhāgavatam: bhaktyāham ekayā grāhyaḥ (Bhāg. 11.14.21). To establish that Brahman indeed has transcendental form, Śrīla Viśvanātha Cakravartī Ṭhākura gives various quotations from the śāstras. In the Śvetāśvatara Upaniṣad (3.8), the Supreme is described as āditya-varṇaṁ tamasaḥ parastāt: “He whose self-manifest form is luminous like the sun and transcendental to the darkness of ignorance.” Ānanda-mātram ajaraṁ purāṇam ekaṁ santaṁ bahudhā dṛśyamānam: “The Supreme is blissful, with no tinge of unhappiness. Although He is the oldest, He never ages, and although one, He is experienced in different forms.” Sarve nityāḥ śāśvatāś ca dehās tasya parātmanaḥ: “All the forms of that Supreme Person are eternal.” (Mahā-varāha Purāṇa) The Supreme Person has a form, with hands and legs and other personal features, but His hands and legs are not material. Bhaktas know that the form of Kṛṣṇa, or Brahman, is not at all material. Rather, Brahman has a transcendental form, and when one is absorbed in it, being fully developed in bhakti, one can understand Him (premāñjana-cchurita-bhakti-vilocanena). The Māyāvādīs, however, cannot understand this transcendental form, for they think that it is material. Transcendental forms of the Supreme Personality of Godhead in His person are so great that the impersonal followers of the Upaniṣads cannot reach the platform of knowledge to understand them. Particularly, the transcendental forms of the Lord are beyond the reach of the impersonalists, who can only understand, through the studies of the Upaniṣads, that the Absolute Truth is not matter and that the Absolute Truth is not materially restricted by limited potency. Yet although Kṛṣṇa cannot be seen through the Upaniṣads, in some places it is said that Kṛṣṇa can in fact be known in this way. Aupaniṣadaṁ puruṣam: “He is known by the Upaniṣads.” This means that when one is purified by Vedic knowledge, one is then allowed to enter into devotional understanding (mad-bhaktiṁ labhate parām). “The seriously inquisitive student or sage, well equipped with knowledge and detachment, realizes that Absolute Truth by rendering devotional service in terms of what he has heard from the Vedānta-śruti.” (Bhāg. 1.2.12) The word śruta-gṛhītayā refers to Vedānta knowledge, not sentimentality. Śruta-gṛhīta is sound knowledge. Lord Viṣṇu, Brahmā thus realized, is the reservoir of all truth, knowledge and bliss. He is the combination of these three transcendental features, and He is the object of worship for the followers of the Upaniṣads. Brahmā realized that all the different forms of cows, boys and calves transformed into Viṣṇu forms were not transformed by mysticism of the type that a yogī or demigod can display by specific powers invested in him. The cows, calves and boys transformed into viṣṇu-mūrtis, or Viṣṇu forms, were not displays of viṣṇu-māyā, or Viṣṇu energy, but were Viṣṇu Himself. The respective qualifications of Viṣṇu and viṣṇu-māyā are just like those of fire and heat. In heat there is the qualification of fire, namely warmth; and yet heat is not fire. The manifestation of the Viṣṇu forms of the boys, cows and calves was not like the heat, but rather like the fire — they were all actually Viṣṇu. Factually, the qualification of Viṣṇu is full truth, full knowledge and full bliss. Another example may be given with material objects, which may be reflected in many, many forms. For example, the sun is reflected in many waterpots, but the reflections of the sun in many pots are not actually the sun. There is no actual heat and light from the sun in the pot, although it appears as the sun. But each and every one of the forms Kṛṣṇa assumed was fully Viṣṇu. We should discuss Śrīmad-Bhāgavatam daily as much as possible, and then everything will be clarified, for Bhāgavatam is the essence of all Vedic literature (nigama-kalpa-taror galitaṁ phalam). It was written by Vyāsadeva (mahā-muni-kṛte) when he was self-realized. Thus the more we read Śrīmad-Bhāgavatam, the more its knowledge becomes clear. Each and every verse is transcendental."
    },
    {
        "verse": "55",
        "devanagari": "एवं सकृद् ददर्शाज: परब्रह्मात्मनोऽखिलान् ।यस्य भासा सर्वमिदं विभाति सचराचरम् ॥ ५५ ॥",
        "english_devnagari": "evaṁ sakṛd dadarśājaḥpara-brahmātmano ’khilānyasya bhāsā sarvam idaṁvibhāti sa-carācaram",
        "verse_Syn": [
            "evam",
            "sakṛt",
            "dadarśa",
            "ajaḥ",
            "para",
            "brahma",
            "ātmanaḥ",
            "akhilān",
            "yasya",
            "bhāsā",
            "sarvam",
            "idam",
            "vibhāti",
            "sa",
            "cara",
            "acaram"
        ],
        "translation": "Thus Lord Brahmā saw the Supreme Brahman, by whose energy this entire universe, with its moving and nonmoving living beings, is manifested. He also saw at the same time all the calves and boys as the Lord’s expansions.",
        "purport": " By this incident, Lord Brahmā was able to see how Kṛṣṇa maintains the entire universe in different ways. It is because Kṛṣṇa manifests everything that everything is visible."
    },
    {
        "verse": "56",
        "devanagari": "ततोऽतिकुतुकोद्‌वृत्यस्तिमितैकादशेन्द्रिय: ।तद्धाम्नाभूदजस्तूष्णीं पूर्देव्यन्तीव पुत्रिका ॥ ५६ ॥",
        "english_devnagari": "tato ’tikutukodvṛtya-stimitaikādaśendriyaḥtad-dhāmnābhūd ajas tūṣṇīṁpūr-devy-antīva putrikā",
        "verse_Syn": [
            "tataḥ",
            "atikutuka",
            "udvṛtya",
            "stimita",
            "ekādaśa",
            "indriyaḥ",
            "tad",
            "dhāmnā",
            "abhūt",
            "ajaḥ",
            "tūṣṇīm",
            "pūḥ",
            "devī",
            "anti",
            "iva",
            "putrikā"
        ],
        "translation": "Then, by the power of the effulgence of those viṣṇu-mūrtis, Lord Brahmā, his eleven senses jolted by astonishment and stunned by transcendental bliss, became silent, just like a child’s clay doll in the presence of the village deity.",
        "purport": " Brahmā was stunned because of transcendental bliss (muhyanti yat sūrayaḥ). In his astonishment, all his senses were stunned, and he was unable to say or do anything. Brahmā had considered himself absolute, thinking himself the only powerful deity, but now his pride was subdued, and he again became merely one of the demigods — an important demigod, of course, but a demigod nonetheless. Brahmā, therefore, cannot be compared to God — Kṛṣṇa, or Nārāyaṇa. It is forbidden to compare Nārāyaṇa even to demigods like Brahmā and Śiva, what to speak of others. “One who considers demigods like Brahmā and Śiva to be on an equal level with Nārāyaṇa must certainly be considered an offender.” We should not equate the demigods with Nārāyaṇa, for even Śaṅkarācārya has forbidden this (nārāyaṇaḥ paro ’vyaktāt). Also, as mentioned in the Vedas, eko nārāyaṇa āsīn na brahmā neśānaḥ: “In the beginning of creation there was only the Supreme Personality, Nārāyaṇa, and there was no existence of Brahmā or Śiva.” Therefore, one who at the end of his life remembers Nārāyaṇa attains the perfection of life (ante nārāyaṇa-smṛtiḥ)."
    },
    {
        "verse": "57",
        "devanagari": "इतीरेशेऽतर्क्ये निजमहिमनि स्वप्रमितिकेपरत्राजातोऽतन्निरसनमुखब्रह्मकमितौ ।अनीशेऽपि द्रष्टुं किमिदमिति वा मुह्यति सतिचच्छादाजो ज्ञात्वा सपदि परमोऽजाजवनिकाम् ॥ ५७ ॥",
        "english_devnagari": "itīreśe ’tarkye nija-mahimani sva-pramitikeparatrājāto ’tan-nirasana-mukha-brahmaka-mitauanīśe ’pi draṣṭuṁ kim idam iti vā muhyati saticacchādājo jñātvā sapadi paramo ’jā-javanikām",
        "verse_Syn": [
            "iti",
            "irā",
            "īśe",
            "atarkye",
            "nija",
            "mahimani",
            "sva",
            "pramitike",
            "paratra",
            "ajātaḥ",
            "atat",
            "nirasana",
            "mukha",
            "brahmaka",
            "mitau",
            "anīśe",
            "api",
            "draṣṭum",
            "kim",
            "idam",
            "iti",
            "vā",
            "muhyati",
            "sati",
            "cacchāda",
            "ajaḥ",
            "jñātvā",
            "sapadi",
            "paramaḥ",
            "ajā",
            "javanikām"
        ],
        "translation": "The Supreme Brahman is beyond mental speculation, He is self-manifest, existing in His own bliss, and He is beyond the material energy. He is known by the crest jewels of the Vedas by refutation of irrelevant knowledge. Thus in relation to that Supreme Brahman, the Personality of Godhead, whose glory had been shown by the manifestation of all the four-armed forms of Viṣṇu, Lord Brahmā, the lord of Sarasvatī, was mystified. “What is this?” he thought, and then he was not even able to see. Lord Kṛṣṇa, understanding Brahmā’s position, then at once removed the curtain of His yoga-māyā.",
        "purport": " Brahmā was completely mystified. He could not understand what he was seeing, and then he was not even able to see. Lord Kṛṣṇa, understanding Brahmā’s position, then removed that yoga-māyā covering. In this verse, Brahmā is referred to as ireśa. Irā means Sarasvatī, the goddess of learning, and Ireśa is her husband, Lord Brahmā. Brahmā, therefore, is most intelligent. But even Brahmā, the lord of Sarasvatī, was bewildered about Kṛṣṇa. Although he tried, he could not understand Lord Kṛṣṇa. In the beginning the boys, the calves and Kṛṣṇa Himself had been covered by yoga-māyā, which later displayed the second set of calves and boys, who were Kṛṣṇa’s expansions, and which then displayed so many four-armed forms. Now, seeing Brahmā’s bewilderment, Lord Kṛṣṇa caused the disappearance of that yoga-māyā. One may think that the māyā taken away by Lord Kṛṣṇa was mahā-māyā, but Śrīla Viśvanātha Cakravartī Ṭhākura comments that it was yoga-māyā, the potency by which Kṛṣṇa is sometimes manifest and sometimes not manifest. The potency which covers the actual reality and displays something unreal is mahā-māyā, but the potency by which the Absolute Truth is sometimes manifest and sometimes not is yoga-māyā. Therefore, in this verse the word ajā refers to yoga-māyā. Kṛṣṇa’s energy — His māyā-śakti, or svarūpa-śakti — is one, but it is manifested in varieties. Parāsya śaktir vividhaiva śrūyate (Śvetāśvatara Upaniṣad 6.8). The difference between Vaiṣṇavas and Māyāvādīs is that Māyāvādīs say that this māyā is one, whereas Vaiṣṇavas recognize its varieties. There is unity in variety. For example, in one tree, there are varieties of leaves, fruits and flowers. Varieties of energy are required for performing the varieties of activity within the creation. To give another example, in a machine all the parts may be iron, but the machine includes varied activities. Although the whole machine is iron, one part works in one way, and other parts work in other ways. One who does not know how the machine is working may say that it is all iron; nonetheless, in spite of its being iron, the machine has different elements, all working differently to accomplish the purpose for which the machine was made. One wheel runs this way, another wheel runs that way, functioning naturally in such a way that the work of the machine goes on. Consequently we give different names to the different parts of the machine, saying, “This is a wheel,” “This is a screw,” “This is a spindle,” “This is the lubrication,” and so on. Similarly, as explained in the Vedas: Kṛṣṇa’s power is variegated, and thus the same śakti, or potency, works in variegated ways. Vividhā means “varieties.” There is unity in variety. Thus yoga-māyā and mahā-māyā are among the varied individual parts of the same one potency, and all of these individual potencies work in their own varied ways. The saṁvit, sandhinī and āhlādinī potencies — Kṛṣṇa’s potency for existence, His potency for knowledge and His potency for pleasure — are distinct from yoga-māyā. Each is an individual potency. The āhlādinī potency is Rādhārāṇī. As Svarūpa Dāmodara Gosvāmī has explained, rādhā kṛṣṇa-praṇaya-vikṛtir hlādinī śaktir asmāt (Cc. Ādi 1.5). The āhlādinī-śakti is manifested as Rādhārāṇī, but Kṛṣṇa and Rādhārāṇī are the same, although one is potent and the other is potency. Brahmā was mystified about Kṛṣṇa’s opulence (nija-mahimani) because this opulence was atarkya, or inconceivable. With one’s limited senses, one cannot argue about that which is inconceivable. Therefore the inconceivable is called acintya, that which is beyond cintya, our thoughts and arguments. Acintya refers to that which we cannot contemplate but have to accept. Śrīla Jīva Gosvāmī has said that unless we accept acintya in the Supreme, we cannot accommodate the conception of God. This must be understood. Therefore we say that the words of śāstra should be taken as they are, without change, since they are beyond our arguments. Acintyāḥ khalu ye bhāvā na tāṁs tarkeṇa yojayet: “That which is acintya cannot be ascertained by argument.” People generally argue, but our process is not to argue but to accept the Vedic knowledge as it is. When Kṛṣṇa says, “This is superior, and this is inferior,” we accept what He says. It is not that we argue, “Why is this superior and that inferior?” If one argues, for him the knowledge is lost. This path of acceptance is called avaroha-panthā. The word avaroha is related to the word avatāra, which means “that which descends.” The materialist wants to understand everything by the āroha-panthā — by argument and reason — but transcendental matters cannot be understood in this way. Rather, one must follow the avaroha-panthā, the process of descending knowledge. Therefore one must accept the paramparā system. And the best paramparā is that which extends from Kṛṣṇa (evaṁ paramparā-prāptam). What Kṛṣṇa says, we should accept (imaṁ rājarṣayo viduḥ). This is called the avaroha-panthā. Brahmā, however, adopted the āroha-panthā. He wanted to understand Kṛṣṇa’s mystic power by his own limited, conceivable power, and therefore he himself was mystified. Everyone wants to take pleasure in his own knowledge, thinking, “I know something.” But in the presence of Kṛṣṇa this conception cannot stand, for one cannot bring Kṛṣṇa within the limitations of prakṛti. One must submit. There is no alternative. Na tāṁs tarkeṇa yojayet. This submission marks the difference between Kṛṣṇa-ites and Māyāvādīs. The phrase atan-nirasana refers to the discarding of that which is irrelevant. (Atat means “that which is not a fact.”) Brahman is sometimes described as asthūlam anaṇv ahrasvam adīrgham, “that which is not large and not small, not short and not long.” (Bṛhad-āraṇyaka Upaniṣad 5.8.8) Neti neti: “It is not this, it is not that.” But what is it? In describing a pencil, one may say, “It is not this; it is not that,” but this does not tell us what it is. This is called definition by negation. In Bhagavad-gītā, Kṛṣṇa also explains the soul by giving negative definitions. Na jāyate mriyate vā: “It is not born, nor does it die. You can hardly understand more than this.” But what is it? It is eternal. Ajo nityaḥ śāśvato ’yaṁ purāṇo na hanyate hanyamāne śarīre: “It is unborn, eternal, ever-existing, undying and primeval. It is not slain when the body is slain.” (Bg. 2.20) In the beginning the soul is difficult to understand, and therefore Kṛṣṇa has given negative definitions: “The soul can never be cut into pieces by any weapon, nor can it be burned by fire, nor moistened by water, nor withered by the wind.” (Bg. 2.23) Kṛṣṇa says, “It is not burned by fire.” Therefore, one has to imagine what it is that is not burned by fire. This is a negative definition."
    },
    {
        "verse": "58",
        "devanagari": "ततोऽर्वाक्प्रतिलब्धाक्ष: क: परेतवदुत्थित: ।कृच्छ्रादुन्मील्य वै द‍ृष्टीराचष्टेदं सहात्मना ॥ ५८ ॥",
        "english_devnagari": "tato ’rvāk pratilabdhākṣaḥkaḥ paretavad utthitaḥkṛcchrād unmīlya vai dṛṣṭīrācaṣṭedaṁ sahātmanā",
        "verse_Syn": [
            "tataḥ",
            "arvāk",
            "pratilabdha",
            "akṣaḥ",
            "kaḥ",
            "pareta",
            "vat",
            "utthitaḥ",
            "kṛcchrāt",
            "unmīlya",
            "vai",
            "dṛṣṭīḥ",
            "ācaṣṭa",
            "idam",
            "saha",
            "ātmanā"
        ],
        "translation": "Lord Brahmā’s external consciousness then revived, and he stood up, just like a dead man coming back to life. Opening his eyes with great difficulty, he saw the universe, along with himself.",
        "purport": " We actually do not die. At death, we are merely kept inert for some time, just as during sleep. At night we sleep, and all our activities stop, but as soon as we arise, our memory immediately returns, and we think, “Oh, where am I? What do I have to do?” This is called suptotthita-nyāya. Suppose we die. “Die” means that we become inert for some time and then again begin our activities. This takes place life after life, according to our karma, or activities, and svabhāva, or nature by association. Now, in the human life, if we prepare ourselves by beginning the activity of our spiritual life, we return to our real life and attain perfection. Otherwise, according to karma, svabhāva, prakṛti and so on, our varieties of life and activity continue, and so also do our birth and death. As explained by Bhaktivinoda Ṭhākura, māyāra vaśe, yāccha bhese’, khāccha hābuḍubu bhāi: “My dear brothers, why are you being washed away by the waves of māyā?” One should come to the spiritual platform, and then one’s activities will be permanent. Kṛta-puṇya-puñjāḥ: this stage is attained after one accumulates the results of pious activities for many, many lives. Janma-koṭi-sukṛtair na labhyate (Cc. Madhya 8.70). The Kṛṣṇa consciousness movement wants to stop koṭi-janma, repeated birth and death. In one birth, one should rectify everything and come to permanent life. This is Kṛṣṇa consciousness."
    },
    {
        "verse": "59",
        "devanagari": "सपद्येवाभित: पश्यन् दिशोऽपश्यत्पुर:स्थितम् ।वृन्दावनं जनाजीव्यद्रुमाकीर्णं समाप्रियम् ॥ ५९ ॥",
        "english_devnagari": "sapady evābhitaḥ paśyandiśo ’paśyat puraḥ-sthitamvṛndāvanaṁ janājīvya-drumākīrṇaṁ samā-priyam",
        "verse_Syn": [
            "sapadi",
            "eva",
            "abhitaḥ",
            "paśyan",
            "diśaḥ",
            "apaśyat",
            "puraḥ",
            "sthitam",
            "vṛndāvanam",
            "jana",
            "ājīvya",
            "druma",
            "ākīrṇam",
            "samā",
            "priyam"
        ],
        "translation": "Then, looking in all directions, Lord Brahmā immediately saw Vṛndāvana before him, filled with trees, which were the means of livelihood for the inhabitants and which were equally pleasing in all seasons.",
        "purport": " Janājīvya-drumākīrṇam: trees and vegetables are essential, and they give happiness all year round, in all seasons. That is the arrangement in Vṛndāvana. It is not that in one season the trees are pleasing and in another season not pleasing; rather, they are equally pleasing throughout the seasonal changes. Trees and vegetables provide the real means of livelihood recommended for everyone. Sarva-kāma-dughā mahī (Bhāg. 1.10.4). Trees and vegetables, not industry, provide the real means of life."
    },
    {
        "verse": "60",
        "devanagari": "यत्र नैसर्गदुर्वैरा: सहासन् नृमृगादय: ।मित्राणीवाजितावासद्रुतरुट्‌‌तर्षकादिकम् ॥ ६० ॥",
        "english_devnagari": "yatra naisarga-durvairāḥsahāsan nṛ-mṛgādayaḥmitrāṇīvājitāvāsa-druta-ruṭ-tarṣakādikam",
        "verse_Syn": [
            "yatra",
            "naisarga",
            "durvairāḥ",
            "saha",
            "āsan",
            "nṛ",
            "mṛga",
            "ādayaḥ",
            "mitrāṇi",
            "iva",
            "ajita",
            "āvāsa",
            "druta",
            "ruṭ",
            "tarṣaka",
            "ādikam"
        ],
        "translation": "Vṛndāvana is the transcendental abode of the Lord, where there is no hunger, anger or thirst. Though naturally inimical, both human beings and fierce animals live there together in transcendental friendship.",
        "purport": " The word vana means “forest.” We are afraid of the forest and do not wish to go there, but in Vṛndāvana the forest animals are as good as demigods, for they have no envy. Even in this material world, in the forest the animals live together, and when they go to drink water they do not attack anyone. Envy develops because of sense gratification, but in Vṛndāvana there is no sense gratification, for the only aim is Kṛṣṇa’s satisfaction. Even in this material world, the animals in Vṛndāvana are not envious of the sādhus who live there. The sādhus keep cows and supply milk to the tigers, saying, “Come here and take a little milk.” Thus envy and malice are unknown in Vṛndāvana. That is the difference between Vṛndāvana and the ordinary world. We are horrified to hear the name of vana, the forest, but in Vṛndāvana there is no such horror. Everyone there is happy by pleasing Kṛṣṇa. Kṛṣṇotkīrtana-gāna-nartana-parau. Whether a gosvāmī or a tiger or other ferocious animal, everyone’s business is the same — to please Kṛṣṇa. Even the tigers are also devotees. This is the specific qualification of Vṛndāvana. In Vṛndāvana everyone is happy. The calf is happy, the cat is happy, the dog is happy, the man is happy — everyone. Everyone wants to serve Kṛṣṇa in a different capacity, and thus there is no envy. One may sometimes think that the monkeys in Vṛndāvana are envious, because they cause mischief and steal food, but in Vṛndāvana we find that the monkeys are allowed to take butter, which Kṛṣṇa Himself distributes. Kṛṣṇa personally demonstrates that everyone has the right to live. This is Vṛndāvana life. Why should I live and you die? No. That is material life. The inhabitants of Vṛndāvana think, “Whatever is given by Kṛṣṇa, let us divide it as prasāda and eat.” This mentality cannot appear all of a sudden, but it will gradually develop with Kṛṣṇa consciousness; by sādhana, one can come to this platform. In the material world one may collect funds all over the world in order to distribute food freely, yet those to whom the food is given may not even feel appreciative. The value of Kṛṣṇa consciousness, however, will gradually be very much appreciated. For instance, in an article about the temple of the Hare Kṛṣṇa movement in Durban, South Africa, the Durban Post reported, “All the devotees here are very active in the service of Lord Kṛṣṇa, and the results are obvious to see: happiness, good health, peace of mind, and the development of all good qualities.” This is the nature of Vṛndāvana. Harāv abhaktasya kuto mahad-guṇāḥ: without Kṛṣṇa consciousness, happiness is impossible; one may struggle, but one cannot have happiness. We are therefore trying to give human society the opportunity for a life of happiness, good health, peace of mind and all good qualities through God consciousness."
    },
    {
        "verse": "61",
        "devanagari": "तत्रोद्वहत् पशुपवंशशिशुत्वनाट्यंब्रह्माद्वयं परमनन्तमगाधबोधम् ।वत्सान् सखीनिव पुरा परितो विचिन्व-देकं सपाणिकवलं परमेष्ठ्यचष्ट ॥ ६१ ॥",
        "english_devnagari": "tatrodvahat paśupa-vaṁśa-śiśutva-nāṭyaṁbrahmādvayaṁ param anantam agādha-bodhamvatsān sakhīn iva purā parito vicinvadekaṁ sa-pāṇi-kavalaṁ parameṣṭhy acaṣṭa",
        "verse_Syn": [
            "tatra",
            "udvahat",
            "paśupa",
            "vaṁśa",
            "śiśutva",
            "nāṭyam",
            "brahma",
            "advayam",
            "param",
            "anantam",
            "agādha",
            "bodham",
            "vatsān",
            "sakhīn",
            "iva",
            "purā",
            "paritaḥ",
            "vicinvat",
            "ekam",
            "sa",
            "pāṇi",
            "kavalam",
            "parameṣṭhī",
            "acaṣṭa"
        ],
        "translation": "Then Lord Brahmā saw the Absolute Truth — who is one without a second, who possesses full knowledge and who is unlimited — assuming the role of a child in a family of cowherd men and standing all alone, just as before, with a morsel of food in His hand, searching everywhere for the calves and His cowherd friends.",
        "purport": " The word agādha-bodham, meaning “full of unlimited knowledge,” is significant in this verse. The Lord’s knowledge is unlimited, and therefore one cannot touch where it ends, just as one cannot measure the ocean. What is the extent of our intelligence in comparison to the vast expanse of water in the ocean? On my passage to America, how insignificant the ship was, like a matchbox in the midst of the ocean. Kṛṣṇa’s intelligence resembles the ocean, for one cannot imagine how vast it is. The best course, therefore, is to surrender to Kṛṣṇa. Don’t try to measure Kṛṣṇa. The word advayam, meaning “one without a second,” is also significant. Because Brahmā was overcast by Kṛṣṇa’s māyā, he was thinking himself the Supreme. In the material world, everyone thinks, “I am the best man in this world. I know everything.” One thinks, “Why should I read Bhagavad-gītā? I know everything. I have my own interpretation.” Brahmā, however, was able to understand that the Supreme Personality is Kṛṣṇa. īśvaraḥ paramaḥ kṛṣṇaḥ. Another of Kṛṣṇa’s names, therefore, is parameśvara. Now Brahmā saw Kṛṣṇa, the Supreme Personality of Godhead, appearing as a cowherd boy in Vṛndāvana, not demonstrating His opulence but standing just like an innocent boy with some food in His hand, loitering with His cowherd boyfriends, calves and cows. Brahmā did not see Kṛṣṇa as catur-bhuja, the opulent Nārāyaṇa; rather, he simply saw an innocent boy. Nonetheless, he could understand that although Kṛṣṇa was not demonstrating His power, He was the same Supreme Person. People generally do not appreciate someone unless he shows something wonderful, but here, although Kṛṣṇa did not manifest anything wonderful, Brahmā could understand that the same wonderful person was present like an ordinary child, although He was the master of the whole creation. Thus Brahmā prayed, govindam ādi-puruṣaṁ tam ahaṁ bhajāmi: “You are the original person, the cause of everything. I bow down to You.” This was his realization. Tam ahaṁ bhajāmi. This is what is wanted. Vedeṣu durlabham: one cannot reach Kṛṣṇa merely by Vedic knowledge. Adurlabham ātma-bhaktau: but when one becomes a devotee, then one can realize Him. Brahmā, therefore, became a devotee. In the beginning he was proud of being Brahmā, the lord of the universe, but now he understood, “Here is the Lord of the universe. I am simply an insignificant agent. Govindam ādi-puruṣaṁ tam ahaṁ bhajāmi.” Kṛṣṇa was playing like a dramatic actor. Because Brahmā had some false prestige, thinking that he had some power, Kṛṣṇa showed him his real position. A similar incident occurred when Brahmā went to see Kṛṣṇa in Dvārakā. When Kṛṣṇa’s doorman informed Lord Kṛṣṇa that Lord Brahmā had arrived, Kṛṣṇa responded, “Which Brahmā? Ask him which Brahmā.” The doorman relayed this question, and Brahmā was astonished. “Is there another Brahmā besides me?” he thought. When the doorman informed Lord Kṛṣṇa, “It is four-headed Brahmā,” Lord Kṛṣṇa said, “Oh, four-headed. Call others. Show him.” This is Kṛṣṇa’s position. For Kṛṣṇa the four-headed Brahmā is insignificant, to say nothing of “four-headed scientists.” Materialistic scientists think that although this planet earth is full of opulence, all others are vacant. Because they simply speculate, this is their scientific conclusion. But from the Bhāgavatam we understand that the entire universe is full of living entities everywhere. Thus it is the folly of the scientists that although they do not know anything, they mislead people by presenting themselves as scientists, philosophers and men of knowledge."
    },
    {
        "verse": "62",
        "devanagari": "द‍ृष्ट्वा त्वरेण निजधोरणतोऽवतीर्यपृथ्व्यां वपु: कनकदण्डमिवाभिपात्य ।स्पृष्ट्वा चतुर्मुकुटकोटिभिरङ्‍‍घ्रियुग्मंनत्वा मुदश्रुसुजलैरकृताभिषेकम् ॥ ६२ ॥",
        "english_devnagari": "dṛṣṭvā tvareṇa nija-dhoraṇato ’vatīryapṛthvyāṁ vapuḥ kanaka-daṇḍam ivābhipātyaspṛṣṭvā catur-mukuṭa-koṭibhir aṅghri-yugmaṁnatvā mud-aśru-sujalair akṛtābhiṣekam",
        "verse_Syn": [
            "dṛṣṭvā",
            "tvareṇa",
            "nija",
            "dhoraṇataḥ",
            "avatīrya",
            "pṛthvyām",
            "vapuḥ",
            "kanaka",
            "daṇḍam",
            "iva",
            "abhipātya",
            "spṛṣṭvā",
            "catuḥ",
            "mukuṭa",
            "koṭi",
            "bhiḥ",
            "aṅghri",
            "yugmam",
            "natvā",
            "mut",
            "aśru",
            "su",
            "jalaiḥ",
            "akṛta",
            "abhiṣekam"
        ],
        "translation": "After seeing this, Lord Brahmā hastily got down from his swan carrier, fell down like a golden rod and touched the lotus feet of Lord Kṛṣṇa with the tips of the four crowns on his heads. Offering his obeisances, he bathed the feet of Kṛṣṇa with the water of his tears of joy.",
        "purport": " Lord Brahmā bowed down like a stick, and because Lord Brahmā’s complexion is golden, he appeared to be like a golden stick lying down before Lord Kṛṣṇa. When one falls down before a superior just like a stick, one’s offering of obeisances is called daṇḍavat. Daṇḍa means “stick,” and vat means “like.” It is not that one should simply say “Daṇḍavat.” Rather, one must fall down. Thus Brahmā fell down, touching his foreheads to the lotus feet of Kṛṣṇa, and his crying in ecstasy is to be regarded as an abhiṣeka bathing ceremony of Kṛṣṇa’s lotus feet. He who appeared before Brahmā as a human child was in fact the Absolute Truth, Parabrahman (brahmeti paramātmeti bhagavān iti śabdyate). The Supreme Lord is narākṛti; that is, He resembles a human being. It is not that He is four-armed (catur-bāhu). Nārāyaṇa is catur-bāhu, but the Supreme Person resembles a human being. This is also confirmed in the Bible, where it is said that man was made in the image of God. Lord Brahmā saw that Kṛṣṇa, in His form as a cowherd boy, was Parabrahman, the root cause of everything, but was now appearing as a human child, loitering in Vṛndāvana with a morsel of food in His hand. Astonished, Lord Brahmā hastily got down from his swan carrier and let his body fall to the earth. Usually, the demigods never touch the ground, but Lord Brahmā, voluntarily giving up his prestige as a demigod, bowed down on the ground before Kṛṣṇa. Although Brahmā has one head in each direction, he voluntarily brought all his heads to the ground and touched Kṛṣṇa’s feet with the tips of his four helmets. Although his intelligence works in every direction, he surrendered everything before the boy Kṛṣṇa. It is mentioned that Brahmā washed the feet of Kṛṣṇa with his tears, and here the word sujalaiḥ indicates that his tears were purified. As soon as bhakti is present, everything is purified (sarvopādhi-vinirmuktam). Therefore Brahmā’s crying was a form of bhakty-anubhāva, a transformation of transcendental ecstatic love."
    },
    {
        "verse": "63",
        "devanagari": "उत्थायोत्थाय कृष्णस्य चिरस्य पादयो: पतन् ।आस्ते महित्वं प्राग्द‍ृष्टं स्मृत्वा स्मृत्वा पुन: पुन: ॥ ६३ ॥",
        "english_devnagari": "utthāyotthāya kṛṣṇasyacirasya pādayoḥ patanāste mahitvaṁ prāg-dṛṣṭaṁsmṛtvā smṛtvā punaḥ punaḥ",
        "verse_Syn": [
            "utthāya",
            "utthāya",
            "kṛṣṇasya",
            "cirasya",
            "pādayoḥ",
            "patan",
            "āste",
            "mahitvam",
            "prāk",
            "dṛṣṭam",
            "smṛtvā",
            "smṛtvā",
            "punaḥ",
            "punaḥ"
        ],
        "translation": "Rising and falling again and again at the lotus feet of Lord Kṛṣṇa for a long time, Lord Brahmā remembered over and over the Lord’s greatness he had just seen.",
        "purport": " As stated in one prayer, “Let others study the Vedas, smṛti and Mahābhārata, fearing material existence, but I shall worship Nanda Mahārāja, in whose courtyard is crawling the Supreme Brahman. Nanda Mahārāja is so great that the Parabrahman is crawling in his yard, and therefore I shall worship him.” (Padyāvalī 126) Brahmā was falling down in ecstasy. Because of the presence of the Supreme Personality of Godhead, who exactly resembled a human child, Brahmā was naturally astonished. Therefore with a faltering voice he offered prayers, understanding that here was the Supreme Person."
    },
    {
        "verse": "64",
        "devanagari": "शनैरथोत्थाय विमृज्य लोचनेमुकुन्दमुद्वीक्ष्य विनम्रकन्धर: ।कृताञ्जलि: प्रश्रयवान् समाहित:सवेपथुर्गद्गदयैलतेलया ॥ ६४ ॥ज्ञाने प्रयासमुदपास्य नमन्त एवजीवन्ति सन्मुखरितां भवदीयवार्ताम् ।स्थाने स्थिता: श्रुतिगतां तनुवाङ्‌मनोभि-र्ये प्रायशोऽजित जितोऽप्यसि तैस्त्रिलोक्याम् ॥",
        "english_devnagari": "śanair athotthāya vimṛjya locanemukundam udvīkṣya vinamra-kandharaḥkṛtāñjaliḥ praśrayavān samāhitaḥsa-vepathur gadgadayailatelayā",
        "verse_Syn": [
            "śanaiḥ",
            "atha",
            "utthāya",
            "vimṛjya",
            "locane",
            "mukundam",
            "udvīkṣya",
            "vinamra",
            "kandharaḥ",
            "kṛta",
            "añjaliḥ",
            "praśraya",
            "vān",
            "samāhitaḥ",
            "sa",
            "vepathuḥ",
            "gadgadayā",
            "ailata",
            "īlayā"
        ],
        "translation": "Then, rising very gradually and wiping his two eyes, Lord Brahmā looked up at Mukunda. Lord Brahmā, his head bent low, his mind concentrated and his body trembling, very humbly began, with faltering words, to offer praises to Lord Kṛṣṇa.",
        "purport": " Brahmā, being very joyful, began to shed tears, and he washed the lotus feet of Kṛṣṇa with his tears. Repeatedly he fell and rose as he recalled the wonderful activities of the Lord. After repeating obeisances for a long time, Brahmā stood up and smeared his hands over his eyes. Śrīla Viśvanātha Cakravartī Ṭhākura comments that the word locane indicates that with his two hands he wiped the two eyes on each of his four faces. Seeing the Lord before him, Brahmā began to offer prayers with great humility, respect and attention."
    }
]