[
    {
        "verse": "1",
        "devanagari": "श्रीबादरायणिरुवाचविज्ञातार्थोऽपि गोविन्दो दग्धानाकर्ण्य पाण्डवान् ।कुन्तीं च कुल्यकरणे सहरामो ययौ कुरून् ॥ १ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācavijñātārtho ’pi govindodagdhān ākarṇya pāṇḍavānkuntīṁ ca kulya-karaṇesaha-rāmo yayau kurūn",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "vijñāta",
            "arthaḥ",
            "api",
            "govindaḥ",
            "dagdhān",
            "ākarṇya",
            "pāṇḍavān",
            "kuntīm",
            "ca",
            "kulya",
            "karaṇe",
            "saha",
            "rāmaḥ",
            "yayau",
            "kurūn"
        ],
        "translation": "Śrī Bādarāyaṇi said: Although Lord Govinda was fully aware of what had actually occurred, when He heard reports that the Pāṇḍavas and Queen Kuntī had burned to death, He went with Lord Balarāma to the kingdom of the Kurus to fulfill the family obligations expected of Him.",
        "purport": " The Lord was quite aware that the Pāṇḍavas had escaped the assassination plot of Duryodhana, although the world heard the false news that the Pāṇḍavas and their mother had perished in the fire."
    },
    {
        "verse": "2",
        "devanagari": "भीष्मं कृपं सविदुरं गान्धारीं द्रोणमेव च ।तुल्यदु:खौ च सङ्गम्य हा कष्टमिति होचतु: ॥ २ ॥",
        "english_devnagari": "bhīṣmaṁ kṛpaṁ sa viduraṁgāndhārīṁ droṇam eva catulya-duḥkhau ca saṅgamyahā kaṣṭam iti hocatuḥ",
        "verse_Syn": [
            "bhīṣmam",
            "kṛpam",
            "sa",
            "viduram",
            "gāndhārīm",
            "droṇam",
            "eva",
            "ca",
            "tulya",
            "duḥkhau",
            "ca",
            "saṅgamya",
            "hā",
            "kaṣṭam",
            "iti",
            "ha",
            "ūcatuḥ"
        ],
        "translation": "The two Lords met with Bhīṣma, Kṛpa, Vidura, Gāndhārī and Droṇa. Showing sorrow equal to theirs, They cried out, “Alas, how painful this is!”",
        "purport": " Śrīla Śrīdhara Svāmī points out that those who were involved in the assassination attempt were of course not at all sorry to hear of the Pāṇḍavas’ death. The persons specifically mentioned here, however — Bhīṣma, Kṛpa, Vidura, Gāndhārī and Droṇa — were actually unhappy to hear of the supposed tragedy."
    },
    {
        "verse": "3",
        "devanagari": "लब्ध्वैतदन्तरं राजन् शतधन्वानमूचतु: ।अक्रूरकृतवर्माणौ मनि: कस्मान्न गृह्यते ॥ ३ ॥",
        "english_devnagari": "labdhvaitad antaraṁ rājanśatadhanvānam ūcatuḥakrūra-kṛtavarmāṇaumaniḥ kasmān na gṛhyate",
        "verse_Syn": [
            "labdhvā",
            "etat",
            "antaram",
            "rājan",
            "śatadhanvānam",
            "ūcatuḥ",
            "akrūra",
            "kṛtavarmāṇau",
            "maniḥ",
            "kasmāt",
            "na",
            "gṛhyate"
        ],
        "translation": "Taking advantage of this opportunity, O King, Akrūra and Kṛtavarmā went to Śatadhanvā and said, “Why not take the Syamantaka jewel?",
        "purport": " Akrūra and Kṛtavarmā reasoned that since Kṛṣṇa and Balarāma were absent from Dvārakā, Satrājit could be killed and the jewel stolen. Śrīla Śrīdhara Svāmī mentions that these two must have flattered Śatadhanvā telling him, “You are much braver than we are; so you kill him.”"
    },
    {
        "verse": "4",
        "devanagari": "योऽस्मभ्यं सम्प्रतिश्रुत्य कन्यारत्नं विगर्ह्य न: ।कृष्णायादान्न सत्राजित् कस्माद् भ्रातरमन्वियात् ॥ ४ ॥",
        "english_devnagari": "yo ’smabhyaṁ sampratiśrutyakanyā-ratnaṁ vigarhya naḥkṛṣṇāyādān na satrājitkasmād bhrātaram anviyāt",
        "verse_Syn": [
            "yaḥ",
            "asmabhyam",
            "sampratiśrutya",
            "kanyā",
            "ratnam",
            "vigarhya",
            "naḥ",
            "kṛṣṇāya",
            "adāt",
            "na",
            "satrājit",
            "kasmāt",
            "bhrātaram",
            "anviyāt"
        ],
        "translation": "“Satrājit promised his jewellike daughter to us but then gave her to Kṛṣṇa instead, contemptuously neglecting us. So why should Satrājit not follow his brother’s path?”",
        "purport": " Since Satrājit’s brother, Prasena, had been violently killed, the implication of “following his brother’s path” is obvious. What we have here is an assassination plot. It is well known that both Akrūra and Kṛtavarmā are exalted, pure devotees of the Supreme Lord, so their unusual behavior requires some explanation. The ācāryas provide it as follows: Śrīla Jīva Gosvāmī states that Akrūra, although a first-class, pure devotee of the Lord, was a victim of the anger directed against him by the residents of Gokula because he took Lord Kṛṣṇa away from Vṛndāvana. The gosvāmī further states that Kṛtavarmā had associated with Kaṁsa — both of them being members of the Bhoja dynasty — and thus Kṛtavarmā was now suffering from this undesirable association. Śrīla Viśvanātha Cakravartī offers an alternative explanation: Both Akrūra and Kṛtavarmā were furious with Satrājit because he had insulted Lord Kṛṣṇa and spread false rumors about Him in Dvārakā. Under normal circumstances Akrūra and Kṛtavarmā would have been most pleased that Lord Kṛṣṇa married the beautiful Satyabhāmā. Being pure devotees, they could not actually be unhappy about this match, nor could they become jealous rivals of the Lord. Therefore they had an ulterior motive in behaving like His rivals."
    },
    {
        "verse": "5",
        "devanagari": "एवं भिन्नमतिस्ताभ्यां सत्राजितमसत्तम: ।शयानमवधील्ल‍ोभात् स पाप: क्षीणजीवित: ॥ ५ ॥",
        "english_devnagari": "evaṁ bhinna-matis tābhyāṁsatrājitam asattamaḥśayānam avadhīl lobhātsa pāpaḥ kṣīṇa jīvitaḥ",
        "verse_Syn": [
            "evam",
            "bhinna",
            "matiḥ",
            "tābhyām",
            "satrājitam",
            "asat",
            "tamaḥ",
            "śayānam",
            "avadhīt",
            "lobhāt",
            "saḥ",
            "pāpaḥ",
            "kṣīṇa",
            "jīvitaḥ"
        ],
        "translation": "His mind thus influenced by their advice, wicked Śatadhanvā murdered Satrājit in his sleep simply out of greed. In this way the sinful Śatadhanvā shortened his own life span.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, the word asattamaḥ indicates that Śatadhanvā was basically evil-minded and a firm hater of Satrājit."
    },
    {
        "verse": "6",
        "devanagari": "स्‍त्रीणां विक्रोशमानानां क्रन्दन्तीनामनाथवत् ।हत्वा पशून् सौनिकवन्मणिमादाय जग्मिवान् ॥ ६ ॥",
        "english_devnagari": "strīṇāṁ vikrośamānānāṁkrandantīnām anātha-vathatvā paśūn saunika-vanmaṇim ādāya jagmivān",
        "verse_Syn": [
            "strīṇām",
            "vikrośamānānām",
            "krandantīnām",
            "anātha",
            "vat",
            "hatvā",
            "paśūn",
            "saunika",
            "vat",
            "maṇim",
            "ādāya",
            "jagmivān"
        ],
        "translation": "As the women of Satrājit’s palace screamed and helplessly wept, Śatadhanvā took the jewel and left, like a butcher after he has killed some animals.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "सत्यभामा च पितरं हतं वीक्ष्य शुचार्पिता ।व्यलपत्तात तातेति हा हतास्मीति मुह्यती ॥ ७ ॥",
        "english_devnagari": "satyabhāmā ca pitaraṁhataṁ vīkṣya śucārpitāvyalapat tāta tātetihā hatāsmīti muhyatī",
        "verse_Syn": [
            "satyabhāmā",
            "ca",
            "pitaram",
            "hatam",
            "vīkṣya",
            "śucā",
            "arpitā",
            "vyalapat",
            "tata",
            "tāta",
            "iti",
            "hā",
            "hatā",
            "asmi",
            "iti",
            "muhyatī"
        ],
        "translation": "When Satyabhāmā saw her dead father, she was plunged into grief. Lamenting “My father, my father! Oh, I am killed!” she fell unconscious.",
        "purport": " According to Śrīla Jīva Gosvāmī, Satyabhāmā’s anguished feelings and words at the death of her father were prompted by Lord Kṛṣṇa’s pastime potency (līlā-śakti), to prepare for the Lord’s violent reaction against Śatadhanvā."
    },
    {
        "verse": "8",
        "devanagari": "तैलद्रोण्यां मृतं प्रास्य जगाम गजसाह्वयम् ।कृष्णाय विदितार्थाय तप्ताचख्यौ पितुर्वधम् ॥ ८ ॥",
        "english_devnagari": "taila-droṇyāṁ mṛtaṁ prāsyajagāma gajasāhvayamkṛṣṇāya viditārthāyataptācakhyau pitur vadham",
        "verse_Syn": [
            "taila",
            "droṇyām",
            "mṛtam",
            "prāsya",
            "jagāma",
            "gaja",
            "sāhvayam",
            "kṛṣṇāya",
            "vidita",
            "arthāya",
            "taptā",
            "ācakhyau",
            "pituḥ",
            "vadham"
        ],
        "translation": "Queen Satyabhāmā put her father’s corpse in a large vat of oil and went to Hastināpura, where she sorrowfully told Lord Kṛṣṇa, who was already aware of the situation, about her father’s murder.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "तदाकर्ण्येश्वरौ राजन्ननुसृत्य नृलोकताम् ।अहो न: परमं कष्टमित्यस्राक्षौ विलेपतु: ॥ ९ ॥",
        "english_devnagari": "tad ākarṇyeśvarau rājannanusṛtya nṛ-lokatāmaho naḥ paramaṁ kaṣṭamity asrākṣau vilepatuḥ",
        "verse_Syn": [
            "tat",
            "ākarṇya",
            "īśvarau",
            "rājan",
            "anusṛtya",
            "nṛ",
            "lokatām",
            "aho",
            "naḥ",
            "paramam",
            "kaṣṭam",
            "iti",
            "asra",
            "akṣau",
            "vilepatuḥ"
        ],
        "translation": "When Lord Kṛṣṇa and Lord Balarāma heard this news, O King, They exclaimed, “Alas! This is the greatest tragedy for Us!” Thus imitating the ways of human society, They lamented, Their eyes brimming with tears.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "आगत्य भगवांस्तस्मात् सभार्य: साग्रज: पुरम् ।शतधन्वानमारेभे हन्तुं हर्तुं मणिं तत: ॥ १० ॥",
        "english_devnagari": "āgatya bhagavāṁs tasmātsa-bhāryaḥ sāgrajaḥ puramśatadhanvānam ārebhehantuṁ hartuṁ maṇiṁ tataḥ",
        "verse_Syn": [
            "āgatya",
            "bhagavān",
            "tasmāt",
            "sa",
            "bhāryaḥ",
            "sa",
            "agrajaḥ",
            "puram",
            "śatadhanvānam",
            "ārebhe",
            "hantum",
            "hartum",
            "maṇim",
            "tataḥ"
        ],
        "translation": "The Supreme Lord returned to His capital with His wife and elder brother. After arriving in Dvārakā, He readied Himself to kill Śatadhanvā and retrieve the jewel from him.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "सोऽपि कृतोद्यमं ज्ञात्वा भीत: प्राणपरीप्सया ।साहाय्ये कृतवर्माणमयाचत स चाब्रवीत् ॥ ११ ॥",
        "english_devnagari": "so ’pi kṛtodyamaṁ jñātvābhītaḥ prāṇa-parīpsayāsāhāyye kṛtavarmāṇamayācata sa cābravīt",
        "verse_Syn": [
            "saḥ",
            "api",
            "kṛta",
            "udyamam",
            "jñātvā",
            "bhītaḥ",
            "prāṇa",
            "parīpsayā",
            "sāhāyye",
            "kṛtavarmāṇam",
            "ayācata",
            "saḥ",
            "ca",
            "abravīt"
        ],
        "translation": "Upon learning that Lord Kṛṣṇa was preparing to kill him, Śatadhanvā was struck with fear. To save his life he approached Kṛtavarmā and begged him for help, but Kṛtavarmā replied as follows.",
        "purport": ""
    },
    {
        "verse": "12-13",
        "devanagari": "नाहमीस्वरयो: कुर्यां हेलनं रामकृष्णयो: ।को नु क्षेमाय कल्पेत तयोर्वृजिनमाचरन् ॥ १२ ॥कंस: सहानुगोऽपीतो यद्‍द्वेषात्त्याजित: श्रिया ।जरासन्ध: सप्तदश संयुगाद् विरथो गत: ॥ १३ ॥",
        "english_devnagari": "nāham īsvarayoḥ kuryāṁhelanaṁ rāma-kṛṣṇayoḥko nu kṣemāya kalpetatayor vṛjinam ācaran",
        "verse_Syn": [
            "na",
            "aham",
            "īśvarayoḥ",
            "kuryām",
            "helanam",
            "rāma",
            "kṛṣṇayoḥ",
            "kaḥ",
            "nu",
            "kṣemāya",
            "kalpeta",
            "tayoḥ",
            "vṛjinam",
            "ācaran",
            "kaṁsaḥ",
            "saha",
            "anugaḥ",
            "apītaḥ",
            "yat",
            "dveṣāt",
            "tyājitaḥ",
            "śriyā",
            "jarāsandhaḥ",
            "saptadaśa",
            "saṁyugāt",
            "virathaḥ",
            "gataḥ"
        ],
        "translation": "[Kṛtavarmā said:] I dare not offend the Supreme Lords, Kṛṣṇa and Balarāma. Indeed, how can one who troubles Them expect any good fortune? Kaṁsa and all his followers lost both their wealth and their lives because of enmity toward Them, and after battling Them seventeen times Jarāsandha was left without even a chariot.",
        "purport": " Śrīla Śrīdhara Svāmī explains that the word helanam indicates acting against the Lords’ will, and that vṛjinam indicates an offense against the Lords."
    },
    {
        "verse": "14",
        "devanagari": "प्रत्याख्यात: स चाक्रूरं पार्ष्णिग्राहमयाचत ।सोऽप्याह को विरुध्येत विद्वानीश्वरयोर्बलम् ॥ १४ ॥",
        "english_devnagari": "pratyākhyātaḥ sa cākrūraṁpārṣṇi-grāham ayācataso ’py āha ko virudhyetavidvān īśvarayor balam",
        "verse_Syn": [
            "pratyākhyātaḥ",
            "saḥ",
            "ca",
            "akrūram",
            "pārṣṇi",
            "grāham",
            "ayācata",
            "saḥ",
            "api",
            "āha",
            "kaḥ",
            "virudhyeta",
            "vidvān",
            "īśvarayoḥ",
            "balam"
        ],
        "translation": "His appeal refused, Śatadhanvā went to Akrūra and begged him for protection. But Akrūra similarly told him, “Who would oppose the two Personalities of Godhead if he knew Their strength?",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "य इदं लीलया विश्वं सृजत्यवति हन्ति च ।चेष्टां विश्वसृजो यस्य न विदुर्मोहिताजया ॥ १५ ॥",
        "english_devnagari": "ya idaṁ līlayā viśvaṁsṛjaty avati hanti caceṣṭāṁ viśva-sṛjo yasyana vidur mohitājayā",
        "verse_Syn": [
            "yaḥ",
            "idam",
            "līlayā",
            "viśvam",
            "sṛjati",
            "avati",
            "hanti",
            "ca",
            "ceṣṭām",
            "viśva",
            "sṛjaḥ",
            "yasya",
            "na",
            "viduḥ",
            "mohitāḥ",
            "ajayā"
        ],
        "translation": "“It is the Supreme Lord who creates, maintains and destroys this universe simply as His pastime. The cosmic creators cannot even understand His purpose, bewildered as they are by His illusory Māyā.",
        "purport": " The use of the singular yaḥ, “He who,” indicates that the frequent references to “the two Lords, Kṛṣṇa and Rāma,” do not compromise the firm principle of monotheism expressed in the Śrīmad-Bhāgavatam. As explained in many Vedic literatures, the one Supreme Lord expands Himself into innumerable forms, yet He remains the one and almighty God. For example, we have this statement in the Brahma-saṁhitā (5.33): advaitam acyutam anādir ananta-rūpam. “The one Supreme Lord is infallible and beginningless, and He expands Himself into innumerable manifest forms.” Out of regard for the spirit of the Lord’s pastimes, in which He expands Himself and appears as His own older brother, Balarāma, the Bhāgavatam here refers to “the two Lords.” But the “bottom line” is that there is one Supreme Godhead, one Absolute Truth, who appears in His original form as Kṛṣṇa."
    },
    {
        "verse": "16",
        "devanagari": "य: सप्तहायन: शैलमुत्पाट्यैकेन पाणिना ।दधार लीलया बाल उच्छिलीन्ध्रमिवार्भक: ॥ १६ ॥",
        "english_devnagari": "yaḥ sapta-hāyanaḥ śailamutpāṭyaikena pāṇinādadhāra līlayā bālaucchilīndhram ivārbhakaḥ",
        "verse_Syn": [
            "yaḥ",
            "sapta",
            "hāyanaḥ",
            "śailam",
            "utpāṭya",
            "ekena",
            "pāṇinā",
            "dadhāra",
            "līlayā",
            "bālaḥ",
            "ucchilīndhram",
            "iva",
            "arbhakaḥ"
        ],
        "translation": "“As a child of seven, Kṛṣṇa uprooted an entire mountain and held it aloft as easily as a young boy picks up a mushroom.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "नमस्तस्मै भगवते कृष्णायाद्भ‍ुतकर्मणे ।अनन्तायादिभूताय कूटस्थायात्मने नम: ॥ १७ ॥",
        "english_devnagari": "namas tasmai bhagavatekṛṣṇāyādbhuta-karmaṇeanantāyādi-bhūtāyakūṭa-sthāyātmane namaḥ",
        "verse_Syn": [
            "namaḥ",
            "tasmai",
            "bhagavate",
            "kṛṣṇāya",
            "adbhuta",
            "karmaṇe",
            "anantāya",
            "ādi",
            "bhūtāya",
            "kūṭa",
            "sthāya",
            "ātmane",
            "namaḥ"
        ],
        "translation": "“I offer my obeisances to that Supreme Personality of Godhead, Kṛṣṇa, whose every deed is amazing. He is the Supreme Soul, the unlimited source and fixed center of all existence.”",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "प्रत्याख्यात: स तेनापि शतधन्वा महामणिम् ।तस्मिन् न्यस्याश्वमारुह्य शतयोजनगं ययौ ॥ १८ ॥",
        "english_devnagari": "pratyākhyātaḥ sa tenāpiśatadhanvā mahā-maṇimtasmin nyasyāśvam āruhyaśata-yojana-gaṁ yayau",
        "verse_Syn": [
            "pratyākhyātaḥ",
            "saḥ",
            "tena",
            "api",
            "śatadhanvā",
            "mahā",
            "maṇim",
            "tasmin",
            "nyasya",
            "aśvam",
            "āruhya",
            "śata",
            "yojana",
            "gam",
            "yayau"
        ],
        "translation": "His appeal thus rejected by Akrūra also, Śatadhanvā placed the precious jewel in Akrūra’s care and fled on a horse that could travel one hundred yojanas [eight hundred miles].",
        "purport": " The term nyasya, “leaving in the care of,” implies Śatadhanvā now believed the jewel was his; thus he was leaving it in the care of a friend. In blunt terms, this is a thief’s mentality."
    },
    {
        "verse": "19",
        "devanagari": "गरुडध्वजमारुह्य रथं रामजनार्दनौ ।अन्वयातां महावेगैरश्वै राजन् गुरुद्रुहम् ॥ १९ ॥",
        "english_devnagari": "garuḍa-dhvajam āruhyarathaṁ rāma-janārdanauanvayātāṁ mahā-vegairaśvai rājan guru-druham",
        "verse_Syn": [
            "garuḍa",
            "dhvajam",
            "āruhya",
            "ratham",
            "rāma",
            "janārdanau",
            "anvayātām",
            "mahā",
            "vegaiḥ",
            "aśvaiḥ",
            "rājan",
            "guru",
            "druham"
        ],
        "translation": "My dear King, Kṛṣṇa and Balarāma mounted Kṛṣṇa’s chariot, which flew the flag of Garuḍa and was yoked with tremendously swift horses, and pursued Their elder’s murderer.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "मिथिलायामुपवने विसृज्य पतितं हयम् ।पद्‍भ्यामधावत् सन्त्रस्त: कृष्णोऽप्यन्वद्रवद् रुषा ॥ २० ॥",
        "english_devnagari": "mithilāyām upavanevisṛjya patitaṁ hayampadbhyām adhāvat santrastaḥkṛṣṇo ’py anvadravad ruṣā",
        "verse_Syn": [
            "mithilāyām",
            "upavane",
            "visṛjya",
            "patitam",
            "hayam",
            "padbhyām",
            "adhāvat",
            "santrastaḥ",
            "kṛṣṇaḥ",
            "api",
            "anvadravat",
            "ruṣā"
        ],
        "translation": "In a garden on the outskirts of Mithilā, the horse Śatadhanvā was riding collapsed. Terrified, he abandoned the horse and began to flee on foot, with Kṛṣṇa in angry pursuit.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "पदातेर्भगवांस्तस्य पदातिस्तिग्मनेमिना ।चक्रेण शिर उत्कृत्य वाससोर्व्यचिनोन्मणिम् ॥ २१ ॥",
        "english_devnagari": "padāter bhagavāṁs tasyapadātis tigma-neminācakreṇa śira utkṛtyavāsasor vyacinon maṇim",
        "verse_Syn": [
            "padāteḥ",
            "bhagavān",
            "tasya",
            "padātiḥ",
            "tigma",
            "neminā",
            "cakreṇa",
            "śiraḥ",
            "utkṛtya",
            "vāsasoḥ",
            "vyacinot",
            "maṇim"
        ],
        "translation": "As Śatadhanvā fled on foot, the Supreme Lord, also going on foot, cut off his head with His sharp-edged disc. The Lord then searched Śatadhanvā’s upper and lower garments for the Syamantaka jewel.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "अलब्धमणिरागत्य कृष्ण आहाग्रजान्तिकम् ।वृथा हत: शतधनुर्मणिस्तत्र न विद्यते ॥ २२ ॥",
        "english_devnagari": "alabdha-maṇir āgatyakṛṣṇa āhāgrajāntikamvṛthā hataḥ śatadhanurmaṇis tatra na vidyate",
        "verse_Syn": [
            "alabdha",
            "maṇiḥ",
            "āgatya",
            "kṛṣṇaḥ",
            "āha",
            "agra",
            "ja",
            "antikam",
            "vṛthā",
            "hataḥ",
            "śatadhanuḥ",
            "maṇiḥ",
            "tatra",
            "na",
            "vidyate"
        ],
        "translation": "Not finding the jewel, Lord Kṛṣṇa went to His elder brother and said, “We have killed Śatadhanvā uselessly. The jewel isn’t here.”",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "तत आह बलो नूनं स मणि: शतधन्वना ।कस्मिंश्चित् पुरुषे न्यस्तस्तमन्वेष पुरं व्रज ॥ २३ ॥",
        "english_devnagari": "tata āha balo nūnaṁsa maṇiḥ śatadhanvanākasmiṁścit puruṣe nyastastam anveṣa puraṁ vraja",
        "verse_Syn": [
            "tataḥ",
            "āha",
            "balaḥ",
            "nūnam",
            "saḥ",
            "maṇiḥ",
            "śatadhanvanā",
            "kasmiṁścit",
            "puruṣe",
            "nyastaḥ",
            "tam",
            "anveṣa",
            "puram",
            "vraja"
        ],
        "translation": "To this Lord Balarāma replied, “Indeed, Śatadhanvā must have placed the jewel in the care of someone. You should return to Our city and find that person.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "अहं वैदेहमिच्छामि द्रष्टुं प्रियतमं मम ।इत्युक्त्वा मिथिलां राजन् विवेश यदुनन्दन: ॥ २४ ॥",
        "english_devnagari": "ahaṁ vaideham icchāmidraṣṭuṁ priyatamaṁ mamaity uktvā mithilāṁ rājanviveśa yada-nandanaḥ",
        "verse_Syn": [
            "aham",
            "vaideham",
            "icchāmi",
            "draṣṭum",
            "priya",
            "tamam",
            "mama",
            "iti",
            "uktvā",
            "mithilām",
            "rājan",
            "viveśa",
            "yadu",
            "nandanaḥ"
        ],
        "translation": "“I wish to visit King Videha, who is most dear to Me.” O King, having said this, Lord Balarāma, the beloved descendant of Yadu, entered the city of Mithilā.",
        "purport": " Kṛṣṇa and Balarāma had finally caught up with Śatadhanvā on the outskirts of Mithilā. Since the king of this city was a dear friend of Balarāma’s, the Lord decided to enter the city and spend some time there."
    },
    {
        "verse": "25",
        "devanagari": "तं द‍ृष्ट्वा सहसोत्थाय मैथिल: प्रीतमानस: ।अर्हयामास विधिवदर्हणीयं समर्हणै: ॥ २५ ॥",
        "english_devnagari": "taṁ dṛṣṭvā sahasotthāyamaithilaḥ prīta-mānasaḥarhayāṁ āsa vidhi-vadarhaṇīyaṁ samarhaṇaiḥ",
        "verse_Syn": [
            "tam",
            "dṛṣṭvā",
            "sahasā",
            "utthāya",
            "maithilaḥ",
            "prīta",
            "mānasaḥ",
            "arhayām",
            "āsa",
            "vidhi",
            "vat",
            "arhaṇīyam",
            "samarhaṇaiḥ"
        ],
        "translation": "The King of Mithilā immediately rose from his seat when he saw Lord Balarāma approaching. With great love the King honored the supremely worshipable Lord by offering Him elaborate worship, as stipulated by scriptural injunctions.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "उवास तस्यां कतिचिन्मिथिलायां समा विभु: ।मानित: प्रीतियुक्तेन जनकेन महात्मना ।ततोऽशिक्षद् गदां काले धार्तराष्ट्र: सुयोधन: ॥ २६ ॥",
        "english_devnagari": "uvāsa tasyāṁ katicinmithilāyāṁ samā vibhuḥmānitaḥ prīti-yuktenajanakena mahātmanātato ’śikṣad gadāṁ kāledhārtarāṣṭraḥ suyodhanaḥ",
        "verse_Syn": [
            "uvāsa",
            "tasyām",
            "katicit",
            "mithilāyām",
            "samāḥ",
            "vibhuḥ",
            "mānitaḥ",
            "prīti",
            "yuktena",
            "janakena",
            "mahā",
            "ātmanā",
            "tataḥ",
            "aśikṣat",
            "gadām",
            "kāle",
            "dhārtarāṣṭraḥ",
            "suyodhanaḥ"
        ],
        "translation": "The almighty Lord Balarāma stayed in Mithilā for several years, honored by His affectionate devotee Janaka Mahārāja. During that time Dhṛtarāṣṭra’s son Duryodhana learned from Balarāma the art of fighting with a club.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "केशवो द्वारकामेत्य निधनं शतधन्वन: ।अप्राप्तिं च मणे: प्राह प्रियाया: प्रियकृद् विभु: ॥ २७ ॥",
        "english_devnagari": "keśavo dvārakām etyanidhanaṁ śatadhanvanaḥaprāptiṁ ca maṇeḥ prāhapriyāyāḥ priya-kṛd vibhuḥ",
        "verse_Syn": [
            "keśavaḥ",
            "dvārakām",
            "etya",
            "nidhanam",
            "śatadhanvanaḥ",
            "aprāptim",
            "ca",
            "maṇeḥ",
            "prāha",
            "priyāyāḥ",
            "priya",
            "kṛt",
            "vibhuḥ"
        ],
        "translation": "Lord Keśava arrived in Dvārakā and described the demise of Śatadhanvā and His own failure to find the Syamantaka jewel. He spoke in a way that would please His beloved, Satyabhāmā.",
        "purport": " Naturally Queen Satyabhāmā was pleased to hear that her father’s murderer had been brought to justice. But her father’s Syamantaka jewel still had to be recovered, and thus she was also pleased to hear of Lord Kṛṣṇa’s determination to recover it."
    },
    {
        "verse": "28",
        "devanagari": "तत: स कारयामास क्रिया बन्धोर्हतस्य वै ।साकं सुहृद्भ‍िर्भगवान् या या: स्यु: साम्परायिकी: ॥ २८ ॥",
        "english_devnagari": "tataḥ sa kārayām āsakriyā bandhor hatasya vaisākaṁ suhṛdbhir bhagavānyā yāḥ syuḥ sāmparāyikīḥ",
        "verse_Syn": [
            "tataḥ",
            "saḥ",
            "kārayām",
            "āsa",
            "kriyā",
            "bandhoḥ",
            "hatasya",
            "vai",
            "sākam",
            "suhṛdbhiḥ",
            "bhagavān",
            "yāḥ",
            "yāḥ",
            "syuḥ",
            "sāmparāyikīḥ"
        ],
        "translation": "Lord Kṛṣṇa then had the various funeral rites performed for His deceased relative, Satrājit. The Lord attended the funeral along with well-wishers of the family.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "अक्रूर: कृतवर्मा च श्रुत्वा शतधनोर्वधम् ।व्यूषतुर्भयवित्रस्तौ द्वारकाया: प्रयोजकौ ॥ २९ ॥",
        "english_devnagari": "akrūraḥ kṛtavarmā caśrutvā śatadhanor vadhamvyūṣatur bhaya-vitrastaudvārakāyāḥ prayojakau",
        "verse_Syn": [
            "akrūraḥ",
            "kṛtavarmā",
            "ca",
            "śrutvā",
            "śatadhanoḥ",
            "vadham",
            "vyūṣatuḥ",
            "bhaya",
            "vitrastau",
            "dvārakāyāḥ",
            "prayojakau"
        ],
        "translation": "When Akrūra and Kṛtavarmā, who had originally incited Śatadhanvā to commit his crime, heard that he had been killed, they fled Dvārakā in terror and took up residence elsewhere.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "अक्रूरे प्रोषितेऽरिष्टान्यासन् वै द्वारकौकसाम् ।शारीरा मानसास्तापा मुहुर्दैविकभौतिका: ॥ ३० ॥",
        "english_devnagari": "akrūre proṣite ’riṣṭānyāsan vai dvārakaukasāmśārīrā mānasās tāpāmuhur daivika-bhautikāḥ",
        "verse_Syn": [
            "akrūre",
            "proṣite",
            "ariṣṭāni",
            "āsan",
            "vai",
            "dvārakā",
            "okasām",
            "śārīrāḥ",
            "mānasaḥ",
            "tāpāḥ",
            "muhuḥ",
            "daivika",
            "bhautikāḥ"
        ],
        "translation": "In Akrūra’s absence ill omens arose in Dvārakā, and the citizens began to suffer continually from physical and mental distresses, as well as from disturbances caused by higher powers and by creatures of the earth.",
        "purport": " The word daivika here refers to disturbances caused by supernatural beings. These disturbances often manifest as natural calamities like earthquakes, tidal waves or extreme weather. Nowadays materialistic people attribute these disturbances to earthly causes, not realizing that they constitute punishment at the hands of superior beings. The word bhautikāḥ refers to trouble caused by fellow creatures of the earth, such as human beings, animals and insects. According to Śrīla Śrīdhara Svāmī, Akrūra took the Syamantaka jewel and went to reside in the city of Benares, where he became known as Dānapati, “the master of charity.” There he executed fire sacrifices on gold altars with elaborate assemblies of qualified priests. Some residents of Dvārakā felt that the unusual calamities were due to Akrūra’s absence, forgetting (as described in the next verse) that the Supreme Lord’s personal presence in Dvārakā precluded that possibility. Because when the Lord comes to earth His pastimes resemble those of human beings, the principle of “familiarity breeds contempt” comes into play. It appears that during the lives of many saintly persons and incarnations of God there always exists a class of people who fail to appreciate, or who only occasionally appreciate, the position of the great souls among them. On the other hand, the fortunate and enlightened souls who recognize the true position of the Lord and His associates are supremely blessed."
    },
    {
        "verse": "31",
        "devanagari": "इत्यङ्गोपदिशन्त्येके विस्मृत्य प्रागुदाहृतम् ।मुनिवासनिवासे किं घटेतारिष्टदर्शनम् ॥ ३१ ॥",
        "english_devnagari": "ity aṅgopadiśanty ekevismṛtya prāg udāhṛtammuni-vāsa-nivāse kiṁghaṭetāriṣṭa-darśanam",
        "verse_Syn": [
            "iti",
            "aṅga",
            "upadiśanti",
            "eke",
            "vismṛtya",
            "prāk",
            "udāhṛtam",
            "muni",
            "vāsa",
            "nivāse",
            "kim",
            "ghaṭeta",
            "ariṣṭa",
            "darśanam"
        ],
        "translation": "Some men proposed [that the troubles were due to Akrūra’s absence], but they had forgotten the glories of the Supreme Lord, which they themselves had so often described. Indeed, how can calamities occur in a place where the Personality of Godhead, the residence of all the sages, resides?",
        "purport": " Śrīla Viśvanātha Cakravartī provides the following insight on this verse: In Benares Akrūra became famous for performing sacrifices on golden altars and for his abundant charity to the brāhmaṇas. When the citizens of Dvārakā heard about this, some of them gossiped that Kṛṣṇa, considering Akrūra a rival, had sent him into exile. To dispel this new and incredible stain on His reputation, Lord Kṛṣṇa created various calamities in Dvārakā, thus inducing the citizens to call for Akrūra’s return, which the Lord then ordered."
    },
    {
        "verse": "32",
        "devanagari": "देवेऽवर्षति काशीश: श्वफल्कायागताय वै ।स्वसुतां गान्दिनीं प्रादात् ततोऽवर्षत् स्म काशिषु ॥ ३२ ॥",
        "english_devnagari": "deve ’varṣati kāśīśaḥśvaphalkāyāgatāya vaisva-sutāṁ gāṇdinīṁ prādāttato ’varṣat sma kāśiṣu",
        "verse_Syn": [
            "deve",
            "avarṣati",
            "kāśī",
            "īśaḥ",
            "śvaphalkāya",
            "āgatāya",
            "vai",
            "sva",
            "sutām",
            "gāndinīm",
            "prādāt",
            "tataḥ",
            "avarṣat",
            "sma",
            "kāśiṣu"
        ],
        "translation": "[The elders said:] Previously, when Lord Indra had withheld rain from Kāsī [Benares], the king of that city gave his daughter Gāndinī to Śvaphalka, who was then visiting him. It soon rained in the kingdom of Kāśī.",
        "purport": " Śvaphalka was Akrūra’s father, and the citizens felt that the son must have the same power as the father. Śrīla Viśvanātha Cakravartī points out that because of Akrūra’s relationship with his maternal grandfather, the King of Kāśī, in a time of difficulty Akrūra went to that city."
    },
    {
        "verse": "33",
        "devanagari": "तत्सुतस्तत्प्रभावोऽसावक्रूरो यत्र यत्र ह ।देवोऽभिवर्षते तत्र नोपतापा न मारीका: ॥ ३३ ॥",
        "english_devnagari": "tat-sutas tat-prabhāvo ’sāvakrūro yatra yatra hadevo ’bhivarṣate tatranopatāpā na mārīkāḥ",
        "verse_Syn": [
            "tat",
            "sutaḥ",
            "tat",
            "prabhāvaḥ",
            "asau",
            "akrūraḥ",
            "yatra",
            "yatra",
            "ha",
            "devaḥ",
            "abhivarṣate",
            "tatra",
            "na",
            "upatāpāḥ",
            "na",
            "mārikāḥ"
        ],
        "translation": "Wherever his equally powerful son Akrūra stays, Lord Indra will provide sufficient rain. Indeed, that place will be free of miseries and untimely deaths.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "इति वृद्धवच: श्रुत्वा नैतावदिह कारणम् ।इति मत्वा समानाय्य प्राहाक्रूरं जनार्दन: ॥ ३४ ॥",
        "english_devnagari": "iti vṛddha-vacaḥ śrutvānaitāvad iha kāraṇamiti matvā samānāyyaprāhākrūraṁ janārdanaḥ",
        "verse_Syn": [
            "iti",
            "vṛddha",
            "vacaḥ",
            "śrutvā",
            "na",
            "etāvat",
            "iha",
            "kāraṇam",
            "iti",
            "matvā",
            "samānāyya",
            "prāha",
            "akrūram",
            "janārdanaḥ"
        ],
        "translation": "Hearing these words from the elders, Lord Janārdana, though aware that the absence of Akrūra was not the only cause of the evil omens, had him summoned back to Dvārakā and spoke to him.",
        "purport": " Since Lord Kṛṣṇa is the supreme controller, it was obviously by His will that certain troubles appeared in the city of Dvārakā. Superficially these evils may have been caused by Akrūra’s absence, and also by the absence of the auspicious Syamantaka jewel. But we should recall that Dvārakā is the eternal abode of Lord Kṛṣṇa; it is a city of divine bliss because the Lord resides there. Still, to execute His pastimes as a prince of this world, Lord Kṛṣṇa did the needful and summoned Akrūra."
    },
    {
        "verse": "35-36",
        "devanagari": "पूजयित्वाभिभाष्यैनं कथयित्वा प्रिया: कथा: ।विज्ञाताखिलचित्तज्ञ: स्मयमान उवाच ह ॥ ३५ ॥ननु दानपते न्यस्तस्त्वय्यास्ते शतधन्वना ।स्यमन्तको मनि: श्रीमान् विदित: पूर्वमेव न: ॥ ३६ ॥",
        "english_devnagari": "pūjayitvābhibhāṣyainaṁkathayitvā priyāḥ kathāḥvijñātākhila-citta jñaḥsmayamāna uvāca ha",
        "verse_Syn": [
            "pūjayitvā",
            "abhibhāṣya",
            "enam",
            "kathayitvā",
            "priyāḥ",
            "kathāḥ",
            "vijñāta",
            "akhila",
            "citta",
            "jñaḥ",
            "smayamānaḥ",
            "uvāca",
            "ha",
            "nanu",
            "dāna",
            "pate",
            "nyastaḥ",
            "tvayi",
            "āste",
            "śatadhanvanā",
            "syamantakaḥ.",
            "maniḥ",
            "śrī",
            "mān",
            "viditaḥ",
            "pūrvam",
            "eva",
            "naḥ"
        ],
        "translation": "Lord Kṛṣṇa honored Akrūra, greeted him confidentially and spoke pleasant words with him. Then the Lord, who was fully aware of Akrūra’s heart by virtue of His being the knower of everything, smiled and addressed him: “O master of charity, surely the opulent Syamantaka jewel was left in your care by Śatadhanvā and is still with you. Indeed, We have known this all along.",
        "purport": " Lord Kṛṣṇa’s treatment of Akrūra here confirms that he is actually a great devotee of the Lord."
    },
    {
        "verse": "37",
        "devanagari": "सत्राजितोऽनपत्यत्वाद् गृह्णीयुर्दुहितु: सुता: ।दायं निनीयाप: पिण्डान् विमुच्यर्णं च शेषितम् ॥ ३७ ॥",
        "english_devnagari": "satrājito ’napatyatvādgṛhṇīyur duhituḥ sutāḥdāyaṁ ninīyāpaḥ piṇḍānvimucyarṇaṁ ca śeṣitam",
        "verse_Syn": [
            "satrājitaḥ",
            "anapatyatvāt",
            "gṛhṇīyuḥ",
            "duhituḥ",
            "sutāḥ",
            "dāyam",
            "ninīya",
            "āpaḥ",
            "piṇḍān",
            "vimucya",
            "ṛṇam",
            "ca",
            "śeṣitam"
        ],
        "translation": "“Since Satrājit had no sons, his daughter’s sons should receive his inheritance. They should pay for memorial offerings of water and piṇḍa, clear their grandfather’s outstanding debts and keep the remainder of the inheritance for themselves.",
        "purport": " Śrīla Śrīdhara Svāmī quotes the following smṛti injunction regarding inheritance: patnī duhitaraś caiva pitaro bhrātaras tathā/tat-sutā gotra-jā bandhuḥ śiṣyāḥ sa-brahmacāriṇaḥ. “The inheritance goes first to the wife, then [if the wife has passed away] to the daughters, then to the parents, then to the brothers, then to the brothers’ sons, then to family members of the same gotra as the deceased, and then to his disciples, including brahmacārīs.” Śrīla Viśvanātha Cakravartī adds that since Satrājit had no sons, since his wives were killed together with him, and since his daughter Satyabhāmā was not interested in the Syamantaka jewel, which constituted the inheritance, it rightfully belonged to her sons. In Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda explains: “Lord Kṛṣṇa indicated by this statement that Satyabhāmā was already pregnant and that her son would be the real claimant of the jewel and would certainly take the jewel from Akrūra.”"
    },
    {
        "verse": "38-39",
        "devanagari": "तथापि दुर्धरस्त्वन्यैस्त्वय्यास्तां सुव्रते मणि: ।किन्तु मामग्रज: सम्यङ्‍न प्रत्येति मणिं प्रति ॥ ३८ ॥दर्शयस्व महाभाग बन्धूनां शान्तिमावह ।अव्युच्छिन्ना मखास्तेऽद्य वर्तन्ते रुक्‍मवेदय: ॥ ३९ ॥",
        "english_devnagari": "tathāpi durdharas tv anyaistvayy āstāṁ su-vrate maṇiḥkintu mām agrajaḥ samyaṅna pratyeti maṇiṁ prati",
        "verse_Syn": [
            "tathā",
            "api",
            "durdharaḥ",
            "tu",
            "anyaiḥ",
            "tvayi",
            "āstām",
            "suvrate",
            "maṇiḥ",
            "kintu",
            "mam",
            "agra",
            "jaḥ",
            "samyak",
            "na",
            "pratyeti",
            "maṇim",
            "prati",
            "darśayasva",
            "mahā",
            "bhāga",
            "bandhūnām",
            "śāntim",
            "āvaha",
            "avyucchinnāḥ",
            "makhāḥ",
            "te",
            "adya",
            "vartante",
            "rukma",
            "vedayaḥ"
        ],
        "translation": "“Nevertheless, the jewel should remain in your care, O trustworthy Akrūra, because no one else can keep it safely. But please show the jewel just once, since My elder brother does not fully believe what I have told Him about it. In this way, O most fortunate one, you will pacify My relatives. [Everyone knows you have the jewel, for] you are now continually performing sacrifices on altars of gold.”",
        "purport": " Although technically Satyabhāmā’s sons had a right to the jewel, Lord Kṛṣṇa decided to leave the jewel in the care of Akrūra, who was using the jewel’s wealth to continually perform religious sacrifices. Indeed, Akrūra’s ability to perform such rituals on altars of gold was an indication of the jewel’s potency."
    },
    {
        "verse": "40",
        "devanagari": "एवं सामभिरालब्ध: श्वफल्कतनयो मणिम् ।आदाय वाससाच्छन्न: ददौ सूर्यसमप्रभम् ॥ ४० ॥",
        "english_devnagari": "evaṁ sāmabhir ālabdhaḥśvaphalka-tanayo maṇimādāya vāsasācchannaḥdadau sūrya-sama-prabham",
        "verse_Syn": [
            "evam",
            "sāmabhiḥ",
            "ālabdhaḥ",
            "śvaphalka",
            "tanayaḥ",
            "maṇim",
            "ādāya",
            "vāsasā",
            "ācchannaḥ",
            "dadau",
            "sūrya",
            "sama",
            "prabham"
        ],
        "translation": "Thus shamed by Lord Kṛṣṇa’s conciliatory words, the son of Śvaphalka brought out the jewel from where he had concealed it in his clothing and gave it to the Lord. The brilliant gem shone like the sun.",
        "purport": " We can see in this chapter how a valuable jewel caused so much intrigue, violence and suffering. This is certainly a good lesson for those who desire a trouble-free spiritual life."
    },
    {
        "verse": "41",
        "devanagari": "स्यमन्तकं दर्शयित्वा ज्ञातिभ्यो रज आत्मन: ।विमृज्य मणिना भूयस्तस्मै प्रत्यर्पयत् प्रभु: ॥ ४१ ॥",
        "english_devnagari": "syamantakaṁ darśayitvājñātibhyo raja ātmanaḥvimṛjya maṇinā bhūyastasmai pratyarpayat prabhuḥ",
        "verse_Syn": [
            "syamantakam",
            "darśayitvā",
            "jñātibhyaḥ",
            "rajaḥ",
            "ātmanaḥ",
            "vimṛjya",
            "maṇinā",
            "bhūyaḥ",
            "tasmai",
            "pratyarpayat",
            "prabhuḥ"
        ],
        "translation": "After the almighty Lord had shown the Syamantaka jewel to His relatives, thus dispelling the false accusations against Him, He returned it to Akrūra.",
        "purport": " For the second time, doubts about the Lord’s reputation occasioned by the Syamantaka jewel are dispelled by the jewel itself. Indeed, for the second time the Lord brought the jewel to Dvārakā to establish His integrity there. This amazing series of incidents demonstrates that even when Lord Kṛṣṇa descends to this world there is a tendency for His “peers” to criticize Him. The whole material world is infected by the faultfinding propensity, and in this chapter the Supreme Lord demonstrates the nature of this undesirable quality."
    },
    {
        "verse": "42",
        "devanagari": "यस्त्वेतद् भगवत ईश्वरस्य विष्णो-र्वीर्याढ्यं वृजिनहरं सुमङ्गलं च ।आख्यानं पठति श‍ृणोत्यनुस्मरेद् वादुष्कीर्तिं दुरितमपोह्य याति शान्तिम् ॥ ४२ ॥",
        "english_devnagari": "yas tv etad bhagavata īśvarasya viṣṇorvīryāḍhyaṁ vṛjina-haraṁ su-maṅgalaṁ caākhyānaṁ paṭhati śṛṇoty anusmared vāduṣkīrtiṁ duritam apohya yāti śāntim",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "etat",
            "bhagavataḥ",
            "īśvarasya",
            "viṣṇoḥ",
            "vīrya",
            "āḍhyam",
            "vṛjina",
            "haram",
            "su",
            "maṅgalam",
            "ca",
            "ākhyānam",
            "paṭhati",
            "śṛṇoti",
            "anusmaret",
            "vā",
            "duṣkīrtim",
            "duritam",
            "apohya",
            "yāti",
            "śāntim"
        ],
        "translation": "This narration, rich with descriptions of the prowess of Lord Śrī Viṣṇu, the Supreme Personality of Godhead, removes sinful reactions and bestows all auspiciousness. Anyone who recites, hears or remembers it will drive away his own infamy and sins and attain peace.",
        "purport": ""
    }
]