[
    {
        "verse": "1-2",
        "devanagari": "श्रीशुक उवाचएकदा गृहदासीषु यशोदा नन्दगेहिनी ।कर्मान्तरनियुक्तासु निर्ममन्थ स्वयं दधि ॥ १ ॥यानि यानीह गीतानि तद्बालचरितानि च ।दधिनिर्मन्थने काले स्मरन्ती तान्यगायत ॥ २ ॥",
        "english_devnagari": "śrī-śuka uvācaekadā gṛha-dāsīṣuyaśodā nanda-gehinīkarmāntara-niyuktāsunirmamantha svayaṁ dadhi",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ekadā",
            "gṛha",
            "dāsīṣu",
            "yaśodā",
            "nanda",
            "gehinī",
            "karma",
            "antara",
            "niyuktāsu",
            "nirmamantha",
            "svayam",
            "dadhi",
            "yāni",
            "yāni",
            "iha",
            "gītāni",
            "tat",
            "bāla",
            "caritāni",
            "ca",
            "dadhi",
            "nirmanthane",
            "kāle",
            "smarantī",
            "tāni",
            "agāyata"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: One day when mother Yaśodā saw that all the maidservants were engaged in other household affairs, she personally began to churn the yogurt. While churning, she remembered the childish activities of Kṛṣṇa, and in her own way she composed songs and enjoyed singing to herself about all those activities.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura, quoting from the Vaiṣṇava-toṣaṇī of Śrīla Sanātana Gosvāmī, says that the incident of Kṛṣṇa’s breaking the pot of yogurt and being bound by mother Yaśodā took place on the Dīpāvalī Day, or Dīpa-mālikā. Even today in India, this festival is generally celebrated very gorgeously in the month of Kārtika by fireworks and lights, especially in Bombay. It is to be understood that among all the cows of Nanda Mahārāja, several of mother Yaśodā’s cows ate only grasses so flavorful that the grasses would automatically flavor the milk. Mother Yaśodā wanted to collect the milk from these cows, make it into yogurt and churn it into butter personally, since she thought that this child Kṛṣṇa was going to the houses of neighborhood gopas and gopīs to steal butter because He did not like the milk and yogurt ordinarily prepared. While churning the butter, mother Yaśodā was singing about the childhood activities of Kṛṣṇa. It was formerly a custom that if one wanted to remember something constantly, he would transform it into poetry or have this done by a professional poet. It appears that mother Yaśodā did not want to forget Kṛṣṇa’s activities at any time. Therefore she poeticized all of Kṛṣṇa’s childhood activities, such as the killing of Pūtanā, Aghāsura, Śakaṭāsura and Tṛṇāvarta, and while churning the butter, she sang about these activities in poetical form. This should be the practice of persons eager to remain Kṛṣṇa conscious twenty-four hours a day. This incident shows how Kṛṣṇa conscious mother Yaśodā was. To stay in Kṛṣṇa consciousness, we should follow such persons."
    },
    {
        "verse": "3",
        "devanagari": "क्षौमं वास: पृथुकटितटे बिभ्रती सूत्रनद्धंपुत्रस्‍नेहस्‍नुतकुचयुगं जातकम्पं च सुभ्रू: ।रज्ज्वाकर्षश्रमभुजचलत्कङ्कणौ कुण्डले चस्विन्नं वक्त्रं कबरविगलन्मालती निर्ममन्थ ॥ ३ ॥",
        "english_devnagari": "kṣaumaṁ vāsaḥ pṛthu-kaṭi-taṭe bibhratī sūtra-naddhaṁputra-sneha-snuta-kuca-yugaṁ jāta-kampaṁ ca subhrūḥrajjv-ākarṣa-śrama-bhuja-calat-kaṅkaṇau kuṇḍale casvinnaṁ vaktraṁ kabara-vigalan-mālatī nirmamantha",
        "verse_Syn": [
            "kṣaumam",
            "vāsaḥ",
            "pṛthu",
            "kaṭi",
            "taṭe",
            "bibhratī",
            "sūtra",
            "naddham",
            "putra",
            "sneha",
            "snuta",
            "kuca",
            "yugam",
            "jāta",
            "kampam",
            "ca",
            "su",
            "bhrūḥ",
            "rajju",
            "ākarṣa",
            "śrama",
            "bhuja",
            "calat",
            "kaṅkaṇau",
            "kuṇḍale",
            "ca",
            "svinnam",
            "vaktram",
            "kabara",
            "vigalat",
            "mālatī",
            "nirmamantha"
        ],
        "translation": "Dressed in a saffron-yellow sari, with a belt tied about her full hips, mother Yaśodā pulled on the churning rope, laboring considerably, her bangles and earrings moving and vibrating and her whole body shaking. Because of her intense love for her child, her breasts were wet with milk. Her face, with its very beautiful eyebrows, was wet with perspiration, and mālatī flowers were falling from her hair.",
        "purport": " Anyone who desires to be Kṛṣṇa conscious in motherly affection or parental affection should contemplate the bodily features of mother Yaśodā. It is not that one should desire to become like Yaśodā, for this is Māyāvāda. Either in parental affection or conjugal love, friendship or servitorship — in any way — we must follow in the footsteps of the inhabitants of Vṛndāvana, not try to become like them. Therefore this description is provided here. Advanced devotees must cherish this description, always thinking of mother Yaśodā’s features — how she was dressed, how she was working and perspiring, how beautifully the flowers were arranged in her hair, and so on. One should take advantage of the full description provided here by thinking of mother Yaśodā in maternal affection for Kṛṣṇa."
    },
    {
        "verse": "4",
        "devanagari": "तां स्तन्यकाम आसाद्य मथ्नन्तीं जननीं हरि: ।गृहीत्वा दधिमन्थानं न्यषेधत् प्रीतिमावहन् ॥ ४ ॥",
        "english_devnagari": "tāṁ stanya-kāma āsādyamathnantīṁ jananīṁ hariḥgṛhītvā dadhi-manthānaṁnyaṣedhat prītim āvahan",
        "verse_Syn": [
            "tām",
            "stanya",
            "kāmaḥ",
            "āsādya",
            "mathnantīm",
            "jananīm",
            "hariḥ",
            "gṛhītvā",
            "dadhi",
            "manthānam",
            "nyaṣedhat",
            "prītim",
            "āvahan"
        ],
        "translation": "While mother Yaśodā was churning butter, Lord Kṛṣṇa, desiring to drink the milk of her breast, appeared before her, and in order to increase her transcendental pleasure, He caught hold of the churning rod and began to prevent her from churning.",
        "purport": " Kṛṣṇa was sleeping within the room, and as soon as He got up, He became hungry and went to His mother. Wanting to stop her from churning and drink the milk of her breasts, He stopped her from moving the churning rod."
    },
    {
        "verse": "5",
        "devanagari": "तमङ्कमारूढमपाययत् स्तनंस्‍नेहस्‍नुतं सस्मितमीक्षती मुखम् ।अतृप्तमुत्सृज्य जवेन सा यया-वुत्सिच्यमाने पयसि त्वधिश्रिते ॥ ५ ॥",
        "english_devnagari": "tam aṅkam ārūḍham apāyayat stanaṁsneha-snutaṁ sa-smitam īkṣatī mukhamatṛptam utsṛjya javena sā yayāvutsicyamāne payasi tv adhiśrite",
        "verse_Syn": [
            "tam",
            "aṅkam",
            "ārūḍham",
            "apāyayat",
            "stanam",
            "sneha",
            "snutam",
            "sa",
            "smitam",
            "īkṣatī",
            "mukham",
            "atṛptam",
            "utsṛjya",
            "javena",
            "sā",
            "yayau",
            "utsicyamāne",
            "payasi",
            "tu",
            "adhiśrite"
        ],
        "translation": "Mother Yaśodā then embraced Kṛṣṇa, allowed Him to sit down on her lap, and began to look upon the face of the Lord with great love and affection. Because of her intense affection, milk was flowing from her breast. But when she saw that the milk pan on the oven was boiling over, she immediately left her son to take care of the overflowing milk, although the child was not yet fully satisfied with drinking the milk of His mother’s breast.",
        "purport": " Everything in the household affairs of mother Yaśodā was meant for Kṛṣṇa. Although Kṛṣṇa was drinking the breast milk of mother Yaśodā, when she saw that the milk pan in the kitchen was overflowing, she had to take care of it immediately, and thus she left her son, who then became very angry, not having been fully satisfied with drinking the milk of her breast. Sometimes one must take care of more than one item of important business for the same purpose. Therefore mother Yaśodā was not unjust when she left her son to take care of the overflowing milk. On the platform of love and affection, it is the duty of the devotee to do one thing first and other things later. The proper intuition by which to do this is given by Kṛṣṇa. In Kṛṣṇa consciousness, everything is dynamic. Kṛṣṇa guides the devotee in what to do first and what to do next on the platform of absolute truth."
    },
    {
        "verse": "6",
        "devanagari": "सञ्जातकोप: स्फुरितारुणाधरंसन्दश्य दद्भ‍िर्दधिमन्थभाजनम् ।भित्त्वा मृषाश्रुर्द‍ृषदश्मना रहोजघास हैयङ्गवमन्तरं गत: ॥ ६ ॥",
        "english_devnagari": "sañjāta-kopaḥ sphuritāruṇādharaṁsandaśya dadbhir dadhi-mantha-bhājanambhittvā mṛṣāśrur dṛṣad-aśmanā rahojaghāsa haiyaṅgavam antaraṁ gataḥ",
        "verse_Syn": [
            "sañjāta",
            "kopaḥ",
            "sphurita",
            "aruṇa",
            "adharam",
            "sandaśya",
            "dadbhiḥ",
            "dadhi",
            "mantha",
            "bhājanam",
            "bhittvā",
            "mṛṣā",
            "aśruḥ",
            "dṛṣat",
            "aśmanā",
            "rahaḥ",
            "jaghāsa",
            "haiyaṅgavam",
            "antaram",
            "gataḥ"
        ],
        "translation": "Being very angry and biting His reddish lips with His teeth, Kṛṣṇa, with false tears in His eyes, broke the container of yogurt with a piece of stone. Then He entered a room and began to eat the freshly churned butter in a solitary place.",
        "purport": " It is natural that when a child becomes angry he can begin crying with false tears in his eyes. So Kṛṣṇa did this, and biting His reddish lips with His teeth, He broke the pot with a stone, entered a room and began to eat the freshly churned butter."
    },
    {
        "verse": "7",
        "devanagari": "उत्तार्य गोपी सुश‍ृतं पय: पुन:प्रविश्य संद‍ृश्य च दध्यमत्रकम् ।भग्नं विलोक्य स्वसुतस्य कर्म त-ज्जहास तं चापि न तत्र पश्यती ॥ ७ ॥",
        "english_devnagari": "uttārya gopī suśṛtaṁ payaḥ punaḥpraviśya saṁdṛśya ca dadhy-amatrakambhagnaṁ vilokya sva-sutasya karma tajjahāsa taṁ cāpi na tatra paśyatī",
        "verse_Syn": [
            "uttārya",
            "gopī",
            "su",
            "śṛtam",
            "payaḥ",
            "punaḥ",
            "praviśya",
            "saṁdṛśya",
            "ca",
            "dadhi",
            "amatrakam",
            "bhagnam",
            "vilokya",
            "sva",
            "sutasya",
            "karma",
            "tat",
            "jahāsa",
            "tam",
            "ca",
            "api",
            "na",
            "tatra",
            "paśyatī"
        ],
        "translation": "Mother Yaśodā, after taking down the hot milk from the oven, returned to the churning spot, and when she saw that the container of yogurt was broken and that Kṛṣṇa was not present, she concluded that the breaking of the pot was the work of Kṛṣṇa.",
        "purport": " Seeing the pot broken and Kṛṣṇa not present, Yaśodā definitely concluded that the breaking of the pot was the work of Kṛṣṇa. There was no doubt about it."
    },
    {
        "verse": "8",
        "devanagari": "उलूखलाङ्‌घ्रेरुपरि व्यवस्थितंमर्काय कामं ददतं शिचि स्थितम् ।हैयङ्गवं चौर्यविशङ्कितेक्षणंनिरीक्ष्य पश्चात् सुतमागमच्छनै: ॥ ८ ॥",
        "english_devnagari": "ulūkhalāṅghrer upari vyavasthitaṁmarkāya kāmaṁ dadataṁ śici sthitamhaiyaṅgavaṁ caurya-viśaṅkitekṣaṇaṁnirīkṣya paścāt sutam āgamac chanaiḥ",
        "verse_Syn": [
            "ulūkhala",
            "aṅghreḥ",
            "upari",
            "vyavasthitam",
            "markāya",
            "kāmam",
            "dadatam",
            "śici",
            "sthitam",
            "haiyaṅgavam",
            "caurya",
            "viśaṅkita",
            "īkṣaṇam",
            "nirīkṣya",
            "paścāt",
            "sutam",
            "āgamat",
            "śanaiḥ"
        ],
        "translation": "Kṛṣṇa, at that time, was sitting on an upside-down wooden mortar for grinding spices and was distributing milk preparations such as yogurt and butter to the monkeys as He liked. Because of having stolen, He was looking all around with great anxiety, suspecting that He might be chastised by His mother. Mother Yaśodā, upon seeing Him, very cautiously approached Him from behind.",
        "purport": " Mother Yaśodā was able to trace Kṛṣṇa by following His butter-smeared footprints. She saw that Kṛṣṇa was stealing butter, and thus she smiled. Meanwhile, the crows also entered the room and came out in fear. Thus mother Yaśodā found Kṛṣṇa stealing butter and very anxiously looking here and there."
    },
    {
        "verse": "9",
        "devanagari": "तामात्तयष्टिं प्रसमीक्ष्य सत्वर-स्ततोऽवरुह्यापससार भीतवत् ।गोप्यन्वधावन्न यमाप योगिनांक्षमं प्रवेष्टुं तपसेरितं मन: ॥ ९ ॥",
        "english_devnagari": "tām ātta-yaṣṭiṁ prasamīkṣya satvarastato ’varuhyāpasasāra bhītavatgopy anvadhāvan na yam āpa yogināṁkṣamaṁ praveṣṭuṁ tapaseritaṁ manaḥ",
        "verse_Syn": [
            "tām",
            "ātta",
            "yaṣṭim",
            "prasamīkṣya",
            "satvaraḥ",
            "tataḥ",
            "avaruhya",
            "apasasāra",
            "bhīta",
            "vat",
            "gopī",
            "anvadhāvat",
            "na",
            "yam",
            "āpa",
            "yoginām",
            "kṣamam",
            "praveṣṭum",
            "tapasā",
            "īritam",
            "manaḥ"
        ],
        "translation": "When Lord Śrī Kṛṣṇa saw His mother, stick in hand, He very quickly got down from the top of the mortar and began to flee as if very much afraid. Although yogīs try to capture Him as Paramātmā by meditation, desiring to enter into the effulgence of the Lord with great austerities and penances, they fail to reach Him. But mother Yaśodā, thinking that same Personality of Godhead, Kṛṣṇa, to be her son, began following Kṛṣṇa to catch Him.",
        "purport": " Yogīs, mystics, want to catch Kṛṣṇa as Paramātmā, and with great austerities and penances they try to approach Him, yet they cannot. Here we see, however, that Kṛṣṇa is going to be caught by Yaśodā and is running away in fear. This illustrates the difference between the bhakta and the yogī. Yogīs cannot reach Kṛṣṇa, but for pure devotees like mother Yaśodā, Kṛṣṇa is already caught. Kṛṣṇa was even afraid of mother Yaśodā’s stick. This was mentioned by Queen Kuntī in her prayers: bhaya-bhāvanayā sthitasya (Bhāg. 1.8.31). Kṛṣṇa is afraid of mother Yaśodā, and yogīs are afraid of Kṛṣṇa. Yogīs try to reach Kṛṣṇa by jñāna-yoga and other yogas, but fail. Yet although mother Yaśodā was a woman, Kṛṣṇa was afraid of her, as clearly described in this verse."
    },
    {
        "verse": "10",
        "devanagari": "अन्वञ्चमाना जननी बृहच्चल-च्छ्रोणीभराक्रान्तगति: सुमध्यमा ।जवेन विस्रंसितकेशबन्धन-च्युतप्रसूनानुगति: परामृशत् ॥ १० ॥",
        "english_devnagari": "anvañcamānā jananī bṛhac-calac-chroṇī-bharākrānta-gatiḥ sumadhyamājavena visraṁsita-keśa-bandhana-cyuta-prasūnānugatiḥ parāmṛśat",
        "verse_Syn": [
            "anvañcamānā",
            "jananī",
            "bṛhat",
            "calat",
            "śroṇī",
            "bhara",
            "ākrānta",
            "gatiḥ",
            "su",
            "madhyamā",
            "javena",
            "visraṁsita",
            "keśa",
            "bandhana",
            "cyuta",
            "prasūna",
            "anugatiḥ",
            "parāmṛśat"
        ],
        "translation": "While following Kṛṣṇa, mother Yaśodā, her thin waist overburdened by her heavy breasts, naturally had to reduce her speed. Because of following Kṛṣṇa very swiftly, her hair became loose, and the flowers in her hair were falling after her. Yet she did not fail to capture her son, Kṛṣṇa.",
        "purport": " Yogīs cannot capture Kṛṣṇa by severe penances and austerities, but mother Yaśodā, despite all obstacles, was finally able to catch Kṛṣṇa without difficulty. This is the difference between a yogī and a bhakta. Yogīs cannot enter even the effulgence of Kṛṣṇa. Yasya prabhā prabhavato jagad-aṇḍa-koṭi-koṭiṣu (Brahma-saṁhitā 5.40). In that effulgence there are millions of universes, but yogīs and jñānīs cannot enter that effulgence even after many, many years of austerities, whereas bhaktas can capture Kṛṣṇa simply by love and affection. This is the example shown here by mother Yaśodā. Kṛṣṇa therefore confirms that if one wants to capture Him, one must undertake devotional service. Bhaktas enter even the planet of Kṛṣṇa very easily, but the less intelligent yogīs and jñānīs, by their meditation, remain running after Kṛṣṇa. Even if they enter Kṛṣṇa’s effulgence, they fall down."
    },
    {
        "verse": "11",
        "devanagari": "कृतागसं तं प्ररुदन्तमक्षिणीकषन्तमञ्जन्मषिणी स्वपाणिना ।उद्वीक्षमाणं भयविह्वलेक्षणंहस्ते गृहीत्वा भिषयन्त्यवागुरत् ॥ ११ ॥",
        "english_devnagari": "kṛtāgasaṁ taṁ prarudantam akṣiṇīkaṣantam añjan-maṣiṇī sva-pāṇināudvīkṣamāṇaṁ bhaya-vihvalekṣaṇaṁhaste gṛhītvā bhiṣayanty avāgurat",
        "verse_Syn": [
            "kṛta",
            "āgasam",
            "tam",
            "prarudantam",
            "akṣiṇī",
            "kaṣantam",
            "añjat",
            "maṣiṇī",
            "sva",
            "pāṇinā",
            "udvīkṣamāṇam",
            "bhaya",
            "vihvala",
            "īkṣaṇam",
            "haste",
            "gṛhītvā",
            "bhiṣayantī",
            "avāgurat"
        ],
        "translation": "When caught by mother Yaśodā, Kṛṣṇa became more and more afraid and admitted to being an offender. As she looked upon Him, she saw that He was crying, His tears mixing with the black ointment around His eyes, and as He rubbed His eyes with His hands, He smeared the ointment all over His face. Mother Yaśodā, catching her beautiful son by the hand, mildly began to chastise Him.",
        "purport": " From these dealings between mother Yaśodā and Kṛṣṇa, we can understand the exalted position of a pure devotee in loving service to the Lord. Yogīs, jñānīs, karmīs and Vedāntists cannot even approach Kṛṣṇa; they must remain very, very far away from Him and try to enter His bodily effulgence, although this also they are unable to do. Great demigods like Lord Brahmā and Lord Śiva always worship the Lord by meditation and by service. Even the most powerful Yamarāja fears Kṛṣṇa. Therefore, as we find in the history of Ajāmila, Yamarāja instructed his followers not even to approach the devotees, what to speak of capturing them. In other words, Yamarāja also fears Kṛṣṇa and Kṛṣṇa’s devotees. Yet this Kṛṣṇa became so dependent on mother Yaśodā that when she simply showed Kṛṣṇa the stick in her hand, Kṛṣṇa admitted to being an offender and began to cry like an ordinary child. Mother Yaśodā, of course, did not want to chastise her beloved child very much, and therefore she immediately threw her stick away and simply rebuked Kṛṣṇa, saying, “Now I shall bind You so that You cannot commit any further offensive activities. Nor for the time being can You play with Your playmates.” This shows the position of a pure devotee, in contrast with others, like jñānīs, yogīs and the followers of Vedic ritualistic ceremonies, in regarding the transcendental nature of the Absolute Truth."
    },
    {
        "verse": "12",
        "devanagari": "त्यक्त्वा यष्टिं सुतं भीतं विज्ञायार्भकवत्सला ।इयेष किल तं बद्धुं दाम्नातद्वीर्यकोविदा ॥ १२ ॥",
        "english_devnagari": "tyaktvā yaṣṭiṁ sutaṁ bhītaṁvijñāyārbhaka-vatsalāiyeṣa kila taṁ baddhuṁdāmnātad-vīrya-kovidā",
        "verse_Syn": [
            "tyaktvā",
            "yaṣṭim",
            "sutam",
            "bhītam",
            "vijñāya",
            "arbhaka",
            "vatsalā",
            "iyeṣa",
            "kila",
            "tam",
            "baddhum",
            "dāmnā",
            "a",
            "tat",
            "vīrya",
            "kovidā"
        ],
        "translation": "Mother Yaśodā was always overwhelmed by intense love for Kṛṣṇa, not knowing who Kṛṣṇa was or how powerful He was. Because of maternal affection for Kṛṣṇa, she never even cared to know who He was. Therefore, when she saw that her son had become excessively afraid, she threw the stick away and desired to bind Him so that He would not commit any further naughty activities.",
        "purport": " Mother Yaśodā wanted to bind Kṛṣṇa not in order to chastise Him but because she thought that the child was so restless that He might leave the house in fear. That would be another disturbance. Therefore, because of full affection, to stop Kṛṣṇa from leaving the house, she wanted to bind Him with rope. Mother Yaśodā wanted to impress upon Kṛṣṇa that since He was afraid merely to see her stick, He should not perform such disturbing activities as breaking the container of yogurt and butter and distributing its contents to the monkeys. Mother Yaśodā did not care to understand who Kṛṣṇa was and how His power spreads everywhere. This is an example of pure love for Kṛṣṇa."
    },
    {
        "verse": "13-14",
        "devanagari": "न चान्तर्न बहिर्यस्य न पूर्वं नापि चापरम् ।पूर्वापरं बहिश्चान्तर्जगतो यो जगच्च य: ॥ १३ ॥तं मत्वात्मजमव्यक्तं मर्त्यलिङ्गमधोक्षजम् ।गोपिकोलूखले दाम्ना बबन्ध प्राकृतं यथा ॥ १४ ॥",
        "english_devnagari": "na cāntar na bahir yasyana pūrvaṁ nāpi cāparampūrvāparaṁ bahiś cāntarjagato yo jagac ca yaḥ",
        "verse_Syn": [
            "na",
            "ca",
            "antaḥ",
            "na",
            "bahiḥ",
            "yasya",
            "na",
            "pūrvam",
            "na",
            "api",
            "ca",
            "aparam",
            "pūrva",
            "aparam",
            "bahiḥ",
            "ca",
            "antaḥ",
            "jagataḥ",
            "yaḥ",
            "jagat",
            "ca",
            "yaḥ",
            "tam",
            "matvā",
            "ātmajam",
            "avyaktam",
            "martya",
            "liṅgam",
            "adhokṣajam",
            "gopikā",
            "ulūkhale",
            "dāmnā",
            "babandha",
            "prākṛtam",
            "yathā"
        ],
        "translation": "The Supreme Personality of Godhead has no beginning and no end, no exterior and no interior, no front and no rear. In other words, He is all-pervading. Because He is not under the influence of the element of time, for Him there is no difference between past, present and future; He exists in His own transcendental form at all times. Being absolute, beyond relativity, He is free from distinctions between cause and effect, although He is the cause and effect of everything. That unmanifested person, who is beyond the perception of the senses, had now appeared as a human child, and mother Yaśodā, considering Him her own ordinary child, bound Him to the wooden mortar with a rope.",
        "purport": " In Bhagavad-gītā (10.12), Kṛṣṇa is described as the Supreme Brahman (paraṁ brahma paraṁ dhāma). The word brahma means “the greatest.” Kṛṣṇa is greater than the greatest, being unlimited and all-pervading. How can it be possible for the all-pervading to be measured or bound? Then again, Kṛṣṇa is the time factor. Therefore, He is all-pervading not only in space but also in time. We have measurements of time, but although we are limited by past, present and future, for Kṛṣṇa these do not exist. Every individual person can be measured, but Kṛṣṇa has already shown that although He also is an individual, the entire cosmic manifestation is within His mouth. All these points considered, Kṛṣṇa cannot be measured. How then did Yaśodā want to measure Him and bind Him? We must conclude that this took place simply on the platform of pure transcendental love. This was the only cause. Everything is one because Kṛṣṇa is the supreme cause of everything. Kṛṣṇa cannot be measured or calculated by Vedic knowledge (vedeṣu durlabham). He is available only to devotees (adurlabham ātma-bhaktau). Devotees can handle Him because they act on the basis of loving service (bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ). Thus mother Yaśodā wanted to bind Him."
    },
    {
        "verse": "15",
        "devanagari": "तद् दाम बध्यमानस्य स्वार्भकस्य कृतागस: ।द्‌व्यङ्गुलोनमभूत्तेन सन्दधेऽन्यच्च गोपिका ॥ १५ ॥",
        "english_devnagari": "tad dāma badhyamānasyasvārbhakasya kṛtāgasaḥdvy-aṅgulonam abhūt tenasandadhe ’nyac ca gopikā",
        "verse_Syn": [
            "tat",
            "dāma",
            "badhyamānasya",
            "sva",
            "arbhakasya",
            "kṛta",
            "āgasaḥ",
            "dvi",
            "aṅgula",
            "ūnam",
            "abhūt",
            "tena",
            "sandadhe",
            "anyat",
            "ca",
            "gopikā"
        ],
        "translation": "When mother Yaśodā was trying to bind the offending child, she saw that the binding rope was short by a distance the width of two fingers. Thus she brought another rope to join to it.",
        "purport": " Here is the first chapter in Kṛṣṇa’s exhibition of unlimited potency to mother Yaśodā when she tried to bind Him: the rope was too short. The Lord had already shown His unlimited potency by killing Pūtanā, Śakaṭāsura and Tṛṇāvarta. Now Kṛṣṇa exhibited another vibhūti, or display of potency, to mother Yaśodā. “Unless I agree,” Kṛṣṇa desired to show, “you cannot bind Me.” Thus although mother Yaśodā, in her attempt to bind Kṛṣṇa, added one rope after another, ultimately she was a failure. When Kṛṣṇa agreed, however, she was successful. In other words, one must be in transcendental love with Kṛṣṇa, but that does not mean that one can control Kṛṣṇa. When Kṛṣṇa is satisfied with one’s devotional service, He does everything Himself. Sevonmukhe hi jihvādau svayam eva sphuraty adaḥ. He reveals more and more to the devotee as the devotee advances in service. Jihvādau: this service begins with the tongue, with chanting and with taking the prasāda of Kṛṣṇa."
    },
    {
        "verse": "16",
        "devanagari": "यदासीत्तदपि न्यूनं तेनान्यदपि सन्दधे ।तदपि द्‌व्यङ्गुलं न्यूनं यद् यदादत्त बन्धनम् ॥ १६ ॥",
        "english_devnagari": "yadāsīt tad api nyūnaṁtenānyad api sandadhetad api dvy-aṅgulaṁ nyūnaṁyad yad ādatta bandhanam",
        "verse_Syn": [
            "yadā",
            "āsīt",
            "tat",
            "api",
            "nyūnam",
            "tena",
            "anyat",
            "api",
            "sandadhe",
            "tat",
            "api",
            "dvi",
            "aṅgulam",
            "nyūnam",
            "yat",
            "yat",
            "ādatta",
            "bandhanam"
        ],
        "translation": "This new rope also was short by a measurement of two fingers, and when another rope was joined to it, it was still two fingers too short. As many ropes as she joined, all of them failed; their shortness could not be overcome.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "एवं स्वगेहदामानि यशोदा सन्दधत्यपि ।गोपीनां सुस्मयन्तीनां स्मयन्ती विस्मिताभवत् ॥ १७ ॥",
        "english_devnagari": "evaṁ sva-geha-dāmāniyaśodā sandadhaty apigopīnāṁ susmayantīnāṁsmayantī vismitābhavat",
        "verse_Syn": [
            "evam",
            "sva",
            "geha",
            "dāmāni",
            "yaśodā",
            "sandadhati",
            "api",
            "gopīnām",
            "su",
            "smayantīnām",
            "smayantī",
            "vismitā",
            "abhavat"
        ],
        "translation": "Thus mother Yaśodā joined whatever ropes were available in the household, but still she failed in her attempt to bind Kṛṣṇa. Mother Yaśodā’s friends, the elderly gopīs in the neighborhood, were smiling and enjoying the fun. Similarly, mother Yaśodā, although laboring in that way, was also smiling. All of them were struck with wonder.",
        "purport": " Actually this incident was wonderful because Kṛṣṇa was only a child with small hands. To bind Him should have required only a rope not more than two feet long. All the ropes in the house combined together might have been hundreds of feet long, but still He was impossible to bind, for all the ropes together were still too short. Naturally mother Yaśodā and her gopī friends thought, “How is this possible?” Seeing this funny affair, all of them were smiling. The first rope was short by a measurement the width of two fingers, and after the second rope was added, it was still two fingers too short. If the shortness of all the ropes were added together, it must have amounted to the width of hundreds of fingers. Certainly this was astonishing. This was another exhibition of Kṛṣṇa’s inconceivable potency to His mother and His mother’s friends."
    },
    {
        "verse": "18",
        "devanagari": "स्वमातु: स्विन्नगात्राया विस्रस्तकबरस्रज: ।द‍ृष्ट्वा परिश्रमं कृष्ण: कृपयासीत् स्वबन्धने ॥ १८ ॥",
        "english_devnagari": "sva-mātuḥ svinna-gātrāyāvisrasta-kabara-srajaḥdṛṣṭvā pariśramaṁ kṛṣṇaḥkṛpayāsīt sva-bandhane",
        "verse_Syn": [
            "sva",
            "mātuḥ",
            "svinna",
            "gātrāyāḥ",
            "visrasta",
            "kabara",
            "srajaḥ",
            "dṛṣṭvā",
            "pariśramam",
            "kṛṣṇaḥ",
            "kṛpayā",
            "āsīt",
            "sva",
            "bandhane"
        ],
        "translation": "Because of mother Yaśodā’s hard labor, her whole body became covered with perspiration, and the flowers and comb were falling from her hair. When child Kṛṣṇa saw His mother thus fatigued, He became merciful to her and agreed to be bound.",
        "purport": " When mother Yaśodā and the other ladies finally saw that Kṛṣṇa, although decorated with many bangles and other jeweled ornaments, could not be bound with all the ropes available in the house, they decided that Kṛṣṇa was so fortunate that He could not be bound by any material condition. Thus they gave up the idea of binding Him. But in competition between Kṛṣṇa and His devotee, Kṛṣṇa sometimes agrees to be defeated. Thus Kṛṣṇa’s internal energy, yoga-māyā, was brought to work, and Kṛṣṇa agreed to be bound by mother Yaśodā."
    },
    {
        "verse": "19",
        "devanagari": "एवं सन्दर्शिता ह्यङ्ग हरिणा भृत्यवश्यता ।स्ववशेनापि कृष्णेन यस्येदं सेश्वरं वशे ॥ १९ ॥",
        "english_devnagari": "evaṁ sandarśitā hy aṅgahariṇā bhṛtya-vaśyatāsva-vaśenāpi kṛṣṇenayasyedaṁ seśvaraṁ vaśe",
        "verse_Syn": [
            "evam",
            "sandarśitā",
            "hi",
            "aṅga",
            "hariṇā",
            "bhṛtya",
            "vaśyatā",
            "sva",
            "vaśena",
            "api",
            "kṛṣṇena",
            "yasya",
            "idam",
            "sa",
            "īśvaram",
            "vaśe"
        ],
        "translation": "O Mahārāja Parīkṣit, this entire universe, with its great, exalted demigods like Lord Śiva, Lord Brahmā and Lord Indra, is under the control of the Supreme Personality of Godhead. Yet the Supreme Lord has one transcendental attribute: He comes under the control of His devotees. This was now exhibited by Kṛṣṇa in this pastime.",
        "purport": " This pastime of Kṛṣṇa’s is very difficult to understand, but devotees can understand it. It is therefore said, darśayaṁs tad-vidāṁ loka ātmano bhakta-vaśyatām (Bhāg. 10.11.9): the Lord displays the transcendental attribute of coming under the control of His devotees. As stated in the Brahma-saṁhitā (5.35): By His one plenary portion as Paramātmā, the Lord controls innumerable universes, with all their demigods; yet He agrees to be controlled by a devotee. In the Upaniṣads it is said that the Supreme Personality of Godhead can run with more speed than the mind, but here we see that although Kṛṣṇa wanted to avoid being arrested by His mother, He was finally defeated, and mother Yaśodā captured Him. Lakṣmī-sahasra-śata-sambhrama-sevyamānam: Kṛṣṇa is served by hundreds and thousands of goddesses of fortune. Nonetheless, He steals butter like one who is poverty-stricken. Yamarāja, the controller of all living entities, fears the order of Kṛṣṇa, yet Kṛṣṇa is afraid of His mother’s stick. These contradictions cannot be understood by one who is not a devotee, but a devotee can understand how powerful is unalloyed devotional service to Kṛṣṇa; it is so powerful that Kṛṣṇa can be controlled by an unalloyed devotee. This bhṛtya-vaśyatā does not mean that He is under the control of the servant; rather, He is under the control of the servant’s pure love. In Bhagavad-gītā (1.21) it is said that Kṛṣṇa became the chariot driver of Arjuna. Arjuna ordered Him, senayor ubhayor madhye rathaṁ sthāpaya me ’cyuta: “My dear Kṛṣṇa, You have agreed to be my charioteer and to execute my orders. Place my chariot between the two armies of soldiers.” Kṛṣṇa immediately executed this order, and therefore one may argue that Kṛṣṇa also is not independent. But this is one’s ajñāna, ignorance. Kṛṣṇa is always fully independent; when He becomes subordinate to His devotees, this is a display of ānanda-cinmaya-rasa, the humor of transcendental qualities that increases His transcendental pleasure. Everyone worships Kṛṣṇa as the Supreme Personality of Godhead, and therefore He sometimes desires to be controlled by someone else. Such a controller can be no one else but a pure devotee."
    },
    {
        "verse": "20",
        "devanagari": "नेमं विरिञ्चो न भवो न श्रीरप्यङ्गसंश्रया ।प्रसादं लेभिरे गोपी यत्तत्प्राप विमुक्तिदात् ॥ २० ॥",
        "english_devnagari": "nemaṁ viriñco na bhavona śrīr apy aṅga-saṁśrayāprasādaṁ lebhire gopīyat tat prāpa vimuktidāt",
        "verse_Syn": [
            "na",
            "imam",
            "viriñcaḥ",
            "na",
            "bhavaḥ",
            "na",
            "śrīḥ",
            "api",
            "aṅga",
            "saṁśrayā",
            "prasādam",
            "lebhire",
            "gopī",
            "yat",
            "tat",
            "prāpa",
            "vimukti",
            "dāt"
        ],
        "translation": "Neither Lord Brahmā, nor Lord Śiva, nor even the goddess of fortune, who is always the better half of the Supreme Lord, can obtain from the Supreme Personality of Godhead, the deliverer from this material world, such mercy as received by mother Yaśodā.",
        "purport": " This is a comparative study between mother Yaśodā and other devotees of the Lord. As stated in Caitanya-caritāmṛta (Ādi 5.142), ekale īśvara kṛṣṇa, āra saba bhṛtya: the only supreme master is Kṛṣṇa, and all others are His servants. Kṛṣṇa has the transcendental quality of bhṛtya-vaśyatā, becoming subordinate to His bhṛtya, or servant. Now, although everyone is bhṛtya and although Kṛṣṇa has the quality of becoming subordinate to His bhṛtya, the position of mother Yaśodā is the greatest. Lord Brahmā is bhṛtya, a servant of Kṛṣṇa, and he is ādi-kavi, the original creator of this universe (tene brahma hṛdā ya ādi-kavaye). Nonetheless, even he could not obtain such mercy as mother Yaśodā. As for Lord Śiva, he is the topmost Vaiṣṇava (vaiṣṇavānāṁ yathā śambhuḥ). What to speak of Lord Brahmā and Lord Śiva, the goddess of fortune, Lakṣmī, is the Lord’s constant companion in service, since she always associates with His body. But even she could not get such mercy. Therefore Mahārāja Parīkṣit was surprised, thinking, “What did mother Yaśodā and Nanda Mahārāja do in their previous lives by which they got such a great opportunity, the opportunity to be the affectionate father and mother of Kṛṣṇa?” In this verse there are three negative pronouncements — na, na, na. When anything is uttered three times — “do it, do it, do it” — one should understand that this is meant to indicate great stress on a fact. In this verse, we find na lebhire, na lebhire, na lebhire. Yet mother Yaśodā is in the supermost exalted position, and thus Kṛṣṇa has become completely subordinate to her. The word vimuktidāt is also significant. There are different types of liberation, such as sāyujya, sālokya, sārūpya, sārṣṭi and sāmīpya, but vimukti means “special mukti.” When after liberation one is situated on the platform of prema-bhakti, one is said to have achieved vimukti, “special mukti.” Therefore the word na is mentioned. That exalted platform of premā is described by Śrī Caitanya Mahāprabhu as premā pum-artho mahān, and mother Yaśodā naturally acts in such an exalted position in loving affairs. She is therefore a nitya-siddha devotee, an expansion of Kṛṣṇa’s hlādinī potency, His potency to enjoy transcendental bliss through expansions who are special devotees (ānanda-cinmaya-rasa-pratibhāvitābhiḥ). Such devotees are not sādhana-siddha."
    },
    {
        "verse": "21",
        "devanagari": "नायं सुखापो भगवान्देहिनां गोपिकासुत: ।ज्ञानिनां चात्मभूतानां यथा भक्तिमतामिह ॥ २१ ॥",
        "english_devnagari": "nāyaṁ sukhāpo bhagavāndehināṁ gopikā-sutaḥjñānināṁ cātma-bhūtānāṁyathā bhaktimatām iha",
        "verse_Syn": [
            "na",
            "ayam",
            "sukha",
            "āpaḥ",
            "bhagavān",
            "dehinām",
            "gopikā",
            "sutaḥ",
            "jñāninām",
            "ca",
            "ātma",
            "bhūtānām",
            "yathā",
            "bhakti",
            "matām",
            "iha"
        ],
        "translation": "The Supreme Personality of Godhead, Kṛṣṇa, the son of mother Yaśodā, is accessible to devotees engaged in spontaneous loving service, but He is not as easily accessible to mental speculators, to those striving for self-realization by severe austerities and penances, or to those who consider the body the same as the self.",
        "purport": " Kṛṣṇa, the Supreme Personality of Godhead as the son of mother Yaśodā, is very easily available to devotees, but not to tapasvīs, yogīs, jñānīs and others who have a bodily concept of life. Although they may sometimes be called śānta-bhaktas, real bhakti begins with dāsya-rasa. Kṛṣṇa says in Bhagavad-gītā (4.11): “As living entities surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Pṛthā.” Everyone is seeking Kṛṣṇa, for He is the Supersoul of all individual souls. Everyone loves his body and wants to protect it because he is within the body as the soul, and everyone loves the soul because the soul is part and parcel of the Supersoul. Therefore, everyone is actually seeking to achieve happiness by reviving his relationship with the Supersoul. As the Lord says in Bhagavad-gītā (15.15), vedaiś ca sarvair aham eva vedyaḥ: “By all the Vedas, it is I who am to be known.” Therefore, the karmīs, jñānīs, yogīs and saintly persons are all seeking Kṛṣṇa. But by following in the footsteps of devotees who are in a direct relationship with Kṛṣṇa, especially the inhabitants of Vṛndāvana, one can reach the supreme position of associating with Kṛṣṇa. As it is said, vṛndāvanaṁ parityajya padam ekaṁ na gacchati: Kṛṣṇa does not leave Vṛndāvana even for a moment. The vṛndāvana-vāsīs — mother Yaśodā, Kṛṣṇa’s friends and Kṛṣṇa’s conjugal lovers, the younger gopīs with whom He dances — have very intimate relationships with Kṛṣṇa, and if one follows in the footsteps of these devotees, Kṛṣṇa is available. Although the nitya-siddha expansions of Kṛṣṇa always remain with Kṛṣṇa, if those engaged in sādhana-siddhi follow in the footsteps of Kṛṣṇa’s nitya-siddha associates, such sādhana-siddhas also can easily attain Kṛṣṇa without difficulty. But there are those who are attached to bodily concepts of life. Lord Brahmā and Lord Śiva, for example, have very prestigious positions, and thus they have the sense of being very exalted īśvaras. In other words, because Lord Brahmā and Lord Śiva are guṇa-avatāras and have exalted positions, they have some small sense of being like Kṛṣṇa. But the pure devotees who inhabit Vṛndāvana do not possess any bodily conception. They are fully dedicated to the service of the Lord in sublime affection, premā. Śrī Caitanya Mahāprabhu has therefore recommended, premā pum-artho mahān: the highest perfection of life is premā, pure love in relationship with Kṛṣṇa. And mother Yaśodā appears to be the topmost of devotees who have attained this perfection."
    },
    {
        "verse": "22",
        "devanagari": "कृष्णस्तु गृहकृत्येषु व्यग्रायां मातरि प्रभु: ।अद्राक्षीदर्जुनौ पूर्वं गुह्यकौ धनदात्मजौ ॥ २२ ॥",
        "english_devnagari": "kṛṣṇas tu gṛha-kṛtyeṣuvyagrāyāṁ mātari prabhuḥadrākṣīd arjunau pūrvaṁguhyakau dhanadātmajau",
        "verse_Syn": [
            "kṛṣṇaḥ",
            "tu",
            "gṛha",
            "kṛtyeṣu",
            "vyagrāyām",
            "mātari",
            "prabhuḥ",
            "adrākṣīt",
            "arjunau",
            "pūrvam",
            "guhyakau",
            "dhanada",
            "ātmajau"
        ],
        "translation": "While mother Yaśodā was very busy with household affairs, the Supreme Lord, Kṛṣṇa, observed twin trees known as yamala-arjuna, which in a former millennium had been the demigod sons of Kuvera.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "पुरा नारदशापेन वृक्षतां प्रापितौ मदात् ।नलकूवरमणिग्रीवाविति ख्यातौ श्रियान्वितौ ॥ २३ ॥",
        "english_devnagari": "purā nārada-śāpenavṛkṣatāṁ prāpitau madātnalakūvara-maṇigrīvāviti khyātau śriyānvitau",
        "verse_Syn": [
            "purā",
            "nārada",
            "śāpena",
            "vṛkṣatām",
            "prāpitau",
            "madāt",
            "nalakūvara",
            "maṇigrīvau",
            "iti",
            "khyātau",
            "śriyā",
            "anvitau"
        ],
        "translation": "In their former birth, these two sons, known as Nalakūvara and Maṇigrīva, were extremely opulent and fortunate. But because of pride and false prestige, they did not care about anyone, and thus Nārada Muni cursed them to become trees.",
        "purport": ""
    }
]