[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअन्तर्हिते भगवति सहसैव व्रजाङ्गना: ।अतप्यंस्तमचक्षाणा: करिण्य इव यूथपम् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaantarhite bhagavatisahasaiva vrajāṅganāḥatapyaṁs tam acakṣāṇāḥkariṇya iva yūthapam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "antarhite",
            "bhagavati",
            "sahasā",
            "eva",
            "vraja",
            "aṅganāḥ",
            "atapyan",
            "tam",
            "acakṣāṇāḥ",
            "kariṇyaḥ",
            "iva",
            "yūthapam"
        ],
        "translation": "Śukadeva Gosvāmī said: When Lord Kṛṣṇa disappeared so suddenly, the gopīs felt great sorrow at losing sight of Him, like a group of female elephants who have lost their mate.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "गत्यानुरागस्मितविभ्रमेक्षितै-र्मनोरमालापविहारविभ्रमै: ।आक्षिप्तचित्ता: प्रमदा रमापते-स्तास्ता विचेष्टा जगृहुस्तदात्मिका: ॥ २ ॥",
        "english_devnagari": "gatyānurāga-smita-vibhramekṣitairmano-ramālāpa-vihāra-vibhramaiḥākṣipta-cittāḥ pramadā ramā-patestās tā viceṣṭā jagṛhus tad-ātmikāḥ",
        "verse_Syn": [
            "gatyā",
            "anurāga",
            "smita",
            "vibhrama",
            "īkṣitaiḥ",
            "manaḥ",
            "rama",
            "āIāpa",
            "vihāra",
            "vibhramaiḥ",
            "ākṣipta",
            "cittāḥ",
            "pramadāḥ",
            "ramā",
            "pateḥ",
            "tāḥ",
            "tāḥ",
            "viceṣṭāḥ",
            "jagṛhuḥ",
            "tat",
            "ātmikāḥ"
        ],
        "translation": "As the cowherd women remembered Lord Kṛṣṇa, their hearts were overwhelmed by His movements and loving smiles, His playful glances and enchanting talks, and by the many other pastimes He would enjoy with them. Thus absorbed in thoughts of Kṛṣṇa, the Lord of Ramā, the gopīs began acting out His various transcendental pastimes.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura describes the following charming exchange between Kṛṣṇa and the gopīs: “Kṛṣṇa said to a gopī, ‘My dear land lily, are you going to offer your honey to this very thirsty honeybee or not?’ “The gopī replied, ‘My dear bee, the husband of the lilies is the sun, not the bee, so why are You claiming that my honey belongs to You?’ “But My dear lily, the very nature of you lilies is that you don’t give your honey to your husband, the sun, but rather to your paramour, the bee.’ The gopī, defeated by the words of Kṛṣṇa, laughed and then gave Him her lips as honey to drink.” Śrīla Viśvanātha Cakravartī also describes the following conversation: “Kṛṣṇa said to a gopī, ‘Ah, I can understand that as you approached this nīpa tree standing here, you were bitten by an audacious snake. Its venom has already reached your chest, but since you are a respectable maiden you haven’t asked Me to cure you. Still I’ve come, being merciful by nature. Now, while I massage your body with My hands, I’ll chant a mantra to counteract the serpent’s poison.’ “The gopī said, ‘But, my dear snake charmer, no snake has bitten me. Go massage the body of some girl who actually has suffered a snakebite.’ “‘Come now, My dear respectable girl, from your trembling voice I can tell that you are experiencing a feverish reaction to poisoning. Knowing this, if I don’t take care of you I’ll be guilty of killing an innocent woman. So let Me treat you.’ “With this, Kṛṣṇa applied His fingernails to the gopī’s chest.”"
    },
    {
        "verse": "3",
        "devanagari": "गतिस्मितप्रेक्षणभाषणादिषुप्रिया: प्रियस्य प्रतिरूढमूर्तय: ।असावहं त्वित्यबलास्तदात्मिकान्यवेदिषु: कृष्णविहारविभ्रमा: ॥ ३ ॥",
        "english_devnagari": "gati-smita-prekṣaṇa-bhāṣaṇādiṣupriyāḥ priyasya pratirūḍha-mūrtayaḥasāv ahaṁ tv ity abalās tad-ātmikānyavediṣuḥ kṛṣṇa-vihāra-vibhramāḥ",
        "verse_Syn": [
            "gati",
            "smita",
            "prekṣaṇa",
            "bhāṣaṇā",
            "ādiṣu",
            "priyāḥ",
            "priyasya",
            "pratirūḍha",
            "mūrtayaḥ",
            "asau",
            "aham",
            "tu",
            "iti",
            "abalāḥ",
            "tat",
            "ātmikāḥ",
            "nyavediṣuḥ",
            "kṛṣṇa",
            "vihāra",
            "vibhramāḥ"
        ],
        "translation": "Because the beloved gopīs were absorbed in thoughts of their beloved Kṛṣṇa, their bodies imitated His way of moving and smiling, His way of beholding them, His speech and His other distinctive features. Deeply immersed in thinking of Him and maddened by remembering His pastimes, they declared to one another, “I am Kṛṣṇa!”",
        "purport": " Spontaneously, the gopīs began moving like Kṛṣṇa: they smiled as He would smile, glanced boldly as He would and spoke as He would. The gopīs were completely absorbed in the existence of Kṛṣṇa and mad with love at their sudden separation from Him, and thus their dedication to Him attained absolute perfection."
    },
    {
        "verse": "4",
        "devanagari": "गायन्त्य उच्चैरमुमेव संहताविचिक्युरुन्मत्तकवद् वनाद् वनम् ।पप्रच्छुराकाशवदन्तरं बहि-र्भूतेषु सन्तं पुरुषं वनस्पतीन् ॥ ४ ॥",
        "english_devnagari": "gāyantya uccair amum eva saṁhatāvicikyur unmattaka-vad vanād vanampapracchur ākāśa-vad antaraṁ bahirbhūteṣu santaṁ puruṣaṁ vanaspatīn",
        "verse_Syn": [
            "gāyantyaḥ",
            "uccaiḥ",
            "amum",
            "eva",
            "saṁhatāḥ",
            "vicikyuḥ",
            "unmattaka",
            "vat",
            "vanāt",
            "vanam",
            "papracchuḥ",
            "ākāśa",
            "vat",
            "antaram",
            "bahiḥ",
            "bhūteṣu",
            "santam",
            "puruṣam",
            "vanaspatīn"
        ],
        "translation": "Singing loudly of Kṛṣṇa, they searched for Him throughout the Vṛndāvana forest like a band of madwomen. They even asked the trees about Him, who as the Supersoul is present inside and outside of all created things, just like the sky.",
        "purport": " Lost in the madness of love for Kṛṣṇa, the gopīs inquired about Him from even the trees in Vṛndāvana. Of course, there is no actual separation from Lord Kṛṣṇa, since He is the all-pervading Supersoul."
    },
    {
        "verse": "5",
        "devanagari": "द‍ृष्टो व: कच्चिदश्वत्थ प्लक्ष न्यग्रोध नो मन: ।नन्दसूनुर्गतो हृत्वा प्रेमहासावलोकनै: ॥ ५ ॥",
        "english_devnagari": "dṛṣṭo vaḥ kaccid aśvatthaplakṣa nyagrodha no manaḥnanda-sūnur gato hṛtvāprema-hāsāvalokanaiḥ",
        "verse_Syn": [
            "dṛṣṭaḥ",
            "vaḥ",
            "kaccit",
            "aśvattha",
            "plakṣa",
            "nyagrodha",
            "naḥ",
            "manaḥ",
            "nanda",
            "sūnuḥ",
            "gataḥ",
            "hṛtvā",
            "prema",
            "hāsa",
            "avalokanaiḥ"
        ],
        "translation": "[The gopīs said:] O aśvattha tree, O plakṣa, O nyagrodha, have you seen Kṛṣṇa? That son of Nanda Mahārāja has gone away after stealing our minds with His loving smiles and glances.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "कच्चित् कुरबकाशोकनागपुन्नागचम्पका: ।रामानुजो मानिनीनामितो दर्पहरस्मित: ॥ ६ ॥",
        "english_devnagari": "kaccit kurabakāśoka-nāga-punnāga-campakāḥrāmānujo māninīnāmito darpa-hara-smitaḥ",
        "verse_Syn": [
            "kaccit",
            "kurabaka",
            "aśoka",
            "nāga",
            "punnāga",
            "campakāḥ",
            "rāma",
            "anujaḥ",
            "māninīnām",
            "itaḥ",
            "darpa",
            "hara",
            "smitaḥ"
        ],
        "translation": "O kurabaka tree, O aśoka, O nāga, punnāga and campaka, has Balarāma’s younger brother, whose smile removes the audacity of all proud women, passed this way?",
        "purport": " As soon as the gopīs saw that a particular tree would not answer them, they impatiently left it and rushed off to another to make further inquiries."
    },
    {
        "verse": "7",
        "devanagari": "कच्चित्तुलसि कल्याणि गोविन्दचरणप्रिये ।सह त्वालिकुलैर्बिभ्रद् दृष्टस्तेऽतिप्रियोऽच्युत: ॥ ७ ॥",
        "english_devnagari": "kaccit tulasi kalyāṇigovinda-caraṇa-priyesaha tvāli-kulair bibhraddṛṣṭas te ’ti-priyo ’cyutaḥ",
        "verse_Syn": [
            "kaccit",
            "tulasi",
            "kalyāṇi",
            "govinda",
            "caraṇa",
            "priye",
            "saha",
            "tvā",
            "ali",
            "kulaiḥ",
            "bibhrat",
            "dṛṣṭaḥ",
            "te",
            "ati",
            "priyaḥ",
            "acyutaḥ"
        ],
        "translation": "O most kind tulasī, to whom the feet of Govinda are so dear, have you seen that infallible one walk by, wearing you and encircled by swarms of bees?",
        "purport": " The ācāryas explain here that the word caraṇa is a term of respect, as in the expression evaṁ vadanty ācārya-caraṇāḥ. The bees humming around the garland worn by Śrī Govinda were attracted by the fragrance of the tulasī mañjarīs offered to Him. The gopīs felt that the trees had not replied because they were male, but that tulasī, being female, would sympathize with their plight."
    },
    {
        "verse": "8",
        "devanagari": "मालत्यदर्शि व: कच्चिन्मल्लिके जाति यूथिके ।प्रीतिं वो जनयन् यात: करस्पर्शेन माधव: ॥ ८ ॥",
        "english_devnagari": "mālaty adarśi vaḥ kaccinmallike jāti-yūthikeprītiṁ vo janayan yātaḥkara-sparśena mādhavaḥ",
        "verse_Syn": [
            "mālati",
            "adarśi",
            "vaḥ",
            "kaccit",
            "mallike",
            "jāti",
            "yūthike",
            "prītim",
            "vaḥ",
            "janayan",
            "yātaḥ",
            "kara",
            "sparśena",
            "mādhavaḥ"
        ],
        "translation": "O mālati, O mallikā, O jāti and yūthikā, has Mādhava gone by here, giving you pleasure with the touch of His hand?",
        "purport": " When even tulasī herself did not answer the gopīs, they approached the fragrant jasmine flowers. The gopīs, seeing the jasmine vines humbly bowing down, assumed that these plants must have seen Lord Kṛṣṇa and were therefore showing humility in their ecstasy."
    },
    {
        "verse": "9",
        "devanagari": "चूतप्रियालपनसासनकोविदार-जम्ब्वर्कबिल्वबकुलाम्रकदम्बनीपा: ।येऽन्ये परार्थभवका यमुनोपकूला:शंसन्तु कृष्णपदवीं रहितात्मनां न: ॥ ९ ॥",
        "english_devnagari": "cūta-priyāla-panasāsana-kovidārajambv-arka-bilva-bakulāmra-kadamba-nīpāḥye ’nye parārtha-bhavakā yamunopakūlāḥśaṁsantu kṛṣṇa-padavīṁ rahitātmanāṁ naḥ",
        "verse_Syn": [
            "cūta",
            "priyāla",
            "panasa",
            "āsana",
            "kovidāra",
            "jambu",
            "arka",
            "bilva",
            "bakula",
            "āmra",
            "kadamba",
            "nīpāḥ",
            "ye",
            "anye",
            "para",
            "artha",
            "bhavakāḥ",
            "yamunā",
            "upakūlāḥ",
            "śaṁsantu",
            "kṛṣṇa",
            "padavīm",
            "rahita",
            "ātmanām",
            "naḥ"
        ],
        "translation": "O cūta, O priyāla, O panasa, āsana and kovidāra, O jambu, O arka, O bilva, bakula and āmra, O kadamba and nīpa and all you other plants and trees living by the banks of the Yamunā who have dedicated your very existence to the welfare of others, we gopīs have lost our minds, so please tell us where Kṛṣṇa has gone.",
        "purport": " According to Śrīla Jīva Gosvāmī, the cūta is a mango creeper, whereas the āmra is a mango tree. He goes on to explain that the nīpa, though not a very prominent tree, bears large flowers, and that the gopīs’ desperation to find Kṛṣṇa is clearly shown by the fact that they approached the insignificant arka plant. Śrīla Viśvanātha Cakravartī gives the following information about Vṛndāvana’s trees: “The nīpa is ‘the dust kadamba,’ and it has large flowers. The kadamba proper has smaller flowers and a very pleasant fragrance. The kovidāra is a particular kind of kañcanāra [mountain ebony tree]. Even though the arka plant is very insignificant, it always grows near Lord Gopīśvara [the Śiva deity in Vṛndāvana forest] because it is dear to him.”"
    },
    {
        "verse": "10",
        "devanagari": "किं ते कृतं क्षिति तपो बत केशवाङ्‍‍‍‍‍घ्रि-स्पर्शोत्सवोत्पुलकिताङ्गरुहैर्विभासि ।अप्यङ्‍‍‍‍‍घ्रिसम्भव उरुक्रमविक्रमाद् वाआहो वराहवपुष: परिरम्भणेन ॥ १० ॥",
        "english_devnagari": "kiṁ te kṛtaṁ kṣiti tapo bata keśavāṅghri-sparśotsavotpulakitāṅga-nahair vibhāsiapy aṅghri-sambhava urukrama-vikramād vāāho varāha-vapuṣaḥ parirambhaṇena",
        "verse_Syn": [
            "kim",
            "te",
            "kṛtam",
            "kṣiti",
            "tapaḥ",
            "bata",
            "keśava",
            "aṅghri",
            "sparśa",
            "utsava",
            "utpulakita",
            "aṅga",
            "ruhaiḥ",
            "vibhāsi",
            "api",
            "aṅghri",
            "sambhavaḥ",
            "urukrama",
            "vikramāt",
            "vā",
            "āha",
            "u",
            "varāha",
            "vapuṣaḥ",
            "parirambhaṇena"
        ],
        "translation": "O mother earth, what austerity did you perform to attain the touch of Lord Keśava’s lotus feet, which has brought you such great joy that your bodily hairs are standing on end? You appear very beautiful in this condition. Was it during the Lord’s current appearance that you acquired this ecstatic symptom, or was it perhaps much earlier, when He stepped upon you in His form of the dwarf Vāmanadeva, or even earlier, when He embraced you in His form of the boar Varāhadeva?",
        "purport": " Śrīla Viśvanātha Cakravartī explains the thoughts of the gopīs as follows: “‘Perhaps the trees and plants [mentioned in the previous verses] did not hear our question because they were in trance, meditating on Lord Viṣṇu. Or perhaps, since they will not tell us where Kṛṣṇa has gone, they are hardhearted even though they live in a holy place. Anyway, what is the use of unnecessarily criticizing the residents of a holy place? We cannot tell if they really know where Kṛṣṇa has gone. So let us find someone who definitely knows where He is.’ Thus the gopīs concluded that since Lord Kṛṣṇa had to be somewhere on the earth, the earth herself must know His whereabouts. “Then the gopīs thought, ‘Since Kṛṣṇa always walks on the earth, she is never separated from Him and thus cannot understand how much His parents, girlfriends and servants suffer in His absence. Let us ask her what austerities she has performed to gain the great fortune of being constantly touched by the feet of Lord Keśava.’”"
    },
    {
        "verse": "11",
        "devanagari": "अप्येणपत्‍न्युपगत: प्रिययेह गात्रै-स्तन्वन् द‍ृशां सखि सुनिर्वृतिमच्युतो व: ।कान्ताङ्गसङ्गकुचकुङ्कुमरञ्जिताया:कुन्दस्रज: कुलपतेरिह वाति गन्ध: ॥ ११ ॥",
        "english_devnagari": "apy eṇa-patny upagataḥ priyayeha gātraistanvan dṛśāṁ sakhi su-nirvṛtim acyuto vaḥkāntāṅga-saṅga-kuca-kuṅkuma-rañjitāyāḥkunda-srajaḥ kula-pater iha vāti gandhaḥ",
        "verse_Syn": [
            "api",
            "eṇa",
            "patni",
            "upagataḥ",
            "priyayā",
            "iha",
            "gātraiḥ",
            "tanvan",
            "dṛśām",
            "sakhi",
            "su",
            "nirvṛtim",
            "acyutaḥ",
            "vaḥ",
            "kāntā",
            "aṅga",
            "saṅga",
            "kuca",
            "kuṅkuma",
            "rañjitāyāḥ",
            "kunda",
            "srajaḥ",
            "kula",
            "pateḥ",
            "iha",
            "vāti",
            "gandhaḥ"
        ],
        "translation": "O friend, wife of the deer, has Lord Acyuta been here with His beloved, bringing great joy to your eyes? Indeed, blowing this way is the fragrance of His garland of kunda flowers, which was smeared with the kuṅkuma from the breasts of His girlfriend when He embraced Her.",
        "purport": " Śrīla Viśvanātha Cakravartī provides the following charming commentary on this verse: “The gopīs spoke to a doe, ‘O friend, wife of the deer, from the bliss in your clear eyes we can tell that Śrī Kṛṣṇa has expanded your joy with the beauty of His limbs, His face and so forth. You are eager to realize the ecstasy of seeing Kṛṣṇa, and thus your eyes are following Him. In fact, He is never lost to you.’ “Then the gopīs, seeing the doe continue to walk in her natural way, exclaimed, ‘Oh, are you telling us that you have seen Kṛṣṇa? Look! As this deer walks she constantly turns her head back to us, as if to say, “I will show Him to you; just follow me and I will show you Kṛṣṇa.” In this merciless Vṛndāvana, she is the only merciful person.’ “As the gopīs follow the doe they happen to lose sight of her, and they cry out, ‘Oh, why can’t we see the deer who is showing us the way to Kṛṣṇa?’ “One gopī suggests that Kṛṣṇa must be somewhere in the vicinity and that the deer, being afraid of Him, must have hidden herself to avoid the possible mistake of revealing His presence. Conjecturing in this way, the gopīs detect a fragrance that has by chance blown their way, and they repeatedly declare with great joy, ‘Yes! Yes! This is it! By Kṛṣṇa’s physical contact with His girlfriend, His jasmine garland was smeared with the kuṅkuma powder on Her breasts, and the fragrances of all these things are reaching us.’ Thus the gopīs smelled the aroma of the two lovers’ bodies, of Kṛṣṇa’s jasmine garland, and of the cosmetic powder on the breasts of His lover.”"
    },
    {
        "verse": "12",
        "devanagari": "बाहुं प्रियांस उपधाय गृहीतपद्मोरामानुजस्तुलसिकालिकुलैर्मदान्धै: ।अन्वीयमान इह वस्तरव: प्रणामंकिं वाभिनन्दति चरन् प्रणयावलोकै: ॥ १२ ॥",
        "english_devnagari": "bāhuṁ priyāṁsa upadhāya gṛhīta-padmorāmānujas tulasikāli-kulair madāndhaiḥanvīyamāna iha vas taravaḥ praṇāmaṁkiṁ vābhinandati caran praṇayāvalokaiḥ",
        "verse_Syn": [
            "bāhum",
            "priyā",
            "aṁse",
            "upadhāya",
            "gṛhīta",
            "padmaḥ",
            "rāma",
            "anujaḥ",
            "tulasikā",
            "ali",
            "kulaiḥ",
            "mada",
            "andhaiḥ",
            "anvīyamānaḥ",
            "iha",
            "vaḥ",
            "taravaḥ",
            "praṇāmam",
            "kim",
            "vā",
            "abhinandati",
            "caran",
            "praṇaya",
            "avalokaiḥ"
        ],
        "translation": "O trees, we see that you are bowing down. When the younger brother of Rāma walked by here, followed by intoxicated bees swarming around the tulasī mañjarīs decorating His garland, did He acknowledge your obeisances with His affectionate glances? He must have been resting His arm on the shoulder of His beloved and carrying a lotus flower in His free hand.",
        "purport": " The gopīs saw that the trees, bent over with abundant fruits and flowers, were offering obeisances to Lord Kṛṣṇa. The gopīs supposed Kṛṣṇa must have recently passed that way, since the trees were still bowing down. Because Śrī Kṛṣṇa had left the gopīs to go with His favorite consort, they were jealous and thus imagined that He had become fatigued from His loving affairs and was resting His left arm on the soft shoulder of His beloved. The gopīs further imagined that Kṛṣṇa must have been carrying a blue lotus in His right hand to drive away the bees eagerly trying to attack His beloved’s face after smelling its aroma. The scene was so beautiful, the gopīs imagined, that the maddened bees had left the tulasī garden to follow the two lovers."
    },
    {
        "verse": "13",
        "devanagari": "पृच्छतेमा लता बाहूनप्याश्लिष्टा वनस्पते: ।नूनं तत्करजस्पृष्टा बिभ्रत्युत्पुलकान्यहो ॥ १३ ॥",
        "english_devnagari": "pṛcchatemā latā bāhūnapy āśliṣṭā vanaspateḥnūnaṁ tat-karaja-spṛṣṭābibhraty utpulakāny aho",
        "verse_Syn": [
            "pṛcchata",
            "imāḥ",
            "latāḥ",
            "bāhūn",
            "api",
            "āśliṣṭāḥ",
            "vanaspateḥ",
            "nūnam",
            "tat",
            "kara",
            "ja",
            "spṛṣṭāḥ",
            "bibhrati",
            "utpulakāni",
            "aho"
        ],
        "translation": "Let us ask these creepers about Kṛṣṇa. Even though they are embracing the arms of their husband, this tree, they certainly must have been touched by Kṛṣṇa’s fingernails, since out of joy they are manifesting eruptions on their skin.",
        "purport": " The gopīs reasoned that the creepers would not show signs of rapture merely by physical contact with their husband, a tree. Thus the gopīs concluded that although the creepers were embracing the strong limbs of their husband, they must have been touched by Lord Kṛṣṇa as He moved through the forest."
    },
    {
        "verse": "14",
        "devanagari": "इत्युन्मत्तवचोगोप्य: कृष्णान्वेषणकातरा: ।लीला भगवतस्तास्ता ह्यनुचक्रुस्तदात्मिका: ॥ १४ ॥",
        "english_devnagari": "ity unmatta-vaco gopyaḥkṛṣṇānveṣaṇa-kātarāḥlīlā bhagavatas tās tāhy anucakrus tad-ātmikāḥ",
        "verse_Syn": [
            "iti",
            "unmatta",
            "vacaḥ",
            "gopyaḥ",
            "kṛṣṇa",
            "anveṣaṇa",
            "kātarāḥ",
            "līlāḥ",
            "bhagavataḥ",
            "tāḥ",
            "tāḥ",
            "hi",
            "anucakruḥ",
            "tat",
            "ātmikāḥ"
        ],
        "translation": "Having spoken these words, the gopīs, distraught from searching for Kṛṣṇa, began to act out His various pastimes, fully absorbed in thoughts of Him.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "कस्याचित् पूतनायन्त्या: कृष्णायन्त्यपिबत् स्तनम् ।तोकयित्वा रुदत्यन्या पदाहन् शकटायतीम् ॥ १५ ॥",
        "english_devnagari": "kasyācit pūtanāyantyāḥkṛṣṇāyanty apibat stanamtokayitvā rudaty anyāpadāhan śakaṭāyatīm",
        "verse_Syn": [
            "kasyācit",
            "pūtanāyantyāḥ",
            "kṛṣṇāyantī",
            "apibat",
            "stanam",
            "tokayitvā",
            "rudatī",
            "anyā",
            "padā",
            "ahan",
            "śakaṭā",
            "yatīm"
        ],
        "translation": "One gopī imitated Pūtanā, while another acted like infant Kṛṣṇa and pretended to suck her breast. Another gopī, crying in imitation of infant Kṛṣṇa, kicked a gopī who was taking the role of the cart demon, Śakaṭāsura.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "दैत्यायित्वा जहारान्यामेको कृष्णार्भभावनाम् ।रिङ्गयामास काप्यङ्‌‌‌घ्री कर्षन्ती घोषनि:स्वनै: ॥ १६ ॥",
        "english_devnagari": "daityāyitvā jahārānyāmeko kṛṣṇārbha-bhāvanāmriṅgayām āsa kāpy aṅghrīkarṣantī ghoṣa-niḥsvanaiḥ",
        "verse_Syn": [
            "daityāyitvā",
            "jahāra",
            "anyām",
            "ekā",
            "kṛṣṇa",
            "arbha",
            "bhāvanām",
            "riṅgayām",
            "āsa",
            "kā",
            "api",
            "aṅghrī",
            "karṣantī",
            "ghoṣa",
            "niḥsvanaiḥ"
        ],
        "translation": "One gopī took the role of Tṛṇāvarta and carried away another, who was acting like infant Kṛṣṇa, while yet another gopī crawled about, her ankle bells tinkling as she pulled her feet.",
        "purport": " The gopīs started imitating all of Śrī Kṛṣṇa’s pastimes, beginning from His earliest activities as a baby."
    },
    {
        "verse": "17",
        "devanagari": "कृष्णरामायिते द्वे तु गोपायन्त्यश्च काश्चन ।वत्सायतीं हन्ति चान्या तत्रैका तु बकायतीम् ॥ १७ ॥",
        "english_devnagari": "kṛṣṇa-rāmāyite dve tugopāyantyaś ca kāścanavatsāyatīṁ hanti cānyātatraikā tu bakāyatīm",
        "verse_Syn": [
            "kṛṣṇa",
            "rāmāyite",
            "dve",
            "tu",
            "gopāyantyaḥ",
            "ca",
            "kāścana",
            "vatsāyatīm",
            "hanti",
            "ca",
            "anyā",
            "tatra",
            "ekā",
            "tu",
            "bakāyatīm"
        ],
        "translation": "Two gopīs acted like Rāma and Kṛṣṇa in the midst of several others, who took the role of cowherd boys. One gopī enacted Kṛṣṇa’s killing of the demon Vatsāsura, represented by another gopī, and a pair of gopīs acted out the killing of Bakāsura.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "आहूय दूरगा यद्वत् कृष्णस्तमनुवर्ततीम् ।वेणुं क्‍वणन्तीं क्रीडन्तीमन्या: शंसन्ति साध्विति ॥ १८ ॥",
        "english_devnagari": "āhūya dūra-gā yadvatkṛṣṇas tam anuvartatīmveṇuṁ kvaṇantīṁ krīḍantīmanyāḥ śaṁsanti sādhv iti",
        "verse_Syn": [
            "āhūya",
            "dūra",
            "gāḥ",
            "yadvat",
            "kṛṣṇaḥ",
            "tam",
            "anuvartatīm",
            "veṇum",
            "kvaṇantīm",
            "krīḍantīm",
            "anyāḥ",
            "śaṁsanti",
            "sādhu",
            "iti"
        ],
        "translation": "When one gopī perfectly imitated how Kṛṣṇa would call the cows who had wandered far away, how He would play His flute and how He would engage in various sports, the others congratulated her with exclamations of “Well done! Well done!”",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "कस्याञ्चित् स्वभुजं न्यस्यचलन्त्याहापरा ननु ।कृष्णोऽहं पश्यत गतिंललितामिति तन्मना: ॥ १९ ॥",
        "english_devnagari": "kasyāñcit sva-bhujaṁ nyasyacalanty āhāparā nanukṛṣṇo ’haṁ paśyata gatiṁlalitām iti tan-manāḥ",
        "verse_Syn": [
            "kasyāñcit",
            "sva",
            "bhujam",
            "nyasya",
            "calantī",
            "āha",
            "aparā",
            "nanu",
            "kṛṣṇaḥ",
            "aham",
            "paśyata",
            "gatim",
            "lalitām",
            "iti",
            "tat",
            "manāḥ"
        ],
        "translation": "Another gopī, her mind fixed on Kṛṣṇa, walked about with her arm resting on the shoulder of a friend and declared, “I am Kṛṣṇa! Just see how gracefully I move!”",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "मा भैष्ट वातवर्षाभ्यां तत्‍त्राणं विहितं मया ।इत्युक्त्वैकेन हस्तेन यतन्त्युन्निदधेऽम्बरम् ॥ २० ॥",
        "english_devnagari": "mā bhaiṣṭa vāta-varṣābhyāṁtat-trāṇaṁ vihitaṁ mayaity uktvaikena hastenayatanty unnidadhe ’mbaram",
        "verse_Syn": [
            "mā",
            "bhaiṣṭa",
            "vāta",
            "varṣābhyām",
            "tat",
            "trāṇam",
            "vihitam",
            "mayā",
            "iti",
            "uktvā",
            "ekena",
            "hastena",
            "yatantī",
            "unnidadhe",
            "ambaram"
        ],
        "translation": "“Don’t be afraid of the wind and rain,” said one gopī. “I will save you.” And with that she lifted her shawl above her head.",
        "purport": " Here a gopī enacts Lord Kṛṣṇa’s pastime of lifting Govardhana Hill."
    },
    {
        "verse": "21",
        "devanagari": "आरुह्यैका पदाक्रम्य शिरस्याहापरां नृप ।दुष्टाहे गच्छ जातोऽहं खलानां ननु दण्डकृत् ॥ २१ ॥",
        "english_devnagari": "āruhyaikā padākramyaśirasy āhāparāṁ nṛpaduṣṭāhe gaccha jāto ’haṁkhalānām nanu daṇḍa-kṛt",
        "verse_Syn": [
            "āruhya",
            "ekā",
            "padā",
            "ākramya",
            "śirasi",
            "āha",
            "aparām",
            "nṛpa",
            "duṣṭa",
            "ahe",
            "gaccha",
            "jātaḥ",
            "aham",
            "khalānām",
            "nanu",
            "daṇḍa",
            "kṛt"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] O King, one gopī climbed on another’s shoulders and, putting her foot on the other’s head, said, “Go away from here, O wicked snake! You should know that I have taken birth in this world just to punish the envious.”",
        "purport": " Here the gopīs enact Kṛṣṇa’s chastisement of Kāliya."
    },
    {
        "verse": "22",
        "devanagari": "तत्रैकोवाच हे गोपा दावाग्निं पश्यतोल्बणम् ।चक्षूंष्याश्वपिदध्वं वो विधास्ये क्षेममञ्जसा ॥ २२ ॥",
        "english_devnagari": "tatraikovāca he gopādāvāgniṁ paśyatolbaṇamcakṣūṁṣy āśv apidadhvaṁ vovidhāsye kṣemam añjasā",
        "verse_Syn": [
            "tatra",
            "ekā",
            "uvāca",
            "he",
            "gopāḥ",
            "dāva",
            "agnim",
            "paśyata",
            "ulbaṇam",
            "cakṣūṁṣi",
            "āśu",
            "apidadhvam",
            "vaḥ",
            "vidhāsye",
            "kṣemam",
            "añjasā"
        ],
        "translation": "Then another gopī spoke up: My dear cowherd boys, look at this raging forest fire! Quickly close your eyes and I will easily protect you.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "बद्धान्यया स्रजा काचित्तन्वी तत्र उलूखले ।बध्नामि भाण्डभेत्तारं हैयङ्गवमुषं त्विति ।भीता सुद‍ृक् पिधायास्यं भेजे भीतिविडम्बनम् ॥ २३ ॥",
        "english_devnagari": "baddhānyayā srajā kācittanvī tatra ulūkhalebadhnāmi bhāṇḍa-bhettāraṁhaiyaṅgava-muṣaṁ tv itibhītā su-dṛk pidhāyāsyaṁbheje bhīti-viḍambanam",
        "verse_Syn": [
            "baddhā",
            "anyayā",
            "srajā",
            "kācit",
            "tanvī",
            "tatra",
            "ulūkhale",
            "badhnāmi",
            "bhāṇḍa",
            "bhettāram",
            "haiyam",
            "gava",
            "muṣam",
            "tu",
            "iti",
            "bhītā",
            "su",
            "dṛk",
            "pidhāya",
            "āsyam",
            "bheje",
            "bhīti",
            "viḍambanam"
        ],
        "translation": "One gopī tied up her slender companion with a flower garland and said, “Now I will bind this boy who has broken the butter pots and stolen the butter.” The second gopī then covered her face and beautiful eyes, pretending to be afraid.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "एवं कृष्णं पृच्छमाना गण्दावनलतास्तरून् ।व्यचक्षत वनोद्देशे पदानि परमात्मन: ॥ २४ ॥",
        "english_devnagari": "evaṁ kṛṣṇaṁ pṛcchamānāvrṇdāvana-latās tarūnvyacakṣata vanoddeśepadāni paramātmanaḥ",
        "verse_Syn": [
            "evam",
            "kṛṣṇam",
            "pṛcchamānāḥ",
            "vṛndāvana",
            "latāḥ",
            "tarūn",
            "vyacakṣata",
            "vana",
            "uddeśe",
            "padāni",
            "parama",
            "ātmanaḥ"
        ],
        "translation": "While the gopīs were thus imitating Kṛṣṇa’s pastimes and asking Vṛndāvana’s creepers and trees where Kṛṣṇa, the Supreme Soul, might be, they happened to see His footprints in a corner of the forest.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "पदानि व्यक्तमेतानि नन्दसूनोर्महात्मन: ।लक्ष्यन्ते हि ध्वजाम्भोजवज्राङ्कुशयवादिभि: ॥ २५ ॥",
        "english_devnagari": "padāni vyaktam etāninanda-sūnor mahātmanaḥlakṣyante hi dhvajāmbhoja-vajrāṅkuśa-yavādibhiḥ",
        "verse_Syn": [
            "padāni",
            "vyaktam",
            "etāni",
            "nanda",
            "sūnoḥ",
            "mahā",
            "ātmanaḥ",
            "lakṣyante",
            "hi",
            "dhvaja",
            "ambhoja",
            "vajra",
            "aṅkuśa",
            "yava",
            "ādibhiḥ"
        ],
        "translation": "[The gopīs said:] The marks of a flag, lotus, thunderbolt, elephant goad, barleycorn and so forth on these footprints clearly distinguish them as belonging to that great soul, the son of Nanda Mahārāja.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura, in his commentary on this verse, gives the following scriptural information about the symbolic markings on the lotus feet of Kṛṣṇa: “In the following verses the Skanda Purāṇa states the particular places on His feet where Kṛṣṇa carries the mark of the flag and also other marks, and the reasons for these marks: ‘At the base of the large toe on His right foot, the unborn Lord carries the mark of a disc, which cuts down the six [mental] enemies of His devotees.’ ‘At the bottom of the middle toe of that same foot Lord Acyuta has a lotus flower, which increases the greed for Him in the minds of the beelike devotees who meditate on His feet.’ ‘At the base of His small toe is a thunderbolt, which smashes the mountains of His devotees’ reactions to past sins, and in the middle of His heel is the mark of an elephant goad, which brings the elephants of His devotees’ minds under control.’ ‘The joint of His right large toe bears the mark of a barleycorn, representing all kinds of enjoyable opulences.’ “The Skanda Purāṇa also states: ‘A thunderbolt is found on the right side of His right foot, and an elephant goad below that.’ “The ācāryas of the Vaiṣṇava sampradāya explain that since the particular feet under discussion are Lord Kṛṣṇa’s, we should know that the thunderbolt is at the base of His small toe and the elephant goad below the thunderbolt. An elephant goad on the heel belongs rather to Lord Nārāyaṇa and other viṣṇu-tattva expansions. “Thus the Skanda Purāṇa describes six marks on Kṛṣṇa’s right foot — the disc, flag, lotus, thunderbolt, elephant goad and barleycorn. And the Vaiṣṇava-toṣaṇī mentions even more marks — a vertical line beginning at the middle of His foot and continuing as far as the juncture between His big toe and second toe; an umbrella below the disc; at the base of the middle of His foot, a group of four svastikas in the four cardinal directions; at the four points where each svastika meets the next, four rose apples; and in the middle of the svastikas, an octagon. This makes eleven marks on Kṛṣṇa’s right foot.” Śrīla Viśvanātha Cakravartī describes the marks on Kṛṣṇa’s left foot as follows: “At the base of the large toe is a conchshell with its mouth facing the toe. At the base of the middle toe are two concentric circles, representing the inner and outer sky. Below this mark is Cupid’s unstrung bow, at the base of the bow is a triangle, and surrounding the triangle is a group of four waterpots. At the base of the triangle is a half-moon with two more triangles touching its points, and below the half-moon is a fish. “All together, then, there are nineteen distinguishing marks on the soles of Lord Kṛṣṇa’s lotus feet.”"
    },
    {
        "verse": "26",
        "devanagari": "तैस्तै: पदैस्तत्पदवीमन्विच्छन्त्योऽग्रतोऽबला: ।वध्वा: पदै: सुपृक्तानि विलोक्यार्ता: समब्रुवन् ॥ २६ ॥",
        "english_devnagari": "tais taiḥ padais tat-padavīmanvicchantyo ’grato ’balāḥvadhvāḥ padaiḥ su-pṛktānivilokyārtāḥ samabruvan",
        "verse_Syn": [
            "taiḥ",
            "taiḥ",
            "padaiḥ",
            "tat",
            "padavīm",
            "anvicchantyaḥ",
            "agrataḥ",
            "abalāḥ",
            "vadhvāḥ",
            "padaiḥ",
            "supṛktāni",
            "vilokya",
            "ārtāḥ",
            "samabruvan"
        ],
        "translation": "The gopīs began following Kṛṣṇa’s path, as shown by His many footprints, but when they saw that these prints were thoroughly intermixed with those of His dearmost consort, they became perturbed and spoke as follows.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "कस्या: पदानि चैतानि याताया नन्दसूनुना ।अंसन्यस्तप्रकोष्ठाया: करेणो: करिणा यथा ॥ २७ ॥",
        "english_devnagari": "kasyāḥ padāni caitāniyātāyā nanda-sūnunāaṁsa-nyasta-prakoṣṭhāyāḥkareṇoḥ kariṇā yathā",
        "verse_Syn": [
            "kasyāḥ",
            "padāni",
            "ca",
            "etāni",
            "yātāyāḥ",
            "nanda",
            "sūnunā",
            "aṁsa",
            "nyasta",
            "prakoṣṭhāyāḥ",
            "kareṇoḥ",
            "kariṇā",
            "yathā"
        ],
        "translation": "[The gopīs said:] Here we see the footprints of some gopī who must have been walking along with the son of Nanda Mahārāja. He must have put His arm on Her shoulder, just as an elephant rests His trunk on the shoulder of an accompanying she-elephant.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "अनयाराधितो नूनं भगवान् हरिरीश्वर: ।यन्नो विहाय गोविन्द: प्रीतो यामनयद् रह: ॥ २८ ॥",
        "english_devnagari": "anayārādhito nūnaṁbhagavān harir īśvaraḥyan no vihāya govindaḥprīto yām anayad rahaḥ",
        "verse_Syn": [
            "anayā",
            "ārādhitaḥ",
            "nūnam",
            "bhagavan",
            "hariḥ",
            "īśvaraḥ",
            "yat",
            "naḥ",
            "vihāya",
            "govindaḥ",
            "prītaḥ",
            "yām",
            "anayat",
            "rahaḥ"
        ],
        "translation": "Certainly this particular gopī has perfectly worshiped the all-powerful Personality of Godhead, Govinda, since He was so pleased with Her that He abandoned the rest of us and brought Her to a secluded place.",
        "purport": " Śrīla Viśvanātha Cakravartī explains that the word ārādhitaḥ refers to Śrīmatī Rādhārāṇī. He comments, “The sage Śukadeva Gosvāmī has tried with all endeavor to keep Her name hidden, but now it automatically shines forth from the moon of his mouth. That he has spoken Her name is indeed Her mercy, and thus the word ārādhitaḥ is like the rumbling of a kettledrum sounded to announce Her great good fortune.” Although the gopīs spoke as if jealous of Śrīmatī Rādhārāṇī, they were actually ecstatic to see that She had captured Śrī Kṛṣṇa. Śrīla Viśvanātha Cakravartī quotes the following detailed description of Śrīmatī Rādhārāṇī’s footprints, as given by Śrīla Rūpa Gosvāmī in his Śrī Ujjvala-nīlamaṇi: “At the base of the large toe of Her left foot is the mark of a barleycorn, below that mark is a disc, below the disc is an umbrella, and below the umbrella is a bracelet. A vertical line extends from the middle of Her foot to the juncture of Her large and second toes. At the base of the middle toe is a lotus, below that is a flag with a banner, and below the flag is a creeper, together with a flower. At the base of Her small toe is an elephant goad, and upon Her heel is a half-moon. Thus there are eleven marks on Her left foot. “At the base of the large toe of Her right foot is a conchshell, and below that a spear. At the base of the small toe of Her right foot is a sacrificial altar, below that an earring, and below the earring a club. Along the base of the second, third, fourth and small toes is the mark of a mountain, below which is a chariot, and on the heel is a fish. “Thus all together there are nineteen distinguishing marks on the soles of Śrīmatī Rādhārāṇī’s lotus feet.”"
    },
    {
        "verse": "29",
        "devanagari": "धन्या अहो अमी आल्यो गोविन्दाङ्‌घ्य्रब्जरेणव: ।यान् ब्रह्मेशौ रमा देवी दधुर्मूध्‍‌‌र्न्यघनुत्तये ॥ २९ ॥",
        "english_devnagari": "dhanyā aho amī ālyogovindāṅghry-abja-reṇavaḥyān brahmeśau ramā devīdadhur mūrdhny agha-nuttaye",
        "verse_Syn": [
            "dhanyāḥ",
            "aho",
            "amī",
            "ālyaḥ",
            "govinda",
            "aṅghri",
            "abja",
            "reṇavaḥ",
            "yān",
            "brahmā",
            "īśau",
            "ramā",
            "devī",
            "dadhuḥ",
            "mūrdhni",
            "agha",
            "nuttaye"
        ],
        "translation": "O girls! The dust of Govinda’s lotus feet is so sacred that even Brahmā, Śiva and the goddess Ramā take that dust upon their heads to dispel sinful reactions.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, who quotes from śāstra, each day in the late afternoon, as Kṛṣṇa returned from the cow pastures with His cowherd boyfriends, great demigods like Brahmā and Śiva would come down from heaven and take the dust of His feet. Great personalities like the goddess Ramā (the wife of Viṣṇu), Śiva and Brahmā are not at all sinful. But in the ecstasy of pure Kṛṣṇa consciousness they feel themselves fallen and impure. Thus, desiring to purify themselves, they blissfully take the dust of the Lord’s lotus feet on their heads."
    },
    {
        "verse": "30",
        "devanagari": "तस्या अमूनि न: क्षोभं कुर्वन्त्युच्चै: पदानि यत्यैकापहृत्य गोपीनां रहो भुङ्क्तेऽच्युताधरम् ।न लक्ष्यन्ते पदान्यत्र तस्या नूनं तृणाङ्कुरै:खिद्यत्सुजाताङ्‍‍‍‍‍घ्रितलामुन्निन्ये प्रेयसीं प्रिय: ॥ ३० ॥",
        "english_devnagari": "tasyā amūni naḥ kṣobhaṁkurvanty uccaiḥ padāni yatyaikāpahṛtya gopīnāmraho bhunkte ’cyutādharam",
        "verse_Syn": [
            "tasyāḥ",
            "amūni",
            "naḥ",
            "kṣobham",
            "kurvanti",
            "uccaiḥ",
            "padāni",
            "yat",
            "yā",
            "ekā",
            "apahṛtya",
            "gopīnām",
            "rahaḥ",
            "bhuṅkte",
            "acyuta",
            "adharam",
            "na",
            "lakṣyante",
            "padāni",
            "atra",
            "tasyāḥ",
            "nūnam",
            "tṛṇa",
            "aṅkuraiḥ",
            "khidyat",
            "sujāta",
            "aṅghri",
            "talām",
            "unninye",
            "preyasīm",
            "priyaḥ"
        ],
        "translation": "These footprints of that special gopī greatly disturb us. Of all the gopīs, She alone was taken away to a secluded place, where She is enjoying the lips of Kṛṣṇa. Look, we can’t see Her footprints over here! It’s obvious that the grass and sprouts were hurting the tender soles of Her feet, and so the lover lifted up His beloved.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "इमान्यधिकमग्नानि पदानि वहतो वधूम् ।गोप्य: पश्यत कृष्णस्य भाराक्रान्तस्य कामिन: ।अत्रावरोपिता कान्ता पुष्पहेतोर्महात्मना ॥ ३१ ॥",
        "english_devnagari": "imāny adhika-magnānipadāni vahato vadhūmgopyaḥ paśyata kṛṣṇasyabhārākrāntasya kāminaḥatrāvaropitā kāntāpuṣpa-hetor mahātmanā",
        "verse_Syn": [
            "imāni",
            "adhika",
            "magnāni",
            "padāni",
            "vahataḥ",
            "vadhūm",
            "gopyaḥ",
            "paśyata",
            "kṛṣṇasya",
            "bhāra",
            "ākrāntasya",
            "kāminaḥ",
            "atra",
            "avaropitā",
            "kāntā",
            "puṣpa",
            "hetoḥ",
            "mahā",
            "ātmanā"
        ],
        "translation": "Please observe, my dear gopīs, how in this place lusty Kṛṣṇa’s footprints are pressed more deeply into the ground. Carrying the weight of His beloved must have been difficult for Him. And over here that intelligent boy must have put Her down to gather some flowers.",
        "purport": " The word vadhūm indicates that even though Śrī Kṛṣṇa was not officially married to Rādhārāṇī, He had in fact made Her His bride in the Vṛndāvana forest. According to Śrīla Viśvanātha Cakravartī Ṭhākura, the gopīs use the word kāminaḥ here to indicate the following thoughts: “We actually love Śrī Kṛṣṇa, but still He has rejected us. Therefore His private dealings with Rādhārāṇī prove that this young prince of Vraja has carried Her away because of lust. If He were interested in love, He would have accepted us instead of that cowherd girl Rādhārāṇī.” These thoughts reveal the mood of the gopīs who are rivals of Śrīmatī Rādhārāṇī. Of course, the gopīs who are Her direct allies were jubilant to see Her good fortune."
    },
    {
        "verse": "32",
        "devanagari": "अत्र प्रसूनावचय: प्रियार्थे प्रेयसा कृत: ।प्रपदाक्रमण एते पश्यतासकले पदे ॥ ३२ ॥",
        "english_devnagari": "atra prasūnāvacayaḥpriyārthe preyasā kṛtaḥprapadākramaṇa etepaśyatāsakale pade",
        "verse_Syn": [
            "atra",
            "prasūna",
            "avacayaḥ",
            "priyā",
            "arthe",
            "preyasā",
            "kṛtaḥ",
            "prapada",
            "ākramaṇe",
            "ete",
            "paśyata",
            "asakale",
            "pade"
        ],
        "translation": "Just see how in this place dear Kṛṣṇa collected flowers for His beloved. Here He has left the impression of only the front part of His feet because He was standing on His toes to reach the flowers.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "केशप्रसाधनं त्वत्र कामिन्या: कामिना कृतम् ।तानि चूडयता कान्तामुपविष्टमिह ध्रुवम् ॥ ३३ ॥",
        "english_devnagari": "keśa-prasādhanaṁ tv atrakāminyāḥ kāminā kṛtamtāni cūḍayatā kāntāmupaviṣṭam iha dhruvam",
        "verse_Syn": [
            "keśa",
            "prasādhanam",
            "tu",
            "atra",
            "kāminyāḥ",
            "kāminā",
            "kṛtam",
            "tāni",
            "cūḍayatā",
            "kāntām",
            "upaviṣṭam",
            "iha",
            "dhruvam"
        ],
        "translation": "Certainly Kṛṣṇa sat down here with His girlfriend to arrange Her hair. The lusty boy must have made a crown for that lusty girl out of the flowers He had collected.",
        "purport": " The ācāryas explain that Śrī Kṛṣṇa wanted to decorate Rādhārāṇī’s hair with the forest flowers He had collected. Therefore They sat down together facing the same direction, with Rādhārāṇī between Kṛṣṇa’s knees, and Kṛṣṇa proceeded to arrange Her hair with flowers and make a flower crown for Her, coronating Her as the goddess of the forest. Thus the romantic young boy and girl played and joked together in Vṛndāvana."
    },
    {
        "verse": "34",
        "devanagari": "रेमे तया चात्मरत आत्मारामोऽप्यखण्डित: ।कामिनां दर्शयन् दैन्यं स्त्रीणां चैव दुरात्मताम् ॥ ३४ ॥",
        "english_devnagari": "reme tayā cātma-rataātmārāmo ’py akhaṇḍitaḥkāmināṁ darśayan dainyaṁstrīṇāṁ caiva durātmatām",
        "verse_Syn": [
            "reme",
            "tayā",
            "ca",
            "ātma",
            "rataḥ",
            "ātma",
            "ārāmaḥ",
            "api",
            "akhaṇḍitaḥ",
            "kāminām",
            "darśayan",
            "dainyam",
            "strīṇām",
            "ca",
            "eva",
            "durātmatām"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Lord Kṛṣṇa enjoyed with that gopī, although He enjoys only within, being self-satisfied and complete in Himself. Thus by contrast He showed the wretchedness of ordinary lusty men and hardhearted women.",
        "purport": " This verse directly refutes the superficial criticism materialistic people sometimes direct against Lord Kṛṣṇa’s pastimes. The philosopher Aristotle claimed that ordinary activities are unworthy of God, and with this idea in mind some people declare that since the activities of Lord Kṛṣṇa resemble those of ordinary human beings, He cannot be the Absolute Truth. But in this verse Śukadeva Gosvāmī emphatically points out that Lord Kṛṣṇa acts on the liberated platform of spiritual self-satisfaction. This fact is indicated here by the terms ātma-rata, ātmārāma and akhaṇḍita. It is inconceivable to ordinary people that a handsome young boy and a beautiful young girl enjoying romantic conjugal affairs in the forest moonlight can be engaging in pure activity, free from egoistic desire and lust. Yet while Lord Kṛṣṇa is inconceivable to ordinary persons, those who love Him can easily realize the absolute, pure nature of His activities. One may argue that “beauty is in the eye of the beholder” and that therefore the devotees of Kṛṣṇa are only imagining the Lord’s activities to be pure. This argument ignores many significant facts. For one, the path of Kṛṣṇa consciousness, of developing love for Kṛṣṇa, demands that a devotee strictly follow four regulative principles: no illicit sex, no gambling, no intoxication and no eating of meat, fish or eggs. When one is freed from material lust and rises to the liberated platform, beyond material desire, one realizes the absolute beauty of Lord Kṛṣṇa. This process is not theoretical: it has been practiced and completed by many thousands of great sages, who have left us their shining example and their brilliant teachings concerning the path of Kṛṣṇa consciousness. Certainly beauty is in the eye of the beholder. However, real beauty is perceived by the soul’s eye and not by the lusty eye of the material body. Therefore the Vedic literature repeatedly stresses that only those freed from material desire can see the beauty of Lord Kṛṣṇa with the eye of the pure soul, anointed with love of Godhead. It may finally be noted that upon realizing the pastimes of Lord Kṛṣṇa one becomes free of all tinges of sex desire, a state of mind that can hardly result from meditating upon material sexual affairs. One final note: The conjugal pastimes of Kṛṣṇa perfectly round out His qualification as the Supreme Absolute Truth. The Vedānta states that the Absolute Truth is the source of everything, so certainly the Absolute cannot lack any of the beautiful things of this world. It is only because romantic affairs exist in a pure, spiritual form in the Absolute that they can manifest in a perverted, material form in this world. Thus the apparent beauty of this world is not to be absolutely rejected; rather, beauty should be accepted in its pure, spiritual form. Since the beginning of time men and women have been inspired to poetic rapture by the art of romance. Unfortunately, romance in this world usually leads to crushing disappointment, brought about by a change of heart or by death. Thus although we may at first find romantic affairs beautiful and enjoyable, they are eventually spoiled by the onslaught of material nature. Still, it is unreasonable to totally reject the concept of romance. Rather, we should accept conjugal attraction in its absolute, perfect, pure form, as it exists within God, without a tinge of material lust or selfishness. That pure conjugal attraction — the supreme beauty and pleasure of the Supreme Truth — is what we are reading about here in the pages of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "35-36",
        "devanagari": "इत्येवं दर्शयन्त्यस्ताश्चेरुर्गोप्यो विचेतस: ।यां गोपीमनयत्कृष्णो विहायान्या: स्त्रियो वने ॥ ३५ ॥सा च मेने तदात्मानं वरिष्ठं सर्वयोषिताम् ।हित्वा गोपी: कामयाना मामसौ भजते प्रिय: ॥ ३६ ॥",
        "english_devnagari": "ity evaṁ darśayantyas tāścerur gopyo vicetasaḥyāṁ gopīm anayat kṛṣṇovihāyānyāḥ striyo vane",
        "verse_Syn": [
            "iti",
            "evam",
            "darśayantyaḥ",
            "tāḥ",
            "ceruḥ",
            "gopyaḥ",
            "vicetasaḥ",
            "yām",
            "gopīm",
            "anayat",
            "kṛṣṇaḥ",
            "vihāya",
            "anyāḥ",
            "striyaḥ",
            "vane",
            "sā",
            "ca",
            "mene",
            "tadā",
            "ātmānam",
            "variṣṭham",
            "sarva",
            "yoṣitām",
            "hitvā",
            "gopīḥ",
            "kāma",
            "yānāḥ",
            "mām",
            "asau",
            "bhajate",
            "priyaḥ"
        ],
        "translation": "As the gopīs wandered about, their minds completely bewildered, they pointed out various signs of Kṛṣṇa’s pastimes. The particular gopī whom Kṛṣṇa had led into a secluded forest when He had abandoned all the other young girls began to think Herself the best of women. “My beloved has rejected all the other gopīs,” She thought, “even though they are driven by Cupid himself. He has chosen to reciprocate with Me alone.”",
        "purport": " Previously all the gopīs had become proud of their association with Kṛṣṇa and then suddenly lost His association. Only Rādhārāṇī remained with Him. Now She has also become proud of that association and will suffer a similar fate. The Lord arranges all this to reveal the gopīs’ unparalleled devotion for Him, a devotion whose intensity fully manifests in moments of separation."
    },
    {
        "verse": "37",
        "devanagari": "ततो गत्वा वनोद्देशं द‍ृप्ता केशवमब्रवीत् ।न पारयेऽहं चलितुं नय मां यत्र ते मन: ॥ ३७ ॥",
        "english_devnagari": "tato gatvā vanoddeśaṁdṛptā keśavam abravītna pāraye ’haṁ calituṁnaya māṁ yatra te manaḥ",
        "verse_Syn": [
            "tataḥ",
            "gatvā",
            "vana",
            "uddeśam",
            "dṛptā",
            "keśavam",
            "abravīt",
            "na",
            "pāraye",
            "aham",
            "calitum",
            "naya",
            "mām",
            "yatra",
            "te",
            "manaḥ"
        ],
        "translation": "As the two lovers passed through one part of the Vṛndāvana forest, the special gopī began feeling proud of Herself. She told Lord Keśava, “I cannot walk any further. Please carry Me wherever You want to go.”",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "एवमुक्त: प्रियामाह स्कन्ध आरुह्यतामिति ।ततश्चान्तर्दधे कृष्ण: सा वधूरन्वतप्यत ॥ ३८ ॥",
        "english_devnagari": "evam uktaḥ priyām āhaskandha āruhyatām ititataś cāntardadhe kṛṣṇaḥsā vadhūr anvatapyata",
        "verse_Syn": [
            "evam",
            "uktaḥ",
            "priyām",
            "āha",
            "skandhe",
            "āruhyatām",
            "iti",
            "tataḥ",
            "ca",
            "antardadhe",
            "kṛṣṇaḥ",
            "sā",
            "vadhūḥ",
            "anvatapyata"
        ],
        "translation": "Thus addressed, Lord Kṛṣṇa replied, “Just climb on My shoulder.” But as soon as He said this, He disappeared. His beloved consort then immediately felt great remorse.",
        "purport": " Śrīmatī Rādhārāṇī was exhibiting the pride of a beautiful girl who has brought Her boyfriend under control. Thus She told Kṛṣṇa, “Please carry Me wherever You want to go. I can’t walk anymore.” Śrī Kṛṣṇa now disappears from Her sight, intensifying Her ecstatic love more and more."
    },
    {
        "verse": "39",
        "devanagari": "हा नाथ रमण प्रेष्ठ क्‍वासि क्‍वासि महाभुज ।दास्यास्ते कृपणाया मे सखे दर्शय सन्निधिम् ॥ ३९ ॥",
        "english_devnagari": "hā nātha ramaṇa preṣṭhakvāsi kvāsi mahā-bhujadāsyās te kṛpaṇāyā mesakhe darśaya sannidhim",
        "verse_Syn": [
            "hā",
            "nātha",
            "ramaṇa",
            "preṣṭha",
            "kva",
            "asi",
            "kva",
            "asi",
            "mahā",
            "bhuja",
            "dāsyāḥ",
            "te",
            "kṛpaṇāyāḥ",
            "me",
            "sakhe",
            "darśaya",
            "sannidhim"
        ],
        "translation": "She cried out: O master! My lover! O dearmost, where are You? Where are You? Please, O mighty-armed one, O friend, show Yourself to Me, Your poor servant!",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura describes the following moving exchange: “Rādhā says, ‘My Lord, I am being burned in the great fire of separation from You, and My life air is about to leave My body. Even with the greatest endeavor I cannot maintain My life. But You are the Lord of My life, and so You can quickly save Me simply by glancing upon Me. Please do so immediately. I beg You to save My life, not for My sake but rather for Yours. After giving up all the other gopīs, You’ve brought Me so far to a secluded place in the forest just to enjoy special pleasure with Me. If I die You will not be able to find conjugal happiness anywhere else. You will remember Me and thus lament in Your sorrow.’ “Kṛṣṇa replies, ‘So let Me become unhappy. What does that matter to You?’ “‘But You are most dear to Me. I will feel Your unhappiness millions of times more than You. Even if I’ve already died, I still will not be able to tolerate the pain that even one spot on the nails of Your lotus feet may experience. Indeed, to prevent such pain I am ready to throw My life away millions and millions of times. So kindly show Yourself and drive away that unhappiness.’ “‘But if Your life air is on the verge of leaving Your body, what can I do to stop that?’ “‘Simply by the touch of Your arms, which are a medicinal herb with the power to revive the dead, My body will return to its healthy, normal condition, and My life air will automatically come back and remain in My body.’ “‘But You know the forest path Yourself without My help, so why did You order Me, the king’s son and a very young and gentle boy who is to be respected? Why did You command, “Take Me wherever You wish”? Why do You anger Me like this?’ “Rādhā cries out, ‘Please show Yourself to Your wretched maidservant. Be merciful to Me! Be merciful! When I ordered You, I was overcome by sleepiness. I was so tired from playing with You. Therefore please excuse what Your poor servant said. Please don’t be angry. It was only because You treated Me like such a close friend, though I am unworthy, that I spoke like that to You.’ “‘All right, My love, I am very pleased with You, so please come to Me.’ “‘But I’ve been blinded by lamentation. I can’t see where You are. Please tell Me where You are.’”"
    },
    {
        "verse": "40",
        "devanagari": "श्रीशुक उवाचअन्विच्छन्त्यो भगवतो मार्गं गोप्योऽविदूरित: ।दद‍ृशु: प्रियविश्लेषान्मोहितां दु:खितां सखीम् ॥ ४० ॥",
        "english_devnagari": "śrī-śuka uvācaanvicchantyo bhagavatomārgaṁ gopyo ’vidūritaḥdadṛśuḥ priya-viśleṣānmohitāṁ duḥkhitāṁ sakhīm",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "anvicchantyaḥ",
            "bhagavataḥ",
            "mārgam",
            "gopyaḥ",
            "avidūritaḥ",
            "dadṛśuḥ",
            "priya",
            "viśleṣāt",
            "mohitām",
            "duḥkhitām",
            "sakhīm"
        ],
        "translation": "Śukadeva Gosvāmī said: While continuing to search out Kṛṣṇa’s path, the gopīs discovered their unhappy friend close by. She was bewildered by separation from Her lover.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "तया कथितमाकर्ण्य मानप्राप्तिं च माधवात् ।अवमानं च दौरात्म्याद् विस्मयं परमं ययु: ॥ ४१ ॥",
        "english_devnagari": "tayā kathitam ākarṇyamāna-prāptiṁ ca mādhavātavamānaṁ ca daurātmyādvismayaṁ paramaṁ yayuḥ",
        "verse_Syn": [
            "tayā",
            "kathitam",
            "ākarṇya",
            "māna",
            "prāptim",
            "ca",
            "mādhavāt",
            "avamānam",
            "ca",
            "daurātmyāt",
            "vismayam",
            "paramam",
            "yayuḥ"
        ],
        "translation": "She told them how Mādhava had given Her much respect, but how She then suffered dishonor because of Her misbehavior. The gopīs were extremely amazed to hear this.",
        "purport": " It was natural for Rādhārāṇī to ask Kṛṣṇa to carry Her, for this request was consistent with the loving mood of Their relationship. Now, however, in great humility She describes Her behavior as wicked. Hearing of these affairs, the other gopīs are astonished."
    },
    {
        "verse": "42",
        "devanagari": "ततोऽविशन्वनं चन्द्रज्योत्स्‍ना यावद् विभाव्यते ।तम: प्रविष्टमालक्ष्य ततो निववृतु: स्त्रिय: ॥ ४२ ॥",
        "english_devnagari": "tato ’viśan vanaṁ candrajyotsnā yāvad vibhāvyatetamaḥ praviṣṭam ālakṣyatato nivavṛtuḥ striyaḥ",
        "verse_Syn": [
            "tataḥ",
            "aviśan",
            "vanam",
            "candra",
            "jyotsnā",
            "yāvat",
            "vibhāvyate",
            "tamaḥ",
            "praviṣṭam",
            "ālakṣya",
            "tataḥ",
            "nivavṛtuḥ",
            "striyaḥ"
        ],
        "translation": "In search of Kṛṣṇa, the gopīs then entered the depths of the forest as far as the light of the moon shone. But when they found themselves engulfed in darkness, they decided to turn back.",
        "purport": " The gopīs entered a part of the forest so dense that even the light of the full moon couldn’t penetrate it. This scene is also described in the Viṣṇu Purāṇa: “One gopī said, ‘Kṛṣṇa has entered such a dark part of the forest that we cannot possibly see His footprints. Therefore let us turn back from this area, which even the light of the moon cannot reach.’”"
    },
    {
        "verse": "43",
        "devanagari": "तन्मनस्कास्तदालापास्तद्विचेष्टास्तदात्मिका: ।तद्गुणानेव गायन्त्यो नात्मगाराणि सस्मरु: ॥ ४३ ॥",
        "english_devnagari": "tan-manaskās tad-alāpāstad-viceṣṭās tad-ātmikāḥtad-guṇān eva gāyantyonātmagārāṇi sasmaruḥ",
        "verse_Syn": [
            "tat",
            "manaskāḥ",
            "tat",
            "ālāpāḥ",
            "tat",
            "viceṣṭāḥ",
            "tat",
            "ātmikāḥ",
            "tat",
            "guṇān",
            "eva",
            "gāyantyaḥ",
            "na",
            "ātma",
            "āgārāṇi",
            "sasmaruḥ"
        ],
        "translation": "Their minds absorbed in thoughts of Him, they conversed about Him, acted out His pastimes and felt themselves filled with His presence. They completely forgot about their homes as they loudly sang the glories of Kṛṣṇa’s transcendental qualities.",
        "purport": " Actually there is no separation from Kṛṣṇa for the pure devotees of the Lord. Although apparently abandoned by Kṛṣṇa, the gopīs were actually tightly connected to Him by the spiritual process of śravaṇaṁ kīrtanaṁ viṣṇoḥ, hearing and chanting the glories of the Lord."
    },
    {
        "verse": "44",
        "devanagari": "पुन: पुलिनमागत्य कालिन्द्या: कृष्णभावना: ।समवेता जगु: कृष्णं तदागमनकाङ्‌‌क्षिता: ॥ ४४ ॥",
        "english_devnagari": "punaḥ pulinam āgatyakālindyāḥ kṛṣṇa-bhāvanāḥsamavetā jaguḥ kṛṣṇaṁtad-āgamana-kāṅkṣitāḥ",
        "verse_Syn": [
            "punaḥ",
            "pulinam",
            "āgatya",
            "kālindyāḥ",
            "kṛṣṇa",
            "bhāvanāḥ",
            "samavetāḥ",
            "jaguḥ",
            "kṛṣṇam",
            "tat",
            "āgamana",
            "kāṅkṣitāḥ"
        ],
        "translation": "The gopīs again came to the bank of the Kālindī. Meditating on Kṛṣṇa and eagerly hoping He would come, they sat down together to sing of Him.",
        "purport": " As stated in the Kaṭha Upaniṣad (1.2.23), yam evaiṣa vṛṇute tena labhyaḥ: “The Supersoul can be realized by that person whom He chooses.” Thus the gopīs fervently pray that Kṛṣṇa come back to them."
    }
]