[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचवृष्णीनां प्रवरो मन्त्री कृष्णस्य दयित: सखा ।शिष्यो बृहस्पते:साक्षादुद्धवो बुद्धिसत्तम: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācavṛṣṇīnāṁ pravaro mantrīkṛṣṇasya dayitaḥ sakhāśiṣyo bṛhaspateḥ sākṣāduddhavo buddhi-sattamaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "vṛṣṇīnām",
            "pravaraḥ",
            "mantrī",
            "kṛṣṇasya",
            "dayitaḥ",
            "sakhā",
            "śiṣyaḥ",
            "bṛhaspateḥ",
            "sākṣāt",
            "uddhavaḥ",
            "buddhi",
            "sat",
            "tamaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: The supremely intelligent Uddhava was the best counselor of the Vṛṣṇi dynasty, a beloved friend of Lord Śrī Kṛṣṇa and a direct disciple of Bṛhaspati.",
        "purport": " The ācāryas give various reasons why Lord Kṛṣṇa sent Uddhava to Vṛndāvana. The Lord had promised the residents of Vṛndāvana: āyāsye, “I shall return.” (Bhāg. 10.39.35) Also, in the previous chapter Lord Kṛṣṇa promised Nanda Mahārāja: draṣṭum eṣyāmaḥ, “We will come back to see you and mother Yaśodā.” (Bhāg. 10.45.23) At the same time, the Lord could not break His promise to Śrī Vasudeva and mother Devakī to finally spend some time with them after they had suffered for so many years. Therefore, the Lord decided to send His intimate representative to Vṛndāvana in His place. The question may be asked, Why did Kṛṣṇa not invite Nanda and Yaśodā to visit Him in Mathurā? According to Śrīla Jīva Gosvāmī, for the Lord to have exchanged loving feelings with Nanda and Yaśodā in the same place and at the same time that He was exchanging them with Vasudeva and Devakī would have created an awkward situation in the Lord’s pastimes. Thus Kṛṣṇa did not invite Nanda and Yaśodā to stay with Him in Mathurā. The residents of Vṛndāvana had their own way of understanding Kṛṣṇa, and their feelings could not have been appropriately expressed on a regular basis in the kingly atmosphere of Mathurā. Śrī Uddhava is described in this verse as buddhi-sattamaḥ, “the most intelligent,” and thus he could expertly pacify the residents of Vṛndāvana, who were feeling such intense separation from Lord Kṛṣṇa. Then, upon his return to Mathurā, Uddhava would describe to all the members of the Vṛṣṇi dynasty the extraordinary pure love he had seen in Vṛndāvana. Indeed, the love the cowherd men and gopīs felt for Kṛṣṇa was far beyond anything the Lord’s other devotees had ever experienced, and by hearing about that love all the Lord’s devotees would increase their faith and devotion. As stated in the Third Canto by the Lord Himself, noddhavo ’nv api man-nyūnaḥ: “Uddhava is not even slightly different from Me.” Resembling Kṛṣṇa so much, Uddhava was the perfect person to carry out the Lord’s mission in Vṛndāvana. In fact, Śrī Hari-vaṁśa states that Uddhava is the son of Vasudeva’s brother Devabhāga: uddhavo devabhāgasya mahā-bhāgaḥ suto ’bhavat. In other words, he is a cousin-brother of Śrī Kṛṣṇa’s."
    },
    {
        "verse": "2",
        "devanagari": "तमाह भगवान्प्रेष्ठं भक्तमेकान्तिनं क्व‍‍चित् ।गृहीत्वा पाणिना पाणिं प्रपन्नार्तिहरो हरि: ॥ २ ॥",
        "english_devnagari": "tam āha bhagavān preṣṭhaṁbhaktam ekāntinaṁ kvacitgṛhītvā pāṇinā pāṇiṁprapannārti-haro hariḥ",
        "verse_Syn": [
            "tam",
            "āha",
            "bhagavān",
            "preṣṭham",
            "bhaktam",
            "ekāntinam",
            "kvacit",
            "gṛhītvā",
            "pāṇinā",
            "pāṇim",
            "prapanna",
            "ārti",
            "haraḥ",
            "hariḥ"
        ],
        "translation": "The Supreme Lord Hari, who relieves the distress of all who surrender to Him, once took the hand of His fully devoted, dearmost friend Uddhava and addressed him as follows.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "गच्छोद्धव व्रजं सौम्य पित्रोर्नौ प्रीतिमावह ।गोपीनां मद्वियोगाधिं मत्सन्देशैर्विमोचय ॥ ३ ॥",
        "english_devnagari": "gacchoddhava vrajaṁ saumyapitror nau prītim āvahagopīnāṁ mad-viyogādhiṁmat-sandeśair vimocaya",
        "verse_Syn": [
            "gaccha",
            "uddhava",
            "vrajam",
            "saumya",
            "pitroḥ",
            "nau",
            "prītim",
            "āvaha",
            "gopīnām",
            "mat",
            "viyoga",
            "ādhim",
            "mat",
            "sandeśaiḥ",
            "vimocaya"
        ],
        "translation": "[Lord Kṛṣṇa said:] Dear gentle Uddhava, go to Vraja and give pleasure to Our parents. And also relieve the gopīs, suffering in separation from Me, by giving them My message.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "ता मन्मनस्का मत्प्राणा मतर्थे त्यक्तदैहिका: ।मामेव दयितं प्रेष्ठमात्मानं मनसा गता: ।ये त्यक्तलोकधर्माश्च मदर्थे तान्बिभर्म्यहम् ॥ ४ ॥",
        "english_devnagari": "tā man-manaskā mat-prāṇāmat-arthe tyakta-daihikāḥmām eva dayitaṁ preṣṭhamātmānaṁ manasā gatāḥye tyakta-loka-dharmāś camad-arthe tān bibharmy aham",
        "verse_Syn": [
            "tāḥ",
            "mat",
            "manaskāḥ",
            "mat",
            "prāṇāḥ",
            "mat",
            "arthe",
            "tyakta",
            "daihikāḥ",
            "mām",
            "eva",
            "dayitam",
            "preṣṭham",
            "ātmānam",
            "manasā",
            "gatāḥ",
            "ye",
            "tyakta",
            "loka",
            "dharmāḥ",
            "ca",
            "mat",
            "arthe",
            "tān",
            "bibharmi",
            "aham"
        ],
        "translation": "The minds of those gopīs are always absorbed in Me, and their very lives are ever devoted to Me. For My sake they have abandoned everything related to their bodies, renouncing ordinary happiness in this life, as well as religious duties necessary for such happiness in the next life. I alone am their dearmost beloved and, indeed, their very Self. I personally sustain such devotees, who for My sake give up all worldly duties.",
        "purport": " Here the Lord explains why He wants to send a special message to the gopīs. According to the Vaiṣṇava ācāryas, the word daihikāḥ, “related to the body,” refers to husbands, children, homes and so on. The gopīs loved Kṛṣṇa so intensely that they could think of nothing else. Since Śrī Kṛṣṇa maintains ordinary devotees engaged in sādhana-bhakti, devotional service in practice, He will certainly maintain the gopīs, His most exalted devotees."
    },
    {
        "verse": "5",
        "devanagari": "मयि ता: प्रेयसां प्रेष्ठे दूरस्थे गोकुलस्‍त्रिय: ।स्मरन्त्योऽङ्ग विमुह्यन्ति विरहौत्कण्ठ्यविह्वला: ॥ ५ ॥",
        "english_devnagari": "mayi tāḥ preyasāṁ preṣṭhedūra-sthe gokula-striyaḥsmarantyo ’ṅga vimuhyantivirahautkaṇṭhya-vihvalāḥ",
        "verse_Syn": [
            "mayi",
            "tāḥ",
            "preyasām",
            "preṣṭhe",
            "dūra",
            "sthe",
            "gokula",
            "striyaḥ",
            "smarantyaḥ",
            "aṅga",
            "vimuhyanti",
            "viraha",
            "autkaṇṭhya",
            "vihvalāḥ"
        ],
        "translation": "My dear Uddhava, for those women of Gokula I am the most cherished object of love. Thus when they remember Me, who am so far away, they are overwhelmed by the anxiety of separation.",
        "purport": " Whatever is dear to us becomes an object of our possessiveness. Ultimately the most dear object is our very soul, or our self. Thus things in a favorable relationship to our self also become dear to us, and we try to possess them. According to Śrīla Viśvanātha Cakravartī, among countless millions of such dear things, Śrī Kṛṣṇa is the most dear of all, even dearer than one’s own self. The gopīs had realized this fact, and thus they were stunned in separation from the Lord because of their intense love for Him. Although they would have given up their lives, they were kept alive by the Lord’s transcendental potency."
    },
    {
        "verse": "6",
        "devanagari": "धारयन्त्यतिकृच्छ्रेण प्राय: प्राणान् कथञ्चन ।प्रत्यागमनसन्देशैर्बल्ल‍व्यो मे मदात्मिका: ॥ ६ ॥",
        "english_devnagari": "dhārayanty ati-kṛcchreṇaprāyaḥ prāṇān kathañcanapratyāgamana-sandeśairballavyo me mad-ātmikāḥ",
        "verse_Syn": [
            "dhārayanti",
            "ati",
            "kṛcchreṇa",
            "prāyaḥ",
            "prāṇān",
            "kathañcana",
            "prati",
            "āgamana",
            "sandeśaiḥ",
            "ballavyaḥ",
            "me",
            "mat",
            "ātmikāḥ"
        ],
        "translation": "Simply because I have promised to return to them, My fully devoted cowherd girlfriends struggle to maintain their lives somehow or other.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, although the gopīs of Vṛndāvana were apparently married, their husbands actually had no contact whatsoever with their supremely attractive qualities of form, taste, fragrance, sound, touch and so on. Rather, their husbands merely presumed, “These are our wives.” In other words, by Lord Kṛṣṇa’s spiritual potency, the gopīs existed entirely for His pleasure, and Kṛṣṇa loved them in the mood of a paramour. In fact, the gopīs were manifestations of Kṛṣṇa’s internal nature, His supreme pleasure potency, and on the spiritual platform they attracted the Lord by their pure love. Nanda Mahārāja and mother Yaśodā, Lord Kṛṣṇa’s parents in Vṛndāvana, had also attained a most exalted state of love for Kṛṣṇa, and they too could barely maintain their lives in His absence. Thus Uddhava would also give special attention to them."
    },
    {
        "verse": "7",
        "devanagari": "श्रीशुक उवाचइत्युक्त उद्धवो राजन्सन्देशं भर्तुराद‍ृत: ।आदाय रथमारुह्य प्रययौ नन्दगोकुलम् ॥ ७ ॥",
        "english_devnagari": "śrī-śuka uvācaity ukta uddhavo rājansandeśaṁ bhartur ādṛtaḥādāya ratham āruhyaprayayau nanda-gokulam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uktaḥ",
            "uddhavaḥ",
            "rājan",
            "sandeśam",
            "bhartuḥ",
            "ādṛtaḥ",
            "ādāya",
            "ratham",
            "āruhya",
            "prayayau",
            "nanda",
            "gokulam"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus addressed, O King, Uddhava respectfully accepted his master’s message, mounted his chariot and set off for Nanda-gokula.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "प्राप्तो नन्दव्रजं श्रीमान् निम्‍लोचति विभावसौ ।छन्नयान: प्रविशतां पशूनां खुररेणुभि: ॥ ८ ॥",
        "english_devnagari": "prāpto nanda-vrajaṁ śrīmānnimlocati vibhāvasauchanna-yānaḥ praviśatāṁpaśūnāṁ khura-reṇubhiḥ",
        "verse_Syn": [
            "prāptaḥ",
            "nanda",
            "vrajam",
            "śrīmān",
            "nimlocati",
            "vibhāvasau",
            "channa",
            "yānaḥ",
            "praviśatām",
            "paśūnām",
            "khura",
            "reṇubhiḥ"
        ],
        "translation": "The fortunate Uddhava reached Nanda Mahārāja’s pastures just as the sun was setting, and since the returning cows and other animals were raising dust with their hooves, his chariot passed unnoticed.",
        "purport": ""
    },
    {
        "verse": "9-13",
        "devanagari": "वासितार्थेऽभियुध्यद्भ‍िर्नादितं शुश्मिभिर्वृषै: ।धावन्तीभिश्च वास्राभिरुधोभारै: स्ववत्सकान् ॥ ९ ॥इतस्ततो विलङ्घद्भ‍िर्गोवत्सैर्मण्डितं सितै: ।गोदोहशब्दाभिरवं वेणूनां नि:स्वनेन च ॥ १० ॥गायन्तीभिश्च कर्माणि शुभानि बलकृष्णयो: ।स्वलङ्कृताभिर्गोपीभिर्गोपैश्च सुविराजितम् ॥ ११ ॥अग्‍न्यर्कातिथिगोविप्रपितृदेवार्चनान्वितै: ।धूपदीपैश्च माल्यैश्च गोपावासैर्मनोरमम् ॥ १२ ॥सर्वत: पुष्पितवनं द्विजालिकुलनादितम् ।हंसकारण्डवाकीर्णै: पद्मषण्डैश्च मण्डितम् ॥ १३ ॥",
        "english_devnagari": "vāsitārthe ’bhiyudhyadbhirnāditaṁ śuśmibhir vṛṣaiḥdhāvantībhiś ca vāsrābhirudho-bhāraiḥ sva-vatsakān",
        "verse_Syn": [
            "vāsita",
            "arthe",
            "abhiyudhyadbhiḥ",
            "nāditam",
            "śuśmibhiḥ",
            "vṛṣaiḥ",
            "dhāvantībhiḥ",
            "ca",
            "vāsrābhiḥ",
            "udhaḥ",
            "bhāraiḥ",
            "sva",
            "vatsakān",
            "itaḥ",
            "tataḥ",
            "vilaṅghadbhiḥ",
            "go",
            "vatsaiḥ",
            "maṇḍitam",
            "sitaiḥ",
            "go",
            "doha",
            "śabda",
            "abhiravam",
            "veṇūnām",
            "niḥsvanena",
            "ca",
            "gāyantībhiḥ",
            "ca",
            "karmāṇi",
            "śubhāni",
            "bala",
            "kṛṣṇayoḥ",
            "su",
            "alaṅkṛtābhiḥ",
            "gopībhiḥ",
            "gopaiḥ",
            "ca",
            "su",
            "virājitam",
            "agni",
            "arka",
            "atithi",
            "go",
            "vipra",
            "pitṛ",
            "deva",
            "arcana",
            "anvitaiḥ",
            "dhūpa",
            "dīpaiḥ",
            "ca",
            "mālyaiḥ",
            "ca",
            "gopa",
            "āvāsaiḥ",
            "manaḥ",
            "ramam",
            "sarvataḥ",
            "puṣpita",
            "vanam",
            "dvija",
            "ali",
            "kula",
            "nāditam",
            "haṁsa",
            "kāraṇḍava",
            "ākīrṇaiḥ",
            "padma",
            "ṣaṇḍaiḥ",
            "ca",
            "maṇḍitam"
        ],
        "translation": "Gokula resounded on all sides with the sounds of bulls in rut fighting with one another for fertile cows; with the mooing of cows, burdened by their udders, chasing after their calves; with the noise of milking and of the white calves jumping here and there; with the loud reverberation of flute-playing; and with the singing of the all-auspicious deeds of Kṛṣṇa and Balarāma by the cowherd men and women, who made the village resplendent with their wonderfully ornamented attire. The cowherds’ homes in Gokula appeared most charming with their abundant paraphernalia for worship of the sacrificial fire, the sun, unexpected guests, the cows, the brāhmaṇas, the forefathers and the demigods. On all sides lay the flowering forest, echoing with flocks of birds and swarms of bees and beautified by its lakes crowded with swans, kāraṇḍava ducks and bowers of lotuses.",
        "purport": " Although Gokula was merged in grief because of separation from Lord Kṛṣṇa, the Lord expanded His internal potency to cover that particular manifestation of Vraja and allow Uddhava to see the normal bustle and joy of Vraja at sunset."
    },
    {
        "verse": "14",
        "devanagari": "तमागतं समागम्य कृष्णस्यानुचरं प्रियम् ।नन्द: प्रीत: परिष्वज्य वासुदेवधियार्चयत् ॥ १४ ॥",
        "english_devnagari": "tam āgataṁ samāgamyakṛṣṇasyānucaraṁ priyamnandaḥ prītaḥ pariṣvajyavāsudeva-dhiyārcayat",
        "verse_Syn": [
            "tam",
            "āgatam",
            "samāgamya",
            "kṛṣṇasya",
            "anucaram",
            "priyam",
            "nandaḥ",
            "prītaḥ",
            "pariṣvajya",
            "vāsudeva",
            "dhiyā",
            "ārcayat"
        ],
        "translation": "As soon as Uddhava arrived at Nanda Mahārāja’s home, Nanda came forward to meet him. The cowherd King embraced him in great happiness and worshiped him as nondifferent from Lord Vāsudeva.",
        "purport": " Uddhava looked just like Nanda’s son Kṛṣṇa and gave pleasure to anyone who saw him. Thus although Nanda was absorbed in thoughts of separation from Kṛṣṇa, when he saw Uddhava coming toward his house, he became aware of external events and eagerly went out to embrace his exalted visitor."
    },
    {
        "verse": "15",
        "devanagari": "भोजितं परमान्नेन संविष्टं कशिपौ सुखम् ।गतश्रमं पर्यपृच्छत् पादसंवाहनादिभि: ॥ १५ ॥",
        "english_devnagari": "bhojitaṁ paramānnenasaṁviṣṭaṁ kaśipau sukhamgata-śramaṁ paryapṛcchatpāda-saṁvāhanādibhiḥ",
        "verse_Syn": [
            "bhojitam",
            "parama",
            "annena",
            "saṁviṣṭam",
            "kaśipau",
            "sukham",
            "gata",
            "śramam",
            "paryapṛcchat",
            "pāda",
            "saṁvāhana",
            "ādibhiḥ"
        ],
        "translation": "After Uddhava had eaten first-class food, been seated comfortably on a bed and been relieved of his fatigue by a foot massage and other means, Nanda inquired from him as follows.",
        "purport": " Śrīla Jīva Gosvāmī mentions that Nanda had a servant massage Uddhava’s feet, since Uddhava was Nanda’s nephew."
    },
    {
        "verse": "16",
        "devanagari": "कच्चिदङ्ग महाभाग सखा न: शूरनन्दन: ।आस्ते कुशल्यपत्याद्यैर्युक्तो मुक्त: सुहृद्‍व्रत: ॥ १६ ॥",
        "english_devnagari": "kaccid aṅga mahā-bhāgasakhā naḥ śūra-nandanaḥāste kuśaly apatyādyairyukto muktaḥ suhṛd-vrataḥ",
        "verse_Syn": [
            "kaccit",
            "aṅga",
            "mahā",
            "bhāga",
            "sakhā",
            "naḥ",
            "śūra",
            "nandanaḥ",
            "āste",
            "kuśalī",
            "apatya",
            "ādyaiḥ",
            "yuktaḥ",
            "muktaḥ",
            "suhṛt",
            "vrataḥ"
        ],
        "translation": "[Nanda Mahārāja said:] My dear most fortunate one, does the son of Śūra fare well, now that he is free and has rejoined his children and other relatives?",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "दिष्‍ट्या कंसो हत: पाप: सानुग: स्वेन पाप्मना ।साधूनां धर्मशीलानां यदूनां द्वेष्टि य: सदा ॥ १७ ॥",
        "english_devnagari": "diṣṭyā kaṁso hataḥ pāpaḥsānugaḥ svena pāpmanāsādhūnāṁ dharma-śīlānāṁyadūnāṁ dveṣṭi yaḥ sadā",
        "verse_Syn": [
            "diṣṭyā",
            "kaṁsaḥ",
            "hataḥ",
            "pāpaḥ",
            "sa",
            "anugaḥ",
            "svena",
            "pāpmanā",
            "sādhūnām",
            "dharma",
            "śīlānām",
            "yadūnām",
            "dveṣṭi",
            "yaḥ",
            "sadā"
        ],
        "translation": "Fortunately, because of his own sins, the sinful Kaṁsa has been killed, along with all his brothers. He always hated the saintly and righteous Yadus.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "अपि स्मरति न: कृष्णो मातरं सुहृद: सखीन् ।गोपान् व्रजं चात्मनाथं गावो वृन्दावनं गिरिम् ॥ १८ ॥",
        "english_devnagari": "api smarati naḥ kṛṣṇomātaraṁ suhṛdaḥ sakhīngopān vrajaṁ cātma-nāthaṁgāvo vṛndāvanaṁ girim",
        "verse_Syn": [
            "api",
            "smarati",
            "naḥ",
            "kṛṣṇaḥ",
            "mātaram",
            "suhṛdaḥ",
            "sakhīn",
            "gopān",
            "vrajam",
            "ca",
            "ātma",
            "nātham",
            "gāvaḥ",
            "vṛndāvanam",
            "girim"
        ],
        "translation": "Does Kṛṣṇa remember us? Does He remember His mother and His friends and well-wishers? Does He remember the cowherds and their village of Vraja, of which He is the master? Does He remember the cows, Vṛndāvana forest and Govardhana Hill?",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "अप्यायास्यति गोविन्द: स्वजनान्सकृदीक्षितुम् ।तर्हि द्रक्ष्याम तद्वक्त्रं सुनसं सुस्मितेक्षणम् ॥ १९ ॥",
        "english_devnagari": "apy āyāsyati govindaḥsva-janān sakṛd īkṣitumtarhi drakṣyāma tad-vaktraṁsu-nasaṁ su-smitekṣaṇam",
        "verse_Syn": [
            "api",
            "āyāsyati",
            "govindaḥ",
            "sva",
            "janān",
            "sakṛt",
            "īkṣitum",
            "tarhi",
            "drakṣyāma",
            "tat",
            "vaktram",
            "su",
            "nasam",
            "su",
            "smita",
            "īkṣaṇam"
        ],
        "translation": "Will Govinda return even once to see His family? If He ever does, we may then glance upon His beautiful face, with its beautiful eyes, nose and smile.",
        "purport": " Now that Kṛṣṇa had become a prince in the great city of Mathurā, Nanda had lost hope that He would come back to live in the simple cowherd village of Vṛndāvana. But he hoped against hope that Kṛṣṇa would come back at least once to visit the simple cowherd folk who had raised Him from birth."
    },
    {
        "verse": "20",
        "devanagari": "दावाग्नेर्वातवर्षाच्च वृषसर्पाच्च रक्षिता: ।दुरत्ययेभ्यो मृत्युभ्य: कृष्णेन सुमहात्मना ॥ २० ॥",
        "english_devnagari": "dāvāgner vāta-varṣāc cavṛṣa-sarpāc ca rakṣitāḥduratyayebhyo mṛtyubhyaḥkṛṣṇena su-mahātmanā",
        "verse_Syn": [
            "dāva",
            "agneḥ",
            "vāta",
            "varṣāt",
            "ca",
            "vṛṣa",
            "sarpāt",
            "ca",
            "rakṣitāḥ",
            "duratyayebhyaḥ",
            "mṛtyubhyaḥ",
            "kṛṣṇena",
            "su",
            "mahā",
            "ātmanā"
        ],
        "translation": "We were saved from the forest fire, the wind and rain, the bull and serpent demons — from all such insurmountable, deadly dangers — by that very great soul, Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "स्मरतां कृष्णवीर्याणि लीलापाङ्गनिरीक्षितम् ।हसितं भाषितं चाङ्ग सर्वा न: शिथिला: क्रिया: ॥ २१ ॥",
        "english_devnagari": "smaratāṁ kṛṣṇa-vīryāṇilīlāpāṅga-nirīkṣitamhasitaṁ bhāṣitaṁ cāṅgasarvā naḥ śithilāḥ kriyāḥ",
        "verse_Syn": [
            "smaratām",
            "kṛṣṇa",
            "vīryāṇi",
            "līlā",
            "apāṅga",
            "nirīkṣitam",
            "hasitam",
            "bhāṣitam",
            "ca",
            "aṅga",
            "sarvāḥ",
            "naḥ",
            "śithilāḥ",
            "kriyāḥ"
        ],
        "translation": "As we remember the wonderful deeds Kṛṣṇa performed, His playful sidelong glances, His smiles and His words, O Uddhava, we forget all our material engagements.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "सरिच्छैलवनोद्देशान् मुकुन्दपदभूषितान् ।आक्रीडानीक्ष्यमाणानां मनो याति तदात्मताम् ॥ २२ ॥",
        "english_devnagari": "saric-chaila-vanoddeśānmukunda-pada-bhūṣitānākrīḍān īkṣyamāṇānāṁmano yāti tad-ātmatām",
        "verse_Syn": [
            "sarit",
            "śaila",
            "vana",
            "uddeśān",
            "mukunda",
            "pada",
            "bhūṣitān",
            "ākrīḍān",
            "īkṣyamāṇānām",
            "manaḥ",
            "yāti",
            "tat",
            "ātmatām"
        ],
        "translation": "When we see the places where Mukunda enjoyed His sporting pastimes — the rivers, hills and forests He decorated with His feet — our minds become totally absorbed in Him.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "मन्ये कृष्णं च रामं च प्राप्ताविह सुरोत्तमौ ।सुराणां महदर्थाय गर्गस्य वचनं यथा ॥ २३ ॥",
        "english_devnagari": "manye kṛṣṇaṁ ca rāmaṁ caprāptāv iha surottamausurāṇāṁ mahad-arthāyagargasya vacanaṁ yathā",
        "verse_Syn": [
            "manye",
            "kṛṣṇam",
            "ca",
            "rāmam",
            "ca",
            "prāptau",
            "iha",
            "sura",
            "uttamau",
            "surāṇām",
            "mahat",
            "arthāya",
            "gargasya",
            "vacanam",
            "yathā"
        ],
        "translation": "In my opinion, Kṛṣṇa and Balarāma must be two exalted demigods who have come to this planet to fulfill some great mission of the demigods. Such was foretold by Garga Ṛṣi.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "कंसं नागायुतप्राणं मल्लौ गजपतिं यथा ।अवधिष्टां लीलयैव पशूनिव मृगाधिप: ॥ २४ ॥",
        "english_devnagari": "kaṁsaṁ nāgāyuta-prāṇaṁmallau gaja-patiṁ yathāavadhiṣṭāṁ līlayaivapaśūn iva mṛgādhipaḥ",
        "verse_Syn": [
            "kaṁsam",
            "nāga",
            "ayuta",
            "prāṇam",
            "mallau",
            "gaja",
            "patim",
            "yathā",
            "avadhiṣṭām",
            "līlayā",
            "eva",
            "paśūn",
            "iva",
            "mṛga",
            "adhipaḥ"
        ],
        "translation": "After all, Kṛṣṇa and Balarāma killed Kaṁsa, who was as strong as ten thousand elephants, as well as the wrestlers Cāṇūra and Muṣṭika and the elephant Kuvalayāpīḍa. They killed them all sportingly, as easily as a lion disposes of small animals.",
        "purport": " Here Nanda means to say, “Not only did Garga Muni declare that these boys are divine, but just see what They have done! Everyone is talking about it.”"
    },
    {
        "verse": "25",
        "devanagari": "तालत्रयं महासारं धनुर्यष्टिमिवेभराट् ।बभञ्जैकेन हस्तेन सप्ताहमदधाद् गिरिम् ॥ २५ ॥",
        "english_devnagari": "tāla-trayaṁ mahā-sāraṁdhanur yaṣṭim ivebha-rāṭbabhañjaikena hastenasaptāham adadhād girim",
        "verse_Syn": [
            "tāla",
            "trayam",
            "mahā",
            "sāram",
            "dhanuḥ",
            "yaṣṭim",
            "iva",
            "ibha",
            "rāṭ",
            "babhañja",
            "ekena",
            "hastena",
            "sapta",
            "aham",
            "adadhāt",
            "girim"
        ],
        "translation": "With the ease of a royal elephant breaking a stick, Kṛṣṇa broke a powerful, giant bow three tālas long. He also held a mountain aloft for seven days with just one hand.",
        "purport": " According to Ācārya Viśvanātha, a tāla (“palm tree”) is a measurement of about sixty hastas, or ninety feet. Thus the great bow Kṛṣṇa broke was two hundred seventy feet long."
    },
    {
        "verse": "26",
        "devanagari": "प्रलम्बो धेनुकोऽरिष्टस्तृणावर्तो बकादय: ।दैत्या: सुरासुरजितो हता येनेह लीलया ॥ २६ ॥",
        "english_devnagari": "pralambo dhenuko ’riṣṭastṛṇāvarto bakādayaḥdaityāḥ surāsura-jitohatā yeneha līlayā",
        "verse_Syn": [
            "pralambaḥ",
            "dhenukaḥ",
            "ariṣṭaḥ",
            "tṛṇāvartaḥ",
            "baka",
            "ādayaḥ",
            "daityāḥ",
            "sura",
            "asura",
            "jitaḥ",
            "hatāḥ",
            "yena",
            "iha",
            "līlayā"
        ],
        "translation": "Here in Vṛndāvana, Kṛṣṇa and Balarāma easily destroyed demons like Pralamba, Dhenuka, Arista, Tṛṇāvarta and Baka, who had themselves defeated both demigods and other demons.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "श्रीशुक उवाचइति संस्मृत्य संस्मृत्य नन्द: कृष्णानुरक्तधी: ।अत्युत्कण्ठोऽभवत्तूष्णीं प्रेमप्रसरविह्वल: ॥ २७ ॥",
        "english_devnagari": "śrī-śuka uvācaiti saṁsmṛtya saṁsmṛtyanandaḥ kṛṣṇānurakta-dhīḥaty-utkaṇṭho ’bhavat tūṣṇīṁprema-prasara-vihvalaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "saṁsmṛtya",
            "saṁsmṛtya",
            "nandaḥ",
            "kṛṣṇa",
            "anurakta",
            "dhīḥ",
            "ati",
            "utkaṇṭhaḥ",
            "abhavat",
            "tūṣṇīm",
            "prema",
            "prasara",
            "vihvalaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus intensely remembering Kṛṣṇa again and again, Nanda Mahārāja, his mind completely attached to the Lord, felt extreme anxiety and fell silent, overcome by the strength of his love.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "यशोदा वर्ण्यमानानि पुत्रस्य चरितानि च ।श‍ृण्वन्त्यश्रूण्यवास्राक्षीत् स्‍नेहस्‍नुतपयोधरा ॥ २८ ॥",
        "english_devnagari": "yaśodā varṇyamānāniputrasya caritāni caśṛṇvanty aśrūṇy avāsrākṣītsneha-snuta-payodharā",
        "verse_Syn": [
            "yaśodā",
            "varṇyamānāni",
            "putrasya",
            "caritāni",
            "ca",
            "śṛṇvantī",
            "aśrūṇi",
            "avāsrākṣīt",
            "sneha",
            "snuta",
            "payodharā"
        ],
        "translation": "As mother Yaśodā heard the descriptions of her son’s activities, she poured out her tears, and milk flowed from her breasts out of love.",
        "purport": " From the very day that Kṛṣṇa had left for Mathurā, mother Yaśodā, though counseled and consoled by hundreds of men and women, could see nothing but the face of her son. She kept her eyes closed to everyone else and cried constantly. Thus she could not recognize Uddhava, treat him with parental affection, ask him any questions or give him any message for her son. She was simply overwhelmed with love for Kṛṣṇa."
    },
    {
        "verse": "29",
        "devanagari": "तयोरित्थं भगवति कृष्णे नन्दयशोदयो: ।वीक्ष्यानुरागं परमं नन्दमाहोद्धवो मुदा ॥ २९ ॥",
        "english_devnagari": "tayor itthaṁ bhagavatikṛṣṇe nanda-yaśodayoḥvīkṣyānurāgaṁ paramaṁnandam āhoddhavo mudā",
        "verse_Syn": [
            "tayoḥ",
            "ittham",
            "bhagavati",
            "kṛṣṇe",
            "nanda",
            "yaśodayoḥ",
            "vīkṣya",
            "anurāgam",
            "paramam",
            "nandam",
            "āha",
            "uddhavaḥ",
            "mudā"
        ],
        "translation": "Uddhava then joyfully addressed Nanda Mahārāja, having clearly seen the supreme loving attraction he and Yaśodā felt for Kṛṣṇa, the Supreme Personality of Godhead.",
        "purport": " If Uddhava had seen Nanda and Yaśodā actually suffering, he would not have reacted with joy. But in fact all emotions on the spiritual platform are transcendental bliss. The so-called anguish of the pure devotees is another form of loving ecstasy. This was clearly seen by Uddhava, and thus he spoke as follows."
    },
    {
        "verse": "30",
        "devanagari": "श्रीउद्धव उवाचयुवां श्लाघ्यतमौ नूनं देहिनामिह मानद ।नारायणेऽखिलगुरौ यत्कृता मतिरीद‍ृशी ॥ ३० ॥",
        "english_devnagari": "śrī-uddhava uvācayuvāṁ ślāghyatamau nūnaṁdehinām iha māna-danārāyaṇe ’khila-gurauyat kṛtā matir īdṛśī",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "yuvām",
            "ślāghyatamau",
            "nūnam",
            "dehinām",
            "iha",
            "mana",
            "da",
            "nārāyaṇe",
            "akhila",
            "gurau",
            "yat",
            "kṛtā",
            "matiḥ",
            "īdṛśī"
        ],
        "translation": "Śrī Uddhava said: O respectful Nanda, certainly you and mother Yaśodā are the most praiseworthy persons in the entire world, since you have developed such a loving attitude toward Lord Nārāyaṇa, the spiritual master of all living beings.",
        "purport": " Understanding Nanda’s mood, as expressed by his statement manye kṛṣṇaṁ ca rāmaṁ ca prāptāv iha surottamau (“I think Kṛṣṇa and Rāma must be two exalted demigods”), Uddhava here referred to Kṛṣṇa as Lord Nārāyaṇa."
    },
    {
        "verse": "31",
        "devanagari": "एतौ हि विश्वस्य च बीजयोनीरामो मुकुन्द: पुरुष: प्रधानम् ।अन्वीय भूतेषु विलक्षणस्यज्ञानस्य चेशात इमौ पुराणौ ॥ ३१ ॥",
        "english_devnagari": "etau hi viśvasya ca bīja-yonīrāmo mukundaḥ puruṣaḥ pradhānamanvīya bhūteṣu vilakṣaṇasyajñānasya ceśāta imau purāṇau",
        "verse_Syn": [
            "etau",
            "hi",
            "viśvasya",
            "ca",
            "bīja",
            "yonī",
            "rāmaḥ",
            "mukundaḥ",
            "puruṣaḥ",
            "pradhānam",
            "anvīya",
            "bhūteṣu",
            "vilakṣaṇasya",
            "jñānasya",
            "ca",
            "īśāte",
            "imau",
            "purāṇau"
        ],
        "translation": "These two Lords, Mukunda and Balarāma, are each the seed and womb of the universe, the creator and His creative potency. They enter the hearts of living beings and control their conditioned awareness. They are the primeval Supreme.",
        "purport": " The word vilakṣaṇa means either “distinctly perceiving” or “confused,” depending on how the prefix vi is understood in context. In the case of enlightened souls, vilakṣaṇa means “perceiving the correct distinction between the body and the soul” and thus Lord Kṛṣṇa, as indicated by the word īśāte, guides the spiritually advancing soul. The other meaning of vilakṣaṇa — “confused” or “bewildered” — clearly applies to those who have not understood the difference between the soul and the body, or the distinction between the individual soul and the Supreme Soul. Such bewildered living beings do not go back home, back to Godhead, to the eternal spiritual world, but rather achieve temporary destinations according to the laws of nature. It is understood from all Vaiṣṇava literature that Śrī Rāma, Balarāma, here accompanying Lord Kṛṣṇa, is nondifferent from Him, being His plenary expansion. The Lord is one, yet He expands Himself, and thus Lord Balarāma in no way compromises the principle of monotheism."
    },
    {
        "verse": "32-33",
        "devanagari": "यस्मिन् जन: प्राणवियोगकालेक्षणं समावेश्य मनोऽविशुद्धम् ।निर्हृत्य कर्माशयमाशु यातिपरां गतिं ब्रह्ममयोऽर्कवर्ण: ॥ ३२ ॥तस्मिन् भवन्तावखिलात्महेतौनारायणे कारणमर्त्यमूर्तौ ।भावं विधत्तां नितरां महात्मन्किं वावशिष्टं युवयो: सुकृत्यम् ॥ ३३ ॥",
        "english_devnagari": "yasmin janaḥ prāṇa-viyoga-kālekṣanaṁ samāveśya mano ’viśuddhamnirhṛtya karmāśayam āśu yātiparāṁ gatiṁ brahma-mayo ’rka-varṇaḥ",
        "verse_Syn": [
            "yasmin",
            "janaḥ",
            "prāṇa",
            "viyoga",
            "kāle",
            "kṣaṇam",
            "samāveśya",
            "manaḥ",
            "aviśuddham",
            "nirhṛtya",
            "karma",
            "āśayam",
            "āśu",
            "yāti",
            "parām",
            "gatim",
            "brahma",
            "mayaḥ",
            "arka",
            "varṇaḥ",
            "tasmin",
            "bhavantau",
            "akhila",
            "ātma",
            "hetau",
            "nārāyaṇe",
            "kāraṇa",
            "martya",
            "mūrtau",
            "bhāvam",
            "vidhattām",
            "nitarām",
            "mahā",
            "ātman",
            "kim",
            "vā",
            "avaśiṣṭam",
            "yuvayoḥ",
            "su",
            "kṛtyam"
        ],
        "translation": "Anyone, even a person in an impure state, who absorbs his mind in Him for just a moment at the time of death burns up all traces of sinful reactions and immediately attains the supreme transcendental destination in a pure, spiritual form as effulgent as the sun. You two have rendered exceptional loving service to Him, Lord Nārāyaṇa, the Supersoul of all and the cause of all existence, the great soul who, although the original cause of everything, has a humanlike form. What pious deeds could still be required of you?",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "आगमिष्यत्यदीर्घेण कालेन व्रजमच्युत: ।प्रियं विधास्यते पित्रोर्भगवान् सात्वतां पति: ॥ ३४ ॥",
        "english_devnagari": "āgamiṣyaty adīrgheṇakālena vrajam acyutaḥpriyaṁ vidhāsyate pitrorbhagavān sātvatāṁ patiḥ",
        "verse_Syn": [
            "āgamiṣyati",
            "adīrgheṇa",
            "kālena",
            "vrajam",
            "acyutaḥ",
            "priyam",
            "vidhāsyate",
            "pitroḥ",
            "bhagavān",
            "sātvatām",
            "patiḥ"
        ],
        "translation": "Infallible Kṛṣṇa, the Lord of the devotees, will soon return to Vraja to satisfy His parents.",
        "purport": " Here Uddhava begins to deliver Lord Kṛṣṇa’s message."
    },
    {
        "verse": "35",
        "devanagari": "हत्वा कंसं रङ्गमध्ये प्रतीपं सर्वसात्वताम् ।यदाह व: समागत्य कृष्ण: सत्यं करोति तत् ॥ ३५ ॥",
        "english_devnagari": "hatvā kaṁsaṁ raṅga-madhyepratīpaṁ sarva-sātvatāmyad āha vaḥ samāgatyakṛṣṇaḥ satyaṁ karoti tat",
        "verse_Syn": [
            "hatvā",
            "kaṁsam",
            "raṅga",
            "madhye",
            "pratīpam",
            "sarva",
            "sātvatām",
            "yat",
            "āha",
            "vaḥ",
            "samāgatya",
            "kṛṣṇaḥ",
            "satyam",
            "karoti",
            "tat"
        ],
        "translation": "Having killed Kaṁsa, the enemy of all the Yadus, in the wrestling arena, Kṛṣṇa will now surely fulfill His promise to you by coming back.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "मा खिद्यतं महाभागौ द्रक्ष्यथ: कृष्णमन्तिके ।अन्तर्हृदि स भूतानामास्ते ज्योतिरिवैधसि ॥ ३६ ॥",
        "english_devnagari": "mā khidyataṁ mahā-bhāgaudrakṣyathaḥ kṛṣṇam antikeantar hṛdi sa bhūtānāmāste jyotir ivaidhasi",
        "verse_Syn": [
            "mā",
            "khidyatam",
            "mahā",
            "bhāgau",
            "drakṣyathaḥ",
            "kṛṣṇam",
            "antike",
            "antaḥ",
            "hṛdi",
            "saḥ",
            "bhūtānām",
            "āste",
            "jyotiḥ",
            "iva",
            "edhasi"
        ],
        "translation": "O most fortunate ones, do not lament. You will see Kṛṣṇa again very soon. He is present in the hearts of all living beings, just as fire lies dormant in wood.",
        "purport": " Uddhava understood that Nanda and Yaśodā were very impatient to see Kṛṣṇa, and thus he reassured them that Śrī Kṛṣṇa would come soon."
    },
    {
        "verse": "37",
        "devanagari": "न ह्यस्यास्ति प्रिय: कश्चिन्नाप्रियो वास्त्यमानिन: ।नोत्तमो नाधमो वापि समानस्यासमोऽपि वा ॥ ३७ ॥",
        "english_devnagari": "na hy asyāsti priyaḥ kaścinnāpriyo vāsty amāninaḥnottamo nādhamo vāpisa-mānasyāsamo ’pi vā",
        "verse_Syn": [
            "na",
            "hi",
            "asya",
            "asti",
            "priyaḥ",
            "kaścit",
            "na",
            "apriyaḥ",
            "vā",
            "asti",
            "amāninaḥ",
            "na",
            "uttamaḥ",
            "na",
            "adhamaḥ",
            "vā",
            "api",
            "samānasya",
            "āsamaḥ",
            "api",
            "vā"
        ],
        "translation": "For Him no one is especially dear or despicable, superior or inferior, and yet He is not indifferent to anyone. He is free from all desire for respect and yet gives respect to all others.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "न माता न पिता तस्य न भार्या न सुतादय: ।नात्मीयो न परश्चापि न देहो जन्म एव च ॥ ३८ ॥",
        "english_devnagari": "na mātā na pitā tasyana bhāryā na sutādayaḥnātmīyo na paraś cāpina deho janma eva ca",
        "verse_Syn": [
            "na",
            "mātā",
            "na",
            "pitā",
            "tasya",
            "na",
            "bhāryā",
            "na",
            "suta",
            "ādayaḥ",
            "na",
            "ātmīyaḥ",
            "na",
            "paraḥ",
            "ca",
            "api",
            "na",
            "dehaḥ",
            "janma",
            "eva",
            "ca"
        ],
        "translation": "He has no mother, no father, no wife, children or other relatives. No one is related to Him, and yet no one is a stranger to Him. He has no material body and no birth.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "न चास्य कर्म वा लोके सदसन्मिश्रयोनिषु ।क्रीडार्थं सोऽपि साधूनां परित्राणाय कल्पते ॥ ३९ ॥",
        "english_devnagari": "na cāsya karma vā lokesad-asan-miśra-yoniṣukrīḍārthaṁ so ’pi sādhūnāṁparitrāṇāya kalpate",
        "verse_Syn": [
            "na",
            "ca",
            "asya",
            "karma",
            "vā",
            "loke",
            "sat",
            "asat",
            "miśra",
            "yoniṣu",
            "krīḍā",
            "artham",
            "saḥ",
            "api",
            "sādhūnām",
            "paritrāṇāya",
            "kalpate"
        ],
        "translation": "He has no work to do in this world that would oblige Him to take birth in pure, impure or mixed species of life. Yet to enjoy His pastimes and deliver His saintly devotees, He manifests Himself.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "सत्त्वं रजस्तम इति भजते निर्गुणो गुणान् ।क्रीडन्नतीतोऽपि गुणै: सृजत्यवति हन्त्यज: ॥ ४० ॥",
        "english_devnagari": "sattvaṁ rajas tama itibhajate nirguṇo guṇānkrīḍann atīto ’pi guṇaiḥsṛjaty avan hanty ajaḥ",
        "verse_Syn": [
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "bhajate",
            "nirguṇaḥ",
            "guṇān",
            "krīḍan",
            "atītaḥ",
            "api",
            "guṇaiḥ",
            "sṛjati",
            "avati",
            "hanti",
            "ajaḥ"
        ],
        "translation": "Although beyond the three modes of material nature — goodness, passion and ignorance — the transcendental Lord accepts association with them as His play. Thus the unborn Supreme Lord utilizes the material modes to create, maintain and destroy.",
        "purport": " As stated in the Brahma-sūtra (2.1.33), loka-vat līlā-kaivalyam: “The Lord performs His spiritual pastimes as if He were a resident of this world.” Although the Lord does not favor or abuse anyone, we still observe happiness and suffering in this world. The Gītā (13.22) states, kāraṇaṁ guṇa-saṅgo ’sya: We desire to associate with various qualities of material nature, and thus we must accept the consequences. The Lord provides the field of material nature, in which we exercise our free will. Foolish nondevotees not only attempt to cheat the Lord by trying to exploit His nature, but when they suffer the reaction they blame God for their own misdeeds. This is the shameless position of those who are envious of God."
    },
    {
        "verse": "41",
        "devanagari": "यथा भ्रमरिकाद‍ृष्‍ट्या भ्राम्यतीव महीयते ।चित्ते कर्तरि तत्रात्मा कर्तेवाहंधिया स्मृत: ॥ ४१ ॥",
        "english_devnagari": "yathā bhramarikā-dṛṣṭyābhrāmyatīva mahīyatecitte kartari tatrātmākartevāhaṁ-dhiyā smṛtaḥ",
        "verse_Syn": [
            "yathā",
            "bhramarikā",
            "dṛṣṭyā",
            "bhrāmyati",
            "iva",
            "mahī",
            "īyate",
            "citte",
            "kartari",
            "tatra",
            "ātmā",
            "kartā",
            "iva",
            "aham",
            "dhiyā",
            "smṛtaḥ"
        ],
        "translation": "Just as a person who is whirling around perceives the ground to be turning, one who is affected by false ego thinks himself the doer, when actually only his mind is acting.",
        "purport": " Śrīla Viśvanātha Cakravartī gives a parallel idea: Although our happiness and distress are caused by our own interaction with the material qualities, we perceive the Lord to be their cause."
    },
    {
        "verse": "42",
        "devanagari": "युवयोरेव नैवायमात्मजो भगवान् हरि: ।सर्वेषामात्मजो ह्यात्मा पिता माता स ईश्वर: ॥ ४२ ॥",
        "english_devnagari": "yuvayor eva naivāyamātmajo bhagavān hariḥsarveṣām ātmajo hy ātmāpitā mātā sa īśvaraḥ",
        "verse_Syn": [
            "yuvayoḥ",
            "eva",
            "na",
            "eva",
            "ayam",
            "ātma",
            "jaḥ",
            "bhagavān",
            "hariḥ",
            "sarveṣām",
            "ātma",
            "jaḥ",
            "hi",
            "ātmā",
            "pitā",
            "mātā",
            "saḥ",
            "īśvaraḥ"
        ],
        "translation": "The Supreme Lord Hari is certainly not your son alone. Rather, being the Lord, He is the son, Soul, father and mother of everyone.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "द‍ृष्टं श्रुतं भूतभवद् भविष्यत्स्थास्‍नुश्चरिष्णुर्महदल्पकं च ।विनाच्युताद् वस्तु तरां न वाच्यंस एव सर्वं परमात्मभूत: ॥ ४३ ॥",
        "english_devnagari": "dṛṣṭaṁ śrutaṁ bhūta-bhavad-bhaviṣyatsthāsnuś cariṣṇur mahad alpakaṁ cavinācyutād vastu tarāṁ na vācyaṁsa eva sarvaṁ paramātma-bhūtaḥ",
        "verse_Syn": [
            "dṛṣṭam",
            "śrutam",
            "bhūta",
            "bhavat",
            "bhaviṣyat",
            "sthāsnuḥ",
            "cariṣṇuḥ",
            "mahat",
            "alpakam",
            "ca",
            "vinā",
            "acyutāt",
            "vastu",
            "tarām",
            "na",
            "varyam",
            "saḥ",
            "eva",
            "sarvam",
            "parama",
            "ātma",
            "bhūtaḥ"
        ],
        "translation": "Nothing can be said to exist independent of Lord Acyuta — nothing heard or seen, nothing in the past, present or future, nothing moving or unmoving, great or small. He indeed is everything, for He is the Supreme Soul.",
        "purport": " Śrī Uddhava is relieving the distress of Nanda and Yaśodā by bringing them to a more philosophical plane. He is explaining that since Lord Kṛṣṇa is everything and is within everything, His pure devotees are always with Him."
    },
    {
        "verse": "44",
        "devanagari": "एवं निशा सा ब्रुवतोर्व्यतीतानन्दस्य कृष्णानुचरस्य राजन् ।गोप्य: समुत्थाय निरूप्य दीपान्वास्तून् समभ्यर्च्य दधीन्यमन्थन् ॥ ४४ ॥",
        "english_devnagari": "evaṁ niśā sā bruvator vyatītānandasya kṛṣṇānucarasya rājangopyaḥ samutthāya nirūpya dīpānvāstūn samabhyarcya daudhīny amanthun",
        "verse_Syn": [
            "evam",
            "niśā",
            "sā",
            "bruvatoḥ",
            "vyatītā",
            "nandasya",
            "kṛṣṇa",
            "anucarasya",
            "rājan",
            "gopyaḥ",
            "samutthāya",
            "nirūpya",
            "dīpān",
            "vāstūn",
            "samabhyarcya",
            "dadhīni",
            "amanthan"
        ],
        "translation": "While Kṛṣṇa’s messenger continued speaking with Nanda, the night ended, O King. The women of the cowherd village rose from bed and, lighting lamps, worshiped their household deities. Then they began churning the yogurt into butter.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "ता दीपदीप्तैर्मणिभिर्विरेजूरज्जूर्विकर्षद्भ‍ुजकङ्कणस्रज: ।चलन्नितम्बस्तनहारकुण्डल-त्विषत्कपोलारुणकुङ्कुमानना: ॥ ४५ ॥",
        "english_devnagari": "tā dīpa-dīptair maṇibhir virejūrajjūr vikarṣad-bhuja-kaṅkaṇa-srajaḥcalan-nitamba-stana-hāra-kuṇḍala-tviṣat-kapolāruṇa-kuṅkumānanāḥ",
        "verse_Syn": [
            "tāḥ",
            "dīpa",
            "dīptaiḥ",
            "maṇibhiḥ",
            "virejuḥ",
            "rajjūḥ",
            "vikarṣat",
            "bhuja",
            "kaṅkaṇa",
            "srajaḥ",
            "calan",
            "nitamba",
            "stana",
            "hāra",
            "kuṇḍala",
            "tviṣat",
            "kapola",
            "aruṇa",
            "kuṅkuma",
            "ānanāḥ"
        ],
        "translation": "As they pulled on the churning ropes with their bangled arms, the women of Vraja shone with the splendor of their jewels, which reflected the lamps’ light. Their hips, breasts and necklaces moved about, and their faces, anointed with reddish kuṅkuma, glowed radiantly with the luster of their earrings reflecting from their cheeks.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "उद्गायतीनामरविन्दलोचनंव्रजाङ्गनानां दिवमस्पृशद् ध्वनि: ।दध्नश्च निर्मन्थनशब्दमिश्रितोनिरस्यते येन दिशाममङ्गलम् ॥ ४६ ॥",
        "english_devnagari": "udgāyatīnām aravinda-locanaṁvrajāṅganānāṁ divam aspṛśad dhvaniḥdadhnaś ca nirmanthana-śabda-miśritonirasyate yena diśām amaṅgalam",
        "verse_Syn": [
            "udgāyatīnām",
            "aravinda",
            "locanam",
            "vraja",
            "aṅganānām",
            "divam",
            "aspṛśat",
            "dhvaniḥ",
            "dadhnaḥ",
            "ca",
            "nirmanthana",
            "śabda",
            "miśritaḥ",
            "nirasyate",
            "yena",
            "diśām",
            "amaṅgalam"
        ],
        "translation": "As the ladies of Vraja loudly sang the glories of lotus-eyed Kṛṣṇa, their songs blended with the sound of their churning, ascended to the sky and dissipated all inauspiciousness in every direction.",
        "purport": " The gopīs were absorbed in thought of Kṛṣṇa and were thus feeling His presence. Therefore they could joyfully sing."
    },
    {
        "verse": "47",
        "devanagari": "भगवत्युदिते सूर्ये नन्दद्वारि व्रजौकस: ।द‍ृष्ट्वा रथं शातकौम्भं कस्यायमिति चाब्रुवन् ॥ ४७ ॥",
        "english_devnagari": "bhagavaty udite sūryenanda-dvāri vrajaukasaḥdṛṣṭvā rathaṁ śātakaumbhaṁkasyāyam iti cābruvan",
        "verse_Syn": [
            "bhagavati",
            "udite",
            "sūrye",
            "nanda",
            "dvāri",
            "vraja",
            "okasaḥ",
            "dṛṣṭvā",
            "ratham",
            "śātakaumbham",
            "kasya",
            "ayam",
            "iti",
            "ca",
            "abruvan"
        ],
        "translation": "When the godly sun had risen, the people of Vraja noticed the golden chariot in front of Nanda Mahārāja’s doorway. “Who does this belong to?” they asked.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "अक्रूर आगत: किं वा य: कंसस्यार्थसाधक: ।येन नीतो मधुपुरीं कृष्ण: कमललोचन: ॥ ४८ ॥",
        "english_devnagari": "akrūra āgataḥ kiṁ vāyaḥ kaṁsasyārtha-sādhakaḥyena nīto madhu-purīṁkṛṣṇaḥ kamala-locanaḥ",
        "verse_Syn": [
            "akrūraḥ",
            "āgataḥ",
            "kim",
            "vā",
            "yaḥ",
            "kaṁsasya",
            "artha",
            "sādhakaḥ",
            "yena",
            "nītaḥ",
            "madhu",
            "purīm",
            "kṛṣṇaḥ",
            "kamala",
            "locanaḥ"
        ],
        "translation": "“Perhaps Akrūra has returned — he who fulfilled Kaṁsa’s desire by taking lotus-eyed Kṛṣṇa to Mathurā.",
        "purport": " The gopīs angrily spoke this statement."
    },
    {
        "verse": "49",
        "devanagari": "किं साधयिष्यत्यस्माभिर्भर्तु: प्रीतस्य निष्कृतिम् ।तत: स्‍त्रीणां वदन्तीनामुद्धवोऽगात् कृताह्निक: ॥ ४९ ॥",
        "english_devnagari": "kiṁ sādhayiṣyaty asmābhirbhartuḥ prītasya niṣkṛtimtataḥ strīṇāṁ vadantīnāmuddhavo ’gāt kṛtāhnikaḥ",
        "verse_Syn": [
            "kim",
            "sādhayiṣyati",
            "asmābhiḥ",
            "bhartuḥ",
            "prītasya",
            "niṣkṛtim",
            "tataḥ",
            "strīṇām",
            "vadantīnām",
            "uddhavaḥ",
            "agāt",
            "kṛta",
            "ahnikaḥ"
        ],
        "translation": "“Is he going to use our flesh to offer funeral oblations for his master, who was so satisfied with his service?” As the women were speaking in this way, Uddhava appeared, having finished his early-morning duties.",
        "purport": " This verse reveals the bitter disappointment the gopīs felt when Akrūra took Kṛṣṇa away. However, they will be pleasantly surprised to see that the unexpected guest is Uddhava."
    }
]