[
    {
        "verse": "1-2",
        "devanagari": "श्रीशुक उवाचप्रलम्बबकचाणूरतृणावर्तमहाशनै: । मुष्टिकारिष्टद्विविदपूतनाकेशीधेनुकै: ॥ १ ॥ अन्यैश्चासुरभूपालैर्बाणभौमादिभिर्युत: । यदूनां कदनं चक्रे बली मागधसंश्रय: ॥ २ ॥",
        "english_devnagari": "śrī-śuka uvācapralamba-baka-cāṇūra-tṛṇāvarta-mahāśanaiḥmuṣṭikāriṣṭa-dvivida-pūtanā-keśī-dhenukaiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "pralamba",
            "baka",
            "cāṇūra",
            "tṛṇāvarta",
            "mahāśanaiḥ",
            "muṣṭika",
            "ariṣṭa",
            "dvivida",
            "pūtanā",
            "keśī",
            "dhenukaiḥ",
            "anyaiḥ",
            "ca",
            "asura",
            "bhūpālaiḥ",
            "bāṇa",
            "bhauma",
            "ādibhiḥ",
            "yutaḥ",
            "yadūnām",
            "kadanam",
            "cakre",
            "balī",
            "māgadha",
            "saṁśrayaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Under the protection of Magadharāja, Jarāsandha, the powerful Kaṁsa began persecuting the kings of the Yadu dynasty. In this he had the cooperation of demons like Pralamba, Baka, Cāṇūra, Tṛṇāvarta, Aghāsura, Muṣṭika, Ariṣṭa, Dvivida, Pūtanā, Keśī, Dhenuka, Bāṇāsura, Narakāsura and many other demoniac kings on the surface of the earth.",
        "purport": " This verse supports the following statement given by the Lord in Bhagavad-gītā (4.7-8): “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself. To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear millennium after millennium.” The Lord’s purpose in maintaining this material world is to give everyone a chance to go back home, back to Godhead, but kings and political leaders unfortunately try to hinder the purpose of the Lord, and therefore the Lord appears, either personally or with His plenary portions, to set things right. It is therefore said: “Kṛṣṇa appeared in the womb of Devakī after transferring Baladeva to the womb of Rohiṇī by the power of Yoga-māyā.” Yadubhiḥ sa vyarudhyata. The kings of the Yadu dynasty were all devotees, but there were many powerful demons, such as Śālva, who began to persecute them. At that time, Jarāsandha, who was Kaṁsa’s father-in-law, was extremely powerful, and therefore Kaṁsa took advantage of his protection and the help of the demons in persecuting the kings of the Yadu dynasty. The demons naturally appeared more powerful than the demigods, but ultimately, because of help received from the Supreme Personality of Godhead, the demons were defeated and the demigods triumphant."
    },
    {
        "verse": "3",
        "devanagari": "ते पीडिता निविविशु: कुरुपञ्चालकेकयान् । शाल्वान् विदर्भान् निषधान् विदेहान् कोशलानपि ॥ ३ ॥",
        "english_devnagari": "te pīḍitā niviviśuḥkuru-pañcāla-kekayānśālvān vidarbhān niṣadhānvidehān kośalān api",
        "verse_Syn": [
            "te",
            "pīḍitāḥ",
            "niviviśuḥ",
            "kuru",
            "pañcāla",
            "kekayān",
            "śālvān",
            "vidarbhān",
            "niṣadhān",
            "videhān",
            "kośalān",
            "api"
        ],
        "translation": "Persecuted by the demoniac kings, the Yādavas left their own kingdom and entered various others, like those of the Kurus, Pañcālas, Kekayas, Śālvas, Vidarbhas, Niṣadhas, Videhas and Kośalas.",
        "purport": ""
    },
    {
        "verse": "4-5",
        "devanagari": "एके तमनुरुन्धाना ज्ञातय: पर्युपासते । हतेषु षट्‌सु बालेषु देवक्या औग्रसेनिना ॥ ४ ॥ सप्तमो वैष्णवं धाम यमनन्तं प्रचक्षते । गर्भो बभूव देवक्या हर्षशोकविवर्धन: ॥ ५ ॥",
        "english_devnagari": "eke tam anurundhānājñātayaḥ paryupāsatehateṣu ṣaṭsu bāleṣudevakyā augraseninā",
        "verse_Syn": [
            "eke",
            "tam",
            "anurundhānāḥ",
            "jñātayaḥ",
            "paryupāsate",
            "hateṣu",
            "ṣaṭsu",
            "bāleṣu",
            "devakyāḥ",
            "augraseninā",
            "saptamaḥ",
            "vaiṣṇavam",
            "dhāma",
            "yam",
            "anantam",
            "pracakṣate",
            "garbhaḥ",
            "babhūva",
            "devakyāḥ",
            "harṣa",
            "śoka",
            "vivardhanaḥ"
        ],
        "translation": "Some of their relatives, however, began to follow Kaṁsa’s principles and act in his service. After Kaṁsa, the son of Ugrasena, killed the six sons of Devakī, a plenary portion of Kṛṣṇa entered her womb as her seventh child, arousing her pleasure and her lamentation. That plenary portion is celebrated by great sages as Ananta, who belongs to Kṛṣṇa’s second quadruple expansion.",
        "purport": " Some of the chief devotees, such as Akrūra, stayed with Kaṁsa to satisfy him. This they did for various purposes. They all expected the Supreme Personality of Godhead to appear as the eighth child as soon as Devakī’s other children were killed by Kaṁsa, and they were eagerly awaiting His appearance. By remaining in Kaṁsa’s association, they would be able to see the Supreme Personality of Godhead take birth and display His childhood pastimes, and Akrūra would later go to Vṛndāvana to bring Kṛṣṇa and Balarāma to Mathurā. The word paryupāsate is significant because it indicates that some devotees wanted to stay near Kaṁsa in order to see all these pastimes of the Lord. The six children killed by Kaṁsa had formerly been sons of Marīci, but because of having been cursed by a brāhmaṇa, they were obliged to take birth as grandsons of Hiraṇyakaśipu. Kaṁsa had taken birth as Kālanemi, and now he was obliged to kill his own sons. This was a mystery. As soon as the sons of Devakī were killed, they would return to their original place. The devotees wanted to see this also. Generally speaking, no one kills his own nephews, but Kaṁsa was so cruel that he did so without hesitation. Ananta, Saṅkarṣaṇa, belongs to the second catur-vyūha, or quadruple expansion. This is the opinion of experienced commentators."
    },
    {
        "verse": "6",
        "devanagari": "भगवानपि विश्वात्मा विदित्वा कंसजं भयम् । यदूनां निजनाथानां योगमायां समादिशत् ॥ ६ ॥",
        "english_devnagari": "bhagavān api viśvātmāviditvā kaṁsajaṁ bhayamyadūnāṁ nija-nāthānāṁyoga-māyāṁ samādiśat",
        "verse_Syn": [
            "bhagavān",
            "api",
            "viśvātmā",
            "viditvā",
            "kaṁsa",
            "jam",
            "bhayam",
            "yadūnām",
            "nija",
            "nāthānām",
            "yoga",
            "māyām",
            "samādiśat"
        ],
        "translation": "To protect the Yadus, His personal devotees, from Kaṁsa’s attack, the Personality of Godhead, Viśvātmā, the Supreme Soul of everyone, ordered Yoga-māyā as follows.",
        "purport": " The words bhagavān api viśvātmā viditvā kaṁsajaṁ bhayam are commented upon by Śrīla Sanātana Gosvāmī. Bhagavān svayam is Kṛṣṇa (kṛṣṇas tu bhagavān svayam). He is Viśvātmā, the original Supersoul of everyone, because His plenary portion expands as the Supersoul. This is confirmed in Bhagavad-gītā (13.3): kṣetra-jñaṁ cāpi māṁ viddhi sarva-kṣetreṣu bhārata. Lord Kṛṣṇa is the kṣetra jña, or Supersoul, of all living entities. He is the original source of all expansions of the Personality of Godhead. There are hundreds and thousands of plenary expansions of Viṣṇu, such as Saṅkarṣaṇa, Pradyumna, Aniruddha and Vāsudeva, but here in this material world, the Viśvātmā, the Supersoul for all living entities, is Kṣīrodakaśāyī Viṣṇu. As stated in Bhagavad-gītā (18.61), īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati: “The Supreme Lord is situated in the heart of all living entities, O Arjuna.” Kṛṣṇa is actually Viśvātmā by His plenary expansion as viṣṇu-tattva, yet because of His affection for His devotees, He acts as Supersoul to give them directions (sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca). The affairs of the Supersoul pertain to Kṣīrodakaśāyī Viṣṇu, but Kṛṣṇa took compassion on Devakī, His devotee, because He understood her fear of Kaṁsa’s persecution. A pure devotee is always fearful of material existence. No one knows what will happen next, for one may have to change his body at any moment (tathā dehāntara-prāptiḥ). Knowing this fact, a pure devotee acts in such a way that he will not have his life spoiled by being obliged to accept another body and undergo the tribulations of material existence. This is bhayam, or fear. Bhayaṁ dvitīyābhiniveśataḥ syāt (Bhāg. 11.2.37). This fear is due to material existence. Properly speaking, everyone should always be alert and fearful of material existence, but although everyone is prone to be affected by the ignorance of material existence, the Supreme Personality of Godhead, Kṛṣṇa, is always alert to the protection of His devotees. Kṛṣṇa is so kind and affectionate toward His devotees that He helps them by giving them the intelligence by which to exist in this material world without forgetting Him even for a moment. The Lord says: “Out of compassion for them, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance.” (Bg. 10.11) The word yoga means “link.” Any system of yoga is an attempt to reconnect our broken relationship with the Supreme Personality of Godhead. There are different types of yoga, of which bhakti-yoga is the best. In other yoga systems, one must undergo various processes before attaining perfection, but bhakti-yoga is direct. The Lord says in Bhagavad-gītā (6.47): “Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.” For the bhakti-yogī, a human body is guaranteed in his next existence, as stated by Lord Kṛṣṇa (śucīnāṁ śrīmatāṁ gehe yoga-bhraṣṭo ’bhijāyate). Yoga-māyā is the spiritual potency of the Lord. Out of affection for His devotees, the Lord always stays in spiritual touch with them, although otherwise His Māyā potency is so strong that she bewilders even exalted demigods like Brahmā. Therefore the Lord’s potency is called Yoga-māyā. Since the Lord is Viśvātmā, He immediately ordered Yoga-māyā to give protection to Devakī."
    },
    {
        "verse": "7",
        "devanagari": "गच्छ देवि व्रजं भद्रे गोपगोभिरलङ्कृतम् । रोहिणी वसुदेवस्य भार्यास्ते नन्दगोकुले । अन्याश्च कंससंविग्ना विवरेषु वसन्ति हि ॥ ७ ॥",
        "english_devnagari": "gaccha devi vrajaṁ bhadregopa-gobhir alaṅkṛtamrohiṇī vasudevasyabhāryāste nanda-gokuleanyāś ca kaṁsa-saṁvignāvivareṣu vasanti hi",
        "verse_Syn": [
            "gaccha",
            "devi",
            "vrajam",
            "bhadre",
            "gopa",
            "gobhiḥ",
            "alaṅkṛtam",
            "rohiṇī",
            "vasudevasya",
            "bhāryā",
            "āste",
            "nanda",
            "gokule",
            "anyāḥ",
            "ca",
            "kaṁsa",
            "saṁvignāḥ",
            "vivareṣu",
            "vasanti",
            "hi"
        ],
        "translation": "The Lord ordered Yoga-māyā: O My potency, who are worshipable for the entire world and whose nature is to bestow good fortune upon all living entities, go to Vraja, where there live many cowherd men and their wives. In that very beautiful land, where many cows reside, Rohiṇī, the wife of Vasudeva, is living at the home of Nanda Mahārāja. Other wives of Vasudeva are also living there incognito because of fear of Kaṁsa. Please go there.",
        "purport": " Nanda-gokula, the residence of King Nanda, was itself very beautiful, and when Yoga-māyā was ordered to go there and encourage the devotees with fearlessness, it became even more beautiful and safe. Because Yoga-māyā had the ability to create such an atmosphere, the Lord ordered her to go to Nanda-gokula."
    },
    {
        "verse": "8",
        "devanagari": "देवक्या जठरे गभन शेषाख्यं धाम मामकम् । तत् सन्निकृष्य रोहिण्या उदरे सन्निवेशय ॥ ८ ॥",
        "english_devnagari": "devakyā jaṭhare garbhaṁśeṣākhyaṁ dhāma māmakamtat sannikṛṣya rohiṇyāudare sanniveśaya",
        "verse_Syn": [
            "devakyāḥ",
            "jaṭhare",
            "garbham",
            "śeṣa",
            "ākhyam",
            "dhāma",
            "māmakam",
            "tat",
            "sannikṛṣya",
            "rohiṇyāḥ",
            "udare",
            "sanniveśaya"
        ],
        "translation": "Within the womb of Devakī is My partial plenary expansion known as Saṅkarṣaṇa or Śeṣa. Without difficulty, transfer Him into the womb of Rohiṇī.",
        "purport": " The first plenary expansion of Kṛṣṇa is Baladeva, also known as Śeṣa. The Śeṣa incarnation of the Supreme Personality of Godhead supports the entire universe, and the eternal mother of this incarnation is mother Rohiṇī. “Because I am going into the womb of Devakī,” the Lord told Yoga-māyā, “the Śeṣa incarnation has already gone there and made suitable arrangements so that I may live there. Now He should enter the womb of Rohiṇī, His eternal mother.” In this connection, one may ask how the Supreme Personality of Godhead, who is always situated transcendentally, could enter the womb of Devakī, which had previously been entered by the six asuras, the ṣaḍ-garbhas. Does this mean that the ṣaḍ-garbhāsuras were equal to the transcendental body of the Supreme Personality of Godhead? The following answer is given by Śrīla Viśvanātha Cakravartī Ṭhākura. The entire creation, as well as its individual parts, is an expansion of the energy of the Supreme Personality of Godhead. Therefore, even though the Lord enters the material world, He does not do so. This is explained by the Lord Himself in Bhagavad-gītā (9.4-5): “By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them. And yet everything that is created does not rest in Me. Behold My mystic opulence! Although I am the maintainer of all living entities, and although I am everywhere, My Self is the very source of creation.” Sarvaṁ khalv idaṁ brahma. Everything is an expansion of Brahman, the Supreme Personality of Godhead, yet everything is not the Supreme Godhead, and He is not everywhere. Everything rests upon Him and yet does not rest upon Him. This can be explained only through the acintya-bhedābheda philosophy. Such truths cannot be understood, however, unless one is a pure devotee, for the Lord says in Bhagavad-gītā (18.55), bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ: “One can understand the Supreme Personality as He is only by devotional service.” Even though the Lord cannot be understood by ordinary persons, this principle should be understood from the statement of the śāstras. A pure devotee is always transcendentally situated because of executing nine different processes of bhakti-yoga (śravaṇaṁ kīrtanaṁ viṣṇoḥ smaranaṁ pāda-sevanam/ arcanaṁ vandanaṁ dāsyaṁ sakhyam ātma-nivedanam). Thus situated in devotional service, a devotee, although in the material world, is not in the material world. Yet a devotee always fears, “Because I am associated with the material world, so many contaminations affect me.” Therefore he is always alert in fear, which gradually diminishes his material association. Symbolically, mother Devakī’s constant fear of Kaṁsa was purifying her. A pure devotee should always fear material association, and in this way all the asuras of material association will be killed, as the ṣaḍ-garbhāsuras were killed by Kaṁsa. It is said that from the mind, Marīci appears. In other words, Marīci is an incarnation of the mind. Marīci has six sons: Kāma, Krodha, Lobha, Moha, Mada and Mātsarya (lust, anger, greed, illusion, madness and envy). The Supreme Personality of Godhead appears in pure devotional service. This is confirmed in the Vedas: bhaktir evainaṁ darśayati. Only bhakti can bring one in contact with the Supreme Personality of Godhead. The Supreme Personality of Godhead appeared from the womb of Devakī, and therefore Devakī symbolically represents bhakti, and Kaṁsa symbolically represents material fear. When a pure devotee always fears material association, his real position of bhakti is manifested, and he naturally becomes uninterested in material enjoyment. When the six sons of Marīci are killed by such fear and one is freed from material contamination, within the womb of bhakti the Supreme Personality of Godhead appears. Thus the seventh pregnancy of Devakī signifies the appearance of the Supreme Personality of Godhead. After the six sons Kāma, Krodha, Lobha, Moha, Mada and Mātsarya are killed, the Śeṣa incarnation creates a suitable situation for the appearance of the Supreme Personality of Godhead. In other words, when one awakens his natural Kṛṣṇa consciousness, Lord Kṛṣṇa appears. This is the explanation given by Śrīla Viśvanātha Cakravartī Ṭhākura."
    },
    {
        "verse": "9",
        "devanagari": "अथाहमंशभागेन देवक्या: पुत्रतां शुभे । प्राप्स्यामि त्वं यशोदायां नन्दपत्न्‍यां भविष्यसि ॥ ९ ॥",
        "english_devnagari": "athāham aṁśa-bhāgenadevakyāḥ putratāṁ śubheprāpsyāmi tvaṁ yaśodāyāṁnanda-patnyāṁ bhaviṣyasi",
        "verse_Syn": [
            "atha",
            "aham",
            "aṁśa",
            "bhāgena",
            "devakyāḥ",
            "putratām",
            "śubhe",
            "prāpsyāmi",
            "tvam",
            "yaśodāyām",
            "nanda",
            "patnyām",
            "bhaviṣyasi"
        ],
        "translation": "O all-auspicious Yoga-māyā, I shall then appear with My full six opulences as the son of Devakī, and you will appear as the daughter of mother Yaśodā, the queen of Mahārāja Nanda.",
        "purport": " The word aṁśa-bhāgena is important in this verse. In Bhagavad-gītā (10.42) the Lord says: “But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe.” Everything is situated as a part of the Supreme Lord’s potency. In regard to Lord Kṛṣṇa’s appearance in the womb of Devakī, Brahmā played a part also because on the bank of the Milk Ocean he requested the Supreme Personality of Godhead to appear. A part was also played by Baladeva, the first expansion of Godhead. Similarly, Yoga-māyā, who appeared as the daughter of mother Yaśodā, also played a part. Thus jīva-tattva, viṣṇu-tattva and śakti-tattva are all integrated with the Supreme Personality of Godhead, and when Kṛṣṇa appears, He appears with all His integrated parts. As explained in previous verses, Yoga-māyā was requested to attract Saṅkarṣaṇa, Baladeva, from the womb of Devakī to the womb of Rohiṇī, and this was a very heavy task for her. Yoga-māyā naturally could not see how it was possible for her to attract Saṅkarṣaṇa. Therefore Kṛṣṇa addressed her as śubhe, auspicious, and said, “Be blessed. Take power from Me, and you will be able to do it.” By the grace of the Supreme Personality of Godhead, anyone can do anything, for the Lord is present in everything, all things being His parts and parcels (aṁśa-bhāgena) and increasing or decreasing by His supreme will. Balarāma was only fifteen days older than Kṛṣṇa. By the blessings of Kṛṣṇa, Yoga-māyā became the daughter of mother Yaśodā, but by the supreme will she was not able to enjoy the parental love of her father and mother. Kṛṣṇa, however, although not actually born from the womb of mother Yaśodā, enjoyed the parental love of mother Yaśodā and Nanda. By the blessings of Kṛṣṇa, Yoga-māyā was able to achieve the reputation of being the daughter of mother Yaśodā, who also became famous by the blessings of Kṛṣṇa. Yaśodā means “one who gives fame.”"
    },
    {
        "verse": "10",
        "devanagari": "अर्चिष्यन्ति मनुष्यास्त्वां सर्वकामवरेश्वरीम् । धूपोपहारबलिभि: सर्वकामवरप्रदाम् ॥ १० ॥",
        "english_devnagari": "arciṣyanti manuṣyās tvāṁsarva-kāma-vareśvarīmdhūpopahāra-balibhiḥsarva-kāma-vara-pradām",
        "verse_Syn": [
            "arciṣyanti",
            "manuṣyāḥ",
            "tvām",
            "sarva",
            "kāma",
            "vara",
            "īśvarīm",
            "dhūpa",
            "upahāra",
            "balibhiḥ",
            "sarva",
            "kāma",
            "vara",
            "pradām"
        ],
        "translation": "By sacrifices of animals, ordinary human beings will worship you gorgeously, with various paraphernalia, because you are supreme in fulfilling the material desires of everyone.",
        "purport": " As stated in Bhagavad-gītā (7.20), kāmais tais tair hṛta jñānāḥ prapadyante ’nya-devatāḥ: “Those whose minds are distorted by material desires surrender unto demigods.” Therefore the word manuṣya, meaning “human being,” here refers to one who does not know the actual goal of life. Such a person wants to enjoy the material world by taking birth in a highly elevated family with the benefits of education, beauty and immense wealth, which in this material world are desirable. One who has forgotten the real aim of life may worship the goddess Durgā, māyā-śakti, under various names, for different purposes, and in different places. As there are many holy places for the worship of Kṛṣṇa, there are also many holy places in India for the worship of Durgādevī, or Māyādevī, who took birth as the daughter of Yaśodā. After cheating Kaṁsa, Māyādevī dispersed herself to various places, especially in Vindhyācala, to accept regular worship from ordinary men. A human being should actually be interested in understanding ātma-tattva, the truth of ātmā, the spirit soul, and Paramātmā, the supreme soul. Those who are interested in ātma-tattva worship the Supreme Personality of Godhead (yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati) (Muṇḍaka Upaniṣad 1.3). However, as explained in the next verse of this chapter, those who cannot understand ātma-tattva (apaśyatām ātma-tattvam) worship Yoga-māyā in her different features. Therefore Śrīmad-Bhāgavatam (2.1.2) says: “Those persons who are materially engrossed, being blind to the knowledge of ultimate truth, have many subject matters for hearing in human society, O Emperor.” Those who are interested in remaining in this material world and are not interested in spiritual salvation have many duties, but for one who is interested in spiritual salvation, the only duty is to surrender fully unto Kṛṣṇa (sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja). Such a person is not interested in material enjoyment."
    },
    {
        "verse": "11-12",
        "devanagari": "नामधेयानि कुर्वन्ति स्थानानि च नरा भुवि । दुर्गेति भद्रकालीति विजया वैष्णवीति च ॥ ११ ॥ कुमुदा चण्डिका कृष्णा माधवी कन्यकेति च । माया नारायणीशानी शारदेत्यम्बिकेति च ॥ १२ ॥",
        "english_devnagari": "nāmadheyāni kurvantisthānāni ca narā bhuvidurgeti bhadrakālītivijayā vaiṣṇavīti ca",
        "verse_Syn": [
            "nāmadheyāni",
            "kurvanti",
            "sthānāni",
            "ca",
            "narāḥ",
            "bhuvi",
            "durgā",
            "iti",
            "bhadrakālī",
            "iti",
            "vijayā",
            "vaiṣṇavī",
            "iti",
            "ca",
            "kumudā",
            "caṇḍikā",
            "kṛṣṇā",
            "mādhavī",
            "kanyakā",
            "iti",
            "ca",
            "māyā",
            "nārāyaṇī",
            "īśānī",
            "śāradā",
            "iti",
            "ambikā",
            "iti",
            "ca"
        ],
        "translation": "Lord Kṛṣṇa blessed Māyādevī by saying: In different places on the surface of the earth, people will give you different names, such as Durgā, Bhadrakālī, Vijayā, Vaiṣṇavī, Kumudā, Caṇḍikā, Kṛṣṇā, Mādhavī, Kanyakā, Māyā, Nārāyaṇī, Īśānī, Śāradā and Ambikā.",
        "purport": " Because Kṛṣṇa and His energy appeared simultaneously, people have generally formed two groups — the śāktas and the Vaiṣṇavas — and sometimes there is rivalry between them. Essentially, those who are interested in material enjoyment are śāktas, and those interested in spiritual salvation and attaining the spiritual kingdom are Vaiṣṇavas. Because people are generally interested in material enjoyment, they are interested in worshiping Māyādevī, the energy of the Supreme Personality of Godhead. Vaiṣṇavas, however, are śuddha-śāktas, or pure bhaktas, because the Hare Kṛṣṇa mahā-mantra indicates worship of the Supreme Lord’s energy, Harā. A Vaiṣṇava prays to the energy of the Lord for the opportunity to serve the Lord along with His spiritual energy. Thus Vaiṣṇavas all worship such Deities as Rādhā-Kṛṣṇa, Sītā-Rāma, Lakṣmī-Nārāyaṇa and Rukmiṇī-Dvārakādhīśa, whereas durgā-śāktas worship the material energy under different names. The names by which Māyādevī is known in different places have been listed by Vallabhācārya as follows. In Vārāṇasī she is known as Durgā, in Avantī she is known as Bhadrakālī, in Orissa she is known as Vijayā, and in Kulahāpura she is known as Vaiṣṇavī or Mahālakṣmī. (The representatives of Mahālakṣmī and Ambikā are present in Bombay.) In the country known as Kāmarūpa she is known as Caṇḍikā, in Northern India as Śāradā, and in Cape Comorin as Kanyakā. Thus she is distributed according to various names in various places. Śrīla Vijayadhvaja Tīrthapāda, in his Pada-ratnāvalī-ṭīkā, has explained the meanings of the different representations. Māyā is known as Durgā because she is approached with great difficulty, as Bhadrā because she is auspicious, and as Kālī because she is deep blue. Because she is the most powerful energy, she is known as Vijayā; because she is one of the different energies of Viṣṇu, she is known as Vaiṣṇavī; and because she enjoys in this material world and gives facilities for material enjoyment, she is known as Kumudā. Because she is very severe to her enemies, the asuras, she is known as Caṇḍikā, and because she gives all sorts of material facilities, she is called Kṛṣṇā. In this way the material energy is differently named and situated in different places on the surface of the globe."
    },
    {
        "verse": "13",
        "devanagari": "गर्भसङ्कर्षणात् तं वै प्राहु: सङ्कर्षणं भुवि । रामेति लोकरमणाद् बलभद्रं बलोच्छ्रयात् ॥ १३ ॥",
        "english_devnagari": "garbha-saṅkarṣaṇāt taṁ vaiprāhuḥ saṅkarṣaṇaṁ bhuvirāmeti loka-ramaṇādbalabhadraṁ balocchrayāt",
        "verse_Syn": [
            "garbha",
            "saṅkarṣaṇāt",
            "tam",
            "vai",
            "prāhuḥ",
            "saṅkarṣaṇam",
            "bhuvi",
            "rāma",
            "iti",
            "loka",
            "ramaṇāt",
            "balabhadram",
            "bala",
            "ucchrayāt"
        ],
        "translation": "The son of Rohiṇī will also be celebrated as Saṅkarṣaṇa because of being sent from the womb of Devakī to the womb of Rohiṇī. He will be called Rāma because of His ability to please all the inhabitants of Gokula, and He will be known as Balabhadra because of His extensive physical strength.",
        "purport": " These are some of the reasons why Balarāma is known as Saṅkarṣaṇa, Balarāma or sometimes Rāma. In the mahā-mantra — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — people sometimes object when Rāma is accepted as Balarāma. But although devotees of Lord Rāma may object, they should know that there is no difference between Balarāma and Lord Rāma. Here Śrīmad-Bhāgavatam clearly states that Balarāma is also known as Rāma (rāmeti). Therefore, it is not artificial for us to speak of Lord Balarāma as Lord Rāma. Jayadeva Gosvāmī also speaks of three Rāmas: Paraśurāma, Raghupati Rāma and Balarāma. All of them are Rāmas."
    },
    {
        "verse": "14",
        "devanagari": "सन्दिष्टैवं भगवता तथेत्योमिति तद्वच: । प्रतिगृह्य परिक्रम्य गां गता तत् तथाकरोत् ॥ १४ ॥",
        "english_devnagari": "sandiṣṭaivaṁ bhagavatātathety om iti tad-vacaḥpratigṛhya parikramyagāṁ gatā tat tathākarot",
        "verse_Syn": [
            "sandiṣṭā",
            "evam",
            "bhagavatā",
            "tathā",
            "iti",
            "om",
            "iti",
            "tat",
            "vacaḥ",
            "pratigṛhya",
            "parikramya",
            "gām",
            "gatā",
            "tat",
            "tathā",
            "akarot"
        ],
        "translation": "Thus instructed by the Supreme Personality of Godhead, Yoga-māyā immediately agreed. With the Vedic mantra om, she confirmed that she would do what He asked. Thus having accepted the order of the Supreme Personality of Godhead, she circumambulated Him and started for the place on earth known as Nanda-gokula. There she did everything just as she had been told.",
        "purport": " After receiving the orders of the Supreme Personality of Godhead, Yoga-māyā twice confirmed her acceptance by saying, “Yes, sir, I shall do as You order,” and then saying om. Śrīla Viśvanātha Cakravartī Ṭhākura comments that om signifies Vedic confirmation. Thus Yoga-māyā very faithfully received the Lord’s order as a Vedic injunction. It is a fact that whatever is spoken by the Supreme Personality of Godhead is a Vedic injunction that no one should neglect. In Vedic injunctions there are no mistakes, illusions, cheating or imperfection. Unless one understands the authority of the Vedic version, there is no purpose in quoting śāstra. No one should violate the Vedic injunctions. Rather, one should strictly execute the orders given in the Vedas. As stated in Bhagavad-gītā (16.24): “One should understand what is duty and what is not duty by the regulations of the scriptures. Knowing such rules and regulations, one should act so that one may gradually be elevated.”"
    },
    {
        "verse": "15",
        "devanagari": "गर्भे प्रणीते देवक्या रोहिणीं योगनिद्रया । अहो विस्रंसितो गर्भ इति पौरा विचुक्रुशु: ॥ १५ ॥",
        "english_devnagari": "garbhe praṇīte devakyārohiṇīṁ yoga-nidrayāaho visraṁsito garbhaiti paurā vicukruśuḥ",
        "verse_Syn": [
            "garbhe",
            "praṇīte",
            "devakyāḥ",
            "rohiṇīm",
            "yoga",
            "nidrayā",
            "aho",
            "visraṁsitaḥ",
            "garbhaḥ",
            "iti",
            "paurāḥ",
            "vicukruśuḥ"
        ],
        "translation": "When the child of Devakī was attracted and transferred into the womb of Rohiṇī by Yoga-māyā, Devakī seemed to have a miscarriage. Thus all the inhabitants of the palace loudly lamented, “Alas, Devakī has lost her child!”",
        "purport": " “All the inhabitants of the palace” includes Kaṁsa. When everyone lamented, Kaṁsa joined in compassion, thinking that perhaps because of drugs or some other external means, Devakī had undergone this abortion. The real story of what happened after Yoga-māyā attracted the child of Devakī into the womb of Rohiṇī in the seventh month of Rohiṇī’s pregnancy is described as follows in the Hari-vaṁśa. At midnight, while Rohiṇī was deeply sleeping, she experienced, as if in a dream, that she had undergone a miscarriage. After some time, when she awoke, she saw that this had indeed happened, and she was in great anxiety. But Yoga-māyā then informed her, “O auspicious lady, your child is now being replaced. I am attracting a child from the womb of Devakī, and therefore your child will be known as Saṅkarṣaṇa.” The word yoga-nidrā is significant. When one is spiritually reconnected through self-realization, one regards his material life as having been like a dream. As stated in Bhagavad-gītā (2.69): “What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage.” The stage of self-realization is called yoga-nidrā. All material activities appear to be a dream when one is spiritually awakened. Thus yoga-nidrā may be explained to be Yoga-māyā."
    },
    {
        "verse": "16",
        "devanagari": "भगवानपि विश्वात्मा भक्तानामभयङ्कर: । आविवेशांशभागेन मन आनकदुन्दुभे: ॥ १६ ॥",
        "english_devnagari": "bhagavān api viśvātmābhaktānām abhayaṅkaraḥāviveśāṁśa-bhāgenamana ānakadundubheḥ",
        "verse_Syn": [
            "bhagavān",
            "api",
            "viśvātmā",
            "bhaktānām",
            "abhayam",
            "karaḥ",
            "āviveśa",
            "aṁśa",
            "bhāgena",
            "manaḥ",
            "ānakadundubheḥ"
        ],
        "translation": "Thus the Supreme Personality of Godhead, who is the Supersoul of all living entities and who vanquishes all the fear of His devotees, entered the mind of Vasudeva in full opulence.",
        "purport": " The word viśvātmā refers to one who is situated in everyone’s heart (īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati). Another meaning of viśvātmā is “the only lovable object for everyone.” Because of forgetfulness of this object, people are suffering in this material world, but if one fortunately revives his old consciousness of loving Kṛṣṇa and connects with Viśvātmā, one becomes perfect. The Lord is described in the Third Canto (3.2.15) as follows: parāvareśo mahad-aṁśa-yukto hy ajo ’pi jāto bhagavān. Although unborn, the Lord, the master of everything, appears like a born child by entering the mind of a devotee. The Lord is already there within the mind, and consequently it is not astonishing for Him to appear as if born from a devotee’s body. The word āviveśa signifies that the Lord appeared within the mind of Vasudeva. There was no need for a discharge of semen. That is the opinion of Śrīpāda Śrīdhara Svāmī and Śrīla Viśvanātha Cakravartī Ṭhākura. In the Vaiṣṇava-toṣaṇī, Śrīla Sanātana Gosvāmī says that consciousness was awakened within the mind of Vasudeva. Śrīla Vīrarāghava Ācārya also says that Vasudeva was one of the demigods and that within his mind the Supreme Personality of Godhead appeared as an awakening of consciousness."
    },
    {
        "verse": "17",
        "devanagari": "स बिभ्रत् पौरुषं धाम भ्राजमानो यथा रवि: । दुरासदोऽतिदुर्धर्षो भूतानां सम्बभूव ह ॥ १७ ॥",
        "english_devnagari": "sa bibhrat pauruṣaṁ dhāmabhrājamāno yathā raviḥdurāsado ’tidurdharṣobhūtānāṁ sambabhūva ha",
        "verse_Syn": [
            "saḥ",
            "bibhrat",
            "pauruṣam",
            "dhāma",
            "bhrājamānaḥ",
            "yathā",
            "raviḥ",
            "durāsadaḥ",
            "ati",
            "durdharṣaḥ",
            "bhūtānām",
            "sambabhūva",
            "ha"
        ],
        "translation": "While carrying the form of the Supreme Personality of Godhead within the core of his heart, Vasudeva bore the Lord’s transcendentally illuminating effulgence, and thus he became as bright as the sun. He was therefore very difficult to see or approach through sensory perception. Indeed, he was unapproachable and unperceivable even for such formidable men as Kaṁsa, and not only for Kaṁsa but for all living entities.",
        "purport": " The word dhāma is significant. Dhāma refers to the place where the Supreme Personality of Godhead resides. In the beginning of Śrīmad-Bhāgavatam (1.1.1) it is said, dhāmnā svena sadā nirasta-kuhakaṁ satyaṁ paraṁ dhīmahi. In the abode of the Supreme Personality of Godhead, there is no influence of material energy (dhāmnā svena sadā nirasta-kuhakam). Any place where the Supreme Personality of Godhead is present by His name, form, qualities or paraphernalia immediately becomes a dhāma. For example, we speak of Vṛndāvana-dhāma, Dvārakā-dhāma and Mathurā-dhāma because in these places the name, fame, qualities and paraphernalia of the Supreme Godhead are always present. Similarly, if one is empowered by the Supreme Personality of Godhead to do something, the core of his heart becomes a dhāma, and thus he becomes so extraordinarily powerful that not only his enemies but also people in general are astonished to observe his activities. Because he is unapproachable, his enemies are simply struck with wonder, as explained here by the words durāsado ’tidurdharsaḥ. The words pauruṣaṁ dhāma have been explained by various ācāryas. Śrī Vīrarāghava Ācārya says that these words refer to the effulgence of the Supreme Personality of Godhead, Vijayadhvaja says that they signify viṣṇu-tejas, and Śukadeva says bhagavat-svarūpa. The Vaiṣṇava-toṣaṇī says that these words indicate the influence of the Supreme Lord’s effulgence, and Viśvanātha Cakravartī Ṭhākura says that they signify the appearance of the Supreme Personality of Godhead."
    },
    {
        "verse": "18",
        "devanagari": "ततो जगन्मङ्गलमच्युतांशंसमाहितं शूरसुतेन देवी । दधार सर्वात्मकमात्मभूतंकाष्ठा यथानन्दकरं मनस्त: ॥ १८ ॥",
        "english_devnagari": "tato jagan-maṅgalam acyutāṁśaṁsamāhitaṁ śūra-sutena devīdadhāra sarvātmakam ātma-bhūtaṁkāṣṭhā yathānanda-karaṁ manastaḥ",
        "verse_Syn": [
            "tataḥ",
            "jagat",
            "maṅgalam",
            "acyuta",
            "aṁśam",
            "samāhitam",
            "śūra",
            "sutena",
            "devī",
            "dadhāra",
            "sarva",
            "ātmakam",
            "ātma",
            "bhūtam",
            "kāṣṭhā",
            "yathā",
            "ānanda",
            "karam",
            "manastaḥ"
        ],
        "translation": "Thereafter, accompanied by plenary expansions, the fully opulent Supreme Personality of Godhead, who is all-auspicious for the entire universe, was transferred from the mind of Vasudeva to the mind of Devakī. Devakī, having thus been initiated by Vasudeva, became beautiful by carrying Lord Kṛṣṇa, the original consciousness for everyone, the cause of all causes, within the core of her heart, just as the east becomes beautiful by carrying the rising moon.",
        "purport": " As indicated here by the word manastaḥ, the Supreme Personality of Godhead was transferred from the core of Vasudeva’s mind or heart to the core of the heart of Devakī. We should note carefully that the Lord was transferred to Devakī not by the ordinary way for a human being, but by dīkṣā, initiation. Thus the importance of initiation is mentioned here. Unless one is initiated by the right person, who always carries within his heart the Supreme Personality of Godhead, one cannot acquire the power to carry the Supreme Godhead within the core of one’s own heart. The word acyutāṁśam is used because the Supreme Personality of Godhead is ṣaḍ-aiśvarya-pūrṇa, full in the opulences of wealth, strength, fame, knowledge, beauty and renunciation. The Supreme Godhead is never separated from His personal opulences. As stated in the Brahma-saṁhitā (5.39), rāmādi-mūrtiṣu kalā-niyamena tiṣṭhan: the Lord is always situated with all His plenary expansions, such as Rāma, Nṛsiṁha and Varāha. Therefore the word acyutāṁśam is specifically used here, signifying that the Lord is always present with His plenary expansions and opulences. There is no need to think of the Lord artificially as yogīs do. Dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ (Bhāg. 12.13.1). Yogīs meditate upon the Supreme Person within the mind. For a devotee, however, the Lord is present, and His presence need only be awakened through initiation by a bona fide spiritual master. The Lord did not need to live within the womb of Devakī, for His presence within the core of her heart was sufficient to carry Him. One is here forbidden to think that Kṛṣṇa was begotten by Vasudeva within the womb of Devakī and that she carried the child within her womb. When Vasudeva was sustaining the form of the Supreme Personality of Godhead within his heart, he appeared just like the glowing sun, whose shining rays are always unbearable and scorching to the common man. The form of the Lord situated in the pure, unalloyed heart of Vasudeva is not different from the original form of Kṛṣṇa. The appearance of the form of Kṛṣṇa anywhere, and specifically within the heart, is called dhāma. Dhāma refers not only to Kṛṣṇa’s form, but to His name, His form, His quality and His paraphernalia. Everything becomes manifest simultaneously. Thus the eternal form of the Supreme Personality of Godhead with full potencies was transferred from the mind of Vasudeva to the mind of Devakī, exactly as the setting sun’s rays are transferred to the full moon rising in the east. Kṛṣṇa, the Supreme Personality of Godhead, entered the body of Devakī from the body of Vasudeva. He was beyond the conditions of the ordinary living entity. When Kṛṣṇa is there, it is to be understood that all His plenary expansions, such as Nārāyaṇa, and incarnations like Lord Nṛsiṁha and Varāha, are with Him, and they are not subject to the conditions of material existence. In this way, Devakī became the residence of the Supreme Personality of Godhead, who is one without a second and the cause of all creation. Devakī became the residence of the Absolute Truth, but because she was within the house of Kaṁsa, she looked just like a suppressed fire, or like misused education. When fire is covered by the walls of a pot or is kept in a jug, the illuminating rays of the fire cannot be very much appreciated. Similarly, misused knowledge, which does not benefit the people in general, is not very much appreciated. So Devakī was kept within the prison walls of Kaṁsa’s palace, and no one could see her transcendental beauty, which resulted from her conceiving the Supreme Personality of Godhead. Commenting upon this verse, Śrī Vīrarāghava Ācārya writes: vasudeva-devakī jaṭharayor hṛdayayor bhagavataḥ sambandhaḥ. The Supreme Lord’s entrance into the womb of Devakī from the heart of Vasudeva was a heart-to-heart relationship."
    },
    {
        "verse": "19",
        "devanagari": "सा देवकी सर्वजगन्निवास-निवासभूता नितरां न रेजे । भोजेन्द्रगेहेऽग्निशिखेव रुद्धासरस्वती ज्ञानखले यथा सती ॥ १९ ॥",
        "english_devnagari": "sā devakī sarva-jagan-nivāsa-nivāsa-bhūtā nitarāṁ na rejebhojendra-gehe ’gni-śikheva ruddhāsarasvatī jñāna-khale yathā satī",
        "verse_Syn": [
            "sā",
            "devakī",
            "sarva",
            "jagat",
            "nivāsa",
            "nivāsa",
            "bhūtā",
            "nitarām",
            "na",
            "reje",
            "bhojendra",
            "gehe",
            "agni",
            "śikhā",
            "iva",
            "ruddhā",
            "sarasvatī",
            "jñāna",
            "khale",
            "yathā",
            "satī"
        ],
        "translation": "Devakī then kept within herself the Supreme Personality of Godhead, the cause of all causes, the foundation of the entire cosmos, but because she was under arrest in the house of Kaṁsa, she was like the flames of a fire covered by the walls of a pot, or like a person who has knowledge but cannot distribute it to the world for the benefit of human society.",
        "purport": " In this verse the word jñāna-khala is most significant. Knowledge is meant for distribution. Although there is already much scientific knowledge, whenever scientists or philosophers awaken to a particular type of knowledge, they try to distribute it throughout the world, for otherwise the knowledge gradually dries up and no one benefits from it. India has the knowledge of Bhagavad-gītā, but unfortunately, for some reason or other, this sublime knowledge of the science of God was not distributed throughout the world, although it is meant for all of human society. Therefore Kṛṣṇa Himself appeared as Śrī Caitanya Mahāprabhu and ordered all Indians to take up the cause of distributing the knowledge of Bhagavad-gītā throughout the entire world. “Instruct everyone to follow the orders of Lord Śrī Kṛṣṇa as they are given in Bhagavad-gītā and Śrīmad-Bhāgavatam. In this way become a spiritual master and try to liberate everyone in this land.” (Cc. Madhya 7.128) Although India has the sublime knowledge of Bhagavad-gītā, Indians have not done their proper duty of distributing it. Now, therefore, the Kṛṣṇa consciousness movement has been set up to distribute this knowledge as it is, without distortion. Although previously there were attempts to distribute the knowledge of Bhagavad-gītā, these attempts involved distortion and compromise with mundane knowledge. But now the Kṛṣṇa consciousness movement, without mundane compromises, is distributing Bhagavad-gītā as it is, and people are deriving the benefits of awakening to Kṛṣṇa consciousness and becoming devotees of Lord Kṛṣṇa. Therefore the proper distribution of knowledge has begun by which not only will the whole world benefit, but India’s glory will be magnified in human society. Kaṁsa tried to arrest Kṛṣṇa consciousness within his house (bhojendra-gehe), with the result that Kaṁsa, with all his opulences, was later vanquished. Similarly, the real knowledge of Bhagavad-gītā was being choked by unscrupulous Indian leaders, with the result that India’s culture, and knowledge of the Supreme were being lost. Now, however, because Kṛṣṇa consciousness is spreading, the proper use of Bhagavad-gītā is being attempted."
    },
    {
        "verse": "20",
        "devanagari": "तां वीक्ष्य कंस: प्रभयाजितान्तरांविरोचयन्तीं भवनं शुचिस्मिताम् । आहैष मे प्राणहरो हरिर्गुहांध्रुवं श्रितो यन्न पुरेयमीद‍ृशी ॥ २० ॥",
        "english_devnagari": "tāṁ vīkṣya kaṁsaḥ prabhayājitāntarāṁvirocayantīṁ bhavanaṁ śuci-smitāmāhaiṣa me prāṇa-haro harir guhāṁdhruvaṁ śrito yan na pureyam īdṛśī",
        "verse_Syn": [
            "tām",
            "vīkṣya",
            "kaṁsaḥ",
            "prabhayā",
            "ajita",
            "antarām",
            "virocayantīm",
            "bhavanam",
            "śuci",
            "smitām",
            "āha",
            "eṣaḥ",
            "me",
            "prāṇa",
            "haraḥ",
            "hariḥ",
            "guhām",
            "dhruvam",
            "śritaḥ",
            "yat",
            "na",
            "purā",
            "iyam",
            "īdṛśī"
        ],
        "translation": "Because the Supreme Personality of Godhead was within her womb, Devakī illuminated the entire atmosphere in the place where she was confined. Seeing her jubilant, pure and smiling, Kaṁsa thought, “The Supreme Personality of Godhead, Viṣṇu, who is now within her, will kill me. Devakī has never before looked so brilliant and jubilant.”",
        "purport": " The Lord says in Bhagavad-gītā (4.7): “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” In this age, at the present moment, there are inordinate discrepancies in the discharge of human duties. Human life is meant for God-realization, but unfortunately the materialistic civilization is stressing only the senses of the body, not understanding the living force within the body. As clearly stated in Bhagavad-gītā (dehino ’smin yathā dehe), within the body is the body’s proprietor, the living force, which is more important. But human society has become so fallen that instead of understanding the living force within the body, people have become busy with external things. This is a discrepancy in human duties. Therefore Kṛṣṇa has taken birth or taken shelter within the womb of the Kṛṣṇa consciousness movement. Men of Kaṁsa’s class, therefore, are very much afraid and are busy trying to stop this movement, especially in the Western countries. One politician has remarked that the Kṛṣṇa consciousness movement is spreading like an epidemic and that if not checked immediately, within ten years it may capture governmental power. There is, of course, such potency in the Kṛṣṇa consciousness movement. As stated by authorities (Cc. Ādi 17.22), kali-kāle nāma-rūpe kṛṣṇa-avatāra: in this age, Kṛṣṇa has appeared in the Hare Kṛṣṇa mahā-mantra. The Kṛṣṇa consciousness movement is spreading like wildfire all over the world, and it will go on doing so. Men who are like Kaṁsa are very much afraid of the movement’s progress and acceptance by the younger generation, but as Kṛṣṇa could not be killed by Kaṁsa, this movement cannot be checked by men of Kaṁsa’s class. The movement will go on increasing more and more, provided the leaders of the movement remain firmly Kṛṣṇa conscious by following the regulative principles and the primary activities of chanting the Hare Kṛṣṇa mantra regularly."
    },
    {
        "verse": "21",
        "devanagari": "किमद्य तस्मिन् करणीयमाशु मेयदर्थतन्त्रो न विहन्ति विक्रमम् । स्त्रिया: स्वसुर्गुरुमत्या वधोऽयंयश: श्रियं हन्त्यनुकालमायु: ॥ २१ ॥",
        "english_devnagari": "kim adya tasmin karaṇīyam āśu meyad artha-tantro na vihanti vikramamstriyāḥ svasur gurumatyā vadho ’yaṁyaśaḥ śriyaṁ hanty anukālam āyuḥ",
        "verse_Syn": [
            "kim",
            "adya",
            "tasmin",
            "karaṇīyam",
            "āśu",
            "me",
            "yat",
            "artha",
            "tantraḥ",
            "na",
            "vihanti",
            "vikramam",
            "striyāḥ",
            "svasuḥ",
            "guru",
            "matyāḥ",
            "vadhaḥ",
            "ayam",
            "yaśaḥ",
            "śriyam",
            "hanti",
            "anukālam",
            "āyuḥ"
        ],
        "translation": "Kaṁsa thought: What is my duty now? The Supreme Lord, who knows His purpose will not give up His prowess. Devakī is a woman, she is my sister, and moreover she is now pregnant. If I kill her, my reputation, opulence and duration of life will certainly be vanquished.",
        "purport": " According to Vedic principles, a woman, a brāhmaṇa, an old man, a child and a cow should never be killed. It appears that Kaṁsa, although a great enemy of the Supreme Personality of Godhead, was aware of the Vedic culture and conscious of the fact that the soul transmigrates from one body to another and that one suffers in the next life according to the karmas of this life. Therefore he was afraid of killing Devakī, since she was a woman, she was his sister, and she was pregnant. A kṣatriya becomes famous by performing heroic acts. But what would be heroic about killing a woman who, while confined in his custody, was under his shelter? Therefore, he did not want to act drastically by killing Devakī. Kaṁsa’s enemy was within Devakī’s womb, but killing an enemy in such a nescient state would not be an exhibition of prowess. According to kṣatriya rules, an enemy should be fought face to face and with proper weapons. Then if the enemy is killed, the victor becomes famous. Kaṁsa very conscientiously deliberated upon these facts and therefore refrained from killing Devakī, although he was completely confident that his enemy had already appeared within her womb."
    },
    {
        "verse": "22",
        "devanagari": "स एष जीवन् खलु सम्परेतोवर्तेत योऽत्यन्तनृशंसितेन । देहे मृते तं मनुजा: शपन्तिगन्ता तमोऽन्धं तनुमानिनो ध्रुवम् ॥ २२ ॥",
        "english_devnagari": "sa eṣa jīvan khalu samparetovarteta yo ’tyanta-nṛśaṁsitenadehe mṛte taṁ manujāḥ śapantigantā tamo ’ndhaṁ tanu-mānino dhruvam",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "jīvan",
            "khalu",
            "samparetaḥ",
            "varteta",
            "yaḥ",
            "atyanta",
            "nṛśaṁsitena",
            "dehe",
            "mṛte",
            "tam",
            "manujāḥ",
            "śapanti",
            "gantā",
            "tamaḥ",
            "andham",
            "tanu",
            "māninaḥ",
            "dhruvam"
        ],
        "translation": "A person who is very cruel is regarded as dead even while living, for while he is living or after his death, everyone condemns him. And after the death of a person in the bodily concept of life, he is undoubtedly transferred to the hell known as Andhatama.",
        "purport": " Kaṁsa considered that if he killed his sister, while living he would be condemned by everyone, and after death he would go to the darkest region of hellish life because of his cruelty. It is said that a cruel person like a butcher is advised not to live and not to die. While living, a cruel person creates a hellish condition for his next birth, and therefore he should not live; but he is also advised not to die, because after death he must go to the darkest region of hell. Thus in either circumstance he is condemned. Kaṁsa, therefore, having good sense about the science of the soul’s transmigration, deliberately refrained from killing Devakī. In this verse the words gantā tamo ’ndhaṁ tanu-mānino dhruvam are very important and require extensive understanding. Śrīla Jīva Gosvāmī, in his Vaiṣṇava-toṣaṇī-ṭīkā, says, tatra tanu-māninaḥ pāpina iti dehātma-buddhyaiva pāpābhiniveśo bhavati: “One who lives in the bodily concept, thinking, ‘I am this body,’ involves himself, by the very nature of this conception, in a life of sinful activities. Anyone living in such a conception is to be considered a candidate for hell.” One who is in a bodily concept of life has no control over sense gratification. Such a person can do anything sinful to eat, drink, be merry and enjoy a life of sense gratification, not knowing of the soul’s transmigration from one body to another. Such a person does whatever he likes, whatever he imagines, and therefore, being subject to the laws of nature, he suffers miserably again and again in different material bodies. In the bodily concept of life, a person is karmānubandha, or conditioned by karma, and as long as the mind is absorbed in karma, one must accept a material body. Śarīra-bandha, bondage to the material body, is a source of misery (kleśa-da). Although the body is temporary, it always gives one trouble in many ways, but human civilization is now unfortunately based on tanu-mānī, the bodily concept of life, by which one thinks, “I belong to this nation,” “I belong to this group,” “I belong to that group,” and so on. Each of us has his own ideas, and we are becoming increasingly involved, individually, socially, communally and nationally, in the complexities of karmānubandha, sinful activities. For the maintenance of the body, men are killing so many other bodies and becoming implicated in karmānubandha. Therefore Śrīla Jīva Gosvāmī says that tanu-mānī, those in the bodily concept of life, are pāpī, sinful persons. For such sinful persons, the ultimate destination is the darkest region of hellish life (gantā tamo ’ndham). In particular, a person who wants to maintain his body by killing animals is most sinful and cannot understand the value of spiritual life. In Bhagavad-gītā (16.19-20) the Lord says: “Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life. Attaining repeated birth among the species of demoniac life, such persons can never approach Me. Gradually they sink down to the most abominable type of existence.” A human being is meant to understand the value of human life, which is a boon obtained after many, many births. Therefore one must free oneself from tanu-mānī, the bodily concept of life, and realize the Supreme Personality of Godhead."
    },
    {
        "verse": "23",
        "devanagari": "इति घोरतमाद् भावात् सन्निवृत्त: स्वयं प्रभु: । आस्ते प्रतीक्षंस्तज्जन्म हरेर्वैरानुबन्धकृत् ॥ २३ ॥",
        "english_devnagari": "iti ghoratamād bhāvātsannivṛttaḥ svayaṁ prabhuḥāste pratīkṣaṁs taj-janmaharer vairānubandha-kṛt",
        "verse_Syn": [
            "iti",
            "ghora",
            "tamāt",
            "bhāvāt",
            "sannivṛttaḥ",
            "svayam",
            "prabhuḥ",
            "āste",
            "pratīkṣan",
            "tat",
            "janma",
            "hareḥ",
            "vaira",
            "anubandha",
            "kṛt"
        ],
        "translation": "Śukadeva Gosvāmī said: Deliberating in this way, Kaṁsa, although determined to continue in enmity toward the Supreme Personality of Godhead, refrained from the vicious killing of his sister. He decided to wait until the Lord was born and then do what was needed.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "आसीन: संविशंस्तिष्ठन् भुञ्जान: पर्यटन् महीम् । चिन्तयानो हृषीकेशमपश्यत् तन्मयं जगत् ॥ २४ ॥",
        "english_devnagari": "āsīnaḥ saṁviśaṁs tiṣṭhanbhuñjānaḥ paryaṭan mahīmcintayāno hṛṣīkeśamapaśyat tanmayaṁ jagat",
        "verse_Syn": [
            "āsīnaḥ",
            "saṁviśan",
            "tiṣṭhan",
            "bhuñjānaḥ",
            "paryaṭan",
            "mahīm",
            "cintayānaḥ",
            "hṛṣīkeśam",
            "apaśyat",
            "tat",
            "mayam",
            "jagat"
        ],
        "translation": "While sitting on his throne or in his sitting room, while lying on his bed, or, indeed, while situated anywhere, and while eating, sleeping or walking, Kaṁsa saw only his enemy, the Supreme Lord, Hṛṣīkeśa. In other words, by thinking of his all-pervading enemy, Kaṁsa became unfavorably Kṛṣṇa conscious.",
        "purport": " Śrīla Rūpa Gosvāmī has described the finest pattern of devotional service as ānukūlyena kṛṣṇānuśīlanam, or cultivating Kṛṣṇa consciousness favorably. Kaṁsa, of course, was also Kṛṣṇa conscious, but because he regarded Kṛṣṇa as his enemy, even though he was fully absorbed in Kṛṣṇa consciousness, his Kṛṣṇa consciousness was not favorable for his existence. Kṛṣṇa consciousness, favorably cultivated, makes one completely happy, so much so that a Kṛṣṇa conscious person does not consider kaivalya-sukham, or merging into the existence of Kṛṣṇa, to be a great gain. Kaivalyaṁ narakāyate. For a Kṛṣṇa conscious person, even merging into the existence of Kṛṣṇa, or Brahman, as impersonalists aspire to do, is uncomfortable. Kaivalyaṁ narakāyate tridaśa-pūr ākāśa-puṣpāyate. Karmīs hanker to be promoted to the heavenly planets, but a Kṛṣṇa conscious person considers such promotion a will-o’-the-wisp, good for nothing. Durdāntendriya-kāla-sarpa-paṭalī protkhāta-daṁṣṭrāyate. Yogīs try to control their senses and thus become happy, but a Kṛṣṇa conscious person neglects the methods of yoga. He is unconcerned with the greatest of enemies, the senses, which are compared to snakes. For a Kṛṣṇa conscious person who is cultivating Kṛṣṇa consciousness favorably, the happiness conceived by the karmīs, jñānīs and yogīs is treated as less than a fig. Kaṁsa, however, because of cultivating Kṛṣṇa consciousness in a different way — that is, inimically — was uncomfortable in all the affairs of his life; whether sitting, sleeping, walking or eating, he was always in danger. This is the difference between a devotee and a nondevotee. A nondevotee or atheist also cultivates God consciousness — by trying to avoid God in everything. For example, so-called scientists who want to create life by a combination of chemicals regard the external, material elements as supreme. Such scientists do not like the idea that life is part and parcel of the Supreme Lord. As clearly stated in Bhagavad-gītā (mamaivāṁśo jīva-loke jīva-bhūtaḥ), the living entities do not arise from a combination of material elements, such as earth, water, air and fire, but are separated portions of the Supreme Personality of Godhead. If one can understand the position of the living entity as a separated portion of the Supreme Personality of Godhead, by studying the nature of the living entity one can understand the nature of the Supreme Godhead, since the living entity is a fragmental sample of the Godhead. But because atheists are not interested in God consciousness, they try to be happy by cultivating Kṛṣṇa consciousness in various unfavorable ways. Although Kaṁsa was always absorbed in thoughts of Hari, the Supreme Personality of Godhead, he was not happy. A devotee, however, whether sitting on a throne or beneath a tree, is always happy. Śrīla Rūpa Gosvāmī resigned from office as a government minister to sit beneath a tree, yet he was happy. Tyaktvā tūrṇam aśeṣa-maṇḍalapati-śreṇīṁ sadā tucchavat (Ṣaḍ-gosvāmy-aṣṭaka 4). He did not care for his comfortable position as minister; he was happy even beneath a tree in Vṛndāvana, favorably serving the Supreme Personality of Godhead. This is the difference between a devotee and a nondevotee. For a nondevotee, the world is full of problems, whereas for a devotee the entire world is full of happiness. This comfortable position of a devotee can be established by the mercy of Lord Caitanya Mahāprabhu. Yasmin sthito na duḥkhena guruṇāpi vicālyate (Bg. 6.22). Even when a devotee is superficially put into great difficulty, he is never disturbed."
    },
    {
        "verse": "25",
        "devanagari": "ब्रह्मा भवश्च तत्रैत्य मुनिभिर्नारदादिभि: । देवै: सानुचरै: साकं गीर्भिर्वृषणमैडयन् ॥ २५ ॥",
        "english_devnagari": "brahmā bhavaś ca tatraityamunibhir nāradādibhiḥdevaiḥ sānucaraiḥ sākaṁgīrbhir vṛṣaṇam aiḍayan",
        "verse_Syn": [
            "brahmā",
            "bhavaḥ",
            "ca",
            "tatra",
            "etya",
            "munibhiḥ",
            "nārada",
            "ādibhiḥ",
            "devaiḥ",
            "sa",
            "anucaraiḥ",
            "sākam",
            "gīrbhiḥ",
            "vṛṣaṇam",
            "aiḍayan"
        ],
        "translation": "Lord Brahmā and Lord Śiva, accompanied by great sages like Nārada, Devala and Vyāsa and by other demigods like Indra, Candra and Varuṇa, invisibly approached the room of Devakī, where they all joined in offering their respectful obeisances and prayers to please the Supreme Personality of Godhead, who can bestow blessings upon everyone.",
        "purport": " Dvau bhūta-sargau loke ’smin daiva āsura eva ca (Padma Purāṇa). There are two classes of men — the daivas and the asuras — and there is a great difference between them. Kaṁsa, being an asura, was always planning how to kill the Supreme Personality of Godhead or His mother, Devakī. Thus he was also Kṛṣṇa conscious. But devotees are Kṛṣṇa conscious favorably (viṣṇu-bhaktaḥ smṛto daivaḥ). Brahmā is so powerful that he is in charge of creating an entire universe, yet he personally came to receive the Supreme Personality of Godhead. Bhava, Lord Śiva, is always jubilant in chanting the holy name of the Lord. And what to speak of Nārada? Nārada-muni, bājāya vīṇā, rādhikā-ramaṇa-nāme. Nārada Muni is always chanting the glories of the Lord, and his engagement is to travel all over the universe and find a devotee or make someone a devotee. Even a hunter was made a devotee by the grace of Nārada. Śrīla Sanātana Gosvāmī, in his Toṣaṇī, says that the word nārada-ādibhiḥ means that Nārada and the demigods were accompanied by other saintly persons, like Sanaka and Sanātana, all of whom came to congratulate or welcome the Supreme Personality of Godhead. Even though Kaṁsa was planning to kill Devakī, he too awaited the arrival of the Supreme Personality of Godhead (pratīkṣaṁs taj janma)."
    },
    {
        "verse": "26",
        "devanagari": "सत्यव्रतं सत्यपरं त्रिसत्यंसत्यस्य योनिं निहितं च सत्ये । सत्यस्य सत्यमृतसत्यनेत्रंसत्यात्मकं त्वां शरणं प्रपन्ना: ॥ २६ ॥",
        "english_devnagari": "satya-vrataṁ satya-paraṁ tri-satyaṁsatyasya yoniṁ nihitaṁ ca satyesatyasya satyam ṛta-satya-netraṁsatyātmakaṁ tvāṁ śaraṇaṁ prapannāḥ",
        "verse_Syn": [
            "satya",
            "vratam",
            "satya",
            "param",
            "tri",
            "satyam",
            "satyasya",
            "yonim",
            "nihitam",
            "ca",
            "satye",
            "satyasya",
            "satyam",
            "ṛta",
            "satya",
            "netram",
            "satya",
            "ātmakam",
            "tvām",
            "śaraṇam",
            "prapannāḥ"
        ],
        "translation": "The demigods prayed: O Lord, You never deviate from Your vow, which is always perfect because whatever You decide is perfectly correct and cannot be stopped by anyone. Being present in the three phases of cosmic manifestation — creation, maintenance and annihilation — You are the Supreme Truth. Indeed, unless one is completely truthful, one cannot achieve Your favor, which therefore cannot be achieved by hypocrites. You are the active principle, the real truth, in all the ingredients of creation, and therefore You are known as antaryāmī, the inner force. You are equal to everyone, and Your instructions apply for everyone, for all time. You are the beginning of all truth. Therefore, offering our obeisances, we surrender unto You. Kindly give us protection.",
        "purport": " The demigods or devotees know perfectly well that the Supreme Personality of Godhead is the true substance, whether within this material world or in the spiritual world. Śrīmad-Bhāgavatam begins, therefore, with the words oṁ namo bhagavate vāsudevāya … satyaṁ paraṁ dhīmahi. Vāsudeva, Kṛṣṇa, is the paraṁ satyam, the Supreme Truth. The Supreme Truth can be approached or understood by the supreme method, as declared by the Supreme Truth: bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ (Bg. 18.55). Bhakti, devotional service, is the only way to understand the Absolute Truth. For protection, therefore, the demigods surrender to the Supreme Truth, not to the relative truth. There are persons who worship various demigods, but the Supreme Truth, Kṛṣṇa, declares in Bhagavad-gītā (7.23), antavat tu phalaṁ teṣāṁ tad bhavaty alpa-medhasām: “Men of small intelligence worship the demigods, and their fruits are limited and temporary.” Worship of demigods may be useful for a limited time, but the result is antavat, perishable. This material world is impermanent, the demigods are impermanent, and the benedictions derived from the demigods are also impermanent, whereas the living entity is eternal (nityo nityānāṁ cetanaś cetanānām (Kaṭha Upaniṣad 2.2.13)). Every living entity, therefore, must search for eternal happiness, not temporary happiness. The words satyaṁ paraṁ dhīmahi indicate that one should search for the Absolute Truth, not the relative truth. While offering prayers to the Supreme Personality of Godhead, Nṛsiṁhadeva, Prahlāda Mahārāja said: Generally it is understood that the protectors for a child are his parents, but this is not actually the fact. The real protector is the Supreme Personality of Godhead. If neglected by the Supreme Personality of Godhead, a child, despite the presence of his parents, will suffer, and a diseased person, despite all medical help, will die. In this material world, where there is a struggle for existence, men have invented many means for protection, but these are useless if the Supreme Personality of Godhead rejects them. Therefore the demigods purposefully say, satyātmakaṁ tvāṁ śaraṇaṁ prapannāḥ: “Real protection can be obtained from You, O Lord, and therefore we surrender unto You.” The Lord demands that one surrender unto Him (sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja), and He further says: “If one surrenders unto Me sincerely, saying, ‘My Lord, from this day I am fully surrendered unto You,’ I always give him protection. That is My vow.” (Rāmāyaṇa, Yuddha-kāṇḍa 18.33) The demigods offered their prayers to the Supreme Personality of Godhead because He had now appeared in the womb of His devotee Devakī to protect all the devotees harassed by Kaṁsa and his lieutenants. Thus the Lord acts as satyavrata. The protection given by the Supreme Personality of Godhead cannot be compared to the protection given by the demigods. It is said that Rāvaṇa was a great devotee of Lord Śiva, but when Lord Rāmacandra went to kill him, Lord Śiva could not give him protection. Lord Brahmā and Lord Śiva, accompanied by great sages like Nārada and followed by many other demigods, had now invisibly appeared in the house of Kaṁsa. They began to pray for the Supreme Personality of Godhead in select prayers which are very pleasing to the devotees and which award fulfillment of devotional desires. The first words they spoke acclaimed that the Lord is true to His vow. As stated in the Bhagavad-gītā, Kṛṣṇa descends upon this material world just to protect the pious and destroy the impious. That is His vow. The demigods could understand that the Lord had taken His residence within the womb of Devakī to fulfill this vow. They were very glad that the Lord was appearing to fulfill His mission, and they addressed Him as satyaṁ param, or the Supreme Absolute Truth. Everyone is searching after the truth. That is the philosophical way of life. The demigods give information that the Supreme Absolute Truth is Kṛṣṇa. One who becomes fully Kṛṣṇa conscious can attain the Absolute Truth. Kṛṣṇa is the Absolute Truth. Relative truth is not truth in all the three phases of eternal time. Time is divided into past, present and future. Kṛṣṇa is Truth always, past, present and future. In the material world, everything is being controlled by supreme time, in the course of past, present and future. But before the creation, Kṛṣṇa was existing, and when there is creation, everything is resting in Kṛṣṇa, and when this creation is finished, Kṛṣṇa will remain. Therefore, He is Absolute Truth in all circumstances. If there is any truth within this material world, it emanates from the Supreme Truth, Kṛṣṇa. If there is any opulence within this material world, the cause of the opulence is Kṛṣṇa. If there is any reputation within this material world, the cause of the reputation is Kṛṣṇa. If there is any strength within this material world, the cause of such strength is Kṛṣṇa. If there is any wisdom and education within this material world, the cause of such wisdom and education is Kṛṣṇa. Therefore Kṛṣṇa is the source of all relative truths. Devotees, therefore, following in the footsteps of Lord Brahmā, pray, govindam ādi-puruṣaṁ tam ahaṁ bhajāmi, worshiping the ādi-puruṣa, the supreme truth, Govinda. Everything, everywhere, is performed in terms of three principles, jñāna-bala-kriyā — knowledge, strength and activity. In every field, if there is not full knowledge, full strength and full activity, an endeavor is never successful. Therefore, if one wants success in everything, one must be backed by these three principles. In the Vedas (Śvetāśvatara Upaniṣad 6.8) there is this statement about the Supreme Personality of Godhead: The Supreme Personality of Godhead does not need to do anything personally, for He has such potencies that anything He wants done will be done perfectly well through the control of material nature (svābhāvikī jñāna-bala-kriyā ca). Similarly, those who are engaged in the service of the Lord are not meant to struggle for existence. The devotees who are fully engaged in spreading the Kṛṣṇa consciousness movement, more than ten thousand men and women all over the world, have no steady or permanent occupation, yet we actually see that they are maintained very opulently. The Lord says in Bhagavad-gītā (9.22): “For those who worship Me with devotion, meditating on My transcendental form, I carry to them what they lack and preserve what they have.” The devotees have no anxiety over what will happen next, where they will stay or what they will eat, for everything is maintained and supplied by the Supreme Personality of Godhead, who has promised, kaunteya pratijānīhi na me bhaktaḥ praṇaśyati: “O son of Kuntī, declare it boldly that My devotee never perishes.” (Bg. 9.31) From all angles of vision, therefore, in all circumstances, if one fully surrenders unto the Supreme Personality of Godhead, there is no question of one’s struggling for existence. In this connection, the commentary by Śrīpāda Madhvācārya, who quotes from the Tantra-bhāgavata, is very meaningful: Explaining the words satyasya yonim, Śrīla Viśvanātha Cakravartī Ṭhākura says that Kṛṣṇa is the avatārī, the origin of all incarnations. All incarnations are the Absolute Truth, yet the Supreme Personality of Godhead Kṛṣṇa is the origin of all incarnations. Dīpārcir eva hi daśāntaram abhyupetya dīpāyate (Brahma-saṁhitā 5.46). There may be many lamps, all equal in power, yet there is a first lamp, a second lamp, a third lamp and so on. Similarly, there are many incarnations, who are compared to lamps, but the first lamp, the original Personality of Godhead, is Kṛṣṇa. Govindam ādi-puruṣaṁ tam ahaṁ bhajāmi. The demigods must offer worship in obedience to the Supreme Personality of Godhead, but one might argue that since the Supreme Godhead was within the womb of Devakī, He was also coming in a material body. Why then should He be worshiped? Why should one make a distinction between an ordinary living entity and the Supreme Personality of Godhead? These questions are answered in the following verses."
    },
    {
        "verse": "27",
        "devanagari": "एकायनोऽसौ द्विफलस्त्रिमूल-श्चतूरस: पञ्चविध: षडात्मा । सप्तत्वगष्टविटपो नवाक्षोदशच्छदी द्विखगो ह्यादिवृक्ष: ॥ २७ ॥",
        "english_devnagari": "ekāyano ’sau dvi-phalas tri-mūlaścatū-rasaḥ pañca-vidhaḥ ṣaḍ-ātmāsapta-tvag aṣṭa-viṭapo navākṣodaśa-cchadī dvi-khago hy ādi-vṛkṣaḥ",
        "verse_Syn": [
            "eka",
            "ayanaḥ",
            "asau",
            "dvi",
            "phalaḥ",
            "tri",
            "mūlaḥ",
            "catuḥ",
            "rasaḥ",
            "pañca",
            "vidhaḥ",
            "ṣaṭ",
            "ātmā",
            "sapta",
            "tvak",
            "aṣṭa",
            "viṭapaḥ",
            "nava",
            "akṣaḥ",
            "daśa",
            "chadī",
            "dvi",
            "khagaḥ",
            "hi",
            "ādi",
            "vṛkṣaḥ"
        ],
        "translation": "The body [the total body and the individual body are of the same composition] may figuratively be called “the original tree.” From this tree, which fully depends on the ground of material nature, come two kinds of fruit — the enjoyment of happiness and the suffering of distress. The cause of the tree, forming its three roots, is association with the three modes of material nature — goodness, passion and ignorance. The fruits of bodily happiness have four tastes — religiosity, economic development, sense gratification and liberation — which are experienced through five senses for acquiring knowledge in the midst of six circumstances: lamentation, illusion, old age, death, hunger and thirst. The seven layers of bark covering the tree are skin, blood, muscle, fat, bone, marrow and semen, and the eight branches of the tree are the five gross and three subtle elements — earth, water, fire, air, ether, mind, intelligence and false ego. The tree of the body has nine hollows — the eyes, the ears, the nostrils, the mouth, the rectum and the genitals — and ten leaves, the ten airs passing through the body. In this tree of the body there are two birds: one is the individual soul, and the other is the Supersoul.",
        "purport": " This material world is composed of five principal elements — earth, water, fire, air and ether — all of which are emanations from Kṛṣṇa. Although materialistic scientists may accept these five primary elements as the cause of the material manifestation, these elements in their gross and subtle states are produced by Kṛṣṇa, whose marginal potency also produces the living entities working within this material world. The Seventh Chapter of Bhagavad-gītā clearly states that the entire cosmic manifestation is a combination of two of Kṛṣṇa’s energies — the superior energy and the inferior energy. The living entities are the superior energy, and the inanimate material elements are His inferior energy. In the dormant stage, everything rests in Kṛṣṇa. Material scientists cannot give such a thorough analysis of the material structure of the body. The analysis of the material scientists concerns itself only with inanimate matter, but this is inadequate because the living entity is completely separate from the material bodily structure. In Bhagavad-gītā (7.5) the Lord says: “Besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of all the living entities who are struggling with material nature and are sustaining the universe.” Although the material elements emanate from the Supreme Personality of Godhead, Kṛṣṇa, they are separated elements and are sustained by the living elements. As indicated by the word dvi-khagaḥ, the living elements within the body resemble two birds in a tree. Kha means “sky,” and ga means “one who flies.” Thus the word dvi-khagaḥ refers to birds. In the tree of the body there are two birds, or two living elements, and they are always different. In Bhagavad-gītā (13.3), the Lord says, kṣetra-jñaṁ cāpi māṁ viddhi sarva-kṣetreṣu bhārata: “O scion of Bharata, you should understand that I am also the knower in all bodies.” The kṣetra jña, the owner of the body, is also called the khaga, the living entity. Within the body there are two such kṣetra jñas — the individual soul and the Supersoul. The individual soul is the owner of his individual body, but the Supersoul is present within the bodies of all living entities. Such a thorough analysis and understanding of the bodily structure cannot be obtained anywhere but in the Vedic literature. When two birds enter a tree, one may foolishly think that the birds become one or merge with the tree, but actually they do not. Rather, each bird keeps its individual identity. Similarly, the individual soul and the Supersoul do not become one, nor do they merge with matter. The living entity lives close to matter, but this does not mean that he merges or mixes with it (asaṅgo hy ayaṁ puruṣaḥ), although material scientists mistakenly see the organic and inorganic, or animate and inanimate, to be mixed. Vedic knowledge has been kept imprisoned or concealed, but every human being needs to understand it in truth. The modern civilization of ignorance is simply engaged in analyzing the body, and thus people come to the erroneous conclusion that the living force within the body is generated under certain material conditions. People have no information of the soul, but this verse gives the perfect explanation that there are two living forces (dvi-khaga): the individual soul and the Supersoul. The Supersoul is present in every body (īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati), whereas the individual soul is situated only in his own body (dehī) and is transmigrating from one body to another."
    },
    {
        "verse": "28",
        "devanagari": "त्वमेक एवास्य सत: प्रसूति-स्त्वं सन्निधानं त्वमनुग्रहश्च । त्वन्मायया संवृतचेतसस्त्वांपश्यन्ति नाना न विपश्चितो ये ॥ २८ ॥",
        "english_devnagari": "tvam eka evāsya sataḥ prasūtistvaṁ sannidhānaṁ tvam anugrahaś catvan-māyayā saṁvṛta-cetasas tvāṁpaśyanti nānā na vipaścito ye",
        "verse_Syn": [
            "tvam",
            "ekaḥ",
            "eva",
            "asya",
            "sataḥ",
            "prasūtiḥ",
            "tvam",
            "sannidhānam",
            "tvam",
            "anugrahaḥ",
            "ca",
            "tvat",
            "māyayā",
            "saṁvṛta",
            "cetasaḥ",
            "tvām",
            "paśyanti",
            "nānā",
            "na",
            "vipaścitaḥ",
            "ye"
        ],
        "translation": "The efficient cause of this material world, manifested with its many varieties as the original tree, is You, O Lord. You are also the maintainer of this material world, and after annihilation You are the one in whom everything is conserved. Those who are covered by Your external energy cannot see You behind this manifestation, but theirs is not the vision of learned devotees.",
        "purport": " Various demigods, beginning from Lord Brahmā, Lord Śiva and even Viṣṇu, are supposed to be the creator, maintainer and annihilator of this material world, but actually they are not. The fact is that everything is the Supreme Personality of Godhead, manifested in varieties of energy. Ekam evādvitīyaṁ brahma. There is no second existence. Those who are truly vipaścit, learned, are those who have reached the platform of understanding and observing the Supreme Personality of Godhead in any condition of life. Premāñjana-cchurita-bhakti-vilocanena santaḥ sadaiva hṛdayeṣu vilokayanti (Brahma-saṁhitā 5.38). Learned devotees accept even conditions of distress as representing the presence of the Supreme Lord. When a devotee is in distress, he sees that the Lord has appeared as distress just to relieve or purify the devotee from the contamination of the material world. While one is within this material world, one is in various conditions, and therefore a devotee sees a condition of distress as but another feature of the Lord. Tat te ’nukampāṁ susamīkṣamāṇaḥ (Bhāg. 10.14.8). A devotee, therefore, regards distress as a great favor of the Lord because he understands that he is being cleansed of contamination. Teṣām ahaṁ samuddhartā mṛtyu-saṁsāra-sāgarāt (Bg. 12.7). The appearance of distress is a negative process intended to give the devotee relief from this material world, which is called mṛtyu-saṁsāra, or the constant repetition of birth and death. To save a surrendered soul from repeated birth and death, the Lord purifies him of contamination by offering him a little distress. This cannot be understood by a nondevotee, but a devotee can see this because he is vipaścit, or learned. A nondevotee, therefore, is perturbed in distress, but a devotee welcomes distress as another feature of the Lord. Sarvaṁ khalv idaṁ brahma. A devotee can actually see that there is only the Supreme Personality of Godhead and no second entity. Ekam evādvitīyam. There is only the Lord, who presents Himself in different energies. Persons who are not in real knowledge think that Brahmā is the creator, Viṣṇu the maintainer and Śiva the annihilator and that the different demigods are intended to fulfill diverse purposes. Thus they create diverse purposes and worship various demigods to have these purposes fulfilled (kāmais tais tair hṛta jñānāḥ prapadyante ’nya-devatāḥ). A devotee, however, knows that these various demigods are but different parts of the Supreme Personality of Godhead and that these parts need not be worshiped. As the Lord says in Bhagavad-gītā (9.23): “Whatever a man may sacrifice to other gods, O son of Kuntī, is really meant for Me alone, but it is offered without true understanding.” There is no need to worship the demigods, for this is avidhi, not in order. Simply by surrendering oneself at the lotus feet of Kṛṣṇa, one can completely discharge one’s duties; there is no need to worship various deities or demigods. These various divinities are observed by the mūḍhas, fools, who are bewildered by the three modes of material nature (tribhir guṇamayair bhāvair ebhiḥ sarvam idaṁ jagat). Such fools cannot understand that the real source of everything is the Supreme Personality of Godhead (mohitaṁ nābhijānāti mām ebhyaḥ param avyayam). Not being disturbed by the Lord’s various features, one should concentrate upon and worship the Supreme Lord (mām ekaṁ śaraṇaṁ vraja). This should be the guiding principle of one’s life."
    },
    {
        "verse": "29",
        "devanagari": "बिभर्षि रूपाण्यवबोध आत्माक्षेमाय लोकस्य चराचरस्य । सत्त्वोपपन्नानि सुखावहानिसतामभद्राणि मुहु: खलानाम् ॥ २९ ॥",
        "english_devnagari": "bibharṣi rūpāṇy avabodha ātmākṣemāya lokasya carācarasyasattvopapannāni sukhāvahānisatām abhadrāṇi muhuḥ khalānām",
        "verse_Syn": [
            "bibharṣi",
            "rūpāṇi",
            "avabodhaḥ",
            "ātmā",
            "kṣemāya",
            "lokasya",
            "cara",
            "acarasya",
            "sattva",
            "upapannāni",
            "sukha",
            "avahāni",
            "satām",
            "abhadrāṇi",
            "muhuḥ",
            "khalānām"
        ],
        "translation": "O Lord, You are always in full knowledge, and to bring all good fortune to all living entities, You appear in different incarnations, all of them transcendental to the material creation. When You appear in these incarnations, You are pleasing to the pious and religious devotees, but for nondevotees You are the annihilator.",
        "purport": " This verse explains why the Supreme Personality of Godhead appears as an incarnation again and again. The incarnations of the Supreme Personality of Godhead all function differently, but their main purpose is paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām — to protect the devotees and annihilate the miscreants. Yet even though the duṣkṛtīs, or miscreants, are annihilated, this is ultimately good for them."
    },
    {
        "verse": "30",
        "devanagari": "त्वय्यम्बुजाक्षाखिलसत्त्वधाम्निसमाधिनावेशितचेतसैके । त्वत्पादपोतेन महत्कृतेनकुर्वन्ति गोवत्सपदं भवाब्धिम् ॥ ३० ॥",
        "english_devnagari": "tvayy ambujākṣākhila-sattva-dhāmnisamādhināveśita-cetasaiketvat-pāda-potena mahat-kṛtenakurvanti govatsa-padaṁ bhavābdhim",
        "verse_Syn": [
            "tvayi",
            "ambuja",
            "akṣa",
            "akhila",
            "sattva",
            "dhāmni",
            "samādhinā",
            "āveśita",
            "cetasā",
            "eke",
            "tvat",
            "pāda",
            "potena",
            "mahat",
            "kṛtena",
            "kurvanti",
            "govatsa",
            "padam",
            "bhava",
            "abdhim"
        ],
        "translation": "O lotus-eyed Lord, by concentrating one’s meditation on Your lotus feet, which are the reservoir of all existence, and by accepting those lotus feet as the boat by which to cross the ocean of nescience, one follows in the footsteps of mahājanas [great saints, sages and devotees]. By this simple process, one can cross the ocean of nescience as easily as one steps over the hoofprint of a calf.",
        "purport": " The true mission in life is to cross the ocean of nescience, of repeated birth and death. Those in the darkness of ignorance, however, do not know this mission. Instead, being carried away by the waves of material nature (prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ), they are undergoing the tribulations of mṛtyu-saṁsāra-vartmani, repeated birth and death. But persons who have achieved knowledge by the association of devotees follow the mahājanas (mahat-kṛtena). Such a person always concentrates his mind upon the lotus feet of the Lord and executes one or more of the nine varieties of devotional service (śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam). Simply by this process, one can cross the insurmountable ocean of nescience. Devotional service is powerful in any form. Śrī-viṣṇoḥ śravaṇe parīkṣid abhavad vaiyāsakiḥ kīrtane (Bhakti-rasāmṛta-sindhu 1.2.265). According to this verse, Mahārāja Parīkṣit became liberated by fully concentrating his mind on hearing the Lord’s holy name, attributes and pastimes. Similarly, Śukadeva Gosvāmī simply glorified the Lord, and by speaking on the subject matters of Kṛṣṇa that constitute the entire Śrīmad-Bhāgavatam, he too was liberated. One may also be liberated simply by sakhya, friendly behavior with the Lord. Such is the power of devotional service, as we learn from the examples set by the Lord’s many pure devotees. We have to follow in the footsteps of such devotees, for by this one easy process one can cross the great ocean of nescience just as one might cross a small hole created by the hoof of a calf. Here the Lord is described as ambujākṣa, or lotus-eyed. By seeing the eyes of the Lord, which are compared to lotus flowers, one becomes so satisfied that one does not want to turn his eyes to anything else. Simply by seeing the transcendental form of the Lord, a devotee is at once fully absorbed in the Lord in his heart. This absorption is called samādhi. Dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ (Bhāg. 12.13.1). A yogī is fully absorbed in thoughts of the Supreme Personality of Godhead, for he has no other business than to think of the Lord always within the heart. It is also said: “For one who has accepted the boat of the lotus feet of the Lord, who is the shelter of the cosmic manifestation and is famous as Murāri, the enemy of the demon Mura, the ocean of the material world is like the water contained in a calf’s hoofprint. His goal is paraṁ padam, or Vaikuṇṭha, the place where there are no material miseries, not the place where there is danger at every step.” (Bhāg. 10.14.58) This process is recommended here by authorities like Lord Brahmā and Lord Śiva (svayambhūr nāradaḥ śambhuḥ), and therefore we must take to this process in order to transcend nescience. This is very easy, but we must follow in the footsteps of great personalities, and then success will be possible. In regard to the word mahat-kṛtena, it is also significant that the process shown by great devotees is not only for them but also for others. If things are made easy, this affords facility for the person who has made them easy and also for others who follow the same principles. The process recommended in this verse for crossing the ocean of nescience is easy not only for the devotee but also for common persons who follow the devotee (mahājano yena gataḥ sa panthāḥ)."
    },
    {
        "verse": "31",
        "devanagari": "स्वयं समुत्तीर्य सुदुस्तरं द्युमन्भवार्णवं भीममदभ्रसौहृदा: ।भवत्पदाम्भोरुहनावमत्र तेनिधाय याता: सदनुग्रहो भवान् ॥ ३१ ॥",
        "english_devnagari": "svayaṁ samuttīrya sudustaraṁ dyumanbhavārṇavaṁ bhīmam adabhra-sauhṛdāḥbhavat-padāmbhoruha-nāvam atra tenidhāya yātāḥ sad-anugraho bhavān",
        "verse_Syn": [
            "svayam",
            "samuttīrya",
            "su",
            "dustaram",
            "dyuman",
            "bhava",
            "arṇavam",
            "bhīmam",
            "adabhra",
            "sauhṛdāḥ",
            "bhavat",
            "pada",
            "ambhoruha",
            "nāvam",
            "atra",
            "te",
            "nidhāya",
            "yātāḥ",
            "sat",
            "anugrahaḥ",
            "bhavān"
        ],
        "translation": "O Lord, who resemble the shining sun, You are always ready to fulfill the desire of Your devotee, and therefore You are known as a desire tree [vāñchā-kalpataru]. When ācāryas completely take shelter under Your lotus feet in order to cross the fierce ocean of nescience, they leave behind on earth the method by which they cross, and because You are very merciful to Your other devotees, You accept this method to help them.",
        "purport": " This statement reveals how the merciful ācāryas and the merciful Supreme Personality of Godhead together help the serious devotee who wants to return home, back to Godhead. Śrī Caitanya Mahāprabhu, in His teachings to Rūpa Gosvāmī, said: One can achieve the seed of bhakti-latā, devotional service, by the mercy of guru and Kṛṣṇa. The duty of the guru is to find the means, according to the time, the circumstances and the candidate, by which one can be induced to render devotional service, which Kṛṣṇa accepts from a candidate who wants to be successful in going back home, back to Godhead. After wandering throughout the universe, a fortunate person within this material world seeks shelter of such a guru, or ācārya, who trains the devotee in the suitable ways to render service according to the circumstances so that the Supreme Personality of Godhead will accept the service. This makes it easier for the candidate to reach the ultimate destination. The ācārya’s duty, therefore, is to find the means by which devotees may render service according to references from śāstra. Rūpa Gosvāmī, for example, in order to help subsequent devotees, published such devotional books as Bhakti-rasāmṛta-sindhu. Thus it is the duty of the ācārya to publish books that will help future candidates take up the method of service and become eligible to return home, back to Godhead, by the mercy of the Lord. In our Kṛṣṇa consciousness movement, this same path is being prescribed and followed. Thus the devotees have been advised to refrain from four sinful activities — illicit sex, intoxication, meat-eating and gambling — and to chant sixteen rounds a day. These are bona fide instructions. Because in the Western countries constant chanting is not possible, one should not artificially imitate Haridāsa Ṭhākura, but should follow this method. Kṛṣṇa will accept a devotee who strictly follows the regulative principles and the method prescribed in the various books and literatures published by the authorities. The ācārya gives the suitable method for crossing the ocean of nescience by accepting the boat of the Lord’s lotus feet, and if this method is strictly followed, the followers will ultimately reach the destination, by the grace of the Lord. This method is called ācārya sampradāya. It is therefore said, sampradāya-vihīnā ye mantrās te niṣphalā matāḥ (Padma Purāṇa). The ācārya sampradāya is strictly bona fide. Therefore one must accept the ācārya sampradāya; otherwise one’s endeavor will be futile. Śrīla Narottama dāsa Ṭhākura therefore sings: One must worship the lotus feet of the ācārya and live within the society of devotees. Then one’s endeavor to cross over nescience will surely be successful."
    },
    {
        "verse": "32",
        "devanagari": "येऽन्येऽरविन्दाक्ष विमुक्तमानिन-स्त्वय्यस्तभावादविशुद्धबुद्धय: ।आरुह्य कृच्छ्रेण परं पदं तत:पतन्त्यधोऽनाद‍ृतयुष्मदङ्‌घ्रय: ॥ ३२ ॥",
        "english_devnagari": "ye ’nye ’ravindākṣa vimukta-māninastvayy asta-bhāvād aviśuddha-buddhayaḥāruhya kṛcchreṇa paraṁ padaṁ tataḥpatanty adho ’nādṛta-yuṣmad-aṅghrayaḥ",
        "verse_Syn": [
            "ye",
            "anye",
            "aravinda",
            "akṣa",
            "vimukta",
            "māninaḥ",
            "tvayi",
            "asta",
            "bhāvāt",
            "aviśuddha",
            "buddhayaḥ",
            "āruhya",
            "kṛcchreṇa",
            "param",
            "padam",
            "tataḥ",
            "patanti",
            "adhaḥ",
            "anādṛta",
            "yuṣmat",
            "aṅghrayaḥ"
        ],
        "translation": "[Someone may say that aside from devotees, who always seek shelter at the Lord’s lotus feet, there are those who are not devotees but who have accepted different processes for attaining salvation. What happens to them? In answer to this question, Lord Brahmā and the other demigods said:] O lotus-eyed Lord, although nondevotees who accept severe austerities and penances to achieve the highest position may think themselves liberated, their intelligence is impure. They fall down from their position of imagined superiority because they have no regard for Your lotus feet.",
        "purport": " Aside from devotees, there are many others, nondevotees, known as karmīs, jñānīs or yogīs, philanthropists, altruists, politicians, impersonalists and voidists. There are many varieties of nondevotees who have their respective ways of liberation, but simply because they do not know the shelter of the Lord’s lotus feet, although they falsely think that they have been liberated and elevated to the highest position, they fall down. As clearly stated by the Lord Himself in Bhagavad-gītā (9.3): “Those who are not faithful on the path of devotional service cannot attain Me, O conqueror of foes, but return to birth and death in this material world.” It doesn’t matter whether one is a karmī, jñānī, yogī, philanthropist, politician or whatever; if one has no love for the lotus feet of the Lord, one falls down. That is the verdict given by Lord Brahmā in this verse. There are persons who advocate accepting any process and who say that whatever process one accepts will lead to the same goal, but that is refuted in this verse, where such persons are referred to as vimukta-māninaḥ, signifying that although they think they have attained the highest perfection, in fact they have not. In the present day, big, big politicians all over the world think that by scheming they can occupy the highest political post, that of president or prime minister, but we actually see that even in this life such big prime ministers, presidents and other politicians, because of being nondevotees, fall down (patanty adhaḥ). To become president or prime minister is not easy; one must work very hard (āruhya kṛcchreṇa) to achieve the post. And even though one may reach his goal, at any moment one may be kicked down by material nature. In human society there have been many instances in which great, exalted politicians have fallen from government and become lost in historical oblivion. The cause of this is aviśuddha-buddhayaḥ: their intelligence is impure. The śāstra says, na te viduḥ svārtha-gatiṁ hi viṣṇum (Bhāg. 7.5.31). One achieves the perfection of life by becoming a devotee of Viṣṇu, but people do not know this. Therefore, as stated in Bhagavad-gītā (12.5), kleśo ’dhikataras teṣām avyaktāsakta-cetasām. Persons who do not ultimately accept the Supreme Personality of Godhead and take to devotional service, but who instead are attached to impersonalism and voidism, must undergo great labor to achieve their goals. To achieve understanding, such persons work very hard and undergo severe austerities, but their hard labor and austerities themselves are their only achievement, for they do not actually achieve the real goal of life. Dhruva Mahārāja at first wanted to achieve the greatest material kingdom and greater material possessions than his father, but when he was actually favored by the Lord, who appeared before him to give him the benediction he desired, Dhruva Mahārāja refused it, saying, svāmin kṛtārtho ’smi varaṁ na yāce: “Now I am fully satisfied. I do not want any material benediction.” (Hari-bhakti-sudhodaya 7.28) This is the perfection of life. Yaṁ labdhvā cāparaṁ lābhaṁ manyate nādhikaṁ tataḥ (Bg. 6.22). If one achieves the shelter of the Lord’s lotus feet, one is fully satisfied and does not need to ask for any material benediction. At night, no one can see a lotus, for lotuses blossom only during the daytime. Therefore the word aravindākṣa is significant. One who is not captivated by the lotus eyes or transcendental form of the Supreme Lord is in darkness, exactly like one who cannot see a lotus. One who has not come to the point of seeing the lotus eyes and transcendental form of Śyāmasundara is a failure. Premāñjana-cchurita-bhakti-vilocanena santaḥ sadaiva hṛdayeṣu vilokayanti. Those who are attached to the Supreme Personality of Godhead in love always see the Lord’s lotus eyes and lotus feet, whereas others cannot see the Lord’s beauty and are therefore classified as anādṛta-yuṣmad-aṅghrayaḥ, or neglectful of the Lord’s personal form. Those who neglect the Lord’s form are surely failures on every path in life, but if one develops even a little love for the Supreme Personality of Godhead, one is liberated without difficulty (svalpam apy asya dharmasya trāyate mahato bhayāt). Therefore the Supreme Personality of Godhead recommends in Bhagavad-gītā (9.34), man-manā bhava mad-bhakto mad-yājī māṁ namaskuru: “Simply think of Me, become My devotee, worship Me and offer some slight homage to Me.” Simply by this process, one is guaranteed to return home, back to Godhead, and thus attain the highest perfection. The Lord further affirms in Bhagavad-gītā (18.54-55): “One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me. One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God.”"
    },
    {
        "verse": "33",
        "devanagari": "तथा न ते माधव तावका: क्‍वचिद्भ्रश्यन्ति मार्गात्त्वयि बद्धसौहृदा: ।त्वयाभिगुप्ता विचरन्ति निर्भयाविनायकानीकपमूर्धसु प्रभो ॥ ३३ ॥",
        "english_devnagari": "tathā na te mādhava tāvakāḥ kvacidbhraśyanti mārgāt tvayi baddha-sauhṛdāḥtvayābhiguptā vicaranti nirbhayāvināyakānīkapa-mūrdhasu prabho",
        "verse_Syn": [
            "tathā",
            "na",
            "te",
            "mādhava",
            "tāvakāḥ",
            "kvacit",
            "bhraśyanti",
            "mārgāt",
            "tvayi",
            "baddha",
            "sauhṛdāḥ",
            "tvayā",
            "abhiguptāḥ",
            "vicaranti",
            "nirbhayāḥ",
            "vināyaka",
            "anīkapa",
            "mūrdhasu",
            "prabho"
        ],
        "translation": "O Mādhava, Supreme Personality of Godhead, Lord of the goddess of fortune, if devotees completely in love with You sometimes fall from the path of devotion, they do not fall like nondevotees, for You still protect them. Thus they fearlessly traverse the heads of their opponents and continue to progress in devotional service.",
        "purport": " Devotees generally do not fall down, but if circumstantially they do, the Lord, because of their strong attachment to Him, gives them protection in all circumstances. Thus even if devotees fall down, they are still strong enough to traverse the heads of their enemies. We have actually seen that our Kṛṣṇa consciousness movement has many opponents, such as the “deprogrammers,” who instituted a strong legal case against the devotees. We thought that this case would take a long time to settle, but because the devotees were protected by the Supreme Personality of Godhead, we unexpectedly won the case in one day. Thus a case that was expected to continue for years was settled in a day because of the protection of the Supreme Personality of Godhead, who has promised in Bhagavad-gītā (9.31), kaunteya pratijānīhi na me bhaktaḥ praṇaśyati: “O son of Kuntī, declare it boldly that My devotee never perishes.” In history there are many instances of devotees like Citraketu, Indradyumna and Mahārāja Bharata who circumstantially fell down but were still protected. Mahārāja Bharata, for example, because of his attachment to a deer, thought of the deer at the time of death, and therefore in his next life he became a deer (yaṁ yaṁ vāpi smaran bhāvaṁ tyajaty ante kalevaram). Because of protection by the Supreme Personality of Godhead, however, the deer remembered his relationship with the Lord and next took birth in a good brahminical family and performed devotional service (śucīnāṁ śrīmatāṁ gehe yoga-bhraṣṭo ’bhijāyate). Similarly, Citraketu fell down and became a demon, Vṛtrāsura, but he too was protected. Thus even if one falls down from the path of bhakti-yoga, one is ultimately saved. If a devotee is strongly situated in devotional service, the Supreme Personality of Godhead has promised to protect him (kaunteya pratijānīhi na me bhaktaḥ praṇaśyati). But even if a devotee circumstantially falls down, he is protected by Mādhava. The word Mādhava is significant. Mā, mother Lakṣmī, the mother of all opulences, is always with the Supreme Personality of Godhead, and if a devotee is in touch with the Supreme Personality of Godhead, all the opulences of the Lord are ready to help him. Wherever there is the Supreme Personality of Godhead, Kṛṣṇa, and His devotee Arjuna, Pārtha, there is victory, opulence, extraordinary power and morality. The opulences of a devotee are not a result of karma-kāṇḍa-vicāra. A devotee is always protected by all of the Supreme Lord’s opulences, of which no one can deprive him (teṣāṁ nityābhiyuktānāṁ yoga-kṣemaṁ vahāmy aham). Thus a devotee cannot be defeated by any opponents. A devotee, therefore, should not deviate knowingly from the path of devotion. The adherent devotee is assured all protection from the Supreme Personality of Godhead."
    },
    {
        "verse": "34",
        "devanagari": "सत्त्वं विशुद्धं श्रयते भवान् स्थितौशरीरिणां श्रेयउपायनं वपु: ।वेदक्रियायोगतप:समाधिभि-स्तवार्हणं येन जन: समीहते ॥ ३४ ॥",
        "english_devnagari": "sattvaṁ viśuddhaṁ śrayate bhavān sthitauśarīriṇāṁ śreya-upāyanaṁ vapuḥveda-kriyā-yoga-tapaḥ-samādhibhistavārhaṇaṁ yena janaḥ samīhate",
        "verse_Syn": [
            "sattvam",
            "viśuddham",
            "śrayate",
            "bhavān",
            "sthitau",
            "śarīriṇām",
            "śreyaḥ",
            "upāyanam",
            "vapuḥ",
            "veda",
            "kriyā",
            "yoga",
            "tapaḥ",
            "samādhibhiḥ",
            "tava",
            "arhaṇam",
            "yena",
            "janaḥ",
            "samīhate"
        ],
        "translation": "O Lord, during the time of maintenance You manifest several incarnations, all with transcendental bodies, beyond the material modes of nature. When You appear in this way, You bestow all good fortune upon the living entities by teaching them to perform Vedic activities such as ritualistic ceremonies, mystic yoga, austerities, penances, and ultimately samādhi, ecstatic absorption in thoughts of You. Thus You are worshiped by the Vedic principles.",
        "purport": " As stated in Bhagavad-gītā (18.3), yajña-dāna-tapaḥ-karma na tyājyam: the Vedic ritualistic ceremonies, charity, austerity and all such prescribed duties are never to be given up. Yajño dānaṁ tapaś caiva pāvanāni manīṣiṇām (18.5): even one who is very much advanced in spiritual realization must still execute the Vedic principles. Even in the lowest stage, the karmīs are advised to work for the sake of the Lord. “Work done as a sacrifice for Viṣṇu has to be performed, otherwise work binds one to this material world.” (Bg. 3.9) The words yajñārthāt karmaṇaḥ indicate that while performing all kinds of duties, one should remember that these duties should be performed to satisfy the Supreme Lord (sva-karmaṇā tam abhyarcya). According to Vedic principles, there must be divisions of human society (cātur-varṇyaṁ mayā sṛṣṭam). There should be brāhmaṇas, kṣatriyas, vaiśyas and śūdras, and everyone should learn to worship the Supreme Personality of Godhead (tam abhyarcya). This is real human society, and without this system we are left with animal society. The modern activities of human society are described in Śrīmad-Bhāgavatam as the activities of go-khara, cows and asses (sa eva go-kharaḥ). Everyone is acting in a bodily concept of life involving society, friendship and love for the improvement of economic and political conditions, and thus all activities are enacted in ignorance. The Supreme Personality therefore comes to teach us how to act according to the Vedic principles. In this Age of Kali, the Supreme Personality of Godhead appeared as Śrī Caitanya Mahāprabhu and preached that in this age the Vedic activities cannot be systematically performed because people are so fallen. He gave this recommendation from the śāstras: “In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way.” The Kṛṣṇa consciousness movement is therefore teaching people all over the world how to chant the Hare Kṛṣṇa mantra, and this has proved very much effective in all places at all times. The Supreme Personality of Godhead appears in order to teach us Vedic principles intended for understanding Him (vedaiś ca sarvair aham eva vedyaḥ). We should always know that when Kṛṣṇa and Lord Caitanya appeared, They appeared in śuddha-sattva bodies. One should not mistake the body of Kṛṣṇa or Caitanya Mahāprabhu to be a material body like ours, for Kṛṣṇa and Caitanya Mahāprabhu appeared as needed for the benefit of the entire human society. Out of causeless mercy, the Lord appears in different ages in His original śuddha-sattva transcendental body to elevate human society to the spiritual platform upon which they can truly benefit. Unfortunately, modern politicians and other leaders stress the bodily comforts of life (yasyātma-buddhiḥ kuṇape tri-dhātuke) and concentrate on the activities of this ism and that ism, which they describe in different kinds of flowery language. Essentially such activities are the activities of animals (sa eva go-kharaḥ). We should learn how to act from Bhagavad-gītā, which explains everything for human understanding. Thus we can become happy even in this Age of Kali."
    },
    {
        "verse": "35",
        "devanagari": "सत्त्वं न चेद्धातरिदं निजं भवेद्विज्ञानमज्ञानभिदापमार्जनम् ।गुणप्रकाशैरनुमीयते भवान्प्रकाशते यस्य च येन वा गुण: ॥ ३५ ॥",
        "english_devnagari": "sattvaṁ na ced dhātar idaṁ nijaṁ bhavedvijñānam ajñāna-bhidāpamārjanamguṇa-prakāśair anumīyate bhavānprakāśate yasya ca yena vā guṇaḥ",
        "verse_Syn": [
            "sattvam",
            "na",
            "cet",
            "dhātaḥ",
            "idam",
            "nijam",
            "bhavet",
            "vijñānam",
            "ajñāna",
            "bhidā",
            "apamārjanam",
            "guṇa",
            "prakāśaiḥ",
            "anumīyate",
            "bhavān",
            "prakāśate",
            "yasya",
            "ca",
            "yena",
            "vā",
            "guṇaḥ"
        ],
        "translation": "O Lord, cause of all causes, if Your transcendental body were not beyond the modes of material nature, one could not understand the difference between matter and transcendence. Only by Your presence can one understand the transcendental nature of Your Lordship, who are the controller of material nature. Your transcendental nature is very difficult to understand unless one is influenced by the presence of Your transcendental form.",
        "purport": " It is said, traiguṇya-viṣayā vedā nistraiguṇyo bhavārjuna. Unless one is situated in transcendence, one cannot understand the transcendental nature of the Lord. As stated in Śrīmad-Bhāgavatam (10.14.29): Only by the mercy of the Supreme Personality of Godhead can one understand Him. Those who are in the modes of material nature, although speculating for thousands of years, cannot understand Him. The Lord has innumerable forms (rāmādi-mūrtiṣu kalā-niyamena tiṣṭhan), and unless these forms, such as Lord Rāmacandra, Nṛsiṁhadeva, Kṛṣṇa and Balarāma, were transcendental, how could they be worshiped by devotees since time immemorial? Bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ (Bg. 18.55). Devotees who awaken their transcendental nature in the presence of the Lord and who follow the rules and regulations of devotional service can understand Lord Kṛṣṇa, Lord Rāmacandra and other incarnations, who are not of this material world but who come from the spiritual world for the benefit of people in general. If one does not take to this process, one imagines or manufactures some form of God according to material qualities and can never awaken a real understanding of the Supreme Personality of Godhead. The words bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ signify that unless one worships the Lord according to the regulative devotional principles, one cannot awaken the transcendental nature. Deity worship, even in the absence of the Supreme Personality of Godhead, awakens the transcendental nature of the devotee, who thus becomes increasingly attached to the Lord’s lotus feet. The appearance of Kṛṣṇa is the answer to all imaginative iconography of the Supreme Personality of Godhead. Everyone imagines the form of the Supreme Personality of Godhead according to his mode of material nature. In the Brahma-saṁhitā it is said that the Lord is the oldest person. Therefore a section of religionists imagine that God must be very old, and therefore they depict a form of the Lord like a very old man. But in the same Brahma-saṁhitā, that is contradicted; although He is the oldest of all living entities, He has His eternal form as a fresh youth. The exact words used in this connection in the Śrīmad-Bhāgavatam are vijñānam ajñāna-bhidāpamārjanam. Vijñāna means transcendental knowledge of the Supreme Personality; vijñāna is also experienced knowledge. Transcendental knowledge has to be accepted by the descending process of disciplic succession as Brahmā presents the knowledge of Kṛṣṇa in the Brahma-saṁhitā. Brahma-saṁhitā is vijñāna as realized by Brahmā’s transcendental experience, and in that way he presented the form and the pastimes of Kṛṣṇa in the transcendental abode. Ajñāna-bhidā means “that which can match all kinds of speculation.” In ignorance, people are imagining the form of the Lord; sometimes He has no form and sometimes He has form, according to their different imaginations. But the presentation of Kṛṣṇa in the Brahma-saṁhitā is vijñāna — scientific, experienced knowledge given by Lord Brahmā and accepted by Lord Caitanya. There is no doubt about it. Śrī Kṛṣṇa’s form, Śrī Kṛṣṇa’s flute, Kṛṣṇa’s color — everything is reality. Here it is said that this vijñānam is always defeating all kinds of speculative knowledge. “Therefore,” the demigods prayed, “without Your appearing as Kṛṣṇa, as You are, neither ajñāna-bhidā (the nescience of speculative knowledge) nor vijñānam would be realized. Ajñāna-bhidāpamārjanam — by Your appearance the speculative knowledge of ignorance will be vanquished, and the real, experienced knowledge of authorities like Lord Brahmā will be established. Men influenced by the three modes of material nature imagine their own God according to the modes of material nature. In this way God is presented in various ways, but Your appearance will establish what the real form of God is.” The highest blunder committed by the impersonalist is to think that when the incarnation of God comes, He accepts a form of matter in the mode of goodness. Actually the form of Kṛṣṇa or Nārāyaṇa is transcendental to any material idea. Even the greatest impersonalist, Śaṅkarācārya, has admitted, nārāyaṇaḥ paro ’vyaktāt: the material creation is caused by the avyakta, the impersonal manifestation of matter or the nonphenomenal total reservoir of matter, and Kṛṣṇa is transcendental to that material conception. This is expressed in the Śrīmad-Bhāgavatam as śuddha-sattva, or transcendental. The Lord does not belong to the material mode of goodness, for He is above the position of material goodness. He belongs to the transcendental, eternal status of bliss and knowledge. “Dear Lord,” the demigods prayed, “when You appear in Your different incarnations, You take different names and forms according to different situations. Lord Kṛṣṇa is Your name because You are all-attractive; You are called Śyāmasundara because of Your transcendental beauty. Śyāma means blackish, yet they say that You are more beautiful than thousands of cupids. Kandarpa-koṭi-kamanīya. Although You appear in a color which is compared to that of a blackish cloud, You are the transcendental Absolute, and therefore Your beauty is many, many times more attractive than the delicate body of Cupid. Sometimes You are called Giridhārī because You lifted the hill known as Govardhana. You are sometimes called Nanda-nandana or Vāsudeva or Devakī-nandana because You appear as the son of Mahārāja Nanda or Devakī or Vasudeva. Impersonalists think that Your many names or forms are according to a particular type of work and quality because they accept You from the position of a material observer. “Our dear Lord, the way of understanding is not to study Your absolute nature, form and activities by mental speculation. One must engage himself in devotional service; then one can understand Your absolute nature and Your transcendental form, name and quality. Actually, only a person who has a little taste for the service of Your lotus feet can understand Your transcendental nature or form and quality. Others may go on speculating for millions of years, but it is not possible for them to understand even a single part of Your actual position.” In other words, the Supreme Personality of Godhead, Kṛṣṇa, cannot be understood by the nondevotees because there is a curtain of yoga-māyā which covers Kṛṣṇa’s actual features. As confirmed in the Bhagavad-gītā (7.25), nāhaṁ prakāśaḥ sarvasya. The Lord says, “I am not exposed to anyone and everyone.” When Kṛṣṇa came, He was actually present on the Battlefield of Kurukṣetra, and everyone saw Him. But not everyone could understand that He was the Supreme Personality of Godhead. Still, everyone who died in His presence attained complete liberation from material bondage and was transferred to the spiritual world. Because foolish mūḍhas do not awaken their spiritual nature, they do not understand Kṛṣṇa or Rāma (avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam). Even big academic scholars, not considering the endeavors of the ācāryas who have recommended devotional service in many elaborate commentaries and notes, think that Kṛṣṇa is fictitious. This is due to a lack of transcendental knowledge and a failure to awaken Kṛṣṇa consciousness. One should have the common sense to ask why, if Kṛṣṇa or Rāma were fictitious, stalwart scholars like Śrīdhara Svāmī, Rūpa Gosvāmī, Sanātana Gosvāmī, Vīrarāghava, Vijayadhvaja, Vallabhācārya and many other recognized ācāryas would have spent so much time to write about Kṛṣṇa in notes and commentaries on Śrīmad-Bhāgavatam."
    },
    {
        "verse": "36",
        "devanagari": "न नामरूपे गुणजन्मकर्मभि-र्निरूपितव्ये तव तस्य साक्षिण: ।मनोवचोभ्यामनुमेयवर्त्मनोदेव क्रियायां प्रतियन्त्यथापि हि ॥ ३६ ॥",
        "english_devnagari": "na nāma-rūpe guṇa-janma-karmabhirnirūpitavye tava tasya sākṣiṇaḥmano-vacobhyām anumeya-vartmanodeva kriyāyāṁ pratiyanty athāpi hi",
        "verse_Syn": [
            "na",
            "nāma",
            "rūpe",
            "guṇa",
            "janma",
            "karmabhiḥ",
            "nirūpitavye",
            "tava",
            "tasya",
            "sākṣiṇaḥ",
            "manaḥ",
            "vacobhyām",
            "anumeya",
            "vartmanaḥ",
            "deva",
            "kriyāyām",
            "pratiyanti",
            "atha",
            "api",
            "hi"
        ],
        "translation": "O Lord, Your transcendental name and form are not ascertained by those who merely speculate on the path of imagination. Your name, form and attributes can be ascertained only through devotional service.",
        "purport": " As stated in the Padma Purāṇa: “One cannot understand the transcendental nature of the name, form, quality and pastimes of Śrī Kṛṣṇa through one’s materially contaminated senses. Only when one becomes spiritually saturated by transcendental service to the Lord are the transcendental name, form, quality and pastimes of the Lord revealed to him.” Since Kṛṣṇa and His transcendental name, form and activities are all of a transcendental nature, ordinary persons or those who are only slightly advanced cannot understand them. Even big scholars who are nondevotees think that Kṛṣṇa is fictitious. Yet although so-called scholars and commentators do not believe that Kṛṣṇa was factually a historical person whose presence on the Battlefield of Kurukṣetra is recorded in the history of Mahābhārata, they feel compelled to write commentaries on Bhagavad-gītā and other historical records. Sevonmukhe hi jihvādau svayam eva sphuraty adaḥ: Kṛṣṇa’s transcendental name, form, attributes and activities can be revealed only when one engages in His service in full consciousness. This confirms Kṛṣṇa’s own words in Bhagavad-gītā (18.55): “One can understand the Supreme Personality of Godhead as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God.” Only by sevonmukha, by engaging oneself in the Lord’s service, can one realize the name, form and qualities of the Supreme Personality of Godhead. “O Lord,” the demigods say, “the impersonalists, who are nondevotees, cannot understand that Your name is identical with Your form.” Since the Lord is absolute, there is no difference between His name and His actual form. In the material world there is a difference between form and name. The mango fruit is different from the name of the mango. One cannot taste the mango fruit simply by chanting, “Mango, mango, mango.” But the devotee who knows that there is no difference between the name and the form of the Lord chants Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, and realizes that he is always in Kṛṣṇa’s company. For persons who are not very advanced in absolute knowledge of the Supreme, Lord Kṛṣṇa exhibits His transcendental pastimes. They can simply think of the pastimes of the Lord and get the full benefit. Since there is no difference between the transcendental name and form of the Lord, there is no difference between the transcendental pastimes and the form of the Lord. For those who are less intelligent (like women, laborers or the mercantile class), the great sage Vyāsadeva wrote Mahābhārata. In the Mahābhārata, Kṛṣṇa is present in His different activities. Mahābhārata is history, and simply by studying, hearing, and memorizing the transcendental activities of Kṛṣṇa, the less intelligent can also gradually rise to the standard of pure devotees. The pure devotees, who are always absorbed in the thought of the transcendental lotus feet of Kṛṣṇa and who are always engaged in devotional service in full Kṛṣṇa consciousness, are never to be considered to be in the material world. Śrīla Rūpa Gosvāmī has explained that those who are always engaged in Kṛṣṇa consciousness by body, mind and activities are to be considered liberated even within this body. This is also confirmed in the Bhagavad-gītā: those who are engaged in the devotional service of the Lord have already transcended the material position. Kṛṣṇa appears in order to give a chance to both the devotees and the nondevotees for realization of the ultimate goal of life. The devotees get the direct chance to see Him and worship Him. Those who are not on that platform get the chance to become acquainted with His activities and thus become elevated to the same position. The Brahma-saṁhitā (5.38) says: Although Kṛṣṇa’s transcendental form is presented as black, devotees who are in love with the Supreme Personality of Godhead appreciate the Lord as Śyāmasundara, having a very beautiful blackish form. The Lord’s form is so beautiful that the Brahma-saṁhitā (5.30) also states: “I worship Govinda, the primeval Lord, who plays on His transcendental flute. His eyes are like lotus flowers, He is decorated with peacock plumes, and His bodily color resembles the color of a fresh black cloud, although His bodily features are more beautiful than millions of Cupids.” This beauty of the Supreme Lord can be seen by devotees who are in love with Him, devotees whose eyes are anointed with love of Godhead (premāñjana-cchurita-bhakti-vilocanena). The Lord is also known as Giridhārī or Girivara-dhārī. Because Kṛṣṇa, for the sake of His devotees, lifted Govardhana Hill, the devotees appreciate the Lord’s inconceivable strength; but nondevotees, in spite of directly perceiving the Lord’s inconceivable strength and power, regard the Lord’s activities as fictitious. This is the difference between a devotee and a nondevotee. Nondevotees cannot give any nomenclature for the Supreme Personality of Godhead, yet the Lord is known as Śyāmasundara and Giridhārī. Similarly, the Lord is known as Devakī-nandana and Yaśodā-nandana because He accepted the role of son for mother Devakī and mother Yaśodā, and He is known as Gopāla because He enjoyed the sport of maintaining the cows and calves. Therefore, although He has no mundane name, He is addressed by devotees as Devakī-nandana, Yaśodā-nandana, Gopāla and Śyāmasundara. These are all transcendental names that only devotees can appreciate and nondevotees cannot. The history of Kṛṣṇa the person has been openly seen by everyone, yet only those who are in love with the Supreme Personality of Godhead can appreciate this history, whereas nondevotees, who have not developed their loving qualities, think that the activities, form and attributes of the Supreme Personality of Godhead are fictitious. Therefore this verse explains, na nāma-rūpe guṇa janma-karmabhir nirūpitavye tava tasya sākṣiṇaḥ. In this connection, Śrīla Viśvanātha Cakravartī Ṭhākura has given the example that persons suffering from jaundice cannot taste the sweetness of sugar candy, although everyone knows that sugar candy is sweet. Similarly, because of the material disease, nondevotees cannot understand the transcendental name, form, attributes and activities of the Supreme Personality of Godhead, although they actually see the Lord’s activities, either through authority or through history. The Purāṇas are old, authentic histories, but nondevotees cannot understand them, especially Śrīmad-Bhāgavatam, which is the essence of Vedic knowledge. Nondevotees cannot understand even the preliminary study of transcendental knowledge, Bhagavad-gītā. They simply speculate and present commentaries with absurd distortions. In conclusion, unless one elevates himself to the transcendental platform by practicing bhakti-yoga, one cannot understand the Supreme Personality of Godhead or His name, form, attributes or activities. But if by chance, by the association of devotees, one can actually understand the Lord and His features, one immediately becomes a liberated person. As the Lord says in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” Śrīla Rūpa Gosvāmī has therefore said that by affection and love for the Supreme Personality of Godhead, devotees can express their mind to Him with their words. Others, however, cannot do this, as confirmed in Bhagavad-gītā (bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ)."
    },
    {
        "verse": "37",
        "devanagari": "श‍ृण्वन् गृणन् संस्मरयंश्च चिन्तयन्नामानि रूपाणि च मङ्गलानि ते ।क्रियासु यस्त्वच्चरणारविन्दयो-राविष्टचेता न भवाय कल्पते ॥ ३७ ॥",
        "english_devnagari": "śṛṇvan gṛṇan saṁsmarayaṁś ca cintayannāmāni rūpāṇi ca maṅgalāni tekriyāsu yas tvac-caraṇāravindayorāviṣṭa-cetā na bhavāya kalpate",
        "verse_Syn": [
            "śṛṇvan",
            "gṛṇan",
            "saṁsmarayan",
            "ca",
            "cintayan",
            "nāmāni",
            "rūpāṇi",
            "ca",
            "maṅgalāni",
            "te",
            "kriyāsu",
            "yaḥ",
            "tvat",
            "caraṇa",
            "aravindayoḥ",
            "āviṣṭa",
            "cetāḥ",
            "na",
            "bhavāya",
            "kalpate"
        ],
        "translation": "Even while engaged in various activities, devotees whose minds are completely absorbed at Your lotus feet, and who constantly hear, chant, contemplate and cause others to remember Your transcendental names and forms, are always on the transcendental platform, and thus they can understand the Supreme Personality of Godhead.",
        "purport": " How bhakti-yoga can be practiced is explained in this verse. Śrīla Rūpa Gosvāmī has said that anyone who has dedicated his life to the service of the Lord (īhā yasya harer dāsye) by his activities, his mind and his words (karmaṇā manasā girā) may stay in any condition of life (nikhilāsv apy avasthāsu) and yet is no longer actually conditioned but is liberated (jīvan-muktaḥ sa ucyate). Even though such a devotee is in a material body, he has nothing to do with this body, for he is transcendentally situated. Nārāyaṇa-parāḥ sarve na kutaścana bibhyati: because a devotee is engaged in transcendental activities, he is not afraid of being materially embodied. (Bhāg. 6.17.28) Illustrating this liberated position, Śrī Caitanya Mahāprabhu prayed, mama janmani janmanīśvare bhavatād bhaktir ahaitukī tvayi: “All I want is Your causeless devotional service in My life, birth after birth.” Even if a devotee, by the supreme will of the Lord, takes birth in this material world, he continues his devotional service. When King Bharata made a mistake and in his next life became a deer, his devotional service did not stop, although some slight chastisement was given to him because of his negligence. Nārada Muni says that even if one falls from the platform of devotional service, he is not lost, whereas nondevotees are lost entirely because they are not engaged in service. Bhagavad-gītā (9.14) therefore recommends that one always engage at least in chanting the Hare Kṛṣṇa mahā-mantra: “Always chanting My glories, endeavoring with great determination, bowing down before Me, the great souls perpetually worship Me with devotion.” One should not give up the process of devotional service, which is performed in nine different ways (śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam, etc.). The most important process is hearing (śravaṇam) from the guru, sādhu and śāstra — the spiritual master, the saintly ācāryas and the Vedic literature. Sādhu-śāstra-guru-vākya, cittete kariyā aikya. We should not hear the commentaries and explanations of nondevotees, for this is strictly forbidden by Śrīla Sanātana Gosvāmī, who quotes from the Padma Purāṇa: We should strictly follow this injunction and never try to hear from Māyāvādīs, impersonalists, voidists, politicians or so-called scholars. Strictly avoiding such inauspicious association, we should simply hear from pure devotees. Śrīla Rūpa Gosvāmī therefore recommends, śrī-guru-padāśrayaḥ: one must seek shelter at the lotus feet of a pure devotee who can be one’s guru. Caitanya Mahāprabhu advises that a guru is one who strictly follows the instructions of Bhagavad-gītā: yare dekha tare kaha ‘kṛṣṇa’-upadeśa (Cc. Madhya 7.128). A juggler, a magician or one who speaks nonsense as an academic career is not a guru. Rather, a guru is one who presents Bhagavad-gītā, Kṛṣṇa’s instructions, as it is. Śravaṇa is very important; one must hear from the Vaiṣṇava sādhu, guru and śāstra. The word kriyāsu, meaning “by manual labor” or “by work,” is important in this verse. One should engage in practical service to the Lord. In our Kṛṣṇa consciousness movement, all our activities are concentrated upon distributing Kṛṣṇa literature. This is very important. One may approach any person and induce him to read Kṛṣṇa literature so that in the future he also may become a devotee. Such activities are recommended in this verse. Kriyāsu yas tvac-caraṇāravindayoḥ. Such activities will always remind the devotees of the Lord’s lotus feet. By fully concentrating on distributing books for Kṛṣṇa, one is fully absorbed in Kṛṣṇa. This is samādhi."
    },
    {
        "verse": "38",
        "devanagari": "दिष्टय‍ा हरेऽस्या भवत: पदो भुवोभारोऽपनीतस्तव जन्मनेशितु: ।दिष्टय‍ाङ्कितां त्वत्पदकै: सुशोभनै-र्द्रक्ष्याम गां द्यां च तवानुकम्पिताम् ॥ ३८ ॥",
        "english_devnagari": "diṣṭyā hare ’syā bhavataḥ pado bhuvobhāro ’panītas tava janmaneśituḥdiṣṭyāṅkitāṁ tvat-padakaiḥ suśobhanairdrakṣyāma gāṁ dyāṁ ca tavānukampitām",
        "verse_Syn": [
            "diṣṭyā",
            "hare",
            "asyāḥ",
            "bhavataḥ",
            "padaḥ",
            "bhuvaḥ",
            "bhāraḥ",
            "apanītaḥ",
            "tava",
            "janmanā",
            "īśituḥ",
            "diṣṭyā",
            "aṅkitām",
            "tvat",
            "padakaiḥ",
            "su",
            "śobhanaiḥ",
            "drakṣyāma",
            "gām",
            "dyām",
            "ca",
            "tava",
            "anukampitām"
        ],
        "translation": "O Lord, we are fortunate because the heavy burden of the demons upon this earth is immediately removed by Your appearance. Indeed, we are certainly fortunate, for we shall be able to see upon this earth and in the heavenly planets the marks of lotus, conchshell, club and disc that adorn Your lotus feet.",
        "purport": " The soles of the Lord’s lotus feet are marked with śaṅkha-cakra-gadā-padma — conchshell, disc, club and lotus — and also by a flag and a thunderbolt. When Kṛṣṇa walks on this earth or in the heavenly planets, these marks are visible wherever He goes. Vṛndāvana-dhāma is a transcendental place because of Kṛṣṇa’s walking on this land frequently. The inhabitants of Vṛndāvana were fortunate to see these marks here and there. When Akrūra went to Vṛndāvana to take Kṛṣṇa and Balarāma away to the festival arranged by Kaṁsa, upon seeing the marks of the Lord’s lotus feet on the ground of Vṛndāvana, he fell down and began to groan. These marks are visible to devotees who receive the causeless mercy of the Supreme Personality of Godhead (tavānukampitām). The demigods were jubilant not only because the appearance of the Supreme Lord would do away with the burdensome demons, but also because they would be able to see upon the ground the transcendental marks from the soles of the Lord’s lotus feet. The gopīs always thought of the Lord’s lotus feet when He was walking in the pasturing grounds, and, as described in the previous verse, simply by thinking of the Lord’s lotus feet, the gopīs were fully absorbed in transcendence (āviṣṭa-cetā na bhavāya kalpate). Like the gopīs, one who is always absorbed in thought of the Lord is beyond the material platform and will not remain in this material world. It is our duty, therefore, always to hear, chant and think about the Lord’s lotus feet, as actually done by Vaiṣṇavas who have decided to live in Vṛndāvana always and think of the Lord’s lotus feet twenty-four hours a day."
    },
    {
        "verse": "39",
        "devanagari": "न तेऽभवस्येश भवस्य कारणंविना विनोदं बत तर्कयामहे ।भवो निरोध: स्थितिरप्यविद्ययाकृता यतस्त्वय्यभयाश्रयात्मनि ॥ ३९ ॥",
        "english_devnagari": "na te ’bhavasyeśa bhavasya kāraṇaṁvinā vinodaṁ bata tarkayāmahebhavo nirodhaḥ sthitir apy avidyayākṛtā yatas tvayy abhayāśrayātmani",
        "verse_Syn": [
            "na",
            "te",
            "abhavasya",
            "īśa",
            "bhavasya",
            "kāraṇam",
            "vinā",
            "vinodam",
            "bata",
            "tarkayāmahe",
            "bhavaḥ",
            "nirodhaḥ",
            "sthitiḥ",
            "api",
            "avidyayā",
            "kṛtāḥ",
            "yataḥ",
            "tvayi",
            "abhaya",
            "āśraya",
            "ātmani"
        ],
        "translation": "O Supreme Lord, You are not an ordinary living entity appearing in this material world as a result of fruitive activities. Therefore Your appearance or birth in this world has no other cause than Your pleasure potency. Similarly, the living entities, who are part of You, have no cause for miseries like birth, death and old age, except when these living entities are conducted by Your external energy.",
        "purport": " As stated in Bhagavad-gītā (15.7), mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ: the living entities are parts and parcels of the Supreme Lord, and thus they are qualitatively one with the Lord. We can understand that when the Supreme Lord appears or disappears as an incarnation, there is no other cause than His pleasure potency. We cannot force the Supreme Personality of Godhead to appear. As He says in Bhagavad-gītā (4.7): “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” When there is a need to diminish a burden created by the demons, the Supreme Godhead can do it in many ways because He has multifarious energies. There is no need for Him to come as an incarnation, since He is not forced to do anything like ordinary living entities. The living entities come to this material world in the spirit of enjoyment, but because they want to enjoy without Kṛṣṇa (kṛṣṇa-bahirmukha haiyā bhoja-vāñchā kare), they suffer birth, death, old age and disease under the control of the illusory energy. When the Supreme Personality of Godhead appears, however, no such causes are involved; His descent is an act of His pleasure potency. We should always remember this distinction between the Lord and the ordinary living entity and not uselessly argue that the Lord cannot come. There are philosophers who do not believe in the Lord’s incarnation and who ask, “Why should the Supreme Lord come?” But the answer is, “Why should He not come? Why should He be controlled by the desire of the living entity?” The Lord is free to do whatever He likes. Therefore this verse says, vinā vinodaṁ bata tarkayāmahe. It is only for His pleasure that He comes although He does not need to come. When the living entities come to this world for material enjoyment, they are entangled in karma and karma-phala by the Lord’s illusory energy. But if one seeks shelter at the Lord’s lotus feet, one is again situated in his original, liberated state. As stated here, kṛtā yatas tvayy abhayāśrayātmani: one who seeks shelter at the lotus feet of the Lord is always fearless. Because we are dependent on the Supreme Personality of Godhead, we should give up the idea that without Kṛṣṇa we can enjoy freedom in this material world. This idea is the reason we have become entangled. Now it is our duty to seek shelter again at the Lord’s lotus feet. This shelter is described as abhaya, or fearless. Since Kṛṣṇa is not subject to birth, death, old age or disease, and since we are part and parcel of Kṛṣṇa, we also are not subject to birth, death, old age and disease, but we have become subject to these illusory problems because of our forgetfulness of Kṛṣṇa and our position as His eternal servants (jīvera ‘svarūpa’ haya-kṛṣṇera ‘nitya-dāsa’). Therefore, if we practice devotional service by always thinking of the Lord, always glorifying Him and always chanting about Him, as described in text 37 (śṛṇvan gṛṇan saṁsmarayaṁś ca cintayan), we will be reinstated in our original, constitutional position and thus be saved. The demigods, therefore, encouraged Devakī not to fear Kaṁsa, but to think of the Supreme Personality of Godhead, who was already within her womb."
    },
    {
        "verse": "40",
        "devanagari": "मत्स्याश्वकच्छपनृसिंहवराहहंस-राजन्यविप्रविबुधेषु कृतावतार: ।त्वं पासि नस्त्रिभुवनं च यथाधुनेशभारं भुवो हर यदूत्तम वन्दनं ते ॥ ४० ॥",
        "english_devnagari": "matsyāśva-kacchapa-nṛsiṁha-varāha-haṁsa-rājanya-vipra-vibudheṣu kṛtāvatāraḥtvaṁ pāsi nas tri-bhuvanaṁ ca yathādhuneśabhāraṁ bhuvo hara yadūttama vandanaṁ te",
        "verse_Syn": [
            "matsya",
            "aśva",
            "kacchapa",
            "nṛsiṁha",
            "varāha",
            "haṁsa",
            "rājanya",
            "vipra",
            "vibudheṣu",
            "kṛta",
            "avatāraḥ",
            "tvam",
            "pāsi",
            "naḥ",
            "tri",
            "bhuvanam",
            "ca",
            "yathā",
            "adhunā",
            "īśa",
            "bhāram",
            "bhuvaḥ",
            "hara",
            "yadu",
            "uttama",
            "vandanam",
            "te"
        ],
        "translation": "O supreme controller, Your Lordship previously accepted incarnations as a fish, a horse, a tortoise, Narasiṁhadeva, a boar, a swan, Lord Rāmacandra, Paraśurāma and, among the demigods, Vāmanadeva, to protect the entire world by Your mercy. Now please protect us again by Your mercy by diminishing the disturbances in this world. O Kṛṣṇa, best of the Yadus, we respectfully offer our obeisances unto You.",
        "purport": " In every incarnation, the Supreme Personality of Godhead has a particular mission to execute, and this was true in His appearance as the son of Devakī in the family of the Yadus. Thus all the demigods offered their prayers to the Lord, bowing down before Him, and requested the Lord to do the needful. We cannot order the Supreme Personality of Godhead to do anything for us. We can simply offer Him our obeisances, as advised in Bhagavad-gītā (man-manā bhava mad-bhakto mad-yājī māṁ namaskuru), and pray to Him for annihilation of dangers."
    },
    {
        "verse": "41",
        "devanagari": "दिष्टय‍ाम्ब ते कुक्षिगत: पर: पुमा-नंशेन साक्षाद् भगवान् भवाय न: ।माभूद् भयं भोजपतेर्मुमूर्षो-र्गोप्ता यदूनां भविता तवात्मज: ॥ ४१ ॥",
        "english_devnagari": "diṣṭyāmba te kukṣi-gataḥ paraḥ pumānaṁśena sākṣād bhagavān bhavāya naḥmābhūd bhayaṁ bhoja-pater mumūrṣorgoptā yadūnāṁ bhavitā tavātmajaḥ",
        "verse_Syn": [
            "diṣṭyā",
            "amba",
            "te",
            "kukṣi",
            "gataḥ",
            "paraḥ",
            "pumān",
            "aṁśena",
            "sākṣāt",
            "bhagavān",
            "bhavāya",
            "naḥ",
            "mā",
            "abhūt",
            "bhayam",
            "bhoja",
            "pateḥ",
            "mumūrṣoḥ",
            "goptā",
            "yadūnām",
            "bhavitā",
            "tava",
            "ātmajaḥ"
        ],
        "translation": "O mother Devakī, by your good fortune and ours, the Supreme Personality of Godhead Himself, with all His plenary portions, such as Baladeva, is now within your womb. Therefore you need not fear Kaṁsa, who has decided to be killed by the Lord. Your eternal son, Kṛṣṇa, will be the protector of the entire Yadu dynasty.",
        "purport": " The words paraḥ pumān aṁśena signify that Kṛṣṇa is the original Supreme Personality of Godhead. This is the verdict of the śāstra (kṛṣṇas tu bhagavān svayam). Thus the demigods assured Devakī, “Your son is the Supreme Personality of Godhead, and He is appearing with Baladeva, His plenary portion. He will give you all protection and kill Kaṁsa, who has decided to continue his enmity toward the Lord and thus be killed by Him.”"
    },
    {
        "verse": "42",
        "devanagari": "श्रीशुक उवाचइत्यभिष्टूय पुरुषं यद्रूपमनिदं यथा ।ब्रह्मेशानौ पुरोधाय देवा: प्रतिययुर्दिवम् ॥ ४२ ॥",
        "english_devnagari": "śrī-śuka uvācaity abhiṣṭūya puruṣaṁyad-rūpam anidaṁ yathābrahmeśānau purodhāyadevāḥ pratiyayur divam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "abhiṣṭūya",
            "puruṣam",
            "yat",
            "rūpam",
            "anidam",
            "yathā",
            "brahma",
            "īśānau",
            "purodhāya",
            "devāḥ",
            "pratiyayuḥ",
            "divam"
        ],
        "translation": "After thus offering prayers to the Supreme Personality of Godhead, Lord Viṣṇu, the Transcendence, all the demigods, with Lord Brahmā and Lord Śiva before them, returned to their homes in the heavenly planets.",
        "purport": " It is said: The incarnations of the Supreme Personality of Godhead appear continuously, like the waves of a river or an ocean. There is no limit to the Lord’s incarnations, but they can be perceived only by devotees who are fortunate. The devatās, the demigods, fortunately understood the incarnation of the Supreme Personality of Godhead, and thus they offered their prayers. Then Lord Śiva and Lord Brahmā led the demigods in returning to their homes. The word kukṣi-gataḥ, meaning “within the womb of Devakī,” has been discussed by Śrī Jīva Gosvāmī in his Krama-sandarbha commentary. Since it was said at first that Kṛṣṇa was present within the heart of Vasudeva and was transferred to the heart of Devakī, Śrī Jīva Gosvāmī writes, “How is it that Kṛṣṇa was now in the womb?” He replies that there is no contradiction. From the heart the Lord can go to the womb, or from the womb He can go to the heart. Indeed, He can go or stay anywhere. As confirmed in the Brahma-saṁhitā (5.35), aṇḍāntara-stha-paramāṇu-cayāntara-sthaṁ govindam ādi-puruṣaṁ tam ahaṁ bhajāmi. The Lord can stay wherever He likes. Devakī, therefore, in accordance with the desire of her former life, now had the opportunity to seek the benediction of having the Supreme Personality of Godhead as her son, Devakī-nandana."
    }
]