[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअथ विज्ञाय भगवान् सर्वात्मा सर्वदर्शन: ।सैरन्ध्र‍या: कामतप्ताया: प्रियमिच्छन् गृहं ययौ ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaatha vijñāya bhagavānsarvātmā sarva-darśanaḥsairandhryāḥ kāma-taptāyāḥpriyam icchan gṛhaṁ yayau",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "vijñāya",
            "bhagavān",
            "sarva",
            "ātmā",
            "sarva",
            "darśanaḥ",
            "sairandhryāḥ",
            "kāma",
            "taptāyāḥ",
            "priyam",
            "icchan",
            "gṛham",
            "yayau"
        ],
        "translation": "Śukadeva Gosvāmī said: Next, after assimilating Uddhava’s report, Lord Kṛṣṇa, the Supreme Personality of Godhead, the omniscient Soul of all that be, desired to satisfy the serving girl Trivakrā, who was troubled by lust. Thus He went to her house.",
        "purport": " This text gives an interesting insight into the Lord’s pastimes. The first line says, atha vijñnāya bhagavān: “Thus the Lord, understanding [Uddhava’s report], …” The second line states that Lord Kṛṣṇa is the Soul of everything (sarvātmā) and the seer of everything (sarva-darśanaḥ). In other words, although He certainly does not depend on spoken reports from messengers, He plays the part of a human being and listens to news from a messenger — not out of need, as we would do, but in the bliss of His spiritual pastimes, exchanging love with His pure devotee. The word sarva-darśanaḥ also indicates that the Lord perfectly understood the feelings of the residents of Vraja and was perfectly reciprocating with them within their hearts. Now, in His external pastimes, He desired to bless Śrīmatī Trivakrā, who was about to be freed from the disease of material lust."
    },
    {
        "verse": "2",
        "devanagari": "महार्होपस्करैराढ्यं कामोपायोपबृंहितम् ।मुक्तादामपताकाभिर्वितानशयनासनै: ।धूपै: सुरभिभिर्दीपै: स्रग्गन्धैरपि मण्डितम् ॥ २ ॥",
        "english_devnagari": "mahārhopaskarair āḍhyaṁkāmopāyopabṛṁhitammuktā-dāma-patākābhirvitāna-śayanāsanaiḥdhūpaiḥ surabhibhir dīpaiḥsrag-gandhair api maṇḍitam",
        "verse_Syn": [
            "mahā",
            "arha",
            "upaskaraiḥ",
            "āḍhyam",
            "kāma",
            "upāya",
            "upabṛṁhitam",
            "muktā",
            "dāma",
            "patākābhiḥ",
            "vitāna",
            "śayana",
            "āsanaiḥ",
            "dhūpaiḥ",
            "surabhibhiḥ",
            "dīpaiḥ",
            "srak",
            "gandhaiḥ",
            "api",
            "maṇḍitam"
        ],
        "translation": "Trivakrā’s home was opulently appointed with expensive furnishings and replete with sensual accoutrements meant to inspire sexual desire. There were banners, rows of strung pearls, canopies, fine beds and sitting places, and also fragrant incense, oil lamps, flower garlands and aromatic sandalwood paste.",
        "purport": " According to Śrīdhara Svāmī, the sensual accoutrements in Trivakrā’s house included explicit sexual pictures. Śrīla Viśvanātha Cakravartī adds that her paraphernalia included herbal aphrodisiacs. It is not hard to guess Trivakrā’s intention, yet Lord Kṛṣṇa went there to save her from material existence."
    },
    {
        "verse": "3",
        "devanagari": "गृहं तमायान्तमवेक्ष्य सासनात्सद्य: समुत्थाय हि जातसम्भ्रमा ।यथोपसङ्गम्य सखीभिरच्युतंसभाजयामास सदासनादिभि: ॥ ३ ॥",
        "english_devnagari": "gṛhaṁ tam āyāntam avekṣya sāsanātsadyaḥ samutthāya hi jāta-sambhramāyathopasaṅgamya sakhībhir acyutaṁsabhājayām āsa sad-āsanādibhiḥ",
        "verse_Syn": [
            "gṛham",
            "tam",
            "āyāntam",
            "avekṣya",
            "sā",
            "āsanāt",
            "sadyaḥ",
            "samutthāya",
            "hi",
            "jāta",
            "sambhramā",
            "yathā",
            "upasaṇgamya",
            "sakhībhiḥ",
            "acyutam",
            "sabhājayām",
            "āsa",
            "sat",
            "āsana",
            "ādibhiḥ"
        ],
        "translation": "When Trivakrā saw Him arriving at her house, she at once rose from her seat in a flurry. Coming forward graciously with her girlfriends, she respectfully greeted Lord Acyuta by offering Him an excellent seat and other articles of worship.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तथोद्धव: साधु तयाभिपूजितोन्यषीददुर्व्यामभिमृश्य चासनम् ।कृष्णोऽपि तूर्णं शयनं महाधनंविवेश लोकाचरितान्यनुव्रत: ॥ ४ ॥",
        "english_devnagari": "tathoddhavaḥ sādhutayābhipūjitonyaṣīdad urvyām abhimṛśya cāsanamkṛṣṇo ’pi tūrṇaṁ śayanaṁ mahā-dhanaṁviveśa lokācaritāny anuvrataḥ",
        "verse_Syn": [
            "tathā",
            "uddhavaḥ",
            "sādhutayā",
            "abhipūjitaḥ",
            "nyaṣīdat",
            "urvyām",
            "abhimṛśya",
            "ca",
            "āsanam",
            "kṛṣṇaḥ",
            "api",
            "tūrṇam",
            "śayanam",
            "mahā",
            "dhanam",
            "viveśa",
            "loka",
            "ācaritāni",
            "anuvrataḥ"
        ],
        "translation": "Uddhava also received a seat of honor, since he was a saintly person, but he simply touched it and sat on the floor. Then Lord Kṛṣṇa, imitating the manners of human society, quickly made Himself comfortable on an opulent bed.",
        "purport": " According to the ācāryas, Uddhava felt reverence for his Lord and thus declined to sit on an opulent seat in His presence; rather, he touched the seat with his hand and sat on the floor. Śrīla Viśvanātha Cakravartī adds that Lord Kṛṣṇa made Himself comfortable on a bed located in the inner chambers of Trivakrā’s home."
    },
    {
        "verse": "5",
        "devanagari": "सा मज्जनालेपदुकूलभूषण-स्रग्गन्धताम्बूलसुधासवादिभि: ।प्रसाधितात्मोपससार माधवंसव्रीडलीलोत्स्मितविभ्रमेक्षितै: ॥ ५ ॥",
        "english_devnagari": "sā majjanālepa-dukūla-bhūṣaṇasrag-gandha-tāmbūla-sudhāsavādibhiḥprasādhitātmopasasāra mādhavaṁsa-vrīḍa-līlotsmita-vibhramekṣitaiḥ",
        "verse_Syn": [
            "sā",
            "majjana",
            "ālepa",
            "dukūla",
            "bhūṣaṇa",
            "srak",
            "gandha",
            "tāmbūla",
            "sudhā",
            "āsava",
            "ādibhiḥ",
            "prasādhita",
            "ātmā",
            "upasasāra",
            "mādhavam",
            "sa",
            "vrīḍa",
            "līlā",
            "utsmita",
            "vibhrama",
            "īkṣitaiḥ"
        ],
        "translation": "Trivakrā prepared herself by bathing, anointing her body, and dressing in fine garments, by putting on jewelry, garlands and perfume, and also by chewing betel nut, drinking fragrant liquor, and so on. She then approached Lord Mādhava with shy, playful smiles and coquettish glances.",
        "purport": " It is clear from this verse that the ways a woman prepares for sexual enjoyment have not changed in thousands of years."
    },
    {
        "verse": "6",
        "devanagari": "आहूय कान्तां नवसङ्गमह्रियाविशङ्कितां कङ्कणभूषिते करे ।प्रगृह्य शय्यामधिवेश्य रामयारेमेऽनुलेपार्पणपुण्यलेशया ॥ ६ ॥",
        "english_devnagari": "āhūya kāntāṁ nava-saṅgama-hriyāviśaṅkitāṁ kaṅkaṇa-bhūṣite karepragṛhya śayyām adhiveśya rāmayāreme ’nulepārpaṇa-puṇya-leśayā",
        "verse_Syn": [
            "āhūya",
            "kāntām",
            "nava",
            "saṅgama",
            "hriyā",
            "viśaṅkitām",
            "kaṅkaṇa",
            "bhūṣite",
            "kare",
            "pragṛhya",
            "śayyām",
            "adhiveśya",
            "rāmayā",
            "reme",
            "anulepa",
            "arpaṇa",
            "puṇya",
            "leśayā"
        ],
        "translation": "Calling forward His beloved, who was anxious and shy at the prospect of this new contact, the Lord pulled her by her bangled hands onto the bed. Thus He enjoyed with that beautiful girl, whose only trace of piety was her having offered ointment to the Lord.",
        "purport": " Śrīla Viśvanātha Cakravartī explains that the words nava-saṅgama-hriyā indicate that Trivakrā was in fact a virgin girl at this point. She had been a deformed hunchback, and the Lord had recently transformed her into a beautiful girl. Therefore, although clearly lusting after Śrī Kṛṣṇa, she was naturally shy and anxious."
    },
    {
        "verse": "7",
        "devanagari": "सानङ्गतप्तकुचयोरुरसस्तथाक्ष्णो-र्जिघ्रन्त्यनन्तचरणेन रुजो मृजन्ती ।दोर्भ्यां स्तनान्तरगतं परिरभ्य कान्त-मानन्दमूर्तिमजहादतिदीर्घतापम् ॥ ७ ॥",
        "english_devnagari": "sānaṅga-tapta-kucayor urasas tathākṣṇorjighranty ananta-caraṇena rujo mṛjantīdorbhyāṁ stanāntara-gataṁ parirabhya kāntamānanda-mūrtim ajahād ati-dīrgha-tāpam",
        "verse_Syn": [
            "sa",
            "anaṅga",
            "tapta",
            "kucayoḥ",
            "urasaḥ",
            "tathā",
            "akṣṇoḥ",
            "jighrantī",
            "ananta",
            "caraṇena",
            "rujaḥ",
            "mṛjantī",
            "dorbhyām",
            "stana",
            "antara",
            "gatam",
            "parirabhya",
            "kāntam",
            "ānanda",
            "mūrtim",
            "ajahāt",
            "ati",
            "dīrgha",
            "tāpam"
        ],
        "translation": "Simply by smelling the fragrance of Kṛṣṇa’s lotus feet, Trivakrā cleansed away the burning lust Cupid had aroused in her breasts, chest and eyes. With her two arms she embraced between her breasts her lover, Śrī Kṛṣṇa, the personification of bliss, and thus she gave up her long-standing distress.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "सैवं कैवल्यनाथं तं प्राप्य दुष्प्राप्यमीश्वरम् ।अङ्गरागार्पणेनाहो दुर्भगेदमयाचत ॥ ८ ॥",
        "english_devnagari": "saivaṁ kaivalya-nāthaṁ taṁprāpya duṣprāpyam īśvaramaṅga-rāgārpaṇenāhodurbhagedam ayācata",
        "verse_Syn": [
            "sa",
            "evam",
            "kaivalya",
            "nātham",
            "tam",
            "prāpya",
            "duṣprāpyam",
            "īśvaram",
            "aṅga",
            "rāga",
            "arpaṇena",
            "aho",
            "durbhagā",
            "idam",
            "ayācata"
        ],
        "translation": "Having thus gotten the hard-to-get Supreme Lord by the simple act of offering Him body ointment, unfortunate Trivakrā submitted to that Lord of freedom the following request.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, Śrīmatī Trivakrā prayed to the Lord, “Please enjoy only with me, and not with any other woman.” Because Kṛṣṇa was not prepared to grant such a benediction, Trivakrā is described here as unfortunate. Śrīdhara Svāmī adds that although to ordinary eyes she seemed to beg for material sex pleasure, in fact she was a liberated soul at this point."
    },
    {
        "verse": "9",
        "devanagari": "सहोष्यतामिह प्रेष्ठ दिनानि कतिचिन्मया ।रमस्व नोत्सहे त्यक्तुं सङ्गं तेऽम्बुरुहेक्षण ॥ ९ ॥",
        "english_devnagari": "sahoṣyatām iha preṣṭhadināni katicin mayāramasva notsahe tyaktuṁsaṅgaṁ te ’mburuhekṣaṇa",
        "verse_Syn": [
            "saha",
            "uṣyatām",
            "iha",
            "preṣṭha",
            "dināni",
            "katicit",
            "mayā",
            "ramasva",
            "na",
            "utsahe",
            "tyaktum",
            "saṅgam",
            "te",
            "amburuha",
            "īkṣaṇa"
        ],
        "translation": "[Trivakrā said:] O beloved, please stay here with me for a few days more and enjoy. I cannot bear to give up Your association, O lotus-eyed one!",
        "purport": " The word ambu means “water,” and ruha means “rising.” Thus amburuha means “the lotus flower, which rises up from the water.” Lord Kṛṣṇa is called amburuhekṣaṇa, “the lotus-eyed one.” He is the source and embodiment of all beauty, and naturally Trivakrā was attracted to Him. However, the Lord’s beauty is spiritual and pure, and His intention was not to gratify Himself with Trivakrā but rather to bring her to the point of pure spiritual existence, Kṛṣṇa consciousness."
    },
    {
        "verse": "10",
        "devanagari": "तस्यै कामवरं दत्त्वा मानयित्वा च मानद: ।सहोद्धवेन सर्वेश: स्वधामागमद् ऋद्धिमत् ॥ १० ॥",
        "english_devnagari": "tasyai kāma-varaṁ dattvāmānayitvā ca māna-daḥsahoddhavena sarveśaḥsva-dhāmāgamad ṛddhimat",
        "verse_Syn": [
            "tasyai",
            "kāma",
            "varam",
            "dattvā",
            "mānayitvā",
            "ca",
            "māna",
            "daḥ",
            "saha",
            "uddhavena",
            "sarva",
            "īśaḥ",
            "sva",
            "dhāma",
            "agamat",
            "ṛddhi",
            "mat"
        ],
        "translation": "Promising her the fulfillment of this lusty desire, considerate Kṛṣṇa, Lord of all beings, paid Trivakrā His respects and then returned with Uddhava to His own supremely opulent residence.",
        "purport": " All the ācāryas agree that the words kāma-varaṁ dattvā indicate that Lord Kṛṣṇa promised Trivakrā He would fulfill her lusty desires."
    },
    {
        "verse": "11",
        "devanagari": "दुराराध्यं समाराध्य विष्णुं सर्वेश्वरेश्वरम् ।यो वृणीते मनोग्राह्यमसत्त्वात् कुमनीष्यसौ ॥ ११ ॥",
        "english_devnagari": "durārdhyaṁ samārādhyaviṣṇuṁ sarveśvareśvaramyo vṛṇīte mano-grāhyamasattvāt kumanīṣy asau",
        "verse_Syn": [
            "durārādhyam",
            "samārādhya",
            "viṣṇum",
            "sarva",
            "īśvara",
            "īśvaram",
            "yaḥ",
            "vṛṇīte",
            "manaḥ",
            "grāhyam",
            "asattvāt",
            "kumanīṣī",
            "asau"
        ],
        "translation": "Lord Viṣṇu, the Supreme Lord of all lords, is ordinarily difficult to approach. One who has properly worshiped Him and then chooses the benediction of mundane sense gratification is certainly of poor intelligence, for he is satisfied with an insignificant result.",
        "purport": " It is clear from the commentaries of the ācāryas that the story of Trivakrā is to be understood on two levels. On the one hand, she is understood to be a liberated soul, directly associating with the Lord and participating in His pastimes. On the other hand, her conduct is clearly meant to teach a lesson about what not to do in relation with Lord Kṛṣṇa. Since all of the Lord’s pastimes are not only blissful but also didactic, there is no real contradiction in this pastime, since Trivakrā’s purity and her bad example take place on two distinct levels. Arjuna is also considered a pure devotee, yet by initially disobeying Kṛṣṇa’s instruction to fight, he also showed an example of what not to do. However, such “bad examples” always have happy endings in the blissful association of the Absolute Truth, Śrī Kṛṣṇa."
    },
    {
        "verse": "12",
        "devanagari": "अक्रूरभवनं कृष्ण: सहरामोद्धव: प्रभु: ।किञ्चिच्चिकीर्षयन् प्रागादक्रूरप्रीयकाम्यया ॥ १२ ॥",
        "english_devnagari": "akrūra-bhavanaṁ kṛṣṇaḥsaha-rāmoddhavaḥ prabhuḥkiñcic cikīrṣayan prāgādakrūra-priya-kāmyayā",
        "verse_Syn": [
            "akrūra",
            "bhavanam",
            "kṛṣṇaḥ",
            "saha",
            "rāma",
            "uddhavaḥ",
            "prabhuḥ",
            "kiñcit",
            "cikīrṣayan",
            "prāgāt",
            "akrūra",
            "priya",
            "kāmyayā"
        ],
        "translation": "Then Lord Kṛṣṇa, wanting to have some things done, went to Akrūra’s house with Balarāma and Uddhava. The Lord also desired to please Akrūra.",
        "purport": " The previous incident of Lord Kṛṣṇa’s visit to Trivakrā’s house, and now His visit to Akrūra’s, gives a fascinating glimpse into the daily activities of Śrī Kṛṣṇa in Mathurā City."
    },
    {
        "verse": "13-14",
        "devanagari": "स तान्नरवरश्रेष्ठानाराद् वीक्ष्य स्वबान्धवान् ।प्रत्युत्थाय प्रमुदित: परिष्वज्याभिनन्द्य च ॥ १३ ॥ननाम कृष्णं रामं च स तैरप्यभिवादित: ।पूजयामास विधिवत् कृतासनपरिग्रहान् ॥ १४ ॥",
        "english_devnagari": "sa tān nara-vara-śreṣṭhānārād vīkṣya sva-bāndhavānpratyutthāya pramuditaḥpariṣvajyābhinandya ca",
        "verse_Syn": [
            "saḥ",
            "tān",
            "nara",
            "vara",
            "śreṣṭhān",
            "ārāt",
            "vīkṣya",
            "sva",
            "bāndhavān",
            "pratyutthāya",
            "pramuditaḥ",
            "pariṣvajya",
            "abhinandya",
            "ca",
            "nanāma",
            "kṛṣṇam",
            "rāmam",
            "ca",
            "saḥ",
            "taiḥ",
            "api",
            "abhivāditaḥ",
            "pūjayām",
            "āsa",
            "vidhi",
            "vat",
            "kṛta",
            "āsana",
            "parigrahān"
        ],
        "translation": "Akrūra stood up in great joy when he saw them, his own relatives and the greatest of exalted personalities, coming from a distance. After embracing them and greeting them, Akrūra bowed down to Kṛṣṇa and Balarāma and was greeted by Them in return. Then, when his guests had taken their seats, he worshiped them in accordance with scriptural rules.",
        "purport": " Śrīla Jīva Gosvāmī points out that Lord Śrī Kṛṣṇa and the others approached Akrūra in a friendly attitude. At first Akrūra reciprocated that friendly mood, and then, in the course of showing them hospitality, he adopted his natural devotional attitude toward the Lord and thus offered his obeisances to Śrī Kṛṣṇa and Śrī Balarāma."
    },
    {
        "verse": "15-16",
        "devanagari": "पादावनेजनीरापो धारयन् शिरसा नृप ।अर्हणेनाम्बरैर्दिव्यैर्गन्धस्रग्भूषणोत्तमै: ॥ १५ ॥अर्चित्वा शिरसानम्य पादावङ्कगतौ मृजन् ।प्रश्रयावनतोऽक्रूर: कृष्णरामावभाषत ॥ १६ ॥",
        "english_devnagari": "pādāvanejanīr āpodhārayan śirasā nṛpaarhaṇenāmbarair divyairgandha-srag-bhūṣaṇottamaiḥ",
        "verse_Syn": [
            "pāda",
            "avanejanīḥ",
            "ā",
            "āpaḥ",
            "dhārayan",
            "śirasā",
            "nṛpa",
            "arhaṇena",
            "ambaraiḥ",
            "divyaiḥ",
            "gandha",
            "srak",
            "bhūṣaṇa",
            "uttamaiḥ",
            "arcitvā",
            "śirasā",
            "ānamya",
            "pādau",
            "aṅka",
            "gatau",
            "mṛjan",
            "praśraya",
            "avanataḥ",
            "akrūraḥ",
            "kṛṣṇa",
            "rāmau",
            "abhāṣata"
        ],
        "translation": "O King, Akrūra bathed the feet of Lord Kṛṣṇa and Lord Balarāma and then poured the bath water on his head. He presented Them with gifts of fine clothing, aromatic sandalwood paste, flower garlands and excellent jewelry. After thus worshiping the two Lords, he bowed his head to the floor. He then began to massage Lord Kṛṣṇa’s feet, placing them on his lap, and with his head bowed in humility he addressed Kṛṣṇa and Balarāma as follows.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "दिष्‍ट्या पापो हत: कंस: सानुगो वामिदं कुलम् ।भवद्भ‍य‍ामुद्‍धृतं कृच्छ्राद् दुरन्ताच्च समेधितम् ॥ १७ ॥",
        "english_devnagari": "diṣṭyā pāpo hataḥ kaṁsaḥsānugo vām idaṁ kulambhavadbhyām uddhṛtaṁ kṛcchrāddurantāc ca samedhitam",
        "verse_Syn": [
            "diṣṭyā",
            "pāpaḥ",
            "hataḥ",
            "kaṁsaḥ",
            "sa",
            "anugaḥ",
            "vām",
            "idam",
            "kulam",
            "bhavadbhyām",
            "uddhṛtam",
            "kṛcchrāt",
            "durantāt",
            "ca",
            "samedhitam"
        ],
        "translation": "[Akrūra said:] It is our good fortune that You two Lords have killed the evil Kaṁsa and his followers, thus delivering Your dynasty from endless suffering and causing it to flourish.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "युवां प्रधानपुरुषौ जगद्धेतू जगन्मयौ ।भवद्भ‍य‍ां न विना किञ्चित्परमस्ति न चापरम् ॥ १८ ॥",
        "english_devnagari": "yuvāṁ pradhāna-puruṣaujagad-dhetū jagan-mayaubhavadbhyāṁ na vinā kiñcitparam asti na cāparam",
        "verse_Syn": [
            "yuvām",
            "pradhāna",
            "puruṣau",
            "jagat",
            "hetū",
            "jagat",
            "mayau",
            "bhavadbhyām",
            "na",
            "vinā",
            "kiñcit",
            "param",
            "asti",
            "na",
            "ca",
            "aparam"
        ],
        "translation": "You both are the original Supreme Person, the cause of the universe and its very substance. Not the slightest subtle cause or manifest product of creation exists apart from You.",
        "purport": " After praising Kṛṣṇa and Balarāma for having saved Their dynasty, Akrūra now points out that the Lord actually has no mundane connection with any social or political institution. He is the original Personality of Godhead, performing His pastimes for the benefit of the entire universe."
    },
    {
        "verse": "19",
        "devanagari": "आत्मसृष्टमिदं विश्वमन्वाविश्य स्वशक्तिभि: ।ईयते बहुधा ब्रह्मन् श्रुतप्रत्यक्षगोचरम् ॥ १९ ॥",
        "english_devnagari": "ātma-sṛṣṭam idaṁ viśvamanvāviśya sva-śaktibhiḥīyate bahudhā brahmanśruta-pratyakṣa-gocaram",
        "verse_Syn": [
            "ātma",
            "sṛṣṭam",
            "idam",
            "viśvam",
            "anvāviśya",
            "sva",
            "śaktibhiḥ",
            "īyate",
            "bahudhā",
            "brahman",
            "śruta",
            "pratyakṣa",
            "gocaram"
        ],
        "translation": "O Supreme Absolute Truth, with Your personal energies You create this universe and then enter into it. Thus one can perceive You in many different forms by hearing from authorities and by direct experience.",
        "purport": " The grammatical agreement of śruta-pratyakṣa-gocaram, in the neuter case, with ātma-sṛṣṭam idaṁ viśvam indicates that the Supreme Lord, by entering His creation with His potencies, makes Himself perceivable within the universe. Throughout the Bhāgavatam and other authorized Vedic literature, we often find descriptions of the Lord’s simultaneous supremacy over all other things and His identity with them. We cannot reasonably draw any other conclusion from Vedic literature than the one powerfully preached by Śrī Caitanya Mahāprabhu: acintya-bhedābheda-tattva. That is, the Absolute Truth is greater than and distinct from everything (since He is the omnipotent creator and controller of all), and simultaneously one with everything (since all that exists is the expansion of His own power). Throughout these chapters of Śrīmad-Bhāgavatam, we also observe one of the unique, extraordinary features of this great work. Whether Kṛṣṇa is sending His message to the gopīs or accepting the prayers of Akrūra, there is constant philosophical discussion. Throughout the Bhāgavatam, the steady combination of fascinating pastimes with persistent spiritual philosophy is an extraordinary feature. We are allowed to glimpse and even to relish the spiritual emotions of the Lord and His liberated associates, and yet we are constantly reminded of their ontological position lest we lapse into a cheap, anthropomorphic vision. Thus it is entirely in character with the work that Akrūra, in his ecstasy, glorifies the Lord with precise philosophical prayers."
    },
    {
        "verse": "20",
        "devanagari": "यथा हि भूतेषु चराचरेषुमह्यादयो योनिषु भान्ति नाना ।एवं भवान् केवल आत्मयोनि-ष्वात्मात्मतन्त्रो बहुधा विभाति ॥ २० ॥",
        "english_devnagari": "yathā hi bhūteṣu carācareṣumahy-ādayo yoniṣu bhānti nānāevaṁ bhavān kevala ātma-yoniṣvātmātma-tantro bahudhā vibhāti",
        "verse_Syn": [
            "yathā",
            "hi",
            "bhūteṣu",
            "cara",
            "acareṣu",
            "mahī",
            "ādayaḥ",
            "yoniṣu",
            "bhānti",
            "nānā",
            "evam",
            "bhavān",
            "kevalaḥ",
            "ātma",
            "yoniṣu",
            "ātmā",
            "ātma",
            "tantraḥ",
            "bahudhā",
            "vibhāti"
        ],
        "translation": "Just as the primary elements — earth and so on — manifest themselves in abundant variety among all the species of mobile and immobile life, so You, the one independent Supreme Soul, appear to be manifold among the variegated objects of Your creation.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "सृजस्यथो लुम्पसि पासि विश्वंरजस्तम:सत्त्वगुणै: स्वशक्तिभि: ।न बध्यसे तद्गुणकर्मभिर्वाज्ञानात्मनस्ते क्व‍ च बन्धहेतु: ॥ २१ ॥",
        "english_devnagari": "sṛjasy atho lumpasi pāsi viśvaṁrajas-tamaḥ-sattva-guṇaiḥ sva-śaktibhiḥna badhyase tad-guṇa-karmabhir vājñānātmanas te kva ca bandha-hetuḥ",
        "verse_Syn": [
            "sṛjasi",
            "atha",
            "u",
            "lumpasi",
            "pāsi",
            "viśvam",
            "rajaḥ",
            "tamaḥ",
            "sattva",
            "guṇaiḥ",
            "sva",
            "śaktibhiḥ",
            "na",
            "badhyase",
            "tat",
            "guṇa",
            "karmabhiḥ",
            "vā",
            "jñāna",
            "ātmanaḥ",
            "te",
            "kva",
            "ca",
            "bandha",
            "hetuḥ"
        ],
        "translation": "You create, destroy and also maintain this universe with Your personal energies — the modes of passion, ignorance and goodness — yet You are never entangled by these modes or the activities they generate. Since You are the original source of all knowledge, what could ever cause You to be bound by illusion?",
        "purport": " The phrase jñānātmanas te kva ca bandha-hetuḥ, “Since You are constituted of knowledge, what could be a cause of bondage for You?” definitely indicates the obvious, that the omniscient Supreme God is never in illusion. Therefore the impersonalistic theory that we are all God but have forgotten and are now in illusion is refuted here in the pages of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "22",
        "devanagari": "देहाद्युपाधेरनिरूपितत्वाद्भवो न साक्षान्न भिदात्मन: स्यात् ।अतो न बन्धस्तव नैव मोक्ष:स्यातां निकामस्त्वयि नोऽविवेक: ॥ २२ ॥",
        "english_devnagari": "dehādy-upādher anirūpitatvādbhavo na sākṣān na bhidātmanaḥ syātato na bandhas tava naiva mokṣaḥsyātām nikāmas tvayi no ’vivekaḥ",
        "verse_Syn": [
            "deha",
            "ādi",
            "upādheḥ",
            "anirūpitatvāt",
            "bhavaḥ",
            "na",
            "sākṣāt",
            "na",
            "bhidā",
            "ātmanaḥ",
            "syāt",
            "ataḥ",
            "na",
            "bandhaḥ",
            "tava",
            "na",
            "eva",
            "mokṣaḥ",
            "syātām",
            "nikāmaḥ",
            "tvayi",
            "naḥ",
            "avivekaḥ"
        ],
        "translation": "Since it has never been demonstrated that You are covered by material, bodily designations, it must be concluded that for You there is neither birth in a literal sense nor any duality. Therefore You never undergo bondage or liberation, and if You appear to, it is only because of Your desire that we see You in that way, or simply because of our lack of discrimination.",
        "purport": " Here Akrūra states two reasons why the Lord appears to be covered by a material form, or to take birth like a human being. First, when Lord Kṛṣṇa executes His pastimes, His loving devotees think of Him as their beloved child, friend, lover and so on. In the ecstasy of this loving reciprocation, they do not think of Kṛṣṇa as God. For example, because of her extraordinary love for Him, mother Yaśodā worries that Kṛṣṇa will be injured in the forest. That she feels this way is the desire of the Lord, which is here indicated by the word nikāmaḥ. The second reason the Lord may appear material is indicated by the word avivekaḥ: Simply because of ignorance, a lack of discrimination, one may misunderstand the position of the Personality of Godhead. In the Eleventh Canto of the Bhāgavatam, in Lord Kṛṣṇa’s discussion with Śrī Uddhava, the Lord elaborately discusses His transcendental position beyond bondage and liberation. As stated in Vedic literature, deha-dehi-vibhago yaṁ neśvare vidyate kvacit: “There is never a distinction of body and soul in the Supreme Lord.” In other words, Śrī Kṛṣṇa’s body is eternal, spiritual, omniscient and the reservoir of all pleasure."
    },
    {
        "verse": "23",
        "devanagari": "त्वयोदितोऽयं जगतो हिताययदा यदा वेदपथ: पुराण: ।बाध्येत पाषण्डपथैरसद्भ‍ि-स्तदा भवान् सत्त्वगुणं बिभर्ति ॥ २३ ॥",
        "english_devnagari": "tvayodito ’yaṁ jagato hitāyayadā yadā veda-pathaḥ purāṇaḥbādhyeta pāṣaṇḍa-pathair asadbhistadā bhavān sattva-guṇaṁ bibharti",
        "verse_Syn": [
            "tvayā",
            "uditaḥ",
            "ayam",
            "jagataḥ",
            "hitāya",
            "yadā",
            "yadā",
            "veda",
            "pathaḥ",
            "purāṇaḥ",
            "bādhyeta",
            "pāṣaṇḍa",
            "pathaiḥ",
            "asadbhiḥ",
            "tadā",
            "bhavān",
            "sattva",
            "guṇam",
            "bibharti"
        ],
        "translation": "You originally enunciated the ancient religious path of the Vedas for the benefit of the whole universe. Whenever that path becomes obstructed by wicked persons following the path of atheism, You assume one of Your incarnations, which are all in the transcendental mode of goodness.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "स त्वं प्रभोऽद्य वसुदेवगृहेऽवतीर्ण:स्वांशेन भारमपनेतुमिहासि भूमे: ।अक्षौहिणीशतवधेन सुरेतरांश-राज्ञाममुष्य च कुलस्य यशो वितन्वन् ॥ २४ ॥",
        "english_devnagari": "sa tvam prabho ’dya vasudeva-gṛhe ’vatīrṇaḥsvāṁśena bhāram apanetum ihāsi bhūmeḥakṣauhiṇī-śata-vadhena suretarāṁśa-rājñām amuṣya ca kulasya yaśo vitanvan",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "prabho",
            "adya",
            "vasudeva",
            "gṛhe",
            "avatīrṇaḥ",
            "sva",
            "aṁśena",
            "bharam",
            "apanetum",
            "iha",
            "asi",
            "bhūmeḥ",
            "akṣauhiṇī",
            "śata",
            "vadhena",
            "sura",
            "itara",
            "aṁśa",
            "rājñām",
            "amuṣya",
            "ca",
            "kulasya",
            "yaśaḥ",
            "vitanvan"
        ],
        "translation": "You are that very same Supreme Person, my Lord, and You have now appeared in the home of Vasudeva with Your plenary portion. You have done this to relieve the earth’s burden by killing hundreds of armies led by kings who are expansions of the demigods’ enemies, and also to spread the fame of our dynasty.",
        "purport": " The term suretarāṁśa-rājñām indicates that the demoniac kings slain by Kṛṣṇa were in fact expansions or incarnations of the enemies of the demigods. This fact is elaborately explained in the Mahābhārata, which reveals the specific identities of the demoniac kings."
    },
    {
        "verse": "25",
        "devanagari": "अद्येश नो वसतय: खलु भूरिभागाय: सर्वदेवपितृभूतनृदेवमूर्ति: ।यत्पादशौचसलिलं त्रिजगत् पुनातिस त्वं जगद्गुरुरधोक्षज या: प्रविष्ट: ॥ २५ ॥",
        "english_devnagari": "adyeśa no vasatayaḥ khalu bhūri-bhāgāyaḥ sarva-deva-pitṛ-bhūta-nṛ-deva-mūrtiḥyat-pāda-śauca-salilaṁ tri-jagat punātisa tvaṁ jagad-gurur adhokṣaja yāḥ praviṣṭaḥ",
        "verse_Syn": [
            "adya",
            "īśa",
            "naḥ",
            "vasatayaḥ",
            "khalu",
            "bhūri",
            "bhāgāḥ",
            "yaḥ",
            "sarva",
            "deva",
            "pitṛ",
            "bhūta",
            "nṛ",
            "deva",
            "mūrtiḥ",
            "yat",
            "pāda",
            "śauca",
            "salilam",
            "tri",
            "jagat",
            "punāti",
            "saḥ",
            "tvam",
            "jagat",
            "guruḥ",
            "adhokṣaja",
            "yāḥ",
            "praviṣṭaḥ"
        ],
        "translation": "Today, O Lord, my home has become most fortunate because You have entered it. As the Supreme Truth, You embody the forefathers, ordinary creatures, human beings and demigods, and the water that has washed Your feet purifies the three worlds. Indeed, O transcendent one, You are the spiritual master of the universe.",
        "purport": " Śrīla Śrīdhara Svāmī has nicely interpreted Akrūra’s feelings as follows: Akrūra said, “My Lord, although I am a householder, today my home has become more pious than the forests where sages perform austerities. Why? Simply because You have entered my home. Indeed, You are the personification of the deities who preside over the five sacrifices a householder must perform daily to atone for unavoidable violence committed to living beings in the home. You are the spiritual truth behind all these creations, and now You have entered my home.” The five daily sacrifices enjoined for a householder are (1) sacrifice to Brahman by studying the Vedas, (2) sacrifice to the forefathers by making offerings to them, (3) sacrifice to all creatures by putting aside a portion of one’s meals, (4) sacrifice to human beings by extending hospitality and (5) sacrifice to the demigods by performing fire sacrifices and so on."
    },
    {
        "verse": "26",
        "devanagari": "क: पण्डितस्त्वदपरं शरणं समीयाद्भक्तप्रियाद‍ृतगिर: सुहृद: कृतज्ञात् ।सर्वान् ददाति सुहृदो भजतोऽभिकामा-नात्मानमप्युपचयापचयौ न यस्य ॥ २६ ॥",
        "english_devnagari": "kaḥ paṇḍitas tvad aparaṁ śaraṇaṁ samīyādbhakta-priyād ṛta-giraḥ suhṛdaḥ kṛta-jñātsarvān dadāti suhṛdo bhajato ’bhikāmānātmānam apy upacayāpacayau na yasya",
        "verse_Syn": [
            "kaḥ",
            "paṇḍitaḥ",
            "tvat",
            "aparam",
            "śaraṇam",
            "samīyāt",
            "bhakta",
            "priyāt",
            "ṛta",
            "giraḥ",
            "suhṛdaḥ",
            "kṛta",
            "jñāt",
            "sarvān",
            "dadāti",
            "suhṛdaḥ",
            "bhajataḥ",
            "abhikāmān",
            "ātmānam",
            "api",
            "upacaya",
            "apacayau",
            "na",
            "yasya"
        ],
        "translation": "What learned person would approach anyone but You for shelter, when You are the affectionate, grateful and truthful well-wisher of Your devotees? To those who worship You in sincere friendship You reward everything they desire, even Your own self, yet You never increase or diminish.",
        "purport": " This verse describes both the Lord and His devotees as suhṛdaḥ “well-wishers.” The Lord is the well-wisher of His devotee, and the devotee lovingly desires all happiness for the Lord. Even in this world, an excess of love may sometimes produce unnecessary solicitude. For example, we often observe that a mother’s loving concern for her adult child is not always justified by an actual danger to the child. A grown child may be wealthy, competent and healthy, and yet the mother’s loving concern continues. Similarly, a pure devotee always feels loving concern for Lord Kṛṣṇa, as exemplified by mother Yaśodā, who could only think of Kṛṣṇa as her beautiful son. Lord Kṛṣṇa had promised Akrūra that after killing Kaṁsa He would visit his home, and now the Lord kept His promise. Akrūra recognizes this and glorifies the Lord as ṛta-giraḥ, “one who is true to His word.” The Lord is kṛta-jña, grateful for whatever little worship a devotee offers, and even if the devotee forgets, the Lord does not."
    },
    {
        "verse": "27",
        "devanagari": "दिष्‍ट्या जनार्दन भवानिह न: प्रतीतोयोगेश्वरैरपि दुरापगति: सुरेशै: ।छिन्ध्याशु न: सुतकलत्रधनाप्तगेह-देहादिमोहरशनां भवदीयमायाम् ॥ २७ ॥",
        "english_devnagari": "diṣṭyā janārdana bhavān iha naḥ pratītoyogeśvarair api durāpa-gatiḥ sureśaiḥchindhy āśu naḥ suta-kalatra-dhanāpta-geha-dehādi-moha-raśanāṁ bhavadīya-māyām",
        "verse_Syn": [
            "diṣṭyā",
            "janārdana",
            "bhavān",
            "iha",
            "naḥ",
            "pratītaḥ",
            "yoga",
            "īśvaraiḥ",
            "api",
            "durāpa",
            "gatiḥ",
            "sura",
            "īśaiḥ",
            "chindhi",
            "āśu",
            "naḥ",
            "suta",
            "kalatra",
            "dhana",
            "āpta",
            "geha",
            "deha",
            "ādi",
            "moha",
            "raśanām",
            "bhavadīya",
            "māyām"
        ],
        "translation": "It is by our great fortune, Janārdana, that You are now visible to us, for even the masters of yoga and the foremost demigods can achieve this goal only with great difficulty. Please quickly cut the ropes of our illusory attachment for children, wife, wealth, influential friends, home and body. All such attachment is simply the effect of Your illusory material energy.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "इत्यर्चित: संस्तुतश्च भक्तेन भगवान् हरि: ।अक्रूरं सस्मितं प्राह गीर्भि: सम्मोहयन्निव ॥ २८ ॥",
        "english_devnagari": "ity arcitaḥ saṁstutaś cabhaktena bhagavān hariḥakrūraṁ sa-smitaṁ prāhagīrbhiḥ sammohayann iva",
        "verse_Syn": [
            "iti",
            "arcitaḥ",
            "saṁstutaḥ",
            "ca",
            "bhaktena",
            "bhagavān",
            "hariḥ",
            "akrūram",
            "sa",
            "smitam",
            "prāha",
            "gīrbhiḥ",
            "sammohayan",
            "iva"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Thus worshiped and fully glorified by His devotee, the Supreme Lord Hari smilingly addressed Akrūra, completely charming him with His words.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "श्रीभगवानुवाचत्वं नो गुरु: पितृव्यश्च श्लाघ्यो बन्धुश्च नित्यदा ।वयं तु रक्ष्या: पोष्याश्च अनुकम्प्या: प्रजा हि व: ॥ २९ ॥",
        "english_devnagari": "śrī-bhagavān uvācatvaṁ no guruḥ pitṛvyaś caślāghyo bandhuś ca nityadāvayaṁ tu rakṣyāḥ poṣyāś caanukampyāḥ prajā hi vaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "tvam",
            "naḥ",
            "guruḥ",
            "pitṛvyaḥ",
            "ca",
            "ślāghyaḥ",
            "bandhuḥ",
            "ca",
            "nityadā",
            "vayam",
            "tu",
            "rakṣyāḥ",
            "poṣyāḥ",
            "ca",
            "anukampyāḥ",
            "prajāḥ",
            "hi",
            "vaḥ"
        ],
        "translation": "The Supreme Lord said: You are Our spiritual master, paternal uncle and praiseworthy friend, and We are like your sons, always dependent on your protection, sustenance and compassion.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "भवद्विधा महाभागा निषेव्या अर्हसत्तमा: ।श्रेयस्कामैर्नृभिर्नित्यं देवा: स्वार्था न साधव: ॥ ३० ॥",
        "english_devnagari": "bhavad-vidhā mahā-bhāgāniṣevyā arha-sattamāḥśreyas-kāmair nṛbhir nityaṁdevāḥ svārthā na sādhavaḥ",
        "verse_Syn": [
            "bhavat",
            "vidhāḥ",
            "mahā",
            "bhāgāḥ",
            "niṣevyāḥ",
            "arha",
            "sat",
            "tamāḥ",
            "śreyaḥ",
            "kāmaiḥ",
            "nṛbhiḥ",
            "nityam",
            "devaḥ",
            "sva",
            "arthāḥ",
            "na",
            "sādhavaḥ"
        ],
        "translation": "Exalted souls like you are the true objects of service and the most worshipable authorities for those who desire the highest good in life. Demigods are generally concerned with their own interests, but saintly devotees never are.",
        "purport": " Whereas demigods may award material benefit, saintly devotees of the Lord have the power to award the real perfection of life, Kṛṣṇa consciousness. Thus Lord Kṛṣṇa reinforces the respectful mood He has adopted here toward His uncle Akrūra."
    },
    {
        "verse": "31",
        "devanagari": "न ह्यम्मयानि तीर्थानि न देवा मृच्छिलामया: ।ते पुनन्त्युरुकालेन दर्शनादेव साधव: ॥ ३१ ॥",
        "english_devnagari": "na hy am-mayāni tīrthānina devā mṛc-chilā-mayāḥte punanty uru-kālenadarśanād eva sādhavaḥ",
        "verse_Syn": [
            "na",
            "hi",
            "ap",
            "mayāni",
            "tīrthāni",
            "na",
            "devāḥ",
            "mṛt",
            "śilā",
            "mayāḥ",
            "te",
            "punanti",
            "uru",
            "kālena",
            "darśanāt",
            "eva",
            "sādhavaḥ"
        ],
        "translation": "No one can deny that there are holy places with sacred rivers, or that the demigods appear in deity forms made of earth and stone. But these purify the soul only after a long time, whereas saintly persons purify just by being seen.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "स भवान् सुहृदां वै न: श्रेयान् श्रेयश्चिकीर्षया ।जिज्ञासार्थं पाण्डवानां गच्छस्व त्वं गजाह्वयम् ॥ ३२ ॥",
        "english_devnagari": "sa bhavān suhṛdāṁ vai naḥśreyān śreyaś-cikīrṣayājijñāsārthaṁ pāṇḍavānāṁgacchasva tvaṁ gajāhvayam",
        "verse_Syn": [
            "saḥ",
            "bhavān",
            "suhṛdām",
            "vai",
            "naḥ",
            "śreyān",
            "śreyaḥ",
            "cikīrṣayā",
            "jijñāsā",
            "artham",
            "pāṇḍavānām",
            "gacchasva",
            "tvam",
            "gaja",
            "āhvayam"
        ],
        "translation": "You are indeed the best of Our friends, so please go to Hastināpura and, as the well-wisher of the Pāṇḍavas, find out how they are doing.",
        "purport": " In Sanskrit the imperative “you go” may be rendered by gacchasva or gaccha. In the second of these cases, the word following gaccha, namely sva, which is taken in the vocative sense, indicates Kṛṣṇa addressing Akrūra as “Our own.” This is in reference to Lord Kṛṣṇa’s intimate relationship with His uncle."
    },
    {
        "verse": "33",
        "devanagari": "पितर्युपरते बाला: सह मात्रा सुदु:खिता: ।आनीता: स्वपुरं राज्ञा वसन्त इति शुश्रुम ॥ ३३ ॥",
        "english_devnagari": "pitary uparate bālāḥsaha mātrā su-duḥkhitāḥānītāḥ sva-puraṁ rājñāvasanta iti śuśruma",
        "verse_Syn": [
            "pitari",
            "uparate",
            "bālāḥ",
            "saha",
            "mātrā",
            "su",
            "duḥkhitāḥ",
            "ānītāḥ",
            "sva",
            "puram",
            "rājñā",
            "vasante",
            "iti",
            "śuśruma"
        ],
        "translation": "We have heard that when their father passed away, the young Pāṇḍavas were brought with their anguished mother to the capital city by King Dhṛtarāṣṭra, and that they are now living there.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "तेषु राजाम्बिकापुत्रो भ्रातृपुत्रेषु दीनधी: ।समो न वर्तते नूनं दुष्पुत्रवशगोऽन्धद‍ृक् ॥ ३४ ॥",
        "english_devnagari": "teṣu rājāmbikā-putrobhrātṛ-putreṣu dīna-dhīḥsamo na vartate nūnaṁduṣputra-vaśa-go ’ndha-dṛk",
        "verse_Syn": [
            "teṣu",
            "rājā",
            "ambikā",
            "putraḥ",
            "bhrātṛ",
            "putreṣu",
            "dīna",
            "dhīḥ",
            "samaḥ",
            "na",
            "vartate",
            "nūnam",
            "duḥ",
            "putra",
            "vaśa",
            "gaḥ",
            "andha",
            "dṛk"
        ],
        "translation": "Indeed, weak-minded Dhṛtarāṣṭra, the son of Ambikā, has come under the control of his wicked sons, and therefore that blind King is not treating his brother’s sons fairly.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "गच्छ जानीहि तद् वृत्तमधुना साध्वसाधु वा ।विज्ञाय तद् विधास्यामो यथा शं सुहृदां भवेत् ॥ ३५ ॥",
        "english_devnagari": "gaccha jānīhi tad-vṛttamadhunā sādhv asādhu vāvijñāya tad vidhāsyāmoyathā śaṁ suhṛdāṁ bhavet",
        "verse_Syn": [
            "gaccha",
            "jānīhi",
            "tat",
            "vṛttam",
            "adhunā",
            "sādhu",
            "asādhu",
            "vā",
            "vijñāya",
            "tat",
            "vidhāsyāmaḥ",
            "yathā",
            "śam",
            "suhṛdām",
            "bhavet"
        ],
        "translation": "Go and see whether Dhṛtarāṣṭra is acting properly or not. When We find out, We will make the necessary arrangements to help Our dear friends.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "इत्यक्रूरं समादिश्य भगवान् हरिरीश्वर: ।सङ्कर्षणोद्धवाभ्यां वै तत: स्वभवनं ययौ ॥ ३६ ॥",
        "english_devnagari": "ity akrūraṁ samādiśyabhagavān harir īśvaraḥsaṅkarṣaṇoddhavābhyāṁ vaitataḥ sva-bhavanaṁ yayau",
        "verse_Syn": [
            "iti",
            "akrūram",
            "samādiśya",
            "bhagavān",
            "hariḥ",
            "īśvaraḥ",
            "saṅkarṣaṇa",
            "uddhavābhyām",
            "vai",
            "tataḥ",
            "sva",
            "bhavanam",
            "yayau"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Thus fully instructing Akrūra, the Supreme Personality of Godhead Hari then returned to His residence, accompanied by Lord Saṅkarṣaṇa and Uddhava.",
        "purport": ""
    }
]