[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचकथितो वंशविस्तारो भवता सोमसूर्ययो: । राज्ञां चोभयवंश्यानां चरितं परमाद्भ‍ुतम् ॥ १ ॥",
        "english_devnagari": "śrī-rājovācakathito vaṁśa-vistārobhavatā soma-sūryayoḥrājñāṁ cobhaya-vaṁśyānāṁcaritaṁ paramādbhutam",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "kathitaḥ",
            "vaṁśa",
            "vistāraḥ",
            "bhavatā",
            "soma",
            "sūryayoḥ",
            "rājñām",
            "ca",
            "ubhaya",
            "vaṁśyānām",
            "caritam",
            "parama",
            "adbhutam"
        ],
        "translation": "King Parīkṣit said: My dear lord, you have elaborately described the dynasties of both the moon-god and the sun-god, with the exalted and wonderful character of their kings.",
        "purport": " At the end of the Ninth Canto, Twenty-fourth Chapter, Śukadeva Gosvāmī summarized the activities of Kṛṣṇa. He spoke of how Kṛṣṇa had personally appeared to reduce the burden on the earth, how He had manifested His pastimes as a householder, and how, soon after His birth, He had transferred Himself to His Vrajabhūmi-līlā. Parīkṣit Mahārāja, being naturally a devotee of Kṛṣṇa, wanted to hear more about Lord Kṛṣṇa. Therefore, to encourage Śukadeva Gosvāmī to continue speaking about Kṛṣṇa and give further details, he thanked Śukadeva Gosvāmī for having described the activities of Kṛṣṇa in brief. Śukadeva Gosvāmī had said: “The Supreme Personality of Godhead, Śrī Kṛṣṇa, known as līlā-puruṣottama, appeared as the son of Vasudeva but immediately left His father’s home and went to Vṛndāvana to expand His loving relationships with His confidential devotees. In Vṛndāvana the Lord killed many demons, and afterward He returned to Dvārakā, where according to Vedic principles He married many wives who were the best of women, begot through them hundreds of sons, and performed sacrifices for His own worship to establish the principles of householder life.” (Bhāg. 9.24.66) The Yadu dynasty belonged to the family descending from Soma, the moon-god. Although the planetary systems are so arranged that the sun comes first, before the moon, Parīkṣit Mahārāja gave more respect to the dynasty of the moon-god, the soma-vaṁśa, because in the Yādava dynasty, descending from the moon, Kṛṣṇa had appeared. There are two different kṣatriya families of the royal order, one descending from the king of the moon planet and the other descending from the king of the sun. When the Supreme Personality of Godhead appears, He generally appears in a kṣatriya family because He comes to establish religious principles and the life of righteousness. According to the Vedic system, the kṣatriya family is the protector of the human race. When the Supreme Personality of Godhead appeared as Lord Rāmacandra, He appeared in the sūrya-vaṁśa, the family descending from the sun-god, and when He appeared as Lord Kṛṣṇa, He did so in the Yadu dynasty, or yadu-vaṁśa, whose descent was from the moon-god. In the Ninth Canto, Twenty-fourth Chapter, of Śrīmad-Bhāgavatam, there is a long list of the kings of the yadu-vaṁśa. All the kings in both the soma-vaṁśa and sūrya-vaṁśa were great and powerful, and Mahārāja Parīkṣit praised them very highly (rājñāṁ cobhaya-vaṁśyānāṁ caritaṁ paramādbhutam). Nonetheless, he wanted to hear more about the soma-vaṁśa because that was the dynasty in which Kṛṣṇa had appeared. The supreme abode of the Personality of Godhead, Kṛṣṇa, is described in Brahma-saṁhitā as the abode of cintāmaṇi: cintāmaṇi-prakara-sadmasu kalpa-vṛkṣa-lakṣāvṛteṣu surabhīr abhipālayantam. The Vṛndāvana-dhāma on this earth is a replica of that same abode. As stated in Bhagavad-gītā (8.20), in the spiritual sky there is another, eternal nature, transcendental to manifested and unmanifested matter. The manifested world can be seen in the form of many stars and planets such as the sun and moon, but beyond this is the unmanifested, which is imperceptible to those who are embodied. And beyond this unmanifested matter is the spiritual kingdom, which is described in Bhagavad-gītā as supreme and eternal. That kingdom is never annihilated. Although material nature is subject to repeated creation and annihilation, that spiritual nature remains as it is eternally. In the Tenth Canto of Śrīmad-Bhāgavatam, that spiritual nature, the spiritual world, is described as Vṛndāvana, Goloka Vṛndāvana or Vraja-dhāma. The elaborate description of the above-mentioned śloka from the Ninth Canto — jāto gataḥ pitṛ-gṛhād (Bhāg. 9.24.66) — will be found here, in the Tenth Canto."
    },
    {
        "verse": "2",
        "devanagari": "यदोश्च धर्मशीलस्य नितरां मुनिसत्तम । तत्रांशेनावतीर्णस्य विष्णोर्वीर्याणि शंस न: ॥ २ ॥",
        "english_devnagari": "yadoś ca dharma-śīlasyanitarāṁ muni-sattamatatrāṁśenāvatīrṇasyaviṣṇor vīryāṇi śaṁsa naḥ",
        "verse_Syn": [
            "yadoḥ",
            "ca",
            "dharma",
            "śīlasya",
            "nitarām",
            "muni",
            "sattama",
            "tatra",
            "aṁśena",
            "avatīrṇasya",
            "viṣṇoḥ",
            "vīryāṇi",
            "śaṁsa",
            "naḥ"
        ],
        "translation": "O best of munis, you have also described the descendants of Yadu, who were very pious and strictly adherent to religious principles. Now, if you will, kindly describe the wonderful, glorious activities of Lord Viṣṇu, or Kṛṣṇa, who appeared in that Yadu dynasty with Baladeva, His plenary expansion.",
        "purport": " The Brahma-saṁhitā (5.1) explains that Kṛṣṇa is the origin of the viṣṇu-tattva. “Kṛṣṇa, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.” “The Brahmās, the heads of the innumerable universes, live only for the duration of one breath of Mahā-Viṣṇu. I worship Govinda, the original Lord, of whom Mahā-Viṣṇu is but a portion of a plenary portion.” (Brahma-saṁhitā 5.48) Govinda, Kṛṣṇa, is the original Personality of Godhead. Kṛṣṇas tu bhagavān svayam. Even Lord Mahā-Viṣṇu, who by His breathing creates many millions upon millions of universes, is Lord Kṛṣṇa’s kalā-viśeṣa, or plenary portion of a plenary portion. Mahā-Viṣṇu is a plenary expansion of Saṅkarṣaṇa, who is a plenary expansion of Nārāyaṇa. Nārāyaṇa is a plenary expansion of the catur-vyūha, and the catur-vyūha are plenary expansions of Baladeva, the first manifestation of Kṛṣṇa. Therefore when Kṛṣṇa appeared with Baladeva, all the viṣṇu-tattvas appeared with Him. Mahārāja Parīkṣit requested Śukadeva Gosvāmī to describe Kṛṣṇa and His glorious activities. Another meaning may be derived from this verse as follows, Although Śukadeva Gosvāmī was the greatest muni, he could describe Kṛṣṇa only partially (aṁśena), for no one can describe Kṛṣṇa fully. It is said that Anantadeva has thousands of heads, but although He tries to describe Kṛṣṇa with thousands of tongues, His descriptions are still incomplete."
    },
    {
        "verse": "3",
        "devanagari": "अवतीर्य यदोर्वंशे भगवान् भूतभावन: । कृतवान् यानि विश्वात्मा तानि नो वद विस्तरात् ॥ ३ ॥",
        "english_devnagari": "avatīrya yador vaṁśebhagavān bhūta-bhāvanaḥkṛtavān yāni viśvātmātāni no vada vistarāt",
        "verse_Syn": [
            "avatīrya",
            "yadoḥ",
            "vaṁśe",
            "bhagavān",
            "bhūta",
            "bhāvanaḥ",
            "kṛtavān",
            "yāni",
            "viśva",
            "ātmā",
            "tāni",
            "naḥ",
            "vada",
            "vistarāt"
        ],
        "translation": "The Supersoul, the Supreme Personality of Godhead, Śrī Kṛṣṇa, the cause of the cosmic manifestation, appeared in the dynasty of Yadu. Please tell me elaborately about His glorious activities and character, from the beginning to the end of His life.",
        "purport": " In this verse the words kṛtavān yāni indicate that all the different activities Kṛṣṇa performed while present on earth are beneficial to human society. If religionists, philosophers and people in general simply hear the activities of Kṛṣṇa, they will be liberated. We have described several times that there are two kinds of kṛṣṇa-kathā, represented by Bhagavad-gītā, spoken personally by Kṛṣṇa about Himself, and Śrīmad-Bhāgavatam, spoken by Śukadeva Gosvāmī about the glories of Kṛṣṇa. Anyone who becomes even slightly interested in kṛṣṇa-kathā is liberated. Kīrtanād eva kṛṣṇasya mukta-saṅgaḥ paraṁ vrajet (Bhāg. 12.3.51). Simply by chanting or repeating kṛṣṇa-kathā, one is liberated from the contamination of Kali-yuga. Caitanya Mahāprabhu therefore advised, yāre dekha, tāre kaha ‘kṛṣṇa’-upadeśa (Cc. Madhya 7.128). This is the mission of Kṛṣṇa consciousness: to hear about Kṛṣṇa and thus be liberated from material bondage."
    },
    {
        "verse": "4",
        "devanagari": "निवृत्ततर्षैरुपगीयमानाद्भवौषधाच्छ्रोत्रमनोऽभिरामात् । क उत्तमश्लोकगुणानुवादात्पुमान् विरज्येत विना पशुघ्नात् ॥ ४ ॥",
        "english_devnagari": "nivṛtta-tarṣair upagīyamānādbhavauṣadhāc chrotra-mano-’bhirāmātka uttamaśloka-guṇānuvādātpumān virajyeta vinā paśughnāt",
        "verse_Syn": [
            "nivṛtta",
            "tarṣaiḥ",
            "upagīyamānāt",
            "bhava",
            "auṣadhāt",
            "śrotra",
            "manaḥ",
            "abhirāmāt",
            "kaḥ",
            "uttamaśloka",
            "guṇa",
            "anuvādāt",
            "pumān",
            "virajyeta",
            "vinā",
            "paśu",
            "ghnāt"
        ],
        "translation": "Glorification of the Supreme Personality of Godhead is performed in the paramparā system, that is, it is conveyed from the spiritual master to disciple. Such glorification is relished by those no longer interested in the false, temporary glorification of this cosmic manifestation. Descriptions of the Lord are the right medicine for the conditioned soul undergoing repeated birth and death. Therefore, who will cease hearing such glorification of the Lord except a butcher or one who is killing his own self?",
        "purport": " In India it is the practice among the general populace to hear about Kṛṣṇa, either from Bhagavad-gītā or from Śrīmad-Bhāgavatam, in order to gain relief from the disease of repeated birth and death. Although India is now fallen, when there is a message that someone will speak about Bhagavad-gītā or Śrīmad-Bhāgavatam, thousands of people still gather to hear. This verse indicates, however, that such recitation of Bhagavad-gītā and Śrīmad-Bhāgavatam must be done by persons completely freed from material desires (nivṛtta-tarṣaiḥ). Everyone within this material world, beginning from Brahmā down to the insignificant ant, is full of material desires for sense enjoyment, and everyone is busy in sense gratification, but when thus engaged one cannot fully understand the value of kṛṣṇa-kathā, either in the form of Bhagavad-gītā or in Śrīmad-Bhāgavatam. If we hear the glories of the Supreme Personality of Godhead from liberated persons, this hearing will certainly free us from the bondage of material activities, but hearing Śrīmad-Bhāgavatam spoken by a professional reciter cannot actually help us achieve liberation. Kṛṣṇa-kathā is very simple. In Bhagavad-gītā it is said that Kṛṣṇa is the Supreme Personality of Godhead. As He Himself explains, mattaḥ parataraṁ nānyat kiñcid asti dhanañjaya: “O Arjuna, there is no truth superior to Me.” (Bg. 7.7) Simply by understanding this fact — that Kṛṣṇa is the Supreme Personality of Godhead — one can become a liberated person. But, especially in this age, because people are interested in hearing Bhagavad-gītā from unscrupulous persons who depart from the simple presentation of Bhagavad-gītā and distort it for their personal satisfaction, they fail to derive the real benefit. There are big scholars, politicians, philosophers and scientists who speak on Bhagavad-gītā in their own polluted way, and people in general hear from them, being uninterested in hearing the glories of the Supreme Personality of Godhead from a devotee. A devotee is one who has no other motive for reciting Bhagavad-gītā and Śrīmad-Bhāgavatam than to serve the Lord. Śrī Caitanya Mahāprabhu has therefore advised us to hear the glories of the Lord from a realized person (bhāgavata paro diya bhāgavata sthane). Unless one is personally a realized soul in the science of Kṛṣṇa consciousness, a neophyte should not approach him to hear about the Lord, for this is strictly forbidden by Śrīla Sanātana Gosvāmī, who quotes from the Padma Purāṇa: One should avoid hearing from a person not situated in Vaiṣṇava behavior. A Vaiṣṇava is nivṛtta-tṛṣṇa; that is, he has no material purpose, for his only purpose is to preach Kṛṣṇa consciousness. So-called scholars, philosophers and politicians exploit the importance of Bhagavad-gītā by distorting its meaning for their own purposes. Therefore this verse warns that kṛṣṇa-kathā should be recited by a person who is nivṛtta-tṛṣṇa. Śukadeva Gosvāmī epitomizes the proper reciter for Śrīmad-Bhāgavatam, and Parīkṣit Mahārāja, who purposefully left his kingdom and family prior to meeting death, epitomizes the person fit to hear it. A qualified reciter of Śrīmad-Bhāgavatam gives the right medicine (bhavauṣadhi) for the conditioned souls. The Kṛṣṇa consciousness movement is therefore trying to train qualified preachers to recite Śrīmad-Bhāgavatam and Bhagavad-gītā throughout the entire world, so that people in general in all parts of the world may take advantage of this movement and thus be relieved of the threefold miseries of material existence. The instructions of Bhagavad-gītā and the descriptions of Śrīmad-Bhāgavatam are so pleasing that almost anyone suffering from the threefold miseries of material existence will desire to hear the glories of the Lord from these books and thus benefit on the path of liberation. Two classes of men, however, will never be interested in hearing the message of Bhagavad-gītā and Śrīmad-Bhāgavatam — those who are determined to commit suicide and those determined to kill cows and other animals for the satisfaction of their own tongues. Although such persons may make a show of hearing Śrīmad-Bhāgavatam at a Bhāgavata-saptāha, this is but another creation of the karmīs, who cannot derive any benefit from such a performance. The word paśu-ghnāt is important in this connection. Paśu-ghna means “butcher.” Persons fond of performing ritualistic ceremonies for elevation to the higher planetary systems must offer sacrifices (yajñas) by killing animals. Lord Buddhadeva therefore rejected the authority of the Vedas because his mission was to stop animal sacrifices, which are recommended in Vedic ritualistic ceremonies Even though animal sacrifices are sanctioned in Vedic ceremonies, men who kill animals for such ceremonies are considered butchers. Butchers cannot be interested in Kṛṣṇa consciousness, for they are already materially allured. Their only interest lies in developing comforts for the temporary body. “In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination of devotional service to the Supreme Lord does not take place.” (Bg. 2.44) Śrīla Narottama dāsa Ṭhākura says: Anyone who is not Kṛṣṇa conscious and who therefore does not engage in the service of the Lord is also paśu-ghna, for he is willingly drinking poison. Such a person cannot be interested in kṛṣṇa-kathā because he still has a desire for material sense gratification; he is not nivṛtta-tṛṣṇa. As it is said, traivargikās te puruṣā vimukhā hari-medhasaḥ. Those interested in trivarga — that is, in dharma, artha and kāma — are religious for the sake of achieving a material position with which to gain better facilities for sense gratification. Such persons are killing themselves by willingly keeping themselves in the cycle of birth and death. They cannot be interested in Kṛṣṇa consciousness. For kṛṣṇa-kathā, topics about Kṛṣṇa consciousness, there must be a speaker and a hearer, both of whom can be interested in Kṛṣṇa consciousness if they are no longer interested in material topics. One can actually see how this attitude automatically develops in persons who are Kṛṣṇa conscious. Although the devotees of the Kṛṣṇa consciousness movement are quite young men, they no longer read materialistic newspapers, magazines and so on, for they are no longer interested in such topics (nivṛtta-tarṣaiḥ). They completely give up the bodily understanding of life. For topics concerning Uttamaśloka, the Supreme Personality of Godhead, the spiritual master speaks, and the disciple hears with attention. Unless both of them are free from material desires, they cannot be interested in topics of Kṛṣṇa consciousness. The spiritual master and disciple do not need to understand anything more than Kṛṣṇa because simply by understanding Kṛṣṇa and talking about Kṛṣṇa, one becomes a perfectly learned person (yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati, Muṇḍaka Upaniṣad 1.3). The Lord sits within everyone’s heart, and by the grace of the Lord the devotee receives instructions directly from the Lord Himself, who says in Bhagavad-gītā (15.15): “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness. By all the Vedas, I am to be known; indeed, I am the compiler of Vedānta, and I am the knower of the Vedas.” Kṛṣṇa consciousness is so exalted that one who is perfectly situated in Kṛṣṇa consciousness, under the direction of the spiritual master, is fully satisfied by reading kṛṣṇa-kathā as found in Śrīmad-Bhāgavatam, Bhagavad-gītā and similar Vedic literatures. Since merely talking about Kṛṣṇa is so pleasing, we can simply imagine how pleasing it is to render service to Kṛṣṇa. When discourses on kṛṣṇa-kathā take place between a liberated spiritual master and his disciple, others also sometimes take advantage of hearing these topics and also benefit. These topics are the medicine to stop the repetition of birth and death. The cycle of repeated birth and death, by which one takes on different bodies again and again, is called bhava or bhava-roga. If anyone, willingly or unwillingly, hears kṛṣṇa-kathā, his bhava-roga, the disease of birth and death, will certainly stop. Therefore kṛṣṇa-kathā is called bhavauṣadha, the remedy to stop the repetition of birth and death. Karmīs, or persons attached to material sense enjoyment, generally cannot give up their material desires, but kṛṣṇa-kathā is such a potent medicine that if one is induced to hear kṛṣṇa-kīrtana, he will certainly be freed from this disease. A practical example is Dhruva Mahārāja, who at the end of his tapasya was fully satisfied. When the Lord wanted to give Dhruva a benediction, Dhruva refused it. Svāmin kṛtārtho ’smi varaṁ na yāce. “My dear Lord,” he said, “I am fully satisfied. I do not ask for any benediction for material sense gratification.” We actually see that even young boys and girls in the Kṛṣṇa consciousness movement have given up their long practice of bad habits like illicit sex, meat-eating, intoxication and gambling. Because Kṛṣṇa consciousness is so potent that it gives them full satisfaction, they are no longer interested in material sense gratification."
    },
    {
        "verse": "5-7",
        "devanagari": "पितामहा मे समरेऽमरञ्जयै-र्देवव्रताद्यातिरथैस्तिमिङ्गिलै: । दूरत्ययं कौरवसैन्यसागरंकृत्वातरन् वत्सपदं स्म यत्‍प्लवा: ॥ ५ ॥ द्रौण्यस्त्रविप्लुष्टमिदं मदङ्गंसन्तानबीजं कुरुपाण्डवानाम् । जुगोप कुक्षिं गत आत्तचक्रोमातुश्च मे य: शरणं गताया: ॥ ६ ॥ वीर्याणि तस्याखिलदेहभाजा-मन्तर्बहि: पूरुषकालरूपै: । प्रयच्छतो मृत्युमुतामृतं चमायामनुष्यस्य वदस्व विद्वन् ॥ ७ ॥",
        "english_devnagari": "pitāmahā me samare ’marañjayairdevavratādyātirathais timiṅgilaiḥduratyayaṁ kaurava-sainya-sāgaraṁkṛtvātaran vatsa-padaṁ sma yat-plavāḥ",
        "verse_Syn": [
            "pitāmahāḥ",
            "me",
            "samare",
            "amaram",
            "jayaiḥ",
            "devavrata",
            "ādya",
            "atirathaiḥ",
            "timiṅgilaiḥ",
            "duratyayam",
            "kaurava",
            "sainya",
            "sāgaram",
            "kṛtvā",
            "ataran",
            "vatsa",
            "padam",
            "sma",
            "yat",
            "plavāḥ",
            "drauṇi",
            "astra",
            "vipluṣṭam",
            "idam",
            "mat",
            "aṅgam",
            "santāna",
            "bījam",
            "kuru",
            "pāṇḍavānām",
            "jugopa",
            "kukṣim",
            "gataḥ",
            "ātta",
            "cakraḥ",
            "mātuḥ",
            "ca",
            "me",
            "yaḥ",
            "śaraṇam",
            "gatāyāḥ",
            "vīryāṇi",
            "tasya",
            "akhila",
            "deha",
            "bhājām",
            "antaḥ",
            "bahiḥ",
            "pūruṣa",
            "kāla",
            "rūpaiḥ",
            "prayacchataḥ",
            "mṛtyum",
            "uta",
            "amṛtam",
            "ca",
            "māyā",
            "manuṣyasya",
            "vadasva",
            "vidvan"
        ],
        "translation": "Taking the boat of Kṛṣṇa’s lotus feet, my grandfather Arjuna and others crossed the ocean of the Battlefield of Kurukṣetra, in which such commanders as Bhīṣmadeva resembled great fish that could very easily have swallowed them. By the mercy of Lord Kṛṣṇa, my grandfathers crossed this ocean, which was very difficult to cross, as easily as one steps over the hoofprint of a calf. Because my mother surrendered unto Lord Kṛṣṇa’s lotus feet, the Lord, Sudarśana-cakra in hand, entered her womb and saved my body, the body of the last remaining descendant of the Kurus and the Pāṇḍavas, which was almost destroyed by the fiery weapon of Aśvatthāmā. Lord Śrī Kṛṣṇa, appearing within and outside of all materially embodied living beings by His own potency in the forms of eternal time — that is, as Paramātmā and as virāṭ-rūpa — gave liberation to everyone, either as cruel death or as life. Kindly enlighten me by describing His transcendental characteristics.",
        "purport": " As stated in Śrīmad-Bhāgavatam (10.14.58): “For one who has accepted the boat of the lotus feet of the Lord, who is the shelter of the cosmic manifestation and is famous as Murāri, or the enemy of the Mura demon, the ocean of the material world is like the water contained in a calf’s hoofprint. His goal is paraṁ padam, or Vaikuṇṭha, the place where there are no material miseries, not the place where there is danger at every step.” One who seeks shelter at the lotus feet of Lord Kṛṣṇa is immediately protected by the Lord. As the Lord promises in Bhagavad-gītā (18.66), ahaṁ tvāṁ sarva-pāpebhyo mokṣayiṣyāmi mā śucaḥ: “I shall deliver you from all sinful reactions. Do not fear.” By taking shelter of Lord Kṛṣṇa, one comes under the safest protection. Thus when the Pāṇḍavas took shelter at the lotus feet of Kṛṣṇa, all of them were on the safe side of the Battlefield of Kurukṣetra. Parīkṣit Mahārāja, therefore, felt obliged to think of Kṛṣṇa in the last days of his life. This is the ideal result of Kṛṣṇa consciousness: ante nārāyaṇa-smṛtiḥ. If at the time of death one can remember Kṛṣṇa, one’s life is successful. Parīkṣit Mahārāja, therefore, because of his many obligations to Kṛṣṇa, intelligently decided to think of Kṛṣṇa constantly during the last days of his life. Kṛṣṇa had saved the Pāṇḍavas, Mahārāja Parīkṣit’s grandfathers, on the Battlefield of Kurukṣetra, and Kṛṣṇa had saved Mahārāja Parīkṣit himself when he was attacked by the brahmāstra of Aśvatthāmā. Kṛṣṇa acted as the friend and worshipable Deity of the Pāṇḍava family. Moreover, apart from Lord Kṛṣṇa’s personal contact with the Pāṇḍavas, Kṛṣṇa is the Supersoul of all living entities, and He gives everyone liberation, even if one is not a pure devotee. Kaṁsa, for example, was not at all a devotee, yet Kṛṣṇa, after killing him, gave him salvation. Kṛṣṇa consciousness is beneficial to everyone, whether one is a pure devotee or a nondevotee. This is the glory of Kṛṣṇa consciousness. Considering this, who will not take shelter at the lotus feet of Kṛṣṇa? Kṛṣṇa is described in this verse as māyā-manuṣya because He descends exactly like a human being. He is not obliged to come here, like karmīs, or ordinary living beings; rather, He appears by His own internal energy (sambhavāmy ātma-māyayā) just to show favor to the fallen conditioned souls. Kṛṣṇa is always situated in His original position as sac-cid-ānanda-vigraha, and anyone who renders service to Him is also situated in his original, spiritual identity (svarūpeṇa vyavasthitiḥ). This is the highest perfection of human life."
    },
    {
        "verse": "8",
        "devanagari": "रोहिण्यास्तनय: प्रोक्तो राम: सङ्कर्षणस्त्वया । देवक्या गर्भसम्बन्ध: कुतो देहान्तरं विना ॥ ८ ॥",
        "english_devnagari": "rohiṇyās tanayaḥ proktorāmaḥ saṅkarṣaṇas tvayādevakyā garbha-sambandhaḥkuto dehāntaraṁ vinā",
        "verse_Syn": [
            "rohiṇyāḥ",
            "tanayaḥ",
            "proktaḥ",
            "rāmaḥ",
            "saṅkarṣaṇaḥ",
            "tvayā",
            "devakyāḥ",
            "garbha",
            "sambandhaḥ",
            "kutaḥ",
            "deha",
            "antaram",
            "vinā"
        ],
        "translation": "My dear Śukadeva Gosvāmī, you have already explained that Saṅkarṣaṇa, who belongs to the second quadruple, appeared as the son of Rohiṇī named Balarāma. If Balarāma was not transferred from one body to another, how is it possible that He was first in the womb of Devakī and then in the womb of Rohiṇī? Kindly explain this to me.",
        "purport": " Here is a question particularly directed at understanding Balarāma, who is Saṅkarṣaṇa Himself. Balarāma is well known as the son of Rohiṇī, yet it is also known that He was the son of Devakī. Parīkṣit Mahārāja wanted to understand the mystery of Balarāma’s being the son of both Devakī and Rohiṇī."
    },
    {
        "verse": "9",
        "devanagari": "कस्मान्मुकुन्दो भगवान् पितुर्गेहाद् व्रजं गत: । क्‍व वासं ज्ञातिभि: सार्धं कृतवान् सात्वतांपति: ॥ ९ ॥",
        "english_devnagari": "kasmān mukundo bhagavānpitur gehād vrajaṁ gataḥkva vāsaṁ jñātibhiḥ sārdhaṁkṛtavān sātvatāṁ patiḥ",
        "verse_Syn": [
            "kasmāt",
            "mukundaḥ",
            "bhagavān",
            "pituḥ",
            "gehāt",
            "vrajam",
            "gataḥ",
            "kva",
            "vāsam",
            "jñātibhiḥ",
            "sārdham",
            "kṛtavān",
            "sātvatām",
            "patiḥ"
        ],
        "translation": "Why did Kṛṣṇa, the Supreme Personality of Godhead, leave the house of His father, Vasudeva, and transfer Himself to the house of Nanda in Vṛndāvana? Where did the Lord, the master of the Yadu dynasty, live with His relatives in Vṛndāvana?",
        "purport": " These are inquiries about the itinerary of Kṛṣṇa. Just after His birth in the house of Vasudeva in Mathurā, Kṛṣṇa transferred Himself to Gokula, on the other side of the Yamunā, and after some days He moved with His father, mother and other relatives to Nanda-grāma, Vṛndāvana. Mahārāja Parīkṣit was very much eager to hear about Kṛṣṇa’s activities in Vṛndāvana. This entire canto of Śrīmad-Bhāgavatam is full of activities performed in Vṛndāvana and Dvārakā. The first forty chapters describe Kṛṣṇa’s Vṛndāvana affairs, and the next fifty describe Kṛṣṇa’s activities in Dvārakā. Mahārāja Parīkṣit, to fulfill his desire to hear about Kṛṣṇa, requested Śukadeva Gosvāmī to describe these activities in full detail."
    },
    {
        "verse": "10",
        "devanagari": "व्रजे वसन् किमकरोन्मधुपुर्यां च केशव: । भ्रातरं चावधीत् कंसं मातुरद्धातदर्हणम् ॥ १० ॥",
        "english_devnagari": "vraje vasan kim akaronmadhupuryāṁ ca keśavaḥbhrātaraṁ cāvadhīt kaṁsaṁmātur addhātad-arhaṇam",
        "verse_Syn": [
            "vraje",
            "vasan",
            "kim",
            "akarot",
            "madhupuryām",
            "ca",
            "keśavaḥ",
            "bhrātaram",
            "ca",
            "avadhīt",
            "kaṁsam",
            "mātuḥ",
            "addhā",
            "a",
            "tat",
            "arhaṇam"
        ],
        "translation": "Lord Kṛṣṇa lived both in Vṛndāvana and in Mathurā. What did He do there? Why did He kill Kaṁsa, His mother’s brother? Such killing is not at all sanctioned in the śāstras.",
        "purport": " One’s maternal uncle, the brother of one’s mother, is on the level of one’s father. When a maternal uncle has no son, his nephew legally inherits his property. Therefore, why did Kṛṣṇa directly kill Kaṁsa, the brother of His mother? Mahārāja Parīkṣit was very much inquisitive about the facts in this regard."
    },
    {
        "verse": "11",
        "devanagari": "देहं मानुषमाश्रित्य कति वर्षाणि वृष्णिभि: । यदुपुर्यां सहावात्सीत् पत्न्‍य: कत्यभवन् प्रभो: ॥ ११ ॥",
        "english_devnagari": "dehaṁ mānuṣam āśrityakati varṣāṇi vṛṣṇibhiḥyadu-puryāṁ sahāvātsītpatnyaḥ katy abhavan prabhoḥ",
        "verse_Syn": [
            "deham",
            "mānuṣam",
            "āśritya",
            "kati",
            "varṣāṇi",
            "vṛṣṇibhiḥ",
            "yadu",
            "puryām",
            "saha",
            "avātsīt",
            "patnyaḥ",
            "kati",
            "abhavan",
            "prabhoḥ"
        ],
        "translation": "Kṛṣṇa, the Supreme Personality of Godhead, has no material body, yet He appears as a human being. For how many years did He live with the descendants of Vṛṣṇi? How many wives did He marry, and for how many years did He live in Dvārakā?",
        "purport": " In many places the Supreme Personality of Godhead is described as sac-cid-ānanda-vigraha, possessing a spiritual, blissful body. His bodily feature is narākṛti, that is, exactly like that of a human being. Here the same idea is repeated in the words mānuṣam āśritya, which indicate that He accepts a body exactly like that of a man. Everywhere it is confirmed that Kṛṣṇa is never nirākāra, or formless. He has His form, exactly like that of a human being. There is no doubt about this."
    },
    {
        "verse": "12",
        "devanagari": "एतदन्यच्च सर्वं मे मुने कृष्णविचेष्टितम् । वक्तुमर्हसि सर्वज्ञ श्रद्दधानाय विस्तृतम् ॥ १२ ॥",
        "english_devnagari": "etad anyac ca sarvaṁ memune kṛṣṇa-viceṣṭitamvaktum arhasi sarvajñaśraddadhānāya vistṛtam",
        "verse_Syn": [
            "etat",
            "anyat",
            "ca",
            "sarvam",
            "me",
            "mune",
            "kṛṣṇa",
            "viceṣṭitam",
            "vaktum",
            "arhasi",
            "sarva",
            "jña",
            "śraddadhānāya",
            "vistṛtam"
        ],
        "translation": "O great sage, who know everything about Kṛṣṇa, please describe in detail all the activities of which I have inquired and also those of which I have not, for I have full faith and am very eager to hear of them.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "नैषातिदु:सहा क्षुन्मां त्यक्तोदमपि बाधते । पिबन्तं त्वन्मुखाम्भोजच्युतं हरिकथामृतम् ॥ १३ ॥",
        "english_devnagari": "naiṣātiduḥsahā kṣun māṁtyaktodam api bādhatepibantaṁ tvan-mukhāmbhoja-cyutaṁ hari-kathāmṛtam",
        "verse_Syn": [
            "na",
            "eṣā",
            "ati",
            "duḥsahā",
            "kṣut",
            "mām",
            "tyakta",
            "udam",
            "api",
            "bādhate",
            "pibantam",
            "tvat",
            "mukha",
            "ambhoja",
            "cyutam",
            "hari",
            "kathā",
            "amṛtam"
        ],
        "translation": "Because of my vow on the verge of death, I have given up even drinking water, yet because I am drinking the nectar of topics about Kṛṣṇa, which is flowing from the lotus mouth of your Lordship, my hunger and thirst, which are extremely difficult to bear, cannot hinder me.",
        "purport": " To prepare to meet death in seven days, Mahārāja Parīkṣit gave up all food and drink. As a human being, he was certainly both hungry and thirsty, and therefore Śukadeva Gosvāmī might have wanted to stop narrating the transcendental topics of Kṛṣṇa; but despite his fast, Mahārāja Parīkṣit was not at all fatigued. “The hunger and thirst from my fast do not disturb me,” he said. “Once when I felt very thirsty, I went to the āśrama of Śamīka Muni to drink water, but the muni did not supply it. I therefore wrapped a dead snake over his shoulder, and that is why I was cursed by the brāhmaṇa boy. Now, however, I am quite fit. I am not at all disturbed by my hunger and thirst.” This indicates that although on the material platform there are disturbances from hunger and thirst, on the spiritual platform there is no such thing as fatigue. The entire world is suffering because of spiritual thirst. Every living being is Brahman, or spirit soul, and needs spiritual food to satisfy his hunger and thirst. Unfortunately, however, the world is completely unaware of the nectar of kṛṣṇa-kathā. The Kṛṣṇa consciousness movement is therefore a boon to philosophers, religionists and people in general. There is certainly a charming attraction in Kṛṣṇa and kṛṣṇa-kathā. Therefore the Absolute Truth is called Kṛṣṇa, the most attractive. The word amṛta is also an important reference to the moon, and the word ambuja means “lotus.” The pleasing moonshine and pleasing fragrance of the lotus combined to bring pleasure to everyone hearing kṛṣṇa-kathā from the mouth of Śukadeva Gosvāmī. As it is said: “Because of their uncontrolled senses, persons too addicted to materialistic life make progress toward hellish conditions and repeatedly chew that which has already been chewed. Their inclinations toward Kṛṣṇa are never aroused, either by the instructions of others, by their own efforts, or by a combination of both.” (Bhāg. 7.5.30) At the present moment, all of human society is engaged in the business of chewing the chewed (punaḥ punaś carvita-carvaṇānām). People are prepared to undergo mṛtyu-saṁsāra-vartmani, taking birth in one form, dying, accepting another form and dying again. To stop this repetition of birth and death, kṛṣṇa-kathā, or Kṛṣṇa consciousness, is absolutely necessary. But unless one hears kṛṣṇa-kathā from a realized soul like Śukadeva Gosvāmī, one cannot relish the nectar of kṛṣṇa-kathā, which puts an end to all material fatigue, and enjoy the blissful life of transcendental existence. In relation to the Kṛṣṇa consciousness movement, we actually see that those who have tasted the nectar of kṛṣṇa-kathā lose all material desires, whereas those who cannot understand Kṛṣṇa or kṛṣṇa-kathā regard the Kṛṣṇa conscious life as “brainwashing” and “mind control.” While the devotees enjoy spiritual bliss, the nondevotees are surprised that the devotees have forgotten material hankerings."
    },
    {
        "verse": "14",
        "devanagari": "सूत उवाचएवं निशम्य भृगुनन्दन साधुवादंवैयासकि: स भगवानथ विष्णुरातम् । प्रत्यर्च्य कृष्णचरितं कलिकल्मषघ्नंव्याहर्तुमारभत भागवतप्रधान: ॥ १४ ॥",
        "english_devnagari": "sūta uvācaevaṁ niśamya bhṛgu-nandana sādhu-vādaṁvaiyāsakiḥ sa bhagavān atha viṣṇu-rātampratyarcya kṛṣṇa-caritaṁ kali-kalmaṣa-ghnaṁvyāhartum ārabhata bhāgavata-pradhānaḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "evam",
            "niśamya",
            "bhṛgu",
            "nandana",
            "sādhu",
            "vādam",
            "vaiyāsakiḥ",
            "saḥ",
            "bhagavān",
            "atha",
            "viṣṇu",
            "rātam",
            "pratyarcya",
            "kṛṣṇa",
            "caritam",
            "kali",
            "kalmaṣa",
            "ghnam",
            "vyāhartum",
            "ārabhata",
            "bhāgavata",
            "pradhānaḥ"
        ],
        "translation": "Sūta Gosvāmī said: O son of Bhṛgu, after Śukadeva Gosvāmī, the most respectable devotee, the son of Vyāsadeva, heard the pious questions of Mahārāja Parīkṣit, he thanked the King with great respect. Then he began to discourse on topics concerning Kṛṣṇa, which are the remedy for all sufferings in this Age of Kali.",
        "purport": " In this verse the words kṛṣṇa-caritaṁ kali-kalmaṣa-ghnam indicate that the activities of Lord Kṛṣṇa are certainly the greatest panacea for all miseries, especially in this Age of Kali. It is said that in Kali-yuga people have only short lives, and they have no culture of spiritual consciousness. If anyone is at all interested in spiritual culture, he is misled by many bogus svāmīs and yogīs who do not refer to kṛṣṇa-kathā. Therefore most people are unfortunate and disturbed by many calamities. Śrīla Vyāsadeva prepared Śrīmad-Bhāgavatam at the request of Nārada Muni in order to give relief to the suffering people of this age (kali-kalmaṣa-ghnam). The Kṛṣṇa consciousness movement is seriously engaged in enlightening people through the pleasing topics of Śrīmad-Bhāgavatam. All over the world, the message of Śrīmad-Bhāgavatam and Bhagavad-gītā is being accepted in all spheres of life, especially in advanced, educated circles. Śrīla Śukadeva Gosvāmī is described in this verse as bhāgavata-pradhānaḥ, whereas Mahārāja Parīkṣit is described as viṣṇu-rātam. Both words bear the same meaning; that is, Mahārāja Parīkṣit was a great devotee of Kṛṣṇa, and Śukadeva Gosvāmī was also a great saintly person and a great devotee of Kṛṣṇa. Combined together to present kṛṣṇa-kathā, they give great relief to suffering humanity. “The material miseries of the living entity, which are superfluous to him, can be directly mitigated by the linking process of devotional service. But the mass of people do not know this, and therefore the learned Vyāsadeva compiled this Vedic literature, Śrīmad-Bhāgavatam, which is in relation to the Supreme Truth.” (Bhāg. 1.7.6) People in general are unaware that the message of Śrīmad-Bhāgavatam can give all of human society relief from the pangs of Kali-yuga (kali-kalmaṣa-ghnam)."
    },
    {
        "verse": "15",
        "devanagari": "श्रीशुक उवाचसम्यग्व्यवसिता बुद्धिस्तव राजर्षिसत्तम । वासुदेवकथायां ते यज्जाता नैष्ठिकी रति: ॥ १५ ॥",
        "english_devnagari": "śrī-śuka uvācasamyag vyavasitā buddhistava rājarṣi-sattamavāsudeva-kathāyāṁ teyaj jātā naiṣṭhikī ratiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "samyak",
            "vyavasitā",
            "buddhiḥ",
            "tava",
            "rāja",
            "ṛṣi",
            "sattama",
            "vāsudeva",
            "kathāyām",
            "te",
            "yat",
            "jātā",
            "naiṣṭhikī",
            "ratiḥ"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī said: O Your Majesty, best of all saintly kings, because you are greatly attracted to topics of Vāsudeva, it is certain that your intelligence is firmly fixed in spiritual understanding, which is the only true goal for humanity. Because that attraction is unceasing, it is certainly sublime.",
        "purport": " Kṛṣṇa-kathā is compulsory for the rājarṣi, or executive head of government. This is also mentioned in Bhagavad-gītā (imaṁ rājarṣayo viduḥ). Unfortunately, however, in this age the governmental power is gradually being captured by third-class and fourth-class men who have no spiritual understanding, and society is therefore very quickly becoming degraded. Kṛṣṇa-kathā must be understood by the executive heads of government, for otherwise how will people be happy and gain relief from the pangs of materialistic life? One who has fixed his mind in Kṛṣṇa consciousness should be understood to have very sharp intelligence in regard to the value of life. Mahārāja Parīkṣit was rājarṣi-sattama, the best of all saintly kings, and Śukadeva Gosvāmī was muni-sattama, the best of munis. Both of them were elevated because of their common interest in kṛṣṇa-kathā. The exalted position of the speaker and the audience will be explained very nicely in the next verse. Kṛṣṇa-kathā is so enlivening that Mahārāja Parīkṣit forgot everything material, even his personal comfort in relation to food and drink. This is an example of how the Kṛṣṇa consciousness movement should spread all over the world to bring both the speaker and the audience to the transcendental platform and back home, back to Godhead."
    },
    {
        "verse": "16",
        "devanagari": "वासुदेवकथाप्रश्न: पुरुषांस्त्रीन् पुनाति हि । वक्तारं प्रच्छकं श्रोतृंस्तत्पादसलिलं यथा ॥ १६ ॥",
        "english_devnagari": "vāsudeva-kathā-praśnaḥpuruṣāṁs trīn punāti hivaktāraṁ pracchakaṁ śrotṝṁstat-pāda-salilaṁ yathā",
        "verse_Syn": [
            "vāsudeva",
            "kathā",
            "praśnaḥ",
            "puruṣān",
            "trīn",
            "punāti",
            "hi",
            "vaktāram",
            "pracchakam",
            "śrotṝn",
            "tat",
            "pāda",
            "salilam",
            "yathā"
        ],
        "translation": "The Ganges, emanating from the toe of Lord Viṣṇu, purifies the three worlds, the upper, middle and lower planetary systems. Similarly, when one asks questions about the pastimes and characteristics of Lord Vāsudeva, Kṛṣṇa, three varieties of men are purified: the speaker or preacher, he who inquires, and the people in general who listen.",
        "purport": " It is said, tasmād guruṁ prapadyeta jijñāsuḥ śreya uttamam (Bhāg. 11.3.21). Those interested in understanding transcendental subject matters as the goal of life must approach the bona fide spiritual master. Tasmād guruṁ prapadyeta. One must surrender to such a guru, who can give right information about Kṛṣṇa. Herein, Mahārāja Parīkṣit has surrendered to the right personality, Śukadeva Gosvāmī, for enlightenment in vāsudeva-kathā. Vāsudeva is the original Personality of Godhead, who has unlimited spiritual activities. Śrīmad-Bhāgavatam is a record of such activities, and Bhagavad-gītā is the record of Vāsudeva speaking personally. Therefore, since the Kṛṣṇa consciousness movement is full of vāsudeva-kathā, anyone who hears, anyone who joins the movement and anyone who preaches will be purified."
    },
    {
        "verse": "17",
        "devanagari": "भूमिर्द‍ृप्तनृपव्याजदैत्यानीकशतायुतै: । आक्रान्ता भूरिभारेण ब्रह्माणं शरणं ययौ ॥ १७ ॥",
        "english_devnagari": "bhūmir dṛpta-nṛpa-vyāja-daityānīka-śatāyutaiḥākrāntā bhūri-bhāreṇabrahmāṇaṁ śaraṇaṁ yayau",
        "verse_Syn": [
            "bhūmiḥ",
            "dṛpta",
            "nṛpa",
            "vyāja",
            "daitya",
            "anīka",
            "śata",
            "ayutaiḥ",
            "ākrāntā",
            "bhūri",
            "bhāreṇa",
            "brahmāṇam",
            "śaraṇam",
            "yayau"
        ],
        "translation": "Once when mother earth was overburdened by hundreds of thousands of military phalanxes of various conceited demons dressed like kings, she approached Lord Brahmā for relief.",
        "purport": " When the world is overburdened by unnecessary military arrangements and when various demoniac kings are the executive heads of state, this burden causes the appearance of the Supreme Personality of Godhead. As the Lord says in Bhagavad-gītā (4.7): “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I appear Myself.” When the residents of this earth become atheistic and godless, they descend to the status of animals like dogs and hogs, and thus their only business is to bark among themselves. This is dharmasya glāni, deviation from the goal of life. Human life is meant for attaining the highest perfection of Kṛṣṇa consciousness, but when people are godless and the presidents or kings are unnecessarily puffed up with military power, their business is to fight and increase the military strength of their different states. Nowadays, therefore, it appears that every state is busy manufacturing atomic weapons to prepare for a third world war. Such preparations are certainly unnecessary; they reflect the false pride of the heads of state. The real business of a chief executive is to see to the happiness of the mass of people by training them in Kṛṣṇa consciousness in different divisions of life. Cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ (Bg. 4.13). A leader should train the people as brāhmaṇas, kṣatriyas, vaiśyas and śūdras and engage them in various occupational duties, thus helping them progress toward Kṛṣṇa consciousness. Instead, however, rogues and thieves in the guise of protectors arrange for a voting system, and in the name of democracy they come to power by hook or crook and exploit the citizens. Even long, long ago, asuras, persons devoid of God consciousness, became the heads of state, and now this is happening again. The various states of the world are preoccupied with arranging for military strength. Sometimes they spend sixty-five percent of the government’s revenue for this purpose. But why should people’s hard-earned money be spent in this way? Because of the present world situation, Kṛṣṇa has descended in the form of the Kṛṣṇa consciousness movement. This is quite natural, for without the Kṛṣṇa consciousness movement the world cannot be peaceful and happy."
    },
    {
        "verse": "18",
        "devanagari": "गौर्भूत्वाश्रुमुखी खिन्ना क्रन्दन्ती करुणं विभो: । उपस्थितान्तिके तस्मै व्यसनं समवोचत ॥ १८ ॥",
        "english_devnagari": "gaur bhūtvāśru-mukhī khinnākrandantī karuṇaṁ vibhoḥupasthitāntike tasmaivyasanaṁ samavocata",
        "verse_Syn": [
            "gauḥ",
            "bhūtvā",
            "aśru",
            "mukhī",
            "khinnā",
            "krandantī",
            "karuṇam",
            "vibhoḥ",
            "upasthitā",
            "antike",
            "tasmai",
            "vyasanam",
            "samavocata"
        ],
        "translation": "Mother earth assumed the form of a cow. Very much distressed, with tears in her eyes, she appeared before Lord Brahmā and told him about her misfortune.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "ब्रह्मा तदुपधार्याथ सह देवैस्तया सह । जगाम सत्रिनयनस्तीरं क्षीरपयोनिधे: ॥ १९ ॥",
        "english_devnagari": "brahmā tad-upadhāryāthasaha devais tayā sahajagāma sa-tri-nayanastīraṁ kṣīra-payo-nidheḥ",
        "verse_Syn": [
            "brahmā",
            "tat",
            "upadhārya",
            "atha",
            "saha",
            "devaiḥ",
            "tayā",
            "saha",
            "jagāma",
            "sa",
            "tri",
            "nayanaḥ",
            "tīram",
            "kṣīra",
            "payaḥ",
            "nidheḥ"
        ],
        "translation": "Thereafter, having heard of the distress of mother earth, Lord Brahmā, with mother earth, Lord Śiva and all the other demigods, approached the shore of the Ocean of Milk.",
        "purport": " After Lord Brahmā understood the precarious condition of the earth, he first visited the demigods headed by Lord Indra, who are in charge of the various affairs of this universe, and Lord Śiva, who is responsible for annihilation. Both maintenance and annihilation go on perpetually, under the order of the Supreme Personality of Godhead. As stated in Bhagavad-gītā (4.8), paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām. Those who are obedient to the laws of God are protected by different servants and demigods, whereas those who are undesirable are vanquished by Lord Śiva. Lord Brahmā first met all the demigods, including Lord Śiva. Then, along with mother earth, they went to the shore of the Ocean of Milk, where Lord Viṣṇu lies on a white island, Śvetadvīpa."
    },
    {
        "verse": "20",
        "devanagari": "तत्र गत्वा जगन्नाथं देवदेवं वृषाकपिम् । पुरुषं पुरुषसूक्तेन उपतस्थे समाहित: ॥ २० ॥",
        "english_devnagari": "tatra gatvā jagannāthaṁdeva-devaṁ vṛṣākapimpuruṣaṁ puruṣa-sūktenaupatasthe samāhitaḥ",
        "verse_Syn": [
            "tatra",
            "gatvā",
            "jagannātham",
            "deva",
            "devam",
            "vṛṣākapim",
            "puruṣam",
            "puruṣa",
            "sūktena",
            "upatasthe",
            "samāhitaḥ"
        ],
        "translation": "After reaching the shore of the Ocean of Milk, the demigods worshiped the Supreme Personality of Godhead, Lord Viṣṇu, the master of the whole universe, the supreme God of all gods, who provides for everyone and diminishes everyone’s suffering. With great attention, they worshiped Lord Viṣṇu, who lies on the Ocean of Milk, by reciting the Vedic mantras known as the Puruṣa-sūkta.",
        "purport": " The demigods, such as Lord Brahmā, Lord Śiva, King Indra, Candra and Sūrya, are all subordinate to the Supreme Personality of Godhead. Aside from the demigods, even in human society there are many influential personalities supervising various businesses or establishments. Lord Viṣṇu, however, is the God of gods (parameśvara). He is parama-puruṣa, the Supreme Being, Paramātmā. As confirmed in the Brahma-saṁhitā (5.1), īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ: “Kṛṣṇa, known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body.” No one is equal to or greater than the Supreme Personality of Godhead, and therefore He is described here by many words: jagannātha, deva-deva, vṛṣākapi and puruṣa. The supremacy of Lord Viṣṇu is also confirmed in Bhagavad-gītā (10.12) in this statement by Arjuna: “You are the Supreme Brahman, the ultimate, the supreme abode and purifier, the Absolute Truth and the eternal divine person. You are the primal God, transcendental and original, and You are the unborn and all-pervading beauty.” Kṛṣṇa is ādi-puruṣa, the original Personality of Godhead (govindam ādi-puruṣaṁ tam ahaṁ bhajāmi). Viṣṇu is a plenary expansion of Lord Kṛṣṇa, and all the viṣṇu-tattvas are parameśvara, deva-deva."
    },
    {
        "verse": "21",
        "devanagari": "गिरं समाधौ गगने समीरितांनिशम्य वेधास्त्रिदशानुवाच ह । गां पौरुषीं मे श‍ृणुतामरा: पुन-र्विधीयतामाशु तथैव मा चिरम् ॥ २१ ॥",
        "english_devnagari": "giraṁ samādhau gagane samīritāṁniśamya vedhās tridaśān uvāca hagāṁ pauruṣīṁ me śṛṇutāmarāḥ punarvidhīyatām āśu tathaiva mā ciram",
        "verse_Syn": [
            "giram",
            "samādhau",
            "gagane",
            "samīritām",
            "niśamya",
            "vedhāḥ",
            "tridaśān",
            "uvāca",
            "ha",
            "gām",
            "pauruṣīm",
            "me",
            "śṛṇuta",
            "amarāḥ",
            "punaḥ",
            "vidhīyatām",
            "āśu",
            "tathā",
            "eva",
            "mā",
            "ciram"
        ],
        "translation": "While in trance, Lord Brahmā heard the words of Lord Viṣṇu vibrating in the sky. Thus he told the demigods: O demigods, hear from me the order of Kṣīrodakaśāyī Viṣṇu, the Supreme Person, and execute it attentively without delay.",
        "purport": " It appears that the words of the Supreme Personality of Godhead can be heard in trance by competent persons. Modern science gives us telephones, by which one can hear sound vibrations from a distant place. Similarly, although other persons cannot hear the words of Lord Viṣṇu, Lord Brahmā is able to hear the Lord’s words within himself. This is confirmed in the beginning of Śrīmad-Bhāgavatam (1.1.1): tene brahma hṛdā ya ādi-kavaye. Ādi-kavi is Lord Brahmā. In the beginning of the creation, Lord Brahmā received the instructions of Vedic knowledge from Lord Viṣṇu through the medium of the heart (hṛdā). The same principle is confirmed herewith. While Brahmā was in trance, he was able to hear the words of Kṣīrodakaśāyī Viṣṇu, and he carried the Lord’s message to the demigods. Similarly, in the beginning, Brahmā first received the Vedic knowledge from the Supreme Personality of Godhead through the core of the heart. In both instances the same process was used in transmitting the message to Lord Brahmā. In other words, although Lord Viṣṇu was invisible even to Lord Brahmā, Lord Brahmā could hear Lord Viṣṇu’s words through the heart. The Supreme Personality of Godhead is invisible even to Lord Brahmā, yet He descends to this earth and becomes visible to people in general. This is certainly an act of His causeless mercy, but fools and nondevotees think that Kṛṣṇa is an ordinary historical person. Because they think that the Lord is an ordinary person like them, they are described as mūḍha (avajānanti māṁ mūḍhāḥ). The causeless mercy of the Supreme Personality of Godhead is neglected by such demoniac persons, who cannot understand the instructions of Bhagavad-gītā and who therefore misinterpret them."
    },
    {
        "verse": "22",
        "devanagari": "पुरैव पुंसावधृतो धराज्वरोभवद्भ‍िरंशैर्यदुषूपजन्यताम् । स यावदुर्व्या भरमीश्वरेश्वर:स्वकालशक्त्या क्षपयंश्चरेद् भुवि ॥ २२ ॥",
        "english_devnagari": "puraiva puṁsāvadhṛto dharā-jvarobhavadbhir aṁśair yaduṣūpajanyatāmsa yāvad urvyā bharam īśvareśvaraḥsva-kāla-śaktyā kṣapayaṁś cared bhuvi",
        "verse_Syn": [
            "purā",
            "eva",
            "puṁsā",
            "avadhṛtaḥ",
            "dharā",
            "jvaraḥ",
            "bhavadbhiḥ",
            "aṁśaiḥ",
            "yaduṣu",
            "upajanyatām",
            "saḥ",
            "yāvat",
            "urvyāḥ",
            "bharam",
            "īśvara",
            "īśvaraḥ",
            "sva",
            "kāla",
            "śaktyā",
            "kṣapayan",
            "caret",
            "bhuvi"
        ],
        "translation": "Lord Brahmā informed the demigods: Before we submitted our petition to the Lord, He was already aware of the distress on earth. Consequently, for as long as the Lord moves on earth to diminish its burden by His own potency in the form of time, all of you demigods should appear through plenary portions as sons and grandsons in the family of the Yadus.",
        "purport": " As stated in the Brahma-saṁhitā (5.39): “I worship the Supreme Personality of Godhead, Govinda, who is always situated in various incarnations such as Rāma, Nṛsiṁha and many sub-incarnations as well, but who is the original Personality of Godhead, known as Kṛṣṇa, and who incarnates personally also.” In this verse from Śrīmad-Bhāgavatam we find the words puraiva puṁsāvadhṛto dharā-jvaraḥ. The word puṁsā refers to Kṛṣṇa, who was already aware of how the whole world was suffering because of the increase of demons. Without reference to the supreme power of the Personality of Godhead, demons assert themselves to be independent kings and presidents, and thus they create a disturbance by increasing their military power. When such disturbances are very prominent, Kṛṣṇa appears. At present also, various demoniac states all over the world are increasing their military power in many ways, and the whole situation has become distressful. Therefore Kṛṣṇa has appeared by His name, in the Hare Kṛṣṇa movement, which will certainly diminish the burden of the world. Philosophers, religionists, and people in general must take to this movement very seriously, for man-made plans and devices will not help bring peace on earth. The transcendental sound Hare Kṛṣṇa is not different from the person Kṛṣṇa. There is no difference between the sound Hare Kṛṣṇa and Kṛṣṇa the person."
    },
    {
        "verse": "23",
        "devanagari": "वसुदेवगृहे साक्षाद् भगवान्पुरुष: पर: । जनिष्यते तत्प्रियार्थं सम्भवन्तु सुरस्त्रिय: ॥ २३ ॥",
        "english_devnagari": "vasudeva-gṛhe sākṣādbhagavān puruṣaḥ paraḥjaniṣyate tat-priyārthaṁsambhavantu sura-striyaḥ",
        "verse_Syn": [
            "vasudeva",
            "gṛhe",
            "sākṣāt",
            "bhagavān",
            "puruṣaḥ",
            "paraḥ",
            "janiṣyate",
            "tat",
            "priya",
            "artham",
            "sambhavantu",
            "sura",
            "striyaḥ"
        ],
        "translation": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, who has full potency, will personally appear as the son of Vasudeva. Therefore all the wives of the demigods should also appear in order to satisfy Him.",
        "purport": " In Bhagavad-gītā (4.9) the Lord says, tyaktvā dehaṁ punar janma naiti mām eti: after giving up the material body, the devotee of the Lord returns home, back to Godhead. This means that the devotee is first transferred to the particular universe where the Lord is at that time staying to exhibit His pastimes. There are innumerable universes, and the Lord is appearing in one of these universes at every moment. Therefore His pastimes are called nitya-līlā, eternal pastimes. The Lord’s appearance as a child in the house of Devakī takes place continuously in one universe after another. Therefore, the devotee is first transferred to that particular universe where the pastimes of the Lord are current. As stated in Bhagavad-gītā, even if a devotee does not complete the course of devotional service, he enjoys the happiness of the heavenly planets, where the most pious people dwell, and then takes birth in the house of a śuci or śrīmān, a pious brāhmaṇa or a wealthy vaiśya (śucīnāṁ śrīmatāṁ gehe yoga-bhraṣṭo ’bhijāyate). Thus a pure devotee, even if unable to execute devotional service completely, is transferred to the upper planetary system, where pious people reside. From there, if his devotional service is complete, such a devotee is transferred to the place where the Lord’s pastimes are going on. Herein it is said, sambhavantu sura-striyaḥ. Sura-strī, the women of the heavenly planets, were thus ordered to appear in the Yadu dynasty in Vṛndāvana to enrich the pastimes of Lord Kṛṣṇa. These sura-strī, when further trained to live with Kṛṣṇa, would be transferred to the original Goloka Vṛndāvana. During Lord Kṛṣṇa’s pastimes within this world, the sura-strī were to appear in different ways in different families to give pleasure to the Lord, just so that they would be fully trained before going to the eternal Goloka Vṛndāvana. With the association of Lord Kṛṣṇa, either at Dvārakā-purī, Mathurā-purī or Vṛndāvana, they would certainly return home, back to Godhead. Among the sura-strī, the women of the heavenly planets, there are many devotees, such as the mother of the Upendra incarnation of Kṛṣṇa. It was such devoted women who were called for in this connection."
    },
    {
        "verse": "24",
        "devanagari": "वासुदेवकलानन्त: सहस्रवदन: स्वराट् । अग्रतो भविता देवो हरे: प्रियचिकीर्षया ॥ २४ ॥",
        "english_devnagari": "vāsudeva-kalānantaḥsahasra-vadanaḥ svarāṭagrato bhavitā devohareḥ priya-cikīrṣayā",
        "verse_Syn": [
            "vāsudeva",
            "kalā",
            "anantaḥ",
            "sahasra",
            "vadanaḥ",
            "svarāṭ",
            "agrataḥ",
            "bhavitā",
            "devaḥ",
            "hareḥ",
            "priya",
            "cikīrṣayā"
        ],
        "translation": "The foremost manifestation of Kṛṣṇa is Saṅkarṣaṇa, who is known as Ananta. He is the origin of all incarnations within this material world. Previous to the appearance of Lord Kṛṣṇa, this original Saṅkarṣaṇa will appear as Baladeva, just to please the Supreme Lord Kṛṣṇa in His transcendental pastimes.",
        "purport": " Śrī Baladeva is the Supreme Personality of Godhead Himself. He is equal in supremacy to the Supreme Godhead, yet wherever Kṛṣṇa appears, Śrī Baladeva appears as His brother, sometimes elder and sometimes younger. When Kṛṣṇa appears, all His plenary expansions and other incarnations appear with Him. This is elaborately explained in Caitanya-caritāmṛta. This time, Baladeva would appear before Kṛṣṇa as Kṛṣṇa’s elder brother."
    },
    {
        "verse": "25",
        "devanagari": "विष्णोर्माया भगवती यया सम्मोहितं जगत् । आदिष्टा प्रभुणांशेन कार्यार्थे सम्भविष्यति ॥ २५ ॥",
        "english_devnagari": "viṣṇor māyā bhagavatīyayā sammohitaṁ jagatādiṣṭā prabhuṇāṁśenakāryārthe sambhaviṣyati",
        "verse_Syn": [
            "viṣṇoḥ",
            "māyā",
            "bhagavatī",
            "yayā",
            "sammohitam",
            "jagat",
            "ādiṣṭā",
            "prabhuṇā",
            "aṁśena",
            "kārya",
            "arthe",
            "sambhaviṣyati"
        ],
        "translation": "The potency of the Lord, known as viṣṇu-māyā, who is as good as the Supreme Personality of Godhead, will also appear with Lord Kṛṣṇa. This potency, acting in different capacities, captivates all the worlds, both material and spiritual. At the request of her master, she will appear with her different potencies in order to execute the work of the Lord.",
        "purport": " Parāsya śaktir vividhaiva śrūyate (Śvetāśvatara Upaniṣad 6.8). In the Vedas it is said that the potencies of the Supreme Personality of Godhead are called by different names, such as yoga-māyā and mahā-māyā. Ultimately, however, the Lord’s potency is one, exactly as electric potency is one although it can act both to cool and to heat. The Lord’s potency acts in both the spiritual and material worlds. In the spiritual world the Lord’s potency works as yoga-māyā, and in the material world the same potency works as mahā-māyā, exactly as electricity works in both a heater and a cooler. In the material world, this potency, working as mahā-māyā, acts upon the conditioned souls to deprive them more and more of devotional service. It is said, yayā sammohito jīva ātmānaṁ tri-guṇātmakam. In the material world the conditioned soul thinks of himself as a product of tri-guṇa, the three modes of material nature. This is the bodily conception of life. Because of associating with the three guṇas of the material potency, everyone identifies himself with his body. Someone is thinking he is a brāhmaṇa, someone a kṣatriya, and someone a vaiśya or śūdra. Actually, however, one is neither a brāhmaṇa, a kṣatriya, a vaiśya nor a śūdra; one is part and parcel of the Supreme Lord (mamaivāṁśaḥ), but because of being covered by the material energy, mahā-māyā, one identifies himself in these different ways. When the conditioned soul becomes liberated, however, he thinks himself an eternal servant of Kṛṣṇa. Jīvera ‘svarūpa’ haya-kṛṣṇera ‘nitya-dāsa.’ When he comes to that position, the same potency, acting as yoga-māyā, increasingly helps him become purified and devote his energy to the service of the Lord. In either case, whether the soul is conditioned or liberated, the Lord is supreme. As stated in Bhagavad-gītā (9.10), mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram: it is by the order of the Supreme Personality of Godhead that the material energy, mahā-māyā, works upon the conditioned soul. “The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities which are in actuality carried out by nature.” (Bg. 3.27) Within conditioned life, no one has freedom, but because one is bewildered, being subject to the rule of mahā-māyā, one foolishly thinks himself independent (ahaṅkāra-vimūḍhātmā kartāham iti manyate). But when the conditioned soul becomes liberated by executing devotional service, he is given a greater and greater chance to relish a relationship with the Supreme Personality of Godhead in different transcendental statuses, such as dāsya-rasa, sakhya-rasa, vātsalya-rasa and mādhurya-rasa. Thus the Lord’s potency, viṣṇu-māyā, has two features: āvaraṇikā and unmukha. When the Lord appeared, His potency came with Him and acted in different ways. She acted as Yoga-māyā with Yaśodā, Devakī and other intimate relations of the Lord, and she acted in a different way with Kaṁsa, Śālva and other asuras. By the order of Lord Kṛṣṇa, His potency Yoga-māyā came with Him and exhibited different activities according to the time and circumstances (kāryārthe sambhaviṣyati). Yoga-māyā acted differently to execute different purposes desired by the Lord. As confirmed in Bhagavad-gītā (9.13), mahātmānas tu māṁ pārtha daivīṁ prakṛtim āśritāḥ. The mahātmās, who fully surrender to the lotus feet of the Lord, are directed by Yoga-māyā, whereas the durātmās, those who are devoid of devotional service, are directed by Mahā-māyā."
    },
    {
        "verse": "26",
        "devanagari": "श्रीशुक उवाचइत्यादिश्यामरगणान् प्रजापतिपतिर्विभु: । आश्वास्य च महीं गीर्भि: स्वधाम परमं ययौ ॥ २६ ॥",
        "english_devnagari": "śrī-śuka uvācaity ādiśyāmara-gaṇānprajāpati-patir vibhuḥāśvāsya ca mahīṁ gīrbhiḥsva-dhāma paramaṁ yayau",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "ādiśya",
            "amara",
            "gaṇān",
            "prajāpati",
            "patiḥ",
            "vibhuḥ",
            "āśvāsya",
            "ca",
            "mahīm",
            "gīrbhiḥ",
            "sva",
            "dhāma",
            "paramam",
            "yayau"
        ],
        "translation": "Śukadeva Gosvāmī continued: After thus advising the demigods and pacifying mother earth, the very powerful Lord Brahmā, who is the master of all other Prajāpatis and is therefore known as Prajāpati-pati, returned to his own abode, Brahmaloka.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "शूरसेनो यदुपतिर्मथुरामावसन् पुरीम् । माथुराञ्छूरसेनांश्च विषयान् बुभुजे पुरा ॥ २७ ॥",
        "english_devnagari": "śūraseno yadupatirmathurām āvasan purīmmāthurāñ chūrasenāṁś caviṣayān bubhuje purā",
        "verse_Syn": [
            "śūrasenaḥ",
            "yadu",
            "patiḥ",
            "mathurām",
            "āvasan",
            "purīm",
            "māthurān",
            "śūrasenān",
            "ca",
            "viṣayān",
            "bubhuje",
            "purā"
        ],
        "translation": "Formerly, Śūrasena, the chief of the Yadu dynasty, had gone to live in the city of Mathurā. There he enjoyed the places known as Māthura and Śūrasena.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "राजधानी तत: साभूत्सर्वयादवभूभुजाम् । मथुरा भगवान् यत्र नित्यं सन्निहितो हरि: ॥ २८ ॥",
        "english_devnagari": "rājadhānī tataḥ sābhūtsarva-yādava-bhūbhujāmmathurā bhagavān yatranityaṁ sannihito hariḥ",
        "verse_Syn": [
            "rājadhānī",
            "tataḥ",
            "sā",
            "abhūt",
            "sarva",
            "yādava",
            "bhūbhujām",
            "mathurā",
            "bhagavān",
            "yatra",
            "nityam",
            "sannihitaḥ",
            "hariḥ"
        ],
        "translation": "Since that time, the city of Mathurā had been the capital of all the kings of the Yadu dynasty. The city and district of Mathurā are very intimately connected with Kṛṣṇa, for Lord Kṛṣṇa lives there eternally.",
        "purport": " It is understood that Mathurā City is the transcendental abode of Lord Kṛṣṇa; it is not an ordinary material city, for it is eternally connected with the Supreme Personality of Godhead. Vṛndāvana is within the jurisdiction of Mathurā, and it still continues to exist. Because Mathurā and Vṛndāvana are intimately connected with Kṛṣṇa eternally, it is said that Lord Kṛṣṇa never leaves Vṛndāvana (vṛndāvanaṁ parityajya padam ekaṁ na gacchati). At present, the place known as Vṛndāvana, in the district of Mathurā, continues its position as a transcendental place, and certainly anyone who goes there becomes transcendentally purified. Navadvīpa-dhāma is also intimately connected with Vrajabhūmi. Śrīla Narottama dāsa Ṭhākura therefore says: “Vrajabhūmi” refers to Mathurā-Vṛndāvana, and Gauḍa-maṇḍala-bhūmi includes Navadvīpa. These two places are nondifferent. Therefore, anyone living in Navadvīpa-dhāma, knowing Kṛṣṇa and Śrī Caitanya Mahāprabhu to be the same personality, lives in Vrajabhūmi, Mathurā-Vṛndāvana. The Lord has made it convenient for the conditioned soul to live in Mathurā, Vṛndāvana and Navadvīpa and thus be directly connected with the Supreme Personality of Godhead. Simply by living in these places, one can immediately come in contact with the Lord. There are many devotees who vow never to leave Vṛndāvana and Mathurā. This is undoubtedly a good vow, but if one leaves Vṛndāvana, Mathurā or Navadvīpa-dhāma for the service of the Lord, he is not disconnected from the Supreme Personality of Godhead. At any rate, we must understand the transcendental importance of Mathurā-Vṛndāvana and Navadvīpa-dhāma. Anyone who executes devotional service in these places certainly goes back home, back to Godhead, after giving up his body. Thus the words mathurā bhagavān yatra nityaṁ sannihito hariḥ are particularly important. A devotee should fully utilize this instruction to the best of his ability. Whenever the Supreme Lord personally appears, He appears in Mathurā because of His intimate connection with this place. Therefore although Mathurā and Vṛndāvana are situated on this planet earth, they are transcendental abodes of the Lord."
    },
    {
        "verse": "29",
        "devanagari": "तस्यां तु कर्हिचिच्छौरिर्वसुदेव: कृतोद्वह: । देवक्या सूर्यया सार्धं प्रयाणे रथमारुहत् ॥ २९ ॥",
        "english_devnagari": "tasyāṁ tu karhicic chaurirvasudevaḥ kṛtodvahaḥdevakyā sūryayā sārdhaṁprayāṇe ratham āruhat",
        "verse_Syn": [
            "tasyām",
            "tu",
            "karhicit",
            "śauriḥ",
            "vasudevaḥ",
            "kṛta",
            "udvahaḥ",
            "devakyā",
            "sūryayā",
            "sārdham",
            "prayāṇe",
            "ratham",
            "āruhat"
        ],
        "translation": "Some time ago, Vasudeva, who belonged to the demigod family [or to the Śūra dynasty], married Devakī. After the marriage, he mounted his chariot to return home with his newly married wife.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "उग्रसेनसुत: कंस: स्वसु: प्रियचिकीर्षया । रश्मीन् हयानां जग्राह रौक्‍मै रथशतैर्वृत: ॥ ३० ॥",
        "english_devnagari": "ugrasena-sutaḥ kaṁsaḥsvasuḥ priya-cikīrṣayāraśmīn hayānāṁ jagrāharaukmai ratha-śatair vṛtaḥ",
        "verse_Syn": [
            "ugrasena",
            "sutaḥ",
            "kaṁsaḥ",
            "svasuḥ",
            "priya",
            "cikīrṣayā",
            "raśmīn",
            "hayānām",
            "jagrāha",
            "raukmaiḥ",
            "ratha",
            "śataiḥ",
            "vṛtaḥ"
        ],
        "translation": "Kaṁsa, the son of King Ugrasena, in order to please his sister Devakī on the occasion of her marriage, took charge of the reins of the horses and became the chariot driver. He was surrounded by hundreds of golden chariots.",
        "purport": ""
    },
    {
        "verse": "31-32",
        "devanagari": "चतु:शतं पारिबर्हं गजानां हेममालिनाम् । अश्वानामयुतं सार्धं रथानां च त्रिषट्‌शतम् ॥ ३१ ॥ दासीनां सुकुमारीणां द्वे शते समलङ्कृते । दुहित्रे देवक: प्रादाद् याने दुहितृवत्सल: ॥ ३२ ॥",
        "english_devnagari": "catuḥ-śataṁ pāribarhaṁgajānāṁ hema-mālināmaśvānām ayutaṁ sārdhaṁrathānāṁ ca tri-ṣaṭ-śatam",
        "verse_Syn": [
            "catuḥ",
            "śatam",
            "pāribarham",
            "gajānām",
            "hema",
            "mālinām",
            "aśvānām",
            "ayutam",
            "sārdham",
            "rathānām",
            "ca",
            "tri",
            "ṣaṭ",
            "śatam",
            "dāsīnām",
            "su",
            "kumārīṇām",
            "dve",
            "śate",
            "samalaṅkṛte",
            "duhitre",
            "devakaḥ",
            "prādāt",
            "yāne",
            "duhitṛ",
            "vatsalaḥ"
        ],
        "translation": "Devakī’s father, King Devaka, was very much affectionate to his daughter. Therefore, while she and her husband were leaving home, he gave her a dowry of four hundred elephants nicely decorated with golden garlands. He also gave ten thousand horses, eighteen hundred chariots, and two hundred very beautiful young maidservants, fully decorated with ornaments.",
        "purport": " The system of giving a dowry to one’s daughter has existed in Vedic civilization for a very long time. Even today, following the same system, a father who has money will give his daughter an opulent dowry. A daughter would never inherit the property of her father, and therefore an affectionate father, during the marriage of his daughter, would give her as much as possible. A dowry, therefore, is never illegal according to the Vedic system. Here, of course, the gift offered as a dowry by Devaka to Devakī was not ordinary. Because Devaka was a king, he gave a dowry quite suitable to his royal position. Even an ordinary man, especially a high-class brāhmaṇa, kṣatriya or vaiśya, is supposed to give his daughter a liberal dowry. Immediately after the marriage, the daughter goes to her husband’s house, and it is also a custom for the brother of the bride to accompany his sister and brother-in-law to exhibit affection for her. This system was followed by Kaṁsa. These are all old customs in the society of varṇāśrama-dharma, which is now wrongly designated as Hindu. These long-standing customs are nicely described here."
    },
    {
        "verse": "33",
        "devanagari": "शङ्खतूर्यमृदङ्गाश्च नेदुर्दुन्दुभय: समम् । प्रयाणप्रक्रमे तात वरवध्वो: सुमङ्गलम् ॥ ३३ ॥",
        "english_devnagari": "śaṅkha-tūrya-mṛdaṅgāś canedur dundubhayaḥ samamprayāṇa-prakrame tātavara-vadhvoḥ sumaṅgalam",
        "verse_Syn": [
            "śaṅkha",
            "tūrya",
            "mṛdaṅgāḥ",
            "ca",
            "neduḥ",
            "dundubhayaḥ",
            "samam",
            "prayāṇa",
            "prakrame",
            "tāta",
            "vara",
            "vadhvoḥ",
            "su",
            "maṅgalam"
        ],
        "translation": "O beloved son, Mahārāja Parīkṣit, when the bride and bridegroom were ready to start, conchshells, bugles, drums and kettledrums all vibrated in concert for their auspicious departure.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "पथि प्रग्रहिणं कंसमाभाष्याहाशरीरवाक् । अस्यास्त्वामष्टमो गर्भो हन्ता यां वहसेऽबुध ॥ ३४ ॥",
        "english_devnagari": "pathi pragrahiṇaṁ kaṁsamābhāṣyāhāśarīra-vākasyās tvām aṣṭamo garbhohantā yāṁ vahase ’budha",
        "verse_Syn": [
            "pathi",
            "pragrahiṇam",
            "kaṁsam",
            "ābhāṣya",
            "āha",
            "a",
            "śarīra",
            "vāk",
            "asyāḥ",
            "tvām",
            "aṣṭamaḥ",
            "garbhaḥ",
            "hantā",
            "yām",
            "vahase",
            "abudha"
        ],
        "translation": "While Kaṁsa, controlling the reins of the horses, was driving the chariot along the way, an unembodied voice addressed him, “You foolish rascal, the eighth child of the woman you are carrying will kill you!”",
        "purport": " The omen spoke of aṣṭamo garbhaḥ, referring to the eighth pregnancy, but did not clearly say whether the child was to be a son or a daughter. Even if Kaṁsa were to see that the eighth child of Devakī was a daughter, he should have no doubt that the eighth child was to kill him. According to the Viśva-kośa dictionary, the word garbha means “embryo” and also arbhaka, or “child.” Kaṁsa was affectionate toward his sister, and therefore he had become the chariot driver to carry her and his brother-in-law to their home. The demigods, however, did not want Kaṁsa to be affectionate toward Devakī, and therefore, from an unseen position, they encouraged Kaṁsa to offend her. Moreover, the six sons of Marīci had been cursed to take birth from the womb of Devakī, and upon being killed by Kaṁsa they would be delivered. When Devakī understood that Kaṁsa would be killed by the Supreme Personality of Godhead, who would appear from her womb, she felt great joy. The word vahase is also significant because it indicates that the ominous vibration condemned Kaṁsa for acting just like a beast of burden by carrying his enemy’s mother."
    },
    {
        "verse": "35",
        "devanagari": "इत्युक्त: स खल: पापो भोजानां कुलपांसन: । भगिनीं हन्तुमारब्धं खड्‍गपाणि: कचेऽग्रहीत् ॥ ३५ ॥",
        "english_devnagari": "ity uktaḥ sa khalaḥ pāpobhojānāṁ kula-pāṁsanaḥbhaginīṁ hantum ārabdhaḥkhaḍga-pāṇiḥ kace ’grahīt",
        "verse_Syn": [
            "iti",
            "uktaḥ",
            "saḥ",
            "khalaḥ",
            "pāpaḥ",
            "bhojānām",
            "kula",
            "pāṁsanaḥ",
            "bhaginīm",
            "hantum",
            "ārabdham",
            "khaḍga",
            "pāṇiḥ",
            "kace",
            "agrahīt"
        ],
        "translation": "Kaṁsa was a condemned personality in the Bhoja dynasty because he was envious and sinful. Therefore, upon hearing this omen from the sky, he caught hold of his sister’s hair with his left hand and took up his sword with his right hand to sever her head from her body.",
        "purport": " Kaṁsa was driving the chariot and controlling the reins with his left hand, but as soon as he heard the omen that his sister’s eighth child would kill him, he gave up the reins, caught hold of his sister’s hair, and with his right hand took up a sword to kill her. Before, he had been so affectionate that he was acting as his sister’s chariot driver, but as soon as he heard that his self-interest or his life was at risk, he forgot all affection for her and immediately became a great enemy. This is the nature of demons. No one should trust a demon, despite any amount of affection. Aside from this, a king, a politician or a woman cannot be trusted, since they can do anything abominable for their personal interest. Cāṇakya Paṇḍita therefore says, viśvāso naiva kartavyaḥ strīṣu rāja-kuleṣu ca."
    },
    {
        "verse": "36",
        "devanagari": "तं जुगुप्सितकर्माणं नृशंसं निरपत्रपम् । वसुदेवो महाभाग उवाच परिसान्‍त्वयन् ॥ ३६ ॥",
        "english_devnagari": "taṁ jugupsita-karmāṇaṁnṛśaṁsaṁ nirapatrapamvasudevo mahā-bhāgauvāca parisāntvayan",
        "verse_Syn": [
            "tam",
            "jugupsita",
            "karmāṇam",
            "nṛśaṁsam",
            "nirapatrapam",
            "vasudevaḥ",
            "mahā",
            "bhāgaḥ",
            "uvāca",
            "parisāntvayan"
        ],
        "translation": "Wanting to pacify Kaṁsa, who was so cruel and envious that he was shamelessly ready to kill his sister, the great soul Vasudeva, who was to be the father of Kṛṣṇa, spoke to him in the following words.",
        "purport": " Vasudeva, who was to be the father of Kṛṣṇa, is described here as mahā-bhāga, a very upright and sober personality, because although Kaṁsa was ready to kill Vasudeva’s wife, Vasudeva remained sober and unagitated. In a peaceful attitude, Vasudeva began to address Kaṁsa by putting forward reasonable arguments. Vasudeva was a great personality because he knew how to pacify a cruel person and how to forgive even the bitterest enemy. One who is fortunate is never caught, even by tigers or snakes."
    },
    {
        "verse": "37",
        "devanagari": "श्रीवसुदेव उवाचश्लाघनीयगुण: शूरैर्भवान् भोजयशस्कर: । स कथं भगिनीं हन्यात् स्त्रियमुद्वाहपर्वणि ॥ ३७ ॥",
        "english_devnagari": "śrī-vasudeva uvācaślāghanīya-guṇaḥ śūrairbhavān bhoja-yaśaskaraḥsa kathaṁ bhaginīṁ hanyātstriyam udvāha-parvaṇi",
        "verse_Syn": [
            "śrī",
            "vasudevaḥ",
            "uvāca",
            "ślāghanīya",
            "guṇaḥ",
            "śūraiḥ",
            "bhavān",
            "bhoja",
            "yaśaḥ",
            "karaḥ",
            "saḥ",
            "katham",
            "bhaginīm",
            "hanyāt",
            "striyam",
            "udvāha",
            "parvaṇi"
        ],
        "translation": "Vasudeva said: My dear brother-in-law Kaṁsa, you are the pride of your family, the Bhoja dynasty, and great heroes praise your qualities. How could such a qualified person as you kill a woman, your own sister, especially on the occasion of her marriage?",
        "purport": " According to Vedic principles, a brāhmaṇa, an old man, a woman, a child or a cow cannot be killed under any circumstances. Vasudeva stressed that Devakī was not only a woman but a member of Kaṁsa’s family. Because she was now married to Vasudeva, she was para-strī, another man’s wife, and if such a woman were killed, not only would Kaṁsa be implicated in sinful activities, but his reputation as king of the Bhoja dynasty would be damaged. Thus Vasudeva tried in many ways to convince Kaṁsa in order to stop him from killing Devakī."
    },
    {
        "verse": "38",
        "devanagari": "मृत्युर्जन्मवतां वीर देहेन सह जायते । अद्य वाब्दशतान्ते वा मृत्युर्वै प्राणिनां ध्रुव: ॥ ३८ ॥",
        "english_devnagari": "mṛtyur janmavatāṁ vīradehena saha jāyateadya vābda-śatānte vāmṛtyur vai prāṇināṁ dhruvaḥ",
        "verse_Syn": [
            "mṛtyuḥ",
            "janma",
            "vatām",
            "vīra",
            "dehena",
            "saha",
            "jāyate",
            "adya",
            "vā",
            "abda",
            "śata",
            "ante",
            "vā",
            "mṛtyuḥ",
            "vai",
            "prāṇinām",
            "dhruvaḥ"
        ],
        "translation": "O great hero, one who takes birth is sure to die, for death is born with the body. One may die today or after hundreds of years, but death is sure for every living entity.",
        "purport": " Vasudeva wanted to impress upon Kaṁsa that although Kaṁsa feared dying and therefore wanted to kill even a woman, he could not avoid death. Death is sure. Why then should Kaṁsa do something that would be detrimental to his reputation and that of his family? As confirmed in Bhagavad-gītā (2.27): “For one who has taken his birth, death is certain; and for one who is dead, birth is certain. Therefore, in the unavoidable discharge of your duty, you should not lament.” One should not fear death. Rather, one should prepare oneself for the next birth. One should utilize one’s time in this human form to end the process of birth and death. It is not that to save oneself from death one should entangle oneself in sinful activities. This is not good."
    },
    {
        "verse": "39",
        "devanagari": "देहे पञ्चत्वमापन्ने देही कर्मानुगोऽवश: । देहान्तरमनुप्राप्य प्राक्तनं त्यजते वपु: ॥ ३९ ॥",
        "english_devnagari": "dehe pañcatvam āpannedehī karmānugo ’vaśaḥdehāntaram anuprāpyaprāktanaṁ tyajate vapuḥ",
        "verse_Syn": [
            "dehe",
            "pañcatvam",
            "āpanne",
            "dehī",
            "karma",
            "anugaḥ",
            "avaśaḥ",
            "deha",
            "antaram",
            "anuprāpya",
            "prāktanam",
            "tyajate",
            "vapuḥ"
        ],
        "translation": "When the present body turns to dust and is again reduced to five elements — earth, water, fire, air and ether — the proprietor of the body, the living being, automatically receives another body of material elements according to his fruitive activities. When the next body is obtained, he gives up the present body.",
        "purport": " This is confirmed in Bhagavad-gītā, which presents the beginning of spiritual understanding. “As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.” (Bg. 2.13) A person or an animal is not the material body; rather, the material body is the covering of the living being. Bhagavad-gītā compares the body to a dress and elaborately explains how one changes dresses one after another. The same Vedic knowledge is confirmed here. The living being, the soul, is constantly changing bodies one after another. Even in the present life, the body changes from childhood to boyhood, from boyhood to youth, and from youth to old age; similarly, when the body is too old to continue, the living being gives up this body and, by the laws of nature, automatically gets another body according to his fruitive activities, desires and ambitions. The laws of nature control this sequence, and therefore as long as the living entity is under the control of the external, material energy, the process of bodily change takes place automatically, according to one’s fruitive activities. Vasudeva therefore wanted to impress upon Kaṁsa that if he committed this sinful act of killing a woman, in his next life he would certainly get a material body still more conditioned to the sufferings of material existence. Thus Vasudeva advised Kaṁsa not to commit sinful activities. One who commits sinful activities because of ignorance, tamo-guṇa, obtains a lower body. Kāraṇaṁ guṇa-saṅgo ’sya sad-asad-yoni janmasu (Bg. 13.22). There are hundreds and thousands of different species of life. Why are there higher and lower bodies? One receives these bodies according to the contaminations of material nature. If in this life one is contaminated by the mode of ignorance and sinful activities (duṣkṛtī), in the next life, by the laws of nature, one will certainly get a body full of suffering. The laws of nature are not subservient to the whimsical desires of the conditioned soul. Our endeavor, therefore, should be to associate always with sattva-guṇa and not indulge in rajo-guṇa or tamo-guṇa (rajas-tamo-bhāvāḥ). Lusty desires and greed keep the living entity perpetually in ignorance and prevent him from being elevated to the platform of sattva-guṇa or śuddha-sattva-guṇa. One is advised to be situated in śuddha-sattva-guṇa, devotional service, for thus one is immune to the reactions of the three modes of material nature."
    },
    {
        "verse": "40",
        "devanagari": "व्रजंस्तिष्ठन् पदैकेन यथैवैकेन गच्छति । यथा तृणजलौकैवं देही कर्मगतिं गत: ॥ ४० ॥",
        "english_devnagari": "vrajaṁs tiṣṭhan padaikenayathaivaikena gacchatiyathā tṛṇa-jalaukaivaṁdehī karma-gatiṁ gataḥ",
        "verse_Syn": [
            "vrajan",
            "tiṣṭhan",
            "padā",
            "ekena",
            "yathā",
            "eva",
            "ekena",
            "gacchati",
            "yathā",
            "tṛṇa",
            "jalaukā",
            "evam",
            "dehī",
            "karma",
            "gatim",
            "gataḥ"
        ],
        "translation": "Just as a person traveling on the road rests one foot on the ground and then lifts the other, or as a worm on a vegetable transfers itself to one leaf and then gives up the previous one, the conditioned soul takes shelter of another body and then gives up the one he had before.",
        "purport": " This is the process of the soul’s transmigration from one body to another. At the time of death, according to his mental condition, the living being is carried by the subtle body, consisting of mind, intelligence and ego, to another gross body. When higher authorities have decided what kind of gross body the living entity will have, he is forced to enter such a body, and thus he automatically gives up his previous body. Dull-minded persons who do not have the intelligence to understand this process of transmigration take for granted that when the gross body is finished, one’s life is finished forever. Such persons have no brains with which to understand the process of transmigration. At the present moment there is great opposition to the Hare Kṛṣṇa movement, which is being called a “brainwashing” movement. But actually the so-called scientists, philosophers and other leaders in the Western countries have no brains at all. The Hare Kṛṣṇa movement is trying to elevate such foolish persons by enlightening their intelligence so that they will take advantage of the human body. Unfortunately, because of gross ignorance, they regard the Hare Kṛṣṇa movement as a brainwashing movement. They do not know that without God consciousness one is forced to continue transmigrating from one body to another. Because of their devilish brains, they will next be forced to accept an abominable life and practically never be able to liberate themselves from the conditional life of material existence. How this transmigration of the soul takes place is very clearly explained in this verse."
    },
    {
        "verse": "41",
        "devanagari": "स्वप्ने यथा पश्यति देहमीद‍ृशंमनोरथेनाभिनिविष्टचेतन: । द‍ृष्टश्रुताभ्यां मनसानुचिन्तयन्प्रपद्यते तत् किमपि ह्यपस्मृति: ॥ ४१ ॥",
        "english_devnagari": "svapne yathā paśyati deham īdṛśaṁmanorathenābhiniviṣṭa-cetanaḥdṛṣṭa-śrutābhyāṁ manasānucintayanprapadyate tat kim api hy apasmṛtiḥ",
        "verse_Syn": [
            "svapne",
            "yathā",
            "paśyati",
            "deham",
            "īdṛśam",
            "manorathena",
            "abhiniviṣṭa",
            "cetanaḥ",
            "dṛṣṭa",
            "śrutābhyām",
            "manasā",
            "anucintayan",
            "prapadyate",
            "tat",
            "kim",
            "api",
            "hi",
            "apasmṛtiḥ"
        ],
        "translation": "Having experienced a situation by seeing or hearing about it, one contemplates and speculates about that situation, and thus one surrenders to it, not considering his present body. Similarly, by mental adjustments one dreams at night of living under different circumstances, in different bodies, and forgets his actual position. Under this same process, one gives up his present body and accepts another [tathā dehāntara-prāptiḥ].",
        "purport": " Transmigration of the soul is very clearly explained in this verse. One sometimes forgets his present body and thinks of his childhood body, a body of the past, and of how one was playing, jumping, talking and so on. When the material body is no longer workable, it becomes dust: “For dust thou art, and unto dust shalt thou return.” But when the body again mixes with the five material elements — earth, water, fire, air and ether — the mind continues to work. The mind is the subtle substance in which the body is created, as we actually experience in our dreams and also when we are awake in contemplation. One must understand that the process of mental speculation develops a new type of body that does not actually exist. If one can understand the nature of the mind (manorathena) and its thinking, feeling and willing, one can very easily understand how from the mind different types of bodies develop. The Kṛṣṇa consciousness movement, therefore, offers a process of transcendental activities wherein the mind is fully absorbed in affairs pertaining to Kṛṣṇa. The presence of the soul is perceived by consciousness, and one must purify his consciousness from material to spiritual, or, in other words, to Kṛṣṇa consciousness. That which is spiritual is eternal, and that which is material is temporary. Without Kṛṣṇa consciousness, one’s consciousness is always absorbed in temporary things. For everyone, therefore, Kṛṣṇa recommends in Bhagavad-gītā (9.34), man-manā bhava mad-bhakto mad-yājī māṁ namaskuru. One should always be absorbed in thought of Kṛṣṇa, one should become His devotee, one should always engage in His service and worship Him as the supreme great, and one should always offer Him obeisances. In the material world one is always a servant of a greater person, and in the spiritual world our constitutional position is to serve the Supreme, the greatest, paraṁ brahma. This is the instruction of Śrī Caitanya Mahāprabhu. Jīvera ‘svarūpa’ haya-kṛṣṇera ‘nitya-dāsa’ (Cc. Madhya 20.108). To act in Kṛṣṇa consciousness is the perfection of life and the highest perfection of yoga. As Lord Kṛṣṇa says in Bhagavad-gītā (6.47): “Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.” The condition of the mind, which flickers between saṅkalpa and vikalpa, accepting something and rejecting it, is very important in transferring the soul to another material body at the time of death. “Whatever state of being one remembers when he quits his body, that state he will attain without fail.” (Bg. 8.6) Therefore one must train the mind in the system of bhakti-yoga, as did Mahārāja Ambarīṣa, who kept himself always in Kṛṣṇa consciousness. Sa vai manaḥ kṛṣṇa-padāravindayoḥ. One must fix the mind at the lotus feet of Kṛṣṇa twenty-four hours a day. If the mind is fixed upon Kṛṣṇa’s lotus feet, the activities of the other senses will be engaged in Kṛṣṇa’s service. Hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate: to serve Hṛṣīkeśa, the master of the senses, with purified senses is called bhakti. Those who constantly engage in devotional service are situated in a transcendental state, above the material modes of nature. As Kṛṣṇa says in Bhagavad-gītā (14.26): “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” One must learn the secret of success from the Vedic literatures, especially when the cream of Vedic knowledge is presented by Bhagavad-gītā as it is. Because the mind is ultimately controlled by the Supreme Personality of Godhead, Kṛṣṇa, the word apasmṛtiḥ is significant. Forgetfulness of one’s own identity is called apasmṛtiḥ. This apasmṛtiḥ can be controlled by the Supreme Lord, for the Lord says, mattaḥ smṛtir jñānam apohanaṁ ca: “From Me come remembrance, knowledge and forgetfulness.” Instead of allowing one to forget one’s real position, Kṛṣṇa can revive one’s original identity at the time of one’s death, even though the mind may be flickering. Although the mind may work imperfectly at the time of death, Kṛṣṇa gives a devotee shelter at His lotus feet. Therefore when a devotee gives up his body, the mind does not take him to another material body (tyaktvā dehaṁ punar janma naiti mām eti); rather, Kṛṣṇa takes the devotee to that place where He is engaged in His pastimes (mām eti), as we have already discussed in previous verses. One’s consciousness, therefore, must always be absorbed in Kṛṣṇa, and then one’s life will be successful. Otherwise the mind will carry the soul to another material body. The soul will be placed in the semen of a father and discharged into the womb of a mother. The semen and ovum create a particular type of body according to the form of the father and mother, and when the body is mature, the soul emerges in that body and begins a new life. This is the process of transmigration of the soul from one body to another (tathā dehāntara-prāptiḥ). Unfortunately, those who are less intelligent think that when the body disappears, everything is finished. The entire world is being misled by such fools and rascals. But as stated in Bhagavad-gītā (2.20), na hanyate hanyamāne śarīre. The soul does not die when the body is destroyed. Rather, the soul takes on another body."
    },
    {
        "verse": "42",
        "devanagari": "यतो यतो धावति दैवचोदितंमनो विकारात्मकमाप पञ्चसु । गुणेषु मायारचितेषु देह्यसौप्रपद्यमान: सह तेन जायते ॥ ४२ ॥",
        "english_devnagari": "yato yato dhāvati daiva-coditaṁmano vikārātmakam āpa pañcasuguṇeṣu māyā-raciteṣu dehy asauprapadyamānaḥ saha tena jāyate",
        "verse_Syn": [
            "yataḥ",
            "yataḥ",
            "dhāvati",
            "daiva",
            "coditam",
            "manaḥ",
            "vikāra",
            "ātmakam",
            "āpa",
            "pañcasu",
            "guṇeṣu",
            "māyā",
            "raciteṣu",
            "dehī",
            "asau",
            "prapadyamānaḥ",
            "saha",
            "tena",
            "jāyate"
        ],
        "translation": "At the time of death, according to the thinking, feeling and willing of the mind, which is involved in fruitive activities, one receives a particular body. In other words, the body develops according to the activities of the mind. Changes of body are due to the flickering of the mind, for otherwise the soul could remain in its original, spiritual body.",
        "purport": " One can very easily understand that the mind is constantly flickering, changing in the quality of its thinking, feeling and willing. This is explained by Arjuna in Bhagavad-gītā (6.34): The mind is cañcala, flickering, and it changes very strongly. Therefore Arjuna admitted that controlling the mind is not at all possible; this would be as difficult as controlling the wind. For example, if one were in a boat moving according to the wind on a river or the sea, and the wind were uncontrollable, the tilting boat would be very much disturbed and extremely difficult to control. It might even capsize. Therefore, in the bhava-samudra, the ocean of mental speculation and transmigration to different types of bodies, one must first control the mind. By regulative practice one can control the mind, and this is the purpose of the yoga system (abhyāsa-yoga-yuktena). But there is a chance of failure with the yoga system, especially in this Age of Kali, because the yoga system uses artificial means. If the mind is engaged in bhakti-yoga, however, by the grace of Kṛṣṇa one can very easily control it. Therefore Śrī Caitanya Mahāprabhu has recommended, harer nāma harer nāma harer nāmaiva kevalam. One should chant the holy name of the Lord constantly, for the holy name of the Lord is nondifferent from Hari, the Supreme Person. By chanting the Hare Kṛṣṇa mantra constantly, one can fix the mind on the lotus feet of Kṛṣṇa (sa vai manaḥ kṛṣṇa-padāravindayoḥ) and in this way achieve the perfection of yoga. Otherwise, the flickering mind will hover on the platform of mental speculation for sense enjoyment, and one will have to transmigrate from one type of body to another because the mind is trained only in relation to the material elements, or, in other words, to sense gratification, which is false. Māyā-sukhāya bharam udvahato vimūḍhān (Bhāg. 7.9.43). Rascals (vimūḍhān), being controlled by mental speculation, make huge arrangements by which to enjoy life temporarily, but they must give up the body at the time of death, when everything is taken away by Kṛṣṇa’s external energy (mṛtyuḥ sarva-haraś cāham). At that time, whatever one has created in this life is lost, and one must automatically accept a new body by the force of material nature. In this life one may have constructed a very tall skyscraper, but in the next life, because of one’s mentality, one may have to accept a body like that of a cat, a dog, a tree or perhaps a demigod. Thus the body is offered by the laws of material nature. Kāraṇaṁ guṇa-saṅgo ’sya sad-asad-yoni janmasu (Bg. 13.22). The spirit soul takes birth in higher and lower species of life only because of his association with the three qualities of material nature. “Those situated in the mode of goodness gradually go upward to the higher planets; those in the mode of passion live on the earthly planets; and those in the mode of ignorance go down to the hellish worlds.” (Bg. 14.18) In conclusion, the Kṛṣṇa consciousness movement offers the topmost welfare activity for human society. The saner section of human society must therefore take this movement very seriously for the benefit of all humanity. To save oneself from the repetition of birth and death, one must purify his consciousness. Sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam. One must be freed from all designations — “I am American,” “I am Indian,” “I am this,” “I am that” — and come to the platform of understanding that Kṛṣṇa is the original master and we are His eternal servants. When the senses are purified and engaged in Kṛṣṇa’s service, one achieves the highest perfection. Hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate. The Kṛṣṇa consciousness movement is a movement of bhakti-yoga. Vairāgya-vidyā-nija-bhakti-yoga. By following the principles of this movement, one becomes disassociated from material mental concoctions and is established on the original platform of the eternal relationship between the living entity and the Supreme Personality of Godhead as servant and master. This, in summary, is the purpose of the Kṛṣṇa consciousness movement."
    },
    {
        "verse": "43",
        "devanagari": "ज्योतिर्यथैवोदकपार्थिवेष्वद:समीरवेगानुगतं विभाव्यते । एवं स्वमायारचितेष्वसौ पुमान्गुणेषु रागानुगतो विमुह्यति ॥ ४३ ॥",
        "english_devnagari": "jyotir yathaivodaka-pārthiveṣv adaḥsamīra-vegānugataṁ vibhāvyateevaṁ sva-māyā-raciteṣv asau pumānguṇeṣu rāgānugato vimuhyati",
        "verse_Syn": [
            "jyotiḥ",
            "yathā",
            "eva",
            "udaka",
            "pārthiveṣu",
            "adaḥ",
            "samīra",
            "vega",
            "anugatam",
            "vibhāvyate",
            "evam",
            "sva",
            "māyā",
            "raciteṣu",
            "asau",
            "pumān",
            "guṇeṣu",
            "rāga",
            "anugataḥ",
            "vimuhyati"
        ],
        "translation": "When the luminaries in the sky, such as the moon, the sun and the stars, are reflected in liquids like oil or water, they appear to be of different shapes — sometimes round, sometimes long, and so on — because of the movements of the wind. Similarly, when the living entity, the soul, is absorbed in materialistic thoughts, he accepts various manifestations as his own identity because of ignorance. In other words, one is bewildered by mental concoctions because of agitation from the material modes of nature.",
        "purport": " This verse gives a very good example by which to understand the different positions of the eternal spiritual soul in the material world and how the soul takes on different bodies (dehāntara-prāptiḥ). The moon is stationary and is one, but when it is reflected in water or oil, it appears to take different shapes because of the movements of the wind. Similarly, the soul is the eternal servant of Kṛṣṇa, the Supreme Personality of Godhead, but when put into the material modes of nature, it takes different bodies, sometimes as a demigod, sometimes a man, a dog, a tree and so on. By the influence of māyā, the illusory potency of the Supreme Personality of Godhead, the living entity thinks that he is this person, that person, American, Indian, cat, dog, tree or whatever. This is called māyā. When one is freed from this bewilderment and understands that the soul does not belong to any shape of this material world, one is situated on the spiritual platform (brahma-bhūta). This realization is sometimes explained as nirākāra, or formlessness. This formlessness, however, does not mean that the soul has no form. The soul has form, but the external, agitating form he has acquired because of material contamination is false. Similarly, God is also described as nirākāra, which means that God has no material form but is sac-cid-ānanda-vigraha. The living entity is part and parcel of the supreme sac-cid-ānanda-vigraha, but his material forms are temporary, or illusory. Both the living entity and the Supreme Lord have original, spiritual forms (sac-cid-ānanda-vigraha), but the Lord, the Supreme, does not change His form. The Lord appears as He is, whereas the living entity appears because material nature forces him to accept different forms. When the living entity receives these different forms, he identifies with them, and not with his original, spiritual form. As soon as the living entity returns to his original, spiritual form and understanding, he immediately surrenders to the supreme form, the Personality of Godhead. This is explained in Bhagavad-gītā (7.19). Bahūnāṁ janmanām ante jñānavān māṁ prapadyate. When the living entity, after many, many births in different forms, returns to his original form of Kṛṣṇa consciousness, he immediately surrenders unto the lotus feet of the supreme form, Kṛṣṇa. This is liberation. As the Lord says in Bhagavad-gītā (18.54): “One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me.” Surrender unto the supreme form is the result of bhakti. This bhakti, or understanding of one’s own position, is the complete liberation. As long as one is under an impersonal understanding of the Absolute Truth, he is not in pure knowledge, but must still struggle for pure knowledge. Kleśo ’dhikataras teṣām avyaktāsakta-cetasām (Bg. 12.5). Although one may be spiritually advanced, if one is attached to the impersonal feature of the Absolute Truth one must still work very hard, as indicated by the words kleśo ’dhikataraḥ, which mean “greater suffering.” A devotee, however, easily attains his original position as a spiritual form and understands the Supreme Personality of Godhead in His original form. Kṛṣṇa Himself explains the forms of the living entities in the Second Chapter of Bhagavad-gītā, where He clearly says to Arjuna that He, Arjuna and all other living entities, who were previously in their original forms, are separate individual identities. They were individuals in the past, they are now situated in individuality, and in the future they will all continue to maintain their individual forms. The only difference is that the conditioned living entity appears in various material forms, whereas Kṛṣṇa appears in His original, spiritual form. Unfortunately, those who are not advanced in spiritual knowledge think that Kṛṣṇa is like one of them and that His form is like their material forms. Avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam (Bg. 9.11). Kṛṣṇa is never puffed up by material knowledge and is therefore called acyuta, whereas the living entities fall down and are agitated by material nature. This is the difference between the Supreme Lord and the living entities. In this connection it is to be noted that Vasudeva, who was situated in a transcendental position, advised Kaṁsa not to commit further sinful activities. Kaṁsa, a representative of the demons, was always ready to kill Kṛṣṇa, or God, whereas Vasudeva represents a transcendentally situated person to whom Kṛṣṇa is born (Vāsudeva is the son of Vasudeva). Vasudeva wanted his brother-in-law Kaṁsa to refrain from the sinful act of killing his sister, since the result of being agitated by material nature would be that Kaṁsa would have to accept a body in which to suffer again and again. Elsewhere in Śrīmad-Bhāgavatam (5.5.4), Ṛṣabhadeva also says: As long as the living entity is entangled in the fruitive activities of so-called happiness and distress, he will receive a particular type of body in which to endure the three kinds of suffering due to material nature (tri-tāpa-yantraṇā). An intelligent person, therefore, must free himself from the influence of the three modes of material nature and revive his original, spiritual body by engaging in the service of the Supreme Person, Kṛṣṇa. As long as one is materially attached, one must accept the process of birth, death, old age and disease. One is therefore advised that an intelligent person, instead of being entangled in so-called good and bad fruitive activities, should engage his life in advancing in Kṛṣṇa consciousness so that instead of accepting another material body (tyaktvā dehaṁ punar janma naiti), he will return home, back to Godhead."
    },
    {
        "verse": "44",
        "devanagari": "तस्मान् कस्यचिद्‌‌द्रोहमाचरेत् स तथाविध: । आत्मन: क्षेममन्विच्छन् द्रोग्धुर्वै परतो भयम् ॥ ४४ ॥",
        "english_devnagari": "tasmān na kasyacid drohamācaret sa tathā-vidhaḥātmanaḥ kṣemam anvicchandrogdhur vai parato bhayam",
        "verse_Syn": [
            "tasmāt",
            "na",
            "kasyacit",
            "droham",
            "ācaret",
            "saḥ",
            "tathā",
            "vidhaḥ",
            "ātmanaḥ",
            "kṣemam",
            "anvicchan",
            "drogdhuḥ",
            "vai",
            "parataḥ",
            "bhayam"
        ],
        "translation": "Therefore, since envious, impious activities cause a body in which one suffers in the next life, why should one act impiously? Considering one’s welfare, one should not envy anyone, for an envious person must always fear harm from his enemies, either in this life or in the next.",
        "purport": " Instead of being inimical toward other living entities, one should act piously by engaging in the service of the Supreme Lord, thus avoiding a fearful situation both in this life and in the next. In this regard, the following moral instruction by the great politician Cāṇakya Paṇḍita is very meaningful: One should give up the company of devils, demons and nondevotees and should always associate with devotees and saintly persons. One should always act piously, thinking that this life is temporary, and not be attached to temporary happiness and distress. The Kṛṣṇa consciousness movement is teaching all of human society this principle of becoming Kṛṣṇa conscious and thus solving the problems of life forever (tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna)."
    },
    {
        "verse": "45",
        "devanagari": "एषा तवानुजा बाला कृपणा पुत्रिकोपमा । हन्तुं नार्हसि कल्याणीमिमां त्वं दीनवत्सल: ॥ ४५ ॥",
        "english_devnagari": "eṣā tavānujā bālākṛpaṇā putrikopamāhantuṁ nārhasi kalyāṇīmimāṁ tvaṁ dīna-vatsalaḥ",
        "verse_Syn": [
            "eṣā",
            "tava",
            "anujā",
            "bālā",
            "kṛpaṇā",
            "putrikā",
            "upamā",
            "hantum",
            "na",
            "arhasi",
            "kalyāṇīm",
            "imām",
            "tvam",
            "dīna",
            "vatsalaḥ"
        ],
        "translation": "As your younger sister, this poor girl Devakī is like your own daughter and deserves to be affectionately maintained. You are merciful, and therefore you should not kill her. Indeed, she deserves your affection.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "श्रीशुक उवाचएवं स सामभिर्भेदैर्बोध्यमानोऽपि दारुण: । न न्यवर्तत कौरव्य पुरुषादाननुव्रत: ॥ ४६ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ sa sāmabhir bhedairbodhyamāno ’pi dāruṇaḥna nyavartata kauravyapuruṣādān anuvrataḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "saḥ",
            "sāmabhiḥ",
            "bhedaiḥ",
            "bodhyamānaḥ",
            "api",
            "dāruṇaḥ",
            "na",
            "nyavartata",
            "kauravya",
            "puruṣa",
            "adān",
            "anuvrataḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: O best of the Kuru dynasty, Kaṁsa was fiercely cruel and was actually a follower of the Rākṣasas. Therefore he could be neither pacified nor terrified by the good instructions given by Vasudeva. He did not care about the results of sinful activities, either in this life or in the next.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "निर्बन्धं तस्य तं ज्ञात्वा विचिन्त्यानकदुन्दुभि: । प्राप्तं कालं प्रतिव्योढुमिदं तत्रान्वपद्यत ॥ ४७ ॥",
        "english_devnagari": "nirbandhaṁ tasya taṁ jñātvāvicintyānakadundubhiḥprāptaṁ kālaṁ prativyoḍhumidaṁ tatrānvapadyata",
        "verse_Syn": [
            "nirbandham",
            "tasya",
            "tam",
            "jñātvā",
            "vicintya",
            "ānakadundubhiḥ",
            "prāptam",
            "kālam",
            "prativyoḍhum",
            "idam",
            "tatra",
            "anvapadyata"
        ],
        "translation": "When Vasudeva saw that Kaṁsa was determined to kill his sister Devakī, he thought to himself very deeply. Considering the imminent danger of death, he thought of another plan to stop Kaṁsa.",
        "purport": " Although Vasudeva saw the imminent danger that his wife Devakī would be killed, he was convinced of his welfare because at his birth the demigods had played drums and kettledrums. He therefore attempted another way to save Devakī."
    },
    {
        "verse": "48",
        "devanagari": "मृत्युर्बुद्धिमतापोह्यो यावद्बुद्धिबलोदयम् । यद्यसौ न निवर्तेत नापराधोऽस्ति देहिन: ॥ ४८ ॥",
        "english_devnagari": "mṛtyur buddhimatāpohyoyāvad buddhi-balodayamyady asau na nivartetanāparādho ’sti dehinaḥ",
        "verse_Syn": [
            "mṛtyuḥ",
            "buddhi",
            "matā",
            "apohyaḥ",
            "yāvat",
            "buddhi",
            "bala",
            "udayam",
            "yadi",
            "asau",
            "na",
            "nivarteta",
            "na",
            "aparādhaḥ",
            "asti",
            "dehinaḥ"
        ],
        "translation": "As long as he has intelligence and bodily strength, an intelligent person must try to avoid death. This is the duty of every embodied person. But if death cannot be avoided in spite of one’s endeavors, a person facing death commits no offense.",
        "purport": " It is natural for a person facing untimely death to try his best to save himself. This is one’s duty. Although death is sure, everyone should try to avoid it and not meet death without opposition because every living soul is by nature eternal. Because death is a punishment imposed in the condemned life of material existence, the Vedic culture is based on avoiding death (tyaktvā dehaṁ punar janma naiti). Everyone should try to avoid death and rebirth by cultivating spiritual life and should not submit to death without struggling to survive. One who is not trying to stop death is not an intelligent human being. Because Devakī was face to face with imminent death, it was Vasudeva’s duty to save her, as he was trying his best to do. He therefore considered another way to approach Kaṁsa so that Devakī would be saved."
    },
    {
        "verse": "49-50",
        "devanagari": "प्रदाय मृत्यवे पुत्रान् मोचये कृपणामिमाम् । सुता मे यदि जायेरन् मृत्युर्वा न म्रियेत चेत् ॥ ४९ ॥ विपर्ययो वा किं न स्याद् गतिर्धातुर्दुरत्यया । उपस्थितो निवर्तेत निवृत्त: पुनरापतेत् ॥ ५० ॥",
        "english_devnagari": "pradāya mṛtyave putrānmocaye kṛpaṇām imāmsutā me yadi jāyeranmṛtyur vā na mriyeta cet",
        "verse_Syn": [
            "pradāya",
            "mṛtyave",
            "putrān",
            "mocaye",
            "kṛpaṇām",
            "imām",
            "sutāḥ",
            "me",
            "yadi",
            "jāyeran",
            "mṛtyuḥ",
            "vā",
            "na",
            "mriyeta",
            "cet",
            "viparyayaḥ",
            "vā",
            "kim",
            "na",
            "syāt",
            "gatiḥ",
            "dhātuḥ",
            "duratyayā",
            "upasthitaḥ",
            "nivarteta",
            "nivṛttaḥ",
            "punaḥ",
            "āpatet"
        ],
        "translation": "Vasudeva considered: By delivering all my sons to Kaṁsa, who is death personified, I shall save the life of Devakī. Perhaps Kaṁsa will die before my sons take birth, or, since he is already destined to die at the hands of my son, one of my sons may kill him. For the time being, let me promise to hand over my sons so that Kaṁsa will give up this immediate threat, and if in due course of time Kaṁsa dies, I shall have nothing to fear.",
        "purport": " Vasudeva wanted to save the life of Devakī by promising to deliver his sons to Kaṁsa. “In the future,” he thought, “Kaṁsa may die, or I may not beget any sons. Even if a son is born and I deliver him to Kaṁsa, Kaṁsa may die at his hands, for by providence anything could happen. It is very difficult to understand how things are managed by providence.” Thus Vasudeva decided that he would promise to deliver his sons to the hands of Kaṁsa in order to save Devakī from the imminent danger of death."
    },
    {
        "verse": "51",
        "devanagari": "अग्नेर्यथा दारुवियोगयोगयो-रदृष्टतोऽन्यन्न निमित्तमस्ति । एवं हि जन्तोरपि दुर्विभाव्य:शरीरसंयोगवियोगहेतु: ॥ ५१ ॥",
        "english_devnagari": "agner yathā dāru-viyoga-yogayoradṛṣṭato ’nyan na nimittam astievaṁ hi jantor api durvibhāvyaḥśarīra-saṁyoga-viyoga-hetuḥ",
        "verse_Syn": [
            "agneḥ",
            "yathā",
            "dāru",
            "viyoga",
            "yogayoḥ",
            "adṛṣṭataḥ",
            "anyat",
            "na",
            "nimittam",
            "asti",
            "evam",
            "hi",
            "jantoḥ",
            "api",
            "durvibhāvyaḥ",
            "śarīra",
            "saṁyoga",
            "viyoga",
            "hetuḥ"
        ],
        "translation": "When a fire, for some unseen reason, leaps over one piece of wood and sets fire to the next, the reason is destiny. Similarly, when a living being accepts one kind of body and leaves aside another, there is no other reason than unseen destiny.",
        "purport": " When there is a fire in a village, the fire sometimes jumps over one house and burns another. Similarly, when there is a forest fire, the fire sometimes jumps over one tree and catches another. Why this happens, no one can say. One may set forth some imaginary reason why the nearest tree or house did not catch fire whereas a tree or house in a distant place did, but actually the reason is destiny. This reason also applies to the transmigration of the soul, by which a prime minister in one life may become a dog in the next. The work of unseen destiny cannot be ascertained by practical experimental knowledge, and therefore one must be satisfied by reasoning that everything is done by supreme providence."
    },
    {
        "verse": "52",
        "devanagari": "एवं विमृश्य तं पापं यावदात्मनिदर्शनम् । पूजयामास वै शौरिर्बहुमानपुर:सरम् ॥ ५२ ॥",
        "english_devnagari": "evaṁ vimṛśya taṁ pāpaṁyāvad-ātmani-darśanampūjayām āsa vai śaurirbahu-māna-puraḥsaram",
        "verse_Syn": [
            "evam",
            "vimṛśya",
            "tam",
            "pāpam",
            "yāvat",
            "ātmani",
            "darśanam",
            "pūjayām",
            "āsa",
            "vai",
            "śauriḥ",
            "bahu",
            "māna",
            "puraḥsaram"
        ],
        "translation": "After thus considering the matter as far as his knowledge would allow, Vasudeva submitted his proposal to the sinful Kaṁsa with great respect.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "प्रसन्नवदनाम्भोजो नृशंसं निरपत्रपम् । मनसा दूयमानेन विहसन्निदमब्रवीत् ॥ ५३ ॥",
        "english_devnagari": "prasanna-vadanāmbhojonṛśaṁsaṁ nirapatrapammanasā dūyamānenavihasann idam abravīt",
        "verse_Syn": [
            "prasanna",
            "vadana",
            "ambhojaḥ",
            "nṛśaṁsam",
            "nirapatrapam",
            "manasā",
            "dūyamānena",
            "vihasan",
            "idam",
            "abravīt"
        ],
        "translation": "Vasudeva’s mind was full of anxiety because his wife was facing danger, but in order to please the cruel, shameless and sinful Kaṁsa, he externally smiled and spoke to him as follows.",
        "purport": " Sometimes one must act duplicitously in a dangerous position, as Vasudeva did to save his wife. The material world is complicated, and to execute one’s duties, one cannot avoid adopting such diplomacy. Vasudeva did everything possible to save his wife for the sake of begetting Kṛṣṇa. This indicates that one may act duplicitously for the purpose of saving Kṛṣṇa and His interests. According to the arrangement already foretold, Kṛṣṇa was to appear through Vasudeva and Devakī to kill Kaṁsa. Vasudeva, therefore, had to do everything to save the situation. Although all the events were prearranged by Kṛṣṇa, a devotee must try his best to serve the purpose of Kṛṣṇa. Kṛṣṇa Himself is all-powerful, but it is not that a devotee should therefore sit idly and leave everything to Him. This instruction is also found in Bhagavad-gītā. Although Kṛṣṇa was doing everything for Arjuna, Arjuna never sat down idly as a nonviolent gentleman. Rather, he tried his best to fight the battle and be victorious."
    },
    {
        "verse": "54",
        "devanagari": "श्रीवसुदेव उवाचन ह्यस्यास्ते भयं सौम्य यद् वैसाहाशरीरवाक् । पुत्रान् समर्पयिष्येऽस्यायतस्ते भयमुत्थितम् ॥ ५४ ॥",
        "english_devnagari": "śrī-vasudeva uvācana hy asyās te bhayaṁ saumyayad vai sāhāśarīra-vākputrān samarpayiṣye ’syāyatas te bhayam utthitam",
        "verse_Syn": [
            "śrī",
            "vasudevaḥ",
            "uvāca",
            "na",
            "hi",
            "asyāḥ",
            "te",
            "bhayam",
            "saumya",
            "yat",
            "vai",
            "sā",
            "āha",
            "a",
            "śarīra",
            "vāk",
            "putrān",
            "samarpayiṣye",
            "asyāḥ",
            "yataḥ",
            "te",
            "bhayam",
            "utthitam"
        ],
        "translation": "Vasudeva said: O best of the sober, you have nothing to fear from your sister Devakī because of what you have heard from the unseen omen. The cause of death will be her sons. Therefore I promise that when she gives birth to the sons from whom your fear has arisen, I shall deliver them all unto your hands.",
        "purport": " Kaṁsa feared Devakī’s existence because after her eighth pregnancy she would give birth to a son who would kill him. Vasudeva, therefore, to assure his brother-in-law the utmost safety, promised to bring him all the sons. He would not wait for the eighth son, but from the very beginning would deliver to the hands of Kaṁsa all the sons to which Devakī would give birth. This was the most liberal proposition offered by Vasudeva to Kaṁsa."
    },
    {
        "verse": "55",
        "devanagari": "श्रीशुक उवाचस्वसुर्वधान्निववृते कंसस्तद्वाक्यसारवित् । वसुदेवोऽपि तं प्रीत: प्रशस्यप्राविशद् गृहम् ॥ ५५ ॥",
        "english_devnagari": "śrī-śuka uvācasvasur vadhān nivavṛtekaṁsas tad-vākya-sāra-vitvasudevo ’pi taṁ prītaḥpraśasya prāviśad gṛham",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "svasuḥ",
            "vadhāt",
            "nivavṛte",
            "kaṁsaḥ",
            "tat",
            "vākya",
            "sāra",
            "vit",
            "vasudevaḥ",
            "api",
            "tam",
            "prītaḥ",
            "praśasya",
            "prāviśat",
            "gṛham"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī continued: Kaṁsa agreed to the logical arguments of Vasudeva, and, having full faith in Vasudeva’s words, he refrained from killing his sister. Vasudeva, being pleased with Kaṁsa, pacified him further and entered his own house.",
        "purport": " Although Kaṁsa was a sinful demon, he believed that Vasudeva would never deviate from his word. The character of a pure devotee like Vasudeva is such that even so great a demon as Kaṁsa firmly believed in his words and was satisfied. Yasyāsti bhaktir bhagavaty akiñcanā sarvair guṇais tatra samāsate surāḥ (Bhāg. 5.18.12). All good attributes are present in a devotee, so much so that even Kaṁsa believed in Vasudeva’s words without a doubt."
    },
    {
        "verse": "56",
        "devanagari": "अथ काल उपावृत्ते देवकी सर्वदेवता । पुत्रान् प्रसुषुवे चाष्टौ कन्यां चैवानुवत्सरम् ॥ ५६ ॥",
        "english_devnagari": "atha kāla upāvṛttedevakī sarva-devatāputrān prasuṣuve cāṣṭaukanyāṁ caivānuvatsaram",
        "verse_Syn": [
            "atha",
            "kāle",
            "upāvṛtte",
            "devakī",
            "sarva",
            "devatā",
            "putrān",
            "prasuṣuve",
            "ca",
            "aṣṭau",
            "kanyāṁ",
            "ca",
            "eva",
            "anuvatsaram"
        ],
        "translation": "Each year thereafter, in due course of time, Devakī, the mother of God and all the demigods, gave birth to a child. Thus she bore eight sons, one after another, and a daughter named Subhadrā.",
        "purport": " The spiritual master is sometimes glorified as sarva-devamayo guruḥ (Bhāg. 11.17.27). By the grace of the guru, the spiritual master, one can understand the different kinds of devas. The word deva refers to God, the Supreme Personality of Godhead, who is the original source of all the demigods, who are also called devas. In Bhagavad-gītā (10.2) the Lord says, aham ādir hi devānām: “I am the source of all the devas.” The Supreme Lord, Viṣṇu, the Original Person, expands in different forms. Tad aikṣata bahu syām (Chāndogya Upaniṣad 6.2.3). He alone has expanded into many. Advaitam acyutam anādim ananta-rūpam (Brahma-saṁhitā 5.33). There are different grades of forms, known as svāṁśa and vibhinnāṁśa. The svāṁśa expansions, or viṣṇu-tattva, are the Supreme Personality of Godhead, whereas the vibhinnāṁśa are jīva-tattva, who are part and parcel of the Lord (mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ). If we accept Kṛṣṇa as the Supreme Personality of Godhead and worship Him, all the parts and expansions of the Lord are automatically worshiped. Sarvārhaṇam acyutejyā (Bhāg. 4.31.14). Kṛṣṇa is known as Acyuta (senayor ubhayor madhye rathaṁ sthāpaya me ’cyuta). By worshiping Acyuta, Kṛṣṇa, one automatically worships all the demigods. There is no need of separately worshiping either the viṣṇu-tattva or jīva-tattva. If one concentrates upon Kṛṣṇa, one worships everyone. Therefore, because mother Devakī gave birth to Kṛṣṇa, she is described here as sarva-devatā."
    },
    {
        "verse": "57",
        "devanagari": "कीर्तिमन्तं प्रथमजं कंसायानकदुन्दुभि: । अर्पयामास कृच्छ्रेण सोऽनृतादतिविह्वल: ॥ ५७ ॥",
        "english_devnagari": "kīrtimantaṁ prathamajaṁkaṁsāyānakadundubhiḥarpayām āsa kṛcchreṇaso ’nṛtād ativihvalaḥ",
        "verse_Syn": [
            "kīrtimantam",
            "prathama",
            "jam",
            "kaṁsāya",
            "ānakadundubhiḥ",
            "arpayām",
            "āsa",
            "kṛcchreṇa",
            "saḥ",
            "anṛtāt",
            "ati",
            "vihvalaḥ"
        ],
        "translation": "Vasudeva was very much disturbed by fear of becoming a liar by breaking his promise. Thus with great pain he delivered his first-born son, named Kīrtimān, into the hands of Kaṁsa.",
        "purport": " In the Vedic system, as soon as a child is born, especially a male child, the father calls for learned brāhmaṇas, and according to the description of the child’s horoscope the child is immediately given a name. This ceremony is called nāma-karaṇa. There are ten different saṁskāras, or reformatory methods, adopted in the system of varṇāśrama-dharma, and the name-giving ceremony is one of them. Although Vasudeva’s first son was to be delivered into the hands of Kaṁsa, the nāma-karaṇa ceremony was performed, and thus the child was named Kīrtimān. Such names are given immediately after birth."
    },
    {
        "verse": "58",
        "devanagari": "किं दु:सहं नु साधूनां विदुषां किमपेक्षितम् । किमकार्यं कदर्याणां दुस्त्यजं किं धृतात्मनाम् ॥ ५८ ॥",
        "english_devnagari": "kiṁ duḥsahaṁ nu sādhūnāṁviduṣāṁ kim apekṣitamkim akāryaṁ kadaryāṇāṁdustyajaṁ kiṁ dhṛtātmanām",
        "verse_Syn": [
            "kim",
            "duḥsaham",
            "nu",
            "sādhūnām",
            "viduṣām",
            "kim",
            "apekṣitam",
            "kim",
            "akāryam",
            "kadaryāṇām",
            "dustyajam",
            "kim",
            "dhṛta",
            "ātmanām"
        ],
        "translation": "What is painful for saintly persons who strictly adhere to the truth? How could there not be independence for pure devotees who know the Supreme Lord as the substance? What deeds are forbidden for persons of the lowest character? And what cannot be given up for the sake of Lord Kṛṣṇa by those who have fully surrendered at His lotus feet?",
        "purport": " Since the eighth son of Devakī was to kill Kaṁsa, one might ask what the need was for Vasudeva to deliver the first-born child. The answer is that Vasudeva had promised Kaṁsa that he would deliver all the children born of Devakī. Kaṁsa, being an asura, did not believe that the eighth child would kill him; he took it for granted that he might be killed by any of the children of Devakī. Vasudeva, therefore, to save Devakī, promised to give Kaṁsa every child, whether male or female. From another point of view, Vasudeva and Devakī were very pleased when they understood that the Supreme Personality of Godhead, Kṛṣṇa, would come as their eighth son. Vasudeva, a pure devotee of the Lord, was eager to see Kṛṣṇa appear as his child from the eighth pregnancy of Devakī. Therefore he wanted to deliver all the children quickly so that the eighth turn would come and Kṛṣṇa would appear. He begot one child every year so that Kṛṣṇa’s turn to appear would come as soon as possible."
    },
    {
        "verse": "59",
        "devanagari": "द‍ृष्ट्वा समत्वं तच्छौरे: सत्ये चैव व्यवस्थितिम् । कंसस्तुष्टमना राजन् प्रहसन्निदमब्रवीत् ॥ ५९ ॥",
        "english_devnagari": "dṛṣṭvā samatvaṁ tac chaureḥsatye caiva vyavasthitimkaṁsas tuṣṭa-manā rājanprahasann idam abravīt",
        "verse_Syn": [
            "dṛṣṭvā",
            "samatvam",
            "tat",
            "śaureḥ",
            "satye",
            "ca",
            "eva",
            "vyavasthitim",
            "kaṁsaḥ",
            "tuṣṭa",
            "manāḥ",
            "rājan",
            "prahasan",
            "idam",
            "abravīt"
        ],
        "translation": "My dear King Parīkṣit, when Kaṁsa saw that Vasudeva, being situated in truthfulness, was completely equipoised in giving him the child, he was very happy. Therefore, with a smiling face, he spoke as follows.",
        "purport": " The word samatvam is very significant in this verse. Samatvam refers to one who is always equipoised, unaffected by either happiness or distress. Vasudeva was so steadily equipoised that he did not seem in the least agitated when delivering his first-born child into the hands of Kaṁsa to be killed. In Bhagavad-gītā (2.56) it is said, duḥkheṣv anudvigna-manāḥ sukheṣu vigata-spṛhaḥ. In the material world, one should not be very eager to be happy, nor should one be very much disturbed by material distress. Lord Kṛṣṇa advised Arjuna: “O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed.” (Bg. 2.14) The self-realized soul is never disturbed by so-called distress or happiness, and this is especially true of an exalted devotee like Vasudeva, who showed this by his practical example. Vasudeva was not at all disturbed when delivering his first child to Kaṁsa to be killed."
    },
    {
        "verse": "60",
        "devanagari": "प्रतियातु कुमारोऽयं न ह्यस्मादस्ति मे भयम् । अष्टमाद् युवयोर्गर्भान्मृत्युर्मे विहित: किल ॥ ६० ॥",
        "english_devnagari": "pratiyātu kumāro ’yaṁna hy asmād asti me bhayamaṣṭamād yuvayor garbhānmṛtyur me vihitaḥ kila",
        "verse_Syn": [
            "pratiyātu",
            "kumāraḥ",
            "ayam",
            "na",
            "hi",
            "asmāt",
            "asti",
            "me",
            "bhayam",
            "aṣṭamāt",
            "yuvayoḥ",
            "garbhāt",
            "mṛtyuḥ",
            "me",
            "vihitaḥ",
            "kila"
        ],
        "translation": "O Vasudeva, you may take back your child and go home. I have no fear of your first child. It is the eighth child of you and Devakī I am concerned with because that is the child by whom I am destined to be killed.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "तथेति सुतमादाय ययावानकदुन्दुभि: । नाभ्यनन्दत तद्वाक्यमसतोऽविजितात्मन: ॥ ६१ ॥",
        "english_devnagari": "tatheti sutam ādāyayayāv ānakadundubhiḥnābhyanandata tad-vākyamasato ’vijitātmanaḥ",
        "verse_Syn": [
            "tathā",
            "iti",
            "sutam",
            "ādāya",
            "yayau",
            "ānakadundubhiḥ",
            "na",
            "abhyanandata",
            "tat",
            "vākyam",
            "asataḥ",
            "avijita",
            "ātmanaḥ"
        ],
        "translation": "Vasudeva agreed and took his child back home, but because Kaṁsa had no character and no self-control, Vasudeva knew that he could not rely on Kaṁsa’s word.",
        "purport": ""
    },
    {
        "verse": "62-63",
        "devanagari": "नन्दाद्या ये व्रजे गोपा याश्चामीषां च योषित: । वृष्णयो वसुदेवाद्या देवक्याद्या यदुस्त्रिय: ॥ ६२ ॥ सर्वे वै देवताप्राया उभयोरपि भारत । ज्ञातयो बन्धुसुहृदो ये च कंसमनुव्रता: ॥ ६३ ॥",
        "english_devnagari": "nandādyā ye vraje gopāyāś cāmīṣāṁ ca yoṣitaḥvṛṣṇayo vasudevādyādevaky-ādyā yadu-striyaḥ",
        "verse_Syn": [
            "nanda",
            "ādyāḥ",
            "ye",
            "vraje",
            "gopāḥ",
            "yāḥ",
            "ca",
            "amīṣām",
            "ca",
            "yoṣitaḥ",
            "vṛṣṇayaḥ",
            "vasudeva",
            "ādyāḥ",
            "devakī",
            "ādyāḥ",
            "yadu",
            "striyaḥ",
            "sarve",
            "vai",
            "devatā",
            "prāyāḥ",
            "ubhayoḥ",
            "api",
            "bhārata",
            "jñātayaḥ",
            "bandhu",
            "suhṛdaḥ",
            "ye",
            "ca",
            "kaṁsam",
            "anuvratāḥ"
        ],
        "translation": "The inhabitants of Vṛndāvana, headed by Nanda Mahārāja and including his associate cowherd men and their wives, were none but denizens of the heavenly planets, O Mahārāja Parīkṣit, best of the descendants of Bharata, and so too were the descendants of the Vṛṣṇi dynasty, headed by Vasudeva and Devakī and the other women of the dynasty of Yadu. The friends, relatives and well-wishers of both Nanda Mahārāja and Vasudeva and even those who externally appeared to be followers of Kaṁsa were all demigods.",
        "purport": " As previously discussed, the Supreme Personality of Godhead, Viṣṇu, informed Lord Brahmā that Lord Kṛṣṇa would personally descend to mitigate the suffering on the earth. The Lord ordered all the denizens of the heavenly planets to take birth in different families of the Yadu and Vṛṣṇi dynasties and in Vṛndāvana. Now this verse informs us that all the family and friends of the Yadu dynasty, the Vṛṣṇi dynasty, Nanda Mahārāja and the gopas descended from the heavenly planets to see the pastimes of the Lord. As confirmed in Bhagavad-gītā (4.8), the Lord’s pastimes consist of paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām — saving the devotees and killing the demons. To demonstrate these activities, the Lord called for devotees from different parts of the universe. There are many devotees who are elevated to the higher planetary systems. “The unsuccessful yogī, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy.” (Bg. 6.41) Some devotees, having failed to complete the process of devotional service, are promoted to the heavenly planets, to which the pious are elevated, and after enjoying there they may be directly promoted to the place where the Lord’s pastimes are going on. When Lord Kṛṣṇa was to appear, the denizens of the heavenly planets were invited to see the pastimes of the Lord, and thus it is stated here that the members of the Yadu and Vṛṣṇi dynasties and the inhabitants of Vṛndāvana were demigods or almost as good as demigods. Even those who externally helped the activities of Kaṁsa belonged to the higher planetary systems. The imprisonment and release of Vasudeva and the killing of various demons were all manifestations of the pastimes of the Lord, and because the devotees would be pleased to see these activities personally, they were all invited to take birth as friends and relatives of these families. As confirmed in the prayers of Kuntī (Bhāg. 1.8.19), nato nāṭya-dharo yathā. The Lord was to play the part of a demon-killer, and a friend, son and brother to His devotees, and thus these devotees were all summoned."
    },
    {
        "verse": "64",
        "devanagari": "एतत् कंसाय भगवाञ्छशंसाभ्येत्य नारद: । भूमेर्भारायमाणानां दैत्यानां च वधोद्यमम् ॥ ६४ ॥",
        "english_devnagari": "etat kaṁsāya bhagavāñchaśaṁsābhyetya nāradaḥbhūmer bhārāyamāṇānāṁdaityānāṁ ca vadhodyamam",
        "verse_Syn": [
            "etat",
            "kaṁsāya",
            "bhagavān",
            "śaśaṁsa",
            "abhyetya",
            "nāradaḥ",
            "bhūmeḥ",
            "bhārāyamāṇānām",
            "daityānām",
            "ca",
            "vadha",
            "udyamam"
        ],
        "translation": "Once the great saint Nārada approached Kaṁsa and informed him of how the demoniac persons who were a great burden on the earth were going to be killed. Thus Kaṁsa was placed into great fear and doubt.",
        "purport": " It has already been discussed that mother earth implored Lord Brahmā to give her relief from the distress created by the burdensome demons and that Lord Brahmā informed her that Lord Kṛṣṇa Himself was going to appear. Kṛṣṇa says in Bhagavad-gītā (4.8): Whenever there is a burden created by the demons and whenever the innocent devotees are distressed by demoniac rulers, the Lord appears in due course of time to kill the demons with the assistance of His real representatives, who are technically called demigods. In the Upaniṣads it is stated that the demigods are different parts of the Supreme Personality of Godhead. As it is the duty of the parts of the body to serve the whole, it is the duty of Kṛṣṇa’s devotees to serve Kṛṣṇa as He wants. Kṛṣṇa’s business is to kill the demons, and therefore this should be a devotee’s business also. Because the people of Kali-yuga are fallen, however, Śrī Caitanya Mahāprabhu, out of kindness for them, did not bring any weapon to kill them. Rather, by spreading Kṛṣṇa consciousness, love of Kṛṣṇa, He wanted to kill their nefarious, demoniac activities. This is the purpose of the Kṛṣṇa consciousness movement. Unless the demoniac activities on the surface of the world are diminished or vanquished, no one can be happy. The program for the conditioned soul is fully described in Bhagavad-gītā, and one simply has to follow these instructions to become happy. Śrī Caitanya Mahāprabhu has therefore prescribed: Let people chant the Hare Kṛṣṇa mantra constantly. Then their demoniac tendencies will be killed, and they will become first-class devotees, happy in this life and in the next."
    },
    {
        "verse": "65-66",
        "devanagari": "ऋषेर्विनिर्गमे कंसो यदून् मत्वा सुरानिति । देवक्या गर्भसम्भूतं विष्णुं च स्ववधं प्रति ॥ ६५ ॥ देवकीं वसुदेवं च निगृह्य निगडैर्गृहे । जातं जातमहन् पुत्रं तयोरजनशङ्कया ॥ ६६ ॥",
        "english_devnagari": "ṛṣer vinirgame kaṁsoyadūn matvā surān itidevakyā garbha-sambhūtaṁviṣṇuṁ ca sva-vadhaṁ prati",
        "verse_Syn": [
            "ṛṣeḥ",
            "vinirgame",
            "kaṁsaḥ",
            "yadūn",
            "matvā",
            "surān",
            "iti",
            "devakyāḥ",
            "garbha",
            "sambhūtam",
            "viṣṇum",
            "ca",
            "sva",
            "vadham",
            "prati",
            "devakīm",
            "vasudevam",
            "ca",
            "nigṛhya",
            "nigaḍaiḥ",
            "gṛhe",
            "jātam",
            "jātam",
            "ahan",
            "putram",
            "tayoḥ",
            "ajana",
            "śaṅkayā"
        ],
        "translation": "After the departure of the great saint Nārada, Kaṁsa thought that all the members of the Yadu dynasty were demigods and that any of the children born from the womb of Devakī might be Viṣṇu. Fearing his death, Kaṁsa arrested Vasudeva and Devakī and chained them with iron shackles. Suspecting each of the children to be Viṣṇu, Kaṁsa killed them one after another because of the prophecy that Viṣṇu would kill him.",
        "purport": " Śrīla Jīva Gosvāmī, in his notes on this verse, has mentioned how Nārada Muni gave Kaṁsa this information. This incident is described in the Hari-vaṁśa. Nārada Muni went to see Kaṁsa by providence, and Kaṁsa received him very well. Nārada, therefore, informed him that any one of the sons of Devakī might be Viṣṇu. Because Viṣṇu was to kill him, Kaṁsa should not spare any of Devakī’s children, Nārada Muni advised. Nārada’s intention was that Kaṁsa, by killing the children, would increase his sinful activities so that Kṛṣṇa would soon appear to kill him. Upon receiving the instructions of Nārada Muni, Kaṁsa killed all the children of Devakī one after another. The word ajana-śaṅkayā indicates that Lord Viṣṇu never takes birth (ajana) and that He therefore appeared as Kṛṣṇa, taking birth just like a human being (mānuṣīṁ tanum āśritam). Kaṁsa attempted to kill all the babies born of Devakī and Vasudeva, although he knew that if Viṣṇu were born, He would not be killed. Actually it came to pass that when Viṣṇu appeared as Kṛṣṇa, Kaṁsa could not kill Him; rather, as foretold, it was He who killed Kaṁsa. One should know in truth how Kṛṣṇa, who takes His birth transcendentally, acts to kill the demons but is never killed. When one perfectly understands Kṛṣṇa in this way, through the medium of śāstra, one becomes immortal. As the Lord says in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.”"
    },
    {
        "verse": "67",
        "devanagari": "मातरं पितरं भ्रातृन् सर्वांश्च सुहृदस्तथा । घ्नन्ति ह्यसुतृपो लुब्धा राजान: प्रायशो भुवि ॥ ६७ ॥",
        "english_devnagari": "mātaraṁ pitaraṁ bhrātṝnsarvāṁś ca suhṛdas tathāghnanti hy asutṛpo lubdhārājānaḥ prāyaśo bhuvi",
        "verse_Syn": [
            "mātaram",
            "pitaram",
            "bhrātṝn",
            "sarvān",
            "ca",
            "suhṛdaḥ",
            "tathā",
            "ghnanti",
            "hi",
            "asu",
            "tṛpaḥ",
            "lubdhāḥ",
            "rājānaḥ",
            "prāyaśaḥ",
            "bhuvi"
        ],
        "translation": "Kings greedy for sense gratification on this earth almost always kill their enemies indiscriminately. To satisfy their own whims, they may kill anyone, even their mothers, fathers, brothers or friends.",
        "purport": " We have seen in the history of India that Aurangzeb killed his brother and nephews and imprisoned his father to fulfill political ambitions. There have been many similar instances, and Kaṁsa was the same type of king. Kaṁsa did not hesitate to kill his nephews and imprison his sister and his father. For demons to do such things is not astonishing. Nonetheless, although Kaṁsa was a demon, he was aware that Lord Viṣṇu cannot be killed, and thus he attained salvation. Even partial understanding of the activities of Lord Viṣṇu makes one eligible for salvation. Kaṁsa knew a little about Kṛṣṇa — that He could not be killed — and therefore he attained salvation although he thought of Viṣṇu, Kṛṣṇa, as an enemy. What then is to be said of one who knows Kṛṣṇa perfectly from the descriptions of śāstras like Bhagavad-gītā? It is therefore the duty of everyone to read Bhagavad-gītā and understand Kṛṣṇa perfectly. This will make one’s life successful."
    },
    {
        "verse": "68",
        "devanagari": "आत्मानमिह सञ्जातं जानन्प्राग् विष्णुना हतम् । महासुरं कालनेमिं यदुभि: स व्यरुध्यत ॥ ६८ ॥",
        "english_devnagari": "ātmānam iha sañjātaṁjānan prāg viṣṇunā hatammahāsuraṁ kālanemiṁyadubhiḥ sa vyarudhyata",
        "verse_Syn": [
            "ātmānam",
            "iha",
            "sañjātam",
            "jānan",
            "prāk",
            "viṣṇunā",
            "hatam",
            "mahā",
            "asuram",
            "kālanemim",
            "yadubhiḥ",
            "saḥ",
            "vyarudhyata"
        ],
        "translation": "In his previous birth, Kaṁsa had been a great demon named Kālanemi and been killed by Viṣṇu. Upon learning this information from Nārada, Kaṁsa became envious of everyone connected with the Yadu dynasty.",
        "purport": " Persons who are demons, enemies of the Supreme Personality of Godhead, are called asuras. As stated in Bhagavad-gītā, the asuras, because of their enmity toward the Supreme Personality of Godhead, take birth after birth in asura families and therefore glide down to the darkest hellish regions."
    },
    {
        "verse": "69",
        "devanagari": "उग्रसेनं च पितरं यदुभोजान्धकाधिपम् । स्वयं निगृह्य बुभुजे शूरसेनान् महाबल: ॥ ६९ ॥",
        "english_devnagari": "ugrasenaṁ ca pitaraṁyadu-bhojāndhakādhipamsvayaṁ nigṛhya bubhujeśūrasenān mahā-balaḥ",
        "verse_Syn": [
            "ugrasenam",
            "ca",
            "pitaram",
            "yadu",
            "bhoja",
            "andhaka",
            "adhipam",
            "svayam",
            "nigṛhya",
            "bubhuje",
            "śūrasenān",
            "mahā",
            "balaḥ"
        ],
        "translation": "Kaṁsa, the most powerful son of Ugrasena, even imprisoned his own father, the King of the Yadu, Bhoja and Andhaka dynasties, and personally ruled the states known as Śūrasena.",
        "purport": " The state known as Mathurā was also included within the states known as Śūrasena. Regarding transmigration of the soul, Śrīla Madhvācārya gives the following notes. When one is awake, whatever one sees or hears is impressed upon the mind, which later works in dreams to show one different experiences, although in dreams one appears to accept a different body. For example, when one is awake one does business and talks with customers, and similarly in dreams one meets various customers, talks about business and gives quotations. Madhvācārya says, therefore, that dreams take place according to what one sees, hears and remembers. When one reawakens, of course, one forgets the body of the dream. This forgetfulness is called apasmṛti. Thus we are changing bodies because we are sometimes dreaming, sometimes awake and sometimes forgetful. Forgetfulness of our previously created body is called death, and our work in the present body is called life. After death, one cannot remember the activities of one’s previous body, whether imaginary or factual. The agitated mind is compared to agitated water reflecting the sun and the moon. Actually the sun and moon reflected on the water do not exist there; nonetheless, they are reflected according to the movements of the water. Similarly, when our minds are agitated, we wander in different material atmospheres and receive different types of bodies. This is described in Bhagavad-gītā as guṇa-saṅga. Kāraṇaṁ guṇa-saṅgo ’sya. Madhvācārya says, guṇa-nubaddhaḥ san. And Śrī Caitanya Mahāprabhu says, brahmāṇḍa bhramite kona bhāgyavān jīva (Cc. Madhya 19.151). The living entity rotates up and down throughout the universe, sometimes in the upper planetary system, sometimes in the middle and lower planetary systems, sometimes as a man, sometimes a god, a dog, a tree and so on. This is all due to the agitation of the mind. The mind must therefore be steadily fixed. As it is said, sa vai manaḥ kṛṣṇa-padāravindayoḥ. One should fix one’s mind at the lotus feet of Kṛṣṇa, and then one will become free from agitation. This is the instruction of the Garuḍa Purāṇa, and in the Nāradīya Purāṇa the same process is described. As stated in Bhagavad-gītā, yānti deva-vratā devān. The agitated mind goes to different planetary systems because it is attached to different kinds of demigods, but one does not go to the abode of the Supreme Personality of Godhead by worshiping the demigods, for this is not supported by any Vedic literature. Man is the architect of his own fortune. In this human life one has the facility with which to understand one’s real situation, and one can decide whether to wander around the universe forever or return home, back to Godhead. This is also confirmed in Bhagavad-gītā (aprāpya māṁ nivartante mṛtyu-saṁsāra-vartmani). There is no such thing as chance. When a tree is burning in a forest fire and although the nearest tree is spared a distant tree catches fire, this may appear to be chance. Similarly, one may seem to get different types of bodies by chance, but actually one receives these bodies because of the mind. The mind flickers between accepting and rejecting, and according to the acceptance and rejection of the mind, we receive different types of bodies, although we superficially seem to obtain these bodies by chance. Even if we accept the theory of chance, the immediate cause for the change of body is the agitation of the mind. Notes on aṁśa. This chapter describes that Kṛṣṇa appeared aṁśena, with His parts and parcels or His partial manifestation. In this connection, Śrīdhara Svāmī says that Kṛṣṇa is one hundred percent Bhagavān (kṛṣṇas tu bhagavān svayam). Because of our imperfections, however, we cannot appreciate Kṛṣṇa in fullness, and therefore whatever Kṛṣṇa exhibited when present on earth was but a partial manifestation of His opulence. Again, Kṛṣṇa appeared with His plenary expansion Baladeva. Kṛṣṇa, however, is full; there is no question of His appearing partially. In the Vaiṣṇava-toṣaṇī, Śrīla Sanātana Gosvāmī says that to accept that Kṛṣṇa was partially manifested would contradict the statement kṛṣṇas tu bhagavān svayam. Śrīla Jīva Gosvāmī says that the word aṁśena means that Kṛṣṇa appeared with all His plenary expansions. The words aṁśena viṣṇoḥ do not mean that Kṛṣṇa is a partial representative of Viṣṇu. Rather, Kṛṣṇa appeared in fullness, and He manifests Himself partially in the Vaikuṇṭhalokas. In other words, Lord Viṣṇu is a partial representation of Kṛṣṇa; Kṛṣṇa is not a partial representation of Viṣṇu. In the Caitanya-caritāmṛta, Ādi-līlā, Chapter Four, this subject matter is explained very clearly. Śrīla Viśvanātha Cakravartī Ṭhākura also notes that no one can describe Kṛṣṇa in fullness. Whatever descriptions we find in Śrīmad-Bhāgavatam are partial explanations of Kṛṣṇa. In conclusion, therefore, the word aṁśena indicates that Lord Viṣṇu is a partial representation of Kṛṣṇa, not that Kṛṣṇa is a partial representation of Viṣṇu. Śrīla Sanātana Gosvāmī’s Vaiṣṇava-toṣaṇī has explained the word dharma-śīlasya. The exact meaning of dharma-śīla is “an unadulterated devotee.” Real dharma consists of full surrender to Kṛṣṇa (sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja). One who has fully surrendered to Kṛṣṇa is actually religious. One such religious person was Mahārāja Parīkṣit. Anyone who accepts the principle of surrender to the lotus feet of the Lord, giving up all other systems of religion, is actually dharma-śīla, perfectly religious. The word nivṛtta-tarṣaiḥ refers to one who no longer has any material desires (sarvopādhi-vinirmuktam). One may have many material desires because of contamination in this material world, but when one is completely free from all material desires, he is called nivṛtta-tṛṣṇa, which indicates that he no longer has any thirst for material enjoyment. Svāmin kṛtārtho ’smi varaṁ na yāce (Hari-bhakti-sudhodaya). Materialistic persons want some material profit from executing devotional service, but this is not the purpose of service. The perfection of devotional service lies in complete surrender unto the lotus feet of Kṛṣṇa, with no material desires. One who surrenders in this way is already liberated. Jīvan-muktaḥ sa ucyate. One who is always busy serving Kṛṣṇa, in whatever condition he may live, is understood to be liberated even in this life. Such a person, who is a pure devotee, does not need to change his body; indeed, he does not possess a material body, for his body has already been spiritualized. An iron rod kept constantly within a fire will ultimately become fire, and whatever it touches will burn. Similarly, the pure devotee is in the fire of spiritual existence, and therefore his body is cin-maya; that is, it is spiritual, not material, because the pure devotee has no desire but the transcendental desire to serve the Lord. In text four the word upagīyamānāt is used: nivṛtta-tarṣair upagīyamānāt. Who will chant the glories of the Lord unless he is a devotee? Therefore the word nivṛtta-tarṣaiḥ indicates the devotee, and no one else. These are the remarks of ācāryas like Vīrarāghava Ācārya and Vijayadhvaja. To desire anything other than devotional service will diminish one’s freedom from material desires, but when one is free from all such desires one is called nivṛtta-tarṣaiḥ. Vinā paśu-ghnāt. The word paśu means “animal.” An animal killer, paśu-ghna, cannot enter into Kṛṣṇa consciousness. In our Kṛṣṇa consciousness movement, therefore, animal killing is completely prohibited. Uttamaśloka-guṇānuvādāt. The word uttamaśloka means “one who is famous as the best of those who are good.” The Lord is good in all circumstances. That is His natural reputation. His goodness is unlimited, and He uses it unlimitedly. A devotee is also sometimes described as uttamaśloka, meaning that he is eager to glorify the Supreme Personality of Godhead or the Lord’s devotees. Glorifying the Lord and glorifying the Lord’s devotees are the same. Or, rather, glorifying the devotee is more important than glorifying the Lord directly. Narottama dāsa Ṭhākura explains this fact: chāḍiyā vaiṣṇava-sevā, nistāra pāyeche kebā. One cannot be liberated from material contamination without sincerely serving a devotee of Kṛṣṇa. Bhavauṣadhāt means “from the universal remedy.” Chanting the holy name and glorifying the Supreme Lord are the universal remedy for all the miseries of materialistic life. Persons who desire to be freed from this material world are called mumukṣu. Such persons can understand the miseries of materialistic life, and by glorifying the activities of the Lord they can be released from all these miseries. The transcendental sound vibrations concerning the Lord’s name, fame, form, qualities and paraphernalia are all nondifferent from the Lord. Therefore the very sound vibration of the Lord’s glorification and name are pleasing to the ears, and by understanding the absolute nature of the Lord’s name, form and qualities the devotee becomes joyful. Even those who are not devotees, however, enjoy the pleasing narrations of the Lord’s transcendental activities. Even ordinary persons not very much advanced in Kṛṣṇa consciousness take pleasure in describing the narrations depicted in Śrīmad-Bhāgavatam. When a materialistic person is purified in this way, he engages in hearing and chanting the glories of the Lord. Because glorification of the Lord’s pastimes is very pleasing to the ear and heart of the devotee, it is simultaneously his subject and object. In this world there are three kinds of men: those who are liberated, those trying to be liberated, and those entangled in sense enjoyment. Of these three, those who are already liberated chant and hear the holy name of the Lord, knowing perfectly that to glorify the Lord is the only way to keep oneself in a transcendental position. Those who are trying to be liberated, the second class, may regard the chanting and hearing of the Lord’s holy name as a process of liberation, and they too will feel the transcendental pleasure of this chanting. As for karmīs and persons engaged in sense gratification, they also may take pleasure in hearing the pastimes of the Lord, like His fighting on the Battlefield of Kurukṣetra and His dancing in Vṛndāvana with the gopīs. The word uttamaśloka-guṇānuvāda refers to the transcendental qualities of the Supreme Lord, such as His affection for mother Yaśodā and His friends the cowherd boys and His loving attitude toward the gopīs. The Lord’s devotees like Mahārāja Yudhiṣṭhira are also described by the qualification uttamaśloka-guṇānuvāda. The word anuvāda refers to describing the qualities of the Supreme Lord or His devotees. When these qualities are described, other devotees are interested in hearing them. The more one is interested in hearing about these transcendental qualities, the more one transcendentally enjoys. Everyone, therefore, including the mumukṣus, the vimuktas and the karmīs, should chant and hear the glories of the Lord, and in this way everyone will benefit. Although the sound vibration of the transcendental qualities of the Lord is equally beneficial to all, for those who are muktas, liberated, it is especially pleasing. As described in Śrīmad-Bhāgavatam, Eighth Canto, Third Chapter, verse 20, because pure devotees, who no longer have any material desires, surrender fully to the lotus feet of the Lord, they always merge in the ocean of bliss by chanting and hearing the Lord’s holy name. According to this verse, devotees like Nārada and other residents of Śvetadvīpa are seen always engaged in chanting the holy name of the Lord because by such chanting they are always externally and internally blissful. The mumukṣus, persons desiring to be liberated, do not depend on the pleasures of the senses; instead, they concentrate fully on becoming liberated by chanting the holy name of the Lord. Karmīs like to create something pleasing to their ears and hearts, and although they sometimes like to chant or hear the glories of the Lord, they do not do it openly. Devotees, however, always spontaneously hear, chant about and remember the activities of the Lord, and by this process they are fully satisfied, even though these may seem like topics of sense gratification. Simply by hearing the transcendental narrations of the Lord’s activities, Parīkṣit Mahārāja was liberated. He was therefore śrotramano-’bhirāma; that is, he glorified the process of hearing. This process should be accepted by all living entities. To distinguish persons who are bereft of these transcendental pleasures, Parīkṣit Mahārāja has used the words virajyeta pumān. The word pumān refers to any person, whether man, woman or in-between. Because of the bodily conception of life, we are subject to lamentation, but one who has no such bodily conceptions can take pleasure in transcendental hearing and chanting. Therefore a person fully absorbed in the bodily concept of life is surely killing himself by not making spiritual progress. Such a person is called paśu-ghna. Especially excluded from spiritual life are the animal hunters, who are not interested in hearing and chanting the holy name of the Lord. Such hunters are always unhappy, both in this life and in the next. It is therefore said that a hunter should neither die nor live because for such persons both living and dying are troublesome. Animal hunters are completely different from ordinary karmīs, and thus they have been excluded from the process of hearing and chanting. Vinā paśu-ghnāt. They cannot enter into the transcendental pleasure of chanting and hearing the holy name of the Lord. The word mahā-ratha refers to a great hero who can fight alone against eleven thousand other heroes, and the word atiratha, as found in text five, refers to one who can fight against an unlimited number. This is mentioned in the Mahābhārata as follows: This is the description given in the Bṛhad-vaiṣṇava-toṣaṇī by Śrīla Sanātana Gosvāmī. Māyā-manuṣyasya (10.1.17). Because of being covered by yoga-māyā (nāhaṁ prakāśaḥ sarvasya yoga-māyā-samāvṛtaḥ), Kṛṣṇa is sometimes called māyā-manuṣya, indicating that although He is the Supreme Personality of Godhead, He appears like an ordinary person. A misunderstanding arises because yoga-māyā covers the vision of the general public. The Lord’s position is actually different from that of an ordinary person, for although He appears to act like an ordinary man, He is always transcendental. The word māyā also indicates “mercy,” and sometimes it also means “knowledge.” The Lord is always full of all transcendental knowledge, and therefore although He acts like a human being, He is the Supreme Personality of Godhead, full of knowledge. In His original identity, the Lord is the controller of māyā (mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram). Therefore the Lord may be called māyā-manuṣya, or the Supreme Personality of Godhead playing like an ordinary human being, although He is the controller of both the material and spiritual energies. The Lord is the Supreme Person, Puruṣottama, but because we are deluded by yoga-māyā, He appears to be an ordinary person. Ultimately, however, yoga-māyā induces even a nondevotee to understand the Lord as the Supreme Person, Puruṣottama. In Bhagavad-gītā we find two statements given by the Supreme Personality of Godhead. For the devotees, the Lord says: “To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.” (Bg. 10.10) Thus for the willing devotee the Lord gives intelligence by which to understand Him and return home, back to Godhead. For others, for nondevotees, the Lord says, mṛtyuḥ sarva-haraś cāham: “I am all-plundering, inevitable death.” A devotee like Prahlāda enjoys the activities of Lord Nṛsiṁhadeva, whereas nondevotees like Prahlāda’s father, Hiraṇyakaśipu, meet death before Lord Nṛsiṁhadeva. The Lord therefore acts in two ways, by sending some onto the path of repeated birth and death and sending others back home, back to Godhead. The word kāla, meaning “black,” indicates the color of the Supreme Personality of Godhead, Kṛṣṇa. Lord Kṛṣṇa and Lord Rāmacandra, who both look blackish, give liberation and transcendental bliss to Their devotees. Among persons possessing material bodies, sometimes someone is able to subject death to his own will. For such a person, death is almost impossible because no one wants to die. But although Bhīṣmadeva possessed this power, Bhīṣma, by the supreme will of the Lord, died very easily in the Lord’s presence. There have also been many demons who had no hope of salvation, yet Kaṁsa attained salvation by the supreme will of the Lord. Not to speak of Kaṁsa, even Pūtanā attained salvation and reached the level of the Lord’s mother. Parīkṣit Mahārāja, therefore, was very eager to hear about the Lord, who has inconceivable qualities by which to give liberation to anyone. Parīkṣit Mahārāja, at the point of his death, was certainly interested in his liberation. When such a great and exalted personality as the Lord behaves like an ordinary human being although possessing inconceivable qualities, His behavior is called māyā. Therefore the Lord is described as māyā-manuṣya. This is the opinion of Śrīla Jīva Gosvāmī. Mu refers to mukti, or salvation, and ku refers to that which is bad or very obnoxious. Thus muku refers to the Supreme Personality of Godhead, who saves one from the bad condition of material existence. The Lord is called mukunda because He not only saves the devotee from material existence but offers him transcendental bliss in love and service. As for Keśava, ka means Brahmā, and īśa means Lord Śiva. The Personality of Godhead captivates both Lord Brahmā and Lord Mahādeva, or Śiva, by His transcendental qualities. Therefore He is called Keśava. This opinion is given by Sanātana Gosvāmī in his Vaiṣṇava-toṣaṇī commentary. It is said that all the demigods, accompanied by Tri-nayana, Lord Śiva, went to the shore of the Ocean of Milk and offered their prayers through the mantra known as Puruṣa-sūkta. From this statement it is understood that the demigods cannot directly approach Lord Viṣṇu, who lies on the Ocean of Milk, or enter His abode. This is also clearly stated in the Mahābhārata, Mokṣa-dharma, and the next chapter of Śrīmad-Bhāgavatam. Kṛṣṇa, the Supreme Personality of Godhead, has His abode in Goloka (goloka-nāmni nija-dhāmni tale ca tasya). From Lord Kṛṣṇa come the catur-vyūha, the quadruple expansions Saṅkarṣaṇa, Aniruddha, Pradyumna and Vāsudeva. There are innumerable brahmāṇḍas, all of which emanate from the pores of Kāraṇodakaśāyī Viṣṇu, and in every brahmāṇḍa there is a Garbhodakaśāyī Viṣṇu, who is a partial expansion of Aniruddha. This Aniruddha is a partial expansion of Pradyumna, who is partially represented as Kṣīrodakaśāyī Viṣṇu, the Supersoul of all living entities. These Viṣṇu expansions are different from Kṛṣṇa, who resides in Goloka Vṛndāvana. When it is said that the demigods offered prayers to the Lord by chanting the Puruṣa-sūkta, this indicates that they pleased the Lord by enunciating prayers of bhakti. The word vṛṣākapi refers to one who satisfies His devotee in every way and frees His devotee from all material anxieties. Vṛṣa refers to religious performances like sacrifices. Even without the execution of sacrifices, the Lord can still enjoy the supermost comforts of the heavenly planets. The statement that Puruṣottama, Jagannātha, would appear in the house of Vasudeva distinguishes the Supreme Personality of Godhead from ordinary persons. The statement that He personally appeared indicates that He did not send His plenary expansion. The word priyārtham indicates that the Lord appeared to please Rukmiṇī and Rādhārāṇī. Priyā means “the most beloved.” In the commentary of Śrī Vīrarāghava Ācārya, the following extra verse is accepted after text twenty-three: “O demigods, even great sages, following the order of Viṣṇu, appeared in the forms of cows and calves to please the Supreme Personality of Godhead by delivering milk.” Rāmānujācārya sometimes accepts Baladeva as a śaktyāveśa-avatāra, but Śrīla Jīva Gosvāmī has explained that Baladeva is an expansion of Kṛṣṇa and that a part of Baladeva is Saṅkarṣaṇa. Although Baladeva is identical with Saṅkarṣaṇa, He is the origin of Saṅkarṣaṇa. Therefore the word svarāṭ has been used to indicate that Baladeva always exists in His own independence. The word svarāṭ also indicates that Baladeva is beyond the material conception of existence. Māyā cannot attract Him, but because He is fully independent, He can appear by His spiritual potency wherever He likes. Māyā is fully under the control of Viṣṇu. Because the material potency and Yoga-māyā mingle in the Lord’s appearance, they are described as ekānaṁśā. Sometimes ekānaṁśā is interpreted to mean “without differentiation.” Saṅkarṣaṇa and Śeṣa-nāga are identical. As stated by Yamunādevī, “O Rāma, O great-armed master of the world, who have extended Yourself throughout the entire universe by one plenary expansion, it is not possible to understand You fully.” Therefore ekāṁśā refers to Śeṣa-nāga. In other words, Baladeva, merely by His partial expansion, sustains the entire universe. The word kāryārthe refers to one who attracted the pregnancy of Devakī and bewildered mother Yaśodā. These pastimes are very confidential. The Supreme Personality of Godhead ordered Yoga-māyā to bewilder His associates in His pastimes and bewilder demons like Kaṁsa. As stated previously, yoga-māyāṁ samādiśat. To give service to the Lord, Yoga-māyā appeared along with Mahā-māyā. Mahā-māyā refers to yayā sammohitaṁ jagat, “one who bewilders the entire material world.” From this statement it is to be understood that Yoga-māyā, in her partial expansion, becomes Mahā-māyā and bewilders the conditioned souls. In other words, the entire creation has two divisions — transcendental, or spiritual, and material. Yoga-māyā manages the spiritual world, and by her partial expansion as Mahā-māyā she manages the material world. As stated in the Nārada-pañcarātra, Mahā-māyā is a partial expansion of Yoga-māyā. The Nārada-pañcarātra clearly states that the Supreme Personality has one potency, which is sometimes described as Durgā. The Brahma-saṁhitā says, chāyeva yasya bhuvanāni bibharti durgā. Durgā is not different from Yoga-māyā. When one understands Durgā properly, he is immediately liberated, for Durgā is originally the spiritual potency, hlādinī-śakti, by whose mercy one can understand the Supreme Personality of Godhead very easily. Rādhā kṛṣṇa-praṇaya-vikṛtir hlādinī-śaktir asmād. The mahā-māyā-śakti, however, is a covering of Yoga-māyā, and she is therefore called the covering potency. By this covering potency, the entire material world is bewildered (yayā sammohitaṁ jagat). In conclusion, bewildering the conditioned souls and liberating the devotees are both functions belonging to Yoga-māyā. Transferring the pregnancy of Devakī and keeping mother Yaśodā in deep sleep were both done by Yoga-māyā. Mahā-māyā cannot act upon such devotees, for they are always liberated. But although it is not possible for Mahā-māyā to control liberated souls or the Supreme Personality of Godhead, she did bewilder Kaṁsa. The action of Yoga-māyā in presenting herself before Kaṁsa was the action of Mahā-māyā, not Yoga-māyā. Yoga-māyā cannot even see or touch such polluted persons as Kaṁsa. In Caṇḍī, in the Mārkaṇḍeya Purāṇa, Eleventh Chapter, Mahā-māyā says, “During the twenty-eighth yuga in the period of Vaivasvata Manu, I shall take birth as the daughter of Yaśodā and be known as Vindhyācala-vāsinī.” The distinction between the two māyās — Yoga-māyā and Mahā-māyā — is described as follows. Kṛṣṇa’s rāsa-līlā with the gopīs and the gopīs’ bewilderment in respect to their husbands, fathers-in-law and other such relatives were arrangements of Yoga-māyā in which Mahā-māyā had no influence. The Bhāgavatam gives sufficient evidence of this when it clearly says, yoga-māyām upāśritaḥ. On the other hand, there were asuras headed by Śālva and kṣatriyas like Duryodhana who were bereft of devotional service in spite of seeing Kṛṣṇa’s carrier Garuḍa and the universal form, and who could not understand Kṛṣṇa to be the Supreme Personality of Godhead. This was also bewilderment, but this bewilderment was due to mahā-māyā. Therefore it is to be concluded that the māyā which drags a person from the Supreme Personality of Godhead is called jaḍa-māyā, and the māyā which acts on the transcendental platform is called yoga-māyā. When Nanda Mahārāja was taken away by Varuṇa, he saw Kṛṣṇa’s opulence, but nonetheless he thought of Kṛṣṇa as his son. Such feelings of parental love in the spiritual world are acts of yoga-māyā, not of jaḍa-māyā, or mahā-māyā. This is the opinion of Śrīla Viśvanātha Cakravartī Ṭhākura. Śūrasenāṁś ca. The son of Kārtavīryārjuna was Śūrasena, and the countries he ruled were also called Śūrasena. This is noted by Sanātana Gosvāmī in his Vaiṣṇava-toṣaṇī commentary. In regard to Mathurā, we find this quotation: When a self-realized soul acts in his transcendental position, his situation is called Mathurā. In other words, when one acts in the process of bhakti-yoga, he may live anywhere, but actually he lives in Mathurā, Vṛndāvana. Devotion to Kṛṣṇa, the son of Nanda Mahārāja, is the essence of all knowledge, and wherever such knowledge is manifested is called Mathurā. Also, when one establishes bhakti-yoga, excluding all other methods, one’s situation is called Mathurā. Yatra nityaṁ sannihito hariḥ: the place where Hari, the Supreme Personality of Godhead, lives eternally is called Mathurā. The word nitya indicates eternality. The Supreme Lord is eternal, and His abode is also eternal. Goloka eva nivasaty akhilātma-bhūtaḥ. Although the Lord is always stationed in His abode, Goloka Vṛndāvana, He is present everywhere in fullness. This means that when the Supreme Lord descends to the surface of the world, His original abode is not vacant, for He can remain in His original abode and simultaneously descend upon Mathurā, Vṛndāvana, Ayodhyā and other places. He does not need to descend, since He is already present there; He simply manifests Himself. Śrīla Śukadeva Gosvāmī has addressed Mahārāja Parīkṣit as tāta, or “beloved son.” This is due to parental love in the heart of Śukadeva Gosvāmī. Because Kṛṣṇa was soon coming as the son of Vasudeva and Devakī, out of parental affection Śukadeva Gosvāmī addressed Mahārāja Parīkṣit as tāta, “my dear son.” In the Viśva-kośa dictionary, the word garbha is explained: garbho bhrūṇe arbhake kukṣāv ity ādi. When Kaṁsa was about to kill Devakī, Vasudeva wanted to dissuade him by the diplomacy of sāma and bheda. Sāma means “pacifying.” Vasudeva wanted to pacify Kaṁsa by indicating relations, gain, welfare, identity and glorification. Reference to these five concerns constitutes sāma, and Vasudeva’s presentation of fear in two situations — in this life and the next — is called bheda. Thus Vasudeva used both sāma and bheda to pacify Kaṁsa. Praising Kaṁsa’s qualifications was glorification, and praising him as a descendant of the bhoja-vaṁśa appealed to sambandha, relationship. Speaking of “your sister” was an appeal to identity. Speaking about killing a woman raises questions about fame and welfare, and arousing fear of the sinful act of killing one’s sister during her marriage ceremony is an aspect of bheda. The Bhoja dynasty refers to those who were simply interested in sense gratification and were therefore not very aristocratic. Another meaning of bhoja is “fighting.” These were indications of defamation for Kaṁsa. When Vasudeva addressed Kaṁsa as dīna-vatsala, this was excessive praise. Kaṁsa would accept calves as a form of revenue from his poor constituents, and therefore he was called dīna-vatsala. Vasudeva knew very well that he could not by force rescue Devakī from the imminent danger. Devakī was actually the daughter of Kaṁsa’s uncle, and therefore she is described as suhṛt, meaning “relative.” It is stated that Kaṁsa refrained from killing his close relation Devakī because if he had killed her, a great fight would have ensued among the other members of the family. Kaṁsa refrained from provoking this great danger of a family fight, for it would have caused many persons to lose their lives. Formerly an asura named Kālanemi had six sons, named Haṁsa, Suvikrama, Krātha, Damana, Ripurmardana and Krodhahantā. They were known as the ṣaḍ-garbhas, or six garbhas, and they were all equally powerful and expert in military affairs. These ṣaḍ-garbhas gave up the association of Hiraṇyakaśipu, their grandfather, and underwent great austerities to satisfy Lord Brahmā, who, upon being satisfied, agreed to give them whatever benediction they might desire. When asked by Lord Brahmā to state what they wanted, the ṣāḍ-garbhas replied, “Dear Lord Brahmā, if you want to give us a benediction, give us the blessing that we will not be killed by any demigod, mahoraga, Yakṣa, Gandharva-pati, Siddha, Cāraṇa or human being, nor by great sages who are perfect in their penances and austerities.” Brahmā understood their purpose and fulfilled their desire. But when Hiraṇyakaśipu came to know of these events, he was very angry at his grandsons. “You have given up my association and have gone to worship Lord Brahmā,” he said, “and therefore I no longer have any affection for you. You have tried to save yourselves from the hands of the demigods, but I curse you in this way: Your father will take birth as Kaṁsa and kill all of you because you will take birth as sons of Devakī.” Because of this curse, the grandsons of Hiraṇyakaśipu had to take birth from the womb of Devakī and be killed by Kaṁsa, although he was previously their father. This description is mentioned in the Hari-vaṁśa, Viṣṇu-parva, Second Chapter. According to the comments of the Vaiṣṇava-toṣaṇī, the son of Devakī known as Kīrtimān was the third incarnation. In his first incarnation he was known as Smara and was the son of Marīci, and later he became the son of Kālanemi. This is mentioned in the histories. An additional verse in this chapter of Śrīmad-Bhāgavatam is accepted by the Madhvācārya sampradāya, represented by Vijayadhvaja Tīrtha. The verse is as follows: atha — in this way; kaṁsam — unto Kaṁsa; upāgamya — after going; nāradaḥ — the great sage Nārada; brahma-nandanaḥ — who is the son of Brahmā; ekāntam upasaṅgamya — after going to a very solitary place; vākyam — the following instruction; etat — this; uvāca — said; ha — in the past. Translation: “Thereafter, Nārada, the mental son of Lord Brahmā, approached Kaṁsa and, in a very solitary place, informed him of the following news.” The great saint Nārada descended from the heavenly planets to the forest of Mathurā and sent his messenger to Kaṁsa. When the messenger approached Kaṁsa and informed him of Nārada’s arrival, Kaṁsa, the leader of the asuras, was very happy and immediately came out of his palace to receive Nārada, who was as bright as the sun, as powerful as fire, and free from all tinges of sinful activities. Kaṁsa accepted Nārada as his guest, offered him respectful obeisances and gave him a golden seat, brilliant like the sun. Nārada was a friend of the King of heaven, and thus he told Kaṁsa, the son of Ugrasena, “My dear hero, you have satisfied me with a proper reception, and therefore I shall tell you something secret and confidential. While I was coming here from Nandakānana through the Caitraratha forest, I saw a great meeting of the demigods, who followed me to Sumeru Parvata. We traveled through many holy places, and finally we saw the holy Ganges. While Lord Brahmā was consulting the other demigods at the top of Sumeru Hill, I was also present with my stringed instrument, the vīṇā. I shall tell you confidentially that the meeting was held just to plan to kill the asuras, headed by you. You have a younger sister named Devakī, and it is a fact that her eighth son will kill you.” (Hari-vaṁśa, Viṣṇu-parva 1.2-16) No one can blame Nāradajī for encouraging Kaṁsa to kill the sons of Devakī. The saint Nārada is always a well-wisher for human society, and he wanted the Supreme Personality of Godhead, Kṛṣṇa, to descend to this world as soon as possible so that the society of demigods would be pleased and would see Kaṁsa and his friends killed by Kṛṣṇa. Kaṁsa would also attain salvation from his nefarious activities, and this too would very much please the demigods and their followers. Śrīla Viśvanātha Cakravartī Ṭhākura remarks in this connection that Nārada Muni sometimes did things that were beneficial to the demigods and the demons simultaneously. Śrī Vīrarāghava Ācārya, in his commentary, has included the following half-verse in this regard: asurāḥ sarva evaita lokopadrava-kāriṇaḥ. Asuras are always disturbing elements for human society."
    }
]