[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअक्रूरोऽपि च तां रात्रिं मधुपुर्यां महामति: ।उषित्वा रथमास्थाय प्रययौ नन्दगोकुलम् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaakrūro ’pi ca tāṁ rātriṁmadhu-puryāṁ mahā-matiḥuṣitvā ratham āsthāyaprayayau nanda-gokulam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "akrūraḥ",
            "api",
            "ca",
            "tām",
            "rātrim",
            "madhu",
            "puryām",
            "mahā",
            "matiḥ",
            "uṣitvā",
            "ratham",
            "āsthāya",
            "prayayau",
            "nanda",
            "gokulam"
        ],
        "translation": "Śukadeva Gosvāmī said: After passing the night in the city of Mathurā, the high-minded Akrūra mounted his chariot and set off for the cowherd village of Nanda Mahārāja.",
        "purport": " King Kaṁsa ordered Akrūra to go to Vṛndāvana on the Ekādaśī of the dark fortnight of the Vedic month of Phālguna. After spending the night in Mathurā, Akrūra left early the next day. That morning Nārada offered his prayers to Kṛṣṇa in Vṛndāvana, and in the afternoon the demon Vyoma was killed there. At dusk Akrūra entered the Lord’s village."
    },
    {
        "verse": "2",
        "devanagari": "गच्छन्पथि महाभागो भगवत्यम्बुजेक्षणे ।भक्तिं परामुपगत एवमेतदचिन्तयत् ॥ २ ॥",
        "english_devnagari": "gacchan pathi mahā-bhāgobhagavaty ambujekṣaṇebhaktiṁ parām upagataevam etad acintayat",
        "verse_Syn": [
            "gacchan",
            "pathi",
            "mahā",
            "bhāgaḥ",
            "bhagavati",
            "ambuja",
            "īkṣaṇe",
            "bhaktim",
            "parām",
            "upagataḥ",
            "evam",
            "etat",
            "acintayat"
        ],
        "translation": "As he traveled on the road, the great soul Akrūra felt tremendous devotion for the lotus-eyed Personality of Godhead, and thus he began to consider as follows.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "किं मयाचरितं भद्रं किं तप्तं परमं तप: ।किं वाथाप्यर्हते दत्तं यद्‌‌द्रक्ष्याम्यद्य केशवम् ॥ ३ ॥",
        "english_devnagari": "kiṁ mayācaritaṁ bhadraṁkiṁ taptaṁ paramaṁ tapaḥkiṁ vāthāpy arhate dattaṁyad drakṣyāmy adya keśavam",
        "verse_Syn": [
            "kim",
            "mayā",
            "ācaritam",
            "bhadram",
            "kim",
            "taptam",
            "paramam",
            "tapaḥ",
            "kim",
            "vā",
            "atha",
            "api",
            "arhate",
            "dattam",
            "yat",
            "drakṣyāmi",
            "adya",
            "keśavam"
        ],
        "translation": "[Śrī Akrūra thought:] What pious deeds have I done, what severe austerities undergone, what worship performed or charity given so that today I will see Lord Keśava?",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "ममैतद् दुर्लभं मन्य उत्तम:श्लोकदर्शनम् ।विषयात्मनो यथा ब्रह्मकीर्तनं शूद्रजन्मन: ॥ ४ ॥",
        "english_devnagari": "mamaitad durlabhaṁ manyauttamaḥ-śloka-darśanamviṣayātmano yathā brahma-kīrtanaṁ śūdra-janmanaḥ",
        "verse_Syn": [
            "mama",
            "etat",
            "durlabham",
            "manye",
            "uttamaḥ",
            "śloka",
            "darśanam",
            "viṣaya",
            "ātmanaḥ",
            "yathā",
            "brahma",
            "kīrtanam",
            "śūdra",
            "janmanaḥ"
        ],
        "translation": "Since I am a materialistic person absorbed simply in sense gratification, I think it is as difficult for me to have gotten this opportunity to see Lord Uttamaḥśloka as it would be for one born a śūdra to be allowed to recite the Vedic mantras.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "मैवं ममाधमस्यापि स्यादेवाच्युतदर्शनम् ।ह्रियमाण: कालनद्या क्‍वचित्तरति कश्चन ॥ ५ ॥",
        "english_devnagari": "maivaṁ mamādhamasyāpisyād evācyuta-darśanamhriyamāṇaḥ kala-nadyākvacit tarati kaścana",
        "verse_Syn": [
            "mā",
            "evam",
            "mama",
            "adhamasya",
            "api",
            "syāt",
            "eva",
            "acyuta",
            "darśanam",
            "hriyamāṇaḥ",
            "kāla",
            "nadyā",
            "kvacit",
            "tarati",
            "kaścana"
        ],
        "translation": "But enough of such thoughts! After all, even a fallen soul like me can have the chance to behold the infallible Supreme Lord, for one of the conditioned souls being swept along in the river of time may sometimes reach the shore.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "ममाद्यामङ्गलं नष्टं फलवांश्चैव मे भव: ।यन्नमस्ये भगवतो योगिध्येयाङ्‍‍‍‍‍घ्रिपङ्कजम् ॥ ६ ॥",
        "english_devnagari": "mamādyāmaṅgalaṁ naṣṭaṁphalavāṁś caiva me bhavaḥyan namasye bhagavatoyogi-dhyeyānghri-paṅkajam",
        "verse_Syn": [
            "mama",
            "adya",
            "amaṅgalam",
            "naṣṭam",
            "phala",
            "vān",
            "ca",
            "eva",
            "me",
            "bhavaḥ",
            "yat",
            "namasye",
            "bhagavataḥ",
            "yogi",
            "dhyeya",
            "aṅghri",
            "paṅkajam"
        ],
        "translation": "Today all my sinful reactions have been eradicated and my birth has become worthwhile, since I will offer my obeisances to the Supreme Lord’s lotus feet, which mystic yogīs meditate upon.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "कंसो बताद्याकृत मेऽत्यनुग्रहंद्रक्ष्येऽङ्‍‍‍‍‍घ्रिपद्मं प्रहितोऽमुना हरे: ।कृतावतारस्य दुरत्ययं तम:पूर्वेऽतरन् यन्नखमण्डलत्विषा ॥ ७ ॥",
        "english_devnagari": "kaṁso batādyākṛta me ’ty-anugrahaṁdrakṣye ’ṅghri-padmaṁ prahito ’munā hareḥkṛtāvatārasya duratyayaṁ tamaḥpūrve ’taran yan-nakha-maṇḍala-tviṣā",
        "verse_Syn": [
            "kaṁsaḥ",
            "bata",
            "adya",
            "akṛta",
            "me",
            "ati",
            "anugraham",
            "drakṣye",
            "aṅghri",
            "padmam",
            "prahitaḥ",
            "amunā",
            "hareḥ",
            "kṛta",
            "avatārasya",
            "duratyayam",
            "tamaḥ",
            "pūrve",
            "ataran",
            "yat",
            "nakha",
            "maṇḍala",
            "tviṣā"
        ],
        "translation": "Indeed, today King Kaṁsa has shown me extreme mercy by sending me to see the lotus feet of Lord Hari, who has now appeared in this world. Simply by the effulgence of His toenails, many souls in the past have transcended the insurmountable darkness of material existence and achieved liberation.",
        "purport": " Akrūra noted how ironic it was that the envious, demoniac Kaṁsa had given him an extraordinary blessing by sending him to see the Supreme Lord Kṛṣṇa."
    },
    {
        "verse": "8",
        "devanagari": "यदर्चितं ब्रह्मभवादिभि: सुरै:श्रिया च देव्या मुनिभि: ससात्वतै: ।गोचारणायानुचरैश्चरद्वनेयद् गोपिकानां कुचकुङ्कुमाङ्कितम् ॥ ८ ॥",
        "english_devnagari": "yad arcitaṁ brahma-bhavādibhiḥ suraiḥśriyā ca devyā munibhiḥ sa-sātvataiḥgo-cāraṇāyānucaraiś carad vaneyad gopikānāṁ kuca-kuṅkumāṅkitam",
        "verse_Syn": [
            "yat",
            "arcitam",
            "brahma",
            "bhava",
            "ādibhiḥ",
            "suraiḥ",
            "śriyā",
            "ca",
            "devyā",
            "munibhiḥ",
            "sa",
            "sātvataiḥ",
            "go",
            "cāraṇāya",
            "anucaraiḥ",
            "carat",
            "vane",
            "yat",
            "gopikānām",
            "kuca",
            "kuṅkuma",
            "aṅkitam"
        ],
        "translation": "Those lotus feet are worshiped by Brahmā, Śiva and all the other demigods, by the goddess of fortune, and also by the great sages and Vaiṣṇavas. Upon those lotus feet the Lord walks about the forest while herding the cows with His companions, and those feet are smeared with the kuṅkuma from the gopīs’ breasts.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "द्रक्ष्यामि नूनं सुकपोलनासिकंस्मितावलोकारुणकञ्जलोचनम् ।मुखं मुकुन्दस्य गुडालकावृतंप्रदक्षिणं मे प्रचरन्ति वै मृगा: ॥ ९ ॥",
        "english_devnagari": "drakṣyāmi nūnaṁ su-kapola-nāsikaṁsmitāvalokāruṇa-kañja-locanammukhaṁ mukundasya guḍālakāvṛtaṁpradakṣiṇaṁ me pracaranti vai mṛgāḥ",
        "verse_Syn": [
            "drakṣyāmi",
            "nūnam",
            "su",
            "kapola",
            "nāsikam",
            "smita",
            "avaloka",
            "aruṇa",
            "kañja",
            "locanam",
            "mukham",
            "mukundasya",
            "guḍa",
            "alaka",
            "āvṛtam",
            "pradakṣiṇam",
            "me",
            "pracaranti",
            "vai",
            "mṛgāḥ"
        ],
        "translation": "Surely I shall see the face of Lord Mukunda, since the deer are now walking past me on my right. That face, framed by His curly hair, is beautified by His attractive cheeks and nose, His smiling glances and His reddish lotus eyes.",
        "purport": " Akrūra saw an auspicious omen — the passing of the deer on his right — and thus felt sure he would see the Supreme Lord Kṛṣṇa."
    },
    {
        "verse": "10",
        "devanagari": "अप्यद्य विष्णोर्मनुजत्वमीयुषोभारावताराय भुवो निजेच्छया ।लावण्यधाम्नो भवितोपलम्भनंमह्यं न न स्यात् फलमञ्जसा द‍ृश: ॥ १० ॥",
        "english_devnagari": "apy adya viṣṇor manujatvam īyuṣobhārāvatārāya bhuvo nijecchayālāvaṇya-dhāmno bhavitopalambhanaṁmahyaṁ na na syāt phalam añjasā dṛśaḥ",
        "verse_Syn": [
            "api",
            "adya",
            "viṣṇoḥ",
            "manujatvam",
            "īyuṣaḥ",
            "bhāra",
            "avatārāya",
            "bhuvaḥ",
            "nija",
            "icchayā",
            "lāvaṇya",
            "dhāmnaḥ",
            "bhavitā",
            "upalambhanam",
            "mahyam",
            "na",
            "na",
            "syāt",
            "phalam",
            "añjasā",
            "dṛśaḥ"
        ],
        "translation": "I am going to see the Supreme Lord Viṣṇu, the reservoir of all beauty, who by His own sweet will has now assumed a humanlike form to relieve the earth of her burden. Thus there is no denying that my eyes will achieve the perfection of their existence.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "य ईक्षिताहंरहितोऽप्यसत्सतो:स्वतेजसापास्ततमोभिदाभ्रम: ।स्वमाययात्मन् रचितैस्तदीक्षयाप्राणाक्षधीभि: सदनेष्वभीयते ॥ ११ ॥",
        "english_devnagari": "ya īkṣitāhaṁ-rahito ’py asat-satoḥsva-tejasāpāsta-tamo-bhidā-bhramaḥsva-māyayātman racitais tad-īkṣayāprāṇākṣa-dhībhiḥ sadaneṣv abhīyate",
        "verse_Syn": [
            "yaḥ",
            "īkṣitā",
            "aham",
            "rahitaḥ",
            "api",
            "asat",
            "satoḥ",
            "sva",
            "tejasā",
            "apāsta",
            "tamaḥ",
            "bhidā",
            "bhramaḥ",
            "sva",
            "māyayā",
            "ātman",
            "racitaiḥ",
            "tat",
            "īkṣayā",
            "prāṇa",
            "akṣa",
            "dhībhiḥ",
            "sadaneṣu",
            "abhīyate"
        ],
        "translation": "He is the witness of material cause and effect, yet He is always free from false identification with them. By His internal potency He dispels the darkness of separation and confusion. The individual souls in this world, who are manifested here when He glances upon His material creative energy, indirectly perceive Him in the activities of their life airs, senses and intelligence.",
        "purport": " In this verse Akrūra establishes the all-powerful position of the Supreme Lord, whom he is about to see in Vṛndāvana. The false concept of separation from the Lord is described in the Eleventh Canto of the Bhāgavatam (11.2.37): bhayaṁ dvitīyābhiniveśataḥ syād īśād apetasya viparyayo ’smṛtiḥ. Although all existence emanates from the Absolute Truth, Kṛṣṇa, we imagine a “second thing,” this material world, to be entirely separate from the Lord’s existence. With this mentality, we try to exploit that “second thing” for our sense gratification. Thus the psychological underpinning of material life is the illusion that this world is somehow separate from God and therefore meant for our enjoyment. It is ironic that the impersonal philosophers, in their radical renunciation of this world, claim it to be utterly false and totally separate from the Absolute. Unfortunately, this artificial attempt to divest this world of its divine nature, or, in other words, its relation to God, does not lead people to utterly reject it but rather to try to enjoy it. While it is true that this world is temporary and thus in one sense illusory, the mechanism of illusion is a spiritual potency of the Supreme Lord. Realizing this, we should immediately desist from any attempt to exploit this world; rather, we should recognize it as God’s energy. We will actually give up our material desires only when we understand that this world belongs to God and is therefore not meant for our selfish gratification. The word abhīyate here refers to a process of surmising the presence of the Lord through meditative introspection. This process is also described in the Second Canto of the Bhāgavatam (2.2.35): “The Personality of Godhead, Lord Śrī Kṛṣṇa, is in every living being along with the individual soul. And this fact is perceived and hypothesized in our acts of seeing and taking help from the intelligence.” Akrūra states that the Lord is free of the egoistic pride afflicting ordinary, embodied souls. Yet the Lord appears to be embodied like everyone else, and therefore someone might object to the statement that He is free of egoism. Śrīla Viśvanātha Cakravartī comments on this puzzle as follows: “How can we distinguish between being free of false ego and being afflicted by it? ‘If a living entity is situated in a body,’ [argues the objector,] ‘he will encounter the unhappiness and confusion that occur within it, just as a person living in a house, whether he be attached to it or not, cannot avoid experiencing the darkness, warmth and cold that occur within it.’ This objection is answered as follows: By His internal potency the Lord dispels the darkness of ignorance along with the separateness and bewilderment it produces.”"
    },
    {
        "verse": "12",
        "devanagari": "यस्याखिलामीवहभि: सुमङ्गलै-र्वाचो विमिश्रा गुणकर्मजन्मभि: ।प्राणन्ति शुम्भन्ति पुनन्ति वै जगत्यास्तद्विरक्ता: शवशोभना मता: ॥ १२ ॥",
        "english_devnagari": "yasyākhilāmīva-habhiḥ su-maṅgalaiḥvāco vimiśrā guṇa-karma-janmabhiḥprāṇanti śumbhanti punanti vai jagatyās tad-viraktāḥ śava-śobhanā matāḥ",
        "verse_Syn": [
            "yasya",
            "akhila",
            "amīva",
            "habhiḥ",
            "su",
            "maṅgalaiḥ",
            "vācaḥ",
            "vimiśrāḥ",
            "guṇa",
            "karma",
            "janmabhiḥ",
            "prāṇanti",
            "śumbhanti",
            "punanti",
            "vai",
            "jagat",
            "yāḥ",
            "tat",
            "viraktāḥ",
            "śava",
            "śobhanāḥ",
            "matāḥ"
        ],
        "translation": "All sins are destroyed and all good fortune is created by the Supreme Lord’s qualities, activities and appearances, and words that describe these three things animate, beautify and purify the world. On the other hand, words bereft of His glories are like the decorations on a corpse.",
        "purport": " Śrīla Śrīdhara Svāmī brings up the following possible objection: How can one who is devoid of ordinary ego, who is fully self-satisfied, engage in pastimes? The answer is given here. Lord Kṛṣṇa acts on the pure, spiritual platform for the pleasure of His loving devotees, not for any kind of mundane gratification."
    },
    {
        "verse": "13",
        "devanagari": "स चावतीर्ण: किल सात्वतान्वयेस्वसेतुपालामरवर्यशर्मकृत् ।यशो वितन्वन् व्रज आस्त ईश्वरोगायन्ति देवा यदशेषमङ्गलम् ॥ १३ ॥",
        "english_devnagari": "sa cāvatīrṇaḥ kila sātvatānvayesva-setu-pālāmara-varya-śarma-kṛtyaśo vitanvan vraja āsta īśvarogāyanti devā yad aśeṣa-maṅgalam",
        "verse_Syn": [
            "saḥ",
            "ca",
            "avatīrṇaḥ",
            "kila",
            "sātvata",
            "anvaye",
            "sva",
            "setu",
            "pāla",
            "amara",
            "varya",
            "śarma",
            "kṛt",
            "yaśaḥ",
            "vitanvan",
            "vraje",
            "āste",
            "īśvaraḥ",
            "gāyanti",
            "devāḥ",
            "yat",
            "aśeṣa",
            "maṅgalam"
        ],
        "translation": "That same Supreme Lord has descended into the dynasty of the Sātvatas to delight the exalted demigods, who maintain the principles of religion He has created. Residing in Vṛndāvana, He spreads His fame, which the demigods glorify in song and which brings auspiciousness to all.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तं त्वद्य नूनं महतां गतिं गुरुंत्रैलोक्यकान्तं द‍ृशिमन्महोत्सवम् ।रूपं दधानं श्रिय ईप्सितास्पदंद्रक्ष्ये ममासन्नुषस: सुदर्शना: ॥ १४ ॥",
        "english_devnagari": "taṁ tv adya nūnaṁ mahatāṁ gatiṁ guruṁtrailokya-kāntaṁ dṛśiman-mahotsavamrūpaṁ dadhānaṁ śriya īpsitāspadaṁdrakṣye mamāsann uṣasaḥ su-darśanāḥ",
        "verse_Syn": [
            "tam",
            "tu",
            "adya",
            "nūnam",
            "mahatām",
            "gatim",
            "gurum",
            "trai",
            "lokya",
            "kāntam",
            "dṛśi",
            "mat",
            "mahā",
            "utsavam",
            "rūpam",
            "dadhānam",
            "śriyaḥ",
            "īpsita",
            "āspadam",
            "drakṣye",
            "mama",
            "āsan",
            "uṣasaḥ",
            "su",
            "darśanāḥ"
        ],
        "translation": "Today I shall certainly see Him, the goal and spiritual master of the great souls. Seeing Him brings jubilation to all who have eyes, for He is the true beauty of the universe. Indeed, His personal form is the shelter desired by the goddess of fortune. Now all the dawns of my life have become auspicious.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "अथावरूढ: सपदीशयो रथात्प्रधानपुंसोश्चरणं स्वलब्धये ।धिया धृतं योगिभिरप्यहं ध्रुवंनमस्य आभ्यां च सखीन् वनौकस: ॥ १५ ॥",
        "english_devnagari": "athāvarūḍhaḥ sapadīśayo rathātpradhāna-puṁsoś caraṇaṁ sva-labdhayedhiyā dhṛtaṁ yogibhir apy ahaṁ dhruvaṁnamasya ābhyāṁ ca sakhīn vanaukasaḥ",
        "verse_Syn": [
            "atha",
            "avarūḍhaḥ",
            "sapadi",
            "īśayoḥ",
            "rathāt",
            "pradhāna",
            "puṁsoḥ",
            "caraṇam",
            "sva",
            "labdhaye",
            "dhiyā",
            "dhṛtam",
            "yogibhiḥ",
            "api",
            "aham",
            "dhruvam",
            "namasye",
            "ābhyām",
            "ca",
            "sakhīn",
            "vana",
            "okasaḥ"
        ],
        "translation": "Then I will at once alight from my chariot and bow down to the lotus feet of Kṛṣṇa and Balarāma, the Supreme Personalities of Godhead. Theirs are the same feet that great mystic yogīs striving for self-realization bear within their minds. I will also offer my obeisances to the Lords’ cowherd boyfriends and to all the other residents of Vṛndāvana.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "अप्यङ्‍‍‍‍‍घ्रिमूले पतितस्य मे विभु:शिरस्यधास्यन्निजहस्तपङ्कजम् ।दत्ताभयं कालभुजाङ्गरंहसाप्रोद्वेजितानां शरणैषिणां नृणाम् ॥ १६ ॥",
        "english_devnagari": "apy aṅghri-mūle patitasya me vibhuḥśirasy adhāsyan nija-hasta-paṅkajamdattābhayaṁ kāla-bhujāṅga-raṁhasāprodvejitānāṁ śaraṇaiṣiṇāṁ ṇṛnām",
        "verse_Syn": [
            "api",
            "aṅghri",
            "mūle",
            "patitasya",
            "me",
            "vibhuḥ",
            "śirasi",
            "adhāsyat",
            "nija",
            "hasta",
            "paṅkajam",
            "datta",
            "abhayam",
            "kāla",
            "bhuja",
            "aṅga",
            "raṁhasā",
            "prodvejitānām",
            "śaraṇa",
            "eṣiṇām",
            "nṛṇām"
        ],
        "translation": "And when I have fallen at His feet, the almighty Lord will place His lotus hand upon my head. For those who seek shelter in Him because they are greatly disturbed by the powerful serpent of time, that hand removes all fear.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "समर्हणं यत्र निधाय कौशिक-स्तथा बलिश्चाप जगत्‍त्रयेन्द्रताम् ।यद्वा विहारे व्रजयोषितां श्रमंस्पर्शेन सौगन्धिकगन्ध्यपानुदत् ॥ १७ ॥",
        "english_devnagari": "samarhaṇaṁ yatra nidhāya kauśikastathā baliś cāpa jagat-trayendratāmyad vā vihāre vraja-yoṣitāṁ śramaṁsparśena saugandhika-gandhy apānudat",
        "verse_Syn": [
            "samarhaṇam",
            "yatra",
            "nidhāya",
            "kauśikaḥ",
            "tathā",
            "baliḥ",
            "ca",
            "āpa",
            "jagat",
            "traya",
            "indratām",
            "yat",
            "vā",
            "vihāre",
            "vraja",
            "yoṣitām",
            "śramam",
            "sparśena",
            "saugandhika",
            "gandhi",
            "apānudat"
        ],
        "translation": "By offering charity to that lotus hand, Purandara and Bali earned the status of Indra, King of heaven, and during the pleasure pastimes of the rāsa dance, when the Lord wiped away the gopīs’ perspiration and removed their fatigue, the touch of their faces made that hand as fragrant as a sweet flower.",
        "purport": " The Purāṇas call the lotus found in the Mānasa-sarovara Lake a saugandhika. Lord Kṛṣṇa’s lotus hand acquired the fragrance of this flower by coming in contact with the beautiful faces of the gopīs. This specific incident, which occurred during the rāsa-līlā, is described in the Thirty-third Chapter of the Tenth Canto."
    },
    {
        "verse": "18",
        "devanagari": "न मय्युपैष्यत्यरिबुद्धिमच्युत:कंसस्य दूत: प्रहितोऽपि विश्वद‍ृक् ।योऽन्तर्बहिश्चेतस एतदीहितंक्षेत्रज्ञ ईक्षत्यमलेन चक्षुषा ॥ १८ ॥",
        "english_devnagari": "na mayy upaiṣyaty ari-buddhim acyutaḥkaṁsasya dūtaḥ prahito ’pi viśva-dṛkyo ’ntar bahiś cetasa etad īhitaṁkṣetra-jña īkṣaty amalena cakṣuṣā",
        "verse_Syn": [
            "na",
            "mayi",
            "upaiṣyati",
            "ari",
            "buddhim",
            "acyutaḥ",
            "kaṁsasya",
            "dūtaḥ",
            "prahitaḥ",
            "api",
            "viśva",
            "dṛk",
            "yaḥ",
            "antaḥ",
            "bahiḥ",
            "cetasaḥ",
            "etat",
            "īhitam",
            "kṣetra",
            "jñaḥ",
            "īkṣati",
            "amalena",
            "cakṣuṣā"
        ],
        "translation": "The infallible Lord will not consider me an enemy, even though Kaṁsa has sent me here as his messenger. After all, the omniscient Lord is the actual knower of the field of this material body, and with His perfect vision He witnesses, both externally and internally, all the endeavors of the conditioned soul’s heart.",
        "purport": " Being omniscient, Lord Kṛṣṇa knew that Akrūra was only externally a friend of Kaṁsa. Internally he was an eternal devotee of Lord Kṛṣṇa."
    },
    {
        "verse": "19",
        "devanagari": "अप्यङ्‍‍‍‍‍घ्रिमूलेऽवहितं कृताञ्जलिंमामीक्षिता सस्मितमार्द्रया द‍ृशा ।सपद्यपध्वस्तसमस्तकिल्बिषोवोढा मुदं वीतविशङ्क ऊर्जिताम् ॥ १९ ॥",
        "english_devnagari": "apy aṅghri-mūle ’vahitaṁ kṛtāñjaliṁmām īkṣitā sa-smitam ārdrayā dṛśāsapady apadhvasta-samasta-kilbiṣovoḍhā mudaṁ vīta-viśaṅka ūrjitām",
        "verse_Syn": [
            "api",
            "aṅghri",
            "mūle",
            "avahitam",
            "kṛta",
            "añjalim",
            "mām",
            "īkṣitā",
            "sasmitam",
            "ārdrayā",
            "dṛśā",
            "sapadi",
            "apadhvasta",
            "samasta",
            "kilbiṣaḥ",
            "voḍhā",
            "mudam",
            "vīta",
            "viśaṅkaḥ",
            "ūrjitām"
        ],
        "translation": "Thus He will cast His smiling, affectionate glance upon me as I remain fixed with joined palms, fallen in obeisances at His feet. Then all my contamination will at once be dispelled, and I will give up all doubts and feel the most intense bliss.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "सुहृत्तमं ज्ञातिमनन्यदैवतंदोर्भ्यां बृहद्‌भ्यां परिरप्स्यतेऽथ माम् ।आत्मा हि तीर्थीक्रियते तदैव मेबन्धश्च कर्मात्मक उच्छ्वसित्यत: ॥ २० ॥",
        "english_devnagari": "suhṛttamaṁ jñātim ananya-daivataṁdorbhyāṁ bṛhadbhyāṁ parirapsyate ’tha māmātmā hi tīrthī-kriyate tadaiva mebandhaś ca karmātmaka ucchvasity ataḥ",
        "verse_Syn": [
            "suhṛt",
            "tamam",
            "jñātim",
            "ananya",
            "daivatam",
            "dorbhyām",
            "bṛhadbhyām",
            "parirapsyate",
            "atha",
            "mām",
            "ātmā",
            "hi",
            "tīrthī",
            "kriyate",
            "tadā",
            "eva",
            "me",
            "bandhaḥ",
            "ca",
            "karma",
            "ātmakaḥ",
            "ucchvasiti",
            "ataḥ"
        ],
        "translation": "Recognizing me as an intimate friend and relative, Kṛṣṇa will embrace me with His mighty arms, instantly sanctifying my body and diminishing to nil all my material bondage, which is due to fruitive activities.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "लब्ध्वाङ्गसङ्गं प्रणतं कृताञ्जलिंमां वक्ष्यतेऽक्रूर ततेत्युरुश्रवा: ।तदा वयं जन्मभृतो महीयसानैवाद‍ृतो यो धिगमुष्य जन्म तत् ॥ २१ ॥",
        "english_devnagari": "labdhvāṅga-saṅgam praṇatam kṛtāñjaliṁmāṁ vakṣyate ’krūra tatety uruśravāḥtadā vayaṁ janma-bhṛto mahīyasānaivādṛto yo dhig amuṣya janma tat",
        "verse_Syn": [
            "labdhvā",
            "aṅga",
            "saṅgam",
            "praṇatam",
            "kṛta",
            "añjalim",
            "mām",
            "vakṣyate",
            "akrūra",
            "tata",
            "iti",
            "uruśravāḥ",
            "tadā",
            "vayam",
            "janma",
            "bhṛtaḥ",
            "mahīyasā",
            "na",
            "eva",
            "ādṛtaḥ",
            "yaḥ",
            "dhik",
            "amuṣya",
            "janma",
            "tat"
        ],
        "translation": "Having been embraced by the all-famous Lord Kṛṣṇa, I will humbly stand before Him with bowed head and joined palms, and He will address me, “My dear Akrūra.” At that very moment my life’s purpose will be fulfilled. Indeed, the life of anyone whom the Supreme Personality fails to recognize is simply pitiable.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "न तस्य कश्चिद् दयित: सुहृत्तमोन चाप्रियो द्वेष्य उपेक्ष्य एव वा ।तथापि भक्तान् भजते यथा तथासुरद्रुमो यद्वदुपाश्रितोऽर्थद: ॥ २२ ॥",
        "english_devnagari": "na tasya kaścid dayitaḥ suhṛttamona cāpriyo dveṣya upekṣya eva vātathāpi bhaktān bhajate yathā tathāsura-drumo yadvad upāśrito ’rtha-daḥ",
        "verse_Syn": [
            "na",
            "tasya",
            "kaścit",
            "dayitaḥ",
            "suhṛttamaḥ",
            "na",
            "ca",
            "apriyaḥ",
            "dveṣyaḥ",
            "upekṣyaḥ",
            "eva",
            "vā",
            "tathā",
            "api",
            "bhaktān",
            "bhajate",
            "yathā",
            "tathā",
            "sura",
            "drumaḥ",
            "yadvat",
            "upāśritaḥ",
            "artha",
            "daḥ"
        ],
        "translation": "The Supreme Lord has no favorite and no dearmost friend, nor does He consider anyone undesirable, despicable or fit to be neglected. All the same, He lovingly reciprocates with His devotees in whatever manner they worship Him, just as the trees of heaven fulfill the desires of whoever approaches them.",
        "purport": " The Lord says something similar in the Bhagavad-gītā (9.29): “I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend and is in Me, and I am also a friend to him.” Similarly, Lord Caitanya was as hard as a thunderbolt for those who envied Him, and as soft as a rose for those who understood His divine mission."
    },
    {
        "verse": "23",
        "devanagari": "किं चाग्रजो मावनतं यदूत्तम:स्मयन् परिष्वज्य गृहीतमञ्जलौ ।गृहं प्रवेष्याप्तसमस्तसत्कृतंसम्प्रक्ष्यते कंसकृतं स्वबन्धुषु ॥ २३ ॥",
        "english_devnagari": "kiṁ cāgrajo māvanataṁ yadūttamaḥsmayan pariṣvajya gṛhītam añjalaugṛhaṁ praveṣyāpta-samasta-satkṛtaṁsamprakṣyate kaṁsa-kṛtaṁ sva-bandhuṣu",
        "verse_Syn": [
            "kim",
            "ca",
            "agra",
            "jaḥ",
            "mā",
            "avanatam",
            "yadu",
            "uttamaḥ",
            "smayan",
            "pariṣvajya",
            "gṛhītam",
            "añjalau",
            "gṛham",
            "praveṣya",
            "āpta",
            "samasta",
            "sat",
            "kṛtam",
            "samprakṣyate",
            "kaṁsa",
            "kṛtam",
            "sva",
            "bandhuṣu"
        ],
        "translation": "And then Lord Kṛṣṇa’s elder brother, the foremost of the Yadus, will grasp my joined hands while I am still standing with my head bowed, and after embracing me He will take me to His house. There He will honor me with all items of ritual welcome and inquire from me about how Kaṁsa has been treating His family members.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "श्रीशुक उवाचइति सञ्चिन्तयन्कृष्णं श्वफल्कतनयोऽध्वनि ।रथेन गोकुलं प्राप्त: सूर्यश्चास्तगिरिं नृप ॥ २४ ॥",
        "english_devnagari": "śrī-śuka uvācaiti sañcintayan kṛṣṇaṁśvaphalka-tanayo ’dhvanirathena gokulaṁ prāptaḥsūryaś cāsta-giriṁ nṛpa",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "sañcintayan",
            "kṛṣṇam",
            "śvaphalka",
            "tanayaḥ",
            "adhvani",
            "rathena",
            "gokulam",
            "prāptaḥ",
            "sūryaḥ",
            "ca",
            "asta",
            "girim",
            "nṛpa"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King, while the son of Śvaphalka, traveling on the road, thus meditated deeply on Śrī Kṛṣṇa, he reached Gokula as the sun was beginning to set.",
        "purport": " Śrīla Śrīdhara Svāmī comments that although Akrūra did not even notice the road, being deeply absorbed in meditation on Lord Kṛṣṇa, he still reached Gokula on his chariot."
    },
    {
        "verse": "25",
        "devanagari": "पदानि तस्याखिललोकपाल-किरीटजुष्टामलपादरेणो: ।ददर्श गोष्ठे क्षितिकौतुकानिविलक्षितान्यब्जयवाङ्कुशाद्यै: ॥ २५ ॥",
        "english_devnagari": "padāni tasyākhila-loka-pāla-kirīṭa-juṣṭāmala-pāda-reṇoḥdadarśa goṣṭhe kṣiti-kautukānivilakṣitāny abja-yavāṅkuśādyaiḥ",
        "verse_Syn": [
            "padāni",
            "tasya",
            "akhila",
            "loka",
            "pāla",
            "kirīṭa",
            "juṣṭa",
            "amala",
            "pāda",
            "reṇoḥ",
            "dadarśa",
            "goṣṭhe",
            "kṣiti",
            "kautakāni",
            "vilakṣitāni",
            "abja",
            "yava",
            "aṅkuśa",
            "ādyaiḥ"
        ],
        "translation": "In the cowherd pasture Akrūra saw the footprints of those feet whose pure dust the rulers of all the planets in the universe hold on their crowns. Those footprints of the Lord, distinguished by such marks as the lotus, barleycorn and elephant goad, made the ground wonderfully beautiful.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "तद्दर्शनाह्लादविवृद्धसम्भ्रम:प्रेम्णोर्ध्वरोमाश्रुकलाकुलेक्षण: ।रथादवस्कन्द्य स तेष्वचेष्टतप्रभोरमून्यङ्‍‍‍‍‍घ्रिरजांस्यहो इति ॥ २६ ॥",
        "english_devnagari": "tad-darśanāhlāda-vivṛddha-sambhramaḥpremṇordhva-romāśru-kalākulekṣaṇaḥrathād avaskandya sa teṣv aceṣṭataprabhor amūny aṅghri-rajāṁsy aho iti",
        "verse_Syn": [
            "tat",
            "darśana",
            "āhlāda",
            "vivṛddha",
            "sambhramaḥ",
            "premṇā",
            "ūrdhva",
            "roma",
            "aśru",
            "kalā",
            "ākula",
            "īkṣaṇaḥ",
            "rathāt",
            "avaskandya",
            "saḥ",
            "teṣu",
            "aceṣṭata",
            "prabhoḥ",
            "amūni",
            "aṅghri",
            "rajāṁsi",
            "aho",
            "iti"
        ],
        "translation": "Increasingly agitated by ecstasy at seeing the Lord’s footprints, his bodily hairs standing on end because of his pure love, and his eyes filled with tears, Akrūra jumped down from his chariot and began rolling about among those footprints, exclaiming, “Ah, this is the dust from my master’s feet!”",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "देहंभृतामियानर्थो हित्वा दम्भं भियं शुचम् ।सन्देशाद् यो हरेर्लिङ्गदर्शनश्रवणादिभि: ॥ २७ ॥",
        "english_devnagari": "dehaṁ-bhṛtām iyān arthohitvā dambhaṁ bhiyaṁ śucamsandeśād yo harer liṅga-darśana-śravaṇādibhiḥ",
        "verse_Syn": [
            "deham",
            "bhṛtām",
            "iyān",
            "arthaḥ",
            "hitvā",
            "dambham",
            "bhiyam",
            "śucam",
            "sandeśāt",
            "yaḥ",
            "hareḥ",
            "liṅga",
            "darśana",
            "śravaṇa",
            "ādibhiḥ"
        ],
        "translation": "The very goal of life for all embodied beings is this ecstasy, which Akrūra experienced when, upon receiving Kaṁsa’s order, he put aside all pride, fear and lamentation and absorbed himself in seeing, hearing and describing the things that reminded him of Lord Kṛṣṇa.",
        "purport": " Śrīla Viśvanātha Cakravartī explains that Akrūra gave up fear by openly showing his love and reverence for Kṛṣṇa, even though he or his family might have been punished by the angry Kaṁsa. Akrūra gave up his pride in being an aristocratic member of society and worshiped the cowherd residents of the simple village of Vṛndāvana. And he gave up lamenting for his house, wife and family, which were in danger from King Kaṁsa. Giving up all these things, he rolled in the dust of the lotus feet of God."
    },
    {
        "verse": "28-33",
        "devanagari": "ददर्श कृष्णं रामं च व्रजे गोदोहनं गतौ ।पीतनीलाम्बरधरौ शरदम्बुरुहेक्षणौ ॥ २८ ॥किशोरौ श्यामलश्वेतौ श्रीनिकेतौ बृहद्भ‍ुजौ ।सुमुखौ सुन्दरवरौ बलद्विरदविक्रमौ ॥ २९ ॥ध्वजवज्राङ्कुशाम्भोजैश्चिह्नितैरङ्‍‍‍‍‍घ्रिभिर्व्रजम् ।शोभयन्तौ महात्मानौ सानुक्रोशस्मितेक्षणौ ॥ ३० ॥उदाररुचिरक्रीडौ स्रग्विणौ वनमालिनौ ।पुण्यगन्धानुलिप्ताङ्गौ स्‍नातौ विरजवाससौ ॥ ३१ ॥प्रधानपुरुषावाद्यौ जगद्धेतू जगत्पती ।अवतीर्णौ जगत्यर्थे स्वांशेन बलकेशवौ ॥ ३२ ॥दिशो वितिमिरा राजन्कुर्वाणौ प्रभया स्वया ।यथा मारकत: शैलो रौप्यश्च कनकाचितौ ॥ ३३ ॥",
        "english_devnagari": "dadarśa kṛṣṇaṁ rāmaṁ cavraje go-dohanaṁ gataupīta-nīlāmbara-dharauśarad-amburahekṣaṇau",
        "verse_Syn": [
            "dadarśa",
            "kṛṣṇam",
            "rāmam",
            "ca",
            "vraje",
            "go",
            "dohanam",
            "gatau",
            "pīta",
            "nīla",
            "ambara",
            "dharau",
            "śarat",
            "amburuha",
            "īkṣaṇau",
            "kiśorau",
            "śyāmala",
            "śvetau",
            "śrī",
            "niketau",
            "bṛhat",
            "bhujau",
            "su",
            "mukhau",
            "sundara",
            "varau",
            "bala",
            "dvirada",
            "vikramau",
            "dhvaja",
            "vajra",
            "aṅkuśa",
            "ambhojaiḥ",
            "cihnitaiḥ",
            "aṅghribhiḥ",
            "vrajam",
            "śobhayantau",
            "mahā",
            "ātmānau",
            "sa",
            "anukrośa",
            "smita",
            "īkṣaṇau",
            "udāra",
            "rucira",
            "krīḍau",
            "srak",
            "vinau",
            "vana",
            "mālinau",
            "puṇya",
            "gandha",
            "anulipta",
            "aṅgau",
            "snātau",
            "viraja",
            "vāsasau",
            "pradhāna",
            "puruṣau",
            "ādyau",
            "jagat",
            "dhetū",
            "jagat",
            "patī",
            "avatīrṇau",
            "jagati",
            "arthe",
            "sva",
            "aṁśena",
            "bala",
            "keśavau",
            "diśaḥ",
            "vitimirāḥ",
            "rājan",
            "kurvāṇau",
            "prabhayā",
            "svayā",
            "yathā",
            "mārakataḥ",
            "śailaḥ",
            "raupyaḥ",
            "ca",
            "kanaka",
            "acitau"
        ],
        "translation": "Akrūra then saw Kṛṣṇa and Balarāma in the village of Vraja, going to milk the cows. Kṛṣṇa wore yellow garments, Balarāma blue, and Their eyes resembled autumnal lotuses. One of those two mighty-armed youths, the shelters of the goddess of fortune, had a dark-blue complexion, and the other’s was white. With Their fine-featured faces They were the most beautiful of all persons. As They walked with the gait of young elephants, glancing about with compassionate smiles, Those two exalted personalities beautified the cow pasture with the impressions of Their feet, which bore the marks of the flag, lightning bolt, elephant goad and lotus. The two Lords, whose pastimes are most magnanimous and attractive, were ornamented with jeweled necklaces and flower garlands, anointed with auspicious, fragrant substances, freshly bathed, and dressed in spotless raiment. They were the primeval Supreme Personalities, the masters and original causes of the universes, who had for the welfare of the earth now descended in Their distinct forms of Keśava and Balarāma. O King Parīkṣit, They resembled two gold-bedecked mountains, one of emerald and the other of silver, as with Their effulgence They dispelled the sky’s darkness in all directions.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "रथात्तूर्णमवप्लुत्य सोऽक्रूर: स्‍नेहविह्वल: ।पपात चरणोपान्ते दण्डवद् रामकृष्णयो: ॥ ३४ ॥",
        "english_devnagari": "rathāt tūrṇam avaplutyaso ’krūraḥ sneha-vihvalaḥpapāta caraṇopāntedaṇḍa-vad rāma-kṛṣṇayoḥ",
        "verse_Syn": [
            "rathāt",
            "tūrṇam",
            "avaplutya",
            "saḥ",
            "akrūraḥ",
            "sneha",
            "vihvalaḥ",
            "papāta",
            "caraṇa",
            "upānte",
            "daṇḍa",
            "vat",
            "rāma",
            "kṛṣṇayoḥ"
        ],
        "translation": "Akrūra, overwhelmed with affection, quickly jumped down from his chariot and fell at the feet of Kṛṣṇa and Balarāma like a rod.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "भगवद् दर्शनाह्लादबाष्पपर्याकुलेक्षण: ।पुलकाचिताङ्ग औत्कण्ठ्यात्स्वाख्याने नाशकन्नृप ॥ ३५ ॥",
        "english_devnagari": "bhagavad-darśanāhlāda-bāṣpa-paryākulekṣaṇaḥpulakacitāṅga autkaṇṭhyātsvākhyāne nāśakan nṛpa",
        "verse_Syn": [
            "bhagavat",
            "darśana",
            "āhlāda",
            "bāṣpa",
            "paryākula",
            "īkṣaṇaḥ",
            "pulaka",
            "ācita",
            "aṅgaḥ",
            "autkaṇṭhyāt",
            "sva",
            "ākhyāne",
            "na",
            "aśakat",
            "nṛpa"
        ],
        "translation": "The joy of seeing the Supreme Lord flooded Akrūra’s eyes with tears and decorated his limbs with eruptions of ecstasy. He felt such eagerness that he could not speak to present himself, O King.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "भगवांस्तमभिप्रेत्य रथाङ्गाङ्कितपाणिना ।परिरेभेऽभ्युपाकृष्य प्रीत: प्रणतवत्सल: ॥ ३६ ॥",
        "english_devnagari": "bhagavāṁs tam abhipretyarathāṅgāṅkita-pāṇināparirebhe ’bhyupākṛṣyaprītaḥ praṇata-vatsalaḥ",
        "verse_Syn": [
            "bhagavān",
            "tam",
            "abhipretya",
            "ratha",
            "aṅga",
            "aṅkita",
            "pāṇinā",
            "parirebhe",
            "abhyupākṛṣya",
            "prītaḥ",
            "praṇata",
            "vatsalaḥ"
        ],
        "translation": "Recognizing Akrūra, Lord Kṛṣṇa drew him close with His hand, which bears the sign of the chariot wheel, and then embraced him. Kṛṣṇa felt pleased, for He is always benignly disposed toward His surrendered devotees.",
        "purport": " According to the ācāryas, by extending His hand marked with the chariot wheel, or cakra, Lord Kṛṣṇa indicated His ability to kill Kaṁsa."
    },
    {
        "verse": "37-38",
        "devanagari": "सङ्कर्षणश्च प्रणतमुपगुह्य महामना: ।गृहीत्वा पाणिना पाणी अनत्सानुजो गृहम् ॥ ३७ ॥पृष्ट्वाथ स्वागतं तस्मै निवेद्य च वरासनम् ।प्रक्षाल्य विधिवत् पादौ मधुपर्कार्हणमाहरत् ॥ ३८ ॥",
        "english_devnagari": "saṅkarṣaṇaś ca praṇatamupaguhya mahā-manāḥgṛhītvā pāṇinā pāṇīanayat sānujo gṛham",
        "verse_Syn": [
            "saṅkarṣaṇaḥ",
            "ca",
            "praṇatam",
            "upaguhya",
            "mahā",
            "manāḥ",
            "gṛhītvā",
            "pāṇinā",
            "pāṇī",
            "anayat",
            "sa",
            "anujaḥ",
            "gṛham",
            "pṛṣṭvā",
            "atha",
            "su",
            "āgatam",
            "tasmai",
            "nivedya",
            "ca",
            "vara",
            "āsanam",
            "prakṣālya",
            "vidhi",
            "vat",
            "pādau",
            "madhu",
            "parka",
            "arhaṇam",
            "āharat"
        ],
        "translation": "As Akrūra stood with his head bowed, Lord Saṅkarṣaṇa [Balarāma] grasped his joined hands, and then Balarāma took him to His house in the company of Lord Kṛṣṇa. After inquiring from Akrūra whether his trip had been comfortable, Balarāma offered him a first-class seat, bathed his feet in accordance with the injunctions of scripture and respectfully served him milk with honey.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "निवेद्य गां चातिथये संवाह्य श्रान्तमादृत: ।अन्नं बहुगुणं मेध्यं श्रद्धयोपाहरद् विभु: ॥ ३९ ॥",
        "english_devnagari": "nivedya gāṁ cātithayesaṁvāhya śrāntam āḍṛtaḥannaṁ bahu-guṇaṁ medhyaṁśraddhayopāharad vibhuḥ",
        "verse_Syn": [
            "nivedya",
            "gām",
            "ca",
            "atithaye",
            "saṁvāhya",
            "śrāntam",
            "adṛtaḥ",
            "annam",
            "bahu",
            "guṇam",
            "medhyam",
            "śraddhayā",
            "upāharat",
            "vibhuḥ"
        ],
        "translation": "The almighty Lord Balarāma presented Akrūra with the gift of a cow, massaged his feet to relieve him of fatigue and then with great respect and faith fed him suitably prepared food of various fine tastes.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, Akrūra went to Kṛṣṇa’s and Balarāma’s house on the twelfth lunar day, on which one should not break a fast at night. However, Akrūra dispensed with this formality because he was eager to receive food in the Lord’s house."
    },
    {
        "verse": "40",
        "devanagari": "तस्मै भुक्तवते प्रीत्या राम: परमधर्मवित् ।मखवासैर्गन्धमाल्यै: परां प्रीतिं व्यधात्पुन: ॥ ४० ॥",
        "english_devnagari": "tasmai bhuktavate prītyārāmaḥ parama-dharma-vitmakha-vāsair gandha-mālyaiḥparāṁ prītiṁ vyadhāt punaḥ",
        "verse_Syn": [
            "tasmai",
            "bhuktavate",
            "prītyā",
            "rāmaḥ",
            "parama",
            "dharma",
            "vit",
            "mukha",
            "vāsaiḥ",
            "gandha",
            "mālyaiḥ",
            "parām",
            "prītim",
            "vyadhāt",
            "punaḥ"
        ],
        "translation": "When Akrūra had eaten to his satisfaction, Lord Balarāma, the supreme knower of religious duties, offered him aromatic herbs for sweetening his mouth, along with fragrances and flower garlands. Thus Akrūra once again enjoyed the highest pleasure.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "पप्रच्छ सत्कृतं नन्द: कथं स्थ निरनुग्रहे ।कंसे जीवति दाशार्ह सौनपाला इवावय: ॥ ४१ ॥",
        "english_devnagari": "papraccha sat-kṛtaṁ nandaḥkathaṁ stha niranugrahekaṁse jīvati dāśārhasauna-pālā ivāvayaḥ",
        "verse_Syn": [
            "papraccha",
            "sat",
            "kṛtam",
            "nandaḥ",
            "katham",
            "stha",
            "niranugrahe",
            "kaṁse",
            "jīvati",
            "dāśārha",
            "sauna",
            "pālāḥ",
            "iva",
            "avayaḥ"
        ],
        "translation": "Nanda Mahārāja asked Akrūra: O descendant of Daśārha, how are all of you maintaining yourselves while that merciless Kaṁsa remains alive? You are just like sheep under the care of a butcher.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "योऽवधीत्स्वस्वसुस्तोकान्क्रोशन्त्या असुतृप्खल: ।किं नु स्वित्तत्प्रजानां व: कुशलं विमृशामहे ॥ ४२ ॥",
        "english_devnagari": "yo ’vadhīt sva-svasus tokānkrośantyā asu-tṛp khalaḥkiṁ nu svit tat-prajānāṁ vaḥkuśalaṁ vimṛśāmahe",
        "verse_Syn": [
            "yaḥ",
            "avadhīt",
            "sva",
            "svasuḥ",
            "tokān",
            "krośantyāḥ",
            "asu",
            "tṛp",
            "khalaḥ",
            "kim",
            "nu",
            "svit",
            "tat",
            "prajānām",
            "vaḥ",
            "kuśalam",
            "vimṛśāmahe"
        ],
        "translation": "That cruel, self-serving Kaṁsa murdered the infants of his own sister in her presence, even as she cried in anguish. So why should we even ask about the well-being of you, his subjects?",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "इत्थं सूनृतया वाचा नन्देन सुसभाजित: ।अक्रूर: परिपृष्टेन जहावध्वपरिश्रमम् ॥ ४३ ॥",
        "english_devnagari": "itthaṁ sūnṛtayā vācānandena su-sabhājitaḥakrūraḥ paripṛṣṭenajahāv adhva-pariśramam",
        "verse_Syn": [
            "ittham",
            "sū",
            "nṛtayā",
            "vācā",
            "nandena",
            "su",
            "sabhājitaḥ",
            "akrūraḥ",
            "paripṛṣṭena",
            "jahau",
            "adhva",
            "pariśramam"
        ],
        "translation": "Honored by Nanda Mahārāja with these true and pleasing words of inquiry, Akrūra forgot the fatigue of his journey.",
        "purport": ""
    }
]