[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचएवंविधानि कर्माणि गोपा: कृष्णस्य वीक्ष्य ते । अतद्वीर्यविद: प्रोचु: समभ्येत्य सुविस्मिता: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ-vidhāni karmāṇigopāḥ kṛṣṇasya vīkṣya teatad-vīrya-vidaḥ procuḥsamabhyetya su-vismitāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "vidhāni",
            "karmāṇi",
            "gopāḥ",
            "kṛṣṇasya",
            "vīkṣya",
            "te",
            "atat",
            "vīrya",
            "vidaḥ",
            "procuḥ",
            "samabhyetya",
            "su",
            "vismitāḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: The cowherd men were astonished when they saw Kṛṣṇa’s activities, such as lifting Govardhana Hill. Unable to understand His transcendental potency, they approached Nanda Mahārāja and spoke as follows.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains this verse as follows: “During Lord Kṛṣṇa’s pastime of lifting Śrī Govardhana Hill, the cowherd men simply enjoyed the spiritual bliss of the Lord’s activities without analyzing them. But afterwards, when they had returned to their homes, perplexity arose within their hearts. Thus they thought, ‘Now we have directly seen child Kṛṣṇa lift Govardhana Hill, and we remember how He killed Pūtanā and other demons, extinguished the forest fire, and so on. At the time, we thought that these extraordinary acts occurred because of a benediction from the brāhmaṇas or because of Nanda Mahārāja’s great fortune, or that perhaps this boy had achieved the mercy of Lord Nārāyaṇa and was thus empowered by Him. “‘But all these presumptions are false, because an ordinary seven-year old boy could never hold up the king of mountains for seven whole days. Kṛṣṇa is not a human being. He must be the Supreme Lord Himself. “‘But on the other hand, child Kṛṣṇa loves it when we coddle Him, and He becomes morose when we — His uncles and well-wishers, simply worldly cowherd men — do not give Him attention. He appears to become hungry and thirsty, steals yogurt and milk, sometimes plays tricks, tells lies, chatters childishly and tends the calves. If He is actually the Supreme Lord, why would He do these things? Don’t they indicate that He is an ordinary human child? “‘We are totally unable to establish the truth of His identity. Therefore let us go and inquire from the highly intelligent King of Vraja, Nanda Mahārāja, and he shall free us from our doubts.’” According to Śrīla Viśvanātha Cakravartī Ṭhākura, the cowherd men thus made up their minds, and then they entered Nanda Mahārāja’s great assembly hall and questioned him as described in the following verse."
    },
    {
        "verse": "2",
        "devanagari": "बालकस्य यदेतानि कर्माण्यत्यद्भ‍ुतानि वै । कथमर्हत्यसौ जन्म ग्राम्येष्वात्मजुगुप्सितम् ॥ २ ॥",
        "english_devnagari": "bālakasya yad etānikarmāṇy aty-adbhutāni vaikatham arhaty asau janmagrāmyeṣv ātma-jugupsitam",
        "verse_Syn": [
            "bālakasya",
            "yat",
            "etāni",
            "karmāṇi",
            "ati",
            "adbhutāni",
            "vai",
            "katham",
            "arhati",
            "asau",
            "janma",
            "grāmyeṣu",
            "ātma",
            "jugupsitam"
        ],
        "translation": "[The cowherd men said:] Since this boy performs such extraordinary activities, how could He warrant a birth among worldly men like us — a birth that for Him would seem contemptible?",
        "purport": " An ordinary living being cannot avoid unpleasant circumstances, but the supreme controller can always make perfect arrangements for His pleasure."
    },
    {
        "verse": "3",
        "devanagari": "य: सप्तहायनो बाल: करेणैकेन लीलया । कथंबिभ्रद् गिरिवरं पुष्करं गजराडिव ॥ ३ ॥",
        "english_devnagari": "yaḥ sapta-hāyano bālaḥkareṇaikena līlayākathaṁ bibhrad giri-varaṁpuṣkaraṁ gaja-rāḍ iva",
        "verse_Syn": [
            "yaḥ",
            "sapta",
            "hāyanaḥ",
            "bālaḥ",
            "kareṇa",
            "ekena",
            "līlayā",
            "katham",
            "bibhrat",
            "giri",
            "varam",
            "puṣkaram",
            "gaja",
            "rāṭ",
            "iva"
        ],
        "translation": "How could this seven-year-old boy playfully hold up the great hill Govardhana with one hand, just as a mighty elephant holds up a lotus flower?",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तोकेनामीलिताक्षेण पूतनाया महौजस:। पीत: स्तन: सह प्राणै: कालेनेव वयस्तनो: ॥ ४ ॥",
        "english_devnagari": "tokenāmīlitākṣeṇapūtanāyā mahaujasaḥpītaḥ stanaḥ saha prāṇaiḥkāleneva vayas tanoḥ",
        "verse_Syn": [
            "tokena",
            "ā",
            "mīlita",
            "akṣeṇa",
            "pūtanāyāḥ",
            "mahā",
            "ojasaḥ",
            "pītaḥ",
            "stanaḥ",
            "saha",
            "prāṇaiḥ",
            "kālena",
            "iva",
            "vayaḥ",
            "tanoḥ"
        ],
        "translation": "As a mere infant who had hardly yet opened His eyes, He drank the breast milk of the powerful demoness Pūtanā and then sucked out her very life air as well, just as the force of time sucks out the youth of one’s body.",
        "purport": " The word vayaḥ in this verse indicates youth or life span in general. With irresistible power, time takes away our life, and that time is actually Lord Kṛṣṇa Himself. Thus in the case of the powerful witch Pūtanā, Lord Kṛṣṇa accelerated the time process and within an instant withdrew the duration of her life. Here the cowherd men mean to say, “How could a mere infant who could barely open His eyes so easily kill a very powerful demoness?”"
    },
    {
        "verse": "5",
        "devanagari": "हिन्वतोऽध: शयानस्य मास्यस्य चरणावुदक् । अनोऽपतद् विपर्यस्तं रुदत: प्रपदाहतम् ॥ ५ ॥",
        "english_devnagari": "hinvato ’dhaḥ śayānasyamāsyasya caraṇāv udakano ’patad viparyastaṁrudataḥ prapadāhatam",
        "verse_Syn": [
            "hinvataḥ",
            "adhaḥ",
            "śayānasya",
            "māsyasya",
            "caraṇau",
            "udak",
            "anaḥ",
            "apatat",
            "viparyastam",
            "rudataḥ",
            "prapada",
            "āhatam"
        ],
        "translation": "Once, when only three months old, little Kṛṣṇa was crying and kicking up His feet as He lay beneath a huge cart. Then the cart fell and turned upside-down simply because it was struck by the tip of His toe.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "एकहायन आसीनो ह्रियमाणो विहायसा । दैत्येन यस्तृणावर्तमहन् कण्ठग्रहातुरम् ॥ ६ ॥",
        "english_devnagari": "eka-hāyana āsīnohriyamāṇo vihāyasādaityena yas tṛṇāvartamahan kaṇṭha-grahāturam",
        "verse_Syn": [
            "eka",
            "hāyanaḥ",
            "āsīnaḥ",
            "hriyamāṇaḥ",
            "vihāyasā",
            "daityena",
            "yaḥ",
            "tṛṇāvartam",
            "ahan",
            "kaṇṭha",
            "graha",
            "āturam"
        ],
        "translation": "At the age of one, while sitting peacefully He was taken up into the sky by the demon Tṛṇāvarta. But baby Kṛṣṇa grabbed the demon’s neck, causing him great pain, and thus killed him.",
        "purport": " The cowherd men, who loved Kṛṣṇa as an ordinary child, were astonished by all these activities. A newborn infant cannot ordinarily kill a powerful witch, and one would hardly think that a one-year-old baby could kill a demon who has kidnapped him and carried him up into the sky. But Kṛṣṇa did all of these wonderful things, and the cowherd men were enhancing their love for Him by remembering and discussing His activities."
    },
    {
        "verse": "7",
        "devanagari": "क्‍वचिद्धैयङ्गवस्तैन्ये मात्रा बद्ध उदूखले । गच्छन्नर्जुनयोर्मध्ये बाहुभ्यां तावपातयत् ॥ ७ ॥",
        "english_devnagari": "kvacid dhaiyaṅgava-stainyemātrā baddha udūkhalegacchann arjunayor madhyebāhubhyāṁ tāv apātayat",
        "verse_Syn": [
            "kvacit",
            "haiyaṅgava",
            "stainye",
            "mātrā",
            "baddhaḥ",
            "udūkhale",
            "gacchan",
            "arjunayoḥ",
            "madhye",
            "bāhubhyām",
            "tau",
            "apātayat"
        ],
        "translation": "Once, His mother tied Him with ropes to a mortar because she had caught Him stealing butter. Then, crawling on His hands, He dragged the mortar between a pair of arjuna trees and pulled them down.",
        "purport": " The two arjuna trees were old and thick, and they towered above little Kṛṣṇa’s courtyard. Nevertheless, they were pulled down quite easily by the naughty child."
    },
    {
        "verse": "8",
        "devanagari": "वने सञ्चारयन् वत्सान् सरामो बालकैर्वृत: । हन्तुकामं बकं दोर्भ्यां मुखतोऽरिमपाटयत् ॥ ८ ॥",
        "english_devnagari": "vane sañcārayan vatsānsa-rāmo bālakair vṛtaḥhantu-kāmaṁ bakaṁ dorbhyāṁmukhato ’rim apāṭayat",
        "verse_Syn": [
            "vane",
            "sañcārayan",
            "vatsān",
            "sarāmaḥ",
            "bālakaiḥ",
            "vṛtaḥ",
            "hantu",
            "kāmam",
            "bakam",
            "dorbhyām",
            "mukhataḥ",
            "arim",
            "apāṭayat"
        ],
        "translation": "Another time, when Kṛṣṇa was tending the calves in the forest together with Balarāma and the cowherd boys, the demon Bakāsura came with the intention of killing Kṛṣṇa. But Kṛṣṇa seized this inimical demon by the mouth and tore him apart.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "वत्सेषु वत्सरूपेण प्रविशन्तं जिघांसया । हत्वा न्यपातयत्तेन कपित्थानि च लीलया ॥ ९ ॥",
        "english_devnagari": "vatseṣu vatsa-rūpeṇapraviśantaṁ jighāṁsayāhatvā nyapātayat tenakapitthāni ca līlayā",
        "verse_Syn": [
            "vatseṣu",
            "vatsa",
            "rūpeṇa",
            "praviśantam",
            "jighāṁsayā",
            "hatvā",
            "nyapātayat",
            "tena",
            "kapitthāni",
            "ca",
            "līlayā"
        ],
        "translation": "Desiring to kill Kṛṣṇa, the demon Vatsa disguised himself as a calf and entered among Kṛṣṇa’s calves. But Kṛṣṇa killed the demon and, using his body, enjoyed the sport of knocking kapittha fruits down from the trees.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "हत्वा रासभदैतेयं तद्ब‍न्धूंश्च बलान्वित: । चक्रे तालवनं क्षेमं परिपक्‍वफलान्वितम् ॥ १० ॥",
        "english_devnagari": "hatvā rāsabha-daiteyaṁtad-bandhūṁś ca balānvitaḥcakre tāla-vanaṁ kṣemaṁparipakva-phalānvitam",
        "verse_Syn": [
            "hatvā",
            "rāsabha",
            "daiteyam",
            "tat",
            "bandhūn",
            "ca",
            "bala",
            "anvitaḥ",
            "cakre",
            "tāla",
            "vanam",
            "kṣemam",
            "paripakva",
            "phala",
            "anvitam"
        ],
        "translation": "Together with Lord Balarāma, Kṛṣṇa killed the jackass demon and all his friends, thereby securing the safety of the Tālavana forest, which abounded with fully ripened palm fruits.",
        "purport": " Long, long ago, the powerful demons Hiraṇyakaśipu and Hiraṇyākṣa were born of the goddess Diti. Therefore demons are commonly called daiteyas or daityas, meaning “descendants of Diti.” Dhenukāsura, the ass demon, terrorized the Tāla forest with his friends, but Śrī Kṛṣṇa and Śrī Balarāma killed them just as modern governments kill terrorists who harass innocent people."
    },
    {
        "verse": "11",
        "devanagari": "प्रलम्बं घातयित्वोग्रं बलेन बलशालिना । अमोचयद् व्रजपशून्गोपांश्चारण्यवह्नित: ॥ ११ ॥",
        "english_devnagari": "pralambaṁ ghātayitvograṁbalena bala-śālināamocayad vraja-paśūngopāṁś cāraṇya-vahnitaḥ",
        "verse_Syn": [
            "pralambam",
            "ghāyayitvā",
            "ugram",
            "balena",
            "bala",
            "śālinā",
            "amocayat",
            "vraja",
            "paśūn",
            "gopān",
            "ca",
            "āraṇya",
            "vahnitaḥ"
        ],
        "translation": "After arranging for the mighty Lord Balarāma to kill the terrible demon Pralamba, Kṛṣṇa saved Vraja’s cowherd boys and their animals from a forest fire.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "आशीविषतमाहीन्द्रं दमित्वा विमदं ह्रदात् । प्रसह्योद्वास्य यमुनां चक्रेऽसौ निर्विषोदकाम् ॥ १२ ॥",
        "english_devnagari": "āśī-viṣatamāhīndraṁdamitvā vimadaṁ hradātprasahyodvāsya yamunāṁcakre ’sau nirviṣodakām",
        "verse_Syn": [
            "āśī",
            "viṣa",
            "tama",
            "ahi",
            "indram",
            "damitvā",
            "vimadam",
            "hradāt",
            "prasahya",
            "udvāsya",
            "yamunām",
            "cakre",
            "asau",
            "nirviṣa",
            "udakām"
        ],
        "translation": "Kṛṣṇa chastised the most poisonous serpent, Kāliya, and after humbling him He drove him forcibly from the lake of the Yamunā. In this way the Lord made the water of that river free of the snake’s powerful poison.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "दुस्त्यजश्चानुरागोऽस्मिन् सर्वेषां नो व्रजौकसाम् । नन्दते तनयेऽस्मासु तस्याप्यौत्पत्तिक: कथम् ॥ १३ ॥",
        "english_devnagari": "dustyajaś cānurāgo ’sminsarveṣāṁ no vrajaukasāmnanda te tanaye ’smāsutasyāpy autpattikaḥ katham",
        "verse_Syn": [
            "dustyajaḥ",
            "ca",
            "anurāgaḥ",
            "asmin",
            "sarveṣām",
            "naḥ",
            "vraja",
            "okasām",
            "nanda",
            "te",
            "tanaye",
            "asmāsu",
            "tasya",
            "api",
            "autpattikaḥ",
            "katham"
        ],
        "translation": "Dear Nanda, how is it that we and all the other residents of Vraja cannot give up our constant affection for your son? And how is it that He is so spontaneously attracted to us?",
        "purport": " The very word kṛṣṇa means “the all-attractive one.” The residents of Vṛndāvana could not give up their constant love (anurāga) for Lord Kṛṣṇa. Their attitude toward Him was not particularly theistic, because they were unsure whether He was God or not. But He attracted all their love precisely because as God He is the all-attractive person, the supreme object of our love. The cowherd men also asked, “How is it that young Kṛṣṇa feels such constant love for us?” In fact the Supreme Lord loves all living beings, who are eternally His children. At the end of the Bhagavad-gītā, Lord Kṛṣṇa dramatically declares His affection for Arjuna and urges Arjuna to reciprocate that love by surrendering to Him. Śrī Caitanya Mahāprabhu, in His prayers to Lord Kṛṣṇa, states, etādṛśī tava kṛpā bhagavan mamāpi durdaivam īdṛśam ihājani nānurāgaḥ: “My Lord, You are so merciful toward Me, but I am so unfortunate that love for You has not awakened within Me.” (Śikṣāṣṭaka 2) In this statement Śrī Caitanya Mahāprabhu also uses the word anurāga. Our misfortune is that we cannot reciprocate the anurāga, or loving affection, that the Lord feels for us. Although we are infinitesimal and insignificant and the Lord is infinitely attractive, somehow we do not give Him our love. We must accept responsibility for this foolish decision, since to surrender to God or not is the essential expression of our free will. The Kṛṣṇa consciousness movement provides an efficient, systematic program to help conditioned souls revive their original, blissful consciousness, which is love of God, Kṛṣṇa consciousness. The intricacies of Kṛṣṇa consciousness are so wonderful that even Kṛṣṇa’s eternal associates, the residents of Vṛndāvana, are astonished by them, as shown by these verses."
    },
    {
        "verse": "14",
        "devanagari": "क्‍व सप्तहायनो बाल: क्‍व महाद्रिविधारणम् । ततो नो जायते शङ्का व्रजनाथ तवात्मजे ॥ १४ ॥",
        "english_devnagari": "kva sapta-hāyano bālaḥkva mahādri-vidhāraṇamtato no jāyate śaṅkāvraja-nātha tavātmaje",
        "verse_Syn": [
            "kva",
            "sapta",
            "hāyanaḥ",
            "bālaḥ",
            "kva",
            "mahā",
            "adri",
            "vidhāraṇam",
            "tataḥ",
            "naḥ",
            "jāyate",
            "śaṅkā",
            "vraja",
            "nātha",
            "tava",
            "ātmaje"
        ],
        "translation": "On the one hand this boy is only seven years old, and on the other we see that He has lifted the great hill Govardhana. Therefore, O King of Vraja, a doubt about your son arises within us.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "श्रीनन्द उवाचश्रूयतां मे वचो गोपा व्येतु शङ्का च वोऽर्भके । एनं कुमारमुद्दिश्य गर्गो मे यदुवाच ह ॥ १५ ॥",
        "english_devnagari": "śrī-nanda uvācaśrūyatāṁ me vaco gopāvyetu śaṅkā ca vo ’rbhakeenam kumāram uddiśyagargo me yad uvāca ha",
        "verse_Syn": [
            "śrī",
            "nandaḥ",
            "uvāca",
            "śrūyatām",
            "me",
            "vacaḥ",
            "gopāḥ",
            "vyetu",
            "śaṅkā",
            "ca",
            "vaḥ",
            "arbhake",
            "enam",
            "kumāram",
            "uddiśya",
            "gargaḥ",
            "me",
            "yat",
            "uvāca",
            "ha"
        ],
        "translation": "Nanda Mahārāja replied: O cowherd men, just hear my words and let all your doubts concerning my son be gone. Some time ago Garga Muni spoke to me as follows about this boy.",
        "purport": " Śrīla Śrīdhara Svāmī comments, “The words previously heard from Gargācārya awakened Nanda Mahārāja to the truth about Kṛṣṇa, and thus, by Nanda’s constantly remembering His activities, all thoughts about their being impossible ceased in him. Now he is instructing the cowherd men with these same words.”"
    },
    {
        "verse": "16",
        "devanagari": "वर्णास्त्रय: किलास्यासन् गृह्णतोऽनुयुगं तनू: । शुक्लो रक्तस्तथा पीत इदानीं कृष्णतां गत: ॥ १६ ॥",
        "english_devnagari": "varṇās trayaḥ kilāsyāsangṛhṇato ’nu-yugaṁ tanūḥśuklo raktas tathā pītaidānīṁ kṛṣṇatāṁ gataḥ",
        "verse_Syn": [
            "varṇāḥ",
            "trayaḥ",
            "kila",
            "asya",
            "āsan",
            "gṛhṇataḥ",
            "anu",
            "yugam",
            "tanūḥ",
            "śuklaḥ",
            "raktaḥ",
            "tathā",
            "pītaḥ",
            "idānīm",
            "kṛṣṇatām",
            "gataḥ"
        ],
        "translation": "[Garga Muni had said:] Your son Kṛṣṇa appears as an incarnation in every millennium. In the past He assumed three different colors — white, red and yellow — and now He has appeared in a blackish color.",
        "purport": " This and the next six verses (17 through 22) are taken from the eighth chapter of this canto, in which Garga Muni instructs Nanda Mahārāja about Nanda’s son Kṛṣṇa. The translations found herein for these verses are based on those of His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda. In Chapter Eight, where the verses originally appear, the reader will find extensive purports by Śrīla Prabhupāda."
    },
    {
        "verse": "17",
        "devanagari": "प्रागयं वसुदेवस्य क्‍वचिज्जातस्तवात्मज: । वासुदेव इति श्रीमानभिज्ञा: सम्प्रचक्षते ॥ १७ ॥",
        "english_devnagari": "prāgayaṁ vasudevasyakvacij jātas tavātmajaḥvāsudeva iti śrīmānabhijñāḥ sampracakṣate",
        "verse_Syn": [
            "prāk",
            "ayam",
            "vasudevasya",
            "kvacit",
            "jātaḥ",
            "tava",
            "ātmajaḥ",
            "vāsudevaḥ",
            "iti",
            "śrīmān",
            "abhijñāḥ",
            "sampracakṣate"
        ],
        "translation": "For many reasons, this beautiful son of yours sometimes appeared previously as the son of Vasudeva. Therefore, those who are learned sometimes call this child Vāsudeva.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "बहूनि सन्ति नामानि रूपाणि च सुतस्य ते । गुणकर्मानुरूपाणि तान्यहं वेद नो जना: ॥ १८ ॥",
        "english_devnagari": "bahūni santi nāmānirūpāṇi ca sutasya teguṇa-karmānurūpāṇitāny ahaṁ veda no janāḥ",
        "verse_Syn": [
            "bahūni",
            "santi",
            "nāmāni",
            "rūpāṇi",
            "ca",
            "sutasya",
            "te",
            "guṇa",
            "karma",
            "anurūpāṇi",
            "tāni",
            "aham",
            "veda",
            "na",
            "u",
            "janāḥ"
        ],
        "translation": "For this son of yours there are many forms and names according to His transcendental qualities and activities. These are known to me, but people in general do not understand them.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "एष व: श्रेय आधास्यद् गोपगोकुलनन्दन: । अनेन सर्वदुर्गाणि यूयमञ्जस्तरिष्यथ ॥ १९ ॥",
        "english_devnagari": "eṣa vaḥ śreya ādhāsyadgopa-gokula-nandanaḥanena sarva-durgāṇiyūyam añjas tariṣyatha",
        "verse_Syn": [
            "eṣaḥ",
            "vaḥ",
            "śreyaḥ",
            "ādhāsyat",
            "gopa",
            "gokula",
            "nandanaḥ",
            "anena",
            "sarva",
            "durgāṇi",
            "yūyam",
            "añjaḥ",
            "tariṣyatha"
        ],
        "translation": "To increase the transcendental bliss of the cowherd men of Gokula, this child will always act auspiciously for you. And by His grace only, you will surpass all difficulties.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "पुरानेन व्रजपते साधवो दस्युपीडिता: । अराजके रक्ष्यमाणा जिग्युर्दस्यून्समेधिता: ॥ २० ॥",
        "english_devnagari": "purānena vraja-patesādhavo dasyu-pīḍitāḥarājake rakṣyamāṇājigyur dasyūn samedhitāḥ",
        "verse_Syn": [
            "purā",
            "anena",
            "vraja",
            "pate",
            "sādhavaḥ",
            "dasyu",
            "pīḍitāḥ",
            "arājake",
            "rakṣyamāṇāḥ",
            "jigyuḥ",
            "dasyūn",
            "samedhitāḥ"
        ],
        "translation": "O Nanda Mahārāja, as recorded in history, when there was an irregular, incapable government, Indra having been dethroned, and when honest people were being harassed and disturbed by thieves, this child appeared in order to curb the rogues and to protect the people and enable them to flourish.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "य एतस्मिन् महाभागे प्रीतिं कुर्वन्ति मानवा:। नारयोऽभिभवन्त्येतान् विष्णुपक्षानिवासुरा: ॥ २१ ॥",
        "english_devnagari": "ya etasmin mahā-bhāgeprītiṁ kurvanti mānavāḥnārayo ’bhibhavanty etānviṣṇu-pakṣān ivāsurāḥ",
        "verse_Syn": [
            "ye",
            "etasmin",
            "mahā",
            "bhāge",
            "prītim",
            "kurvanti",
            "mānavāḥ",
            "na",
            "arayaḥ",
            "abhibhavanti",
            "etān",
            "viṣṇu",
            "pakṣān",
            "iva",
            "asurāḥ"
        ],
        "translation": "Demons cannot harm the demigods, who always have Lord Viṣṇu on their side. Similarly, any person or group attached to all-auspicious Kṛṣṇa cannot be defeated by enemies.",
        "purport": " Śrīla Prabhupāda has especially indicated in this connection that just as Lord Kṛṣṇa’s associates could not be defeated by Kaṁsa, so His modern-day devotees will not be defeated by their demoniac opponents, nor will the Lord’s devotees be defeated by the internal enemies — the lusty, materialistic senses."
    },
    {
        "verse": "22",
        "devanagari": "तस्मान्नन्द कुमारोऽयं नारायणसमो गुणै:। श्रिया कीर्त्यानुभावेन तत्कर्मसु न विस्मय: ॥ २२ ॥",
        "english_devnagari": "tasmān nanda kumāro ’yaṁnārāyaṇa-samo guṇaiḥśriyā kīrtyānubhāvenatat-karmasu na vismayaḥ",
        "verse_Syn": [
            "tasmāt",
            "nanda",
            "kumāraḥ",
            "ayam",
            "nārāyaṇa",
            "samaḥ",
            "guṇaiḥ",
            "śriyā",
            "kīrtyā",
            "anubhāvena",
            "tat",
            "karmasu",
            "na",
            "vismayaḥ"
        ],
        "translation": "Therefore, O Nanda Mahārāja, this child of yours is as good as Nārāyaṇa. In His transcendental qualities, opulence, name, fame and influence, He is exactly like Nārāyaṇa. Thus you should not be astonished by His activities.",
        "purport": " Nanda here reports to the cowherd men the concluding remarks of Garga Muni, who spoke at the secret birth ceremony of Lord Kṛṣṇa."
    },
    {
        "verse": "23",
        "devanagari": "इत्यद्धा मां समादिश्य गर्गे च स्वगृहं गते । मन्ये नारायणस्यांशं कृष्णमक्लिष्टकारिणम् ॥ २३ ॥",
        "english_devnagari": "ity addhā māṁ samādiśyagarge ca sva-gṛhaṁ gatemanye nārāyaṇasyāṁśaṁkṛṣṇam akliṣṭa-kāriṇam",
        "verse_Syn": [
            "iti",
            "addhā",
            "mām",
            "samādiśya",
            "garge",
            "ca",
            "sva",
            "gṛham",
            "gate",
            "manye",
            "nārāyaṇasya",
            "aṁśam",
            "kṛṣṇam",
            "akliṣṭa",
            "kāriṇam"
        ],
        "translation": "[Nanda Mahārāja continued:] After Garga Ṛṣi spoke these words to me and returned home, I began to consider that Kṛṣṇa, who keeps us free from trouble, is actually an expansion of Lord Nārāyaṇa.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "इति नन्दवच: श्रुत्वा गर्गगीतं व्रजौकस: । मुदिता नन्दमानर्चु: कृष्णं च गतविस्मया: ॥ २४ ॥",
        "english_devnagari": "iti nanda-vacaḥ śrutvāgarga-gītaṁ taṁ vrajaukasaḥmuditā nandam ānarcuḥkṛṣṇaṁ ca gata-vismayāḥ",
        "verse_Syn": [
            "iti",
            "nanda",
            "vacaḥ",
            "śrutvā",
            "garga",
            "gītam",
            "vraja",
            "okasaḥ",
            "muditāḥ",
            "nandam",
            "ānarcuḥ",
            "kṛṣṇam",
            "ca",
            "gata",
            "vismayāḥ"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Having heard Nanda Mahārāja relate the statements of Garga Muni, the residents of Vṛndāvana became enlivened. Their perplexity was gone, and they worshiped Nanda and Lord Kṛṣṇa with great respect.",
        "purport": " Śrīla Jīva Gosvāmī explains that in this verse the word ānarcuḥ indicates that the residents of Vṛndāvana honored Nanda and Kṛṣṇa with such offerings as fragrances, garlands and garments brought from their homes. Śrīla Viśvanātha Cakravartī Ṭhākura adds that the residents of Vṛndāvana honored Nanda and Kṛṣṇa with loving offerings of jewels and gold coins. Apparently, Lord Kṛṣṇa was playing in the forest when this conversation took place, so when He returned home the residents of Vṛndāvana encouraged Him by decorating Him with beautiful yellow garments, necklaces, armlets, earrings and crowns, and by shouting, “All glories, all glories to the jewel of Vṛndāvana!”"
    },
    {
        "verse": "25",
        "devanagari": "देवे वर्षति यज्ञविप्लवरुषा वज्राश्मवर्षानिलै:सीदत्पालपशुस्त्रियात्मशरणं द‍ृष्ट्वानुकम्प्युत्स्मयन् । उत्पाट्यैककरेण शैलमबलो लीलोच्छिलीन्ध्रं यथाबिभ्रद् गोष्ठमपान्महेन्द्रमदभित् प्रीयान्न इन्द्रो गवाम् ॥ २५ ॥",
        "english_devnagari": "deve varṣati yajña-viplava-ruṣā vajrāsma-varṣānilaiḥsīdat-pāla-paśu-striy ātma-śaraṇaṁ dṛṣṭvānukampy utsmayanutpāṭyaika-kareṇa śailam abalo līlocchilīndhraṁ yathābibhrad goṣṭham apān mahendra-mada-bhit prīyān na indro gavām",
        "verse_Syn": [
            "deve",
            "varṣati",
            "yajña",
            "viplava",
            "ruṣā",
            "vajra",
            "aśma",
            "varṣa",
            "anilaiḥ",
            "sīdat",
            "pāla",
            "paśu",
            "stri",
            "ātma",
            "śaraṇam",
            "dṛṣṭvā",
            "anukampī",
            "utsmayan",
            "utpāṭya",
            "eka",
            "kareṇa",
            "śailam",
            "abalaḥ",
            "līlā",
            "ucchilīndhram",
            "yathā",
            "bibhrat",
            "goṣṭham",
            "apāt",
            "mahā",
            "indra",
            "mada",
            "bhit",
            "prīyāt",
            "naḥ",
            "indraḥ",
            "gavām"
        ],
        "translation": "Indra became angry when his sacrifice was disrupted, and thus he caused rain and hail to fall on Gokula, accompanied by lightning and powerful winds, all of which brought great suffering to the cowherds, animals and women there. When Lord Kṛṣṇa, who is by nature always compassionate, saw the condition of those who had only Him as their shelter, He smiled broadly and lifted Govardhana Hill with one hand, just as a small child picks up a mushroom to play with it. Holding up the hill, He protected the cowherd community. May He, Govinda, the Lord of the cows and the destroyer of Indra’s false pride, be pleased with us.",
        "purport": " The word indra means “lord” or “king.” Thus in this verse Kṛṣṇa is pointedly called indro gavām, “the Lord of the cows.” In fact, He is the real Indra, the real ruler, of everyone, and the demigods are merely His servants, representing His supreme will. It is apparent from this and the previous verses in this chapter that Lord Kṛṣṇa’s lifting of Govardhana Hill made quite an impression on the simple cowherd men of Vṛndāvana, and they repeatedly remembered this feat. Certainly anyone who soberly and objectively considers the activities of young Kṛṣṇa will surrender to Him and become His eternal devotee in loving devotional service. That is the rational conclusion one should come to after reading this chapter."
    }
]