[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचनागालयं रमणकं कथं तत्याज कालिय: ।कृतं किं वा सुपर्णस्य तेनैकेनासमञ्जसम् ॥ १ ॥",
        "english_devnagari": "śrī-rājovācanāgālayaṁ ramaṇakaṁkathaṁ tatyāja kāliyaḥkṛtaṁ kiṁ vā suparṇasyatenaikenāsamañjasam",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "nāga",
            "ālayam",
            "ramaṇakam",
            "katham",
            "tatyāja",
            "kāliyaḥ",
            "kṛtam",
            "kim",
            "vā",
            "suparṇasya",
            "tena",
            "ekena",
            "asamañjasam"
        ],
        "translation": "[Having thus heard how Lord Kṛṣṇa chastised Kāliya,] King Parīkṣit inquired: Why did Kāliya leave Ramaṇaka Island, the abode of the serpents, and why did Garuḍa become so antagonistic toward him alone?",
        "purport": ""
    },
    {
        "verse": "2-3",
        "devanagari": "श्रीशुक उवाचउपहार्यै: सर्पजनैर्मासि मासीह यो बलि: ।वानस्पत्यो महाबाहो नागानां प्राङ्‍‍‍‍‍‍निरूपित: ॥ २ ॥स्वं स्वं भागं प्रयच्छन्ति नागा: पर्वणि पर्वणि ।गोपीथायात्मन: सर्वे सुपर्णाय महात्मने ॥ ३ ॥",
        "english_devnagari": "śrī-śuka uvācaupahāryaiḥ sarpa-janairmāsi māsīha yo baliḥvānaspatyo mahā-bāhonāgānāṁ prāṅ-nirūpitaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "upahāryaiḥ",
            "sarpa",
            "janaiḥ",
            "māsi",
            "māsi",
            "iha",
            "yaḥ",
            "baliḥ",
            "vānaspatyaḥ",
            "mahā",
            "bāho",
            "nāgānām",
            "prāk",
            "nirūpitaḥ",
            "svam",
            "svam",
            "bhāgam",
            "prayacchanti",
            "nāgāḥ",
            "parvaṇi",
            "parvaṇi",
            "gopīthāya",
            "ātmanaḥ",
            "sarve",
            "suparṇāya",
            "mahā",
            "ātmane"
        ],
        "translation": "Śukadeva Gosvāmī said: To avoid being eaten by Garuḍa, the serpents had previously made an arrangement with him whereby they would each make a monthly offering of tribute at the base of a tree. Thus every month on schedule, O mighty-armed King Parīkṣit, each serpent would duly make his offering to that powerful carrier of Viṣṇu as a purchase of protection.",
        "purport": " Śrīla Śrīdhara Svāmī has given an alternate explanation of this verse. Upahāryaiḥ may also be translated as “by those who are to be eaten,” and sarpa-janaiḥ as “those human beings who were dominated by or who belonged to the serpent race.” According to this reading, a group of human beings had fallen under the control of the serpents and were prone to be eaten by them. To avoid this, the human beings would make a monthly offering to the serpents, who in turn would offer a portion of that offering to Garuḍa so that he would not eat them. The particular translation given above is based on the commentary of Śrīla Sanātana Gosvāmī and the translation by Śrīla Prabhupāda in his Kṛṣṇa, the Supreme Personality of Godhead. In any case, all the ācāryas agree that the serpents purchased protection from Garuḍa."
    },
    {
        "verse": "4",
        "devanagari": "विषवीर्यमदाविष्ट: काद्रवेयस्तु कालिय: ।कदर्थीकृत्य गरुडं स्वयं तं बुभुजे बलिम् ॥ ४ ॥",
        "english_devnagari": "viṣa-vīrya-madāviṣṭaḥkādraveyas tu kāliyaḥkadarthī-kṛtya garuḍaṁsvayaṁ taṁ bubhuje balim",
        "verse_Syn": [
            "viṣa",
            "vīrya",
            "mada",
            "āviṣṭaḥ",
            "kādraveyaḥ",
            "tu",
            "kāliyaḥ",
            "kadarthī",
            "kṛtya",
            "garuḍam",
            "svayam",
            "tam",
            "bubhuje",
            "balim"
        ],
        "translation": "Although all the other serpents were dutifully making offerings to Garuḍa, one serpent — the arrogant Kāliya, son of Kadru — would eat all these offerings before Garuḍa could claim them. Thus Kāliya directly defied the carrier of Lord Viṣṇu.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "तच्छ्रुत्वा कुपितो राजन् भगवान् भगवत्प्रिय: ।विजिघांसुर्महावेग: कालियं समुपाद्रवत् ॥ ५ ॥",
        "english_devnagari": "tac chrutvā kupito rājanbhagavān bhagavat-priyaḥvijighāṁsur mahā-vegaḥkāliyaṁ samapādravat",
        "verse_Syn": [
            "tat",
            "śrutvā",
            "kupitaḥ",
            "rājan",
            "bhagavān",
            "bhagavat",
            "priyaḥ",
            "vijighāṁsuḥ",
            "mahā",
            "vegaḥ",
            "kāliyam",
            "samupādravat"
        ],
        "translation": "O King, the greatly powerful Garuḍa, who is very dear to the Supreme Lord, became angry when he heard of this. Desiring to kill Kāliya, he rushed toward the serpent with tremendous speed.",
        "purport": " Śrīla Sanātana Gosvāmī explains that the word mahā-vega indicates that the great speed of Garuḍa cannot be checked by anyone."
    },
    {
        "verse": "6",
        "devanagari": "तमापतन्तं तरसा विषायुध:प्रत्यभ्ययादुत्थितनैकमस्तक: ।दद्भ‍ि: सुपर्णं व्यदशद् ददायुध:करालजिह्वोच्छ्वसितोग्रलोचन: ॥ ६ ॥",
        "english_devnagari": "tam āpatantaṁ tarasā viṣāyudhaḥpratyabhyayād utthita-naika-mastakaḥdadbhiḥ suparṇaṁ vyadaśad dad-āyudhaḥkarāla-jihrocchvasitogra-locanaḥ",
        "verse_Syn": [
            "tam",
            "āpatantam",
            "tarasā",
            "viṣa",
            "āyudhaḥ",
            "prati",
            "abhyayāt",
            "utthita",
            "na",
            "eka",
            "mastakaḥ",
            "dadbhiḥ",
            "suparṇam",
            "vyadaśat",
            "dat",
            "āyudhaḥ",
            "karāla",
            "jihvā",
            "ucchvasita",
            "ugra",
            "locanaḥ"
        ],
        "translation": "As Garuḍa swiftly fell upon him, Kāliya, who had the weapon of poison, raised his numerous heads to counterattack. Showing his ferocious tongues and expanding his horrible eyes, Kāliya then bit Garuḍa with the weapons of his fangs.",
        "purport": " The ācāryas explain that Kāliya used his weapon of poison at a distance by spitting venom upon his enemy and at short range by biting him with his terrible fangs."
    },
    {
        "verse": "7",
        "devanagari": "तं तार्क्ष्यपुत्र: स निरस्य मन्युमान्प्रचण्डवेगो मधुसूदनासन: ।पक्षेण सव्येन हिरण्यरोचिषाजघान कद्रुसुतमुग्रविक्रम: ॥ ७ ॥",
        "english_devnagari": "taṁ tārkṣya-putraḥ sa nirasya manyumānpracaṇḍa-vego madhusūdanāsanaḥpakṣeṇa savyena hiraṇya-rociṣājaghāna kadru-sutam ugra-vikramaḥ",
        "verse_Syn": [
            "tam",
            "tārkṣya",
            "putraḥ",
            "saḥ",
            "nirasya",
            "manyu",
            "mān",
            "pracaṇḍa",
            "vegaḥ",
            "madhusūdana",
            "āsanaḥ",
            "pakṣeṇa",
            "savyena",
            "hiraṇya",
            "rociṣā",
            "jaghāna",
            "kadru",
            "sutam",
            "ugra",
            "vikramaḥ"
        ],
        "translation": "The angry son of Tārkṣya moved with overwhelming speed in repelling Kāliya’s attack. That terribly powerful carrier of Lord Madhusūdana struck the son of Kadru with his left wing, which shone like gold.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "सुपर्णपक्षाभिहत: कालियोऽतीव विह्वल: ।ह्रदं विवेश कालिन्द्यास्तदगम्यं दुरासदम् ॥ ८ ॥",
        "english_devnagari": "suparṇa-pakṣābhihataḥkāliyo ’tīva vihvalaḥhradaṁ viveśa kālindyāstad-agamyaṁ durāsadam",
        "verse_Syn": [
            "suparṇa",
            "pakṣa",
            "abhihataḥ",
            "kāliyaḥ",
            "atīva",
            "vihvalaḥ",
            "hradam",
            "viveśa",
            "kālindyāḥ",
            "tat",
            "agamyam",
            "durāsadam"
        ],
        "translation": "Beaten by Garuḍa’s wing, Kāliya was extremely distraught, and thus he took shelter of a lake adjoining the river Yamunā. Garuḍa could not enter this lake. Indeed, he could not even approach it.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "तत्रैकदा जलचरं गरुडो भक्ष्यमीप्सितम् ।निवारित: सौभरिणा प्रसह्य क्षुधितोऽहरत् ॥ ९ ॥",
        "english_devnagari": "tatraikadā jala-caraṁgaruḍo bhakṣyam īpsitamnivāritaḥ saubhariṇāprasahya kṣudhito ’harat",
        "verse_Syn": [
            "tatra",
            "ekadā",
            "jala",
            "caram",
            "garuḍaḥ",
            "bhakṣyam",
            "īpsitam",
            "nivāritaḥ",
            "saubhariṇā",
            "prasahya",
            "kṣudhitaḥ",
            "aharat"
        ],
        "translation": "In that very lake Garuḍa had once desired to eat a fish — fish being, after all, his normal food. Although forbidden by the sage Saubhari, who was meditating there within the water, Garuḍa took courage and, feeling hungry, seized the fish.",
        "purport": " Śukadeva Gosvāmī is now explaining why Garuḍa could not approach the lake in the Yamunā River. It is the nature of birds to eat fish, and thus, by the arrangement of the Lord, the great bird Garuḍa does not commit any offense by nourishing himself with fish. On the other hand, Saubhari Muni’s forbidding a much greater personality to eat his normal food did constitute an offense. According to Śrīla Viśvanātha Cakravartī Ṭhākura, Saubhari committed two offenses: first, he dared to give an order to a supremely exalted soul like Garuḍa, and second, he obstructed Garuḍa from satisfying his desire."
    },
    {
        "verse": "10",
        "devanagari": "मीनान्सुदु:खितान्‍द‍ृष्ट्वा दीनान्मीनपतौ हते ।कृपया सौभरि: प्राह तत्रत्यक्षेममाचरन् ॥ १० ॥",
        "english_devnagari": "mīnān su-duḥkhitān dṛṣṭvādīnān mīna-patau hatekṛpayā saubhariḥ prāhatatratya-kṣemam ācaran",
        "verse_Syn": [
            "mīnān",
            "su",
            "duḥkhitān",
            "dṛṣṭvā",
            "dīnān",
            "mīna",
            "patau",
            "hate",
            "kṛpayā",
            "saubhariḥ",
            "prāha",
            "tatratya",
            "kṣemam",
            "ācaran"
        ],
        "translation": "Seeing how the unfortunate fish in that lake had become most unhappy at the death of their leader, Saubhari uttered the following curse under the impression that he was mercifully acting for the benefit of the lake’s residents.",
        "purport": " In this regard Śrīla Viśvanātha Cakravartī Ṭhākura explains that when our so-called compassion does not tally with the order of the Supreme Lord, it merely causes a disturbance. Because Saubhari had forbidden Garuḍa’s coming to that lake, Kāliya moved in and made his headquarters there, and this spelled doom for all the lake’s residents."
    },
    {
        "verse": "11",
        "devanagari": "अत्र प्रविश्य गरुडो यदि मत्स्यान् स खादति ।सद्य: प्राणैर्वियुज्येत सत्यमेतद् ब्रवीम्यहम् ॥ ११ ॥",
        "english_devnagari": "atra praviśya garuḍoyadi matsyān sa khādatisadyaḥ prāṇair viyujyetasatyam etad bravīmy aham",
        "verse_Syn": [
            "atra",
            "praviśya",
            "garuḍaḥ",
            "yadi",
            "matsyān",
            "saḥ",
            "khādati",
            "sadyaḥ",
            "prāṇaiḥ",
            "viyujyeta",
            "satyam",
            "etat",
            "bravīmi",
            "aham"
        ],
        "translation": "If Garuḍa ever again enters this lake and eats the fish here, he will immediately lose his life. What I am saying is the truth.",
        "purport": " The ācāryas explain in this regard that because of Saubhari Muni’s material attachment and affection for a fish, he failed to see the situation from the spiritual viewpoint. The Ninth Canto of Śrīmad-Bhāgavatam describes his falldown for this offense. Because of false pride, Saubhari Muni lost his power of austerity, and with it his spiritual beauty and happiness. When Garuḍa came to the Yamunā, Saubhari Muni thought, “Although he may be a personal associate of the Supreme Lord, I will still curse him and even kill him if he disobeys my order.” Such an offensive attitude against an exalted Vaiṣṇava will certainly destroy one’s auspicious position in life. As the Ninth Canto describes, Saubhari Muni married many beautiful women, and suffered greatly in their association. But because he had once become glorious by taking shelter of the Yamunā River in Śrī Vṛndāvana, he was ultimately delivered."
    },
    {
        "verse": "12",
        "devanagari": "तत् कालिय: परं वेद नान्य: कश्चन लेलिह: ।अवात्सीद् गरुडाद् भीत: कृष्णेन च विवासित: ॥ १२ ॥",
        "english_devnagari": "tat kāliyaḥ paraṁ vedanānyaḥ kaścana lelihaḥavātsīd garuḍād bhītaḥkṛṣṇena ca vivāsitaḥ",
        "verse_Syn": [
            "tam",
            "kāliyaḥ",
            "param",
            "veda",
            "na",
            "anyaḥ",
            "kaścana",
            "lelihaḥ",
            "avātsīt",
            "garuḍāt",
            "bhītaḥ",
            "kṛṣṇena",
            "ca",
            "vivāsitaḥ"
        ],
        "translation": "Of all the serpents, only Kāliya came to know of this affair, and in fear of Garuḍa he took up residence in that Yamunā lake. Later Lord Kṛṣṇa drove him out.",
        "purport": ""
    },
    {
        "verse": "13-14",
        "devanagari": "कृष्णं ह्रदाद्विनिष्क्रान्तं दिव्यस्रग्गन्धवाससम् ।महामणिगणाकीर्णं जाम्बूनदपरिष्कृतम् ॥ १३ ॥उपलभ्योत्थिता: सर्वे लब्धप्राणा इवासव: ।प्रमोदनिभृतात्मानो गोपा: प्रीत्याभिरेभिरे ॥ १४ ॥",
        "english_devnagari": "kṛṣṇaṁ hradād viniṣkrāntaṁdivya-srag-gandha-vāsasammahā-maṇi-gaṇākīrṇaṁjāmbūnada-pariṣkṛtam",
        "verse_Syn": [
            "kṛṣṇam",
            "hradāt",
            "viniṣkrāntam",
            "divya",
            "srak",
            "gandha",
            "vāsasam",
            "mahā",
            "maṇi",
            "gaṇa",
            "ākīrṇam",
            "jāmbūnada",
            "pariṣkṛtam",
            "upalabhya",
            "utthitāḥ",
            "sarve",
            "labdha",
            "prāṇāḥ",
            "iva",
            "asavaḥ",
            "pramoda",
            "nibhṛta",
            "ātmānaḥ",
            "gopāḥ",
            "prītyā",
            "abhirebhire"
        ],
        "translation": "[Resuming his description of Kṛṣṇa’s chastisement of Kāliya, Śukadeva Gosvāmī continued:] Kṛṣṇa rose up out of the lake wearing divine garlands, fragrances and garments, covered with many fine jewels, and decorated with gold. When the cowherds saw Him they all stood up immediately, just like an unconscious person’s senses coming back to life. Filled with great joy, they affectionately embraced Him.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "यशोदा रोहिणी नन्दो गोप्यो गोपाश्च कौरव ।कृष्णं समेत्य लब्धेहा आसन् शुष्का नगा अपि ॥ १५ ॥",
        "english_devnagari": "yaśodā rohiṇī nandogopyo gopāś ca kauravakṛṣṇaṁ sametya labdhehāāsan śuṣkā nagā api",
        "verse_Syn": [
            "yaśodā",
            "rohiṇī",
            "nandaḥ",
            "gopyaḥ",
            "gopāḥ",
            "ca",
            "kaurava",
            "kṛṣṇam",
            "sametya",
            "labdha",
            "īhāḥ",
            "āsan",
            "śuṣkāḥ",
            "nagāḥ",
            "api"
        ],
        "translation": "Having regained their vital functions, Yaśodā, Rohiṇī, Nanda and all the other cowherd women and men went up to Kṛṣṇa. O descendant of Kuru, even the dried-up trees came back to life.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "रामश्चाच्युतमालिङ्‌‌ग्य जहासास्यानुभाववित् ।प्रेम्णा तमङ्कमारोप्य पुन: पुनरुदैक्षत ।गावो वृषा वत्सतर्यो लेभिरे परमां मुदम् ॥ १६ ॥",
        "english_devnagari": "rāmaś cācyutam āliṅgyajahāsāsyānubhāva-vitpremṇā tam aṅkam āropyapunaḥ punar udaikṣatagāvo vṛṣā vatsataryolebhire paramāṁ mudam",
        "verse_Syn": [
            "rāmaḥ",
            "ca",
            "acyutam",
            "āliṅgya",
            "jahāsa",
            "asya",
            "anubhāva",
            "vit",
            "premṇā",
            "tam",
            "aṅkam",
            "āropya",
            "punaḥ",
            "punaḥ",
            "udaikṣata",
            "gāvaḥ",
            "vṛṣāḥ",
            "vatsataryaḥ",
            "lebhire",
            "paramām",
            "mudam"
        ],
        "translation": "Lord Balarāma embraced His infallible brother and laughed, knowing well the extent of Kṛṣṇa’s potency. Out of great feelings of love, Balarāma lifted Kṛṣṇa up on His lap and repeatedly looked at Him. The cows, bulls and young female calves also achieved the highest pleasure.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "नन्दं विप्रा: समागत्य गुरव: सकलत्रका: ।ऊचुस्ते कालियग्रस्तो दिष्ट्या मुक्तस्तवात्मज: ॥ १७ ॥",
        "english_devnagari": "nandaṁ viprāḥ samāgatyaguravaḥ sa-kalatrakāḥūcus te kāliya-grastodiṣṭyā muktas tavātmajaḥ",
        "verse_Syn": [
            "nandam",
            "viprāḥ",
            "samāgatya",
            "guravaḥ",
            "sa",
            "kalatrakāḥ",
            "ūcuḥ",
            "te",
            "kāliya",
            "grastaḥ",
            "diṣṭyā",
            "muktaḥ",
            "tava",
            "ātma",
            "jaḥ"
        ],
        "translation": "All the respectable brāhmaṇas, together with their wives, came forward to greet Nanda Mahārāja. They said to him, “Your son was in the grips of Kāliya, but by the grace of Providence He is now free.”",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "देहि दानं द्विजातीनां कृष्णनिर्मुक्तिहेतवे ।नन्द: प्रीतमना राजन् गा: सुवर्णं तदादिशत् ॥ १८ ॥",
        "english_devnagari": "dehi dānaṁ dvi-jātīnāṁkṛṣṇa-nirmukti-hetavenandaḥ prīta-manā rājangāḥ suvarṇaṁ tadādiśat",
        "verse_Syn": [
            "dehi",
            "dānam",
            "dvi",
            "jātīnām",
            "kṛṣṇa",
            "nirmukti",
            "hetave",
            "nandaḥ",
            "prīta",
            "manāḥ",
            "rājan",
            "gāḥ",
            "suvarṇam",
            "tadā",
            "ādiśat"
        ],
        "translation": "The brāhmaṇas then advised Nanda Mahārāja, “To assure that your son Kṛṣṇa will always be free from danger, you should give charity to the brāhmaṇas.” With a satisfied mind, O King, Nanda Mahārāja then very gladly gave them gifts of cows and gold.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "यशोदापि महाभागा नष्टलब्धप्रजा सती ।परिष्वज्याङ्कमारोप्य मुमोचाश्रुकलां मुहु: ॥ १९ ॥",
        "english_devnagari": "yaśodāpi mahā-bhāgānaṣṭa-labdha-prajā satīpariṣvajyāṅkam āropyamumocāśru-kalāṁ muhuḥ",
        "verse_Syn": [
            "yaśodā",
            "api",
            "mahā",
            "bhāgā",
            "naṣṭa",
            "labdha",
            "prajā",
            "satī",
            "pariṣvajya"
        ],
        "translation": "The greatly fortunate mother Yaśodā, having lost her son and then regained Him, placed Him on her lap. That chaste lady cried constant torrents of tears as she repeatedly embraced Him.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "तां रात्रिं तत्र राजेन्द्र क्षुत्तृड्भ्यां श्रमकर्षिता: ।ऊषुर्व्रयौकसो गाव: कालिन्द्या उपकूलत: ॥ २० ॥",
        "english_devnagari": "tāṁ rātriṁ tatra rājendrakṣut-tṛḍbhyāṁ śrama-karṣitāḥūṣur vrayaukaso gāvaḥkālindyā upakūlataḥ",
        "verse_Syn": [
            "tām",
            "rātrim",
            "tatra",
            "rāja",
            "indra",
            "kṣut",
            "tṛḍbhyām",
            "śrama",
            "karṣitāḥ",
            "ūṣuḥ",
            "vraja",
            "okasaḥ",
            "gāvaḥ",
            "kālindyāḥ",
            "upakūlataḥ"
        ],
        "translation": "O best of kings [Parīkṣit], because the residents of Vṛndāvana were feeling very weak from hunger, thirst and fatigue, they and the cows spent the night where they were, lying down near the bank of the Kālindī.",
        "purport": " Śrīla Jīva Gosvāmī points out that although the people were weak from hunger and thirst, they did not drink the milk from the cows present there because they feared it had been contaminated by the serpent’s poison. The residents of Vṛndāvana were so overjoyed to get back their beloved Kṛṣṇa that they did not want to go back to their houses. They wanted to stay with Kṛṣṇa on the bank of the Yamunā so that they could continuously see Him. Thus they decided to take rest near the riverbank."
    },
    {
        "verse": "21",
        "devanagari": "तदा शुचिवनोद्भ‍ूतो दावाग्नि: सर्वतो व्रजम् ।सुप्तं निशीथ आवृत्य प्रदग्धुमुपचक्रमे ॥ २१ ॥",
        "english_devnagari": "tadā śuci-vanodbhūtodāvāgniḥ sarvato vrajamsuptaṁ niśītha āvṛtyapradagdhum upacakrame",
        "verse_Syn": [
            "tadā",
            "śuci",
            "vana",
            "udbhūtaḥ",
            "dāva",
            "agniḥ",
            "sarvataḥ",
            "vrajam",
            "suptam",
            "niśīthe",
            "āvṛtya",
            "pradagdhum",
            "upacakrame"
        ],
        "translation": "During the night, while all the people of Vṛndāvana were asleep, a great fire blazed up within the dry summer forest. The fire surrounded the inhabitants of Vraja on all sides and began to scorch them.",
        "purport": " Śrīla Sanātana Gosvāmī and Śrīla Viśvanātha Cakravartī Ṭhākura have commented that perhaps a loyal friend of Kāliya had assumed the form of a forest fire to avenge his friend, or perhaps the forest fire was manifest by a demon who was a follower of Kaṁsa’s."
    },
    {
        "verse": "22",
        "devanagari": "तत उत्थाय सम्भ्रान्ता दह्यमाना व्रजौकस: ।कृष्णं ययुस्ते शरणं मायामनुजमीश्वरम् ॥ २२ ॥",
        "english_devnagari": "tata utthāya sambhrāntādahyamānā vrajaukasaḥkṛṣṇaṁ yayus te śaraṇaṁmāyā-manujam īśvaram",
        "verse_Syn": [
            "tataḥ",
            "utthāya",
            "sambhrāntāḥ",
            "dahyamānāḥ",
            "vraja",
            "okasaḥ",
            "kṛṣṇam",
            "yayuḥ",
            "te",
            "śaraṇam",
            "māyā",
            "manujam",
            "īśvaram"
        ],
        "translation": "Then the residents of Vṛndāvana woke up, extremely disturbed by the great fire threatening to burn them. Thus they took shelter of Kṛṣṇa, the Supreme Lord, who by His spiritual potency appeared like an ordinary human being.",
        "purport": " The śruti, or Vedic mantras, state, svarūpa-bhūtayā nitya-śaktyā māyākhyayā: “The Lord’s eternal potency named māyā is innate in His original form.” Thus within the eternal spiritual body of the Supreme Lord there is infinite potency, which effortlessly manipulates all existence according to the omniscient desire of the Absolute Truth. The residents of Vṛndāvana took shelter of Kṛṣṇa, thinking, “This blessed boy will certainly be empowered by God to save us.” They remembered the words of the sage Garga Muni, spoken at the birth ceremony of Lord Kṛṣṇa: anena sarva-durgāṇi yūyam añjas tariṣyatha. “By His power you will easily be able to cross over all obstacles.” (Bhāg. 10.8.16) Therefore the residents of Vṛndāvana, who had full faith in Kṛṣṇa, took shelter of the Lord in hopes of being saved from the impending disaster threatened by the forest fire."
    },
    {
        "verse": "23",
        "devanagari": "कृष्ण कृष्ण महाभाग हे रामामितविक्रम ।एष घोरतमो वह्निस्तावकान् ग्रसते हि न: ॥ २३ ॥",
        "english_devnagari": "kṛṣṇa kṛṣṇa mahā-bhagahe rāmāmita-vikramaeṣa ghoratamo vahnistāvakān grasate hi naḥ",
        "verse_Syn": [
            "kṛṣṇa",
            "kṛṣṇa",
            "mahā",
            "bhāga",
            "he",
            "rāma",
            "amita",
            "vikrama",
            "eṣaḥ",
            "ghora",
            "tamaḥ",
            "vahniḥ",
            "tāvakān",
            "grasate",
            "hi",
            "naḥ"
        ],
        "translation": "[Vṛndāvana’s residents said:] Kṛṣṇa, Kṛṣṇa, O Lord of all opulence! O Rāma, possessor of unlimited power! This most terrible fire is about to devour us, Your devotees!",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "सुदुस्तरान्न: स्वान् पाहि कालाग्ने: सुहृद: प्रभो ।न शक्नुमस्त्वच्चरणं सन्त्यक्तुमकुतोभयम् ॥ २४ ॥",
        "english_devnagari": "su-dustarān naḥ svān pāhikālāgneḥ suhṛdaḥ prabhona śaknumas tvac-caraṇaṁsantyaktum akuto-bhayam",
        "verse_Syn": [
            "su",
            "dustarāt",
            "naḥ",
            "svān",
            "pāhi",
            "kāla",
            "agneḥ",
            "suhṛdaḥ",
            "prabho",
            "na",
            "śaknumaḥ",
            "tvat",
            "caraṇam",
            "santyaktum",
            "akutaḥ",
            "bhayam"
        ],
        "translation": "O Lord, we are Your true friends and devotees. Please protect us from this insurmountable fire of death. We can never give up Your lotus feet, which drive away all fear.",
        "purport": " The residents of Vṛndāvana told Kṛṣṇa, “If this deadly fire overcomes us, we will be separated from Your lotus feet, and this is unbearable for us. Therefore, just so that we can go on serving Your lotus feet, please protect us.”"
    },
    {
        "verse": "25",
        "devanagari": "इत्थं स्वजनवैक्लव्यं निरीक्ष्य जगदीश्वर: ।तमग्निमपिबत्तीव्रमनन्तोऽनन्तशक्तिधृक् ॥ २५ ॥",
        "english_devnagari": "itthaṁ sva-jana-vaiklavyaṁnirīkṣya jagad-īśvaraḥtam agnim apibat tīvramananto ’nanta-śakti-dhṛk",
        "verse_Syn": [
            "ittham",
            "sva",
            "jana",
            "vaiklavyam",
            "nirīkṣya",
            "jagat",
            "īśvaraḥ",
            "tam",
            "agnim",
            "apibat",
            "tīvram",
            "anantaḥ",
            "ananta",
            "śakti",
            "dhṛk"
        ],
        "translation": "Seeing His devotees so disturbed, Śrī Kṛṣṇa, the infinite Lord of the universe and possessor of infinite power, then swallowed the terrible forest fire.",
        "purport": ""
    }
]