[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचइत्थं भगवतो गोप्य: श्रुत्वा वाच: सुपेशला: ।जहुर्विरहजं तापं तदङ्गोपचिताशिष: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaitthaṁ bhagavato gopyaḥśrutvā vācaḥ su-peśalāḥjahur viraha-jaṁ tāpaṁtad-aṅgopacitāśiṣaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ittham",
            "bhagavataḥ",
            "gopyaḥ",
            "śrutvā",
            "vācaḥ",
            "su",
            "peśalāḥ",
            "jahuḥ",
            "viraha",
            "jam",
            "tāpam",
            "tat",
            "aṅga",
            "upacita",
            "āśiṣaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: When the cowherd girls heard the Supreme Personality of Godhead speak these most charming words, they forgot their distress caused by separation from Him. Touching His transcendental limbs, they felt all their desires fulfilled.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तत्रारभत गोविन्दो रासक्रीडामनुव्रतै: ।स्त्रीरत्नैरन्वित: प्रीतैरन्योन्याबद्धबाहुभि: ॥ २ ॥",
        "english_devnagari": "tatrārabhata govindorāsa-krīḍām anuvrataiḥstrī-ratnair anvitaḥ prītairanyonyābaddha-bāhubhiḥ",
        "verse_Syn": [
            "tatra",
            "ārabhata",
            "govindaḥ",
            "rāsa",
            "krīḍam",
            "anuvrataiḥ",
            "strī",
            "ratnaiḥ",
            "anvitaḥ",
            "prītaiḥ",
            "anyonya",
            "ābaddha",
            "bāhubhiḥ"
        ],
        "translation": "There on the Yamunā’s banks Lord Govinda then began the pastime of the rāsa dance in the company of those jewels among women, the faithful gopīs, who joyfully linked their arms together.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "रासोत्सव: सम्प्रवृत्तो गोपीमण्डलमण्डित: ।योगेश्वरेण कृष्णेन तासां मध्ये द्वयोर्द्वयो: ।प्रविष्टेन गृहीतानां कण्ठे स्वनिकटं स्त्रिय: ।यं मन्येरन् नभस्तावद् विमानशतसङ्कुलम् ।दिवौकसां सदाराणामौत्सुक्यापहृतात्मनाम् ॥ ३ ॥",
        "english_devnagari": "rāsotsavaḥ sampravṛttogopī-maṇḍala-maṇḍitaḥyogeśvareṇa kṛṣṇenatāsāṁ madhye dvayor dvayoḥpraviṣṭena gṛhītānāṁkaṇṭhe sva-nikaṭaṁ striyaḥ",
        "verse_Syn": [
            "rāsa",
            "utsavaḥ",
            "sampravṛttaḥ",
            "gopī",
            "maṇḍala",
            "maṇḍitaḥ",
            "yoga",
            "īśvareṇa",
            "kṛṣṇena",
            "tāsām",
            "madhye",
            "dvayoḥ",
            "dvayoḥ",
            "praviṣṭena",
            "gṛhīṭānām",
            "kaṇṭhe",
            "sva",
            "nikaṭam",
            "striyaḥ",
            "yam",
            "manyeran",
            "nabhaḥ",
            "tāvat",
            "vimāna",
            "śata",
            "saṅkulam",
            "diva",
            "okasām",
            "sa",
            "dārāṇām",
            "autsukya",
            "apahṛta",
            "ātmanām"
        ],
        "translation": "The festive rāsa dance commenced, with the gopīs arrayed in a circle. Lord Kṛṣṇa expanded Himself and entered between each pair of gopīs, and as that master of mystic power placed His arms around their necks, each girl thought He was standing next to her alone. The demigods and their wives were overwhelmed with eagerness to witness the rāsa dance, and they soon crowded the sky with their hundreds of celestial airplanes.",
        "purport": " Śrīla Bilvamaṅgala Ṭhākura has written the following verse about the rāsa dance: “Lord Mādhava was situated between each pair of gopīs, and a gopī was situated between each pair of His manifestations. And Śrī Kṛṣṇa, the son of Devakī, also appeared in the middle of the circle, playing upon His flute and singing.” Śrīla Viśvanātha Cakravartī Ṭhākura points out that the gopīs, maddened by love, were unable to understand that Śrī Kṛṣṇa had expanded Himself so He could personally dance with each of them. Each gopī saw one manifestation of Kṛṣṇa. The demigods and their wives, however, could see all His different manifestations as they watched the rāsa dance from their airplanes, and thus they were completely astonished."
    },
    {
        "verse": "4",
        "devanagari": "ततो दुन्दुभयो नेदुर्निपेतु: पुष्पवृष्टय: ।जगुर्गन्धर्वपतय: सस्त्रीकास्तद्यशोऽमलम् ॥ ४ ॥",
        "english_devnagari": "tato dundubhayo nedurnipetuḥ puṣpa-vṛṣṭayaḥjagur gandharva-patayaḥsa-strīkās tad-yaśo ’malam",
        "verse_Syn": [
            "tataḥ",
            "dundubhayaḥ",
            "neduḥ",
            "nipetuḥ",
            "puṣpa",
            "vṛṣṭayaḥ",
            "jaguḥ",
            "gandharva",
            "patayaḥ",
            "sa",
            "strīkāḥ",
            "tat",
            "yaśaḥ",
            "amalam"
        ],
        "translation": "Kettledrums then resounded in the sky while flowers rained down and the chief Gandharvas and their wives sang Lord Kṛṣṇa’s spotless glories.",
        "purport": " As stated here, Lord Kṛṣṇa’s glory in dancing the rāsa dance is pure spiritual bliss. The demigods in heaven, in charge of maintaining propriety in the universe, ecstatically accepted the rāsa dance as the ultimate religious affair, completely different from the perverted reflection of romance we find in this mundane world."
    },
    {
        "verse": "5",
        "devanagari": "वलयानां नूपुराणां किङ्किणीनां च योषिताम् ।सप्रियाणामभूच्छब्दस्तुमुलो रासमण्डले ॥ ५ ॥",
        "english_devnagari": "valayānāṁ nūpurāṇāṁkiṅkiṇīnāṁ ca yoṣitāmsa-priyāṇām abhūc chabdastumulo rāsa-maṇḍale",
        "verse_Syn": [
            "valayānām",
            "nūpurāṇām",
            "kiṅkiṇīnām",
            "ca",
            "yoṣitām",
            "sa",
            "priyāṇām",
            "abhūt",
            "śabdaḥ",
            "tumulaḥ",
            "rāsa",
            "maṇḍale"
        ],
        "translation": "A tumultuous sound arose from the armlets, ankle bells and waist bells of the gopīs as they sported with their beloved Kṛṣṇa in the circle of the rāsa dance.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "तत्रातिशुशुभे ताभिर्भगवान् देवकीसुत: ।मध्ये मणीनां हैमानां महामरकतो यथा ॥ ६ ॥",
        "english_devnagari": "tatrātiśuśubhe tābhirbhagavān devakī-sutaḥmadhye maṇīnāṁ haimānāṁmahā-marakato yathā",
        "verse_Syn": [
            "tatra",
            "atiśuśubhe",
            "tābhiḥ",
            "bhagavān",
            "devakī",
            "sutaḥ",
            "madhye",
            "maṇīnām",
            "haimānām",
            "mahā",
            "marakataḥ",
            "yathā"
        ],
        "translation": "In the midst of the dancing gopīs, Lord Kṛṣṇa appeared most brilliant, like an exquisite sapphire in the midst of golden ornaments.",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura states that Devakī, besides being the name of Vasudeva’s wife, is also a name of mother Yaśodā, as stated in the Ādi Purāṇa: dve nāmnī nanda-bhāryāyā yaśodā devakīti ca. “The wife of Nanda has two names — Yaśodā and Devakī.”"
    },
    {
        "verse": "7",
        "devanagari": "पादन्यासैर्भुजविधुतिभि: सस्मितैर्भ्रूविलासै-र्भज्यन्मध्यैश्चलकुचपटै: कुण्डलैर्गण्डलोलै: ।स्विद्यन्मुख्य: कवररसनाग्रन्थय: कृष्णवध्वोगायन्त्यस्तं तडित इव ता मेघचक्रे विरेजु: ॥ ७ ॥",
        "english_devnagari": "pāda-nyāsair bhuja-vidhutibhiḥ sa-smitair bhrū-vilāsairbhajyan madhyaiś cala-kuca-paṭaiḥ kuṇḍalair gaṇḍa-lolaiḥsvidyan-mukhyaḥ kavara-rasanāgranthayaḥ kṛṣṇa-vadhvogāyantyas taṁ taḍita iva tā megha-cakre virejuḥ",
        "verse_Syn": [
            "pāda",
            "nyāsaiḥ",
            "bhuja",
            "vidhutibhiḥ",
            "sa",
            "smitaiḥ",
            "bhrū",
            "vilāsaiḥ",
            "bhajyan",
            "madhyaiḥ",
            "cala",
            "kuca",
            "paṭaiḥ",
            "kuṇḍalaiḥ",
            "gaṇḍa",
            "lolaiḥ",
            "svidyan",
            "mukhyaḥ",
            "kavara",
            "rasanā",
            "āgranthayaḥ",
            "kṛṣṇa",
            "vadhvaḥ",
            "gāyantyaḥ",
            "tam",
            "taḍitaḥ",
            "iva",
            "tāḥ",
            "megha",
            "cakre",
            "virejuḥ"
        ],
        "translation": "As the gopīs sang in praise of Kṛṣṇa, their feet danced, their hands gestured, and their eyebrows moved with playful smiles. With their braids and belts tied tight, their waists bending, their faces perspiring, the garments on their breasts moving this way and that, and their earrings swinging on their cheeks, Lord Kṛṣṇa’s young consorts shone like streaks of lightning in a mass of clouds.",
        "purport": " Śrīla Śrīdhara Svāmī explains that according to the analogy of lightning flashing in clouds, the perspiration on the lovely faces of the gopīs resembled drops of mist, and their singing resembled thunder. The word āgranthayaḥ may also be read agranthayaḥ, meaning “loosened.” This would indicate that although the gopīs began the dance with their hair and belts tightly drawn, these gradually slackened and loosened. Śrīla Viśvanātha Cakravartī points out that the gopīs were expert at exhibiting mudrās (precise hand gestures that express feelings or convey meanings associated with the theme of a performance). Thus sometimes Kṛṣṇa and the gopīs would artistically move their interlocked arms together, and sometimes they would separate arms and exhibit mudrās to act out the meaning of the songs they were singing. The word pāda-nyāsaiḥ indicates that the gopīs artistically and gracefully placed the steps of their dancing feet in an enchanting way, and the words sa-smitair bhrū-vilāsair indicate that the romantic movements of their eyebrows, smiling with love, were most charming to behold."
    },
    {
        "verse": "8",
        "devanagari": "उच्चैर्जगुर्नृत्यमाना रक्तकण्ठ्यो रतिप्रिया: ।कृष्णाभिमर्शमुदिता यद्गीतेनेदमावृतम् ॥ ८ ॥",
        "english_devnagari": "uccair jagur nṛtyamānārakta-kaṇṭhyo rati-priyāḥkṛṣṇābhimarśa-muditāyad-gītenedam āvṛtam",
        "verse_Syn": [
            "uccaiḥ",
            "jaguḥ",
            "nṛtyamānāḥ",
            "rakta",
            "kaṇṭhyaḥ",
            "rati",
            "priyāḥ",
            "kṛṣṇa",
            "abhimarśa",
            "muditāḥ",
            "yat",
            "gītena",
            "idam",
            "āvṛtam"
        ],
        "translation": "Eager to enjoy conjugal love, their throats colored with various pigments, the gopīs sang loudly and danced. They were overjoyed by Kṛṣṇa’s touch, and they sang songs that filled the entire universe.",
        "purport": " According to an authoritative book on music called Saṅgīta-sāra, tāvanta eva rāgāḥ sūryāvatyo jīva-jātayaḥ, teṣu ṣoḍaśa-sāhasrī purā gopī-kṛtā varā: “There are as many musical rāgas as there are species of life. Among these rāgas are sixteen thousand principal ones, which were manifested by the gopīs.” Thus the gopīs created sixteen thousand different rāgas, or musical modes, and these have subsequently been disseminated throughout the world. The words yad-gītenedam āvṛtam also indicate that even today devotees throughout the world sing the praises of Kṛṣṇa, following the example of the gopīs."
    },
    {
        "verse": "9",
        "devanagari": "काचित् समं मुकुन्देन स्वरजातीरमिश्रिता: ।उन्निन्ये पूजिता तेन प्रीयता साधु साध्विति ।तदेव ध्रुवमुन्निन्ये तस्यै मानं च बह्वदात् ॥ ९ ॥",
        "english_devnagari": "kācit samaṁ mukundenasvara-jātīr amiśritāḥunninye pūjitā tenaprīyatā sādhu sādhv ititad eva dhruvam unninyetasyai mānaṁ ca bahv adāt",
        "verse_Syn": [
            "kācit",
            "samam",
            "mukundena",
            "svara",
            "jātīḥ",
            "amiśritāḥ",
            "unninye",
            "pūjitā",
            "tena",
            "prīyatā",
            "sādhu",
            "sādhu",
            "iti",
            "tat",
            "eva",
            "dhruvam",
            "unninye",
            "tasyai",
            "mānam",
            "ca",
            "bahu",
            "adāt"
        ],
        "translation": "One gopī, joining Lord Mukunda in His singing, sang pure melodious tones that rose harmoniously above His. Kṛṣṇa was pleased and showed great appreciation for her performance, saying “Excellent! Excellent!” Then another gopī repeated the same melody, but in a special metrical pattern, and Kṛṣṇa praised her also.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "काचिद् रासपरिश्रान्ता पार्श्वस्थस्य गदाभृत: ।जग्राह बाहुना स्कन्धं श्लथद्वलयमल्लिका ॥ १० ॥",
        "english_devnagari": "kācid rāsa-pariśrāntāpārśva-sthasya gadā-bhṛtaḥjagrāha bāhunā skandhaṁślathad-valaya-mallikā",
        "verse_Syn": [
            "kācit",
            "rāsa",
            "pariśrāntā",
            "pārśva",
            "sthasya",
            "gadā",
            "bhṛtaḥ",
            "jagrāha",
            "bāhunā",
            "skandham",
            "ślathat",
            "valaya",
            "mallikā"
        ],
        "translation": "When one gopī grew tired from the rāsa dance, She turned to Kṛṣṇa, standing at Her side holding a baton, and grasped His shoulder with Her arm. The dancing had loosened Her bracelets and the flowers in Her hair.",
        "purport": " The previous verse states that Śrī Kṛṣṇa honored the gopīs for their dancing and singing, and in this verse we see how the gopīs responded by dealing intimately and confidently with Him. Here a tired gopī held on to Kṛṣṇa’s shoulder with her arm, resting against Him. Śrīla Jīva Gosvāmī explains that the word gadā in this verse indicates a baton suitable for a dancing master. Lord Kṛṣṇa brought this item of paraphernalia to enhance His enjoyment of the rāsa dance. Śrīla Viśvanātha Cakravartī states that the gopī mentioned here is Śrīmatī Rādhārāṇī, whereas the two gopīs mentioned in the previous verse are, in order, Viśākhā and Lalitā."
    },
    {
        "verse": "11",
        "devanagari": "तत्रैकांसगतं बाहुं कृष्णस्योत्पलसौरभम् ।चन्दनालिप्तमाघ्राय हृष्टरोमा चुचुम्ब ह ॥ ११ ॥",
        "english_devnagari": "tatraikāṁsa-gataṁ bāhuṁkṛṣṇasyotpala-saurabhamcandanāliptam āghrāyahṛṣṭa-romā cucumba ha",
        "verse_Syn": [
            "tatra",
            "ekā",
            "aṁsa",
            "gatam",
            "bāhum",
            "kṛṣṇasya",
            "utpala",
            "saurabham",
            "candana",
            "āliptam",
            "āghrāya",
            "hṛṣṭa",
            "romā",
            "cucumba",
            "ha"
        ],
        "translation": "Upon the shoulder of one gopī Kṛṣṇa placed His arm, whose natural blue-lotus fragrance was mixed with that of the sandalwood pulp anointing it. As the gopī relished that fragrance, her bodily hair stood on end in jubilation, and she kissed His arm.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "कस्याश्‍चिन्नाट्यविक्षिप्त कुण्डलत्विषमण्डितम् ।गण्डं गण्डे सन्दधत्या: प्रादात्ताम्बूलचर्वितम् ॥ १२ ॥",
        "english_devnagari": "kasyāścin nāṭya-vikṣiptakuṇḍala-tviṣa-maṇḍitamgaṇḍaṁ gaṇḍe sandadhatyāḥprādāt tāmbūla-carvitam",
        "verse_Syn": [
            "kasyāścit",
            "nāṭya",
            "vikṣipta",
            "kuṇḍala",
            "tviṣa",
            "maṇḍitam",
            "gaṇḍam",
            "gaṇḍe",
            "sandadhatyāḥ",
            "prādāt",
            "tāmbūla",
            "carvitam"
        ],
        "translation": "Next to Kṛṣṇa’s cheek one gopī put her own, beautified by the effulgence of her earrings, which glittered as she danced. Kṛṣṇa then carefully gave her the betel nut He was chewing.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "नृत्यती गायती काचित् कूजन्नूपुरमेखला ।पार्श्वस्थाच्युतहस्ताब्जं श्रान्ताधात्स्तनयो: शिवम् ॥ १३ ॥",
        "english_devnagari": "nṛtyatī gāyatī kācitkūjan nūpura-mekhalāpārśva-sthācyuta-hastābjaṁśrāntādhāt stanayoḥ śivam",
        "verse_Syn": [
            "nṛtyatī",
            "gāyatī",
            "kācit",
            "kūjan",
            "nūpura",
            "mekhalā",
            "pārśva",
            "stha",
            "acyuta",
            "hasta",
            "abjam",
            "śrāntā",
            "adhāt",
            "stanayoḥ",
            "śivam"
        ],
        "translation": "Another gopī became fatigued as she danced and sang, the bells on her ankles and waist tinkling. So she placed upon her breasts the comforting lotus hand of Lord Acyuta, who was standing by her side.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "गोप्यो लब्ध्वाच्युतं कान्तं श्रिय एकान्तवल्लभम् ।गृहीतकण्ठ्यस्तद्दोर्भ्यां गायन्त्यस्तं विजह्रिरे ॥ १४ ॥",
        "english_devnagari": "gopyo labdhvācyutaṁ kāntaṁśriya ekānta-vallabhamgṛhīta-kaṇṭhyas tad-dorbhyāṁgāyantyas tam vijahrire",
        "verse_Syn": [
            "gopyaḥ",
            "labdhvā",
            "acyutam",
            "kāntam",
            "śriyaḥ",
            "ekānta",
            "vallabham",
            "gṛhīta",
            "kaṇṭhyaḥ",
            "tat",
            "dorbhyām",
            "gāyantyaḥ",
            "tam",
            "vijahrire"
        ],
        "translation": "Having attained as their intimate lover Lord Acyuta, the exclusive consort of the goddess of fortune, the gopīs enjoyed great pleasure. They sang His glories as He held their necks with His arms.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "कर्णोत्पलालकविटङ्ककपोलघर्म-वक्त्रश्रियो वलयनूपुरघोषवाद्यै: ।गोप्य: समं भगवता ननृतु: स्वकेश-स्रस्तस्रजो भ्रमरगायकरासगोष्ठ्याम् ॥ १५ ॥",
        "english_devnagari": "karṇotpalālaka-viṭaṅka-kapola-gharma-vaktra-śriyo valaya-nūpura-ghoṣa-vādyaiḥgopyaḥ samaṁ bhagavatā nanṛtuḥ sva-keśa-srasta-srajo bhramara-gāyaka-rāsa-goṣṭhyām",
        "verse_Syn": [
            "karṇa",
            "utpala",
            "alaka",
            "vitaṅka",
            "kapola",
            "gharma",
            "vaktra",
            "śriyaḥ",
            "valaya",
            "nūpura",
            "ghoṣa",
            "vādyaiḥ",
            "gopyaḥ",
            "samam",
            "bhagavatā",
            "nanṛtuḥ",
            "sva",
            "keśa",
            "srasta",
            "srajaḥ",
            "bhramara",
            "gāyaka",
            "rāsa",
            "goṣṭhyām"
        ],
        "translation": "Enhancing the beauty of the gopīs’ faces were the lotus flowers behind their ears, the locks of hair decorating their cheeks, and drops of perspiration. The reverberation of their armlets and ankle bells made a loud musical sound, and their chaplets scattered. Thus the gopīs danced with the Supreme Lord in the arena of the rāsa dance as swarms of bees sang in accompaniment.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "एवं परिष्वङ्गकराभिमर्श-स्निग्धेक्षणोद्दामविलासहासै: ।रेमे रमेशो व्रजसुन्दरीभि-र्यथार्भक: स्वप्रतिबिम्बविभ्रम: ॥ १६ ॥",
        "english_devnagari": "evaṁ pariṣvaṅga-karābhimarśa-snigdhekṣaṇoddāma-vilāsa-hāsaiḥreme rameśo vraja-sundarībhiryathārbhakaḥ sva-pratibimba-vibhramaḥ",
        "verse_Syn": [
            "evam",
            "pariṣvaṅga",
            "kara",
            "abhimarśa",
            "snigdha",
            "īkṣaṇa",
            "uddāma",
            "vilāsa",
            "hāsaiḥ",
            "reme",
            "ramā",
            "īśaḥ",
            "vraja",
            "sundarībhiḥ",
            "yathā",
            "arbhakaḥ",
            "sva",
            "pratibimba",
            "vibhramaḥ"
        ],
        "translation": "In this way Lord Kṛṣṇa, the original Lord Nārāyaṇa, master of the goddess of fortune, took pleasure in the company of the young women of Vraja by embracing them, caressing them and glancing lovingly at them as He smiled His broad, playful smiles. It was just as if a child were playing with his own reflection.",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura comments as follows on this verse: “Lord Kṛṣṇa alone is the Supreme Absolute Truth, and His potencies are unlimited. All these potencies, taking personal forms, engage Lord Kṛṣṇa in His pastimes. Just as the opulent manifestation of His one supreme transcendental potency manifests all the countless potencies of the Lord, so in the rāsa dance Kṛṣṇa manifests Himself as many times as there are various potencies represented by the gopīs. Everything is Kṛṣṇa, but by His desire His spiritual energy Yoga-māyā manifests the gopīs. When His internal potency Yoga-māyā thus produces such pastimes for the enhancement of His transcendental emotions, it is just like a young boy playing with His own reflection. But since these pastimes are created by His spiritual potency, they are eternal and self-manifesting.”"
    },
    {
        "verse": "17",
        "devanagari": "तदङ्गसङ्गप्रमुदाकुलेन्द्रिया:केशान् दुकूलं कुचपट्टिकां वा ।नाञ्ज: प्रतिव्योढुमलं व्रजस्त्रियोविस्रस्तमालाभरणा: कुरूद्वह ॥ १७ ॥",
        "english_devnagari": "tad-aṅga-saṅga-pramudākulendriyāḥkeśān dukūlaṁ kuca-paṭṭikāṁ vānāñjaḥ prativyoḍhum alaṁ vraja-striyovisrasta-mālābharaṇāḥ kurūdvaha",
        "verse_Syn": [
            "tat",
            "aṅga",
            "saṅga",
            "pramudā",
            "ākula",
            "indriyāḥ",
            "keśān",
            "dukūlam",
            "kuca",
            "paṭṭikām",
            "vā",
            "na",
            "añjaḥ",
            "prativyoḍhum",
            "alam",
            "vraja",
            "striyaḥ",
            "visrasta",
            "mālā",
            "ābharaṇāḥ",
            "kuru",
            "udvaha"
        ],
        "translation": "Their senses overwhelmed by the joy of having His physical association, the gopīs could not prevent their hair, their dresses and the cloths covering their breasts from becoming disheveled. Their garlands and ornaments scattered, O hero of the Kuru dynasty.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "कृष्णविक्रीडितं वीक्ष्य मुमुहु: खेचरस्त्रिय: ।कामार्दिता: शशाङ्कश्च सगणो विस्मितोऽभवत् ॥ १८ ॥",
        "english_devnagari": "kṛṣṇa-vikrīḍitaṁ vīkṣyamumuhuḥ khe-cara-striyaḥkāmārditāḥ śaśāṅkaś casa-gaṇo vismito ’bhavat",
        "verse_Syn": [
            "kṛṣṇa",
            "vikrīḍitam",
            "vīkṣya",
            "mumuhuḥ",
            "khe",
            "cara",
            "striyaḥ",
            "kāma",
            "arditāḥ",
            "śaśāṅkaḥ",
            "ca",
            "sa",
            "gaṇaḥ",
            "vismitaḥ",
            "abhavat"
        ],
        "translation": "The wives of the demigods, observing Kṛṣṇa’s playful activities from their airplanes, were entranced and became agitated with lust. Indeed, even the moon and his entourage, the stars, became astonished.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "कृत्वा तावन्तमात्मानं यावतीर्गोपयोषित: ।रेमे स भगवांस्ताभिरात्मारामोऽपि लीलया ॥ १९ ॥",
        "english_devnagari": "kṛtvā tāvantam ātmānaṁyāvatīr gopa-yoṣitaḥreme sa bhagavāṁs tābhirātmārāmo ’pi līlayā",
        "verse_Syn": [
            "kṛtvā",
            "tāvantam",
            "ātmānam",
            "yāvatīḥ",
            "gopa",
            "yoṣitaḥ",
            "reme",
            "saḥ",
            "bhagavān",
            "tābhiḥ",
            "ātma",
            "ārāmaḥ",
            "api",
            "līlayā"
        ],
        "translation": "Expanding Himself as many times as there were cowherd women to associate with, the Supreme Lord, though self-satisfied, playfully enjoyed their company.",
        "purport": " As Śrīla Viśvanātha Cakravartī points out, it has already been explained that Lord Kṛṣṇa is eternally free from all material desire, perfect on the platform of spiritual self-satisfaction."
    },
    {
        "verse": "20",
        "devanagari": "तासां रतिविहारेण श्रान्तानां वदनानि स: ।प्रामृजत् करुण: प्रेम्णा शन्तमेनाङ्ग पाणिना ॥ २० ॥",
        "english_devnagari": "tāsāṁ rati-vihāreṇaśrāntānāṁ vadanāni saḥprāmṛjat karuṇaḥ premṇāśantamenāṅga pāṇinā",
        "verse_Syn": [
            "tāsām",
            "rati",
            "vihāreṇa",
            "śrāntānām",
            "vadanāni",
            "saḥ",
            "prāmṛjat",
            "karuṇaḥ",
            "premṇā",
            "śantamena",
            "aṅga",
            "pāṇinā"
        ],
        "translation": "Seeing that the gopīs were fatigued from conjugal enjoyment, my dear King, merciful Kṛṣṇa lovingly wiped their faces with His comforting hand.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "गोप्य: स्फुरत्पुरटकुण्डलकुन्तलत्विड्-गण्डश्रिया सुधितहासनिरीक्षणेन ।मानं दधत्य ऋषभस्य जगु: कृतानिपुण्यानि तत्कररुहस्पर्शप्रमोदा: ॥ २१ ॥",
        "english_devnagari": "gopyaḥ sphurat-puraṭa-kuṇḍala-kuntala-tviḍ-gaṇḍa-śriyā sudhita-hāsa-nirīkṣaṇenamānaṁ dadhatya ṛṣabhasya jaguḥ kṛtānipuṇyāni tat-kara-ruha-sparśa-pramodāḥ",
        "verse_Syn": [
            "gopyaḥ",
            "sphurat",
            "puraṭa",
            "kuṇḍala",
            "kuntala",
            "tviṭ",
            "gaṇḍa",
            "śriyā",
            "sudhita",
            "hāsa",
            "nirīkṣaṇena",
            "mānam",
            "dadhatyaḥ",
            "ṛṣabhasya",
            "jaguḥ",
            "kṛtāni",
            "puṇyāni",
            "tat",
            "kara",
            "ruha",
            "sparśa",
            "pramodāḥ"
        ],
        "translation": "The gopīs honored their hero with smiling glances sweetened by the beauty of their cheeks and the effulgence of their curly locks and glittering golden earrings. Overjoyed from the touch of His fingernails, they chanted the glories of His all-auspicious transcendental pastimes.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "ताभिर्युत: श्रममपोहितुमङ्गसङ्ग-घृष्टस्रज: स कुचकुङ्कुमरञ्जिताया: ।गन्धर्वपालिभिरनुद्रुत आविशद् वा:श्रान्तो गजीभिरिभराडिव भिन्नसेतु: ॥ २२ ॥",
        "english_devnagari": "tābhir yutaḥ śramam apohitum aṅga-saṅga-ghṛṣṭa-srajaḥ sa kuca-kuṅkuma-rañjitāyāḥgandharva-pālibhir anudruta āviśad vāḥśrānto gajībhir ibha-rāḍ iva bhinna-setuḥ",
        "verse_Syn": [
            "tābhiḥ",
            "yutaḥ",
            "śramam",
            "apohitum",
            "aṅga",
            "saṅga",
            "ghṛṣṭa",
            "srajaḥ",
            "saḥ",
            "kuca",
            "kuṅkuma",
            "rañjitāyāḥ",
            "gandharva",
            "pa",
            "alibhiḥ",
            "anudrutaḥ",
            "āviśat",
            "vāḥ",
            "śrāntaḥ",
            "gajībhiḥ",
            "ibha",
            "rāṭ",
            "iva",
            "bhinna",
            "setuḥ"
        ],
        "translation": "Lord Kṛṣṇa’s garland had been crushed during His conjugal dalliance with the gopīs and colored vermilion by the kuṅkuma powder on their breasts. To dispel the fatigue of the gopīs, Kṛṣṇa entered the water of the Yamunā, followed swiftly by bees who were singing like the best of the Gandharvas. He appeared like a lordly elephant entering the water to relax in the company of his consorts. Indeed, the Lord had transgressed all worldly and Vedic morality just as a powerful elephant might break the dikes in a paddy field.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "सोऽम्भस्यलं युवतिभि: परिषिच्यमान:प्रेम्णेक्षित: प्रहसतीभिरितस्ततोऽङ्ग ।वैमानिकै: कुसुमवर्षिभिरीड्यमानोरेमे स्वयं स्वरतिरत्र गजेन्द्रलील: ॥ २३ ॥",
        "english_devnagari": "so ’mbhasy alaṁ yuvatibhiḥ pariṣicyamānaḥpremṇekṣitaḥ prahasatībhir itas tato ’ṅgavaimānikaiḥ kusuma-varṣibhir īdyamānoreme svayaṁ sva-ratir atra gajendra-līlaḥ",
        "verse_Syn": [
            "saḥ",
            "ambhasi",
            "alam",
            "yuvatibhiḥ",
            "pariṣicyamānaḥ",
            "premṇā",
            "īkṣitaḥ",
            "prahasatībhiḥ",
            "itaḥ",
            "tataḥ",
            "aṅga",
            "vaimānikaiḥ",
            "kusuma",
            "varṣibhiḥ",
            "īḍyamānaḥ",
            "reme",
            "svayam",
            "sva",
            "ratiḥ",
            "atra",
            "gaja",
            "indra",
            "līlaḥ"
        ],
        "translation": "My dear King, in the water Kṛṣṇa found Himself being splashed on all sides by the laughing gopīs, who looked at Him with love. As the demigods worshiped Him by showering flowers from their airplanes, the self-satisfied Lord took pleasure in playing like the king of the elephants.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "ततश्च कृष्णोपवने जलस्थल-प्रसूनगन्धानिलजुष्टदिक्तटे ।चचार भृङ्गप्रमदागणावृतोयथा मदच्युद् द्विरद: करेणुभि: ॥ २४ ॥",
        "english_devnagari": "tataś ca kṛṣṇopavane jala-sthalaprasūna-gandhānila-juṣṭa-dik-taṭecacāra bhṛṅga-pramadā-gaṇāvṛtoyathā mada-cyud dviradaḥ kareṇubhiḥ",
        "verse_Syn": [
            "tataḥ",
            "ca",
            "kṛṣṇā",
            "upavane",
            "jala",
            "sthala",
            "prasūna",
            "gandha",
            "anila",
            "juṣṭa",
            "dik",
            "taṭe",
            "cacāra",
            "bhṛṅga",
            "pramadā",
            "gaṇa",
            "āvṛtaḥ",
            "yathā",
            "mada",
            "cyut",
            "dviradaḥ",
            "kareṇubhiḥ"
        ],
        "translation": "Then the Lord strolled through a small forest on the bank of the Yamunā. This forest was filled to its limits with breezes carrying the fragrances of all the flowers growing on the land and in the water. Followed by His entourage of bees and beautiful women, Lord Kṛṣṇa appeared like an intoxicated elephant with his she-elephants.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, it is implicit here that after playing in the water Lord Kṛṣṇa had His body massaged, and that He then dressed Himself in His favorite clothing before resuming His pastimes with the gopīs."
    },
    {
        "verse": "25",
        "devanagari": "एवं शशाङ्कांशुविराजिता निशा:स सत्यकामोऽनुरताबलागण: ।सिषेव आत्मन्यवरुद्धसौरत:सर्वा: शरत्काव्यकथारसाश्रया: ॥ २५ ॥",
        "english_devnagari": "evaṁ śaśāṅkāṁśu-virājitā niśāḥsa satya-kāmo ’nuratābalā-gaṇaḥsiṣeva ātmany avaruddha-saurataḥsarvāḥ śarat-kāvya-kathā-rasāśrayāḥ",
        "verse_Syn": [
            "evam",
            "śaśāṅka",
            "aṁśu",
            "virājitāḥ",
            "niśāḥ",
            "saḥ",
            "satya",
            "kāmaḥ",
            "anurata",
            "abalā",
            "gaṇaḥ",
            "siṣeve",
            "ātmani",
            "avaruddha",
            "saurataḥ",
            "sarvāḥ",
            "śarat",
            "kāvya",
            "kathā",
            "rasa",
            "āśrayāḥ"
        ],
        "translation": "Although the gopīs were firmly attached to Lord Kṛṣṇa, whose desires are always fulfilled, the Lord was not internally affected by any mundane sex desire. Still, to perform His pastimes the Lord took advantage of all those moonlit autumn nights, which inspire poetic descriptions of transcendental affairs.",
        "purport": " It is difficult to translate into English the word rasa, which indicates the spiritual bliss derived from one’s loving relationship with Lord Kṛṣṇa. That bliss is experienced in the midst of spiritual pastimes with the Lord and His devotees. Śrīla Viśvanātha Cakravartī explains that great Vaiṣṇava poets like Vyāsa, Parāśara, Jayadeva, Līlāśuka (Bilvamaṅgala Ṭhākura), Govardhanācārya and Śrīla Rūpa Gosvāmī have tried in their poetry to describe the conjugal affairs of the Lord. These descriptions are never complete, however, since the Lord’s pastimes are unlimited; thus the attempt to glorify such pastimes is still going on and will go on forever. Lord Kṛṣṇa arranged an extraordinary season of beautiful autumn nights to enhance His loving affairs, and those autumn nights have inspired transcendental poets since time immemorial."
    },
    {
        "verse": "26-27",
        "devanagari": "श्रीपरीक्षिदुवाचसंस्थापनाय धर्मस्य प्रशमायेतरस्य च ।अवतीर्णो हि भगवानंशेन जगदीश्वर: ॥ २६ ॥स कथं धर्मसेतूनां वक्ता कर्ताभिरक्षिता ।प्रतीपमाचरद् ब्रह्मन् परदाराभिमर्शनम् ॥ २७ ॥",
        "english_devnagari": "śrī-parīkṣid uvācasaṁsthāpanāya dharmasyapraśamāyetarasya caavatīrṇo hi bhagavānaṁśena jagad-īśvaraḥ",
        "verse_Syn": [
            "śrī",
            "parīkṣit",
            "uvāca",
            "saṁsthāpanāya",
            "dharmasya",
            "praśamāya",
            "itarasya",
            "ca",
            "avatīrṇaḥ",
            "hi",
            "bhagavān",
            "aṁśena",
            "jagat",
            "īśvaraḥ",
            "saḥ",
            "katham",
            "dharma",
            "setūnām",
            "vaktā",
            "kartā",
            "abhirakṣitā",
            "pratīpam",
            "ācarat",
            "brahman",
            "para",
            "dāra",
            "abhimarśanam"
        ],
        "translation": "Parīkṣit Mahārāja said: O brāhmaṇa, the Supreme Personality of Godhead, the Lord of the universe, has descended to this earth along with His plenary portion to destroy irreligion and reestablish religious principles. Indeed, He is the original speaker, follower and guardian of moral laws. How, then, could He have violated them by touching other men’s wives?",
        "purport": " As Śukadeva Gosvāmī was speaking, King Parīkṣit noticed that some persons seated in the assembly on the bank of the Ganges were harboring doubt about the Lord’s activities. These doubtful persons were karmīs, jñānīs and others who were not devotees of the Lord. To clear up their doubts, King Parīkṣit asks this question on their behalf."
    },
    {
        "verse": "28",
        "devanagari": "आप्तकामो यदुपति: कृतवान्वै जुगुप्सितम् ।किमभिप्राय एतन्न: शंशयं छिन्धि सुव्रत ॥ २८ ॥",
        "english_devnagari": "āpta-kāmo yadu-patiḥkṛtavān vai jugupsitamkim-abhiprāya etan naḥśaṁśayaṁ chindhi su-vrata",
        "verse_Syn": [
            "āpta",
            "kāmaḥ",
            "yadu",
            "patiḥ",
            "kṛtavān",
            "vai",
            "jugupsitam",
            "kim",
            "abhiprāyaḥ",
            "etat",
            "naḥ",
            "śaṁśayam",
            "chindhi",
            "su",
            "vrata"
        ],
        "translation": "O faithful upholder of vows, please destroy our doubt by explaining to us what purpose the self-satisfied Lord of the Yadus had in mind when He behaved so contemptibly.",
        "purport": " It is clear to the enlightened that these doubts will arise in the minds and hearts of persons unfamiliar with the transcendental pastimes of the Lord. Therefore since time immemorial great sages and enlightened kings like Parīkṣit Mahārāja have openly raised these questions to provide the authoritative answer for all posterity."
    },
    {
        "verse": "29",
        "devanagari": "श्रीशुक उवाचधर्मव्यतिक्रमो द‍ृष्ट ईश्वराणां च साहसम् ।तेजीयसां न दोषाय वह्ने: सर्वभुजो यथा ॥ २९ ॥",
        "english_devnagari": "śrī-śuka uvācadharma-vyatikramo dṛṣṭaīśvarāṇāṁ ca sāhasamtejīyasāṁ na doṣāyavahneḥ sarva-bhujo yathā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "dharma",
            "vyatikramaḥ",
            "dṛṣṭaḥ",
            "īśvarāṇām",
            "ca",
            "sāhasam",
            "tejīyasām",
            "na",
            "doṣāya",
            "vahneḥ",
            "sarva",
            "bhujaḥ",
            "yathā"
        ],
        "translation": "Śukadeva Gosvāmī said: The status of powerful controllers is not harmed by any apparently audacious transgression of morality we may see in them, for they are just like fire, which devours everything fed into it and remains unpolluted.",
        "purport": " Great, potent personalities are not ruined by an apparent transgression of moral principles. Śrīdhara Svāmī mentions the examples of Brahmā, Indra, Soma, Viśvāmitra and others. A fire devours all that is fed into it but the fire does not change its nature. Similarly, a great personality does not fall from his position by an irregularity in behavior. In the following verse, however, Śukadeva Gosvāmī makes it clear that if we try to imitate the great personalities ruling the universe, the result will be catastrophic."
    },
    {
        "verse": "30",
        "devanagari": "नैतत् समाचरेज्जातु मनसापि ह्यनीश्वर: ।विनश्यत्याचरन् मौढ्याद्यथारुद्रोऽब्धिजं विषम् ॥ ३० ॥",
        "english_devnagari": "naitat samācarej jātumanasāpi hy anīśvaraḥvinaśyaty ācaran mauḍhyādyathārudro ’bdhi-jaṁ viṣam",
        "verse_Syn": [
            "na",
            "etat",
            "samācaret",
            "jātu",
            "manasā",
            "api",
            "hi",
            "anīśvaraḥ",
            "vinaśyati",
            "ācaran",
            "mauḍhyāt",
            "yathā",
            "arudraḥ",
            "abdhijam",
            "viṣam"
        ],
        "translation": "One who is not a great controller should never imitate the behavior of ruling personalities, even mentally. If out of foolishness an ordinary person does imitate such behavior, he will simply destroy himself, just as a person who is not Rudra would destroy himself if he tried to drink an ocean of poison.",
        "purport": " Lord Śiva, or Rudra, once drank an ocean of poison, and the result was that an attractive blue mark appeared on his neck. But if we were to drink even a drop of such poison, we would die immediately. Just as we should not imitate this pastime of Śiva’s, we should not imitate Lord Kṛṣṇa’s activities with the gopīs. We should clearly understand that while Lord Kṛṣṇa certainly descends to demonstrate religious principles, He also descends to demonstrate that He is God and we are not. That also must be demonstrated. The Lord enjoys with His internal potency and thus attracts us to the spiritual platform. We should not try to imitate Kṛṣṇa, for we will suffer severely."
    },
    {
        "verse": "31",
        "devanagari": "ईश्वराणां वच: सत्यं तथैवाचरितं क्‍वचित् ।तेषां यत् स्ववचोयुक्तं बुद्धिमांस्तत् समाचरेत् ॥ ३१ ॥",
        "english_devnagari": "īśvarāṇāṁ vacaḥ satyaṁtathaivācaritaṁ kvacitteṣāṁ yat sva-vaco-yuktaṁbuddhimāṁs tat samācaret",
        "verse_Syn": [
            "īśvarānām",
            "vacaḥ",
            "satyam",
            "tathā",
            "eva",
            "ācaritam",
            "kvacit",
            "teṣām",
            "yat",
            "sva",
            "vacaḥ",
            "yuktam",
            "buddhi",
            "mān",
            "tat",
            "samācaret"
        ],
        "translation": "The statements of the Lord’s empowered servants are always true, and the acts they perform are exemplary when consistent with those statements. Therefore one who is intelligent should carry out their instructions.",
        "purport": " The word īśvara is usually defined in Sanskrit dictionaries as “lord, master, ruler,” and also as “capable, potent to perform.” Śrīla Prabhupāda often translated the word īśvara as “controller,” which brilliantly synthesizes the two fundamental concepts of īśvara, namely a master or ruler and a capable or potent person. A master may be incompetent, but a controller is a master or lord who in fact makes things happen. The parameśvara, the supreme īśvara, the supreme controller, is of course God, Kṛṣṇa, the cause of all causes. Although people in general, especially in the Western countries, are not aware of the fact, powerful personalities control our universe. The modern, impersonal concept of the universe depicts an almost totally lifeless cosmos in which the earth floats meaninglessly. Thus we are left with the dubious “ultimate purpose” of preserving and reproducing our genetic code, which has its own “ultimate purpose” of adding another link to the meaningless chain of events by again reproducing itself. In contrast to this sterile, meaningless world concocted by ignorant materialists, the actual universe is full of life — personal life — and in fact full of God, who pervades and supports all that exists. The essence of reality is the Supreme Personality of Godhead and His personal relationship with the innumerable living beings, of whom we are samples. Some of the living beings are trapped in the illusion of materialism, or identification with the material body, while others are liberated, aware of their eternal, spiritual nature. A third class comprises those progressing in self-realization from the materialistic state of ignorance to the enlightened state of Kṛṣṇa consciousness. Reality is ultimately personal and divine, and therefore it is not surprising that, as the Vedic literature reveals to us, our universe and other universes are managed by great personalities, just as our city, state and country are managed by empowered personalities. When we democratically award a particular politician the right to govern, we vote for him because he has exhibited something we call “leadership” or “ability.” We think, “He’ll get the job done.” In other words, it is only after an individual acquires the power to govern that we vote for him; our vote does not make him a leader but rather recognizes a power in him coming from some other source. Thus, as Lord Kṛṣṇa explains at the end of the Tenth Chapter of the Bhagavad-gītā, any living being exhibiting an extraordinary power, ability or authority must have been empowered by the Lord Himself or by the Lord’s energy. Those directly empowered by the Lord are devoted to Him, and thus their power and influence spread goodness throughout the world, whereas those who are empowered by the Lord’s illusory potency are in an indirect relationship with Kṛṣṇa because they do not directly reflect His will. Of course, they do reflect His will indirectly, since it is by Kṛṣṇa’s arrangement that the laws of nature act upon ignorant living beings, gradually persuading them, through their journey of many lifetimes, to surrender to the Supreme Lord. Thus as politicians create wars, false hopes and innumerable passionate schemes for the materialistic persons who follow them, the politicians are indirectly carrying out the Lord’s program of allowing the conditioned souls to experience the bitter fruit of godlessness. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has translated the word īśvarāṇām as “those who have become powerful through knowledge and austerity.” As one understands the nature and will of God and makes the personal sacrifice required to achieve excellence in spiritual life, one becomes empowered by the Supreme Lord to represent His will, which one has intelligently recognized and accepted. The Supreme Personality of Godhead kindly descends to earth to show a vivid example of religious behavior. As Lord Kṛṣṇa states in the Bhagavad-gītā (3.24), “If I did not execute standard duties, the whole world would be misled and in fact destroyed.” Thus the Lord showed, in His different incarnations, how to act properly in this world. A good example is Lord Rāmacandra, who behaved wonderfully as the son of King Daśaratha. But when Lord Kṛṣṇa Himself descends, He also demonstrates the ultimate religious principle, namely that the Supreme Lord is beyond all other living beings and that no one can imitate His supreme position. This foremost of all religious principles — that the Lord is unique, without equal or superior — was clearly demonstrated in Lord Kṛṣṇa’s apparently immoral pastimes with the gopīs. No one can imitate these activities without incurring dire consequences, as explained here by Śukadeva Gosvāmī. One who thinks that Lord Kṛṣṇa is an ordinary living being subjected to lust, or who accepts His rāsa dance as admirable and tries to imitate it, will certainly be vanquished, as described in text 30 of this chapter. Finally, a distinction must be made between the Lord and His empowered servants. An empowered servant of the Lord, as in the case of Brahmā, may experience a remnant of reactions to previous activities, according to the law of karma. But the Lord is eternally free from any entanglement in the laws of karma. He is on a unique platform."
    },
    {
        "verse": "32",
        "devanagari": "कुशलाचरितेनैषामिह स्वार्थो न विद्यते ।विपर्ययेण वानर्थो निरहङ्कारिणां प्रभो ॥ ३२ ॥",
        "english_devnagari": "kuśalācaritenaiṣāmiha svārtho na vidyateviparyayeṇa vānarthonirahaṅkāriṇāṁ prabho",
        "verse_Syn": [
            "kuśala",
            "ācaritena",
            "eṣām",
            "iha",
            "sva",
            "arthaḥ",
            "na",
            "vidyate",
            "viparyayeṇa",
            "vā",
            "anarthaḥ",
            "nirahaṅkāriṇām",
            "prabho"
        ],
        "translation": "My dear Prabhu, when these great persons who are free from false ego act piously in this world, they have no selfish motives to fulfill, and even when they act in apparent contradiction to the laws of piety, they are not subject to sinful reactions.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "किमुताखिलसत्त्वानां तिर्यङ्‌मर्त्यदिवौकसाम् ।ईशितुश्चेशितव्यानां कुशलाकुशलान्वय: ॥ ३३ ॥",
        "english_devnagari": "kim utākhila-sattvānāṁtiryaṅ-martya-divaukasāmīśituś ceśitavyānāṁkuśalākuśalānvayaḥ",
        "verse_Syn": [
            "kim",
            "uta",
            "akhila",
            "sattvānām",
            "tiryak",
            "martya",
            "diva",
            "okasām",
            "īśituḥ",
            "ca",
            "īśitavyānām",
            "kuśala",
            "akuśala",
            "anvayaḥ"
        ],
        "translation": "How, then, could the Lord of all created beings — animals, men and demigods — have any connection with the piety and impiety that affect His subject creatures?",
        "purport": " As explained in text 32, even great personalities empowered by the Lord are free from the laws of karma. Then what to speak of the Lord Himself. After all, the law of karma is created by Him and is an expression of His omnipotent will. Therefore His activities, which He performs out of His own pure goodness, are never subject to criticism by ordinary living beings."
    },
    {
        "verse": "34",
        "devanagari": "यत्पादपङ्कजपरागनिषेवतृप्तायोगप्रभावविधुताखिलकर्मबन्धा: ।स्वैरं चरन्ति मुनयोऽपि न नह्यमाना-स्तस्येच्छयात्तवपुष: कुत एव बन्ध: ॥ ३४ ॥",
        "english_devnagari": "yat-pāda-paṅkaja-parāga-niṣeva-tṛptāyoga-prabhāva-vidhutākhila-karma-bandhāḥsvairaṁ caranti munayo ’pi na nahyamānāstasyecchayātta-vapuṣaḥ kuta eva bandhaḥ",
        "verse_Syn": [
            "yat",
            "pāda",
            "paṅkaja",
            "parāga",
            "niṣeva",
            "tṛptāḥ",
            "yoga",
            "prabhāva",
            "vidhuta",
            "akhila",
            "karma",
            "bandhāḥ",
            "svairam",
            "caranti",
            "munayaḥ",
            "api",
            "na",
            "nahyamānāḥ",
            "tasya",
            "icchayā",
            "ātta",
            "vapuṣaḥ",
            "kutaḥ",
            "eva",
            "bandhaḥ"
        ],
        "translation": "Material activities never entangle the devotees of the Supreme Lord, who are fully satisfied by serving the dust of His lotus feet. Nor do material activities entangle those intelligent sages who have freed themselves from the bondage of all fruitive reactions by the power of yoga. So how could there be any question of bondage for the Lord Himself, who assumes His transcendental forms according to His own sweet will?",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "गोपीनां तत्पतीनां च सर्वेषामेव देहिनाम् ।योऽन्तश्चरति सोऽध्यक्ष: क्रीडनेनेह देहभाक् ॥ ३५ ॥",
        "english_devnagari": "gopīnāṁ tat-patīnāṁ casarveṣām eva dehināmyo ’ntaś carati so ’dhyakṣaḥkrīḍaneneha deha-bhāk",
        "verse_Syn": [
            "gopīnām",
            "tat",
            "patīnām",
            "ca",
            "sarveṣām",
            "eva",
            "dehinām",
            "yaḥ",
            "antaḥ",
            "carati",
            "saḥ",
            "adhyakṣaḥ",
            "krīḍanena",
            "iha",
            "deha",
            "bhāk"
        ],
        "translation": "He who lives as the overseeing witness within the gopīs and their husbands, and indeed within all embodied living beings, assumes forms in this world to enjoy transcendental pastimes.",
        "purport": " We certainly do not assume our bodies to enjoy transcendental pastimes, as the Lord does. We eternal souls have accepted material bodies by force because of our foolish attempt to enjoy this material world. The Lord’s forms are all eternal, spiritual existence and cannot be reasonably equated with our temporary flesh. Since Lord Kṛṣṇa is the Supreme Lord dwelling within the gopīs, their so-called husbands and all other living beings, what possible sin could there be on His part if He embraces some of the beings He Himself has created? What fault could there be if the Lord goes with the gopīs to a secret place, since He already dwells within the most secret part of every living being, the core of the heart?"
    },
    {
        "verse": "36",
        "devanagari": "अनुग्रहाय भक्तानां मानुषं देहमास्थित: ।भजते ताद‍ृशी: क्रीडा या: श्रुत्वा तत्परो भवेत् ॥ ३६ ॥",
        "english_devnagari": "anugrahāya bhaktānāṁmānuṣaṁ deham āsthitaḥbhajate tādṛśīḥ krīḍayāḥ śrutvā tat-paro bhavet",
        "verse_Syn": [
            "anugrahāya",
            "bhaktānām",
            "mānuṣam",
            "deham",
            "āsthitaḥ",
            "bhajate",
            "tādṛśīḥ",
            "kriḍāḥ",
            "yāḥ",
            "śrutvā",
            "tat",
            "paraḥ",
            "bhavet"
        ],
        "translation": "When the Lord assumes a humanlike body to show mercy to His devotees, He engages in such pastimes as will attract those who hear about them to become dedicated to Him.",
        "purport": " Śrīla Jīva Gosvāmī explains in this connection that when Lord Kṛṣṇa descends to this world in His original two-handed form, out of kindness He manifests that form in a way His devotees conditioned in human society can perceive and understand. Thus here it is stated, mānuṣaṁ deham āsthitaḥ: “He assumes a humanlike body.” Śrīla Viśvanātha Cakravartī Ṭhākura glorifies the Lord’s conjugal pastimes, stating that these romantic affairs have an inconceivable spiritual potency to attract the polluted heart of conditioned souls. It is an undeniable fact that any pure- or simple-hearted person who hears narrations of the loving affairs of Kṛṣṇa will be attracted to the lotus feet of the Lord and gradually become His devotee."
    },
    {
        "verse": "37",
        "devanagari": "नासूयन् खलु कृष्णाय मोहितास्तस्य मायया ।मन्यमाना: स्वपार्श्वस्थान्स्वान्स्वान्दारान् व्रजौकस: ॥ ३७ ॥",
        "english_devnagari": "nāsūyan khalu kṛṣṇāyamohitās tasya māyayāmanyamānāḥ sva-pārśva-sthānsvān svān dārān vrajaukasaḥ",
        "verse_Syn": [
            "na",
            "asūyan",
            "khalu",
            "kṛṣṇāya",
            "mohitāḥ",
            "tasya",
            "māyayā",
            "manyamānāḥ",
            "sva",
            "pārśva",
            "sthān",
            "svān",
            "svān",
            "dārān",
            "vraja",
            "okasaḥ"
        ],
        "translation": "The cowherd men, bewildered by Kṛṣṇa’s illusory potency, thought their wives had remained home at their sides. Thus they did not harbor any jealous feelings against Him.",
        "purport": " Because the gopīs loved Kṛṣṇa exclusively, Yoga-māyā protected their relationship with the Lord at all times, even though they were married. Śrīla Viśvanātha Cakravartī quotes from the Ujjvala-nīlamaṇi as follows: “The gopīs’ jealous husbands consorted not with their wives but with doubles manufactured by Māyā. Thus these men never actually had any intimate contact with the divine ladies of Vraja.” The gopīs are the internal energy of the Lord and can never belong to any other living being. Kṛṣṇa arranged their apparent marriage to other men simply to create the excitement of parakīya-rasa, the love between a married woman and her paramour. These activities are absolutely pure because they are the Lord’s pastimes, and saintly persons since time immemorial have relished these supreme spiritual events."
    },
    {
        "verse": "38",
        "devanagari": "ब्रह्मरात्र उपावृत्ते वासुदेवानुमोदिता: ।अनिच्छन्त्यो ययुर्गोप्य: स्वगृहान्भगवत्प्रिया: ॥ ३८ ॥",
        "english_devnagari": "brahma-rātra upāvṛttevāsudevānumoditāḥanicchantyo yayur gopyaḥsva-gṛhān bhagavat-priyāḥ",
        "verse_Syn": [
            "brahma",
            "rātre",
            "upāvṛtte",
            "vāsudeva",
            "anumoditāḥ",
            "anicchantyaḥ",
            "yayuḥ",
            "gopyaḥ",
            "sva",
            "gṛhān",
            "bhagavat",
            "priyāḥ"
        ],
        "translation": "After an entire night of Brahmā had passed, Lord Kṛṣṇa advised the gopīs to return to their homes. Although they did not wish to do so, the Lord’s beloved consorts complied with His command.",
        "purport": " In the Bhagavad-gītā (8.17) Lord Kṛṣṇa explains, “By human calculation, a thousand ages taken together is the duration of Brahmā’s one day. And such also is the duration of his night.” Thus one thousand ages entered within a single twelve-hour night when Lord Kṛṣṇa performed His rāsa dance. Śrīla Viśvanātha Cakravartī compares this inconceivable impression of time to the fact that many universes fit neatly within the forty-mile range of earthly Vṛndāvana. Or one may consider that mother Yaśodā could not encircle the small abdomen of child Kṛṣṇa with numerous ropes, and that at another time He manifested many universes within His mouth. The transcendence of spiritual reality above and beyond mundane physics is concisely explained in Śrīla Rūpa Gosvāmī’s Laghu-bhagavatāmṛta: “Nothing is impossible for the Lord, His dear devotees, His transcendental abode or the time of His pastimes, for all these entities are inconceivably powerful.” Śrīla Viśvanātha Cakravartī further explains that the word vāsudevānumoditāḥ indicates that Lord Kṛṣṇa advised the gopīs, “To assure the success of these pastimes, you and I should keep them secret.” The word vāsudeva, a name of Kṛṣṇa, also indicates Lord Kṛṣṇa’s plenary expansion who acts as the presiding Deity of consciousness. When the word vāsudeva is understood in this context, the word vāsudevānumoditāḥ indicates that the presiding Deity of consciousness, Vāsudeva, manifested embarrassment and fear of their elders within the gopīs’ hearts, and therefore it was only with great reluctance that the young girls returned home."
    },
    {
        "verse": "39",
        "devanagari": "विक्रीडितं व्रजवधूभिरिदं च विष्णो:श्रद्धान्वितोऽनुश‍ृणुयादथ वर्णयेद् य: ।भक्तिं परां भगवति प्रतिलभ्य कामंहृद्रोगमाश्वपहिनोत्यचिरेण धीर: ॥ ३९ ॥",
        "english_devnagari": "vikrīḍitaṁ vraja-vadhūbhir idaṁ ca viṣṇoḥśraddhānvito ’nuśṛṇuyād atha varṇayed yaḥbhaktiṁ parāṁ bhagavati pratilabhya kāmaṁhṛd-rogam āśv apahinoty acireṇa dhīraḥ",
        "verse_Syn": [
            "vikrīḍitam",
            "vraja",
            "vadhūbhiḥ",
            "idam",
            "ca",
            "viṣṇoḥ",
            "śraddhā",
            "anvitaḥ",
            "anuśṛṇuyāt",
            "atha",
            "varṇayet",
            "yaḥ",
            "bhaktim",
            "parām",
            "bhagavati",
            "pratilabhya",
            "kāmam",
            "hṛt",
            "rogam",
            "āśu",
            "apahinoti",
            "acireṇa",
            "dhīraḥ"
        ],
        "translation": "Anyone who faithfully hears or describes the Lord’s playful affairs with the young gopīs of Vṛndāvana will attain the Lord’s pure devotional service. Thus he will quickly become sober and conquer lust, the disease of the heart.",
        "purport": " The extraordinary power of Lord Kṛṣṇa’s conjugal pastimes is clearly revealed here. Qualitatively, the Lord’s spiritual, loving pastimes are the diametric opposite of material, lusty affairs, so much so that simply by hearing about the Lord’s pastimes a devotee conquers sex desire. By reading pornographic literature or hearing about material romance, we certainly do not conquer sex desire but rather increase our lust. But hearing or reading about the Lord’s conjugal affairs has exactly the opposite effect because they are of the opposite nature, being purely spiritual. Therefore it is by the causeless mercy of Lord Kṛṣṇa that He exhibits His rāsa-līlā within this world. If we become attached to this narration, we will experience the bliss of spiritual love and thus reject the perverted reflection of that love, which is called lust. As nicely put by Lord Kṛṣṇa in the Bhagavad-gītā (2.59), paraṁ dṛṣṭvā nivartate: “Once having directly experienced the Supreme, one will not return to material pleasures.”"
    }
]