[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचभगवानपि तत्रैव बलदेवेन संयुत: । अपश्यन्निवसन्गोपानिन्द्रयागकृतोद्यमान् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācabhagavān api tatraivabaladevena saṁyutaḥapaśyan nivasan gopānindra-yāga-kṛtodyamān",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "bhagavān",
            "api",
            "tatra",
            "eva",
            "baladevena",
            "saṁyutaḥ",
            "apaśyat",
            "nivasan",
            "gopān",
            "indra",
            "yāga",
            "kṛta",
            "udyamān"
        ],
        "translation": "Śukadeva Gosvāmī said: While staying in that very place with His brother Baladeva, Lord Kṛṣṇa happened to see the cowherd men busily arranging for a sacrifice to Indra.",
        "purport": " According to Śrīla Śrīdhara Svāmī and other ācāryas, the words tatra eva in this verse indicate that Lord Kṛṣṇa stayed in the village of the brāhmaṇas whose wives had satisfied Him by their devotion. Thus He gave His mercy to those brāhmaṇas as well as to their chaste wives, who had no one to associate with except their husbands. In that place the cowherd men, headed by Lord Kṛṣṇa’s father, Nanda Mahārāja, were somehow or other preparing an elaborate sacrifice to Lord Indra, and Lord Kṛṣṇa reacted as follows."
    },
    {
        "verse": "2",
        "devanagari": "तदभिज्ञोऽपि भगवान् सर्वात्मा सर्वदर्शन: । प्रश्रयावनतोऽपृच्छद् वृद्धान् नन्दपुरोगमान् ॥ २ ॥",
        "english_devnagari": "tad-abhijño ’pi bhagavānsarvātmā sarva-darśanaḥpraśrayāvanato ’pṛcchadvṛddhān nanda-purogamān",
        "verse_Syn": [
            "tat",
            "abhijñaḥ",
            "api",
            "bhagavān",
            "sarva",
            "ātmā",
            "sarva",
            "darśanaḥ",
            "praśraya",
            "avanataḥ",
            "apṛcchat",
            "vṛddhān",
            "nanda",
            "puraḥ",
            "gamān"
        ],
        "translation": "Being the omniscient Supersoul, the Supreme Lord Kṛṣṇa already understood the situation, yet He still humbly inquired from the elders, headed by His father, Nanda Mahārāja.",
        "purport": " Lord Kṛṣṇa was eager to enact His pastime of lifting Govardhana Hill and defeating the false pride of Indra, and thus He cleverly inquired from His father about the imminent sacrifice."
    },
    {
        "verse": "3",
        "devanagari": "कथ्यतां मे पित: कोऽयं सम्भ्रमो व उपागत: । किं फलं कस्य वोद्देश: केन वा साध्यते मख: ॥ ३ ॥",
        "english_devnagari": "kathyatāṁ me pitaḥ ko ’yaṁsambhramo va upāgataḥkiṁ phalaṁ kasya voddeśaḥkena vā sādhyate makhaḥ",
        "verse_Syn": [
            "kathyatām",
            "me",
            "pitaḥ",
            "kaḥ",
            "ayam",
            "sambhramaḥ",
            "vaḥ",
            "upāgataḥ",
            "kim",
            "phalam",
            "kasya",
            "vā",
            "uddeśaḥ",
            "kena",
            "vā",
            "sādhyate",
            "makhaḥ"
        ],
        "translation": "[Lord Kṛṣṇa said:] My dear father, kindly explain to Me what this great endeavor of yours is all about. What is it meant to accomplish? If this is a ritual sacrifice, then for whose satisfaction is it intended and by what means is it going to be executed?",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "एतद् ब्रूहि महान् कामो मह्यं शुश्रूषवे पित: । न हि गोप्यं हि साधूनां कृत्यं सर्वात्मनामिह । अस्त्यस्वपरद‍ृष्टीनाममित्रोदास्तविद्विषाम् ॥ ४ ॥",
        "english_devnagari": "etad brūhi mahān kāmomahyaṁ śuśrūṣave pitaḥna hi gopyaṁ hi sadhūnāṁkṛtyaṁ sarvātmanām ihaasty asva-para-dṛṣṭīnāmamitrodāsta-vidviṣām",
        "verse_Syn": [
            "etat",
            "brūhi",
            "mahān",
            "kāmaḥ",
            "mahyam",
            "śuśrūṣave",
            "pitaḥ",
            "na",
            "hi",
            "gopyam",
            "hi",
            "sādhūnām",
            "kṛtyam",
            "sarva",
            "ātmanām",
            "iha",
            "asti",
            "asva",
            "para",
            "dṛṣṭīnām",
            "amitra",
            "udāsta",
            "vidviṣām"
        ],
        "translation": "Please tell Me about it, O father. I have a great desire to know and am ready to hear in good faith. Certainly, no secrets are to be kept by saintly personalities, who see all others as equal to themselves, who have no conception of “mine” or “another’s” and who do not consider who is a friend, who is an enemy and who is neutral.",
        "purport": " Lord Kṛṣṇa’s father might have thought that his son was a mere child and thus could not properly question the validity of a Vedic sacrifice. But the Lord’s clever statement here would certainly have convinced Nanda that Śrī Kṛṣṇa was making a serious, not a whimsical, inquiry and that a serious answer should thus be given."
    },
    {
        "verse": "5",
        "devanagari": "उदासीनोऽरिवद् वर्ज्य आत्मवत् सुहृदुच्यते ॥ ५ ॥",
        "english_devnagari": "udāsīno ’ri-vad varjyaātma-vat suhṛd ucyate",
        "verse_Syn": [
            "udāsīnaḥ",
            "ari",
            "vat",
            "varjyaḥ",
            "ātma",
            "vat",
            "suhṛt",
            "ucyate"
        ],
        "translation": "One who is neutral may be avoided like an enemy, but a friend should be considered like one’s own self.",
        "purport": " Even if Nanda Mahārāja did not see friends, enemies and neutral parties as entirely equal, Lord Kṛṣṇa, being Nanda Mahārāja’s son, was certainly a most trustworthy friend and should therefore not be left out of intimate discussions. In other words, Nanda Mahārāja might have thought that as a householder he could not act on the highest saintly platform, and thus Lord Kṛṣṇa furnished additional reasons why His father should trust Him and reveal the entire purpose of the sacrifice. According to Śrīla Jīva Gosvāmī, Nanda Mahārāja stood silent, doubting his position of parental aloofness, since Garga Muni had predicted that his son would be “equal to Nārāyaṇa in His qualities,” and the young boy had already conquered and killed many powerful demons."
    },
    {
        "verse": "6",
        "devanagari": "ज्ञात्वाज्ञात्वा च कर्माणि जनोऽयमनुतिष्ठति । विदुष: कर्मसिद्धि: स्याद् यथा नाविदुषो भवेत् ॥ ६ ॥",
        "english_devnagari": "jñatvājñātvā ca karmāṇijano ’yam anutiṣṭhatividuṣaḥ karma-siddhiḥ syādyathā nāviduṣo bhavet",
        "verse_Syn": [
            "jñātvā",
            "ajñātvā",
            "ca",
            "karmāṇi",
            "janaḥ",
            "ayam",
            "anutiṣṭhati",
            "viduṣaḥ",
            "karma",
            "siddhiḥ",
            "syāt",
            "yathā",
            "na",
            "aviduṣaḥ",
            "bhavet"
        ],
        "translation": "When people in this world perform activities, sometimes they understand what they are doing and sometimes they don’t. Those who know what they are doing achieve success in their work, whereas ignorant people do not.",
        "purport": " The Lord here informs His father that people should perform a particular ceremony or activity only after thoroughly understanding it through discussion with friends. We should not be blind followers of tradition. If a person doesn’t even know what he’s doing, how can he be successful in his work? This, essentially, is the Lord’s argument in this verse. Since Śrī Kṛṣṇa, as the young child of Nanda, would naturally be expected to show enthusiasm for His father’s religious activities, it was the father’s duty to give the son a thorough explanation of the ceremony."
    },
    {
        "verse": "7",
        "devanagari": "तत्र तावत् क्रियायोगो भवतां किं विचारित: । अथवा लौकिकस्तन्मे पृच्छत: साधु भण्यताम् ॥ ७ ॥",
        "english_devnagari": "tatra tāvat kriyā-yogobhavatāṁ kiṁ vicāritaḥatha vā laukikas tan mepṛcchataḥ sādhu bhaṇyatām",
        "verse_Syn": [
            "tatra",
            "tāvat",
            "kriyā",
            "yogaḥ",
            "bhavatām",
            "kim",
            "vicāritaḥ",
            "atha",
            "vā",
            "laukikaḥ",
            "tat",
            "me",
            "pṛcchataḥ",
            "sādhu",
            "bhaṇyatām"
        ],
        "translation": "Such being the case, this ritualistic endeavor of yours should be clearly explained to Me. Is it a ceremony based on scriptural injunction, or simply a custom of ordinary society?",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "श्रीनन्द उवाचपर्जन्यो भगवानिन्द्रो मेघास्तस्यात्ममूर्तय: । तेऽभिवर्षन्ति भूतानां प्रीणनं जीवनं पय: ॥ ८ ॥",
        "english_devnagari": "śrī-nanda uvācaparjanyo bhagavān indromeghās tasyātma-mūrtayaḥte ’bhivarṣanti bhūtānāṁprīṇanaṁ jīvanaṁ payaḥ",
        "verse_Syn": [
            "śrī",
            "nandaḥ",
            "uvāca",
            "parjanyaḥ",
            "bhagavān",
            "indraḥ",
            "meghāḥ",
            "tasya",
            "ātma",
            "mūrtayaḥ",
            "te",
            "abhivarṣanti",
            "bhūtānām",
            "prīṇanam",
            "jīvanam",
            "payaḥ"
        ],
        "translation": "Nanda Mahārāja replied: The great Lord Indra is the controller of the rain. The clouds are his personal representatives, and they directly provide rainwater, which gives happiness and sustenance to all creatures.",
        "purport": " Without clean rainwater, the earth could not possibly provide food or drink for anyone, nor could there be cleanliness. Thus it would be difficult to overestimate the value of rain."
    },
    {
        "verse": "9",
        "devanagari": "तं तात वयमन्ये च वार्मुचां पतिमीश्वरम् । द्रव्यैस्तद्रेतसा सिद्धैर्यजन्ते क्रतुभिर्नरा: ॥ ९ ॥",
        "english_devnagari": "taṁ tāta vayam anye cavārmucāṁ patim īśvaramdravyais tad-retasā siddhairyajante kratubhir narāḥ",
        "verse_Syn": [
            "tam",
            "tāta",
            "vayam",
            "anye",
            "ca",
            "vāḥ",
            "mucām",
            "patim",
            "īśvaram",
            "dravyaiḥ",
            "tat",
            "retasā",
            "siddhaiḥ",
            "yajante",
            "kratubhiḥ",
            "narāḥ"
        ],
        "translation": "Not only we, my dear son, but also many other men worship him, the lord and master of the rain-giving clouds. We offer him grain and other paraphernalia of worship produced through his own discharge in the form of rain.",
        "purport": " Nanda Mahārāja patiently tried to explain the “facts of life” to his young son, Śrī Kṛṣṇa, but in fact Nanda and all the residents of Vṛndāvana would learn an astonishing lesson, as explained in this chapter."
    },
    {
        "verse": "10",
        "devanagari": "तच्छेषेणोपजीवन्ति त्रिवर्गफलहेतवे । पुंसां पुरुषकाराणां पर्जन्य: फलभावन: ॥ १० ॥",
        "english_devnagari": "tac-cheṣeṇopajīvantitri-varga-phala-hetavepuṁsāṁ puruṣa-kārāṇāṁparjanyaḥ phala-bhāvanaḥ",
        "verse_Syn": [
            "tat",
            "śeṣeṇa",
            "upajīvanti",
            "tri",
            "varga",
            "phala",
            "hetave",
            "puṁsām",
            "puruṣa",
            "kārāṇām",
            "parjanyaḥ",
            "phala",
            "bhāvanaḥ"
        ],
        "translation": "By accepting the remnants of sacrifices performed to Indra, people sustain their lives and accomplish the threefold aims of religiosity, economic development and sense gratification. Thus Lord Indra is the agent responsible for the fruitive success of industrious people.",
        "purport": " One might object that people sustain themselves by farming, industry and so on. But as previously mentioned, all human and nonhuman endeavor depends on food and drink, which cannot be produced without ample rain. By the word tri-varga Nanda further points out that the prosperity achieved through sacrifice for Indra is meant not merely for sense gratification but also for religiosity and economic development. Unless people are well fed, it is difficult for them to execute their duties, and without performance of duty, it is very difficult to be religious."
    },
    {
        "verse": "11",
        "devanagari": "य एनं विसृजेद् धर्मं परम्पर्यागतं नर: । कामाद् द्वेषाद्भ‍याल्लोभात्स वै नाप्नोति शोभनम् ॥ ११ ॥",
        "english_devnagari": "ya enaṁ visṛjed dharmaṁparamparyāgataṁ naraḥkāmād dveṣād bhayāl lobhātsa vai nāpnoti śobhanam",
        "verse_Syn": [
            "yaḥ",
            "enam",
            "visṛjet",
            "dharmam",
            "paramparya",
            "āgatam",
            "naraḥ",
            "kāmāt",
            "dveṣāt",
            "bhayāt",
            "lobhāt",
            "saḥ",
            "vai",
            "na",
            "āpnoti",
            "śobhanam"
        ],
        "translation": "This religious principle is based on sound tradition. Anyone who rejects it out of lust, enmity, fear or greed will certainly fail to achieve good fortune.",
        "purport": " If a person neglects his religious duties because of lust, envy, fear or greed, his life will never be brilliant or perfect."
    },
    {
        "verse": "12",
        "devanagari": "श्रीशुक उवाचवचो निशम्य नन्दस्य तथान्येषां व्रजौकसाम् । इन्द्राय मन्युं जनयन् पितरं प्राह केशव: ॥ १२ ॥",
        "english_devnagari": "śrī-śuka uvācavaco niśamya nandasyatathānyeṣāṁ vrajaukasāmindrāya manyuṁ janayanpitaraṁ prāha keśavaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "vacaḥ",
            "niśamya",
            "nandasya",
            "tathā",
            "anyeṣām",
            "vraja",
            "okasām",
            "indrāya",
            "manyum",
            "janayan",
            "pitaram",
            "prāha",
            "keśavaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: When Lord Keśava [Kṛṣṇa] heard the statements of His father, Nanda, and other senior residents of Vraja, He addressed His father as follows, to arouse anger in Lord Indra.",
        "purport": " Śrīla Śrīdhara Svāmī explains that Lord Kṛṣṇa’s intention was not simply to insult a demigod, but rather to knock down the great mountain of false pride that had arisen within the Lord’s tiny servant, who was supposed to represent the Lord as Indra. By lifting Govardhana Hill Lord Kṛṣṇa would thus initiate a blissful annual festival called Govardhana-pūjā, and He would further enjoy the pleasant pastime of dwelling for several days beneath the hill with all His loving devotees."
    },
    {
        "verse": "13",
        "devanagari": "श्रीभगवानुवाचकर्मणा जायते जन्तु: कर्मणैव प्रलीयते । सुखं दु:खं भयं क्षेमं कर्मणैवाभिपद्यते ॥ १३ ॥",
        "english_devnagari": "śrī-bhagavān uvācakarmaṇā jāyate jantuḥkarmaṇaiva pralīyatesukhaṁ duḥkhaṁ bhayaṁ kṣemaṁkarmaṇaivābhipadyate",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "karmaṇā",
            "jāyate",
            "jantuḥ",
            "karmaṇā",
            "eva",
            "pralīyate",
            "sukham",
            "duḥkham",
            "bhayam",
            "kṣemam",
            "karmaṇā",
            "eva",
            "abhipadyate"
        ],
        "translation": "Lord Kṛṣṇa said: It is by the force of karma that a living entity takes birth, and it is by karma alone that he meets his destruction. His happiness, distress, fear and sense of security all arise as the effects of karma.",
        "purport": " Lord Kṛṣṇa minimized the importance of the demigods by speaking the philosophy known as Karma-vāda or Karma-mīmāṁsā, which, basically, is atheism with a belief in reincarnation. According to this philosophy, there are subtle laws of nature that reward or punish us according to how we act: “As you sow, so shall you reap.” In a future life one reaps the fruit of his present work, and this is the sum and substance of reality. Lord Kṛṣṇa, being God Himself, could hardly be a serious proponent of this mediocre philosophy. In the role of a young boy He was simply teasing His pure devotees by preaching it. Śrīla Jīva Gosvāmī points out that Lord Kṛṣṇa was thinking, “Why are these eternal associates of Mine, appearing as My father and other relatives and friends, so caught up in this worship of Indra?” Thus although the Lord’s main purpose was to take away the false pride of Indra, He also wanted to remind His eternal devotees that they need not divert their attention to other so-called gods, since in fact His devotees were already living with the Supreme Absolute Truth, the almighty Lord Himself."
    },
    {
        "verse": "14",
        "devanagari": "अस्ति चेदीश्वर: कश्चित्फलरूप्यन्यकर्मणाम् । कर्तारं भजते सोऽपि न ह्यकर्तु: प्रभुर्हि स: ॥ १४ ॥",
        "english_devnagari": "asti ced īśvaraḥ kaścitphala-rūpy anya-karmaṇāmkartāraṁ bhajate so ’pina hy akartuḥ prabhur hi saḥ",
        "verse_Syn": [
            "asti",
            "cet",
            "īśvaraḥ",
            "kaścit",
            "phala",
            "rūpī",
            "anya",
            "karmaṇām",
            "kartāram",
            "bhajate",
            "saḥ",
            "api",
            "na",
            "hi",
            "akartuḥ",
            "prabhuḥ",
            "hi",
            "saḥ"
        ],
        "translation": "Even if there is some supreme controller who awards all others the results of their activities, He must also depend upon a performer’s engaging in activity. After all, there is no question of being the bestower of fruitive results unless fruitive activities have actually been performed.",
        "purport": " Here Lord Kṛṣṇa argues that if there is a supreme controller, He must depend on a performer of activity to reciprocate with and must therefore also be subject to the laws of karma, being obliged to award happiness and distress to conditioned souls according to the laws of good and evil. This superficial argument neglects the obvious point that the laws of nature that prescribe the good and bad results of pious and impious acts are themselves creations of the all-good Supreme Lord. Being the creator and sustainer of these laws, the Lord is not subject to them. Furthermore, the Lord is not dependent on the work of the conditioned souls, since He is satisfied and complete within Himself. Out of His all-merciful nature He awards the results appropriate to our activities. That which we call destiny, fate or karma is an elaborate and subtle system of rewards and punishments meant for gradually encouraging conditioned souls to evolve to the stage of perfect consciousness, which is their original, constitutional nature. The Supreme Personality of Godhead has so dexterously formulated and applied the laws of material nature governing punishment and reward for human behavior that the living being is discouraged from sin and encouraged toward goodness without suffering any significant interference with his free will as an eternal soul. In contrast to the material nature, the Lord exhibits His essential nature in the spiritual world, where He reciprocates the eternal love of His pure devotees. Such loving affairs are based completely on the mutual freedom of the Lord and His devotees, not on a mechanical reciprocation of coinciding selfish interests. The Supreme Lord, assisted by His pure devotees, repeatedly offers the conditioned souls of this world the opportunity to give up their bizarre attempt at exploiting the material universe and go back home, back to Godhead, for an eternal life of bliss and knowledge. Considering all these points, the atheistic arguments given here by Lord Kṛṣṇa in a playful mood are not to be taken seriously."
    },
    {
        "verse": "15",
        "devanagari": "किमिन्द्रेणेह भूतानां स्वस्वकर्मानुवर्तिनाम् । अनीशेनान्यथा कर्तुं स्वभावविहितं नृणाम् ॥ १५ ॥",
        "english_devnagari": "kim indreṇeha bhūtānāṁsva-sva-karmānuvartināmanīśenānyathā kartuṁsvabhāva-vihitaṁ nṛṇām",
        "verse_Syn": [
            "kim",
            "indreṇa",
            "iha",
            "bhūtānām",
            "sva",
            "sva",
            "karma",
            "anuvartinām",
            "anīśena",
            "anyathā",
            "kartum",
            "svabhāva",
            "vihitam",
            "nṛṇām"
        ],
        "translation": "Living beings in this world are forced to experience the consequences of their own particular previous work. Since Lord Indra cannot in any way change the destiny of human beings, which is born of their own nature, why should people worship him?",
        "purport": " Lord Kṛṣṇa’s argument here is not a negation of free will. If one accepts the existence of karma as a system of laws awarding reactions for our present activities, then we ourselves, according to our nature, will decide our future. Our happiness and distress in this life have already been adjudicated and fixed according to our previous activities, and not even the demigods can change that. They must award us the prosperity or poverty, sickness or health, happiness or distress due us by our previous work. However, we still retain the freedom to select a pious or impious mode of activity in this life, and the choice we make will determine our future suffering and enjoyment. For example, if I was pious in my last life, in this life the demigods may award me great material wealth. But I am free to spend my riches for good or for bad purposes, and my choice will determine my future life. Thus, although no one can change the karmic results due him in this life, everyone still retains his free will, by which he determines what his future situation will be. Lord Kṛṣṇa’s argument here is quite interesting; however, it neglects the overriding consideration that we are all eternal servants of God and must satisfy Him by all that we do."
    },
    {
        "verse": "16",
        "devanagari": "स्वभावतन्त्रो हि जन: स्वभावमनुवर्तते । स्वभावस्थमिदं सर्वं सदेवासुरमानुषम् ॥ १६ ॥",
        "english_devnagari": "svabhāva-tantro hi janaḥsvabhāvam anuvartatesvabhāva-stham idaṁ sarvaṁsa-devāsura-mānuṣam",
        "verse_Syn": [
            "svabhāva",
            "tantraḥ",
            "hi",
            "janaḥ",
            "svabhāvam",
            "anuvartate",
            "svabhāva",
            "stham",
            "idam",
            "sarvam",
            "sa",
            "deva",
            "asura",
            "mānuṣam"
        ],
        "translation": "Every individual is under the control of his own conditioned nature, and thus he must follow that nature. This entire universe, with all its demigods, demons and human beings, is based on the conditioned nature of the living entities.",
        "purport": " Lord Kṛṣṇa here elaborates upon the argument given in the previous verse. Since everything depends on svabhāva, or one’s conditioned nature, why bother worshiping God or the demigods? This argument would be sublime if svabhāva, or conditioned nature, were all-powerful. But unfortunately it is not. There is a supreme controller and we must worship Him, as Lord Kṛṣṇa will emphatically reveal in this chapter of the Śrīmad-Bhāgavatam. For now, however, He is content to tease His relatives."
    },
    {
        "verse": "17",
        "devanagari": "देहानुच्चावचाञ्जन्तु: प्राप्योत्सृजति कर्मणा । शत्रुर्मित्रमुदासीन: कर्मैव गुरुरीश्वर: ॥ १७ ॥",
        "english_devnagari": "dehān uccāvacāñ jantuḥprāpyotsṛjati karmaṇāśatrur mitram udāsīnaḥkarmaiva gurur īśvaraḥ",
        "verse_Syn": [
            "dehān",
            "ucca",
            "avacān",
            "jantuḥ",
            "prāpya",
            "utsṛjati",
            "karmaṇā",
            "śatruḥ",
            "mitram",
            "udāsīnaḥ",
            "karma",
            "eva",
            "guruḥ",
            "īśvaraḥ"
        ],
        "translation": "Because it is karma that causes the conditioned living entity to accept and then give up different high- and low-grade material bodies, this karma is his enemy, friend and neutral witness, his spiritual master and controlling lord.",
        "purport": " Even the demigods are bound and limited by the laws of karma. That Indra himself is subordinate to the laws of karma is explicitly stated in the Brahma-saṁhitā (5.54): yas tv indra-gopam atha vendram aho sva-karma-bandhānurūpa-phala-bhājanam ātanoti. The Supreme Lord, Govinda, awards all creatures the appropriate results of their work. This is as true for mighty Indra, the lord of the material heavens, as it is for the germ called indra-gopa. The Bhagavad-gītā (7.20) also states, kāmais tais tair hṛta-jñānāḥ prapadyante ’nya-devatāḥ. Only those who have lost their intelligence because of various material desires surrender unto demigods rather than worship the Supreme Lord. In fact, the demigods cannot award benefits to anyone independently, as stated by Lord Kṛṣṇa in the Gītā: mayaiva vihitān hi tān. All benefits are ultimately issued by the Lord Himself. Thus it is not altogether incorrect to say that demigod worship is useless, since even the demigods are under the laws of karma. In fact, this is the case. But Lord Kṛṣṇa, the Supreme Absolute Truth, is not subordinate to the law of karma; rather, He can independently offer or withhold His favor. This is confirmed in the verse from the Brahma-saṁhitā quoted above, the third line of which is karmāṇi nirdahati kintu ca bhakti-bhājām: “The Supreme Lord burns up all the accumulated karma of those engaged in His loving service.” Not only is Lord Kṛṣṇa above the laws of material action and reaction, but He can immediately dissolve these laws for anyone who satisfies Him through loving service. Thus the almighty God is supreme in absolute freedom, and by surrendering to Him we can escape the bonds of karma and stop accepting their dismal rule as supreme."
    },
    {
        "verse": "18",
        "devanagari": "तस्मात्सम्पूजयेत्कर्म स्वभावस्थ: स्वकर्मकृत् । अञ्जसा येन वर्तेत तदेवास्य हि दैवतम् ॥ १८ ॥",
        "english_devnagari": "tasmāt sampūjayet karmasvabhāva-sthaḥ sva-karma-kṛtanjasā yena vartetatad evāsya hi daivatam",
        "verse_Syn": [
            "tasmāt",
            "sampūjayet",
            "karma",
            "svabhāva",
            "sthaḥ",
            "sva",
            "karma",
            "kṛt",
            "añjasā",
            "yena",
            "varteta",
            "tat",
            "eva",
            "asya",
            "hi",
            "daivatam"
        ],
        "translation": "Therefore one should seriously worship work itself. A person should remain in the position corresponding to his nature and should perform his own duty. Indeed, that by which we may live nicely is really our worshipable deity.",
        "purport": " Lord Kṛṣṇa here proposes the modern if absurd philosophy that our work or occupation is really God and that we should therefore simply worship our work. Upon close scrutiny, we observe that our work is nothing more than the interaction of the material body with material nature, as Lord Kṛṣṇa Himself states in a more serious mood, in the Bhagavad-gītā (3.28): guṇā guṇeṣu vartanta. Karma-mīmāṁsā philosophy accepts that good activity in this life will give us a better next life. If this is true, there must be some type of conscious soul different from the body. And if that is the case, why should a transcendental soul worship the interaction of the temporary body with material nature? If the words sampūjayet karma here mean that one should worship the laws of karma governing our activities, then one may astutely ask what it means to worship laws and, indeed, what might be the origin of such laws and who is maintaining them. To say that laws have created or are maintaining the world is a meaningless proposition, since there is nothing about the nature of a law that indicates it could generate the existential situation it is supposed to govern. In fact, worship is meant for Kṛṣṇa Himself, and this real conclusion will be clearly revealed in this chapter."
    },
    {
        "verse": "19",
        "devanagari": "आजीव्यैकतरं भावं यस्त्वन्यमुपजीवति । न तस्माद् विन्दते क्षेमं जारान् नार्यसती यथा ॥ १९ ॥",
        "english_devnagari": "ājīvyaikataraṁ bhāvaṁyas tv anyam upajīvatina tasmād vindate kṣemaṁjārān nāry asatī yathā",
        "verse_Syn": [
            "ājīvya",
            "ekataram",
            "bhāvam",
            "yaḥ",
            "tu",
            "anyam",
            "upajīvati",
            "na",
            "tasmāt",
            "vindate",
            "kṣemam",
            "jārāt",
            "nārī",
            "asatī",
            "yathā"
        ],
        "translation": "If one thing is actually sustaining our life but we take shelter of something else, how can we achieve any real benefit? We would be like an unfaithful woman, who can never achieve any actual benefit by consorting with her paramour.",
        "purport": " The word kṣemam means actual prosperity, not merely the accumulation of money. Here Lord Kṛṣṇa boldly argues that just as a woman can never achieve actual dignity or enlightenment from an illicit lover, the residents of Vṛndāvana will never be happy by neglecting the real source of their prosperity and worshiping Indra instead. According to Śrīla Jīva Gosvāmī, the audacity that child Kṛṣṇa displayed before His father and other elders should be understood as an exhibition of transcendental anger aroused when He saw His eternal devotees worshiping an insignificant demigod."
    },
    {
        "verse": "20",
        "devanagari": "वर्तेत ब्रह्मणा विप्रो राजन्यो रक्षया भुव: । वैश्यस्तु वार्तया जीवेच्छूद्रस्तु द्विजसेवया ॥ २० ॥",
        "english_devnagari": "varteta brahmaṇā viprorājanyo rakṣayā bhuvaḥvaiśyas tu vārtayā jīvecchūdras tu dvija-sevayā",
        "verse_Syn": [
            "varteta",
            "brahmaṇā",
            "vipraḥ",
            "rājanyaḥ",
            "rakṣayā",
            "bhuvaḥ",
            "vaiśyaḥ",
            "tu",
            "vārtayā",
            "jīvet",
            "śūdraḥ",
            "tu",
            "dvija",
            "sevayā"
        ],
        "translation": "The brāhmaṇa maintains his life by studying and teaching the Vedas, the member of the royal order by protecting the earth, the vaiśya by trade, and the śūdra by serving the higher, twice-born classes.",
        "purport": " After glorifying karma, or work, Lord Kṛṣṇa now explains what He means by prescribed duties born of one’s nature. He was not referring to any whimsical activity, but rather to the religious duties prescribed in the varṇāśrama, or Vedic social system."
    },
    {
        "verse": "21",
        "devanagari": "कृषिवाणिज्यगोरक्षा कुसीदं तूर्यमुच्यते । वार्ता चतुर्विधा तत्र वयं गोवृत्तयोऽनिशम् ॥ २१ ॥",
        "english_devnagari": "kṛṣi-vāṇijya-go-rakṣākusīdaṁ tūryam ucyatevārtā catur-vidhā tatravayaṁ go-vṛttayo ’niśam",
        "verse_Syn": [
            "kṛṣi",
            "vāṇijya",
            "go",
            "rakṣā",
            "kusīdam",
            "tūryam",
            "ucyate",
            "vārtā",
            "catuḥ",
            "vidhā",
            "tatra",
            "vayam",
            "go",
            "vṛttayaḥ",
            "aniśam"
        ],
        "translation": "The occupational duties of the vaiśya are conceived in four divisions: farming, commerce, cow protection and moneylending. Out of these, we as a community are always engaged in cow protection.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "सत्त्वं रजस्तम इति स्थित्युत्पत्त्यन्तहेतव: । रजसोत्पद्यते विश्वमन्योन्यं विविधं जगत् ॥ २२ ॥",
        "english_devnagari": "sattvaṁ rajas tama itisthity-utpatty-anta-hetavaḥrajasotpadyate viśvamanyonyaṁ vividhaṁ jagat",
        "verse_Syn": [
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "sthiti",
            "utpatti",
            "anta",
            "hetavaḥ",
            "rajasā",
            "utpadyate",
            "viśvam",
            "anyonyam",
            "vividham",
            "jagat"
        ],
        "translation": "The causes of creation, maintenance and destruction are the three modes of nature — namely goodness, passion and ignorance. In particular, the mode of passion creates this universe and through sexual combination causes it to become full of variety.",
        "purport": " Anticipating the possible objection that a livelihood based on cows certainly depends on Lord Indra, who supplies rain, Lord Kṛṣṇa here introduces a mechanistic theory of existence known as atheistic Sāṅkhya. The tendency to attribute exclusive causality to the apparently mechanistic functions of nature is an old tendency indeed. Five thousand years ago Lord Kṛṣṇa referred to a doctrine already well known in human society."
    },
    {
        "verse": "23",
        "devanagari": "रजसा चोदिता मेघा वर्षन्त्यम्बूनि सर्वत: । प्रजास्तैरेव सिध्यन्ति महेन्द्र: किं करिष्यति ॥ २३ ॥",
        "english_devnagari": "rajasā coditā meghāvarṣanty ambūni sarvataḥprajās tair eva sidhyantimahendraḥ kiṁ kariṣyati",
        "verse_Syn": [
            "rajasā",
            "coditāḥ",
            "meghāḥ",
            "varṣanti",
            "ambūni",
            "sarvataḥ",
            "prajāḥ",
            "taiḥ",
            "eva",
            "sidhyanti",
            "mahā",
            "indraḥ",
            "kim",
            "kariṣyati"
        ],
        "translation": "Impelled by the material mode of passion, the clouds pour down their rain everywhere, and by this rain all creatures gain their sustenance. What has the great Indra to do with this arrangement?",
        "purport": " Lord Kṛṣṇa continues His mechanistic explanation of existence, concluding mahendraḥ kiṁ kariṣyati: “Who needs the great Indra, since the rain, sent by the clouds, which in turn are impelled by the mode of passion, is actually producing everyone’s food?” The word sarvataḥ indicates that the clouds magnanimously send their rain even on the ocean, rocks and barren land, where there is no apparent necessity for such sweet water."
    },
    {
        "verse": "24",
        "devanagari": "न न: पुरो जनपदा न ग्रामा न गृहा वयम् । वनौकसस्तात नित्यं वनशैलनिवासिन: ॥ २४ ॥",
        "english_devnagari": "na naḥ purojanapadāna grāmā na gṛhā vayamvanaukasas tāta nityaṁvana-śaila-nivāsinaḥ",
        "verse_Syn": [
            "na",
            "naḥ",
            "puraḥ",
            "jana",
            "padāḥ",
            "na",
            "grāmāḥ",
            "na",
            "gṛhāḥ",
            "vayam",
            "vana",
            "okasaḥ",
            "tāta",
            "nityam",
            "vana",
            "śaila",
            "nivāsinaḥ"
        ],
        "translation": "My dear father, our home is not in the cities or towns or villages. Being forest dwellers, we always live in the forest and on the hills.",
        "purport": " Lord Kṛṣṇa here points out that the residents of Vṛndāvana should recognize their relationship with Govardhana Hill and with the forests of Vṛndāvana, and not worry about a distant demigod like Indra. Having concluded His argument, Lord Kṛṣṇa makes a radical proposal in the following verse."
    },
    {
        "verse": "25",
        "devanagari": "तस्माद् गवां ब्राह्मणानामद्रेश्चारभ्यतां मख: । य इन्द्रयागसम्भारास्तैरयं साध्यतां मख: ॥ २५ ॥",
        "english_devnagari": "tasmād gavāṁ brāhmaṇānāmadreś cārabhyatāṁ makhaḥya indra-yāga-sambhārāstair ayaṁ sādhyatāṁ makhaḥ",
        "verse_Syn": [
            "tasmāt",
            "gavām",
            "brāhmaṇānām",
            "adreḥ",
            "ca",
            "ārabhyatām",
            "makhaḥ",
            "ye",
            "indra",
            "yāga",
            "sambhārāḥ",
            "taiḥ",
            "ayam",
            "sādhyatām",
            "makhaḥ"
        ],
        "translation": "Therefore may a sacrifice for the pleasure of the cows, the brāhmaṇas and Govardhana Hill begin! With all the paraphernalia collected for worshiping Indra, let this sacrifice be performed instead.",
        "purport": " Lord Kṛṣṇa is famous as go-brāhmaṇa-hita, the well-wishing friend of the cows and the brāhmaṇas. Lord Kṛṣṇa specifically included the local brāhmaṇas in His proposal because He is always devoted to those who are devoted to the godly Vedic culture."
    },
    {
        "verse": "26",
        "devanagari": "पच्यन्तां विविधा: पाका: सूपान्ता: पायसादय: । संयावापूपशष्कुल्य: सर्वदोहश्च गृह्यताम् ॥ २६ ॥",
        "english_devnagari": "pacyantāṁ vividhāḥ pākāḥsūpāntāḥ pāyasādayaḥsaṁyāvāpūpa-śaṣkulyaḥsarva-dohaś ca gṛhyatām",
        "verse_Syn": [
            "pacyantām",
            "vividhāḥ",
            "pākāḥ",
            "sūpa",
            "antāḥ",
            "pāyasa",
            "ādayaḥ",
            "saṁyāva",
            "āpūpa",
            "śaṣkulyaḥ",
            "sarva",
            "dohaḥ",
            "ca",
            "gṛhyatām"
        ],
        "translation": "Let many different kinds of food be cooked, from sweet rice to vegetable soups! Many kinds of fancy cakes, both baked and fried, should be prepared. And all the available milk products should be taken for this sacrifice.",
        "purport": " The word sūpa indicates bean broth and also liquid vegetables. Thus to celebrate the Govardhana-pūjā, Lord Kṛṣṇa called for hot preparations such as soup, cold preparations like sweet rice, and all types of milk products."
    },
    {
        "verse": "27",
        "devanagari": "हूयन्तामग्नय: सम्यग्ब्राह्मणैर्ब्रह्मवादिभि: । अन्नं बहुगुणं तेभ्यो देयं वो धेनुदक्षिणा: ॥ २७ ॥",
        "english_devnagari": "hūyantām agnayaḥ samyagbrāhmaṇair brahma-vādibhiḥannaṁ bahu-guṇaṁ tebhyodeyaṁ vo dhenu-dakṣiṇāḥ",
        "verse_Syn": [
            "hūyantām",
            "agnayaḥ",
            "samyak",
            "brāhmaṇaiḥ",
            "brahma",
            "vādibhiḥ",
            "annam",
            "bahu",
            "guṇam",
            "tebhyaḥ",
            "deyam",
            "vaḥ",
            "dhenu",
            "dakṣiṇāḥ"
        ],
        "translation": "The brāhmaṇas who are learned in the Vedic mantras must properly invoke the sacrificial fires. Then you should feed the priests with nicely prepared food and reward them with cows and other gifts.",
        "purport": " According to Śrīla Śrīdhara Svāmī, Lord Śrī Kṛṣṇa instructed His father and other residents of Vṛndāvana in the technical details of this Vedic sacrifice to assure the quality of the sacrifice and also to inspire Nanda and the others with faith in the concept of such a sacrifice. Thus the Lord mentioned that there must be orthodox brāhmaṇas, regular sacrificial fires and proper distribution of charity. And things were to be done in the order given by the Lord."
    },
    {
        "verse": "28",
        "devanagari": "अन्येभ्यश्चाश्वचाण्डालपतितेभ्यो यथार्हत: । यवसं च गवां दत्त्वा गिरये दीयतां बलि: ॥ २८ ॥",
        "english_devnagari": "anyebhyaś cāśva-cāṇḍāla-patitebhyo yathārhataḥyavasaṁ ca gavāṁ dattvāgiraye dīyatāṁ baliḥ",
        "verse_Syn": [
            "anyebhyaḥ",
            "ca",
            "ā",
            "śva",
            "cāṇḍāla",
            "patitebhyaḥ",
            "yathā",
            "arhataḥ",
            "yavasam",
            "ca",
            "gavām",
            "dattvā",
            "giraye",
            "dīyatām",
            "baliḥ"
        ],
        "translation": "After giving the appropriate food to everyone else, including such fallen souls as dogs and dog-eaters, you should give grass to the cows and then present your respectful offerings to Govardhana Hill.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "स्वलङ्कृता भुक्तवन्त: स्वनुलिप्ता: सुवासस: । प्रदक्षिणां च कुरुत गोविप्रानलपर्वतान् ॥ २९ ॥",
        "english_devnagari": "sv-alaṅkṛtā bhuktavantaḥsv-anuliptāḥ su-vāsasaḥpradakṣiṇāṁ ca kurutago-viprānala-parvatān",
        "verse_Syn": [
            "su",
            "alaṅkṛtāḥ",
            "bhuktavantaḥ",
            "su",
            "anuliptāḥ",
            "su",
            "vāsasaḥ",
            "pradakṣiṇām",
            "ca",
            "kuruta",
            "go",
            "vipra",
            "anala",
            "parvatān"
        ],
        "translation": "After everyone has eaten to his satisfaction, you should all dress and decorate yourselves handsomely, smear your bodies with sandalwood paste and then circumambulate the cows, the brāhmaṇas, the sacrificial fires and Govardhana Hill.",
        "purport": " Lord Kṛṣṇa wanted all the human beings and even the animals to eat nice bhagavat-prasādam, sanctified foods offered to the Lord. To enthuse His relatives with a festive mood, He requested them to dress beautifully with fine clothes and ornaments and to refresh their bodies with luxurious sandalwood paste. The essential activity, however, was the circumambulation of the holy brāhmaṇas, cows, sacrificial fires and especially Govardhana Hill."
    },
    {
        "verse": "30",
        "devanagari": "एतन्मम मतं तात क्रियतां यदि रोचते । अयं गोब्राह्मणाद्रीणां मह्यं च दयितो मख: ॥ ३० ॥",
        "english_devnagari": "etan mama mataṁ tātakriyatāṁ yadi rocateayaṁ go-brāhmaṇādrīṇāṁmahyaṁ ca dayito makhaḥ",
        "verse_Syn": [
            "etat",
            "mama",
            "matam",
            "tāta",
            "kriyatām",
            "yadi",
            "rocate",
            "ayam",
            "go",
            "brāhmaṇa",
            "adrīṇām",
            "mahyam",
            "ca",
            "dayitaḥ",
            "makhaḥ"
        ],
        "translation": "This is My idea, O father, and you may carry it out if it appeals to you. Such a sacrifice will be very dear to the cows, the brāhmaṇas and Govardhana Hill, and also to Me.",
        "purport": " Whatever is pleasing to the brāhmaṇas, the cows and the Supreme Lord Himself is auspicious and beneficial for the entire world. Spiritually blind “modern” people do not understand this and instead adopt a “scientific” approach to life that is rapidly destroying the entire earth."
    },
    {
        "verse": "31",
        "devanagari": "श्रीशुक उवाचकालात्मना भगवता शक्रदर्प जिघांसया । प्रोक्तं निशम्य नन्दाद्या: साध्वगृह्णन्त तद्वच: ॥ ३१ ॥",
        "english_devnagari": "śrī-śuka uvācakālātmanā bhagavatāśakra-darpa-jighāṁsayāproktaṁ niśamya nandādyāḥsādhv agṛhṇanta tad-vacaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "kāla",
            "ātmanā",
            "bhagavatā",
            "śakra",
            "darpa",
            "jighāṁsayā",
            "proktam",
            "niśamya",
            "nanda",
            "ādyāḥ",
            "sādhu",
            "agṛhṇanta",
            "tat",
            "vacaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Lord Kṛṣṇa, who is Himself powerful time, desired to destroy the false pride of Lord Indra. When Nanda and the other senior men of Vṛndāvana heard Śrī Kṛṣṇa’s statement, they accepted His words as proper.",
        "purport": ""
    },
    {
        "verse": "32-33",
        "devanagari": "तथा च व्यदधु: सर्वं यथाह मधुसूदन: । वाचयित्वा स्वस्त्ययनं तद्‌‌द्रव्येण गिरिद्विजान् ॥ ३२ ॥ उपहृत्य बलीन् सम्यगाद‍ृता यवसं गवाम् । गोधनानि पुरस्कृत्य गिरिं चक्रु: प्रदक्षिणम् ॥ ३३ ॥",
        "english_devnagari": "tathā ca vyadadhuḥ sarvaṁyathāha madhusūdanaḥvācayitvā svasty-ayanaṁtad-dravyeṇa giri-dvijān",
        "verse_Syn": [
            "tathā",
            "ca",
            "vyadadhuḥ",
            "sarvam",
            "yathā",
            "āha",
            "madhusūdanaḥ",
            "vācayitvā",
            "svasti",
            "ayanam",
            "tat",
            "dravyeṇa",
            "giri",
            "dvijān",
            "upahṛtya",
            "balīn",
            "samyak",
            "ādṛtāḥ",
            "yavasam",
            "gavām",
            "go",
            "dhanāni",
            "puraskṛtya",
            "girim",
            "cakruḥ",
            "pradakṣiṇam"
        ],
        "translation": "The cowherd community then did all that Madhusūdana had suggested. They arranged for the brāhmaṇas to recite the auspicious Vedic mantras, and using the paraphernalia that had been intended for Indra’s sacrifice, they presented offerings to Govardhana Hill and the brāhmaṇas with reverential respect. They also gave grass to the cows. Then, placing the cows, bulls and calves in front of them, they circumambulated Govardhana.",
        "purport": " The residents of Vṛndāvana were simply devoted to Lord Kṛṣṇa; that was the sum and substance of their existence. Being the Lord’s eternal associates, they were ultimately not concerned with Lord Indra or ritualistic sacrifice, and they were certainly not interested in the mechanistic philosophy that Kṛṣṇa had just spoken to them. They simply loved Kṛṣṇa, and out of intense affection they did exactly what He had requested. Their simple loving mentality was not small-mindedness or ignorance, since they were devoted to the Supreme Absolute Truth, who contains within Himself all existence. Thus the residents of Vṛndāvana constantly experienced the highest, essential truth underlying all other truths — and that is Śrī Kṛṣṇa Himself, the cause of all causes and that which sustains the existence of all that exists. The residents of Vṛndāvana were overwhelmed in loving service to that Supreme Absolute Truth; therefore they were the most fortunate, most intelligent and most pragmatic of all living beings."
    },
    {
        "verse": "34",
        "devanagari": "अनांस्यनडुद्युक्तानि ते चारुह्य स्वलङ्कृता: । गोप्यश्च कृष्णवीर्याणि गायन्त्य: सद्विजाशिष: ॥ ३४ ॥",
        "english_devnagari": "anāṁsy anaḍud-yuktānite cāruhya sv-alaṅkṛtāḥgopyaś ca kṛṣṇa-vīryāṇigāyantyaḥ sa-dvijāśiṣaḥ",
        "verse_Syn": [
            "anāṁsi",
            "anaḍut",
            "yuktāni",
            "te",
            "ca",
            "āruhya",
            "su",
            "alaṅkṛtāḥ",
            "gopyaḥ",
            "ca",
            "kṛṣṇa",
            "vīryāṇi",
            "gāyantyaḥ",
            "sa",
            "dvija",
            "āśiṣaḥ"
        ],
        "translation": "As the beautifully ornamented cowherd ladies followed along, riding on wagons drawn by oxen, they sang the glories of Lord Kṛṣṇa, and their songs mingled with the brāhmaṇas’ chanting of benedictions.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "कृष्णस्त्वन्यतमं रूपं गोपविश्रम्भणं गत: । शैलोऽस्मीति ब्रुवन् भूरि बलिमादद् बृहद्वपु: ॥ ३५ ॥",
        "english_devnagari": "kṛṣṇas tv anyatamaṁ rūpaṁgopa-viśrambhaṇaṁ gataḥśailo ’smīti bruvan bhūribalim ādad bṛhad-vapuḥ",
        "verse_Syn": [
            "kṛṣṇaḥ",
            "tu",
            "anyatamam",
            "rūpam",
            "gopa",
            "viśrambhaṇam",
            "gataḥ",
            "śailaḥ",
            "asmi",
            "iti",
            "bruvan",
            "bhūri",
            "balim",
            "ādat",
            "bṛhat",
            "vapuḥ"
        ],
        "translation": "Kṛṣṇa then assumed an unprecedented, huge form to instill faith in the cowherd men. Declaring “I am Govardhana Mountain!” He ate the abundant offerings.",
        "purport": " In Chapter Twenty-four of Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda writes: “When everything was complete, Kṛṣṇa assumed a great transcendental form and declared to the inhabitants of Vṛndāvana that He was Himself Govardhana Hill in order to convince the devotees that Govardhana Hill and Kṛṣṇa Himself are identical. Then Kṛṣṇa began to eat all the food offered there. The identity of Kṛṣṇa and Govardhana Hill is still honored, and great devotees take rocks from Govardhana Hill and worship them exactly as they worship the Deity of Kṛṣṇa in the temples. The followers of the Krsna consciousness movement may therefore collect small rocks or pebbles from Govardhana Hill and worship them at home, because this worship is as good as Deity worship.” Lord Kṛṣṇa had induced the residents of Vṛndāvana to assume a significant risk on His behalf. He convinced them to neglect a sacrifice to what is, after all, the powerful government of the universe and to worship a hill called Govardhana instead. The cowherd community did all this simply out of love for Kṛṣṇa, and now to convince them that their decision was correct, Lord Kṛṣṇa appeared in an unprecedented, huge transcendental form and demonstrated that He Himself was Govardhana Hill."
    },
    {
        "verse": "36",
        "devanagari": "तस्मै नमो व्रजजनै: सह चक्र आत्मनात्मने । अहो पश्यत शैलोऽसौ रूपी नोऽनुग्रहं व्यधात् ॥ ३६ ॥",
        "english_devnagari": "tasmai namo vraja-janaiḥsaha cakra ātmanātmaneaho paśyata śailo ’saurūpī no ’nugrahaṁ vyadhāt",
        "verse_Syn": [
            "tasmai",
            "namaḥ",
            "vraja",
            "janaiḥ",
            "saha",
            "cakre",
            "ātmanā",
            "ātmane",
            "aho",
            "paśyata",
            "śailaḥ",
            "asau",
            "rūpī",
            "naḥ",
            "anugraham",
            "vyadhāt"
        ],
        "translation": "Together with the people of Vraja, the Lord bowed down to this form of Govardhana Hill, thus in effect offering obeisances to Himself. Then He said, “Just see how this hill has appeared in person and bestowed mercy upon us!",
        "purport": " It is clear from this verse that Lord Kṛṣṇa had expanded Himself and was appearing in His normal form among the festival-goers of Vṛndāvana while simultaneously manifesting Himself as the great form of Govardhana Hill. Thus, in His form as a child, Kṛṣṇa led the residents of Vṛndāvana in bowing down to His new incarnation as Govardhana Hill, and to all He pointed out the great mercy bestowed by this divine form of Govardhana. Lord Kṛṣṇa’s amazing transcendental activities were certainly in keeping with the festive atmosphere."
    },
    {
        "verse": "37",
        "devanagari": "एषोऽवजानतो मर्त्यान् कामरूपी वनौकस: । हन्ति ह्यस्मै नमस्याम: शर्मणे आत्मनो गवाम् ॥ ३७ ॥",
        "english_devnagari": "eṣo ’vajānato martyānkāma-rūpī vanaukasaḥhanti hy asmai namasyāmaḥśarmaṇe ātmano gavām",
        "verse_Syn": [
            "eṣaḥ",
            "avajānataḥ",
            "martyān",
            "kāma",
            "rūpī",
            "vana",
            "okasaḥ",
            "hanti",
            "hi",
            "asmai",
            "namasyāmaḥ",
            "śarmaṇe",
            "ātmanaḥ",
            "gavām"
        ],
        "translation": "“This Govardhana Hill, assuming any form he wishes, will kill any residents of the forest who neglect him. Therefore let us pay our obeisances to him for the safety of ourselves and our cows.”",
        "purport": " Kāma-rūpī indicates that the form of Govardhana can manifest as poisonous snakes, wild animals, falling rocks and so on, all of which are competent to kill a human being. According to Śrīla Śrīdhara Svāmī, the Lord presented six theoretical points in this chapter: 1) that karma alone is sufficient to determine one’s destiny; 2) that one’s conditioned nature is the supreme controller; 3) that the modes of nature are the supreme controller; 4) that the Supreme Lord is simply a dependent aspect of karma; 5) that He is under the control of karma; and 6) that one’s occupation is the actual worshipable deity. The Lord presented these arguments not because He believed them but rather because He wanted to stop the impending sacrifice to Indra and divert it to Himself in the form of Govardhana Hill. In this way the Lord desired to agitate that falsely proud demigod."
    },
    {
        "verse": "38",
        "devanagari": "इत्यद्रिगोद्विजमखं वासुदेवप्रचोदिता: । यथा विधाय ते गोपा सहकृष्णा व्रजं ययु: ॥ ३८ ॥",
        "english_devnagari": "ity adri-go-dvija-makhaṁvāsudeva-pracoditāḥyathā vidhāya te gopāsaha-kṛṣṇā vrajaṁ yayuḥ",
        "verse_Syn": [
            "iti",
            "adri",
            "go",
            "dvija",
            "makham",
            "vāsudeva",
            "pracoditāḥ",
            "yathā",
            "vidhāya",
            "te",
            "gopāḥ",
            "saha",
            "kṛṣṇāḥ",
            "vrajam",
            "yayuḥ"
        ],
        "translation": "The members of the cowherd community, having thus been inspired by Lord Vāsudeva to properly execute the sacrifice to Govardhana Hill, the cows and the brāhmaṇas, returned with Lord Kṛṣṇa to their village, Vraja.",
        "purport": " Although the Govardhana-pūjā was performed in a blissful and successful way, the matter was hardly finished. Lord Indra is, after all, tremendously powerful, and he received the news of the Govardhana sacrifice with burning anger. What ensued will be described in the following chapter."
    }
]