[
    {
        "verse": "1",
        "devanagari": "श्रीबादरायणिरुवाचएकादश्यां निराहार: समभ्यर्च्य जनार्दनम् । स्‍नातुं नन्दस्तु कालिन्द्यां द्वादश्यां जलमाविशत् ॥ १ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācaekādaśyāṁ nirāhāraḥsamabhyarcya janārdanamsnātuṁ nandas tu kālindyāṁdvādaśyāṁ jalam āviśat",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "ekādaśyām",
            "nirāhāraḥ",
            "samabhyarcya",
            "janārdanam",
            "snātum",
            "nandaḥ",
            "tu",
            "kālindyām",
            "dvādaśyām",
            "jalam",
            "āviśat"
        ],
        "translation": "Śrī Bādarāyaṇi said: Having worshiped Lord Janārdana and fasted on the Ekādaśī day, Nanda Mahārāja entered the water of the Kālindī on the Dvādaśī to take his bath.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तं गृहीत्वानयद् भृत्यो वरुणस्यासुरोऽन्तिकम् । अवज्ञायासुरीं वेलां प्रविष्टमुदकं निशि ॥ २ ॥",
        "english_devnagari": "taṁ gṛhītvānayad bhṛtyovaruṇasyāsuro ’ntikamavajñāyāsurīṁ velāṁpraviṣṭam udakaṁ niśi",
        "verse_Syn": [
            "tam",
            "gṛhītvā",
            "anayat",
            "bhṛtyaḥ",
            "varuṇasya",
            "asuraḥ",
            "antikam",
            "avajñāya",
            "āsurīm",
            "velām",
            "praviṣṭam",
            "udakam",
            "niśi"
        ],
        "translation": "Because Nanda Mahārāja entered the water in the dark of night, disregarding that the time was inauspicious, a demoniac servant of Varuṇa seized him and brought him to his master.",
        "purport": " Nanda Mahārāja was intent on breaking his fast during the Dvādaśī day, of which there remained only a few minutes. Thus he entered the water to bathe at an inauspicious time, before the first dawn light. The servant of Varuṇa who arrested Nanda Mahārāja is stated here to be an asura, or demon, for obvious reasons. First, the servant was foolishly ignorant of Nanda Mahārāja’s position as the pastime father of the Supreme Absolute Truth. Also, Nanda Mahārāja’s intention was to carry out the injunctions of scripture; therefore Varuṇa’s servant should not have arrested Nanda on the technical grounds that he bathed in the Yamunā at an inauspicious time. Later in this chapter Varuṇa himself will say, ajānatā māmakena mūḍhena: “This was done by my ignorant servant, who is a fool.” This foolish servant did not understand the position of Kṛṣṇa or Nanda Mahārāja or devotional service to the Lord. In conclusion, it is clear that Lord Kṛṣṇa wanted to give His personal audience to Varuṇa and simultaneously accomplish other didactic purposes. Thus this wonderful pastime will now unfold."
    },
    {
        "verse": "3",
        "devanagari": "चुक्रुशुस्तमपश्यन्त: कृष्ण रामेति गोपका: । भगवांस्तदुपश्रुत्य पितरं वरुणाहृतम् । तदन्तिकं गतो राजन्स्वानामभयदो विभु: ॥ ३ ॥",
        "english_devnagari": "cukruśus tam apaśyantaḥkṛṣṇa rāmeti gopakāḥbhagavāṁs tad upaśrutyapitaraṁ varuṇāhṛtamtad-antikaṁ gato rājansvānām abhaya-do vibhuḥ",
        "verse_Syn": [
            "cukruśuḥ",
            "tam",
            "apaśyantaḥ",
            "kṛṣṇa",
            "rāma",
            "iti",
            "gopakāḥ",
            "bhagavān",
            "tat",
            "upaśrutya",
            "pitaram",
            "varuṇa",
            "āhṛtam",
            "tat",
            "antikam",
            "gataḥ",
            "rājan",
            "svānām",
            "abhaya",
            "daḥ",
            "vibhuḥ"
        ],
        "translation": "O King, not seeing Nanda Mahārāja, the cowherd men loudly cried out, “O Kṛṣṇa! O Rāma!” Lord Kṛṣṇa heard their cries and understood that His father had been captured by Varuṇa. Therefore the almighty Lord, who makes His devotees fearless, went to the court of Varuṇadeva.",
        "purport": " Viśvanātha Cakravartī Ṭhākura explains that when Nanda Mahārāja went to bathe in the river, he was accompanied by several cowherd men. When Nanda did not come out of the water, they began to cry out, and Lord Kṛṣṇa immediately came there. Understanding the situation, Śrī Kṛṣṇa entered the water and went to the court of the demigod Varuṇa, determined to free His father and the other cowherd men from fear of a mere demigod."
    },
    {
        "verse": "4",
        "devanagari": "प्राप्तं वीक्ष्य हृषीकेशं लोकपाल: सपर्यया । महत्या पूजयित्वाह तद्दर्शनमहोत्सव: ॥ ४ ॥",
        "english_devnagari": "prāptaṁ vīkṣya hṛṣīkeśaṁloka-pālaḥ saparyayāmahatyā pūjayitvāhatad-darśana-mahotsavaḥ",
        "verse_Syn": [
            "prāptam",
            "vīkṣya",
            "hṛṣīkeśam",
            "loka",
            "pālaḥ",
            "saparyayā",
            "mahatyā",
            "pūjayitvā",
            "āha",
            "tat",
            "darśana",
            "mahā",
            "utsavaḥ"
        ],
        "translation": "Seeing that the Lord, Hṛṣīkeśa, had arrived, the demigod Varuṇa worshiped Him with elaborate offerings. Varuṇa was in a state of great jubilation upon seeing the Lord, and he spoke as follows.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "श्रीवरुण उवाचअद्य मे निभृतो देहोऽद्यैवार्थोऽधिगत: प्रभो । त्वत्पादभाजो भगवन्नवापु: पारमध्वन: ॥ ५ ॥",
        "english_devnagari": "śrī-varuṇa uvācaadya me nibhṛto deho’dyaivārtho ’dhigataḥ prabhotvat-pāda-bhājo bhagavannavāpuḥ pāram adhvanaḥ",
        "verse_Syn": [
            "śrī",
            "varuṇaḥ",
            "uvāca",
            "adya",
            "me",
            "nibhṛtaḥ",
            "dehaḥ",
            "adya",
            "eva",
            "arthaḥ",
            "adhigataḥ",
            "prabho",
            "tvat",
            "pāda",
            "bhājaḥ",
            "bhagavan",
            "avāpuḥ",
            "pāram",
            "adhvanaḥ"
        ],
        "translation": "Śrī Varuṇa said: Now my body has fulfilled its function. Indeed, now the goal of my life is achieved, O Lord. Those who accept Your lotus feet, O Personality of Godhead, can transcend the path of material existence.",
        "purport": " Varuṇa ecstatically exclaims here that since he has now seen the infinitely gorgeous body of Lord Kṛṣṇa, the trouble of assuming a material body has now been supremely justified. Indeed, the artha, the goal or real value of Varuṇa’s life, has now been achieved. Because Lord Kṛṣṇa’s form is transcendental, those who accept His lotus feet go beyond the boundary of material existence, and thus only the spiritually unaware would presume that the Lord’s lotus feet are material."
    },
    {
        "verse": "6",
        "devanagari": "नमस्तुभ्यं भगवते ब्रह्मणे परमात्मने । न यत्र श्रूयते माया लोकसृष्टिविकल्पना ॥ ६ ॥",
        "english_devnagari": "namas tubhyaṁ bhagavatebrahmaṇe paramātmanena yatra śrūyate māyāloka-sṛṣṭi-vikalpanā",
        "verse_Syn": [
            "namaḥ",
            "tubhyam",
            "bhagavate",
            "brahmaṇe",
            "parama",
            "ātmane",
            "na",
            "yatra",
            "śrūyate",
            "māyā",
            "loka",
            "sṛṣṭi",
            "vikalpanā"
        ],
        "translation": "My obeisances unto You, the Supreme Personality of Godhead, the Absolute Truth, the Supreme Soul, within whom there is no trace of the illusory energy, which orchestrates the creation of this world.",
        "purport": " The word śrūyate is significant here. Śruti, or Vedic literature, consists of authorized statements made by the Lord Himself or His enlightened representatives. Thus neither the Lord nor recognized spiritual authorities would ever say that within the Absolute Truth, the Personality of Godhead, there is the fault of illusion. Śrīla Śrīdhara Svāmī points out that the word brahmaṇe here indicates the Lord is full in Himself, and that the term paramātmane indicates He is the controller of all living entities. Thus within the supreme being, complete in Himself and omnipotent, we do not find any jurisdiction of the material, illusory energy."
    },
    {
        "verse": "7",
        "devanagari": "अजानता मामकेन मूढेनाकार्यवेदिना । आनीतोऽयं तव पिता तद्भ‍वान् क्षन्तुमर्हति ॥ ७ ॥",
        "english_devnagari": "ajānatā māmakenamūḍhenākārya-vedināānīto ’yaṁ tava pitātad bhavān kṣantum arhati",
        "verse_Syn": [
            "ajānatā",
            "māmakena",
            "mūḍhena",
            "akārya",
            "vedinā",
            "ānītaḥ",
            "ayam",
            "tava",
            "pitā",
            "tat",
            "bhavān",
            "kṣantum",
            "arhati"
        ],
        "translation": "Your father, who is sitting here, was brought to me by a foolish, ignorant servant of mine who did not understand his proper duty. Therefore, please forgive us.",
        "purport": " The word ayam, “this one here,” clearly indicates that Kṛṣṇa’s father, Nanda Mahārāja, was present as Varuṇa was speaking. In fact, Viśvanātha Cakravartī Ṭhākura states that Varuṇa had seated Śrī Nanda on a jeweled throne and had personally worshiped him out of respect. Technically, Nanda Mahārāja was correct in entering the water just before sunrise. The following explanation is given by Śrīla Jīva Gosvāmī in his commentary on the first verse of this chapter: After an especially short Ekādaśī, measuring only eighteen hours, about six hours of the lunar day in which the fast had to be broken, namely the Dvādaśī, had already expired before the dawn. Since at sunrise the proper time for breaking the fast would have passed, Nanda Mahārāja decided to enter the water at an otherwise inauspicious time. Of course, Varuṇa’s servant should have been aware of these technical details, which are meant for strict followers of the Vedic rituals. Above and beyond that, Nanda Mahārāja was acting as the Supreme Lord’s father and was therefore a most sacred person, beyond the touch of insignificant cosmic bureaucrats like the foolish servant of Varuṇa."
    },
    {
        "verse": "8",
        "devanagari": "ममाप्यनुग्रहं कृष्ण कर्तुमर्हस्यशेषद‍ृक् । गोविन्द नीयतामेष पिता ते पितृवत्सल ॥ ८ ॥",
        "english_devnagari": "mamāpy anugrahaṁ kṛṣṇakartum arhasy aśeṣa-dṛkgovinda nīyatām eṣapitā te pitṛ-vatsala",
        "verse_Syn": [
            "mama",
            "api",
            "anugraham",
            "kṛṣṇa",
            "kartum",
            "arhasi",
            "aśeṣa",
            "dṛk",
            "govinda",
            "nīyatām",
            "eṣaḥ",
            "pitā",
            "te",
            "pitṛ",
            "vatsala"
        ],
        "translation": "O Kṛṣṇa, O seer of everything, please give Your mercy even to me. O Govinda, You are most affectionate to Your father. Please take him home.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "श्रीशुक उवाचएवं प्रसादित: कृष्णो भगवानीश्वरेश्वर: । आदायागत्स्वपितरं बन्धूनां चावहन्मुदम् ॥ ९ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ prasāditaḥ kṛṣṇobhagavān īśvareśvaraḥādāyāgāt sva-pitaraṁbandhūnāṁ cāvahan mudam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "prasāditaḥ",
            "kṛṣṇaḥ",
            "bhagavān",
            "īśvara",
            "īśvaraḥ",
            "ādāya",
            "agāt",
            "sva",
            "pitaram",
            "bandhūnām",
            "ca",
            "āvahan",
            "mudam"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus satisfied by Lord Varuṇa, Śrī Kṛṣṇa, the Supreme Personality of Godhead, Lord of lords, took His father and returned home, where their relatives were overjoyed to see them.",
        "purport": " In this pastime, Lord Kṛṣṇa gives a sublime demonstration of His position as the Supreme Lord of all lords. Varuṇa, the demigod of the seas, is most powerful, yet he was happy to worship even Lord Kṛṣṇa’s father, what to speak of Kṛṣṇa Himself."
    },
    {
        "verse": "10",
        "devanagari": "नन्दस्त्वतीन्द्रियं द‍ृष्ट्वा लोकपालमहोदयम् । कृष्णे च सन्नतिं तेषां ज्ञातिभ्यो विस्मितोऽब्रवीत् ॥ १० ॥",
        "english_devnagari": "nandas tv atīndriyaṁ dṛṣṭvāloka-pāla-mahodayamkṛṣṇe ca sannatiṁ teṣāṁjñātibhyo vismito ’bravīt",
        "verse_Syn": [
            "nandaḥ",
            "tu",
            "atīndriyam",
            "dṛṣṭvā",
            "loka",
            "pāla",
            "mahā",
            "udayam",
            "kṛṣṇe",
            "ca",
            "sannatim",
            "teṣām",
            "jñātibhyaḥ",
            "vismitaḥ",
            "abravīt"
        ],
        "translation": "Nanda Mahārāja had been astonished to see for the first time the great opulence of Varuṇa, the ruler of the ocean planet, and also to see how Varuṇa and his servants had offered such humble respect to Kṛṣṇa. Nanda described all this to his fellow cowherd men.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "ते चौत्सुक्यधियो राजन् मत्वा गोपास्तमीश्वरम् । अपि न: स्वगतिं सूक्ष्मामुपाधास्यदधीश्वर: ॥ ११ ॥",
        "english_devnagari": "te cautsukya-dhiyo rājanmatvā gopās tam īśvaramapi naḥ sva-gatiṁ sūkṣmāmupādhāsyad adhīśvaraḥ",
        "verse_Syn": [
            "te",
            "ca",
            "autsukya",
            "dhiyaḥ",
            "rājan",
            "matvā",
            "gopāḥ",
            "tam",
            "īśvaram",
            "api",
            "naḥ",
            "sva",
            "gatim",
            "sūkṣmām",
            "upādhāsyat",
            "adhīśvaraḥ"
        ],
        "translation": "[Hearing about Kṛṣṇa’s pastimes with Varuṇa,] the cowherd men considered that Kṛṣṇa must be the Supreme Lord, and their minds, O King, were filled with eagerness. They thought, “Will the Supreme Lord bestow upon us His transcendental abode?”",
        "purport": " The cowherd men were filled with excitement upon hearing how Kṛṣṇa had gone to the abode of Varuṇa to rescue His father. Suddenly realizing that they were in fact dealing with the Supreme Personality of Godhead, they joyfully conjectured among themselves about their auspicious destination after finishing their present life."
    },
    {
        "verse": "12",
        "devanagari": "इति स्वानां स भगवान् विज्ञायाखिलद‍ृक्स्वयम् । सङ्कल्पसिद्धये तेषां कृपयैतदचिन्तयत् ॥ १२ ॥",
        "english_devnagari": "iti svānāṁ sa bhagavānvijñāyākhila-dṛk svayamsaṅkalpa-siddhaye teṣāṁkṛpayaitad acintayat",
        "verse_Syn": [
            "iti",
            "svānām",
            "saḥ",
            "bhagavān",
            "vijñāya",
            "akhila",
            "dṛk",
            "svayam",
            "saṅkalpa",
            "siddhaye",
            "teṣām",
            "kṛpayā",
            "etat",
            "acintayat"
        ],
        "translation": "Because He sees everything, Lord Kṛṣṇa, the Supreme Personality of Godhead, automatically understood what the cowherd men were conjecturing. Wanting to show His compassion to them by fulfilling their desires, the Lord thought as follows.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "जनो वै लोक एतस्मिन्नविद्याकामकर्मभि: । उच्चावचासु गतिषु न वेद स्वां गतिं भ्रमन् ॥ १३ ॥",
        "english_devnagari": "jano vai loka etasminnavidyā-kāma-karmabhiḥuccāvacāsu gatiṣuna veda svāṁ gatiṁ bhraman",
        "verse_Syn": [
            "janaḥ",
            "vai",
            "loke",
            "etasmin",
            "avidyā",
            "kāma",
            "karmabhiḥ",
            "ucca",
            "avacāsu",
            "gatiṣu",
            "na",
            "veda",
            "svām",
            "gatim",
            "bhraman"
        ],
        "translation": "[Lord Kṛṣṇa thought:] Certainly people in this world are wandering among higher and lower destinations, which they achieve through activities performed according to their desires and without full knowledge. Thus people do not know their real destination.",
        "purport": " Śrīla Jīva Gosvāmī has elaborately explained how this verse applies to the eternally liberated residents of Śrī Vṛndāvana, the Lord’s abode. One of the fundamental philosophical principles of the Śrīmad-Bhāgavatam is the distinction between two types of illusion, Yoga-māyā and Mahā-māyā, the spiritual and material states of existence, respectively. Although Kṛṣṇa is God, the omnipotent, omniscient Supreme Being, His intimate associates in the spiritual world love Him so much that they see Him as their beloved child, friend, lover and so on. So that their ecstatic love can transcend the boundaries of mere reverence, they forget that Kṛṣṇa is the Supreme God of all the universes, and thus their pure, intimate love expands unlimitedly. One may consider their activities of treating Kṛṣṇa as a helpless child, a handsome boyfriend, or a playmate to be a manifestation of avidyā, ignorance of Lord Kṛṣṇa’s position as God, but the residents of Vṛndāvana are in fact ignoring the secondary majesty of Kṛṣṇa and focusing intensely on His infinite beauty, which is the essence of His existence. In fact, describing Lord Kṛṣṇa as the supreme controller and God is almost a type of political analysis, referring as it does to a hierarchy of power and control. Such analysis of levels of power and hierarchies of rule is significant in a context in which one entity is not fully surrendered, in love, to a higher entity. In other words, control becomes visible, or is consciously felt as control, when there is resistance to that control. To cite a simple example: A pious, law-abiding citizen sees a policeman as a friend and well-wisher, whereas a criminal sees him as a threatening symbol of punishment. Those who are enthusiastic about government policies feel not that the government is controlling them but rather that it is helping them. Thus Lord Kṛṣṇa is seen as a “controller,” and hence as “the Supreme God,” by those who are not fully enchanted by His beauty and pastimes. Those fully in love with Lord Kṛṣṇa focus on His sublime, attractive features and, because of the nature of their relationship with Him, do not much notice His controlling power. A simple proof that the residents of Vraja have transcended lower states of God consciousness rather than failed to attain them is the fact that throughout the pastimes of the Lord they often “remember” that Kṛṣṇa is God. Usually they are astonished at this remembrance, having been fully absorbed in seeing Kṛṣṇa as their friend, lover and so on. The word kāma is conventionally used to indicate a material desire, or else a spiritual desire so intense that it becomes somehow analogous to intense material desires. Still, the fundamental distinction remains: material desire is selfish and self-gratificatory; spiritual desire is free of selfishness, being wholly for the pleasure of the other, the Lord. Thus the residents of Vṛndāvana executed their daily activities solely for the pleasure of their beloved Kṛṣṇa. It should be remembered that the entire purpose of Kṛṣṇa’s descent into this world is to attract living beings back home, back to Godhead. Two things are required for this: that His pastimes display the beauty of spiritual perfection, and that they somehow seem relevant and hence interesting to the conditioned souls of this world. The Bhāgavatam often states that Lord Kṛṣṇa plays just like a youthful actor, and He undoubtedly engages His eternal devotees in the dramatic presentation. Thus Lord Kṛṣṇa here muses to Himself that people in this world certainly do not know their ultimate destination, and with an obvious touch of the facetious He also thinks in this way about His own eternally liberated associates, who were playing in this world like ordinary members of a cowherd village. Apart from the double meaning obviously present in this verse when it is applied to Kṛṣṇa’s liberated associates, Kṛṣṇa here makes an entirely direct and pointedly critical observation about ordinary people. When applied to conditioned souls who are actually wandering throughout the universe, His statement that people are acting out of ignorance and lust is not mitigated by any deeper, spiritual meaning. People in general are simply ignorant, and they do not seriously consider their ultimate destination. As usual, Lord Śrī Kṛṣṇa is able to say many profound and complex things in a few simple words. How fortunate we are that God is not a dry field of energy, a transcendent, effulgent blob, or nothing at all — as various people would have it. In fact, He is the most wonderful Personality of Godhead, full of absolute personal qualities, and certainly whatever we can do, He can do better, as evidenced by His brilliant way of speaking."
    },
    {
        "verse": "14",
        "devanagari": "इति सञ्चिन्त्य भगवान् महाकारुणिको हरि: । दर्शयामास लोकं स्वं गोपानां तमस: परम् ॥ १४ ॥",
        "english_devnagari": "iti sañcintya bhagavānmahā-kāruṇiko hariḥdarśayām āsa lokaṁ svaṁgopānāṁ tamasaḥ param",
        "verse_Syn": [
            "iti",
            "sañcintya",
            "bhagavān",
            "mahā",
            "kāruṇikaḥ",
            "hariḥ",
            "darśayām",
            "āsa",
            "lokam",
            "svam",
            "gopānām",
            "tamasaḥ",
            "param"
        ],
        "translation": "Thus deeply considering the situation, the all-merciful Supreme Personality of Godhead Hari revealed to the cowherd men His abode, which is beyond material darkness.",
        "purport": " It is clear from this verse that the Absolute Truth dwells in His own eternal abode. Everyone of us tries to live as comfortably as possible, surrounding ourselves with peace and beauty. How can we, in the name of “logic,” begrudge the Supreme Lord, our creator, the supremely beautiful and comfortable abode known by people in general as the kingdom of God?"
    },
    {
        "verse": "15",
        "devanagari": "सत्यं ज्ञानमनन्तं यद् ब्रह्मज्योति: सनातनम् । यद्धि पश्यन्ति मुनयो गुणापाये समाहिता: ॥ १५ ॥",
        "english_devnagari": "satyaṁ jñānam anantaṁ yadbrahma-jyotiḥ sanātanamyad dhi paśyanti munayoguṇāpāye samāhitāḥ",
        "verse_Syn": [
            "satyam",
            "jñānam",
            "anantam",
            "yat",
            "brahma",
            "jyotiḥ",
            "sanātanam",
            "yat",
            "hi",
            "paśyanti",
            "munayaḥ",
            "guṇa",
            "apāye",
            "samāhitāḥ"
        ],
        "translation": "Lord Kṛṣṇa revealed the indestructible spiritual effulgence, which is unlimited, conscious and eternal. Sages see that spiritual existence in trance, when their consciousness is free of the modes of material nature.",
        "purport": " In text 14 Lord Kṛṣṇa revealed to the residents of Vṛndāvana His own abode, the spiritual planet of Kṛṣṇaloka. This and innumerable other Vaikuṇṭha planets float in an infinite ocean of spiritual light called the brahmajyoti. That spiritual light is in fact the spiritual sky, which Kṛṣṇa also, quite naturally, revealed to the residents of Vṛndāvana. For example, if we want to show the moon to a child, we say, “Look up in the sky. See the moon over there in the sky.” Similarly, Lord Kṛṣṇa revealed the vast spiritual sky to the residents of Vṛndāvana, but as emphasized in text 14 and in the following text, 16, the actual destination of the Lord’s associates was His own spiritual planet."
    },
    {
        "verse": "16",
        "devanagari": "ते तु ब्रह्मह्रदं नीता मग्ना: कृष्णेन चोद्‌धृता: । दद‍ृशुर्ब्रह्मणो लोकं यत्राक्रूरोऽध्यगात् पुरा ॥ १६ ॥",
        "english_devnagari": "te tu brahma-hradam nītāmagnāḥ kṛṣṇena coddhṛtāḥdadṛśur brahmaṇo lokaṁyatrākrūro ’dhyagāt purā",
        "verse_Syn": [
            "te",
            "tu",
            "brahma",
            "hradam",
            "nītāḥ",
            "magnāḥ",
            "kṛṣṇena",
            "ca",
            "uddhṛtāḥ",
            "dadṛśuḥ",
            "brahmaṇaḥ",
            "lokam",
            "yatra",
            "akrūraḥ",
            "adhyagāt",
            "purā"
        ],
        "translation": "The cowherd men were brought by Lord Kṛṣṇa to the Brahma-hrada, made to submerge in the water, and then lifted up. From the same vantage point that Akrūra saw the spiritual world, the cowherd men saw the planet of the Absolute Truth.",
        "purport": " The unlimited extension of spiritual light, called the brahmajyoti in text 15, is compared to a lake called Brahma-hrada. Lord Kṛṣṇa submerged the cowherd men in that lake in the sense that He submerged them in the awareness of the impersonal Brahman. But then, as indicated by the word uddhṛtāḥ, He lifted them up to a higher understanding, that of the Personality of Godhead in His own planet. As clearly stated here, dadṛśur brahmaṇo lokam: They saw, just as Akrūra did, the transcendental abode of the Absolute Truth. The evolution of consciousness may be briefly summarized as follows: In ordinary consciousness we perceive and are attracted to the variety of material things. Rising to the first stage of spiritual consciousness, we transcend material variety and focus instead on the undifferentiated One, which lies behind and gives existence to the many. Finally, rising to Kṛṣṇa consciousness, we find that the absolute, spiritual One contains its own eternal variety. In fact, since this world is a mere shadow of eternal existence, we would expect to find spiritual variety within the One, and indeed we do find it in the sacred text of Śrīmad-Bhāgavatam. Astute readers may note that the pastime involving Akrūra takes place later in the Bhāgavatam, after the present affair with the cowherd men. The reason Śukadeva Gosvāmī says Akrūra saw Vaikuṇṭha purā, “previously,” is that all these incidents took place many years before the conversation between Śukadeva Gosvāmī and Mahārāja Parīkṣit."
    },
    {
        "verse": "17",
        "devanagari": "नन्दादयस्तु तं द‍ृष्ट्वा परमानन्दनिवृता: । कृष्णं च तत्रच्छन्दोभि: स्तूयमानं सुविस्मिता: ॥ १७ ॥",
        "english_devnagari": "nandādayas tu taṁ dṛṣṭvāparamānanda-nivṛtāḥkṛṣṇaṁ ca tatra cchandobhiḥstūyamānaṁ su-vismitāḥ",
        "verse_Syn": [
            "nanda",
            "ādayaḥ",
            "tu",
            "tam",
            "dṛṣṭvā",
            "parama",
            "ānanda",
            "nivṛtāḥ",
            "kṛṣṇam",
            "ca",
            "tatra",
            "chandobhiḥ",
            "stūyamānam",
            "su",
            "vismitāḥ"
        ],
        "translation": "Nanda Mahārāja and the other cowherd men felt the greatest happiness when they saw that transcendental abode. They were especially amazed to see Kṛṣṇa Himself there, surrounded by the personified Vedas, who were offering Him prayers.",
        "purport": " Although the residents of Vṛndāvana considered themselves ordinary persons, Lord Kṛṣṇa wanted them to know of their extraordinary good fortune. Thus, within a lake in the Yamunā River the Lord showed them His personal abode. The cowherd men were amazed to see that the kingdom of God had exactly the same spiritual atmosphere as their own earthly Vṛndāvana and that, just as in their Vṛndāvana Lord Kṛṣṇa was personally present, in their unique vision He was present as the Lord of the spiritual world. As Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura points out, these verses emphasize that Lord Kṛṣṇa did not merely show the cowherd men a sample Vaikuṇṭha planet but that He specifically revealed His Kṛṣṇaloka, the greatest of eternal abodes and the natural home of the residents of Vṛndāvana, who loved Kṛṣṇa more than anyone else did."
    }
]