[
    {
        "verse": "1",
        "devanagari": "श्रीब्रह्मोवाचनौमीड्य तेऽभ्रवपुषे तडिदम्बरायगुञ्जावतंसपरिपिच्छलसन्मुखाय ।वन्यस्रजे कवलवेत्रविषाणवेणु-लक्ष्मश्रिये मृदुपदे पशुपाङ्गजाय ॥ १ ॥",
        "english_devnagari": "śrī-brahmovācanaumīḍya te ’bhra-vapuṣe taḍid-ambarāyaguñjāvataṁsa-paripiccha-lasan-mukhāyavanya-sraje kavala-vetra-viṣāṇa-veṇu-lakṣma-śriye mṛdu-pade paśupāṅgajāya",
        "verse_Syn": [
            "śrī",
            "brahmā",
            "uvāca",
            "naumi",
            "īḍya",
            "te",
            "abhra",
            "vapuṣe",
            "taḍit",
            "ambarāya",
            "guñjā",
            "avataṁsa",
            "paripiccha",
            "lasat",
            "mukhāya",
            "vanya",
            "sraje",
            "kavala",
            "vetra",
            "viṣāṇa",
            "veṇu",
            "lakṣma",
            "śriye",
            "mṛdu",
            "pade",
            "paśu",
            "pa",
            "aṅga",
            "jāya"
        ],
        "translation": "Lord Brahmā said: My dear Lord, You are the only worshipable Lord, the Supreme Personality of Godhead, and therefore I offer my humble obeisances and prayers just to please You. O son of the king of the cowherds, Your transcendental body is dark blue like a new cloud, Your garment is brilliant like lightning, and the beauty of Your face is enhanced by Your guñjā earrings and the peacock feather on Your head. Wearing garlands of various forest flowers and leaves, and equipped with a herding stick, a buffalo horn and a flute, You stand beautifully with a morsel of food in Your hand.",
        "purport": " In the previous chapter Brahmā, the creator of the universe, tried to bewilder the Supreme Personality of Godhead, Lord Kṛṣṇa, by stealing His cowherd boyfriends and calves. But by a slight exhibition of Kṛṣṇa’s own mystic potency, Brahmā himself was completely bewildered, and now with great humility and devotion he offers his humble obeisances and prayers unto the Lord. The word kavala in this verse refers to a morsel of rice mixed with yogurt that Kṛṣṇa held in His left hand. According to Sanātana Gosvāmī, the Lord held a cowherding stick and a buffalo horn pressed under His left arm, and His flute was placed under His belt. Beautiful young Kṛṣṇa, decorated with multicolored forest minerals, exhibited opulences far greater than those of Vaikuṇṭha. Although Brahmā had seen innumerable four-armed forms of the Lord, he now surrendered unto the lotus feet of the two-armed form of Kṛṣṇa, who appeared as the son of Nanda Mahārāja. Brahmā offered his prayers to that form."
    },
    {
        "verse": "2",
        "devanagari": "अस्यापि देव वपुषो मदनुग्रहस्यस्वेच्छामयस्य न तु भूतमयस्य कोऽपि ।नेशे महि त्ववसितुं मनसान्तरेणसाक्षात्तवैव किमुतात्मसुखानुभूते: ॥ २ ॥",
        "english_devnagari": "asyāpi deva vapuṣo mad-anugrahasyasvecchā-mayasya na tu bhūta-mayasya ko ’pineśe mahi tv avasituṁ manasāntareṇasākṣāt tavaiva kim utātma-sukhānubhūteḥ",
        "verse_Syn": [
            "asya",
            "api",
            "deva",
            "vapuṣaḥ",
            "mat",
            "anugrahasya",
            "sva",
            "icchā",
            "mayasya",
            "na",
            "tu",
            "bhūta",
            "mayasya",
            "kaḥ",
            "api",
            "na",
            "īśe",
            "mahi",
            "tu",
            "avasitum",
            "manasā",
            "antareṇa",
            "sākṣāt",
            "tava",
            "eva",
            "kim",
            "uta",
            "ātma",
            "sukha",
            "anubhūteḥ"
        ],
        "translation": "My dear Lord, neither I nor anyone else can estimate the potency of this transcendental body of Yours, which has shown such mercy to me and which appears just to fulfill the desires of Your pure devotees. Although my mind is completely withdrawn from material affairs, I cannot understand Your personal form. How, then, could I possibly understand the happiness You experience within Yourself?",
        "purport": " In Kṛṣṇa, the Supreme Personality of Godhead, Chapter Fourteen, Śrīla Prabhupāda explains that in the present verse Lord Brahmā expressed the following prayerful sentiment: “Your appearance as a cowherd child is for the benefit of the devotees, and although I have committed an offense at Your lotus feet by stealing away Your boys and calves, I can understand that You have bestowed Your mercy upon me. That is Your transcendental quality: You are very affectionate toward Your devotees. But in spite of Your great affection for me, I cannot estimate the potency of Your bodily activities. It is to be understood that when I, Lord Brahmā, the supreme personality of this universe, cannot estimate the childlike body of the Supreme Personality of Godhead, then what to speak of others? And if I cannot estimate the spiritual potency of Your childlike body, then what can I understand about Your transcendental pastimes? Therefore, as it is said in the Bhagavad-gītā, anyone who can understand a little of the transcendental pastimes, appearance and disappearance of the Lord immediately becomes eligible to enter the kingdom of God after quitting the material body. This statement is confirmed in the Vedas, where it is stated simply: By understanding the Supreme Personality of Godhead, one can overcome the chain of repeated birth and death. I therefore recommend that people should not try to understand You by their speculative knowledge.” When Brahmā disrespected the supreme status of the Personality of Godhead, Lord Kṛṣṇa first bewildered him by exhibiting the Lord’s own transcendental power. Then, having humbled His devotee Brahmā, Kṛṣṇa gave him His personal audience. According to Śrīla Viśvanātha Cakravartī Ṭhākura, Lord Kṛṣṇa’s transcendental body can also function through the agency of His plenary expansions, called viṣṇu-tattva. As stated by Brahmā himself in the Brahma-saṁhitā (5.32): aṅgāni yasya sakalendriya-vṛttimanti. This verse indicates not only that the Lord can perform any bodily function with any of His limbs but also that He can see through the eyes of His Viṣṇu expansions or, indeed, through the eyes of any living entity, and similarly that He can hear through the ears of any Viṣṇu or jīva expansion. Śrīla Viśvanātha Cakravartī Ṭhākura points out that although the Lord can perform any function with any one of His senses, in His transcendental pastimes as Śrī Kṛṣṇa He generally sees with His eyes, touches with His hands, hears with His ears and so on. Thus He behaves like the most beautiful and charming young cowherd boy. The Vedic knowledge expands from Lord Brahmā, who is described in the first verse of Śrīmad-Bhāgavatam as ādi-kavi, the primeval Vedic scholar. Yet Brahmā could not understand the transcendental body of Lord Kṛṣṇa, because it is beyond the reach of ordinary Vedic knowledge. Among all the transcendental forms of the Lord, the two-armed form of Govinda — Kṛṣṇa — is original and supreme. Thus Lord Govinda’s pastimes of stealing butter, drinking the gopīs’ breast milk, tending the calves, playing His flute and playing childhood sports are extraordinary even in comparison with the activities of the Lord’s Viṣṇu expansions."
    },
    {
        "verse": "3",
        "devanagari": "ज्ञाने प्रयासमुदपास्य नमन्त एवजीवन्ति सन्मुखरितां भवदीयवार्ताम् ।स्थाने स्थिता: श्रुतिगतां तनुवाङ्‌मनोभि-र्ये प्रायशोऽजित जितोऽप्यसि तैस्त्रिलोक्याम् ॥ ३ ॥",
        "english_devnagari": "jñāne prayāsam udapāsya namanta evajīvanti san-mukharitāṁ bhavadīya-vārtāmsthāne sthitāḥ śruti-gatāṁ tanu-vāṅ-manobhirye prāyaśo ’jita jito ’py asi tais tri-lokyām",
        "verse_Syn": [
            "jñāne",
            "prayāsam",
            "udapāsya",
            "namantaḥ",
            "eva",
            "jīvanti",
            "sat",
            "mukharitām",
            "bhavadīya",
            "vārtām",
            "sthāne",
            "sthitāḥ",
            "śruti",
            "gatām",
            "tanu",
            "vāk",
            "manobhiḥ",
            "ye",
            "prāyaśaḥ",
            "ajita",
            "jitaḥ",
            "api",
            "asi",
            "taiḥ",
            "tri",
            "lokyām"
        ],
        "translation": "Those who, even while remaining situated in their established social positions, throw away the process of speculative knowledge and with their body, words and mind offer all respects to descriptions of Your personality and activities, dedicating their lives to these narrations, which are vibrated by You personally and by Your pure devotees, certainly conquer Your Lordship, although You are otherwise unconquerable by anyone within the three worlds.",
        "purport": " Here the word udapāsya clearly indicates that one should not even slightly endeavor to understand the Absolute Truth by the process of mental speculation, for it invariably carries one to an imperfect, impersonal understanding of God. The word jīvanti indicates that a devotee who always hears about Lord Kṛṣṇa will go back home, back to Godhead, even if he can do nothing except maintain his existence and hear topics concerning the Lord. Śrīla Sanātana Gosvāmī has explained the words tanu-vāṅ-manobhiḥ (“by the body, words and mind”) in three ways. In reference to devotees, through their body, words and mind they are able to conquer Lord Kṛṣṇa. Thus becoming perfect in Kṛṣṇa consciousness, they can touch His lotus feet with their hands, call Him to come with their words, and attain His direct audience within their mind simply by thinking about Him. In the case of nondevotees, the words tanu-vāṅ-manobhiḥ refer to the word ajita, “unconquered,” and indicate that those not engaged in the loving service of Lord Kṛṣṇa cannot conquer the Absolute Truth by their bodily strength, verbal expertise or mental power. Despite all their endeavors, the ultimate truth remains beyond their reach. In reference to the word jitaḥ, “conquered,” the words tanu-vāṅ-manobhiḥ indicate that the pure devotees of Lord Kṛṣṇa conquer His body, words and mind. Lord Kṛṣṇa’s body is conquered because He always remains by the side of His pure devotees; Lord Kṛṣṇa’s words are conquered because He always chants the glories of His devotees; and Lord Kṛṣṇa’s mind is conquered because He always thinks about His loving devotees. Śrīla Viśvanātha Cakravartī Ṭhākura has explained the words tanu-vāṅ-manobhiḥ in regard to the word namantaḥ, “offering obeisances.” He explains that the devotees can take full advantage of the transcendental topics of the Lord by offering all respects to those topics with their body, words and mind. One should engage his body by touching the ground with his hands and head while offering obeisances to the topics of the Lord; one should engage his words by praising transcendental literatures such as Bhagavad-gītā and Śrīmad-Bhāgavatam, as well as the devotees who are preaching such literatures; and one should engage his mind by feeling great reverence and pleasure while hearing the transcendental topics of the Lord. In this way, a sincere devotee who has acquired even a small amount of transcendental knowledge about Lord Kṛṣṇa can conquer Him and thus go back home, back to Godhead, for eternal life at the Lord’s side."
    },
    {
        "verse": "4",
        "devanagari": "श्रेय:सृतिं भक्तिमुदस्य ते विभोक्लिश्यन्ति ये केवलबोधलब्धये ।तेषामसौ क्लेशल एव शिष्यतेनान्यद् यथा स्थूलतुषावघातिनाम् ॥ ४ ॥",
        "english_devnagari": "śreyaḥ-sṛtiṁ bhaktim udasya te vibhokliśyanti ye kevala-bodha-labdhayeteṣām asau kleśala eva śiṣyatenānyad yathā sthūla-tuṣāvaghātinām",
        "verse_Syn": [
            "śreyaḥ",
            "sṛtim",
            "bhaktim",
            "udasya",
            "te",
            "vibho",
            "kliśyanti",
            "ye",
            "kevala",
            "bodha",
            "labdhaye",
            "teṣām",
            "asau",
            "kleśalaḥ",
            "eva",
            "śiṣyate",
            "na",
            "anyat",
            "yathā",
            "sthūla",
            "tuṣa",
            "avaghātinām"
        ],
        "translation": "My dear Lord, devotional service unto You is the best path for self-realization. If someone gives up that path and engages in the cultivation of speculative knowledge, he will simply undergo a troublesome process and will not achieve his desired result. As a person who beats an empty husk of wheat cannot get grain, one who simply speculates cannot achieve self-realization. His only gain is trouble.",
        "purport": " Loving service to the Supreme Person is the natural and eternal function of every living entity. If a person renounces his own constitutional function and instead laboriously seeks so-called enlightenment through impersonal, speculative knowledge, his result is simply the trouble and bother that come from following an artificial process. A fool may beat an empty husk, not knowing that the grain has already been removed. Similarly foolish is the person who throws his mind again and again into the pursuit of knowledge without surrendering to the Supreme Personality of Godhead, for it is the Supreme Personality of Godhead who is the very substance and goal of knowledge, just as grain is the substance and goal of the entire agricultural effort. Vedic knowledge or, indeed, material science without the Personality of Godhead is exactly like an empty and useless husk of wheat. One may argue that by practicing yoga or cultivating impersonal knowledge one can acquire prestige, wealth, mystic powers or even impersonal liberation. But these so-called gains are actually useless, because they do not situate the living being in his constitutional position of loving service to the Supreme Lord. Therefore such results, being superfluous to the living being’s essential nature, are impermanent. As stated in the Nṛsiṁha Purāṇa, patreṣu puṣpeṣu phaleṣu toyeṣv akrīta-labhyeṣu vadaiva satsu/ bhaktyā su-labhye puruṣe purāṇe muktyai kim arthaṁ kriyate prayatnaḥ: “Since the primeval Personality of Godhead is easily attained by offering Him such things as leaves, flowers, fruits and water, which are all found without difficulty, why does one need to endeavor for liberation separately?” Although the process of devotional service to Lord Kṛṣṇa is very simple, it is extremely difficult for stubborn conditioned souls to completely humble themselves before the Supreme Personality of Godhead and absorb themselves twenty-four hours a day in His loving service. The mood of loving service is anathema to belligerent conditioned souls determined to defy God and enjoy. When such stubborn conditioned souls attempt to bypass surrendering to God through proud attempts at philosophical speculation, austerity, and yoga, they are turned back to the material platform by the powerful laws of God and violently merged into the heaving ocean of insignificance called the material world."
    },
    {
        "verse": "5",
        "devanagari": "पुरेह भूमन् बहवोऽपि योगिन-स्त्वदर्पितेहा निजकर्मलब्धया ।विबुध्य भक्त्यैव कथोपनीतयाप्रपेदिरेऽञ्जोऽच्युत ते गतिं पराम् ॥ ५ ॥",
        "english_devnagari": "pureha bhūman bahavo ’pi yoginastvad-arpitehā nija-karma-labdhayāvibudhya bhaktyaiva kathopanītayāprapedire ’ñjo ’cyuta te gatiṁ parām",
        "verse_Syn": [
            "purā",
            "iha",
            "bhūman",
            "bahavaḥ",
            "api",
            "yoginaḥ",
            "tvat",
            "arpita",
            "īhāḥ",
            "nija",
            "karma",
            "labdhayā",
            "vibudhya",
            "bhaktyā",
            "eva",
            "kathā",
            "upanītayā",
            "prapedire",
            "añjaḥ",
            "acyuta",
            "te",
            "gatim",
            "parām"
        ],
        "translation": "O almighty Lord, in the past many yogīs in this world achieved the platform of devotional service by offering all their endeavors unto You and faithfully carrying out their prescribed duties. Through such devotional service, perfected by the processes of hearing and chanting about You, they came to understand You, O infallible one, and could easily surrender to You and achieve Your supreme abode.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "तथापि भूमन्महिमागुणस्य तेविबोद्धुमर्हत्यमलान्तरात्मभि: ।अविक्रियात् स्वानुभवादरूपतोह्यनन्यबोध्यात्मतया न चान्यथा ॥ ६ ॥",
        "english_devnagari": "tathāpi bhūman mahimāguṇasya teviboddhum arhaty amalāntar-ātmabhiḥavikriyāt svānubhavād arūpatohy ananya-bodhyātmatayā na cānyathā",
        "verse_Syn": [
            "tathā",
            "api",
            "bhūman",
            "mahimā",
            "aguṇasya",
            "te",
            "viboddhum",
            "arhati",
            "amala",
            "antaḥ",
            "ātmabhiḥ",
            "avikriyāt",
            "sva",
            "anubhavāt",
            "arūpataḥ",
            "hi",
            "ananya",
            "bodhya",
            "ātmatayā",
            "na",
            "ca",
            "anyathā"
        ],
        "translation": "Nondevotees, however, cannot realize You in Your full personal feature. Nevertheless, it may be possible for them to realize Your expansion as the impersonal Supreme by cultivating direct perception of the Self within the heart. But they can do this only by purifying their mind and senses of all conceptions of material distinctions and all attachment to material sense objects. Only in this way will Your impersonal feature manifest itself to them.",
        "purport": " It is difficult for conditioned souls to understand all the transcendental features of the Supreme Lord. As confirmed in the First Canto of Śrīmad-Bhāgavatam (1.2.11): brahmeti paramātmeti bhagavān iti śabdyate. The transcendental existence of God is understood progressively as the impersonal effulgence, the localized Supersoul in one’s heart, and finally the Supreme Personality of Godhead existing in His eternal abode. Lord Kṛṣṇa’s transcendental existence is beyond the qualities of material nature. Thus here the Lord is referred to as aguṇasya, without material qualities. Even by practicing yoga or engaging in advanced philosophical speculation, one will find it very difficult to understand clearly the transcendental existence beyond the modes of material nature. And these processes are virtually useless for understanding the Lord’s own unlimited transcendental qualities, which are far beyond the impersonal conception of spiritual existence. Only by the mercy of the pure devotees of the Lord or by associating with the Lord Himself can one begin the process of realizing the personal feature of God — a process that culminates in pure Kṛṣṇa consciousness, the final and supreme perfection of knowledge."
    },
    {
        "verse": "7",
        "devanagari": "गुणात्मनस्तेऽपि गुणान् विमातुंहितावतीर्णस्य क ईशिरेऽस्य ।कालेन यैर्वा विमिता: सुकल्पै-र्भूपांशव: खे मिहिका द्युभास: ॥ ७ ॥",
        "english_devnagari": "guṇātmanas te ’pi guṇān vimātuṁhitāvatīṛnasya ka īśire ’syakālena yair vā vimitāḥ su-kalpairbhū-pāṁśavaḥ khe mihikā dyu-bhāsaḥ",
        "verse_Syn": [
            "guṇa",
            "ātmanaḥ",
            "te",
            "api",
            "guṇān",
            "vimātum",
            "hita",
            "avatīrṇasya",
            "ke",
            "īśire",
            "asya",
            "kālena",
            "yaiḥ",
            "vā",
            "vimitāḥ",
            "su",
            "kalpaiḥ",
            "bhū",
            "pāṁśavaḥ",
            "khe",
            "mihikāḥ",
            "dyu",
            "bhāsaḥ"
        ],
        "translation": "In time, learned philosophers or scientists might be able to count all the atoms of the earth, the particles of snow, or perhaps even the shining molecules radiating from the sun, the stars and other luminaries. But among these learned men, who could possibly count the unlimited transcendental qualities possessed by You, the Supreme Personality of Godhead, who have descended onto the surface of the earth for the benefit of all living entities?",
        "purport": " Śrīla Sanātana Gosvāmī explains that Lord Kṛṣṇa is guṇātmā, “the soul of all superior qualities,” because He gives them life. For example, one may discuss in an abstract way such qualities as generosity, intelligence and mercy, but they come to life only when a living person exhibits them. Thus Lord Kṛṣṇa is guṇātmā because He descends to the material world and reestablishes religious principles by exhibiting all godly qualities Himself and inspiring them in others. A living entity who develops the transcendental qualities found in the Lord receives immeasurable benefit and eventually goes with the Lord back to His own abode, where all living beings are liberated and fully endowed with the transcendental nature. Śrīla Sanātana Gosvāmī further explains that the Lord manifests a specific spiritual quality for the benefit of each living entity. Since there are innumerable living entities within the confines of the material creation, the Lord manifests infinite qualities. Thus every conditioned soul can appreciate the Supreme Lord in a particular way. The example is given here that even if the most learned scholars could someday count the particles of earth, snow and light, they would still fail to understand the qualities of the Lord. In this example earth, snow and light are progressively more subtle; thus it is to be understood that there is an increasing difficulty in counting their virtually infinite particles. According to Śrīla Viśvanātha Cakravartī Ṭhākura, great personalities like Lord Saṅkarṣaṇa actually have counted the number of atoms on the earth, and even the molecules in the entire universe. Yet even such a personality as Saṅkarṣaṇa, who has been continuously chanting the glories of the Lord since time immemorial, has not even approached a final count of those glories. Lord Kṛṣṇa exhibits His most astonishing qualities during His childhood pastimes in Vṛndāvana, where He steals butter from the cowherd ladies, dances with His girlfriends, and plays with His cowherd boyfriends as their most dear companion. Although appearing like ordinary human activities, such sublime pastimes embody Lord Kṛṣṇa’s immeasurable and innumerable beautiful transcendental qualities, which are the life and soul of the pure devotees."
    },
    {
        "verse": "8",
        "devanagari": "तत्तेऽनुकम्पां सुसमीक्षमाणोभुञ्जान एवात्मकृतं विपाकम् ।हृद्वाग्वपुर्भिर्विदधन्नमस्तेजीवेत यो मुक्तिपदे स दायभाक् ॥ ८ ॥",
        "english_devnagari": "tat te ’nukampāṁ su-samīkṣamāṇobhuñjāna evātma-kṛtaṁ vipākamhṛd-vāg-vapurbhir vidadhan namas tejīveta yo mukti-pade sa dāya-bhāk",
        "verse_Syn": [
            "tat",
            "te",
            "anukampām",
            "su",
            "samīkṣamāṇaḥ",
            "bhuñjānaḥ",
            "eva",
            "ātma",
            "kṛtam",
            "vipākam",
            "hṛt",
            "vāk",
            "vapurbhiḥ",
            "vidadhan",
            "namaḥ",
            "te",
            "jīveta",
            "yaḥ",
            "mukti",
            "pade",
            "saḥ",
            "dāya",
            "bhāk"
        ],
        "translation": "My dear Lord, one who earnestly waits for You to bestow Your causeless mercy upon him, all the while patiently suffering the reactions of his past misdeeds and offering You respectful obeisances with his heart, words and body, is surely eligible for liberation, for it has become his rightful claim.",
        "purport": " Śrīla Śrīdhara Svāmī explains in his commentary that just as a legitimate son has to simply remain alive to gain an inheritance from his father, one who simply remains alive in Kṛṣṇa consciousness, following the regulative principles of bhakti-yoga, automatically becomes eligible to receive the mercy of the Personality of Godhead. In other words, he will be promoted to the kingdom of God. The word su-samīkṣamāṇa indicates that a devotee earnestly awaits the mercy of the Supreme Lord even while suffering the painful effects of previous sinful activities. Lord Kṛṣṇa explains in the Bhagavad-gītā that a devotee who fully surrenders unto Him is no longer liable to suffer the reactions of his previous karma. However, because in his mind a devotee may still maintain the remnants of his previous sinful mentality, the Lord removes the last vestiges of the enjoying spirit by giving His devotee punishments that may sometimes resemble sinful reactions. The purpose of the entire creation of God is to rectify the living entity’s tendency to enjoy without the Lord, and therefore the particular punishment given for a sinful activity is specifically designed to curtail the mentality that produced the activity. Although a devotee has surrendered to the Lord’s devotional service, until he is completely perfect in Kṛṣṇa consciousness he may maintain a slight inclination to enjoy the false happiness of this world. The Lord therefore creates a particular situation to eradicate this remaining enjoying spirit. This unhappiness suffered by a sincere devotee is not technically a karmic reaction; it is rather the Lord’s special mercy for inducing His devotee to completely let go of the material world and return home, back to Godhead. A sincere devotee earnestly desires to go back to the Lord’s abode. Therefore he willingly accepts the Lord’s merciful punishment and continues offering respects and obeisances to the Lord with his heart, words and body. Such a bona fide servant of the Lord, considering all hardship a small price to pay for gaining the personal association of the Lord, certainly becomes a legitimate son of God, as indicated here by the words dāya-bhāk. Just as one cannot approach the sun without becoming fire, one cannot approach the supreme pure, Lord Kṛṣṇa, without undergoing a rigid purificatory process, which may appear like suffering but which is in fact a curative treatment administered by the personal hand of the Lord."
    },
    {
        "verse": "9",
        "devanagari": "पश्येश मेऽनार्यमनन्त आद्येपरात्मनि त्वय्यपि मायिमायिनि ।मायां वितत्येक्षितुमात्मवैभवंह्यहं कियानैच्छमिवार्चिरग्नौ ॥ ९ ॥",
        "english_devnagari": "paśyeśa me ’nāryam ananta ādyeparātmani tvayy api māyi-māyinimāyāṁ vitatyekṣitum ātma-vaibhavaṁhy ahaṁ kiyān aiccham ivārcir agnau",
        "verse_Syn": [
            "paśya",
            "īśa",
            "me",
            "anāryam",
            "anante",
            "ādye",
            "para",
            "ātmani",
            "tvayi",
            "api",
            "māyi",
            "māyini",
            "māyām",
            "vitatya",
            "īkṣitum",
            "ātma",
            "vaibhavam",
            "hi",
            "aham",
            "kiyān",
            "aiccham",
            "iva",
            "arciḥ",
            "agnau"
        ],
        "translation": "My Lord, just see my uncivilized impudence! To test Your power I tried to extend my illusory potency to cover You, the unlimited and primeval Supersoul, who bewilder even the masters of illusion. What am I compared to You? I am just like a small spark in the presence of a great fire.",
        "purport": " A great fire produces many sparks, which are insignificant in comparison to it. Indeed, if one of the small sparks were to try to burn the original fire, the attempt would be simply ludicrous. Similarly, even the creator of the entire universe, Lord Brahmā, is an insignificant spark of the potency of God, and therefore Brahmā’s attempt to bewilder the Supreme Lord was certainly ludicrous. Brahmā here addresses Lord Kṛṣṇa as īśa, which indicates that Kṛṣṇa is not only the supreme master of everyone but is also specifically the master of Brahmā, who creates the universe directly under the guidance of the Lord and who, indeed, is born directly from the Lord’s own body. Brahmā felt ashamed of his impudent attempt at deluding Lord Kṛṣṇa, and he was therefore perfectly willing to be punished or forgiven by the Lord, according to His decision. If Lord Kṛṣṇa does not mercifully punish His devotees when they act improperly, their foolishness will simply increase and gradually completely overwhelm their devotional sentiments. Therefore Lord Kṛṣṇa kindly disciplines His devotees and maintains them on the progressive path back home, back to Godhead."
    },
    {
        "verse": "10",
        "devanagari": "अत: क्षमस्वाच्युत मे रजोभुवोह्यजानतस्त्वत्पृथगीशमानिन: ।अजावलेपान्धतमोऽन्धचक्षुषएषोऽनुकम्प्यो मयि नाथवानिति ॥ १० ॥",
        "english_devnagari": "ataḥ kṣamasvācyuta me rajo-bhuvohy ajānatas tvat-pṛthag-īśa-māninaḥajāvalepāndha-tamo-’ndha-cakṣuṣaeṣo ’nukampyo mayi nāthavān iti",
        "verse_Syn": [
            "ataḥ",
            "kṣamasva",
            "acyuta",
            "me",
            "rajaḥ",
            "bhuvaḥ",
            "hi",
            "ajānataḥ",
            "tvat",
            "pṛthak",
            "īśa",
            "māninaḥ",
            "aja",
            "avalepa",
            "andha",
            "tamaḥ",
            "andha",
            "cakṣuṣaḥ",
            "eṣaḥ",
            "anukampyaḥ",
            "mayi",
            "nātha",
            "vān",
            "iti"
        ],
        "translation": "Therefore, O infallible Lord, kindly excuse my offenses. I have taken birth in the mode of passion and am therefore simply foolish, presuming myself a controller independent of Your Lordship. My eyes are blinded by the darkness of ignorance, which causes me to think of myself as the unborn creator of the universe. But please consider that I am Your servant and therefore worthy of Your compassion.",
        "purport": " In his commentary, Śrīla Viśvanātha Cakravartī Ṭhākura explains that Brahmā wanted to present the following argument to the Lord: “My dear Lord, because I have acted so badly I certainly deserve to be punished. On the other hand, because I am so ignorant You should consider me an innocent fool and be merciful to me. Thus, although I deserve both punishment and forgiveness, I humbly beg You to exercise tolerance in this matter and simply forgive me and show me Your mercy.” The words nāthavān iti indicate that Lord Brahmā wanted to humbly remind Lord Kṛṣṇa that He was, after all, Brahmā’s father and master and should therefore forgive the unfortunate transgressions of His humble servant. Every conditioned soul, whether he be Lord Brahmā or an insignificant ant, falsely identifies himself with the material world and in this way forgets his eternal relationship with the Supreme Personality of Godhead. Lord Brahmā, because of his prestigious position as the cosmic creator, also tends to identify himself as the lord of this world, and thus he sometimes forgets his position as an insignificant servant of the Supreme Lord. Now, by Lord Kṛṣṇa’s mercy, this false identification is being rectified and Lord Brahmā is remembering his constitutional position as the eternal servant of God."
    },
    {
        "verse": "11",
        "devanagari": "क्‍वाहं तमोमहदहंखचराग्निवार्भू-संवेष्टिताण्डघटसप्तवितस्तिकाय: ।क्‍वेद‍ृग्विधाविगणिताण्डपराणुचर्या-वाताध्वरोमविवरस्य च ते महित्वम् ॥ ११ ॥",
        "english_devnagari": "kvāhaṁ tamo-mahad-ahaṁ-kha-carāgni-vār-bhū-saṁveṣṭitāṇḍa-ghaṭa-sapta-vitasti-kāyaḥkvedṛg-vidhāvigaṇitāṇḍa-parāṇu-caryā-vātādhva-roma-vivarasya ca te mahitvam",
        "verse_Syn": [
            "kva",
            "aham",
            "tamaḥ",
            "mahat",
            "aham",
            "kha",
            "cara",
            "agni",
            "vāḥ",
            "bhū",
            "saṁveṣṭita",
            "aṇḍa",
            "ghaṭa",
            "sapta",
            "vitasti",
            "kāyaḥ",
            "kva",
            "īdṛk",
            "vidhā",
            "avigaṇita",
            "aṇḍa",
            "para",
            "aṇu",
            "caryā",
            "vāta",
            "adhva",
            "roma",
            "vivarasya",
            "ca",
            "te",
            "mahitvam"
        ],
        "translation": "What am I, a small creature measuring seven spans of my own hand? I am enclosed in a potlike universe composed of material nature, the total material energy, false ego, ether, air, water and earth. And what is Your glory? Unlimited universes pass through the pores of Your body just as particles of dust pass through the openings of a screened window.",
        "purport": " In the Caitanya-caritāmṛta, Ādi-līlā, Chapter Five, text 72, Śrīla Prabhupāda gives the following purport for this verse: “Then Lord Brahmā, after having stolen all Kṛṣṇa’s calves and cowherd boys, returned and saw that the calves and boys were still roaming with Kṛṣṇa, he offered this prayer in his defeat. A conditioned soul, even one so great as Brahmā, who manages the affairs of the entire universe, cannot compare to the Personality of Godhead, for He can produce numberless universes simply by the spiritual rays emanating from the pores of His body. Material scientists should take lessons from the utterances of Śrī Brahmā regarding our insignificance in comparison with God. In these prayers of Brahmā there is much to learn for those who are falsely puffed up by the accumulation of power.” In Kṛṣṇa, the Supreme Personality of Godhead, Chapter Fourteen, Śrīla Prabhupāda further comments on this verse: “Lord Brahmā realized his actual position. He is certainly the supreme teacher of this universe, in charge of the production of material nature, consisting of the complete material energy, false ego, sky, air, fire, water and earth. Such a universe may be gigantic, but it can be measured, just as we measure our body as seven spans. Generally, everyone’s personal bodily measurement is calculated to be seven spans of his hand. This particular universe may appear to be a very gigantic body, but it is nothing but the measurement of seven spans for Lord Brahmā. “Aside from this universe, there are unlimited other universes outside the jurisdiction of this particular Lord Brahmā. Just as innumerable atomic infinitesimal fragments pass through the holes of a screened window, so millions and trillions of universes in their seedling form are coming out from the bodily pores of Mahā-Viṣṇu, and that Mahā-Viṣṇu is but a part of the plenary expansion of Kṛṣṇa. Under these circumstances, although Lord Brahmā is the supreme creature within this universe, what is his importance in the presence of Lord Kṛṣṇa?”"
    },
    {
        "verse": "12",
        "devanagari": "उत्क्षेपणं गर्भगतस्य पादयो:किं कल्पते मातुरधोक्षजागसे ।किमस्तिनास्तिव्यपदेशभूषितंतवास्ति कुक्षे: कियदप्यनन्त: ॥ १२ ॥",
        "english_devnagari": "utkṣepaṇaṁ garbha-gatasya pādayoḥkiṁ kalpate mātur adhokṣajāgasekim asti-nāsti-vyapadeśa-bhūṣitaṁtavāsti kukṣeḥ kiyad apy anantaḥ",
        "verse_Syn": [
            "utkṣepaṇam",
            "garbha",
            "gatasya",
            "pādayoḥ",
            "kim",
            "kalpate",
            "mātuḥ",
            "adhokṣaja",
            "āgase",
            "kim",
            "asti",
            "na",
            "asti",
            "vyapadeśa",
            "bhūṣitam",
            "tava",
            "asti",
            "kukṣeḥ",
            "kiyat",
            "api",
            "anantaḥ"
        ],
        "translation": "O Lord Adhokṣaja, does a mother take offense when the child within her womb kicks with his legs? And is there anything in existence — whether designated by various philosophers as real or as unreal — that is actually outside Your abdomen?",
        "purport": " Śrīla Prabhupāda comments as follows on this verse in Kṛṣṇa, the Supreme Personality of Godhead, Chapter Fourteen: “Lord Brahmā therefore compared himself to a little child within the womb of his mother. If the child within the womb plays with his hands and legs, and while playing touches the body of the mother, is the mother offended with the child? Of course she isn’t. Similarly, Lord Brahmā may be a very great personality, and yet not only Brahmā but everything that be is existing within the womb of the Supreme Personality of Godhead. The Lord’s energy is all-pervading: there is no place in the creation where it is not acting. Since everything is existing within the energy of the Lord, the Brahmā of this universe and the Brahmās of the many other millions and trillions of universes are existing within the energy of the Lord; therefore the Lord is considered to be the mother, and everything existing within the womb of the mother is considered to be the child. And the good mother is never offended with the child, even if he touches the body of the mother by kicking his legs.”"
    },
    {
        "verse": "13",
        "devanagari": "जगत् त्रयान्तोदधिसम्प्लवोदेनारायणस्योदरनाभिनालात् ।विनिर्गतोऽजस्त्विति वाङ्‍‍‍‍न वै मृषाकिन्‍त्वीश्वर त्वन्न विनिर्गतोऽस्मि ॥ १३ ॥",
        "english_devnagari": "jagat-trayāntodadhi-samplavodenārāyaṇasyodara-nābhi-nālātvinirgato ’jas tv iti vāṅ na vai mṛṣākintv īśvara tvan na vinirgato ’smi",
        "verse_Syn": [
            "jagat",
            "traya",
            "anta",
            "udadhi",
            "samplava",
            "ude",
            "nārāyaṇasya",
            "udara",
            "nābhi",
            "nālāt",
            "vinirgataḥ",
            "ajaḥ",
            "tu",
            "iti",
            "vāk",
            "na",
            "vai",
            "mṛṣā",
            "kintu",
            "īśvara",
            "tvat",
            "na",
            "vinirgataḥ",
            "asmi"
        ],
        "translation": "My dear Lord, it is said that when the three planetary systems are merged into the water at the time of dissolution, Your plenary portion, Nārāyaṇa, lies down on the water, gradually a lotus flower grows from His navel, and Brahmā takes birth upon that lotus flower. Certainly, these words are not false. Thus am I not born from You?",
        "purport": " Although every living being is a child of God, Lord Brahmā here makes a special claim because he takes birth on a lotus flower that emanates from the navel of Nārāyaṇa, the Personality of Godhead. Ultimately, all living beings are equally expansions of the transcendental body of the Supreme Lord. But Brahmā has an intimate relationship with the Lord because of the activities of universal creation, and so he uses the prefix vi in the word vinirgata to beg the Lord’s special mercy. Lord Brahmā is called aja because he is not born from any mother but rather emanates directly from the body of the Lord. As Śrīla Prabhupāda states in Kṛṣṇa, the Supreme Personality of Godhead: “It is naturally concluded that the mother of Brahmā is Nārāyaṇa.” On these grounds, Lord Brahmā is requesting special forgiveness for his offenses."
    },
    {
        "verse": "14",
        "devanagari": "नारायणस्त्वं न हि सर्वदेहिना-मात्मास्यधीशाखिललोकसाक्षी ।नारायणोऽङ्गं नरभूजलायना-त्तच्चापि सत्यं न तवैव माया ॥ १४ ॥",
        "english_devnagari": "nārāyaṇas tvaṁ na hi sarva-dehināmātmāsy adhīśākhila-loka-sākṣīnārāyaṇo ’ṅgaṁ nara-bhū-jalāyanāttac cāpi satyaṁ na tavaiva māyā",
        "verse_Syn": [
            "nārāyaṇaḥ",
            "tvam",
            "na",
            "hi",
            "sarva",
            "dehinām",
            "ātmā",
            "asi",
            "adhīśa",
            "akhila",
            "loka",
            "sākṣī",
            "nārāyaṇaḥ",
            "aṅgam",
            "nara",
            "bhū",
            "jala",
            "ayanāt",
            "tat",
            "ca",
            "api",
            "satyam",
            "na",
            "tava",
            "eva",
            "māyā"
        ],
        "translation": "Are You not the original Nārāyaṇa, O supreme controller, since You are the Soul of every embodied being and the eternal witness of all created realms? Indeed, Lord Nārāyaṇa is Your expansion, and He is called Nārāyaṇa because He is the generating source of the primeval water of the universe. He is real, not a product of Your illusory Māyā.",
        "purport": " In the Caitanya-caritāmṛta, Ādi-līlā, Chapter Two, text 30, Śrīla Prabhupāda comments on this verse as follows: “This statement which is from Śrīmad-Bhāgavatam (10.14.14) was spoken by Lord Brahmā in his prayers to Lord Kṛṣṇa after the Lord had defeated him by displaying His mystic powers. Brahmā had tried to test Lord Kṛṣṇa to see if He was really the Supreme Personality of Godhead playing as a cowherd boy. Brahmā stole all the other boys and their calves from the pasturing grounds, but when he returned to the pastures he saw that all the boys and calves were still there, for Lord Kṛṣṇa had created them all again. When Brahmā saw this mystic power of Lord Kṛṣṇa’s, he admitted defeat and offered prayers to the Lord, addressing Him as the proprietor and seer of everything in the creation and as the Supersoul who is within each and every living entity and is dear to all. That Lord Kṛṣṇa is Nārāyaṇa, the father of Brahmā, because Lord Kṛṣṇa’s plenary expansion Garbhodakaśāyī Viṣṇu, after placing Himself on the Garbha Ocean, created Brahmā from His own body. Mahā-Viṣṇu in the Causal Ocean and Kṣīrodakaśāyī Viṣṇu, the Supersoul in everyone’s heart, are also transcendental expansions of the Supreme Truth.” In his commentary on this verse, Śrīla Sanātana Gosvāmī has elaborately explained the expansion of the Viṣṇu, or Nārāyaṇa, incarnations from the original form of Godhead, Lord Śrī Kṛṣṇa. The essence is that although Lord Brahmā was born from Lord Nārāyaṇa, Brahmā now understands that Nārāyaṇa is Himself a mere expansion of the original Personality of Godhead, Lord Śrī Kṛṣṇa."
    },
    {
        "verse": "15",
        "devanagari": "तच्चेज्जलस्थं तव सज्जगद्वपु:किं मे न द‍ृष्टं भगवंस्तदैव ।किं वा सुद‍ृष्टं हृदि मे तदैवकिं नो सपद्येव पुनर्व्यदर्शि ॥ १५ ॥",
        "english_devnagari": "tac cej jala-sthaṁ tava saj jagad-vapuḥkiṁ me na dṛṣṭaṁ bhagavaṁs tadaivakiṁ vā su-dṛṣṭaṁ hṛdi me tadaivakiṁ no sapady eva punar vyadarśi",
        "verse_Syn": [
            "tat",
            "cet",
            "jala",
            "stham",
            "tava",
            "sat",
            "jagat",
            "vapuḥ",
            "kim",
            "me",
            "na",
            "dṛṣṭam",
            "bhagavan",
            "tadā",
            "eva",
            "kim",
            "vā",
            "su",
            "dṛṣṭam",
            "hṛdi",
            "me",
            "tadā",
            "eva",
            "kim",
            "na",
            "u",
            "sapadi",
            "eva",
            "punaḥ",
            "vyadarśi"
        ],
        "translation": "My dear Lord, if Your transcendental body, which shelters the entire universe, is actually lying upon the water, then why were You not seen by me when I searched for You? And why, though I could not envision You properly within my heart, did You then suddenly reveal Yourself?",
        "purport": " Lord Brahmā here refers to his experience at the dawn of cosmic creation. As described in the Second Canto of Śrīmad-Bhāgavatam, Lord Brahmā took birth on the seat of a giant lotus whose stem emanated from the navel of Nārāyaṇa. Brahmā was bewildered as to his whereabouts, function and identity, and therefore he tried to trace out the source of the lotus stem, searching for clear information. Unable to find the Personality of Godhead, he returned to his seat and engaged in severe austerities, having been ordered to do so by the transcendental voice of the Lord, who could be heard but not seen. After long meditation, Brahmā saw the Lord but then again lost sight of Him. Thus Brahmā concludes that the transcendental body of the Personality of Godhead is not material but rather an eternal, spiritual form endowed with inconceivable mystic potencies. In other words, Lord Brahmā should not have challenged the Personality of Godhead, the Lord of all mystic power."
    },
    {
        "verse": "16",
        "devanagari": "अत्रैव मायाधमनावतारेह्यस्य प्रपञ्चस्य बहि: स्फुटस्य ।कृत्‍स्‍नस्य चान्तर्जठरे जनन्यामायात्वमेव प्रकटीकृतं ते ॥ १६ ॥",
        "english_devnagari": "atraiva māyā-dhamanāvatārehy asya prapañcasya bahiḥ sphuṭasyakṛtsnasya cāntar jaṭhare jananyāmāyātvam eva prakaṭī-kṛtaṁ te",
        "verse_Syn": [
            "atra",
            "eva",
            "māyā",
            "dhamana",
            "avatāre",
            "hi",
            "asya",
            "prapañcasya",
            "bahiḥ",
            "sphuṭasya",
            "kṛtsnasya",
            "ca",
            "antaḥ",
            "jaṭhare",
            "jananyāḥ",
            "māyātvam",
            "eva",
            "prakaṭī",
            "kṛtam",
            "te"
        ],
        "translation": "My dear Lord, in this incarnation You have proved that You are the supreme controller of Māyā. Although You are now within this universe, the whole universal creation is within Your transcendental body — a fact You demonstrated by exhibiting the universe within Your abdomen before Your mother, Yaśodā.",
        "purport": " Lord Brahmā here describes the inconceivable spiritual potency of the Lord. We may find a pot within a house, but we can hardly expect to find the house within the same pot. By the Lord’s spiritual potency, however, He can appear within this universe and simultaneously exhibit all the universes within His body. One may argue that since the universes seen by mother Yaśodā within Lord Kṛṣṇa’s abdomen were within the Lord’s body, they are different from the illusory material universes manifest externally. Here Lord Brahmā refutes that argument, however. Lord Kṛṣṇa is māyā-dhamana, the supreme controller of illusion. By the Lord’s own supreme mystic potency, He can bewilder even illusion herself, and thus the Lord actually exhibited all the material universes within His body. This is māyātvam, the supreme bewildering potency of the Personality of Godhead."
    },
    {
        "verse": "17",
        "devanagari": "यस्य कुक्षाविदं सर्वं सात्मं भाति यथा तथा ।तत्त्वय्यपीह तत् सर्वं किमिदं मायया विना ॥ १७ ॥",
        "english_devnagari": "yasya kukṣāv idaṁ sarvaṁsātmaṁ bhāti yathā tathātat tvayy apīha tat sarvaṁkim idaṁ māyayā vinā",
        "verse_Syn": [
            "yasya",
            "kukṣau",
            "idam",
            "sarvam",
            "sa",
            "ātmam",
            "bhāti",
            "yathā",
            "tathā",
            "tat",
            "tvayi",
            "api",
            "iha",
            "tat",
            "sarvam",
            "kim",
            "idam",
            "māyayā",
            "vinā"
        ],
        "translation": "Just as this entire universe, including You, was exhibited within Your abdomen, so it is now manifested here externally in the same exact form. How could such things happen unless arranged by Your inconceivable energy?",
        "purport": " Śrīla Prabhupāda comments on this verse as follows in Kṛṣṇa, the Supreme Personality of Godhead: “Lord Brahmā stressed herein that without accepting the inconceivable energy of the Supreme Personality of Godhead, one cannot explain things as they are.”"
    },
    {
        "verse": "18",
        "devanagari": "अद्यैव त्वद‍ृतेऽस्य किं मम न ते मायात्वमादर्शित-मेकोऽसि प्रथमं ततो व्रजसुहृद्वत्सा: समस्ता अपि ।तावन्तोऽसि चतुर्भुजास्तदखिलै: साकं मयोपासिता-स्तावन्त्येव जगन्त्यभूस्तदमितं ब्रह्माद्वयं शिष्यते ॥ १८ ॥",
        "english_devnagari": "adyaiva tvad ṛte ’sya kiṁ mama na te māyātvam ādarśitameko ’si prathamaṁ tato vraja-suhṛd-vatsāḥ samastā apitāvanto ’si catur-bhujās tad akhilaiḥ sākaṁ mayopāsitāstāvanty eva jaganty abhūs tad amitaṁ brahmādvayaṁ śiṣyate",
        "verse_Syn": [
            "adya",
            "eva",
            "tvat",
            "ṛte",
            "asya",
            "kim",
            "mama",
            "na",
            "te",
            "māyātvam",
            "ādarśitam",
            "ekaḥ",
            "asi",
            "prathamam",
            "tataḥ",
            "vraja",
            "suhṛt",
            "vatsāḥ",
            "samastāḥ",
            "api",
            "tāvantaḥ",
            "asi",
            "catuḥ",
            "bhujāḥ",
            "tat",
            "akhilaiḥ",
            "sākam",
            "mayā",
            "upāsitāḥ",
            "tāvanti",
            "eva",
            "jaganti",
            "abhūḥ",
            "tat",
            "amitam",
            "brahma",
            "advayam",
            "śiṣyate"
        ],
        "translation": "Have You not shown me today that both You Yourself and everything within this creation are manifestations of Your inconceivable potency? First You appeared alone, and then You manifested Yourself as all of Vṛndāvana’s calves and cowherd boys, Your friends. Next You appeared as an equal number of four-handed Viṣṇu forms, who were worshiped by all living beings, including me, and after that You appeared as an equal number of complete universes. Finally, You have now returned to Your unlimited form as the Supreme Absolute Truth, one without a second.",
        "purport": " As stated in the Vedic literature, sarvaṁ khalv idaṁ brahma: everything that exists is an expansion of the Supreme Personality of Godhead. Thus everything is ultimately part and parcel of the Lord’s spiritual existence. By Lord Kṛṣṇa’s causeless mercy, Lord Brahmā personally experienced that all existence, being the potency of God, is nondifferent from Him."
    },
    {
        "verse": "19",
        "devanagari": "अजानतां त्वत्पदवीमनात्म-न्यात्मात्मना भासि वितत्य मायाम् ।सृष्टाविवाहं जगतो विधानइव त्वमेषोऽन्त इव त्रिनेत्र: ॥ १९ ॥",
        "english_devnagari": "ajānatāṁ tvat-padavīm anātmanyātmātmanā bhāsi vitatya māyāmsṛṣṭāv ivāhaṁ jagato vidhānaiva tvam eṣo ’nta iva trinetraḥ",
        "verse_Syn": [
            "ajānatām",
            "tvat",
            "padavīm",
            "anātmani",
            "ātmā",
            "ātmanā",
            "bhāsi",
            "vitatya",
            "māyām",
            "sṛṣṭau",
            "iva",
            "aham",
            "jagataḥ",
            "vidhāne",
            "iva",
            "tvam",
            "eṣaḥ",
            "ante",
            "iva",
            "tri",
            "netraḥ"
        ],
        "translation": "To persons ignorant of Your actual transcendental position, You appear as part of the material world, manifesting Yourself by the expansion of Your inconceivable energy. Thus for the creation of the universe You appear as me [Brahmā], for its maintenance You appear as Yourself [Viṣṇu], and for its annihilation You appear as Lord Trinetra [Śiva].",
        "purport": " Although the impersonal Māyāvādī philosophers think that the demigods are illusory, Lord Brahmā, Lord Śiva and Lord Viṣṇu are stated here to be expansions of the Supreme Personality of Godhead and are thus real. Indeed, they are the extraordinarily powerful controllers of the universe. The ultimate truth is a supreme and beautiful person, and thus throughout the creation of God we will always find the personal touch."
    },
    {
        "verse": "20",
        "devanagari": "सुरेष्वृषिष्वीश तथैव नृष्वपितिर्यक्षु याद:स्वपि तेऽजनस्य ।जन्मासतां दुर्मदनिग्रहायप्रभो विधात: सदनुग्रहाय च ॥ २० ॥",
        "english_devnagari": "sureṣv ṛṣiṣv īśa tathaiva nṛṣv apitiryakṣu yādaḥsv api te ’janasyajanmāsatāṁ durmada-nigrahāyaprabho vidhātaḥ sad-anugrahāya ca",
        "verse_Syn": [
            "sureṣu",
            "ṛṣiṣu",
            "īśa",
            "tathā",
            "eva",
            "nṛṣu",
            "api",
            "tiryakṣu",
            "yādaḥsu",
            "api",
            "te",
            "ajanasya",
            "janma",
            "asatām",
            "durmada",
            "nigrahāya",
            "prabho",
            "vidhātaḥ",
            "sat",
            "anugrahāya",
            "ca"
        ],
        "translation": "O Lord, O supreme creator and master, You have no material birth, yet to defeat the false pride of the faithless demons and show mercy to Your saintly devotees, You take birth among the demigods, sages, human beings, animals and even the aquatics.",
        "purport": " Among the demigods Lord Kṛṣṇa appears in such forms as Vāmanadeva, among the sages as Paraśurāma, among human beings as Lord Kṛṣṇa Himself and as Lord Rāmacandra, and among animals as the boar incarnation. Lord Kṛṣṇa appears among the aquatics as Matsya, the gigantic fish. Indeed, the plenary expansions of the Supreme Personality of Godhead are innumerable, as the Lord relentlessly comes down within the universes to smash the false pride of the atheists and show mercy to the saintly devotees. In another sense, the Lord never appears, since He exists eternally. His appearance is like that of the sun, which is always present in the sky but which periodically appears to our vision."
    },
    {
        "verse": "21",
        "devanagari": "को वेत्ति भूमन् भगवन् परात्मन्योगेश्वरोतीर्भवतस्त्रिलोक्याम् ।क्‍व वा कथं वा कति वा कदेतिविस्तारयन्क्रीडसि योगमायाम् ॥ २१ ॥",
        "english_devnagari": "ko vetti bhūman bhagavan parātmanyogeśvarotīr bhavatas tri-lokyāmkva vā kathaṁ vā kati vā kadetivistārayan krīḍasi yoga-māyām",
        "verse_Syn": [
            "kaḥ",
            "vetti",
            "bhūman",
            "bhagavan",
            "para",
            "ātman",
            "yoga",
            "īśvara",
            "ūtīḥ",
            "bhavataḥ",
            "tri",
            "lokyām",
            "kva",
            "vā",
            "katham",
            "vā",
            "kati",
            "vā",
            "kadā",
            "iti",
            "vistārayan",
            "krīḍasi",
            "yoga",
            "māyām"
        ],
        "translation": "O supreme great one! O Supreme Personality of Godhead! O Supersoul, master of all mystic power! Your pastimes are taking place continuously in these three worlds, but who can estimate where, how and when You are employing Your spiritual energy and performing these innumerable pastimes? No one can understand the mystery of how Your spiritual energy acts.",
        "purport": " Brahmā previously stated that Lord Kṛṣṇa incarnates among the demigods, human beings, animals, fish and so on. This does not mean, however, that the Lord is degraded by His incarnations. As Brahmā clarifies here, no conditioned soul can understand the transcendental nature of the Lord’s activities, which He enacts through His spiritual potency. Although the Lord is bhūman, the supremely great one, He is still Bhagavān, the supremely beautiful personality exhibiting pastimes of love in His own abode. At the same time He is Paramātmā, the all-pervading Supersoul, who witnesses and sanctions all the activities of conditioned souls. The Lord’s multiple identity is explained by the term yogeśvara. The Absolute Truth is the master of all mystic potencies, and although He is one and supreme, He manifests His greatness and opulence in many different ways. Such elevated spiritual matters can hardly be understood by foolish persons primitively identifying themselves with the insignificant material body. These conditioned souls, such as atheistic scientists, consider their own puffed-up intelligence supreme. Gullibly placing their firm faith in material illusion, they are captured by the modes of nature and driven far away from knowledge of God."
    },
    {
        "verse": "22",
        "devanagari": "तस्मादिदं जगदशेषमसत्स्वरूपंस्वप्नाभमस्तधिषणं पुरुदु:खदु:खम् ।त्वय्येव नित्यसुखबोधतनावनन्तेमायात उद्यदपि यत् सदिवावभाति ॥ २२ ॥",
        "english_devnagari": "tasmād idaṁ jagad aśeṣam asat-svarūpaṁsvapnābham asta-dhiṣaṇaṁ puru-duḥkha-duḥkhamtvayy eva nitya-sukha-bodha-tanāv anantemāyāta udyad api yat sad ivāvabhāti",
        "verse_Syn": [
            "tasmāt",
            "idam",
            "jagat",
            "aśeṣam",
            "asat",
            "svarūpam",
            "svapna",
            "ābham",
            "asta",
            "dhiṣaṇam",
            "puru",
            "duḥkha",
            "duḥkham",
            "tvayi",
            "eva",
            "nitya",
            "sukha",
            "bodha",
            "tanau",
            "anante",
            "māyātaḥ",
            "udyat",
            "api",
            "yat",
            "sat",
            "iva",
            "avabhāti"
        ],
        "translation": "Therefore this entire universe, which like a dream is by nature unreal, nevertheless appears real, and thus it covers one’s consciousness and assails one with repeated miseries. This universe appears real because it is manifested by the potency of illusion emanating from You, whose unlimited transcendental forms are full of eternal happiness and knowledge.",
        "purport": " As an object of enjoyment or a permanent residence for the conditioned souls, the material universe is certainly illusion, nothing more than a dream. One may give the analogy that the vision of abundant water in a desert is no more than a dream, although real water exists elsewhere. Similarly, the vision of home, happiness and reality within matter is certainly no better than a foolish dream in which repeated miseries appear. In another sense, however, the universe is real. In his commentary on Vedanta-sūtra, Śrīla Madhvācārya has confirmed this by quoting the following statement from the Vedic śruti-mantras: satyaṁ hy evedaṁ viśvam asṛjata. “This universe, created by the Lord, is real.” The perfect authority of the Vedas thus certifies this universe to be real; nevertheless, because our knowledge is stolen by illusion (as indicated here by the words asta-dhiṣaṇam), we cannot properly understand this universe or the Supreme Lord who has created it. As the expansion of Lord Kṛṣṇa, the universe is real and is meant for being engaged in His service. One who accepts the kingdom of God as home, the Lord Himself as the object of love, and the material universe as paraphernalia for being engaged in the Lord’s service dwells within eternal reality wherever he may go within the material and spiritual worlds."
    },
    {
        "verse": "23",
        "devanagari": "एकस्त्वमात्मा पुरुष: पुराण:सत्य: स्वयंज्योतिरनन्त आद्य: ।नित्योऽक्षरोऽजस्रसुखो निरञ्जन:पूर्णाद्वयो मुक्त उपाधितोऽमृत: ॥ २३ ॥",
        "english_devnagari": "ekas tvam ātmā puruṣaḥ purāṇaḥsatyaḥ svayaṁ-jyotir ananta ādyaḥnityo ’kṣaro ’jasra-sukho nirañjanaḥpūrṇādvayo mukta upādhito ’mṛtaḥ",
        "verse_Syn": [
            "ekaḥ",
            "tvam",
            "ātmā",
            "puruṣaḥ",
            "purāṇaḥ",
            "satyaḥ",
            "svayam",
            "jyotiḥ",
            "anantaḥ",
            "ādyaḥ",
            "nityaḥ",
            "akṣaraḥ",
            "ajasra",
            "sukhaḥ",
            "nirañjanaḥ",
            "pūrṇa",
            "advayaḥ",
            "muktaḥ",
            "upādhitaḥ",
            "amṛtaḥ"
        ],
        "translation": "You are the one Supreme Soul, the primeval Supreme Personality, the Absolute Truth — self-manifested, endless and beginningless. You are eternal and infallible, perfect and complete, without any rival and free from all material designations. Your happiness can never be obstructed, nor have You any connection with material contamination. Indeed, You are the indestructible nectar of immortality.",
        "purport": " Śrīla Śrīdhara Svāmī explains how the various terms of this verse demonstrate that the transcendental body of Lord Kṛṣṇa is free from the characteristics of material bodies. All material bodies go through six phases: birth, growth, maturity, reproduction, decline and destruction. But Lord Kṛṣṇa does not take material birth, since He is the original reality, a fact clearly indicated here by the word adya, “original.” We take our material birth within a particular material atmosphere, in material bodies that are amalgamations of various material elements. Since Lord Kṛṣṇa existed long before the creation of any material atmosphere or element, there is no question of material birth for His transcendental body. Similarly, the word pūrṇa, meaning “full and complete,” refutes the concept that Lord Kṛṣṇa could grow, since He is ever-existing in fullness. When one’s material body becomes mature, one can no longer enjoy as in youth; but the words ajasra-sukha, “enjoying unobstructed happiness,” indicate that Lord Kṛṣṇa’s body never reaches so-called middle age, since it is always full of spiritual youthful bliss. The word akṣara, “undiminishing,” refutes the possibility that Lord Kṛṣṇa’s body grows old or declines, and the word amṛta, “immortal” negates the possibility of death. In other words, Lord Kṛṣṇa’s transcendental body is free from the transformations of material bodies. The Lord does, however, create innumerable worlds and expand Himself as innumerable living entities. But the Lord’s so-called reproduction is completely spiritual and does not take place at a certain phase of bodily existence; rather, it constitutes the Lord’s eternal proclivity to expand His spiritual bliss and glories. As the Lord states in śruti, pūrvam evāham ihāsam: “I alone existed in the beginning.” Therefore here the Lord is called puruṣaḥ purāṇaḥ, “the primeval enjoyer.” This original puruṣa expands Himself as the Supersoul and enters every living being. Still, He is ultimately the Absolute Truth, Kṛṣṇa, as stated in the Gopāla-tāpanī Upaniṣad: yaḥ sākṣāt para-brahmeti govindaṁ sac-cid-ānanda-vigrahaṁ vṛndāvana-sura-bhūruha-talāsīnam. “The Absolute Truth Himself is Govinda, who has an eternal form of bliss and knowledge and who is sitting beneath the shady desire trees of Vṛndāvana.” This Absolute Truth is beyond material ignorance and beyond even ordinary spiritual knowledge, as stated in the same Gopāla-tāpanī śruti: vidyāvidyābhyāṁ bhinnaḥ. Thus, in many ways the supremacy of Lord Kṛṣṇa has been established in the Vedic literature, and it is here confirmed by Lord Brahmā himself."
    },
    {
        "verse": "24",
        "devanagari": "एवंविधं त्वां सकलात्मनामपिस्वात्मानमात्मात्मतया विचक्षते ।गुर्वर्कलब्धोपनिषत्सुचक्षुषाये ते तरन्तीव भवानृताम्बुधिम् ॥ २४ ॥",
        "english_devnagari": "evaṁ-vidhaṁ tvāṁ sakalātmanām apisvātmānam ātmātmatayā vicakṣategurv-arka-labdhopaniṣat-sucakṣuṣāye te tarantīva bhavānṛtāmbudhim",
        "verse_Syn": [
            "evam",
            "vidham",
            "tvām",
            "sakala",
            "ātmanām",
            "api",
            "sva",
            "ātmānam",
            "ātma",
            "ātmatayā",
            "vicakṣate",
            "guru",
            "arka",
            "labdha",
            "upaniṣat",
            "su",
            "cakṣuṣā",
            "ye",
            "te",
            "taranti",
            "iva",
            "bhava",
            "anṛta",
            "ambudhim"
        ],
        "translation": "Those who have received the clear vision of knowledge from the sunlike spiritual master can see You in this way, as the very Soul of all souls, the Supersoul of everyone’s own self. Thus understanding Your original personality, they are able to cross over the ocean of illusory material existence.",
        "purport": " As confirmed in the Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.”"
    },
    {
        "verse": "25",
        "devanagari": "आत्मानमेवात्मतयाविजानतांतेनैव जातं निखिलं प्रपञ्चितम् ।ज्ञानेन भूयोऽपि च तत् प्रलीयतेरज्ज्वामहेर्भोगभवाभवौ यथा ॥ २५ ॥",
        "english_devnagari": "ātmānam evātmatayāvijānatāṁtenaiva jātaṁ nikhilaṁ prapañcitamjñānena bhūyo ’pi ca tat pralīyaterajjvām aher bhoga-bhavābhavau yathā",
        "verse_Syn": [
            "ātmānam",
            "eva",
            "ātmatayā",
            "avijānatām",
            "tena",
            "eva",
            "jātam",
            "nikhilam",
            "prapañcitam",
            "jñānena",
            "bhūyaḥ",
            "api",
            "ca",
            "tat",
            "pralīyate",
            "rajjvām",
            "aheḥ",
            "bhoga",
            "bhava",
            "abhavau",
            "yathā"
        ],
        "translation": "A person who mistakes a rope for a snake becomes fearful, but he then gives up his fear upon realizing that the so-called snake does not exist. Similarly, for those who fail to recognize You as the Supreme Soul of all souls, the expansive illusory material existence arises, but knowledge of You at once causes it to subside.",
        "purport": " Those submerged in illusion see material existence as infinite, just as one who is submerged in water sees only water all around him. For example, material scientists and philosophers, submerged deep within the ocean of material illusion, imagine that material nature extends infinitely in all directions. In fact, the material creation is a finite ocean of ignorance in which foolish living entities, such as material scientists, are unceremoniously dunked by the order of the Supreme Personality of Godhead. To be trapped in a world in which all things are born and die is certainly a fearful experience. Anyone trapped in a dark place naturally becomes fearful. Since material life is always covered by the darkness of ignorance, every conditioned soul is fearful. The material nature is not ultimate reality, and thus analysis of matter can never provide answers to ultimate questions. This dark, snakelike existence called material life immediately disappears as soon as one opens his eyes to the bright light of Kṛṣṇa consciousness."
    },
    {
        "verse": "26",
        "devanagari": "अज्ञानसंज्ञौ भवबन्धमोक्षौद्वौ नाम नान्यौ स्त ऋतज्ञभावात् ।अजस्रचित्यात्मनि केवले परेविचार्यमाणे तरणाविवाहनी ॥ २६ ॥",
        "english_devnagari": "ajñāna-saṁjñau bhava-bandha-mokṣaudvau nāma nānyau sta ṛta-jña-bhāvātajasra-city ātmani kevale parevicāryamāṇe taraṇāv ivāhanī",
        "verse_Syn": [
            "ajñāna",
            "saṁjñau",
            "bhava",
            "bandha",
            "mokṣau",
            "dvau",
            "nāma",
            "na",
            "anyau",
            "staḥ",
            "ṛta",
            "jña",
            "bhāvāt",
            "ajasra",
            "citi",
            "ātmani",
            "kevale",
            "pare",
            "vicāryamāṇe",
            "taraṇau",
            "iva",
            "ahanī"
        ],
        "translation": "The conception of material bondage and the conception of liberation are both manifestations of ignorance. Being outside the scope of true knowledge, they cease to exist when one correctly understands that the pure spirit soul is distinct from matter and always fully conscious. At that time bondage and liberation no longer have any significance, just as day and night have no significance from the perspective of the sun.",
        "purport": " Material bondage is illusion because the living entity actually has no real relationship with the material world. Because of false ego, the conditioned soul identifies himself with matter. Therefore so-called liberation is simply the giving up of an illusion rather than release from actual bondage. Yet even if we think that the suffering of material illusion is real and that liberation is thus a meaningful release from suffering, the mere absence of material existence is still insignificant compared to the achievement of factual spiritual life, which is the positive eternal reality opposed to the negative illusion of material life. Ultimately, Kṛṣṇa consciousness, or pure love of Godhead, is the only significant, meaningful and permanent status for every living entity. Since the darkness of night is caused by the absence of the sun, one would not experience night within the sun itself, nor would one experience individual days separated by nights. Similarly, within the pure living entity there is no material darkness and thus no experience of liberation from such darkness. When the conditioned soul comes to this platform of pure consciousness, he becomes fit to associate with the supreme pure, the Personality of Godhead Himself, in the Lord’s own abode."
    },
    {
        "verse": "27",
        "devanagari": "त्वामात्मानं परं मत्वा परमात्मानमेव च ।आत्मा पुनर्बहिर्मृग्य अहोऽज्ञजनताज्ञता ॥ २७ ॥",
        "english_devnagari": "tvām ātmānaṁ paraṁ matvāparam ātmānam eva caātmā punar bahir mṛgyaaho ’jña-janatājñatā",
        "verse_Syn": [
            "tvām",
            "ātmānam",
            "param",
            "matvā",
            "param",
            "ātmānam",
            "eva",
            "ca",
            "ātmā",
            "punaḥ",
            "bahiḥ",
            "mṛgyaḥ",
            "aho",
            "ajña",
            "janatā",
            "ajñatā"
        ],
        "translation": "Just see the foolishness of those ignorant persons who consider You to be some separated manifestation of illusion and who consider the self, which is actually You, to be something else, the material body. Such fools conclude that the supreme soul is to be searched for somewhere outside Your supreme personality.",
        "purport": " Lord Brahmā is amazed at the gross ignorance of conditioned souls who consider Lord Kṛṣṇa’s supreme spiritual body to be material. Ignorant of the spiritual form of the Lord, such persons also consider their own material bodies to be the self, and therefore they conclude that spiritual reality is to be found somewhere beyond the supreme personality of Lord Kṛṣṇa. Sometimes such fools consider Lord Kṛṣṇa to be one of many individual souls who together constitute a single impersonal spiritual entity. Unfortunately, such speculators are not inclined to hear from the Lord Himself or from the Lord’s authorized representatives, such as Lord Brahmā. Because they whimsically speculate on the nature of the Supreme, their ultimate result is confusion and ignorance, which they euphemistically describe as “the mystery of life.”"
    },
    {
        "verse": "28",
        "devanagari": "अन्तर्भवेऽनन्त भवन्तमेवह्यतत्त्यजन्तो मृगयन्ति सन्त: ।असन्तमप्यन्त्यहिमन्तरेणसन्तं गुणं तं किमु यन्ति सन्त: ॥ २८ ॥",
        "english_devnagari": "antar-bhave ’nanta bhavantam evahy atat tyajanto mṛgayanti santaḥasantam apy anty ahim antareṇasantaṁ guṇaṁ taṁ kim u yanti santaḥ",
        "verse_Syn": [
            "antaḥ",
            "bhave",
            "ananta",
            "bhavantam",
            "eva",
            "hi",
            "atat",
            "tyajantaḥ",
            "mṛgayanti",
            "santaḥ",
            "asantam",
            "api",
            "anti",
            "ahim",
            "antareṇa",
            "santam",
            "guṇam",
            "tam",
            "kim",
            "u",
            "yanti",
            "santaḥ"
        ],
        "translation": "O unlimited Lord, the saintly devotees seek You out within their own bodies by rejecting everything separate from You. Indeed, how can discriminating persons appreciate the real nature of a rope lying before them until they refute the illusion that it is a snake?",
        "purport": " One may argue that a person should cultivate self-realization and at the same time pursue sense gratification for the material body. This proposition is herein refuted by the example of misidentifying a rope as a snake. One who mistakes a rope for a snake becomes fearful and thinks of the so-called snake. But upon discovering that the so-called snake is actually a rope, he experiences a different emotion — relief — and can then ignore the rope. Similarly, because we misunderstand the material body to be the self, we are experiencing many emotions in relation to the body. Upon discovering, however, that the body is simply a bag of material chemicals, we carefully note how this illusion was created and then lose interest in the body. Discovering that we are actually an eternal soul within the body, we naturally focus our attention on that real self. Those who are saintly and wise always cultivate Kṛṣṇa consciousness, spiritual knowledge, having transcended the foolish misidentification of the body as the self. Such Kṛṣṇa conscious persons go on to realize the Supreme Personality of Godhead, who dwells within the material body as the Supersoul — the witness and guide of every living entity. Realization of the Supersoul and the individual soul is so pleasing and satisfying that a self-realized person automatically gives up everything irrelevant to his spiritual advancement."
    },
    {
        "verse": "29",
        "devanagari": "अथापि ते देव पदाम्बुजद्वय-प्रसादलेशानुगृहीत एव हि ।जानाति तत्त्वं भगवन् महिम्नोन चान्य एकोऽपि चिरं विचिन्वन् ॥ २९ ॥",
        "english_devnagari": "athāpi te deva padāmbuja-dvaya-prasāda-leśānugṛhīta eva hijānāti tattvaṁ bhagavan-mahimnona cānya eko ’pi ciraṁ vicinvan",
        "verse_Syn": [
            "atha",
            "api",
            "te",
            "deva",
            "pada",
            "ambuja",
            "dvaya",
            "prasāda",
            "leśa",
            "anugṛhītaḥ",
            "eva",
            "hi",
            "jānāti",
            "tattvam",
            "bhagavat",
            "mahimnaḥ",
            "na",
            "ca",
            "anyaḥ",
            "ekaḥ",
            "api",
            "ciram",
            "vicinvan"
        ],
        "translation": "My Lord, if one is favored by even a slight trace of the mercy of Your lotus feet, he can understand the greatness of Your personality. But those who speculate to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years.",
        "purport": " This translation is quoted from Śrīla Prabhupāda’s Caitanya-caritāmṛta, Madhya-līlā, Chapter Six, text 84. Lord Kṛṣṇa is very eager to bestow His mercy upon the conditioned living beings, who are uselessly struggling with the Lord’s illusory energy, Māyā. The conditioned soul struggles for happiness through sense gratification and for knowledge through mental speculation. Both processes ultimately bring him to a morose and hopeless condition. If the conditioned soul surrenders to the lotus feet of Lord Kṛṣṇa and thus acquires even a trace of His causeless mercy, the whole situation is changed, and the living entity can begin his real life of bliss and knowledge in Kṛṣṇa consciousness."
    },
    {
        "verse": "30",
        "devanagari": "तदस्तु मे नाथ स भूरिभागोभवेऽत्र वान्यत्र तु वा तिरश्चाम् ।येनाहमेकोऽपि भवज्जनानांभूत्वा निषेवे तव पादपल्लवम् ॥ ३० ॥",
        "english_devnagari": "tad astu me nātha sa bhūri-bhāgobhave ’tra vānyatra tu vā tiraścāmyenāham eko ’pi bhavaj-janānāṁbhūtvā niṣeve tava pāda-pallavam",
        "verse_Syn": [
            "tat",
            "astu",
            "me",
            "nātha",
            "saḥ",
            "bhūri",
            "bhāgaḥ",
            "bhave",
            "atra",
            "vā",
            "anyatra",
            "tu",
            "vā",
            "tiraścām",
            "yena",
            "aham",
            "ekaḥ",
            "api",
            "bhavat",
            "janānām",
            "bhūtvā",
            "niṣeve",
            "tava",
            "pāda",
            "pallavam"
        ],
        "translation": "My dear Lord, I therefore pray to be so fortunate that in this life as Lord Brahmā or in another life, wherever I take my birth, I may be counted as one of Your devotees. I pray that wherever I may be, even among the animal species, I can engage in devotional service to Your lotus feet.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "अहोऽतिधन्या व्रजगोरमण्य:स्तन्यामृतं पीतमतीव ते मुदा ।यासां विभो वत्सतरात्मजात्मनायत्तृप्तयेऽद्यापि न चालमध्वरा: ॥ ३१ ॥",
        "english_devnagari": "aho ’ti-dhanyā vraja-go-ramaṇyaḥstanyāmṛtaṁ pītam atīva te mudāyāsāṁ vibho vatsatarātmajātmanāyat-tṛptaye ’dyāpi na cālam adhvarāḥ",
        "verse_Syn": [
            "aho",
            "ati",
            "dhanyāḥ",
            "vraja",
            "go",
            "ramaṇyaḥ",
            "stanya",
            "amṛtam",
            "pītam",
            "atīva",
            "te",
            "mudā",
            "yāsām",
            "vibho",
            "vatsatara",
            "ātmaja",
            "ātmanā",
            "yat",
            "tṛptaye",
            "adya",
            "api",
            "na",
            "ca",
            "alam",
            "adhvarāḥ"
        ],
        "translation": "O almighty Lord, how greatly fortunate are the cows and ladies of Vṛndāvana, the nectar of whose breast milk You have happily drunk to Your full satisfaction, taking the form of their calves and children! All the Vedic sacrifices performed from time immemorial up to the present day have not given You as much satisfaction.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "अहो भाग्यमहो भाग्यं नन्दगोपव्रजौकसाम् ।यन्मित्रं परमानन्दं पूर्णं ब्रह्म सनातनम् ॥ ३२ ॥",
        "english_devnagari": "aho bhāgyam aho bhāgyaṁnanda-gopa-vrajaukasāmyan-mitraṁ paramānandaṁpūrṇaṁ brahma sanātanam",
        "verse_Syn": [
            "aho",
            "bhāgyam",
            "aho",
            "bhāgyam",
            "nanda",
            "gopa",
            "vraja",
            "okasām",
            "yat",
            "mitram",
            "parama",
            "ānandam",
            "pūrṇam",
            "brahma",
            "sanātanam"
        ],
        "translation": "How greatly fortunate are Nanda Mahārāja, the cowherd men and all the other inhabitants of Vrajabhūmi! There is no limit to their good fortune, because the Absolute Truth, the source of transcendental bliss, the eternal Supreme Brahman, has become their friend.",
        "purport": " This translation is quoted from Śrīla Prabhupāda’s Caitanya-caritāmṛta, Madhya-līlā, Chapter Six, text 149."
    },
    {
        "verse": "33",
        "devanagari": "एषां तु भाग्यमहिमाच्युत तावदास्ता-मेकादशैव हि वयं बत भूरिभागा: ।एतद्‌धृषीकचषकैरसकृत् पिबाम:शर्वादयोऽङ्‌घ्य्रुदजमध्वमृतासवं ते ॥ ३३ ॥",
        "english_devnagari": "eṣāṁ tu bhāgya-mahimācyuta tāvad āstāmekādaśaiva hi vayaṁ bata bhūri-bhāgāḥetad-dhṛṣīka-caṣakair asakṛt pibāmaḥśarvādayo ’ṅghry-udaja-madhv-amṛtāsavaṁ te",
        "verse_Syn": [
            "eṣām",
            "tu",
            "bhāgya",
            "mahimā",
            "acyuta",
            "tāvat",
            "āstām",
            "ekādaśa",
            "eva",
            "hi",
            "vayam",
            "bata",
            "bhūri",
            "bhāgāḥ",
            "etat",
            "hṛṣīka",
            "caṣakaiḥ",
            "asakṛt",
            "pibāmaḥ",
            "śarva",
            "ādayaḥ",
            "aṅghri",
            "udaja",
            "madhu",
            "amṛta",
            "āsavam",
            "te"
        ],
        "translation": "Yet even though the extent of the good fortune of these residents of Vṛndāvana is inconceivable, we eleven presiding deities of the various senses, headed by Lord Śiva, are also most fortunate, because the senses of these devotees of Vṛndāvana are the cups through which we repeatedly drink the nectarean, intoxicating beverage of the honey of Your lotus feet.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "तद् भूरिभाग्यमिह जन्म किमप्यटव्यांयद् गोकुलेऽपि कतमाङ्‍‍घ्रिरजोऽभिषेकम् ।यज्जीवितं तु निखिलं भगवान् मुकुन्द-स्त्वद्यापि यत्पदरज: श्रुतिमृग्यमेव ॥ ३४ ॥",
        "english_devnagari": "tad bhūri-bhāgyam iha janma kim apy aṭavyāṁyad gokule ’pi katamāṅghri-rajo-’bhiṣekamyaj-jīvitaṁ tu nikhilaṁ bhagavān mukundastv adyāpi yat-pada-rajaḥ śruti-mṛgyam eva",
        "verse_Syn": [
            "tat",
            "bhūri",
            "bhāgyam",
            "iha",
            "janma",
            "kim",
            "api",
            "aṭavyām",
            "yat",
            "gokule",
            "api",
            "katama",
            "aṅghri",
            "rajaḥ",
            "abhiṣekam",
            "yat",
            "jīvitam",
            "tu",
            "nikhilam",
            "bhagavān",
            "mukundaḥ",
            "tu",
            "adya",
            "api",
            "yat",
            "pāda",
            "rajaḥ",
            "śruti",
            "mṛgyam",
            "eva"
        ],
        "translation": "My greatest possible good fortune would be to take any birth whatever in this forest of Gokula and have my head bathed by the dust falling from the lotus feet of any of its residents. Their entire life and soul is the Supreme Personality of Godhead, Mukunda, the dust of whose lotus feet is still being searched for in the Vedic mantras.",
        "purport": " This verse indicates that Lord Brahmā desires to take birth even as the smallest blade of grass in Vṛndāvana so that the holy residents of the Lord’s abode may walk upon his head and bless him with the dust of their feet. Being realistic, Lord Brahmā does not aspire to directly achieve the dust of Lord Kṛṣṇa’s feet; rather, he aspires for the mercy of the Lord’s devotees. Śrīla Viśvanātha Cakravartī Ṭhākura explains that Brahmā is willing to take birth even as a stone in a paved footpath in the Lord’s abode. Since Brahmā is the creator of the entire universe, we can just imagine the glorious position of the residents of Vṛndāvana. The Lord’s devotees achieve their exalted position by unalloyed devotion and love. One cannot achieve such spiritual opulence by any puffed-up material process of personal improvement. In Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda reveals the mind of Brahmā as follows: “But if I am not so fortunate to take birth within the forest of Vṛndāvana, I beg to be allowed to take birth outside the immediate area of Vṛndāvana so that when the devotees go out they will walk over me. Even that would be a great fortune for me. I am just aspiring for a birth in which I will be smeared by the dust of the devotees’ feet.”"
    },
    {
        "verse": "35",
        "devanagari": "एषां घोषनिवासिनामुत भवान् किं देव रातेति न-श्चेतो विश्वफलात् फलं त्वदपरं कुत्राप्ययन् मुह्यति ।सद्वेषादिव पूतनापि सकुला त्वामेव देवापितायद्धामार्थसुहृत्प्रियात्मतनयप्राणाशयास्त्वत्कृते ॥ ३५ ॥",
        "english_devnagari": "eṣāṁ ghoṣa-nivāsinām uta bhavān kiṁ deva rāteti naśceto viśva-phalāt phalaṁ tvad-aparaṁ kutrāpy ayan muhyatisad-veṣād iva pūtanāpi sa-kulā tvām eva devāpitāyad-dhāmārtha-suhṛt-priyātma-tanaya-prāṇāśayās tvat-kṛte",
        "verse_Syn": [
            "eṣām",
            "ghoṣa",
            "nivāsinām",
            "uta",
            "bhavān",
            "kim",
            "deva",
            "rātā",
            "iti",
            "naḥ",
            "cetaḥ",
            "viśva",
            "phalāt",
            "phalam",
            "tvat",
            "aparam",
            "kutra",
            "api",
            "ayat",
            "muhyati",
            "sat",
            "veṣāt",
            "iva",
            "pūtanā",
            "api",
            "sa",
            "kulā",
            "tvām",
            "eva",
            "deva",
            "āpitā",
            "yat",
            "dhāma",
            "artha",
            "suhṛt",
            "priya",
            "ātma",
            "tanaya",
            "prāṇa",
            "āśayāḥ",
            "tvat",
            "kṛte"
        ],
        "translation": "My mind becomes bewildered just trying to think of what reward other than You could be found anywhere. You are the embodiment of all benedictions, which You bestow upon these residents of the cowherd community of Vṛndāvana. You have already arranged to give Yourself to Pūtanā and her family members in exchange for her disguising herself as a devotee. So what is left for You to give these devotees of Vṛndāvana, whose homes, wealth, friends, dear relations, bodies, children and very lives and hearts are all dedicated only to You?",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "तावद् रागादय: स्तेनास्तावत् कारागृहं गृहम् ।तावन्मोहोऽङ्‍‍‍‍‍घ्रिनिगडो यावत् कृष्ण न ते जना: ॥ ३६ ॥",
        "english_devnagari": "tāvad rāgādayaḥ stenāstāvat kārā-gṛhaṁ gṛhamtāvan moho ’ṅghri-nigaḍoyāvat kṛṣṇa na te janāḥ",
        "verse_Syn": [
            "tāvat",
            "rāga",
            "ādayaḥ",
            "stenāḥ",
            "tāvat",
            "kārā",
            "gṛham",
            "gṛham",
            "tāvat",
            "mohaḥ",
            "aṅghri",
            "nigaḍaḥ",
            "yāvat",
            "kṛṣṇa",
            "na",
            "te",
            "janāḥ"
        ],
        "translation": "My dear Lord Kṛṣṇa, until people become Your devotees, their material attachments and desires remain thieves, their homes remain prisons, and their affectionate feelings for their family members remain foot-shackles.",
        "purport": " Apparently, the residents of Vṛndāvana, the abode of Lord Kṛṣṇa, are simple householders engaged in ordinary affairs such as herding cows, cooking, rearing children and performing religious ceremonies. However, all these activities are intensely engaged in the loving service of Lord Kṛṣṇa. The residents of Vṛndāvana perform all activities in pure Kṛṣṇa consciousness and thus exist on the most exalted platform of liberated life. Otherwise, the same activities performed without Kṛṣṇa consciousness constitute ordinary bondage to the material world. Thus, one should not misunderstand the exalted position of the residents of Vṛndāvana, nor should one consider oneself highly religious simply because one performs ordinary domestic affairs very enthusiastically, but without Kṛṣṇa consciousness. By focusing our passionate attachment on our family and society, we are completely deviated from the progressive path of Kṛṣṇa consciousness. Conversely, if we engage our family in the loving service of the Lord, our endeavors to maintain our family become part and parcel of our progressive spiritual duties. In conclusion, by studying the extraordinary status of the residents of Vṛndāvana, we can see that the essential quality of their lives is pure Kṛṣṇa consciousness — the rendering of loving service to the Lord without a trace of material desire or mental speculation. Such loving service to the original Personality of Godhead immediately creates the atmosphere of Śrī Vṛndāvana-dhāma, the kingdom of God."
    },
    {
        "verse": "37",
        "devanagari": "प्रपञ्चं निष्प्रपञ्चोऽपि विडम्बयसि भूतले ।प्रपन्नजनतानन्दसन्दोहं प्रथितुं प्रभो ॥ ३७ ॥",
        "english_devnagari": "prapañcaṁ niṣprapañco ’piviḍambayasi bhū-taleprapanna-janatānanda-sandohaṁ prathituṁ prabho",
        "verse_Syn": [
            "prapañcam",
            "niṣprapañcaḥ",
            "api",
            "viḍambayasi",
            "bhū",
            "tale",
            "prapanna",
            "janatā",
            "ānanda",
            "sandoham",
            "prathitum",
            "prabho"
        ],
        "translation": "My dear master, although You have nothing to do with material existence, You come to this earth and imitate material life just to expand the varieties of ecstatic enjoyment for Your surrendered devotees.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura points out that just as a lamp does not seem to shine as brightly in sunlight as it does in the shade, or as a diamond does not seem as brilliant on a silver platter as it does on a plate of blue glass, the Lord’s pastimes as Govinda do not seem as amazing in the transcendental abode of Vaikuṇṭha as they do within the material realm of Māyā. Lord Kṛṣṇa comes to the earth and acts toward His pure devotees exactly like a devoted son, boyfriend, husband, father, friend and so on, and within the darkness of material existence these brilliant, liberated pastimes give unlimited ecstasy to the surrendered devotees of the Lord. In his Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda quotes Lord Brahmā as follows: “I can also understand that Your appearance as a small cowherd boy, a child of the cowherd men, is not at all a material activity. You are so much obliged by their affection that You are here to enthuse them with more loving service by Your transcendental presence.”"
    },
    {
        "verse": "38",
        "devanagari": "जानन्त एव जानन्तु किं बहूक्त्या न मे प्रभो ।मनसो वपुषो वाचो वैभवं तव गोचर: ॥ ३८ ॥",
        "english_devnagari": "jānanta eva jānantukiṁ bahūktyā na me prabhomanaso vapuṣo vācovaibhavaṁ tava go-caraḥ",
        "verse_Syn": [
            "jānantaḥ",
            "eva",
            "jānantu",
            "kim",
            "bahu",
            "uktyā",
            "na",
            "me",
            "prabho",
            "manasaḥ",
            "vapuṣaḥ",
            "vācaḥ",
            "vaibhavam",
            "tava",
            "go",
            "caraḥ"
        ],
        "translation": "There are people who say, “I know everything about Kṛṣṇa.” Let them think that way. As far as I am concerned, I do not wish to speak very much about this matter. O my Lord, let me say this much: As far as Your opulences are concerned, they are all beyond the reach of my mind, body and words.",
        "purport": " This translation is quoted from Śrīla Prabhupāda’s Caitanya-caritāmṛta, Madhya-līlā, Chapter Twenty-one, text 27."
    },
    {
        "verse": "39",
        "devanagari": "अनुजानीहि मां कृष्ण सर्वं त्वं वेत्सि सर्वद‍ृक् ।त्वमेव जगतां नाथो जगदेतत्तवार्पितम् ॥ ३९ ॥",
        "english_devnagari": "anujānīhi māṁ kṛṣṇasarvaṁ tvaṁ vetsi sarva-dṛktvam eva jagatāṁ nāthojagad etat tavārpitam",
        "verse_Syn": [
            "anujānīhi",
            "mām",
            "kṛṣṇa",
            "sarvam",
            "tvam",
            "vetsi",
            "sarva",
            "dṛk",
            "tvam",
            "eva",
            "jagatām",
            "nāthaḥ",
            "jagat",
            "etat",
            "tava",
            "arpitam"
        ],
        "translation": "My dear Kṛṣṇa, I now humbly request permission to leave. Actually, You are the knower and seer of all things. Indeed, You are the Lord of all the universes, and yet I offer this one universe unto You.",
        "purport": " In his Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda has quoted Lord Brahmā as follows: “My dear Lord, although You are the Supreme Lord of all creation, I sometimes falsely think that I am the master of this universe. I may be master of this universe, but there are innumerable universes, and there are also innumerable Brahmās who preside over these universes. But actually You are the master of them all. As the Supersoul in everyone’s heart, You know everything. Please, therefore, accept me as Your surrendered servant. I hope that You will excuse me for disturbing You in Your pastimes with Your friends and calves. Now if You will kindly allow me, I will immediately leave so You can enjoy Your friends and calves without my presence.” The words sarvaṁ tvaṁ vetsi sarva-dṛk are very significant here. Lord Kṛṣṇa knows everything and sees everything, and therefore Lord Brahmā did not need to remain in Vṛndāvana to maintain his personal loving contact with the Lord. In fact, as the creator of the universe, Lord Brahmā was somewhat out of place in the simple, blissful atmosphere of Vṛndāvana, where Lord Kṛṣṇa was exhibiting His supreme opulences in herding cows, enjoying picnics, playing games, and so on. Upon seeing the intense love the residents of Vṛndāvana had for Lord Kṛṣṇa, Brahmā felt unqualified to remain there. He was not eager to give up the Lord’s association, but he felt it better to return to his personal devotional service in Brahmaloka. Somewhat embarrassed and unhappy over his foolish attempt at bewildering the Lord, Brahmā preferred to resume his transcendental loving service rather than try to enjoy the Lord’s presence."
    },
    {
        "verse": "40",
        "devanagari": "श्रीकृष्ण वृष्णिकुलपुष्करजोषदायिन्क्ष्मानिर्जरद्विजपशूदधिवृद्धिकारिन् ।उद्धर्मशार्वरहर क्षितिराक्षसध्रु-गाकल्पमार्कमर्हन् भगवन्नमस्ते ॥ ४० ॥",
        "english_devnagari": "śrī-kṛṣṇa vṛṣṇi-kula-puṣkara-joṣa-dāyinkṣmā-nirjara-dvija-paśūdadhi-vṛddhi-kārinuddharma-śārvara-hara kṣiti-rākṣasa-dhrugā-kalpam ārkam arhan bhagavan namas te",
        "verse_Syn": [
            "śrī",
            "kṛṣṇa",
            "vṛṣṇi",
            "kula",
            "puṣkara",
            "joṣa",
            "dāyin",
            "kṣmā",
            "nirjara",
            "dvija",
            "paśu",
            "udadhi",
            "vṛddhi",
            "kārin",
            "uddharma",
            "śārvara",
            "hara",
            "kṣiti",
            "rākṣasa",
            "dhruk",
            "ā",
            "kalpam",
            "ā",
            "arkam",
            "arhan",
            "bhagavan",
            "namaḥ",
            "te"
        ],
        "translation": "My dear Śrī Kṛṣṇa, You bestow happiness upon the lotuslike Vṛṣṇi dynasty and expand the great oceans consisting of the earth, the demigods, the brāhmaṇas and the cows. You dispel the dense darkness of irreligion and oppose the demons who have appeared on this earth. O Supreme Personality of Godhead, as long as this universe exists and as long as the sun shines, I will offer my obeisances unto You.",
        "purport": " According to Śrīla Sanātana Gosvāmī, Lord Brahmā is here engaged in the ecstasy of nāma-saṅkīrtana, glorifying various holy names of Lord Kṛṣṇa that indicate His variegated pastimes. Lord Kṛṣṇa expertly suppressed the demoniac population of the earth, which became unbearable with the advent of demoniac politicians like Kaṁsa, Jarāsandha and Śiśupāla. Similarly, in modern society there are many so-called God-fearing people who are actually attracted to demoniac existence. Such persons become enlivened with the setting of the sun and go out in the darkness to enjoy life in restaurants, nightclubs, discotheques, hotels and so on, which are all simply meant for illicit sex, intoxication, gambling and meat-eating. Then there are those who openly defy God and His laws, declaring themselves atheists and demons. Both the covert and the overt enemies of the Lord constitute an unholy burden for the earth, and Lord Kṛṣṇa descends to expertly remove this burden. Here Lord Brahmā indirectly states that Lord Kṛṣṇa should remove Brahmā’s own subtle atheism, which had led him to try to exert illusory power over Lord Kṛṣṇa. According to Śrīla Viśvanātha Cakravartī Ṭhākura, Lord Brahmā, in his shame, felt himself to be like a brahma-rākṣasa from Satyaloka who had come to the earth to disturb Lord Kṛṣṇa and His intimate friends and calves. Brahmā is lamenting that although Lord Kṛṣṇa is most exalted, the Lord of all lords, because He had appeared before Brahmā in such a simple and innocent feature — decorated with a stick, a conchshell, ornaments, red clay, a peacock feather and so on, and sporting with His cowherd boyfriends — Brahmā dared to challenge Him. Concerning Brahmā’s prayers, of which this verse is the conclusion, Śrīla Viśvanātha Cakravartī Ṭhākura states, “May these prayers of Brahmā, which take away all doubts and broadcast all the definitive conclusions of devotional service, become the expert craftsmanship of the foundation of my consciousness.”"
    },
    {
        "verse": "41",
        "devanagari": "श्रीशुक उवाचइत्यभिष्टूय भूमानं त्रि: परिक्रम्य पादयो: ।नत्वाभीष्टं जगद्धाता स्वधाम प्रत्यपद्यत ॥ ४१ ॥",
        "english_devnagari": "śrī-śuka uvācaity abhiṣṭūya bhūmānaṁtriḥ parikramya pādayoḥnatvābhīṣṭaṁ jagad-dhātāsva-dhāma pratyapadyata",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "abhiṣṭūya",
            "bhūmānam",
            "triḥ",
            "parikramya",
            "pādayoḥ",
            "natvā",
            "abhīṣṭam",
            "jagat",
            "dhātā",
            "sva",
            "dhāma",
            "pratyapadyata"
        ],
        "translation": "Śukadeva Gosvāmī said: Having thus offered his prayers, Brahmā circumambulated his worshipable Lord, the unlimited Personality of Godhead, three times and then bowed down at His lotus feet. The appointed creator of the universe then returned to his own residence.",
        "purport": " Although Lord Brahmā had prayed to take birth as a blade of grass in Vṛndāvana or even in the area surrounding Vṛndāvana, Lord Kṛṣṇa, by His silent response to Brahmā’s prayers, indicated that Brahmā should return to his own abode. First Brahmā had to complete his personal devotional service of universal creation; then he could come to Vṛndāvana and get the mercy of the inhabitants there. In other words, a devotee should always be attentive to executing his personal devotional service properly. This is more important than trying to live in the Lord’s abode."
    },
    {
        "verse": "42",
        "devanagari": "ततोऽनुज्ञाप्य भगवान् स्वभुवं प्रागवस्थितान् ।वत्सान् पुलिनमानिन्ये यथापूर्वसखं स्वकम् ॥ ४२ ॥",
        "english_devnagari": "tato ’nujñāpya bhagavānsva-bhuvaṁ prāg avasthitānvatsān pulinam āninyeyathā-pūrva-sakhaṁ svakam",
        "verse_Syn": [
            "tataḥ",
            "anujñāpya",
            "bhagavān",
            "sva",
            "bhuvam",
            "prāk",
            "avasthitān",
            "vatsān",
            "pulinam",
            "āninye",
            "yathā",
            "pūrva",
            "sakham",
            "svakam"
        ],
        "translation": "After granting His son Brahmā permission to leave, the Supreme Personality of Godhead took the calves, who were still where they had been a year earlier, and brought them to the riverbank, where He had been taking His meal and where His cowherd boyfriends remained just as before.",
        "purport": " The word sva-bhuvam, “to His own son,” indicates that Lord Kṛṣṇa forgave the offense Brahmā had committed and treated him with affection, as His son. It is stated in this verse that the original cowherd boyfriends and calves were situated just as before: near the bank of the Yamunā River and in the forest, respectively. Previously the calves had disappeared within the forest and Lord Kṛṣṇa had gone to search for them. Not finding them, the Lord had returned to the riverbank to discuss the situation with His cowherd boyfriends, but they had also disappeared. Now the cows were once again in the forest and the boyfriends once again on the bank of the river, ready to take their lunch. According to Śrīla Sanātana Gosvāmī, the calves and boys remained in the forest and on the riverbank, respectively, for one full year. Lord Brahmā did not actually take them away to another place. By the Lord’s omnipotent illusory energy, the gopīs and other residents of Vṛndāvana did not notice the calves and boys, nor did the calves and boys notice the passing of a year’s time or feel any hunger, cold or thirst. All this was part of the pastime arranged by the Lord’s illusory potency. Lord Brahmā thought, “I have kept all the boys and calves of Gokula sleeping on the bed of my mystic potency, and to this very day they have not risen. A similar number of boys and calves have been playing with Kṛṣṇa for one whole year, yet they are different from the ones illusioned by my mystic potency. Who are they? Where did they come from?” Nothing is invisible to the Supreme Lord. Thus Lord Kṛṣṇa appeared to be searching for the calves and boys only to enact the dramatic pastime of bewildering Lord Brahmā. After Brahmā surrendered and offered prayers, Lord Kṛṣṇa returned to the original boys and calves, who appeared exactly as before, although their size had somewhat increased because of one year’s growth. According to Śrīla Viśvanātha Cakravartī Ṭhākura, since Lord Kṛṣṇa was playing exactly like an innocent young cowherd boy in Vṛndāvana, after four-headed Brahmā offered his prayers the Lord maintained His role as a young cowherd boy and thus remained silent before Brahmā. Kṛṣṇa’s silence indicates the following thoughts: “Where did this four-headed Brahmā come from? What is he doing? What are these words he keeps on speaking? I am busy looking for My calves. I am just a cowherd boy and do not understand all this.” Lord Brahmā had considered Lord Kṛṣṇa an ordinary cowherd boy and had treated Him as such. After accepting Brahmā’s prayers, Kṛṣṇa continued to play as a cowherd boy and thus did not answer the four-headed Brahmā. Rather, Kṛṣṇa was more interested in rejoining His cowherd boyfriends for the picnic lunch on the bank of the Yamunā River."
    },
    {
        "verse": "43",
        "devanagari": "एकस्मिन्नपि यातेऽब्दे प्राणेशं चान्तरात्मन: ।कृष्णमायाहता राजन् क्षणार्धं मेनिरेऽर्भका: ॥ ४३ ॥",
        "english_devnagari": "ekasminn api yāte ’bdeprāṇeśaṁ cāntarātmanaḥkṛṣṇa-māyāhatā rājankṣaṇārdhaṁ menire ’rbhakāḥ",
        "verse_Syn": [
            "ekasmin",
            "api",
            "yāte",
            "abde",
            "prāṇa",
            "īśam",
            "ca",
            "antarā",
            "ātmanaḥ",
            "kṛṣṇa",
            "māyā",
            "āhatāḥ",
            "rājan",
            "kṣaṇa",
            "ardham",
            "menire",
            "arbhakāḥ"
        ],
        "translation": "O King, although the boys had passed an entire year apart from the Lord of their very lives, they had been covered by Lord Kṛṣṇa’s illusory potency and thus considered that year merely half a moment.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "किं किं न विस्मरन्तीह मायामोहितचेतस: ।यन्मोहितं जगत् सर्वमभीक्ष्णं विस्मृतात्मकम् ॥ ४४ ॥",
        "english_devnagari": "kiṁ kiṁ na vismarantīhamāyā-mohita-cetasaḥyan-mohitaṁ jagat sarvamabhīkṣṇaṁ vismṛtātmakam",
        "verse_Syn": [
            "kim",
            "kim",
            "na",
            "vismaranti",
            "iha",
            "māyā",
            "mohita",
            "cetasaḥ",
            "yat",
            "mohitam",
            "jagat",
            "sarvam",
            "abhīkṣṇam",
            "vismṛta",
            "ātmakam"
        ],
        "translation": "What indeed is not forgotten by those whose minds are bewildered by the Lord’s illusory potency? By that power of Māyā, this entire universe remains in perpetual bewilderment, and in this atmosphere of forgetfulness no one can understand his own identity.",
        "purport": " It is clearly stated here that the entire universe is bewildered. Thus even great demigods like Indra and Brahmā are not exempt from the principle of forgetfulness. Since Lord Kṛṣṇa exercised His internal illusory potency over His cowherd boyfriends and calves, it is not at all astonishing that for one year they could not remember their position. Indeed, by the Lord’s external illusory potency the conditioned souls forget their existence not only for one year but for many billions and billions of years as they transmigrate throughout the kingdom of ignorance called the material world."
    },
    {
        "verse": "45",
        "devanagari": "ऊचुश्च सुहृद: कृष्णं स्वागतं तेऽतिरंहसा ।नैकोऽप्यभोजि कवल एहीत: साधु भुज्यताम् ॥ ४५ ॥",
        "english_devnagari": "ūcuś ca suhṛdaḥ kṛṣṇaṁsv-āgataṁ te ’ti-raṁhasānaiko ’py abhoji kavalaehītaḥ sādhu bhujyatām",
        "verse_Syn": [
            "ūcuḥ",
            "ca",
            "suhṛdaḥ",
            "kṛṣṇam",
            "su",
            "āgatam",
            "te",
            "ati",
            "raṁhasā",
            "na",
            "ekaḥ",
            "api",
            "abhoji",
            "kavalaḥ",
            "ehi",
            "itaḥ",
            "sādhu",
            "bhujyatām"
        ],
        "translation": "The cowherd boyfriends said to Lord Kṛṣṇa: You have returned so quickly! We have not eaten even one morsel in Your absence. Please come here and take Your meal without distraction.",
        "purport": " The words sv-āgataṁ te ’ti-raṁhasā indicate that the cowherd boys were congratulating Lord Kṛṣṇa for having brought the calves back so quickly from the forest. Now Lord Kṛṣṇa’s beloved friends urged Him to sit down properly and eat to His full satisfaction. According to Śrīla Prabhupāda’s Kṛṣṇa, the Supreme Personality of Godhead, the cowherd boyfriends felt quite jubilant and were eager to eat with their dear friend, Kṛṣṇa."
    },
    {
        "verse": "46",
        "devanagari": "ततो हसन् हृषीकेशोऽभ्यवहृत्य सहार्भकै: ।दर्शयंश्चर्माजगरं न्यवर्तत वनाद् व्रजम् ॥ ४६ ॥",
        "english_devnagari": "tato hasan hṛṣīkeśo’bhyavahṛtya sahārbhakaiḥdarśayaṁś carmājagaraṁnyavartata vanād vrajam",
        "verse_Syn": [
            "tataḥ",
            "hasan",
            "hṛṣīkeśaḥ",
            "abhyavahṛtya",
            "saha",
            "arbhakaiḥ",
            "darśayan",
            "carma",
            "ājagaram",
            "nyavartata",
            "vanāt",
            "vrajam"
        ],
        "translation": "Then Lord Hṛṣīkeśa, smiling, finished His lunch in the company of His cowherd friends. While they were returning from the forest to their homes in Vraja, Lord Kṛṣṇa showed the cowherd boys the skin of the dead serpent Aghāsura.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "बर्हप्रसूनवनधातुविचित्रिताङ्ग:प्रोद्दामवेणुदलश‍ृङ्गरवोत्सवाढ्य: ।वत्सान् गृणन्ननुगगीतपवित्रकीर्ति-र्गोपीद‍ृगुत्सवद‍ृशि: प्रविवेश गोष्ठम् ॥ ४७ ॥",
        "english_devnagari": "barha-prasūna-vana-dhātu-vicitritāṅgaḥproddāma-veṇu-dala-śṛṅga-ravotsavāḍhyaḥvatsān gṛṇann anuga-gīta-pavitra-kīrtirgopī-dṛg-utsava-dṛśiḥ praviveśa goṣṭham",
        "verse_Syn": [
            "barha",
            "prasūna",
            "vana",
            "dhātu",
            "vicitrita",
            "aṅgaḥ",
            "proddāma",
            "veṇu",
            "dala",
            "śṛṅga",
            "rava",
            "utsava",
            "āḍhyaḥ",
            "vatsān",
            "gṛṇan",
            "anuga",
            "gīta",
            "pavitra",
            "kīrtiḥ",
            "gopī",
            "dṛk",
            "utsava",
            "dṛśiḥ",
            "praviveśa",
            "goṣṭham"
        ],
        "translation": "Lord Kṛṣṇa’s transcendental body was decorated with peacock feathers and flowers and painted with forest minerals, and His bamboo flute loudly and festively resounded. As He called out to His calves by name, His cowherd boyfriends purified the whole world by chanting His glories. Thus Lord Kṛṣṇa entered the cow pasture of His father, Nanda Mahārāja, and the sight of His beauty at once produced a great festival for the eyes of all the cowherd women.",
        "purport": " According to Śrīla Jīva Gosvāmī and Śrīla Viśvanātha Cakravartī Ṭhākura, the gopīs mentioned here are the elder cowherd ladies such as mother Yaśodā, who loved Kṛṣṇa with parental affection. Kṛṣṇa’s cowherd boyfriends were so proud of Kṛṣṇa’s wonderful activities that while entering the village they all sang His glories."
    },
    {
        "verse": "48",
        "devanagari": "अद्यानेन महाव्यालो यशोदानन्दसूनुना ।हतोऽविता वयं चास्मादिति बाला व्रजे जगु: ॥ ४८ ॥",
        "english_devnagari": "adyānena mahā-vyāloyaśodā-nanda-sūnunāhato ’vitā vayaṁ cāsmāditi bālā vraje jaguḥ",
        "verse_Syn": [
            "adya",
            "anena",
            "mahā",
            "vyālaḥ",
            "yaśodā",
            "nanda",
            "sūnunā",
            "hataḥ",
            "avitāḥ",
            "vayam",
            "ca",
            "asmāt",
            "iti",
            "bālāḥ",
            "vraje",
            "jaguḥ"
        ],
        "translation": "As the cowherd boys reached the village of Vraja, they sang, “Today Kṛṣṇa saved us by killing a great serpent!” Some of the boys described Kṛṣṇa as the son of Yaśodā, and others as the son of Nanda Mahārāja.",
        "purport": " Actually, Lord Kṛṣṇa had killed the demon Aghāsura one year earlier, but the boys, bewildered by the mystic potency of Brahmā for one year, did not notice the time passing and thus thought that on that very day Lord Kṛṣṇa had killed the demon Aghāsura and was now returning home with them."
    },
    {
        "verse": "49",
        "devanagari": "श्रीराजोवाचब्रह्मन् परोद्भ‍वे कृष्णे इयान् प्रेमा कथं भवेत् ।योऽभूतपूर्वस्तोकेषु स्वोद्भ‍वेष्वपि कथ्यताम् ॥ ४९ ॥",
        "english_devnagari": "śrī-rājovācabrahman parodbhave kṛṣṇeiyān premā kathaṁ bhavetyo ’bhūta-pūrvas tokeṣusvodbhaveṣv api kathyatām",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "brahman",
            "para",
            "udbhave",
            "kṛṣṇe",
            "iyān",
            "premā",
            "katham",
            "bhavet",
            "yaḥ",
            "abhūta",
            "pūrvaḥ",
            "tokeṣu",
            "sva",
            "udbhaveṣu",
            "api",
            "kathyatām"
        ],
        "translation": "King Parīkṣit said: O brāhmaṇa, how could the cowherd women have developed for Kṛṣṇa, someone else’s son, such unprecedented pure love — love they never felt even for their own children? Please explain this.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "श्रीशुक उवाचसर्वेषामपि भूतानां नृप स्वात्मैव वल्लभ: ।इतरेऽपत्यवित्ताद्यास्तद्वल्लभतयैव हि ॥ ५० ॥",
        "english_devnagari": "śrī-śuka uvācasarveṣām api bhūtānāṁnṛpa svātmaiva vallabhaḥitare ’patya-vittādyāstad-vallabhatayaiva hi",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "sarveṣām",
            "api",
            "bhūtānām",
            "nṛpa",
            "sva",
            "ātmā",
            "eva",
            "vallabhaḥ",
            "itare",
            "apatya",
            "vitta",
            "ādyāḥ",
            "tat",
            "vallabhatayā",
            "eva",
            "hi"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: O King, for every created being the dearmost thing is certainly his own self. The dearness of everything else — children, wealth and so on — is due only to the dearness of the self.",
        "purport": " Sometimes modern thinkers become puzzled when they study the psychology of moral behavior. Although every living entity is inclined toward self-preservation, as stated here, sometimes a person voluntarily sacrifices his own apparent interest through philanthropic or patriotic activities, such as giving his money for the benefit of others or giving his life for the national interest. Such so-called selfless behavior appears to contradict the principle of material self-centeredness and self-preservation. As explained in this verse, however, a living entity serves his society, nation, family and so on only because these objects of affection represent the expanded concept of false ego. A patriot sees himself as a great servitor of a great nation, and thus he sacrifices his life to gratify his sense of egotism. Similarly, it is common knowledge that a man feels great pleasure by thinking that he is sacrificing everything to please his dear wife and children. A man derives great egotistic pleasure by seeing himself as a selfless well-wisher of his so-called family and community. Thus, to gratify his proud sense of false ego, a man is prepared even to lay down his life. This apparently contradictory behavior is yet another demonstration of the bewilderment of material life, which has neither rhyme nor reason, being a manifestation of gross ignorance of the nonmaterial soul."
    },
    {
        "verse": "51",
        "devanagari": "तद् राजेन्द्र यथा स्नेह: स्वस्वकात्मनि देहिनाम् ।न तथा ममतालम्बिपुत्रवित्तगृहादिषु ॥ ५१ ॥",
        "english_devnagari": "tad rājendra yathā snehaḥsva-svakātmani dehināmna tathā mamatālambi-putra-vitta-gṛhādiṣu",
        "verse_Syn": [
            "tat",
            "rāja",
            "indra",
            "yathā",
            "snehaḥ",
            "sva",
            "svaka",
            "ātmani",
            "dehinām",
            "na",
            "tathā",
            "mamatā",
            "ālambi",
            "putra",
            "vitta",
            "gṛha",
            "ādiṣu"
        ],
        "translation": "For this reason, O best of kings, the embodied soul is self-centered: he is more attached to his own body and self than to his so-called possessions like children, wealth and home.",
        "purport": " It is now common practice all over the world for a mother to kill her own child within the womb if the birth of that child represents any inconvenience for her. Similarly, grown children eagerly place their elderly parents in lonely institutions rather than be inconvenienced by their presence at home. These and innumerable other examples prove that people in general are more attached to their own body and self, which represent “I-ness,” than to their family and other possessions, which represent “my-ness.” Although conditioned souls are very proud of their so-called love for society, family and so forth, in reality every conditioned soul is acting on the platform of gross or subtle selfishness."
    },
    {
        "verse": "52",
        "devanagari": "देहात्मवादिनां पुंसामपि राजन्यसत्तम ।यथा देह: प्रियतमस्तथा न ह्यनु ये च तम् ॥ ५२ ॥",
        "english_devnagari": "dehātma-vādināṁ puṁsāmapi rājanya-sattamayathā dehaḥ priyatamastathā na hy anu ye ca tam",
        "verse_Syn": [
            "deha",
            "ātma",
            "vādinām",
            "puṁsām",
            "api",
            "rājanya",
            "sat",
            "tama",
            "yathā",
            "dehaḥ",
            "priya",
            "tamaḥ",
            "tathā",
            "na",
            "hi",
            "anu",
            "ye",
            "ca",
            "tam"
        ],
        "translation": "Indeed, for persons who think the body is the self, O best of kings, those things whose importance lies only in their relationship to the body are never as dear as the body itself.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "देहोऽपि ममताभाक् चेत्तर्ह्यसौ नात्मवत् प्रिय: ।यज्जीर्यत्यपि देहेऽस्मिन् जीविताशा बलीयसी ॥ ५३ ॥",
        "english_devnagari": "deho ’pi mamatā-bhāk cettarhy asau nātma-vat priyaḥyaj jīryaty api dehe ’sminjīvitāśā balīyasī",
        "verse_Syn": [
            "dehaḥ",
            "api",
            "mamatā",
            "bhāk",
            "cet",
            "tarhi",
            "asau",
            "na",
            "ātma",
            "vat",
            "priyaḥ",
            "yat",
            "jīryati",
            "api",
            "dehe",
            "asmin",
            "jīvita",
            "āśā",
            "balīyasī"
        ],
        "translation": "If a person comes to the stage of considering the body “mine” instead of “me,” he will certainly not consider the body as dear as his own self. After all, even as the body is growing old and useless, one’s desire to continue living remains strong.",
        "purport": " The word mamatā-bhāk is very significant here. An ordinary, foolish person thinks, “I am this body.” A more discriminating, intelligent person thinks, “This is my body.” In the literature and folklore of ordinary people we find the common theme of an old, decrepit person dreaming of obtaining a new, young body. Thus, even ordinary persons pick up the notion of self-realization, instinctively understanding that it is possible for the soul to exist in many different bodies. As the body of an intelligent person becomes old and useless, he strongly desires to live, even when he knows that his body cannot live much longer. This indicates he is gradually becoming aware that his self is more important than his body. Thus simply the desire for life can indirectly bring one to a preliminary understanding of self-realization. And in this case as well, one’s basic attachment is to one’s own self and not to that which supposedly belongs to oneself. It may be pointed out that the entire discussion between King Parīkṣit and Śukadeva Gosvāmī regarding the dearness of one’s own self is ultimately meant for broaching the subject of why the cows and cowherd ladies of Vṛndāvana considered Kṛṣṇa more dear than their own selves and certainly more dear than their own offspring. The discussion proceeds as follows."
    },
    {
        "verse": "54",
        "devanagari": "तस्मात् प्रियतम: स्वात्मा सर्वेषामपि देहिनाम् ।तदर्थमेव सकलं जगदेतच्चराचरम् ॥ ५४ ॥",
        "english_devnagari": "tasmāt priyatamaḥ svātmāsarveṣām api dehināmtad-artham eva sakalaṁjagad etac carācaram",
        "verse_Syn": [
            "tasmāt",
            "priya",
            "tamaḥ",
            "sva",
            "ātmā",
            "sarveṣām",
            "api",
            "dehinām",
            "tat",
            "artham",
            "eva",
            "sakalam",
            "jagat",
            "etat",
            "cara",
            "acaram"
        ],
        "translation": "Therefore it is his own self that is most dear to every embodied living being, and it is simply for the satisfaction of this self that the whole material creation of moving and nonmoving entities exists.",
        "purport": " The word carācaram indicates moving living entities, such as animals, and nonmoving living entities, such as trees. Or the word may also refer to moving possessions, such as one’s family and pets, and nonmoving possessions, such as one’s house and household paraphernalia."
    },
    {
        "verse": "55",
        "devanagari": "कृष्णमेनमवेहि त्वमात्मानमखिलात्मनाम् ।जगद्धिताय सोऽप्यत्र देहीवाभाति मायया ॥ ५५ ॥",
        "english_devnagari": "kṛṣṇam enam avehi tvamātmānam akhilātmanāmjagad-dhitāya so ’py atradehīvābhāti māyayā",
        "verse_Syn": [
            "kṛṣṇam",
            "enam",
            "avehi",
            "tvam",
            "ātmānam",
            "akhila",
            "ātmanām",
            "jagat",
            "hitāya",
            "saḥ",
            "api",
            "atra",
            "dehī",
            "iva",
            "ābhāti",
            "māyayā"
        ],
        "translation": "You should know Kṛṣṇa to be the original Soul of all living entities. For the benefit of the whole universe, He has, out of His causeless mercy, appeared as an ordinary human being. He has done this by the strength of His internal potency.",
        "purport": " In the Caitanya-caritāmṛta, Madhya-līla, Chapter Twenty, text 162, Śrīla Prabhupāda comments on this verse as follows: “Parīkṣit Mahārāja asked Śukadeva Gosvāmī why Kṛṣṇa was so beloved by the residents of Vṛndāvana, who loved Him even more than their own offspring or life itself. At that time, Śukadeva Gosvāmī replied that everyone’s ātmā, or soul, is very, very dear, especially to all living entities who have accepted material bodies. However, that ātmā, the spirit soul, is part and parcel of Kṛṣṇa. For this reason, Kṛṣṇa is very dear to every living entity. Everyone’s body is very dear to oneself, and one wants to protect the body by all means because within the body the soul is living. Due to the intimate relationship between the soul and the body, the body is important and dear to everyone. Similarly, the soul, being part and parcel of Kṛṣṇa, the Supreme Lord, is very, very dear to all living entities. Unfortunately, the soul forgets his constitutional position and thinks he is only the body (dehātma-buddhi). Thus the soul is subjected to the rules and regulations of material nature. When a living entity, by his intelligence, reawakens his attraction for Kṛṣṇa, he can understand that he is not the body but part and parcel of Kṛṣṇa. Thus filled with knowledge, he no longer labors under attachment to the body and everything related to the body (janasya moho ’yam ahaṁ mameti). Material existence, wherein one thinks, ‘I am the body, and this belongs to me,’ is also illusory. One must redirect his attraction to Kṛṣṇa. Śrīmad-Bhāgavatam (1.2.7) states: ‘By rendering devotional service unto the Personality of Godhead, Śrī Kṛṣṇa, one immediately acquires causeless knowledge and detachment from the world.’”"
    },
    {
        "verse": "56",
        "devanagari": "वस्तुतो जानतामत्र कृष्णं स्थास्‍नु चरिष्णु च ।भगवद्रूपमखिलं नान्यद् वस्त्विह किञ्चन ॥ ५६ ॥",
        "english_devnagari": "vastuto jānatām atrakṛṣṇaṁ sthāsnu cariṣṇu cabhagavad-rūpam akhilaṁnānyad vastv iha kiñcana",
        "verse_Syn": [
            "vastutaḥ",
            "jānatām",
            "atra",
            "kṛṣṇam",
            "sthāsnu",
            "cariṣṇu",
            "ca",
            "bhagavat",
            "rūpam",
            "akhilam",
            "na",
            "anyat",
            "vastu",
            "iha",
            "kiñcana"
        ],
        "translation": "Those in this world who understand Lord Kṛṣṇa as He is see all things, whether stationary or moving, as manifest forms of the Supreme Personality of Godhead. Such enlightened persons recognize no reality apart from the Supreme Lord Kṛṣṇa.",
        "purport": " Everything exists within Lord Kṛṣṇa, and Lord Kṛṣṇa exists within everything. Still, the order of progression is always from the energetic to the expanded energy. Lord Kṛṣṇa is the original identity, from whom all other identities emanate. He is the supreme energetic, from whom all categories and dimensions of energy become manifest. Thus, our personal bodies, self, family, friends, nation, planet, universe and so on are all manifestations of the Supreme Lord, who expands Himself through His personal potencies. Lord Kṛṣṇa is certainly the supreme object of our love and attraction, and other objects, such as body, family and home, should be secondary objects of our affection. Moreover, a close analytic study of the actual situation will reveal that even the secondary objects of love are also manifestations of Lord Kṛṣṇa. The conclusion is that Lord Kṛṣṇa is our only friend and object of love. In his Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda comments on this verse as follows: “Without being an expansion of Kṛṣṇa, nothing can be attractive. Whatever is attractive within the cosmic manifestation is due to Kṛṣṇa. Kṛṣṇa is therefore the reservoir of all pleasure. The active principle of everything is Kṛṣṇa, and highly elevated transcendentalists see everything in connection with Him. In the Caitanya-caritāmṛta it is stated that a mahā-bhāgavata, a highly advanced devotee, sees Kṛṣṇa as the active principle in all moving and nonmoving living entities. Therefore he sees everything within this cosmic manifestation in relation to Kṛṣṇa.”"
    },
    {
        "verse": "57",
        "devanagari": "सर्वेषामपि वस्तूनां भावार्थो भवति स्थित: ।तस्यापि भगवान् कृष्ण: किमतद् वस्तु रूप्यताम् ॥ ५७ ॥",
        "english_devnagari": "sarveṣām api vastūnāṁbhāvārtho bhavati sthitaḥtasyāpi bhagavān kṛṣṇaḥkim atad vastu rūpyatām",
        "verse_Syn": [
            "sarveṣām",
            "api",
            "vastūnām",
            "bhāva",
            "arthaḥ",
            "bhavati",
            "sthitaḥ",
            "tasya",
            "api",
            "bhagavān",
            "kṛṣṇaḥ",
            "kim",
            "atat",
            "vastu",
            "rūpyatām"
        ],
        "translation": "The original, unmanifested form of material nature is the source of all material things, and the source of even that subtle material nature is the Supreme Personality of Godhead, Kṛṣṇa. What, then, could one ascertain to be separate from Him?",
        "purport": ""
    },
    {
        "verse": "58",
        "devanagari": "समाश्रिता ये पदपल्लवप्लवंमहत्पदं पुण्ययशो मुरारे: ।भवाम्बुधिर्वत्सपदं परं पदंपदं पदं यद् विपदां न तेषाम् ॥ ५८ ॥",
        "english_devnagari": "samāśritā ye pada-pallava-plavaṁmahat-padaṁ puṇya-yaśo murāreḥbhavāmbudhir vatsa-padaṁ paraṁ padaṁpadaṁ padaṁ yad vipadāṁ na teṣām",
        "verse_Syn": [
            "samāśritāḥ",
            "ye",
            "pada",
            "pallava",
            "plavam",
            "mahat",
            "padam",
            "puṇya",
            "yaśaḥ",
            "mura",
            "areḥ",
            "bhava",
            "ambudhiḥ",
            "vatsa",
            "padam",
            "param",
            "padam",
            "padam",
            "padam",
            "yat",
            "vipadām",
            "na",
            "teṣām"
        ],
        "translation": "For those who have accepted the boat of the lotus feet of the Lord, who is the shelter of the cosmic manifestation and is famous as Murāri, the enemy of the Mura demon, the ocean of the material world is like the water contained in a calf’s hoof-print. Their goal is paraṁ padam, Vaikuṇṭha, the place where there are no material miseries, not the place where there is danger at every step.",
        "purport": " This translation is taken from Śrīla Prabhupāda’s commentary on the Bhagavad-gītā As It Is, Chapter Two, text 51. According to Śrīla Śrīdhara Svāmī, this verse summarizes the knowledge presented in this section of the Śrīmad-Bhāgavatam. Lord Kṛṣṇa’s lotus feet are described as pallava, flower buds, because they are most tender and of a pinkish hue. According to Śrīla Sanātana Gosvāmī, the word pallava also indicates that Lord Kṛṣṇa’s lotus feet are just like desire trees, which can fulfill all the desires of the Lord’s pure devotees. Even exalted devotees like Śrī Nārada, who are themselves the great shelter for the conditioned souls in this universe, personally take shelter of the lotus feet of Lord Śrī Kṛṣṇa. Thus it is natural that when Lord Kṛṣṇa manifested Himself as all the young boys and calves of Vṛndāvana, their parents were more attracted to them than previously. Lord Kṛṣṇa is the reservoir of all pleasure and, being all-attractive, the ultimate object of everyone’s love."
    },
    {
        "verse": "59",
        "devanagari": "एतत्ते सर्वमाख्यातं यत् पृष्टोऽहमिह त्वया ।तत् कौमारे हरिकृतं पौगण्डे परिकीर्तितम् ॥ ५९ ॥",
        "english_devnagari": "etat te sarvam ākhyātaṁyat pṛṣṭo ’ham iha tvayātat kaumāre hari-kṛtaṁpaugaṇḍe parikīrtitam",
        "verse_Syn": [
            "etat",
            "te",
            "sarvam",
            "ākhyātam",
            "yat",
            "pṛṣṭaḥ",
            "aham",
            "iha",
            "tvayā",
            "tat",
            "kaumāre",
            "hari",
            "kṛtam",
            "paugaṇḍe",
            "parikīrtitam"
        ],
        "translation": "Since you inquired from me, I have fully described to you those activities of Lord Hari that were performed in His fifth year but not celebrated until His sixth.",
        "purport": ""
    },
    {
        "verse": "60",
        "devanagari": "एतत् सुहृद्भ‍िश्चरितं मुरारे-रघार्दनं शाद्वलजेमनं च ।व्यक्तेतरद् रूपमजोर्वभिष्टवंश‍ृण्वन् गृणन्नेति नरोऽखिलार्थान् ॥ ६० ॥",
        "english_devnagari": "etat suhṛdbhiś caritaṁ murāreraghārdanaṁ śādvala-jemanaṁ cavyaktetarad rūpam ajorv-abhiṣṭavaṁśṛṇvan gṛṇann eti naro ’khilārthān",
        "verse_Syn": [
            "etat",
            "suhṛdbhiḥ",
            "caritam",
            "murāreḥ",
            "agha",
            "ardanam",
            "śādvala",
            "jemanam",
            "ca",
            "vyakta",
            "itarat",
            "rūpam",
            "aja",
            "uru",
            "abhiṣṭavam",
            "śṛṇvan",
            "gṛṇan",
            "eti",
            "naraḥ",
            "akhila",
            "arthān"
        ],
        "translation": "Any person who hears or chants these pastimes Lord Murāri performed with His cowherd friends — the killing of Aghāsura, the taking of lunch on the forest grass, the Lord’s manifestation of transcendental forms, and the wonderful prayers offered by Lord Brahmā — is sure to achieve all his spiritual desires.",
        "purport": " According to Śrīla Sanātana Gosvāmī, even one who is only inclined to hear and chant the pastimes of Lord Kṛṣṇa will achieve spiritual perfection. Many devotees seriously engaged in propagating Kṛṣṇa consciousness are often so busy that they cannot chant and hear the pastimes of the Lord to their full satisfaction. However, simply by their intense desire to always chant and hear about Lord Kṛṣṇa, they will achieve spiritual perfection. Of course, as far as possible one should actually vibrate these transcendental pastimes of the Lord."
    },
    {
        "verse": "61",
        "devanagari": "एवं विहारै: कौमारै: कौमारं जहतुर्व्रजे ।निलायनै: सेतुबन्धैर्मर्कटोत्‍प्लवनादिभि: ॥ ६१ ॥",
        "english_devnagari": "evaṁ vihāraiḥ kaumāraiḥkaumāraṁ jahatur vrajenilāyanaiḥ setu-bandhairmarkaṭotplavanādibhiḥ",
        "verse_Syn": [
            "evam",
            "vihāraiḥ",
            "kaumāraiḥ",
            "kaumāram",
            "jahatuḥ",
            "vraje",
            "nilāyanaiḥ",
            "setu",
            "bandhaiḥ",
            "markaṭa",
            "utplavana",
            "ādibhiḥ"
        ],
        "translation": "In this way the boys spent their childhood in the land of Vṛndāvana playing hide-and-go-seek, building play bridges, jumping about like monkeys and engaging in many other such games.",
        "purport": " According to Śrīla Sanātana Gosvāmī, the word nilāyanaiḥ refers to games such as hide-and-go-seek or cops and robbers. Sometimes the boys would jump around like the monkeys in Lord Rāmacandra’s army and then enact the building of the bridge to Śrī Laṅkā by constructing play bridges in lakes or ponds. Sometimes the boys would imitate the pastime of churning the Ocean of Milk, and sometimes they would play catch with balls. We can find full pleasure in the spiritual world, with the simple condition that everything be performed in pure love of Godhead, Kṛṣṇa consciousness."
    }
]