[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचगोपा नन्दादय: श्रुत्वा द्रुमयो: पततोरवम् ।तत्राजग्मु: कुरुश्रेष्ठ निर्घातभयशङ्किता: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācagopā nandādayaḥ śrutvādrumayoḥ patato ravamtatrājagmuḥ kuru-śreṣṭhanirghāta-bhaya-śaṅkitāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "gopāḥ",
            "nanda",
            "ādayaḥ",
            "śrutvā",
            "drumayoḥ",
            "patatoḥ",
            "ravam",
            "tatra",
            "ājagmuḥ",
            "kuru",
            "śreṣṭha",
            "nirghāta",
            "bhaya",
            "śaṅkitāḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: O Mahārāja Parīkṣit, when the yamala-arjuna trees fell, all the cowherd men in the neighborhood, hearing the fierce sound and fearing thunderbolts, went to the spot.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "भूम्यां निपतितौ तत्र दद‍ृशुर्यमलार्जुनौ ।बभ्रमुस्तदविज्ञाय लक्ष्यं पतनकारणम् ॥ २ ॥",
        "english_devnagari": "bhūmyāṁ nipatitau tatradadṛśur yamalārjunaubabhramus tad avijñāyalakṣyaṁ patana-kāraṇam",
        "verse_Syn": [
            "bhūmyām",
            "nipatitau",
            "tatra",
            "dadṛśuḥ",
            "yamala",
            "arjunau",
            "babhramuḥ",
            "tat",
            "avijñāya",
            "lakṣyam",
            "patana",
            "kāraṇam"
        ],
        "translation": "There they saw the fallen yamala-arjuna trees on the ground, but they were bewildered because even though they could directly perceive that the trees had fallen, they could not trace out the cause for their having done so.",
        "purport": " Considering all the circumstances, had this been done by Kṛṣṇa? He was standing on the spot, and His playmates described that this had been done by Him. Had Kṛṣṇa actually done this, or were these merely stories? This was a cause of bewilderment."
    },
    {
        "verse": "3",
        "devanagari": "उलूखलं विकर्षन्तं दाम्ना बद्धं च बालकम् ।कस्येदं कुत आश्चर्यमुत्पात इति कातरा: ॥ ३ ॥",
        "english_devnagari": "ulūkhalaṁ vikarṣantaṁdāmnā baddhaṁ ca bālakamkasyedaṁ kuta āścaryamutpāta iti kātarāḥ",
        "verse_Syn": [
            "ulūkhalam",
            "vikarṣantam",
            "dāmnā",
            "baddham",
            "ca",
            "bālakam",
            "kasya",
            "idam",
            "kutaḥ",
            "āścaryam",
            "utpātaḥ",
            "iti",
            "kātarāḥ"
        ],
        "translation": "Kṛṣṇa was bound by the rope to the ulūkhala, the mortar, which He was dragging. But how could He have pulled down the trees? Who had actually done it? Where was the source for this incident? Considering all these astounding things, the cowherd men were doubtful and bewildered.",
        "purport": " The cowherd men were very much agitated because the child Kṛṣṇa, after all, had been standing between the two trees, and if by chance the trees had fallen upon Him, He would have been smashed. But He was standing as He was, and still the things had happened, so who had done all this? How could these events have happened in such a wonderful way? These considerations were some of the reasons they were agitated and bewildered. They thought, however, that by chance Kṛṣṇa had been saved by God so that nothing had happened to Him."
    },
    {
        "verse": "4",
        "devanagari": "बाला ऊचुरनेनेति तिर्यग्गतमुलूखलम् ।विकर्षता मध्यगेन पुरुषावप्यचक्ष्महि ॥ ४ ॥",
        "english_devnagari": "bālā ūcur anenetitiryag-gatam ulūkhalamvikarṣatā madhya-genapuruṣāv apy acakṣmahi",
        "verse_Syn": [
            "bālāḥ",
            "ūcuḥ",
            "anena",
            "iti",
            "tiryak",
            "gatam",
            "ulūkhalam",
            "vikarṣatā",
            "madhya",
            "gena",
            "puruṣau",
            "api",
            "acakṣmahi"
        ],
        "translation": "Then all the cowherd boys said: It is Kṛṣṇa who has done this. When He was in between the two trees, the mortar fell crosswise. Kṛṣṇa dragged the mortar, and the two trees fell down. After that, two beautiful men came out of the trees. We have seen this with our own eyes.",
        "purport": " Kṛṣṇa’s playmates wanted to inform Kṛṣṇa’s father of the exact situation by explaining that not only did the trees break, but out of the broken trees came two beautiful men. “All these things happened,” they said. “We have seen them with our own eyes.”"
    },
    {
        "verse": "5",
        "devanagari": "न ते तदुक्तं जगृहुर्न घटेतेति तस्य तत् ।बालस्योत्पाटनं तर्वो: केचित्सन्दिग्धचेतस: ॥ ५ ॥",
        "english_devnagari": "na te tad-uktaṁ jagṛhurna ghaṭeteti tasya tatbālasyotpāṭanaṁ tarvoḥkecit sandigdha-cetasaḥ",
        "verse_Syn": [
            "na",
            "te",
            "tat",
            "uktam",
            "jagṛhuḥ",
            "na",
            "ghaṭeta",
            "iti",
            "tasya",
            "tat",
            "bālasya",
            "utpāṭanam",
            "tarvoḥ",
            "kecit",
            "sandigdha",
            "cetasaḥ"
        ],
        "translation": "Because of intense paternal affection, the cowherd men, headed by Nanda, could not believe that Kṛṣṇa could have uprooted the trees in such a wonderful way. Therefore they could not put their faith in the words of the boys. Some of the men, however, were in doubt. “Since Kṛṣṇa was predicted to equal Nārāyaṇa,” they thought, “it might be that He could have done it.”",
        "purport": " One view was that it was impossible for a small boy like this to have done such a thing as pulling down the trees. But there were doubts because Kṛṣṇa had been predicted to equal Nārāyaṇa. Therefore the cowherd men were in a dilemma."
    },
    {
        "verse": "6",
        "devanagari": "उलूखलं विकर्षन्तं दाम्ना बद्धं स्वमात्मजम् ।विलोक्य नन्द: प्रहसद्वदनो विमुमोच ह ॥ ६ ॥",
        "english_devnagari": "ulūkhalaṁ vikarṣantaṁdāmnā baddhaṁ svam ātmajamvilokya nandaḥ prahasad-vadano vimumoca ha",
        "verse_Syn": [
            "ulūkhalam",
            "vikarṣantam",
            "dāmnā",
            "baddham",
            "svam",
            "ātmajam",
            "vilokya",
            "nandaḥ",
            "prahasat",
            "vadanaḥ",
            "vimumoca",
            "ha"
        ],
        "translation": "When Nanda Mahārāja saw his own son bound with ropes to the wooden mortar and dragging it, he smiled and released Kṛṣṇa from His bonds.",
        "purport": " Nanda Mahārāja was surprised that Yaśodā, Kṛṣṇa’s mother, could have bound her beloved child in such a way. Kṛṣṇa was exchanging love with her. How then could she have been so cruel as to bind Him to the wooden mortar? Nanda Mahārāja understood this exchange of love, and therefore he smiled and released Kṛṣṇa. In other words, as Kṛṣṇa, the Supreme Personality of Godhead, binds a living entity in fruitive activities, He binds mother Yaśodā and Nanda Mahārāja in parental affection. This is His pastime."
    },
    {
        "verse": "7",
        "devanagari": "गोपीभि: स्तोभितोऽनृत्यद् भगवान्बालवत्‍क्‍वचित् ।उद्गायति क्‍वचिन्मुग्धस्तद्वशो दारुयन्त्रवत् ॥ ७ ॥",
        "english_devnagari": "gopībhiḥ stobhito ’nṛtyadbhagavān bālavat kvacitudgāyati kvacin mugdhastad-vaśo dāru-yantravat",
        "verse_Syn": [
            "gopībhiḥ",
            "stobhitaḥ",
            "anṛtyat",
            "bhagavān",
            "bāla",
            "vat",
            "kvacit",
            "udgāyati",
            "kvacit",
            "mugdhaḥ",
            "tat",
            "vaśaḥ",
            "dāru",
            "yantra",
            "vat"
        ],
        "translation": "The gopīs would say, “If You dance, my dear Kṛṣṇa, then I shall give You half a sweetmeat.” By saying these words or by clapping their hands, all the gopīs encouraged Kṛṣṇa in different ways. At such times, although He was the supremely powerful Personality of Godhead, He would smile and dance according to their desire, as if He were a wooden doll in their hands. Sometimes He would sing very loudly, at their bidding. In this way, Kṛṣṇa came completely under the control of the gopīs.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "बिभर्ति क्‍वचिदाज्ञप्त: पीठकोन्मानपादुकम् ।बाहुक्षेपं च कुरुते स्वानां च प्रीतिमावहन् ॥ ८ ॥",
        "english_devnagari": "bibharti kvacid ājñaptaḥpīṭhakonmāna-pādukambāhu-kṣepaṁ ca kurutesvānāṁ ca prītim āvahan",
        "verse_Syn": [
            "bibharti",
            "kvacit",
            "ājñaptaḥ",
            "pīṭhaka",
            "unmāna",
            "pādukam",
            "bāhu",
            "kṣepam",
            "ca",
            "kurute",
            "svānām",
            "ca",
            "prītim",
            "āvahan"
        ],
        "translation": "Sometimes mother Yaśodā and her gopī friends would tell Kṛṣṇa, “Bring this article” or “Bring that article.” Sometimes they would order Him to bring a wooden plank, wooden shoes or a wooden measuring pot, and Kṛṣṇa, when thus ordered by the mothers, would try to bring them. Sometimes, however, as if unable to raise these things, He would touch them and stand there. Just to invite the pleasure of His relatives, He would strike His body with His arms to show that He had sufficient strength.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "दर्शयंस्तद्विदां लोक आत्मनो भृत्यवश्यताम् ।व्रजस्योवाह वै हर्षं भगवान् बालचेष्टितै: ॥ ९ ॥",
        "english_devnagari": "darśayaṁs tad-vidāṁ lokaātmano bhṛtya-vaśyatāmvrajasyovāha vai harṣaṁbhagavān bāla-ceṣṭitaiḥ",
        "verse_Syn": [
            "darśayan",
            "tat",
            "vidām",
            "loke",
            "ātmanaḥ",
            "bhṛtya",
            "vaśyatām",
            "vrajasya",
            "uvāha",
            "vai",
            "harṣam",
            "bhagavān",
            "bāla",
            "ceṣṭitaiḥ"
        ],
        "translation": "To pure devotees throughout the world who could understand His activities, the Supreme Personality of Godhead, Kṛṣṇa, exhibited how much He can be subdued by His devotees, His servants. In this way He increased the pleasure of the Vrajavāsīs by His childhood activities.",
        "purport": " That Kṛṣṇa performed childhood activities to increase the pleasure of His devotees was another transcendental humor. He exhibited these activities not only to the inhabitants of Vrajabhūmi, but also to others, who were captivated by His external potency and opulence. Both the internal devotees, who were simply absorbed in love of Kṛṣṇa, and the external devotees, who were captivated by His unlimited potency, were informed of Kṛṣṇa’s desire to be submissive to His servants."
    },
    {
        "verse": "10",
        "devanagari": "क्रीणीहि भो: फलानीति श्रुत्वा सत्वरमच्युत: ।फलार्थी धान्यमादाय ययौ सर्वफलप्रद: ॥ १० ॥",
        "english_devnagari": "krīṇīhi bhoḥ phalānītiśrutvā satvaram acyutaḥphalārthī dhānyam ādāyayayau sarva-phala-pradaḥ",
        "verse_Syn": [
            "krīṇīhi",
            "bhoḥ",
            "phalāni",
            "iti",
            "śrutvā",
            "satvaram",
            "acyutaḥ",
            "phala",
            "arthī",
            "dhānyam",
            "ādāya",
            "yayau",
            "sarva",
            "phala",
            "pradaḥ"
        ],
        "translation": "Once a woman selling fruit was calling, “O inhabitants of Vrajabhūmi, if you want to purchase some fruits, come here!” Upon hearing this, Kṛṣṇa immediately took some grains and went to barter as if He needed some fruits.",
        "purport": " Aborigines generally go to the villagers to sell fruits. How much the aborigines were attached to Kṛṣṇa is here described. Kṛṣṇa, to show His favor to the aborigines, would immediately go purchase fruits, bartering with paddy in His hand as He had seen others do."
    },
    {
        "verse": "11",
        "devanagari": "फलविक्रयिणी तस्य च्युतधान्यकरद्वयम् ।फलैरपूरयद् रत्नै: फलभाण्डमपूरि च ॥ ११ ॥",
        "english_devnagari": "phala-vikrayiṇī tasyacyuta-dhānya-kara-dvayamphalair apūrayad ratnaiḥphala-bhāṇḍam apūri ca",
        "verse_Syn": [
            "phala",
            "vikrayiṇī",
            "tasya",
            "cyuta",
            "dhānya",
            "kara",
            "dvayam",
            "phalaiḥ",
            "apūrayat",
            "ratnaiḥ",
            "phala",
            "bhāṇḍam",
            "apūri",
            "ca"
        ],
        "translation": "While Kṛṣṇa was going to the fruit vendor very hastily, most of the grains He was holding fell. Nonetheless, the fruit vendor filled Kṛṣṇa’s hands with fruits, and her fruit basket was immediately filled with jewels and gold.",
        "purport": " In Bhagavad-gītā (9.26) Kṛṣṇa says: Kṛṣṇa is so kind that if anyone offers Him a leaf, a fruit, a flower or some water, He will immediately accept it. The only condition is that these things should be offered with bhakti (yo me bhaktyā prayacchati). Otherwise, if one is puffed up with false prestige, thinking, “I have so much opulence, and I am giving something to Kṛṣṇa,” one’s offering will not be accepted by Kṛṣṇa. The fruit vendor, although a woman belonging to the poor aborigine class, dealt with Kṛṣṇa with great affection, saying, “Kṛṣṇa, You have come to me to take some fruit in exchange for grains. All the grains have fallen, but still You may take whatever You like.” Thus she filled Kṛṣṇa’s palms with whatever fruits He could carry. In exchange, Kṛṣṇa filled her whole basket with jewels and gold. From this incident one should learn that for anything offered to Kṛṣṇa with love and affection, Kṛṣṇa can reciprocate many millions of times over, both materially and spiritually. The basic principle involved is an exchange of love. Therefore Kṛṣṇa teaches in Bhagavad-gītā (9.27): “O son of Kuntī, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me.” With love and affection, one should try to give something to Kṛṣṇa from one’s source of income. Then one’s life will be successful. Kṛṣṇa is full in all opulences; He does not need anything from anyone. But if one is prepared to give something to Kṛṣṇa, that is for one’s own benefit. The example given in this connection is that when one’s real face is decorated, the reflection of one’s face is automatically decorated. Similarly, if we try to serve Kṛṣṇa with all our opulences, we, as parts and parcels or reflections of Kṛṣṇa, will become happy in exchange. Kṛṣṇa is always happy, for He is ātmārāma, fully satisfied with His own opulence."
    },
    {
        "verse": "12",
        "devanagari": "सरित्तीरगतं कृष्णं भग्नार्जुनमथाह्वयत् ।रामं च रोहिणी देवी क्रीडन्तं बालकैर्भृशम् ॥ १२ ॥",
        "english_devnagari": "sarit-tīra-gataṁ kṛṣṇaṁbhagnārjunam athāhvayatrāmaṁ ca rohiṇī devīkrīḍantaṁ bālakair bhṛśam",
        "verse_Syn": [
            "sarit",
            "tīra",
            "gatam",
            "kṛṣṇam",
            "bhagna",
            "arjunam",
            "atha",
            "āhvayat",
            "rāmam",
            "ca",
            "rohiṇī",
            "devī",
            "krīḍantam",
            "bālakaiḥ",
            "bhṛśam"
        ],
        "translation": "Once, after the uprooting of the yamala-arjuna trees, Rohiṇīdevī went to call Rāma and Kṛṣṇa, who had both gone to the riverside and were playing with the other boys with deep attention.",
        "purport": " Mother Yaśodā was more attached to Kṛṣṇa and Balarāma than Rohiṇīdevī was, although Rohiṇīdevī was the mother of Balarāma. Mother Yaśodā sent Rohiṇīdevī to call Rāma and Kṛṣṇa from Their play, since it was the right time for lunch. Therefore Rohiṇīdevī went to call Them, breaking Their engagement in play."
    },
    {
        "verse": "13",
        "devanagari": "नोपेयातां यदाहूतौ क्रीडासङ्गेन पुत्रकौ ।यशोदां प्रेषयामास रोहिणी पुत्रवत्सलाम् ॥ १३ ॥",
        "english_devnagari": "nopeyātāṁ yadāhūtaukrīḍā-saṅgena putrakauyaśodāṁ preṣayām āsarohiṇī putra-vatsalām",
        "verse_Syn": [
            "na",
            "upeyātām",
            "yadā",
            "āhūtau",
            "krīḍā",
            "saṅgena",
            "putrakau",
            "yaśodām",
            "preṣayām",
            "āsa",
            "rohiṇī",
            "putra",
            "vatsalām"
        ],
        "translation": "Because of being too attached to playing with the other boys, Kṛṣṇa and Balarāma did not return upon being called by Rohiṇī. Therefore Rohiṇī sent mother Yaśodā to call Them back, because mother Yaśodā was more affectionate to Kṛṣṇa and Balarāma.",
        "purport": " Yaśodāṁ preṣayām āsa. These very words show that since Kṛṣṇa and Balarāma did not care to return in response to the order of Rohiṇī, Rohiṇī thought that if Yaśodā called They would have to return, for Yaśodā was more affectionate to Kṛṣṇa and Balarāma."
    },
    {
        "verse": "14",
        "devanagari": "क्रीडन्तं सा सुतं बालैरतिवेलं सहाग्रजम् ।यशोदाजोहवीत्कृष्णं पुत्रस्‍नेहस्‍नुतस्तनी ॥ १४ ॥",
        "english_devnagari": "krīḍantaṁ sā sutaṁ bālairativelaṁ sahāgrajamyaśodājohavīt kṛṣṇaṁputra-sneha-snuta-stanī",
        "verse_Syn": [
            "krīḍantam",
            "sā",
            "sutam",
            "bālaiḥ",
            "ati",
            "velam",
            "saha",
            "agrajam",
            "yaśodā",
            "ajohavīt",
            "kṛṣṇam",
            "putra",
            "sneha",
            "snuta",
            "stanī"
        ],
        "translation": "Kṛṣṇa and Balarāma, being attached to Their play, were playing with the other boys although it was very late. Therefore mother Yaśodā called Them back for lunch. Because of her ecstatic love and affection for Kṛṣṇa and Balarāma, milk flowed from her breasts.",
        "purport": " The word ajohavīt means “calling them again and again.” “Kṛṣṇa and Balarāma,” she called, “please come back. You are late for Your lunch. You have played sufficiently. Come back.”"
    },
    {
        "verse": "15",
        "devanagari": "कृष्ण कृष्णारविन्दाक्ष तात एहि स्तनं पिब ।अलं विहारै: क्षुत्क्षान्त: क्रीडाश्रान्तोऽसि पुत्रक ॥ १५ ॥",
        "english_devnagari": "kṛṣṇa kṛṣṇāravindākṣatāta ehi stanaṁ pibaalaṁ vihāraiḥ kṣut-kṣāntaḥkrīḍā-śrānto ’si putraka",
        "verse_Syn": [
            "kṛṣṇa",
            "kṛṣṇa",
            "aravinda",
            "akṣa",
            "tāta",
            "ehi",
            "stanam",
            "piba",
            "alam",
            "vihāraiḥ",
            "kṣut",
            "kṣāntaḥ",
            "krīḍā",
            "śrāntaḥ",
            "asi",
            "putraka"
        ],
        "translation": "Mother Yaśodā said: My dear son Kṛṣṇa, lotus-eyed Kṛṣṇa, come here and drink the milk of my breast. My dear darling, You must be very tired because of hunger and the fatigue of playing so long. There is no need to play any more.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "हे रामागच्छ ताताशु सानुज: कुलनन्दन ।प्रातरेव कृताहारस्तद् भवान्भोक्तुमर्हति ॥ १६ ॥",
        "english_devnagari": "he rāmāgaccha tātāśusānujaḥ kula-nandanaprātar eva kṛtāhārastad bhavān bhoktum arhati",
        "verse_Syn": [
            "he",
            "rāma",
            "āgaccha",
            "tāta",
            "āśu",
            "sa",
            "anujaḥ",
            "kula",
            "nandana",
            "prātaḥ",
            "eva",
            "kṛta",
            "āhāraḥ",
            "tat",
            "bhavān",
            "bhoktum",
            "arhati"
        ],
        "translation": "My dear Baladeva, best of our family, please come immediately with Your younger brother, Kṛṣṇa. You both ate in the morning, and now You ought to eat something more.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "प्रतीक्षतेत्वां दाशार्ह भोक्ष्यमाणो व्रजाधिप: ।एह्यावयो: प्रियं धेहि स्वगृहान्यात बालका: ॥ १७ ॥",
        "english_devnagari": "pratīkṣate tvāṁ dāśārhabhokṣyamāṇo vrajādhipaḥehy āvayoḥ priyaṁ dhehisva-gṛhān yāta bālakāḥ",
        "verse_Syn": [
            "pratīkṣate",
            "tvām",
            "dāśārha",
            "bhokṣyamāṇaḥ",
            "vraja",
            "adhipaḥ",
            "ehi",
            "āvayoḥ",
            "priyam",
            "dhehi",
            "sva",
            "gṛhān",
            "yāta",
            "bālakāḥ"
        ],
        "translation": "Nanda Mahārāja, the King of Vraja, is now waiting to eat. O my dear son Balarāma, he is waiting for You. Therefore, come back to please us. All the boys playing with You and Kṛṣṇa should now go to their homes.",
        "purport": " It appears that Nanda Mahārāja regularly took his food with his two sons, Kṛṣṇa and Balarāma. Yaśodā told the other boys, “Now you should go to your homes.” Father and son generally sit together, so mother Yaśodā requested Kṛṣṇa and Balarāma to return, and she advised the other boys to go home so that their parents would not have to wait for them."
    },
    {
        "verse": "18",
        "devanagari": "धूलिधूसरिताङ्गस्त्वं पुत्र मज्जनमावह ।जन्मर्क्षं तेऽद्य भवति विप्रेभ्यो देहि गा: शुचि: ॥ १८ ॥",
        "english_devnagari": "dhūli-dhūsaritāṅgas tvaṁputra majjanam āvahajanmarkṣaṁ te ’dya bhavativiprebhyo dehi gāḥ śuciḥ",
        "verse_Syn": [
            "dhūli",
            "dhūsarita",
            "aṅgaḥ",
            "tvam",
            "putra",
            "majjanam",
            "āvaha",
            "janma",
            "ṛkṣam",
            "te",
            "adya",
            "bhavati",
            "viprebhyaḥ",
            "dehi",
            "gāḥ",
            "śuciḥ"
        ],
        "translation": "Mother Yaśodā further told Kṛṣṇa: My dear son, because of playing all day, Your body has become covered with dust and sand. Therefore, come back, take Your bath and cleanse Yourself. Today the moon is conjoined with the auspicious star of Your birth. Therefore, be pure and give cows in charity to the brāhmaṇas.",
        "purport": " It is a custom of Vedic culture that whenever there is any auspicious ceremony, one should give valuable cows in charity to the brāhmaṇas. Therefore mother Yaśodā requested Kṛṣṇa, “Instead of being enthusiastic in playing, now please come and be enthusiastic in charity.” Yajña-dāna-tapaḥ-karma na tyājyaṁ kāryam eva tat. As advised in Bhagavad-gītā (18.5), sacrifice, charity and austerity should never be given up. Yajño dānaṁ tapaś caiva pāvanāni manīṣiṇām: even if one is very much advanced in spiritual life, one should not give up these three duties. To observe one’s birthday ceremony, one should do something in terms of one of these three items (yajña, dāna or tapaḥ), or all of them together."
    },
    {
        "verse": "19",
        "devanagari": "पश्य पश्य वयस्यांस्ते मातृमृष्टान्स्वलङ्कृतान् ।त्वं च स्‍नात: कृताहारो विहरस्व स्वलङ्कृत: ॥ १९ ॥",
        "english_devnagari": "paśya paśya vayasyāṁs temātṛ-mṛṣṭān svalaṅkṛtāntvaṁ ca snātaḥ kṛtāhāroviharasva svalaṅkṛtaḥ",
        "verse_Syn": [
            "paśya",
            "paśya",
            "vayasyān",
            "te",
            "mātṛ",
            "mṛṣṭān",
            "su",
            "alaṅkṛtān",
            "tvam",
            "ca",
            "snātaḥ",
            "kṛta",
            "āhāraḥ",
            "viharasva",
            "su",
            "alaṅkṛtaḥ"
        ],
        "translation": "Just see how all Your playmates of Your own age have been cleansed and decorated with beautiful ornaments by their mothers. You should come here, and after You have taken Your bath, eaten Your lunch and been decorated with ornaments, You may play with Your friends again.",
        "purport": " Generally young boys are competitive. If one friend has done something, another friend also wants to do something. Therefore mother Yaśodā pointed out how Kṛṣṇa’s playmates were decorated, so that Kṛṣṇa might be induced to decorate Himself like them."
    },
    {
        "verse": "20",
        "devanagari": "इत्थं यशोदा तमशेषशेखरंमत्वा सुतं स्‍नेहनिबद्धधीर्नृप ।हस्ते गृहीत्वा सहराममच्युतंनीत्वा स्ववाटं कृतवत्यथोदयम् ॥ २० ॥",
        "english_devnagari": "itthaṁ yaśodā tam aśeṣa-śekharaṁmatvā sutaṁ sneha-nibaddha-dhīr nṛpahaste gṛhītvā saha-rāmam acyutaṁnītvā sva-vāṭaṁ kṛtavaty athodayam",
        "verse_Syn": [
            "ittham",
            "yaśodā",
            "tam",
            "aśeṣa",
            "śekharam",
            "matvā",
            "sutam",
            "sneha",
            "nibaddha",
            "dhīḥ",
            "nṛpa",
            "haste",
            "gṛhītvā",
            "saha",
            "rāmam",
            "acyutam",
            "nītvā",
            "sva",
            "vāṭam",
            "kṛtavatī",
            "atha",
            "udayam"
        ],
        "translation": "My dear Mahārāja Parīkṣit, because of intense love and affection, mother Yaśodā, Kṛṣṇa’s mother, considered Kṛṣṇa, who was at the peak of all opulences, to be her own son. Thus she took Kṛṣṇa by the hand, along with Balarāma, and brought Them home, where she performed her duties by fully bathing Them, dressing Them and feeding Them.",
        "purport": " Kṛṣṇa is always neat, clean and opulent and does not need to be washed, bathed or dressed, yet mother Yaśodā, because of affection, considered Him her ordinary child and did her duties to keep her son brilliant."
    },
    {
        "verse": "21",
        "devanagari": "श्रीशुक उवाचगोपवृद्धा महोत्पाताननुभूय बृहद्वने ।नन्दादय: समागम्य व्रजकार्यममन्त्रयन् ॥ २१ ॥",
        "english_devnagari": "śrī-śuka uvācagopa-vṛddhā mahotpātānanubhūya bṛhadvanenandādayaḥ samāgamyavraja-kāryam amantrayan",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "gopa",
            "vṛddhāḥ",
            "mahā",
            "utpātān",
            "anubhūya",
            "bṛhadvane",
            "nanda",
            "ādayaḥ",
            "samāgamya",
            "vraja",
            "kāryam",
            "amantrayan"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: Then one time, having seen the great disturbances in Bṛhadvana, all the elderly persons among the cowherd men, headed by Nanda Mahārāja, assembled and began to consider what to do to stop the continuous disturbing situations in Vraja.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "तत्रोपानन्दनामाह गोपो ज्ञानवयोऽधिक: ।देशकालार्थतत्त्वज्ञ: प्रियकृद् रामकृष्णयो: ॥ २२ ॥",
        "english_devnagari": "tatropananda-nāmāhagopo jñāna-vayo-’dhikaḥdeśa-kālārtha-tattva-jñaḥpriya-kṛd rāma-kṛṣṇayoḥ",
        "verse_Syn": [
            "tatra",
            "upananda",
            "nāmā",
            "āha",
            "gopaḥ",
            "jñāna",
            "vayaḥ",
            "adhikaḥ",
            "deśa",
            "kāla",
            "artha",
            "tattva",
            "jñaḥ",
            "priya",
            "kṛt",
            "rāma",
            "kṛṣṇayoḥ"
        ],
        "translation": "At this meeting of all the inhabitants of Gokula, a cowherd man named Upananda, who was the most mature in age and knowledge and was very experienced according to time, circumstances and country, made this suggestion for the benefit of Rāma and Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "उत्थातव्यमितोऽस्माभिर्गोकुलस्य हितैषिभि: ।आयान्त्यत्र महोत्पाता बालानां नाशहेतव: ॥ २३ ॥",
        "english_devnagari": "utthātavyam ito ’smābhirgokulasya hitaiṣibhiḥāyānty atra mahotpātābālānāṁ nāśa-hetavaḥ",
        "verse_Syn": [
            "utthātavyam",
            "itaḥ",
            "asmābhiḥ",
            "gokulasya",
            "hita",
            "eṣibhiḥ",
            "āyānti",
            "atra",
            "mahā",
            "utpātāḥ",
            "bālānām",
            "nāśa",
            "hetavaḥ"
        ],
        "translation": "He said: My dear friends the cowherd men, in order to do good to this place, Gokula, we should leave it, because so many disturbances are always occurring here, just for the purpose of killing Rāma and Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "मुक्त: कथञ्चिद्‌राक्षस्या बालघ्‍न्या बालको ह्यसौ ।हरेरनुग्रहान्नूनमनश्चोपरि नापतत् ॥ २४ ॥",
        "english_devnagari": "muktaḥ kathañcid rākṣasyābāla-ghnyā bālako hy asauharer anugrahān nūnamanaś copari nāpatat",
        "verse_Syn": [
            "muktaḥ",
            "kathañcit",
            "rākṣasyāḥ",
            "bāla",
            "ghnyāḥ",
            "bālakaḥ",
            "hi",
            "asau",
            "hareḥ",
            "anugrahāt",
            "nūnam",
            "anaḥ",
            "ca",
            "upari",
            "na",
            "apatat"
        ],
        "translation": "The child Kṛṣṇa, simply by the mercy of the Supreme Personality of Godhead, was somehow or other rescued from the hands of the Rākṣasī Pūtanā, who was determined to kill Him. Then, again by the mercy of the Supreme Godhead, the handcart missed falling upon the child.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "चक्रवातेन नीतोऽयं दैत्येन विपदं वियत् ।शिलायां पतितस्तत्र परित्रात: सुरेश्वरै: ॥ २५ ॥",
        "english_devnagari": "cakra-vātena nīto ’yaṁdaityena vipadaṁ viyatśilāyāṁ patitas tatraparitrātaḥ sureśvaraiḥ",
        "verse_Syn": [
            "cakra",
            "vātena",
            "nītaḥ",
            "ayam",
            "daityena",
            "vipadam",
            "viyat",
            "śilāyām",
            "patitaḥ",
            "tatra",
            "paritrātaḥ",
            "sura",
            "īśvaraiḥ"
        ],
        "translation": "Then again, the demon Tṛṇāvarta, in the form of a whirlwind, took the child away into the dangerous sky to kill Him, but the demon fell down onto a slab of stone. In that case also, by the mercy of Lord Viṣṇu or His associates, the child was saved.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "यन्न म्रियेत द्रुमयोरन्तरं प्राप्य बालक: ।असावन्यतमो वापि तदप्यच्युतरक्षणम् ॥ २६ ॥",
        "english_devnagari": "yan na mriyeta drumayorantaraṁ prāpya bālakaḥasāv anyatamo vāpitad apy acyuta-rakṣaṇam",
        "verse_Syn": [
            "yat",
            "na",
            "mriyeta",
            "drumayoḥ",
            "antaram",
            "prāpya",
            "bālakaḥ",
            "asau",
            "anyatamaḥ",
            "vā",
            "api",
            "tat",
            "api",
            "acyuta",
            "rakṣaṇam"
        ],
        "translation": "Even the other day, neither Kṛṣṇa nor any of His playmates died from the falling of the two trees, although the children were near the trees or even between them. This also is to be considered the mercy of the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "यावदौत्पातिकोऽरिष्टो व्रजं नाभिभवेदित: ।तावद्बालानुपादाय यास्यामोऽन्यत्र सानुगा: ॥ २७ ॥",
        "english_devnagari": "yāvad autpātiko ’riṣṭovrajaṁ nābhibhaved itaḥtāvad bālān upādāyayāsyāmo ’nyatra sānugāḥ",
        "verse_Syn": [
            "yāvat",
            "autpātikaḥ",
            "ariṣṭaḥ",
            "vrajam",
            "na",
            "abhibhavet",
            "itaḥ",
            "tāvat",
            "bālān",
            "upādāya",
            "yāsyāmaḥ",
            "anyatra",
            "sa",
            "anugāḥ"
        ],
        "translation": "All these incidents are being caused by some unknown demon. Before he comes here to create another disturbance, it is our duty to go somewhere else with the boys until there are no more disturbances.",
        "purport": " Upananda suggested, “By the mercy of Lord Viṣṇu, Kṛṣṇa has always been saved from so many dangerous incidents. Now let us leave this place and go someplace where we may worship Lord Viṣṇu undisturbed, before there is another cause of death from some demon who may attack us.” A devotee desires only that he may execute devotional service undisturbed. Actually we see, however, that even during the presence of Kṛṣṇa, when Nanda Mahārāja and the other cowherd men had the Supreme Personality of Godhead in their presence, there were disturbances. Of course, in every case, Kṛṣṇa came out victorious. The instruction we may derive from this is that we should not be disturbed by so-called disturbances. There have been so many disturbances to our Kṛṣṇa consciousness movement, but we cannot give up our forward march. On the contrary, people are receiving this movement very enthusiastically all over the world, and they are purchasing literature about Kṛṣṇa consciousness with redoubled energy. Thus there are both encouragements and disturbances. This was so even in Kṛṣṇa’s time."
    },
    {
        "verse": "28",
        "devanagari": "वनं वृन्दावनं नाम पशव्यं नवकाननम् ।गोपगोपीगवां सेव्यं पुण्याद्रितृणवीरुधम् ॥ २८ ॥",
        "english_devnagari": "vanaṁ vṛndāvanaṁ nāmapaśavyaṁ nava-kānanamgopa-gopī-gavāṁ sevyaṁpuṇyādri-tṛṇa-vīrudham",
        "verse_Syn": [
            "vanam",
            "vṛndāvanam",
            "nāma",
            "paśavyam",
            "nava",
            "kānanam",
            "gopa",
            "gopī",
            "gavām",
            "sevyam",
            "puṇya",
            "adri",
            "tṛṇa",
            "vīrudham"
        ],
        "translation": "Between Nandeśvara and Mahāvana is a place named Vṛndāvana. This place is very suitable because it is lush with grass, plants and creepers for the cows and other animals. It has nice gardens and tall mountains and is full of facilities for the happiness of all the gopas and gopīs and our animals.",
        "purport": " Vṛndāvana is situated between Nandeśvara and Mahāvana. Formerly the cowherd men had shifted to Mahāvana, but still there were disturbances. Therefore the cowherd men selected Vṛndāvana, which was between the two villages, and decided to go there."
    },
    {
        "verse": "29",
        "devanagari": "तत्तत्राद्यैव यास्याम: शकटान् युङ्त मा चिरम् ।गोधनान्यग्रतो यान्तु भवतां यदि रोचते ॥ २९ ॥",
        "english_devnagari": "tat tatrādyaiva yāsyāmaḥśakaṭān yuṅkta mā ciramgodhanāny agrato yāntubhavatāṁ yadi rocate",
        "verse_Syn": [
            "tat",
            "tatra",
            "adya",
            "eva",
            "yāsyāmaḥ",
            "śakaṭān",
            "yuṅkta",
            "mā",
            "ciram",
            "go",
            "dhanāni",
            "agrataḥ",
            "yāntu",
            "bhavatām",
            "yadi",
            "rocate"
        ],
        "translation": "Therefore, let us immediately go today. There is no need to wait any further. If you agree to my proposal, let us prepare all the bullock carts and put the cows in front of us, and let us go there.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "तच्छ्रुत्वैकधियो गोपा: साधु साध्विति वादिन: ।व्रजान्स्वान्स्वान्समायुज्य ययू रूढपरिच्छदा: ॥ ३० ॥",
        "english_devnagari": "tac chrutvaika-dhiyo gopāḥsādhu sādhv iti vādinaḥvrajān svān svān samāyujyayayū rūḍha-paricchadāḥ",
        "verse_Syn": [
            "tat",
            "śrutvā",
            "eka",
            "dhiyaḥ",
            "gopāḥ",
            "sādhu",
            "sādhu",
            "iti",
            "vādinaḥ",
            "vrajān",
            "svān",
            "svān",
            "samāyujya",
            "yayuḥ",
            "rūḍha",
            "paricchadāḥ"
        ],
        "translation": "Upon hearing this advice from Upananda, the cowherd men unanimously agreed. “Very nice,” they said. “Very nice.” Thus they sorted out their household affairs, placed their clothing and other paraphernalia on the carts, and immediately started for Vṛndāvana.",
        "purport": ""
    },
    {
        "verse": "31-32",
        "devanagari": "वृद्धान्बालान्स्त्रियो राजन्सर्वोपकरणानि च ।अन:स्वारोप्य गोपाला यत्ता आत्तशरासना: ॥ ३१ ॥गोधनानि पुरस्कृत्य श‍ृङ्गाण्यापूर्य सर्वत: ।तूर्यघोषेण महता ययु: सहपुरोहिता: ॥ ३२ ॥",
        "english_devnagari": "vṛddhān bālān striyo rājansarvopakaraṇāni caanaḥsv āropya gopālāyattā ātta-śarāsanāḥ",
        "verse_Syn": [
            "vṛddhān",
            "bālān",
            "striyaḥ",
            "rājan",
            "sarva",
            "upakaraṇāni",
            "ca",
            "anaḥsu",
            "āropya",
            "gopālāḥ",
            "yattāḥ",
            "ātta",
            "śara",
            "asanāḥ",
            "go",
            "dhanāni",
            "puraskṛtya",
            "śṛṅgāṇi",
            "āpūrya",
            "sarvataḥ",
            "tūrya",
            "ghoṣeṇa",
            "mahatā",
            "yayuḥ",
            "saha",
            "purohitāḥ"
        ],
        "translation": "Keeping all the old men, women, children and household paraphernalia on the bullock carts and keeping all the cows in front, the cowherd men picked up their bows and arrows with great care and sounded bugles made of horn. O King Parīkṣit, in this way, with bugles vibrating all around, the cowherd men, accompanied by their priests, began their journey.",
        "purport": " In this connection it is to be noted that although the inhabitants of Gokula were mostly cowherd men and cultivators, they knew how to defend themselves from danger and how to give protection to the women, the old men, the cows and the children, as well as to the brahminical purohitas."
    },
    {
        "verse": "33",
        "devanagari": "गोप्यो रूढरथा नूत्नकुचकुङ्कुमकान्तय: ।कृष्णलीला जगु: प्रीत्या निष्ककण्ठ्य: सुवासस: ॥ ३३ ॥",
        "english_devnagari": "gopyo rūḍha-rathā nūtna-kuca-kuṅkuma-kāntayaḥkṛṣṇa-līlā jaguḥ prītyāniṣka-kaṇṭhyaḥ suvāsasaḥ",
        "verse_Syn": [
            "gopyaḥ",
            "rūḍha",
            "rathāḥ",
            "nūtna",
            "kuca",
            "kuṅkuma",
            "kāntayaḥ",
            "kṛṣṇa",
            "līlāḥ",
            "jaguḥ",
            "prītyā",
            "niṣka",
            "kaṇṭhyaḥ",
            "su",
            "vāsasaḥ"
        ],
        "translation": "The cowherd women, riding on the bullock carts, were dressed very nicely with excellent garments, and their bodies, especially their breasts, were decorated with fresh kuṅkuma powder. As they rode, they began to chant with great pleasure the pastimes of Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "तथा यशोदारोहिण्यावेकं शकटमास्थिते ।रेजतु: कृष्णरामाभ्यां तत्कथाश्रवणोत्सुके ॥ ३४ ॥",
        "english_devnagari": "tathā yaśodā-rohiṇyāvekaṁ śakaṭam āsthiterejatuḥ kṛṣṇa-rāmābhyāṁtat-kathā-śravaṇotsuke",
        "verse_Syn": [
            "tathā",
            "yaśodā",
            "rohiṇyau",
            "ekam",
            "śakaṭam",
            "āsthite",
            "rejatuḥ",
            "kṛṣṇa",
            "rāmābhyām",
            "tat",
            "kathā",
            "śravaṇa",
            "utsuke"
        ],
        "translation": "Thus hearing about the pastimes of Kṛṣṇa and Balarāma with great pleasure, mother Yaśodā and Rohiṇīdevī, so as not to be separated from Kṛṣṇa and Balarāma for even a moment, got up with Them on one bullock cart. In this situation, they all looked very beautiful.",
        "purport": " It appears that mother Yaśodā and Rohiṇī could not be separated from Kṛṣṇa and Balarāma even for a moment. They used to pass their time either by taking care of Kṛṣṇa and Balarāma or by chanting about Their pastimes. Thus mother Yaśodā and Rohiṇī looked very beautiful."
    },
    {
        "verse": "35",
        "devanagari": "वृन्दावनं सम्प्रविश्य सर्वकालसुखावहम् ।तत्र चक्रुर्व्रजावासं शकटैरर्धचन्द्रवत् ॥ ३५ ॥",
        "english_devnagari": "vṛndāvanaṁ sampraviśyasarva-kāla-sukhāvahamtatra cakrur vrajāvāsaṁśakaṭair ardha-candravat",
        "verse_Syn": [
            "vṛndāvanam",
            "sampraviśya",
            "sarva",
            "kāla",
            "sukha",
            "āvaham",
            "tatra",
            "cakruḥ",
            "vraja",
            "āvāsam",
            "śakaṭaiḥ",
            "ardha",
            "candravat"
        ],
        "translation": "In this way they entered Vṛndāvana, where it is always pleasing to live in all seasons. They made a temporary place to inhabit by placing their bullock carts around them in the shape of a half moon.",
        "purport": " As stated in the Viṣṇu Purāṇa: And as stated in the Hari-vaṁśa: There was no need to make fences all around. One side was already defended by thorn trees, and thus the thorn trees, the bullock carts and the animals encircled the inhabitants in their temporary residence."
    },
    {
        "verse": "36",
        "devanagari": "वृन्दावनं गोवर्धनं यमुनापुलिनानि च ।वीक्ष्यासीदुत्तमा प्रीती राममाधवयोर्नृप ॥ ३६ ॥",
        "english_devnagari": "vṛndāvanaṁ govardhanaṁyamunā-pulināni cavīkṣyāsīd uttamā prītīrāma-mādhavayor nṛpa",
        "verse_Syn": [
            "vṛndāvanam",
            "govardhanam",
            "yamunā",
            "pulināni",
            "ca",
            "vīkṣya",
            "āsīt",
            "uttamā",
            "prītī",
            "rāma",
            "mādhavayoḥ",
            "nṛpa"
        ],
        "translation": "O King Parīkṣit, when Rāma and Kṛṣṇa saw Vṛndāvana, Govardhana and the banks of the river Yamunā, They both enjoyed great pleasure.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "एवं व्रजौकसां प्रीतिं यच्छन्तौ बालचेष्टितै: ।कलवाक्यै: स्वकालेन वत्सपालौ बभूवतु: ॥ ३७ ॥",
        "english_devnagari": "evaṁ vrajaukasāṁ prītiṁyacchantau bāla-ceṣṭitaiḥkala-vākyaiḥ sva-kālenavatsa-pālau babhūvatuḥ",
        "verse_Syn": [
            "evam",
            "vraja",
            "okasām",
            "prītim",
            "yacchantau",
            "bāla",
            "ceṣṭitaiḥ",
            "kala",
            "vākyaiḥ",
            "sva",
            "kālena",
            "vatsa",
            "pālau",
            "babhūvatuḥ"
        ],
        "translation": "In this way, Kṛṣṇa and Balarāma, acting like small boys and talking in half-broken language, gave transcendental pleasure to all the inhabitants of Vraja. In due course of time, They became old enough to take care of the calves.",
        "purport": " As soon as Kṛṣṇa and Balarāma were a little grown up, They were meant for taking care of the calves. Although born of a very well-to-do family, They still had to take care of the calves. This was the system of education. Those who were not born in brāhmaṇa families were not meant for academic education. The brāhmaṇas were trained in a literary, academic education, the kṣatriyas were trained to take care of the state, and the vaiśyas learned how to cultivate the land and take care of the cows and calves. There was no need to waste time going to school to be falsely educated and later increase the numbers of the unemployed. Kṛṣṇa and Balarāma taught us by Their personal behavior. Kṛṣṇa took care of the cows and played His flute, and Balarāma took care of agricultural activities with a plow in His hand."
    },
    {
        "verse": "38",
        "devanagari": "अविदूरे व्रजभुव: सह गोपालदारकै: ।चारयामासतुर्वत्सान् नानाक्रीडापरिच्छदौ ॥ ३८ ॥",
        "english_devnagari": "avidūre vraja-bhuvaḥsaha gopāla-dārakaiḥcārayām āsatur vatsānnānā-krīḍā-paricchadau",
        "verse_Syn": [
            "avidūre",
            "vraja",
            "bhuvaḥ",
            "saha",
            "gopāla",
            "dārakaiḥ",
            "cārayām",
            "āsatuḥ",
            "vatsān",
            "nānā",
            "krīḍā",
            "paricchadau"
        ],
        "translation": "Not far away from Their residential quarters, both Kṛṣṇa and Balarāma, equipped with all kinds of playthings, played with other cowherd boys and began to tend the small calves.",
        "purport": ""
    },
    {
        "verse": "39-40",
        "devanagari": "क्‍वचिद्वादयतो वेणुं क्षेपणै: क्षिपत: क्‍वचित् ।क्‍वचित्पादै: किङ्किणीभि: क्‍वचित्कृत्रिमगोवृषै: ॥ ३९ ॥वृषायमाणौ नर्दन्तौ युयुधाते परस्परम् ।अनुकृत्य रुतैर्जन्तूंश्चेरतु: प्राकृतौ यथा ॥ ४० ॥",
        "english_devnagari": "kvacid vādayato veṇuṁkṣepaṇaiḥ kṣipataḥ kvacitkvacit pādaiḥ kiṅkiṇībhiḥkvacit kṛtrima-go-vṛṣaiḥ",
        "verse_Syn": [
            "kvacit",
            "vādayataḥ",
            "veṇum",
            "kṣepaṇaiḥ",
            "kṣipataḥ",
            "kvacit",
            "kvacit",
            "pādaiḥ",
            "kiṅkiṇībhiḥ",
            "kvacit",
            "kṛtrima",
            "go",
            "vṛṣaiḥ",
            "vṛṣāyamāṇau",
            "nardantau",
            "yuyudhāte",
            "parasparam",
            "anukṛtya",
            "rutaiḥ",
            "jantūn",
            "ceratuḥ",
            "prākṛtau",
            "yathā"
        ],
        "translation": "Sometimes Kṛṣṇa and Balarāma would play on Their flutes, sometimes They would throw ropes and stones devised for getting fruits from the trees, sometimes They would throw only stones, and sometimes, Their ankle bells tinkling, They would play football with fruits like bael and āmalakī. Sometimes They would cover Themselves with blankets and imitate cows and bulls and fight with one another, roaring loudly, and sometimes They would imitate the voices of the animals. In this way They enjoyed sporting, exactly like two ordinary human children.",
        "purport": " Vṛndāvana is full of peacocks. Kūjat-kokila-haṁsa-sārasa-gaṇākīrṇe mayūrākule. The Vṛndāvana forest is always full of cuckoos, ducks, swans, peacocks, cranes and also monkeys, bulls and cows. So Kṛṣṇa and Balarāma used to imitate the sounds of these animals and enjoy sporting."
    },
    {
        "verse": "41",
        "devanagari": "कदाचिद् यमुनातीरे वत्सांश्चारयतो: स्वकै: ।वयस्यै: कृष्णबलयोर्जिघांसुर्दैत्य आगमत् ॥ ४१ ॥",
        "english_devnagari": "kadācid yamunā-tīrevatsāṁś cārayatoḥ svakaiḥvayasyaiḥ kṛṣṇa-balayorjighāṁsur daitya āgamat",
        "verse_Syn": [
            "kadācit",
            "yamunā",
            "tīre",
            "vatsān",
            "cārayatoḥ",
            "svakaiḥ",
            "vayasyaiḥ",
            "kṛṣṇa",
            "balayoḥ",
            "jighāṁsuḥ",
            "daityaḥ",
            "āgamat"
        ],
        "translation": "One day while Rāma and Kṛṣṇa, along with Their playmates, were tending the calves on the bank of the river Yamunā, another demon arrived there, desiring to kill Them.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "तं वत्सरूपिणं वीक्ष्य वत्सयूथगतं हरि: ।दर्शयन् बलदेवाय शनैर्मुग्ध इवासदत् ॥ ४२ ॥",
        "english_devnagari": "taṁ vatsa-rūpiṇaṁ vīkṣyavatsa-yūtha-gataṁ hariḥdarśayan baladevāyaśanair mugdha ivāsadat",
        "verse_Syn": [
            "tam",
            "vatsa",
            "rūpiṇam",
            "vīkṣya",
            "vatsa",
            "yūtha",
            "gatam",
            "hariḥ",
            "darśayan",
            "baladevāya",
            "śanaiḥ",
            "mugdhaḥ",
            "iva",
            "āsadat"
        ],
        "translation": "When the Supreme Personality of Godhead saw that the demon had assumed the form of a calf and entered among the groups of other calves, He pointed out to Baladeva, “Here is another demon.” Then He very slowly approached the demon, as if He did not understand the demon’s intentions.",
        "purport": " The import of the words mugdha iva is that although Kṛṣṇa knows everything, here He pretended that He did not understand why the demon had entered among the calves, and He informed Baladeva by a sign."
    },
    {
        "verse": "43",
        "devanagari": "गृहीत्वापरपादाभ्यां सहलाङ्गूलमच्युत: ।भ्रामयित्वा कपित्थाग्रे प्राहिणोद्गतजीवितम् ।स कपित्थैर्महाकाय: पात्यमानै: पपात ह ॥ ४३ ॥",
        "english_devnagari": "gṛhītvāpara-pādābhyāṁsaha-lāṅgūlam acyutaḥbhrāmayitvā kapitthāgreprāhiṇod gata-jīvitamsa kapitthair mahā-kāyaḥpātyamānaiḥ papāta ha",
        "verse_Syn": [
            "gṛhītvā",
            "apara",
            "pādābhyām",
            "saha",
            "lāṅgūlam",
            "acyutaḥ",
            "bhrāmayitvā",
            "kapittha",
            "agre",
            "prāhiṇot",
            "gata",
            "jīvitam",
            "saḥ",
            "kapitthaiḥ",
            "mahā",
            "kāyaḥ",
            "pātyamānaiḥ",
            "papāta",
            "ha"
        ],
        "translation": "Thereafter, Śrī Kṛṣṇa caught the demon by the hind legs and tail, twirled the demon’s whole body very strongly until the demon was dead, and threw him into the top of a kapittha tree, which then fell down, along with the body of the demon, who had assumed a great form.",
        "purport": " Kṛṣṇa killed the demon in such a way as to get the kapittha fruits to fall so that He and Balarāma and the other boys could take advantage of the opportunity to eat them. The kapittha is sometimes called kṣatbelphala. The pulp of this fruit is very palatable. It is sweet and sour, and everyone likes it."
    },
    {
        "verse": "44",
        "devanagari": "तं वीक्ष्य विस्मिता बाला: शशंसु: साधु साध्विति ।देवाश्च परिसन्तुष्टा बभूवु: पुष्पवर्षिण: ॥ ४४ ॥",
        "english_devnagari": "taṁ vīkṣya vismitā bālāḥśaśaṁsuḥ sādhu sādhv itidevāś ca parisantuṣṭābabhūvuḥ puṣpa-varṣiṇaḥ",
        "verse_Syn": [
            "tam",
            "vīkṣya",
            "vismitāḥ",
            "bālāḥ",
            "śaśaṁsuḥ",
            "sādhu",
            "sādhu",
            "iti",
            "devāḥ",
            "ca",
            "parisantuṣṭāḥ",
            "babhūvuḥ",
            "puṣpa",
            "varṣiṇaḥ"
        ],
        "translation": "Upon seeing the dead body of the demon, all the cowherd boys exclaimed, “Well done, Kṛṣṇa! Very good, very good! Thank You.” In the upper planetary system, all the demigods were pleased, and therefore they showered flowers on the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "तौ वत्सपालकौ भूत्वा सर्वलोकैकपालकौ ।सप्रातराशौ गोवत्सांश्चारयन्तौ विचेरतु: ॥ ४५ ॥",
        "english_devnagari": "tau vatsa-pālakau bhūtvāsarva-lokaika-pālakausaprātar-āśau go-vatsāṁścārayantau viceratuḥ",
        "verse_Syn": [
            "tau",
            "vatsa",
            "pālakau",
            "bhūtvā",
            "sarva",
            "loka",
            "eka",
            "pālakau",
            "sa",
            "prātaḥ",
            "āśau",
            "go",
            "vatsān",
            "cārayantau",
            "viceratuḥ"
        ],
        "translation": "After the killing of the demon, Kṛṣṇa and Balarāma finished Their breakfast in the morning, and while continuing to take care of the calves, They wandered here and there. Kṛṣṇa and Balarāma, the Supreme Personalities of Godhead, who maintain the entire creation, now took charge of the calves as if cowherd boys.",
        "purport": " Paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām. Kṛṣṇa’s daily business here in this material world was to kill the duṣkṛtīs. This did not hamper His daily affairs, for it was routine work. While He tended the calves on the bank of the river Yamunā, two or three incidents took place every day, and although these were serious, killing the demons one after another appeared to be His daily routine work."
    },
    {
        "verse": "46",
        "devanagari": "स्वं स्वं वत्सकुलं सर्वे पाययिष्यन्त एकदा ।गत्वा जलाशयाभ्याशं पाययित्वा पपुर्जलम् ॥ ४६ ॥",
        "english_devnagari": "svaṁ svaṁ vatsa-kulaṁ sarvepāyayiṣyanta ekadāgatvā jalāśayābhyāśaṁpāyayitvā papur jalam",
        "verse_Syn": [
            "svam",
            "svam",
            "vatsa",
            "kulam",
            "sarve",
            "pāyayiṣyantaḥ",
            "ekadā",
            "gatvā",
            "jala",
            "āśaya",
            "abhyāśam",
            "pāyayitvā",
            "papuḥ",
            "jalam"
        ],
        "translation": "One day all the boys, including Kṛṣṇa and Balarāma, each boy taking his own group of calves, brought the calves to a reservoir of water, desiring to allow them to drink. After the animals drank water, the boys drank water there also.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "ते तत्र दद‍ृशुर्बाला महासत्त्वमवस्थितम् ।तत्रसुर्वज्रनिर्भिन्नं गिरे: श‍ृङ्गमिव च्युतम् ॥ ४७ ॥",
        "english_devnagari": "te tatra dadṛśur bālāmahā-sattvam avasthitamtatrasur vajra-nirbhinnaṁgireḥ śṛṅgam iva cyutam",
        "verse_Syn": [
            "te",
            "tatra",
            "dadṛśuḥ",
            "bālāḥ",
            "mahā",
            "sattvam",
            "avasthitam",
            "tatrasuḥ",
            "vajra",
            "nirbhinnam",
            "gireḥ",
            "śṛṅgam",
            "iva",
            "cyutam"
        ],
        "translation": "Right by the reservoir, the boys saw a gigantic body resembling a mountain peak broken and struck down by a thunderbolt. They were afraid even to see such a huge living being.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "स वै बको नाम महानसुरो बकरूपधृक् ।आगत्य सहसा कृष्णं तीक्ष्णतुण्डोऽग्रसद् बली ॥ ४८ ॥",
        "english_devnagari": "sa vai bako nāma mahānasuro baka-rūpa-dhṛkāgatya sahasā kṛṣṇaṁtīkṣṇa-tuṇḍo ’grasad balī",
        "verse_Syn": [
            "saḥ",
            "vai",
            "bakaḥ",
            "nāma",
            "mahān",
            "asuraḥ",
            "baka",
            "rūpa",
            "dhṛk",
            "āgatya",
            "sahasā",
            "kṛṣṇam",
            "tīkṣṇa",
            "tuṇḍaḥ",
            "agrasat",
            "balī"
        ],
        "translation": "That great-bodied demon was named Bakāsura. He had assumed the body of a duck with a very sharp beak. Having come there, he immediately swallowed Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "कृष्णं महाबकग्रस्तं द‍ृष्ट्वा रामादयोऽर्भका: ।बभूवुरिन्द्रियाणीव विना प्राणं विचेतस: ॥ ४९ ॥",
        "english_devnagari": "kṛṣṇaṁ mahā-baka-grastaṁdṛṣṭvā rāmādayo ’rbhakāḥbabhūvur indriyāṇīvavinā prāṇaṁ vicetasaḥ",
        "verse_Syn": [
            "kṛṣṇam",
            "mahā",
            "baka",
            "grastam",
            "dṛṣṭvā",
            "rāma",
            "ādayaḥ",
            "arbhakāḥ",
            "babhūvuḥ",
            "indriyāṇi",
            "iva",
            "vinā",
            "prāṇam",
            "vicetasaḥ"
        ],
        "translation": "When Balarāma and the other boys saw that Kṛṣṇa had been devoured by the gigantic duck, they became almost unconscious, like senses without life.",
        "purport": " Although Balarāma can do everything, because of intense affection for His brother He was momentarily bewildered. A similar thing is stated to have happened in connection with rukmiṇī-haraṇa, the kidnapping of Rukmiṇī. When Kṛṣṇa, after kidnapping Rukmiṇī, was attacked by all the kings, Rukmiṇī was momentarily bewildered, until the Lord took the proper steps."
    },
    {
        "verse": "50",
        "devanagari": "तं तालुमूलं प्रदहन्तमग्निवद्गोपालसूनुं पितरं जगद्गुरो: ।चच्छर्द सद्योऽतिरुषाक्षतं बक-स्तुण्डेन हन्तुं पुनरभ्यपद्यत ॥ ५० ॥",
        "english_devnagari": "taṁ tālu-mūlaṁ pradahantam agnivadgopāla-sūnuṁ pitaraṁ jagad-guroḥcaccharda sadyo ’tiruṣākṣataṁ bakastuṇḍena hantuṁ punar abhyapadyata",
        "verse_Syn": [
            "tam",
            "tālu",
            "mūlam",
            "pradahantam",
            "agni",
            "vat",
            "gopāla",
            "sūnum",
            "pitaram",
            "jagat",
            "guroḥ",
            "caccharda",
            "sadyaḥ",
            "ati",
            "ruṣā",
            "akṣatam",
            "bakaḥ",
            "tuṇḍena",
            "hantum",
            "punaḥ",
            "abhyapadyata"
        ],
        "translation": "Kṛṣṇa, who was the father of Lord Brahmā but who was acting as the son of a cowherd man, became like fire, burning the root of the demon’s throat, and the demon Bakāsura immediately disgorged Him. When the demon saw that Kṛṣṇa, although having been swallowed, was unharmed, he immediately attacked Kṛṣṇa again with his sharp beak.",
        "purport": " Although Kṛṣṇa is always as soft as a lotus, within the throat of Bakāsura He created a burning sensation of being hotter than fire. Although Kṛṣṇa’s whole body is sweeter than sugar candy, Bakāsura tasted bitterness and therefore immediately vomited Kṛṣṇa up. As stated in Bhagavad-gītā (4.11), ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham. When Kṛṣṇa is accepted as an enemy, He becomes the most intolerable object for the nondevotee, who cannot tolerate Kṛṣṇa within or without. Here this is shown by the example of Bakāsura."
    },
    {
        "verse": "51",
        "devanagari": "तमापतन्तं स निगृह्य तुण्डयो-र्दोर्भ्यां बकं कंससखं सतां पति: ।पश्यत्सु बालेषु ददार लीलयामुदावहो वीरणवद् दिवौकसाम् ॥ ५१ ॥",
        "english_devnagari": "tam āpatantaṁ sa nigṛhya tuṇḍayordorbhyāṁ bakaṁ kaṁsa-sakhaṁ satāṁ patiḥpaśyatsu bāleṣu dadāra līlayāmudāvaho vīraṇavad divaukasām",
        "verse_Syn": [
            "tam",
            "āpatantam",
            "saḥ",
            "nigṛhya",
            "tuṇḍayoḥ",
            "dorbhyām",
            "bakam",
            "kaṁsa",
            "sakham",
            "satām",
            "patiḥ",
            "paśyatsu",
            "bāleṣu",
            "dadāra",
            "līlayā",
            "mudā",
            "āvahaḥ",
            "vīraṇa",
            "vat",
            "divaukasām"
        ],
        "translation": "When Kṛṣṇa, the leader of the Vaiṣṇavas, saw that the demon Bakāsura, the friend of Kaṁsa, was endeavoring to attack Him, with His arms He captured the demon by the two halves of the beak, and in the presence of all the cowherd boys Kṛṣṇa very easily bifurcated him, as a child splits a blade of vīraṇa grass. By thus killing the demon, Kṛṣṇa very much pleased the denizens of heaven.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "तदा बकारिं सुरलोकवासिन:समाकिरन् नन्दनमल्लिकादिभि: ।समीडिरे चानकशङ्खसंस्तवै-स्तद् वीक्ष्य गोपालसुता विसिस्मिरे ॥ ५२ ॥",
        "english_devnagari": "tadā bakāriṁ sura-loka-vāsinaḥsamākiran nandana-mallikādibhiḥsamīḍire cānaka-śaṅkha-saṁstavaistad vīkṣya gopāla-sutā visismire",
        "verse_Syn": [
            "tadā",
            "baka",
            "arim",
            "sura",
            "loka",
            "vāsinaḥ",
            "samākiran",
            "nandana",
            "mallikā",
            "ādibhiḥ",
            "samīḍire",
            "ca",
            "ānaka",
            "śaṅkha",
            "saṁstavaiḥ",
            "tat",
            "vīkṣya",
            "gopāla",
            "sutāḥ",
            "visismire"
        ],
        "translation": "At that time, the celestial denizens of the higher planetary system showered mallikā-puṣpa, flowers grown in Nandana-kānana, upon Kṛṣṇa, the enemy of Bakāsura. They also congratulated Him by sounding celestial kettledrums and conchshells and by offering prayers. Seeing this, the cowherd boys were struck with wonder.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "मुक्तं बकास्यादुपलभ्य बालकारामादय: प्राणमिवेन्द्रियो गण: ।स्थानागतं तं परिरभ्य निर्वृता:प्रणीय वत्सान् व्रजमेत्य तज्जगु: ॥ ५३ ॥",
        "english_devnagari": "muktaṁ bakāsyād upalabhya bālakārāmādayaḥ prāṇam ivendriyo gaṇaḥsthānāgataṁ taṁ parirabhya nirvṛtāḥpraṇīya vatsān vrajam etya taj jaguḥ",
        "verse_Syn": [
            "muktam",
            "baka",
            "āsyāt",
            "upalabhya",
            "bālakāḥ",
            "rāma",
            "ādayaḥ",
            "prāṇam",
            "iva",
            "indriyaḥ",
            "gaṇaḥ",
            "sthāna",
            "āgatam",
            "tam",
            "parirabhya",
            "nirvṛtāḥ",
            "praṇīya",
            "vatsān",
            "vrajam",
            "etya",
            "tat",
            "jaguḥ"
        ],
        "translation": "Just as the senses are pacified when consciousness and life return, so when Kṛṣṇa was freed from this danger, all the boys, including Balarāma, thought that their life had been restored. They embraced Kṛṣṇa in good consciousness, and then they collected their own calves and returned to Vrajabhūmi, where they declared the incident loudly.",
        "purport": " It was the practice of the inhabitants of Vrajabhūmi to compose poetry about the incidents that occurred in the forest when Kṛṣṇa performed His different activities of killing the asuras. They would compose all the stories in poetry or have this done by professional poets, and then they would sing about these incidents. Thus it is written here that the boys sang very loudly."
    },
    {
        "verse": "54",
        "devanagari": "श्रुत्वा तद्विस्मिता गोपा गोप्यश्चातिप्रियाद‍ृता: ।प्रेत्यागतमिवोत्सुक्यादैक्षन्त तृषितेक्षणा: ॥ ५४ ॥",
        "english_devnagari": "śrutvā tad vismitā gopāgopyaś cātipriyādṛtāḥpretyāgatam ivotsukyādaikṣanta tṛṣitekṣaṇāḥ",
        "verse_Syn": [
            "śrutvā",
            "tat",
            "vismitāḥ",
            "gopāḥ",
            "gopyaḥ",
            "ca",
            "ati",
            "priya",
            "ādṛtāḥ",
            "pretya",
            "āgatam",
            "iva",
            "utsukyāt",
            "aikṣanta",
            "tṛṣita",
            "īkṣaṇāḥ"
        ],
        "translation": "When the cowherd men and women heard about the killing of Bakāsura in the forest, they were very much astonished. Upon seeing Kṛṣṇa and hearing the story, they received Kṛṣṇa very eagerly, thinking that Kṛṣṇa and the other boys had returned from the mouth of death. Thus they looked upon Kṛṣṇa and the boys with silent eyes, not wanting to turn their eyes aside now that the boys were safe.",
        "purport": " Because of intense love for Kṛṣṇa, the cowherd men and women simply remained silent, thinking of how Kṛṣṇa and the boys had been saved. The cowherd men and women looked upon Kṛṣṇa and the boys and did not desire to turn their eyes aside."
    },
    {
        "verse": "55",
        "devanagari": "अहो बतास्य बालस्य बहवो मृत्यवोऽभवन् ।अप्यासीद् विप्रियं तेषां कृतं पूर्वं यतो भयम् ॥ ५५ ॥",
        "english_devnagari": "aho batāsya bālasyabahavo mṛtyavo ’bhavanapy āsīd vipriyaṁ teṣāṁkṛtaṁ pūrvaṁ yato bhayam",
        "verse_Syn": [
            "aho",
            "bata",
            "asya",
            "bālasya",
            "bahavaḥ",
            "mṛtyavaḥ",
            "abhavan",
            "api",
            "āsīt",
            "vipriyam",
            "teṣām",
            "kṛtam",
            "pūrvam",
            "yataḥ",
            "bhayam"
        ],
        "translation": "The cowherd men, headed by Nanda Mahārāja, began to contemplate: It is very astonishing that although this boy Kṛṣṇa has many times faced many varied causes of death, by the grace of the Supreme Personality of Godhead it was these causes of fear that were killed, instead of Him.",
        "purport": " The cowherd men innocently thought, “Because our Kṛṣṇa is innocent, the causes of death that appeared before Him were themselves killed instead of Kṛṣṇa. This is the greatest grace of the Supreme Personality of Godhead.”"
    },
    {
        "verse": "56",
        "devanagari": "अथाप्यभिभवन्त्येनं नैव ते घोरदर्शना: ।जिघांसयैनमासाद्य नश्यन्त्यग्नौ पतङ्गवत् ॥ ५६ ॥",
        "english_devnagari": "athāpy abhibhavanty enaṁnaiva te ghora-darśanāḥjighāṁsayainam āsādyanaśyanty agnau pataṅgavat",
        "verse_Syn": [
            "atha",
            "api",
            "abhibhavanti",
            "enam",
            "na",
            "eva",
            "te",
            "ghora",
            "darśanāḥ",
            "jighāṁsayā",
            "enam",
            "āsādya",
            "naśyanti",
            "agnau",
            "pataṅga",
            "vat"
        ],
        "translation": "Although the causes of death, the daityas, were very fierce, they could not kill this boy Kṛṣṇa. Rather, because they came to kill innocent boys, as soon as they approached they themselves were killed, exactly like flies attacking a fire.",
        "purport": " Nanda Mahārāja innocently thought, “Perhaps this boy Kṛṣṇa formerly killed all these demons, and therefore in this life they are envious and are attacking Him. But Kṛṣṇa is a fire, and they are flies, and in a fight between fire and flies, the fire is always victorious.” Fighting is always taking place between the demons and the power of the Supreme Personality. Paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām (Bg. 4.8). Anyone who is against the control of the Supreme Personality of Godhead must be killed, life after life. Ordinary living beings are subject to karma, but the Supreme Personality of Godhead is always victorious over the demons."
    },
    {
        "verse": "57",
        "devanagari": "अहो ब्रह्मविदां वाचो नासत्या: सन्ति कर्हिचित् ।गर्गो यदाह भगवानन्वभावि तथैव तत् ॥ ५७ ॥",
        "english_devnagari": "aho brahma-vidāṁ vāconāsatyāḥ santi karhicitgargo yad āha bhagavānanvabhāvi tathaiva tat",
        "verse_Syn": [
            "aho",
            "brahma",
            "vidām",
            "vācaḥ",
            "na",
            "asatyāḥ",
            "santi",
            "karhicit",
            "gargaḥ",
            "yat",
            "āha",
            "bhagavān",
            "anvabhāvi",
            "tathā",
            "eva",
            "tat"
        ],
        "translation": "The words of persons in full knowledge of Brahman never become untrue. It is very wonderful that whatever Garga Muni predicted we are now actually experiencing in all detail.",
        "purport": " The purpose of human life is indicated in the Brahma-sūtra: athāto brahma jijñāsā. To make one’s life perfect — in the past, present and future — one must learn about Brahman. Because of intense affection, Nanda Mahārāja could not understand Kṛṣṇa as He is. Garga Muni was able to know everything, past, present and future, by studying the Vedas, but Nanda Mahārāja could not understand Kṛṣṇa directly. Because of his intense love for Kṛṣṇa, he forgot who Kṛṣṇa was and could not understand Kṛṣṇa’s potency. Although Kṛṣṇa is Nārāyaṇa Himself, Garga Muni did not disclose this. Thus Nanda Mahārāja appreciated the words of Garga Muni, but because of his deep affection he could not understand who Kṛṣṇa was, although Garga Muni had said that Kṛṣṇa’s qualities would be exactly like those of Nārāyaṇa."
    },
    {
        "verse": "58",
        "devanagari": "इति नन्दादयो गोपा: कृष्णरामकथां मुदा ।कुर्वन्तो रममाणाश्च नाविन्दन् भववेदनाम् ॥ ५८ ॥",
        "english_devnagari": "iti nandādayo gopāḥkṛṣṇa-rāma-kathāṁ mudākurvanto ramamāṇāś canāvindan bhava-vedanām",
        "verse_Syn": [
            "iti",
            "nanda",
            "ādayaḥ",
            "gopāḥ",
            "kṛṣṇa",
            "rāma",
            "kathām",
            "mudā",
            "kurvantaḥ",
            "ramamāṇāḥ",
            "ca",
            "na",
            "avindan",
            "bhava",
            "vedanām"
        ],
        "translation": "In this way all the cowherd men, headed by Nanda Mahārāja, enjoyed topics about the pastimes of Kṛṣṇa and Balarāma with great transcendental pleasure, and they could not even perceive material tribulations.",
        "purport": " Here is an instruction about the result of studying or discussing the kṛṣṇa-līlās that appear in Śrīmad-Bhāgavatam. Sadyo hṛdy avarudhyate ’tra kṛtibhiḥ śuśrūṣubhis tat-kṣaṇāt (Bhāg. 1.1.2). Nanda Mahārāja and Yaśodā in Vṛndāvana appeared like ordinary persons of this material world, but they never felt the tribulations of this world, although they sometimes met many dangerous situations created by the demons. This is a practical example. If we follow in the footsteps of Nanda Mahārāja and the gopas, we can all be happy simply by discussing the activities of Kṛṣṇa. Vyāsadeva has given this literature so that everyone may understand one’s transcendental position simply by discussing bhāgavata-kathā. Even at the present moment, everyone everywhere can be happy and free from material tribulations by following Śrīmad-Bhāgavatam. There is no need of austerities and penances, which in this age are very difficult to perform. Śrī Caitanya Mahāprabhu has therefore declared, sarvātma-snapanaṁ paraṁ vijayate śrī-kṛṣṇa-saṅkīrtanam. By our Kṛṣṇa consciousness movement, we are trying to distribute Śrīmad-Bhāgavatam so that anyone in any part of the world can be absorbed in the Kṛṣṇa consciousness movement by chanting and hearing about the activities of Kṛṣṇa and be free from all material tribulations."
    },
    {
        "verse": "59",
        "devanagari": "एवं विहारै: कौमारै: कौमारं जहतुर्व्रजे ।निलायनै: सेतुबन्धैर्मर्कटोत्‍प्लवनादिभि: ॥ ५९ ॥",
        "english_devnagari": "evaṁ vihāraiḥ kaumāraiḥkaumāraṁ jahatur vrajenilāyanaiḥ setu-bandhairmarkaṭotplavanādibhiḥ",
        "verse_Syn": [
            "evam",
            "vihāraiḥ",
            "kaumāraiḥ",
            "kaumāram",
            "jahatuḥ",
            "vraje",
            "nilāyanaiḥ",
            "setu",
            "bandhaiḥ",
            "markaṭa",
            "utplavana",
            "ādibhiḥ"
        ],
        "translation": "In this way Kṛṣṇa and Balarāma passed Their childhood age in Vrajabhūmi by engaging in activities of childish play, such as playing hide-and-seek, constructing a make-believe bridge on the ocean, and jumping here and there like monkeys.",
        "purport": ""
    }
]