[
    {
        "verse": "1-2",
        "devanagari": "श्रीशुक उवाचस इत्थं द्विजमुख्येन सह सङ्कथयन् हरि: ।सर्वभूतमनोऽभिज्ञ: स्मयमान उवाच तम् ॥ १ ॥ब्रह्मण्यो ब्राह्मणं कृष्णो भगवान् प्रहसन् प्रियम् ।प्रेम्णा निरीक्षणेनैव प्रेक्षन् खलु सतां गति: ॥ २ ॥",
        "english_devnagari": "śrī-śuka uvācasa itthaṁ dvija-mukhyenasaha saṅkathayan hariḥsarva-bhūta-mano-’bhijñaḥsmayamāna uvāca tam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saḥ",
            "ittham",
            "dvija",
            "mukhyena",
            "saha",
            "saṅkathayan",
            "hariḥ",
            "sarva",
            "bhūta",
            "manaḥ",
            "abhijñaḥ",
            "smayamānaḥ",
            "uvāca",
            "tam",
            "brahmaṇyaḥ",
            "brāhmaṇam",
            "kṛṣṇaḥ",
            "bhagavān",
            "prahasan",
            "priyam",
            "premṇā",
            "nirīkṣaṇena",
            "eva",
            "prekṣan",
            "khalu",
            "satām",
            "gatiḥ"
        ],
        "translation": "[Śukadeva Gosvāmī said:] Lord Hari, Kṛṣṇa, perfectly knows the hearts of all living beings, and He is especially devoted to the brāhmaṇas. While the Supreme Lord, the goal of all saintly persons, conversed in this way with the best of the twice-born, He laughed and spoke the following words to that dear friend of His, the brāhmaṇa Sudāmā, all the while smiling and looking upon him with affection.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the words sarva-bhūta-mano-’bhijña indicate that since Lord Kṛṣṇa knows the minds of everyone, He could tell at once that His friend Sudāmā had brought some flat rice for Him and was ashamed to present it. According to Śrīla Viśvanātha Cakravartī’s further explanation of this verse, Lord Kṛṣṇa smiled at this moment, thinking “Yes, I am going to make you show what you brought for Me.” His smile then turned to laughter as He thought, “How long are you going to keep this precious gift hidden in your cloth?” Kṛṣṇa glanced toward the bundle hidden inside His friend’s garment, telling Sudāmā by His loving glance, “The veins showing through your emaciated skin and your ragged clothes astonish everyone present, but these symptoms of poverty will last only until tomorrow morning.” Although Lord Kṛṣṇa is Bhagavān, the supreme, independent Lord, He is always pleased to reciprocate with those who are priya, His cherished servants. As the indulgent patron of the brāhmaṇa class, He especially enjoys favoring brāhmaṇas who are additionally qualified by unconditional devotion to Him."
    },
    {
        "verse": "3",
        "devanagari": "श्रीभगवानुवाचकिमुपायनमानीतं ब्रह्मन् मे भवता गृहात् ।अण्वप्युपाहृतं भक्तै: प्रेम्णा भूर्येव मे भवेत् ।भूर्यप्यभक्तोपहृतं न मे तोषाय कल्पते ॥ ३ ॥",
        "english_devnagari": "śrī-bhagavān uvācakim upāyanam ānītaṁbrahman me bhavatā gṛhātaṇv apy upāhṛtaṁ bhaktaiḥpremṇā bhury eva me bhavetbhūry apy abhaktopahṛtaṁna me toṣāya kalpate",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "kim",
            "upāyanam",
            "ānītam",
            "brahman",
            "me",
            "bhavatā",
            "gṛhāt",
            "aṇu",
            "api",
            "upāhṛtam",
            "bhaktaiḥ",
            "premṇā",
            "bhūri",
            "eva",
            "me",
            "bhavet",
            "bhūri",
            "api",
            "abhakta",
            "upahṛtam",
            "na",
            "me",
            "toṣāya",
            "kalpate"
        ],
        "translation": "The Supreme Lord said: O brāhmaṇa, what gift have you brought Me from home? I regard as great even the smallest gift offered by My devotees in pure love, but even great offerings presented by nondevotees do not please Me.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति ।तदहं भक्त्युपहृतमश्न‍ामि प्रयतात्मन: ॥ ४ ॥",
        "english_devnagari": "patraṁ puṣpaṁ phalaṁ toyaṁyo me bhaktyā prayacchatitad ahaṁ bhakty-upahṛtamaśnāmi prayatātmanaḥ",
        "verse_Syn": [
            "patram",
            "puṣpam",
            "phalam",
            "toyam",
            "yaḥ",
            "me",
            "bhaktyā",
            "prayacchati",
            "tat",
            "aham",
            "bhakti",
            "upahṛtam",
            "aśnāmi",
            "prayata",
            "ātmanaḥ"
        ],
        "translation": "If one offers Me with love and devotion a leaf, a flower, a fruit or water, I will accept it.",
        "purport": " These famous words are also spoken by the Lord in Bhagavad-gītā (9.26); the translation and word meanings here are taken from Śrīla Prabhupāda’s Bhagavad-gītā As It Is. In the context of the current episode of Sudāmā’s visit to Dvārakā, Śrīla Viśvanātha Cakravartī has kindly continued his explanation of Lord Kṛṣṇa’s statements: This verse is a reply to Sudāmā’s anxiety that his bringing such an unfit offering was ill-considered. The use of the words bhaktyā prayacchati and bhakty-upahṛtam may seem redundant, since they both mean “offered with devotion,” but bhaktyā can indicate how the Lord reciprocates the devotional mood of whoever offers Him something with love. In other words, Lord Kṛṣṇa here declares that His reciprocation in a pure loving exchange is not dependent on the external quality of what is offered. Kṛṣṇa says, “Something may or may not be impressive and pleasing in its own right, but when My devotee offers it to Me in devotion, with the expectation that I will enjoy it, it gives Me great pleasure; in this regard I make no discrimination.” The verb aśnāmi, “I eat,” implies that Lord Kṛṣṇa eats even a flower, which is supposed to be smelled, bewildered as He is by the ecstatic love He feels for His devotee. Someone might then question the Lord, “So, will You refuse an offering made to You by a devotee of some other deity?” The Lord answers, “Yes, I will refuse to eat it.” This the Lord states by the phrase prayatātmanaḥ, implying “Only by devotional service to Me can one become pure in heart.”"
    },
    {
        "verse": "5",
        "devanagari": "इत्युक्तोऽपि द्वियस्तस्मै व्रीडित: पतये श्रिय: ।पृथुकप्रसृतिं राजन् न प्रायच्छदवाङ्‍मुख: ॥ ५ ॥",
        "english_devnagari": "ity ukto ’pi dviyas tasmaivrīḍitaḥ pataye śriyaḥpṛthuka-prasṛtiṁ rājanna prāyacchad avāṅ-mukhaḥ",
        "verse_Syn": [
            "iti",
            "uktaḥ",
            "api",
            "dvijaḥ",
            "tasmai",
            "vrīḍitaḥ",
            "pataye",
            "śriyaḥ",
            "pṛthuka",
            "prasṛtim",
            "rājan",
            "na",
            "prāyacchat",
            "avāk",
            "mukhaḥ"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Even after being addressed in this way, O King, the brāhmaṇa felt too embarrassed to offer his palmfuls of flat rice to the husband of the goddess of fortune. He simply kept his head bowed in shame.",
        "purport": " According to Ācārya Viśvanātha Cakravartī, the description here of Kṛṣṇa as “the husband of the goddess of fortune” implies that Sudāmā questioned himself, “How can the Lord of Śrī eat this hard, stale rice?” By bowing his head, the brāhmaṇa revealed his meditation: “My dear master, please do not make me ashamed. Even if You request it from me repeatedly, I will not give this to You. I have made up my mind.” But the Lord countered with His own thought: “The intention you had fixed in your mind while coming here must not be frustrated, for you are My devotee.”"
    },
    {
        "verse": "6-7",
        "devanagari": "सर्वभूतात्मद‍ृक् साक्षात् तस्यागमनकारणम् ।विज्ञायाचिन्तयन्नायं श्रीकामो माभजत्पुरा ॥ ६ ॥पत्न्‍या: पतिव्रतायास्तु सखा प्रियचिकीर्षया ।प्राप्तो मामस्य दास्यामि सम्पदोऽमर्त्यदुर्लभा: ॥ ७ ॥",
        "english_devnagari": "sarva-bhūtātma-dṛk sākṣāttasyāgamana-kāraṇamvijṅāyācintayan nāyaṁśrī-kāmo mābhajat purā",
        "verse_Syn": [
            "sarva",
            "bhūta",
            "ātma",
            "dṛk",
            "sākṣāt",
            "tasya",
            "āgamana",
            "kāraṇam",
            "vijñāya",
            "acintayat",
            "na",
            "ayam",
            "śrī",
            "kāmaḥ",
            "mā",
            "abhajat",
            "purā",
            "patnyāḥ",
            "pati",
            "vratāyāḥ",
            "tu",
            "sakhā",
            "priya",
            "cikīrṣayā",
            "prāptaḥ",
            "mām",
            "asya",
            "dāsyāmi",
            "sampadaḥ",
            "amartya",
            "durlabhāḥ"
        ],
        "translation": "Being the direct witness in the hearts of all living beings, Lord Kṛṣṇa fully understood why Sudāmā had come to see Him. Thus He thought, “In the past My friend has never worshiped Me out of a desire for material opulence, but now he comes to Me to satisfy his chaste and devoted wife. I will give him riches that even the immortal demigods cannot obtain.”",
        "purport": " Śrīla Viśvanātha Cakravartī comments that the Lord momentarily wondered, “How has it come about, despite My omniscience, that this devotee of Mine has fallen into such poverty?” Then, quickly understanding the situation, He spoke to Himself the words related in this verse. But someone may point out that Sudāmā should not have been so poverty-stricken, since appropriate enjoyment comes as a by-product of service to God even for a devotee who has no ulterior motives. This is confirmed in Bhagavad-gītā (9.22): “But those who always worship Me with exclusive devotion, meditating on My transcendental form — to them I carry what they lack, and I preserve what they have.” In response to this point, a distinction must be made between two kinds of renounced devotees: one kind is inimical to sense gratification, and the other is indifferent to it. The Supreme Lord does not force sense gratification upon the devotee who is extremely averse to worldly enjoyments. This is seen among such great renouncers as Jaḍa Bharata. On the other hand, the Lord may give limitless wealth and power to a devotee who is neither repelled nor attracted by material things, such as Prahlāda Mahārāja. Up to this point in his life, Sudāmā Brāhmaṇa was totally averse to sense gratification, but now, out of compassion for his faithful wife — and also because he hankered to have Kṛṣṇa’s audience — he went to beg from the Lord."
    },
    {
        "verse": "8",
        "devanagari": "इत्थं विचिन्त्य वसनाच्चीरबद्धान्द्विजन्मन: ।स्वयं जहार किमिदमिति पृथुकतण्डुलान् ॥ ८ ॥",
        "english_devnagari": "itthaṁ vicintya vasanāccīra-baddhān dvi-janmanaḥsvayaṁ jahāra kim idamiti pṛthuka-taṇḍulān",
        "verse_Syn": [
            "ittham",
            "vicintya",
            "vasanāt",
            "cīra",
            "baddhān",
            "dvi",
            "janmanaḥ",
            "svayam",
            "jahāra",
            "kim",
            "idam",
            "iti",
            "pṛthuka",
            "taṇḍulān"
        ],
        "translation": "Thinking like this, the Lord snatched from the brāhmaṇa’s garment the grains of flat rice tied up in an old piece of cloth and exclaimed, “What is this?",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "नन्वेतदुपनीतं मे परमप्रीणनं सखे ।तर्पयन्त्यङ्ग मां विश्वमेते पृथुकतण्डुला: ॥ ९ ॥",
        "english_devnagari": "nanv etad upanītaṁ meparama-prīṇanaṁ sakhetarpayanty aṅga māṁ viśvamete pṛthuka-taṇḍulāḥ",
        "verse_Syn": [
            "nanu",
            "etat",
            "upanītam",
            "me",
            "parama",
            "prīṇanam",
            "sakhe",
            "tarpayanti",
            "aṅga",
            "mām",
            "viśvam",
            "ete",
            "pṛṭhuka",
            "taṇḍulāḥ"
        ],
        "translation": "“My friend, have You brought this for Me? It gives Me extreme pleasure. Indeed, these few grains of flat rice will satisfy not only Me but also the entire universe.”",
        "purport": " Śrīla Prabhupāda writes in Kṛṣṇa, the Supreme Personality of Godhead: “It is understood from this statement that Kṛṣṇa, being the original source of everything, is the root of the entire creation. As watering the root of a tree immediately distributes water to every part of the tree, so an offering made to Kṛṣṇa, or any action done for Kṛṣṇa, is to be considered the highest welfare work for everyone, because the benefit of such an offering is distributed throughout the creation. Love for Kṛṣṇa becomes distributed to all living entities.”"
    },
    {
        "verse": "10",
        "devanagari": "इति मुष्टिं सकृज्जग्ध्वा द्वितीयां जग्धुमाददे ।तावच्छ्रीर्जगृहे हस्तं तत्परा परमेष्ठिन: ॥ १० ॥",
        "english_devnagari": "iti muṣṭiṁ sakṛj jagdhvādvitīyāṁ jagdhum ādadetāvac chrīr jagṛhe hastaṁtat-parā parameṣṭhinaḥ",
        "verse_Syn": [
            "iti",
            "muṣṭim",
            "sakṛt",
            "jagdhvā",
            "dvitīyam",
            "jagdhum",
            "ādade",
            "tāvat",
            "śrīḥ",
            "jagṛhe",
            "hastam",
            "tat",
            "parā",
            "parame",
            "sthinaḥ"
        ],
        "translation": "After saying this, the Supreme Lord ate one palmful and was about to eat a second when the devoted goddess Rukmiṇī took hold of His hand.",
        "purport": " Queen Rukmiṇī took hold of Kṛṣṇa’s hand to prevent Him from eating any more of the flat rice. According to Śrīpāda Śrīdhara Svāmī, with this gesture she meant to tell the Lord, “This much of Your grace is sufficient to assure anyone vast riches, which are merely the play of my glance. But please do not force me to surrender myself to this brāhmaṇa, as will happen if You eat one more handful.” Śrīla Viśvanātha Cakravartī explains that by taking hold of the Lord’s hand Rukmiṇī implied, “If You eat all of this wonderful treat Your friend brought from his house, what will I have left for my friends, co-wives, servants and myself? There will not be enough left to distribute even one grain to each of us.” And to her maidservant companions she said by her gesture, “This hard rice will upset my Lord’s tender stomach.” Śrīla Prabhupāda comments that “when food is offered to Lord Kṛṣṇa with love and devotion and He is pleased and accepts it from the devotee, Rukmiṇīdevī, the goddess of fortune, becomes so greatly obliged to the devotee that she has to go personally to the devotee’s home to turn it into the most opulent home in the world. If one feeds Nārāyaṇa sumptuously, the goddess of fortune, Lakṣmī, automatically becomes a guest in one’s house, which means that one’s home becomes opulent.”"
    },
    {
        "verse": "11",
        "devanagari": "एतावतालं विश्वात्मन् सर्वसम्पत्समृद्धये ।अस्मिन्लोकेऽथवामुष्मिन् पुंसस्त्वत्तोषकारणम् ॥ ११ ॥",
        "english_devnagari": "etāvatālaṁ viśvātmansarva-sampat-samṛddhayeasmin loke ’tha vāmuṣminpuṁsas tvat-toṣa-kāraṇam",
        "verse_Syn": [
            "etāvatā",
            "alam",
            "viśva",
            "ātman",
            "sarva",
            "sampat",
            "samṛddhaye",
            "asmin",
            "loke",
            "atha",
            "vā",
            "amuṣmin",
            "puṁsaḥ",
            "tvat",
            "toṣa",
            "kāraṇam"
        ],
        "translation": "[Queen Rukmiṇī said:] This is more than enough, O Soul of the universe, to secure him an abundance of all kinds of wealth in this world and the next. After all, one’s prosperity depends simply on Your satisfaction.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "ब्राह्मणस्तां तु रजनीमुषित्वाच्युतमन्दिरे ।भुक्त्वा पीत्वा सुखं मेने आत्मानं स्वर्गतं यथा ॥ १२ ॥",
        "english_devnagari": "brāhmaṇas tāṁ tu rajanīmuṣitvācyuta-mandirebhuktvā pītvā sukhaṁ meneātmānaṁ svar-gataṁ yathā",
        "verse_Syn": [
            "brāhmaṇaḥ",
            "tām",
            "tu",
            "rajanīm",
            "uṣitvā",
            "acyuta",
            "mandire",
            "bhuktvā",
            "pītvā",
            "sukham",
            "mene",
            "ātmānam",
            "svaḥ",
            "gatam",
            "yathā"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] The brāhmaṇa spent that night in Lord Acyuta’s palace after eating and drinking to his full satisfaction. He felt as if he had gone to the spiritual world.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "श्वोभूते विश्वभावेन स्वसुखेनाभिवन्दित: ।जगाम स्वालयं तात पथ्यनुव्रज्य नन्दित: ॥ १३ ॥",
        "english_devnagari": "śvo-bhūte viśva-bhāvenasva-sukhenābhivanditaḥjagāma svālayaṁ tātapathy anavrajya nanditaḥ",
        "verse_Syn": [
            "śvaḥ",
            "bhūte",
            "viśva",
            "bhāvena",
            "sva",
            "sukhena",
            "abhivanditaḥ",
            "jagāma",
            "sva",
            "ālayam",
            "tāta",
            "pathi",
            "anuvrajya",
            "nanditaḥ"
        ],
        "translation": "The next day, Sudāmā set off for home while being honored by Lord Kṛṣṇa, the self-satisfied maintainer of the universe. The brāhmaṇa felt greatly delighted, my dear King, as he walked along the road.",
        "purport": " We are here reminded that Lord Kṛṣṇa maintains the supply of desirable objects for the whole universe. Therefore it is to be understood that He was about to manifest for Sudāmā opulence greater than Indra’s. Being sva-sukha, perfectly complete in His own bliss, the Lord has an unlimited capacity for bestowing gifts. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, the word abhivanditaḥ indicates that Śrī Kṛṣṇa accompanied Sudāmā on the road for a short distance and finally parted with the brāhmaṇa after bowing down to him and speaking some respectful words."
    },
    {
        "verse": "14",
        "devanagari": "स चालब्ध्वा धनं कृष्णान्न तु याचितवान्स्वयम् ।स्वगृहान् व्रीडितोऽगच्छन्महद्दर्शननिर्वृत: ॥ १४ ॥",
        "english_devnagari": "sa cālabdhvā dhanaṁ kṛṣṇānna tu yācitavān svayamsva-gṛhān vrīḍito ’gacchanmahad-darśana-nirvṛtaḥ",
        "verse_Syn": [
            "saḥ",
            "ca",
            "alabdhvā",
            "dhanam",
            "kṛṣṇāt",
            "na",
            "tu",
            "yācitavān",
            "svayam",
            "sva",
            "gṛhān",
            "vrīḍitaḥ",
            "agacchat",
            "mahat",
            "darśana",
            "nirvṛtaḥ"
        ],
        "translation": "Although he had apparently received no wealth from Lord Kṛṣṇa, Sudāmā was too shy to beg for it on his own. He simply returned home, feeling perfectly satisfied to have had the Supreme Lord’s audience.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "अहो ब्रह्मण्यदेवस्य द‍ृष्टा ब्रह्मण्यता मया ।यद् दरिद्रतमो लक्ष्मीमाश्लिष्टो बिभ्रतोरसि ॥ १५ ॥",
        "english_devnagari": "aho brahmaṇya-devasyadṛṣṭā brahmaṇyatā mayāyad daridratamo lakṣmīmāśliṣṭo bibhratorasi",
        "verse_Syn": [
            "aho",
            "brahmaṇya",
            "devasya",
            "dṛṣṭa",
            "brahmaṇyatā",
            "mayā",
            "yat",
            "daridra",
            "tamaḥ",
            "lakṣmīm",
            "āśliṣṭaḥ",
            "bibhratā",
            "urasi"
        ],
        "translation": "[Sudāmā thought:] Lord Kṛṣṇa is known to be devoted to the brāhmaṇas, and now I have personally seen this devotion. Indeed, He who carries the goddess of fortune on His chest has embraced the poorest beggar.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "क्व‍ाहं दरिद्र: पापीयान् क्व‍ कृष्ण: श्रीनिकेतन: ।ब्रह्मबन्धुरिति स्माहं बाहुभ्यां परिरम्भित: ॥ १६ ॥",
        "english_devnagari": "kvāhaṁ daridraḥ pāpīyānkva kṛṣṇaḥ śrī-niketanaḥbrahma-bandhur iti smāhaṁbāhubhyāṁ parirambhitaḥ",
        "verse_Syn": [
            "kva",
            "aham",
            "daridraḥ",
            "pāpīyān",
            "kva",
            "kṛṣṇaḥ",
            "śrī",
            "niketanaḥ",
            "brahma",
            "bandhuḥ",
            "iti",
            "sma",
            "aham",
            "bāhubhyām",
            "parirambhitaḥ"
        ],
        "translation": "Who am I? A sinful, poor friend of a brāhmaṇa. And who is Kṛṣṇa? The Supreme Personality of Godhead, full in six opulences. Nonetheless, He has embraced me with His two arms.",
        "purport": " This translation is from Śrīla Prabhupāda’s English rendering of Caitanya-caritāmṛta (Madhya 7.143). Sudāmā was so humble that he considered his poverty to be his own fault, a result of sin. Such a mentality is in accord with the saying, dāridrya-doṣo guṇa-rāśi-nāśī: “The discrepancy of being poor ruins heaps of good qualities.”"
    },
    {
        "verse": "17",
        "devanagari": "निवासित: प्रियाजुष्टे पर्यङ्के भ्रातरो यथा ।महिष्या वीजित: श्रान्तो बालव्यजनहस्तया ॥ १७ ॥",
        "english_devnagari": "nivāsitaḥ priyā-juṣṭeparyaṅke bhrātaro yathāmahiṣyā vījitaḥ śrāntobāla-vyajana-hastayā",
        "verse_Syn": [
            "nivāsitaḥ",
            "priyā",
            "juṣṭe",
            "paryaṅke",
            "bhrātaraḥ",
            "yathā",
            "mahiṣyā",
            "vījitaḥ",
            "śrāntaḥ",
            "bāla",
            "vyajana",
            "hastayā"
        ],
        "translation": "He treated me just like one of His brothers, making me sit on the bed of His beloved consort. And because I was fatigued, His queen personally fanned me with a yak-tail cāmara.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "शुश्रूषया परमया पादसंवाहनादिभि: ।पूजितो देवदेवेन विप्रदेवेन देववत् ॥ १८ ॥",
        "english_devnagari": "śuśrūṣayā paramayāpāda-saṁvāhanādibhiḥpūjito deva-devenavipra-devena deva-vat",
        "verse_Syn": [
            "śuśrūṣayā",
            "paramayā",
            "pāda",
            "saṁvāhana",
            "ādibhiḥ",
            "pūjitaḥ",
            "deva",
            "devena",
            "vipra",
            "devena",
            "deva",
            "vat"
        ],
        "translation": "Although He is the Lord of all demigods and the object of worship for all brāhmaṇas, He worshiped me as if I were a demigod myself, massaging my feet and rendering other humble services.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "स्वर्गापवर्गयो: पुंसां रसायां भुवि सम्पदाम् ।सर्वासामपि सिद्धीनां मूलं तच्चरणार्चनम् ॥ १९ ॥",
        "english_devnagari": "svargāpavargayoḥ puṁsāṁrasāyāṁ bhuvi sampadāmsarvāsām api siddhīnāṁmūlaṁ tac-caraṇārcanam",
        "verse_Syn": [
            "svarga",
            "apavargayoḥ",
            "puṁsām",
            "rasāyām",
            "bhuvi",
            "sampadām",
            "sarvāsām",
            "api",
            "siddhīnām",
            "mūlam",
            "tat",
            "caraṇa",
            "arcanam"
        ],
        "translation": "Devotional service to His lotus feet is the root cause of all the perfections a person can find in heaven, in liberation, in the subterranean regions and on earth.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "अधनोऽयं धनं प्राप्य माद्यन्नुच्चैर्न मां स्मरेत् ।इति कारुणिको नूनं धनं मेऽभूरि नाददात् ॥ २० ॥",
        "english_devnagari": "adhano ’yaṁ dhanaṁ prāpyamādyann uccair na māṁ smaretiti kāruṇiko nūnaṁdhanaṁ me ’bhūri nādadāt",
        "verse_Syn": [
            "adhanaḥ",
            "ayam",
            "dhanam",
            "prāpya",
            "mādyan",
            "uccaiḥ",
            "na",
            "mām",
            "smaret",
            "iti",
            "kāruṇikaḥ",
            "nūnam",
            "dhanam",
            "me",
            "abhūri",
            "na",
            "ādadāt"
        ],
        "translation": "Thinking “If this poor wretch suddenly becomes rich, he will forget Me in his intoxicating happiness,” the compassionate Lord did not grant me even a little wealth.",
        "purport": " Sudāmā’s statement that Lord Kṛṣṇa bestowed on him “not even a little wealth” may also be taken to mean that instead of giving him wealth that was abhuri, “slight,” the Lord in fact gave him the immense treasure of His association. This alternate meaning has been suggested by Śrīla Viśvanātha Cakravartī."
    },
    {
        "verse": "21-23",
        "devanagari": "इति तच्चिन्तयन्नन्त: प्राप्तो निजगृहान्तिकम् ।सूर्यानलेन्दुसङ्काशैर्विमानै: सर्वतो वृतम् ॥ २१ ॥विचित्रोपवनोद्यानै: कूजद्‌द्विजकुलाकुलै: ।प्रोत्फुल्ल‍कमुदाम्भोजकह्लारोत्पलवारिभि: ॥ २२ ॥जुष्टं स्वलङ्कृतै: पुम्भि: स्‍त्रीभिश्च हरिणाक्षिभि: ।किमिदं कस्य वा स्थानं कथं तदिदमित्यभूत् ॥ २३ ॥",
        "english_devnagari": "iti tac cintayann antaḥprāpto niya-gṛhāntikamsūryānalendu-saṅkāśairvimānaiḥ sarvato vṛtam",
        "verse_Syn": [
            "iti",
            "tat",
            "cintayan",
            "antaḥ",
            "prāptaḥ",
            "nija",
            "gṛha",
            "antikam",
            "sūrya",
            "anala",
            "indu",
            "saṅkāśaiḥ",
            "vimānaiḥ",
            "sarvataḥ",
            "vṛtam",
            "vicitra",
            "upavana",
            "udyānaiḥ",
            "kūjat",
            "dvija",
            "kula",
            "ākulaiḥ",
            "protphulla",
            "kumuda",
            "ambhoja",
            "kahlāra",
            "utpala",
            "vāribhiḥ",
            "juṣṭam",
            "su",
            "alaṅkṛtaiḥ",
            "pumbhiḥ",
            "strībhiḥ",
            "ca",
            "hariṇā",
            "akṣibhiḥ",
            "kim",
            "idam",
            "kasya",
            "vā",
            "sthānam",
            "katham",
            "tat",
            "idam",
            "iti",
            "abhūt"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Thinking thus to himself, Sudāmā finally came to the place where his home stood. But that place was now crowded on all sides with towering, celestial palaces rivaling the combined brilliance of the sun, fire and the moon. There were splendorous courtyards and gardens, each filled with flocks of cooing birds and beautified by ponds in which kumuda, ambhoja, kahlāra and utpala lotuses grew. Finely attired men and doe-eyed women stood in attendance. Sudāmā wondered, “What is all this? Whose property is it? How has this all come about?”",
        "purport": " Śrīla Śrīdhara Svāmī gives the sequence of the brāhmaṇa’s thoughts: First, seeing a great, unfamiliar effulgence, he thought, “What is this?” Then, noting the palaces, he asked himself, “Whose place is this?” And recognizing it as his own, he wondered, “How has it become so transformed?”"
    },
    {
        "verse": "24",
        "devanagari": "एवं मीमांसमानं तं नरा नार्योऽमरप्रभा: ।प्रत्यगृह्णन् महाभागं गीतवाद्येन भूयसा ॥ २४ ॥",
        "english_devnagari": "evaṁ mīmāṁsamānaṁ taṁnarā nāryo ’mara-prabhāḥpratyagṛhṇan mahā-bhāgaṁgīta-vādyena bhūyasā",
        "verse_Syn": [
            "evam",
            "mīmāṁsamānam",
            "tam",
            "narāḥ",
            "nāryaḥ",
            "amara",
            "prabhāḥ",
            "pratyagṛhṇan",
            "mahā",
            "bhāgam",
            "gīta",
            "vādyena",
            "bhūyasā"
        ],
        "translation": "As he continued to ponder in this way, the beautiful men — and maidservants, as effulgent as demigods, came forward to greet their greatly fortunate master with loud song and instrumental music.",
        "purport": " As explained by Ācārya Viśvanātha Cakravartī, the word pratyagṛhṇan (“they acknowledged in turn”) indicates that first Sudāmā accepted the servants within his mind, deciding “My Lord must want me to have them,” and in response to the visible change in his attitude, they approached him as their master."
    },
    {
        "verse": "25",
        "devanagari": "पतिमागतमाकर्ण्य पत्न्‍युद्धर्षातिसम्भ्रमा ।निश्चक्राम गृहात्तूर्णं रूपिणी श्रीरिवालयात् ॥ २५ ॥",
        "english_devnagari": "patim āgatam ākarṇyapatny uddharṣāti-sambhramāniścakrāma gṛhāt tūrṇaṁrūpiṇī śrīr ivālayāt",
        "verse_Syn": [
            "patim",
            "āgatam",
            "ākarṇya",
            "patnī",
            "uddharṣā",
            "ati",
            "sambhramā",
            "niścakrāma",
            "gṛhāt",
            "tūrṇam",
            "rūpiṇī",
            "śrīḥ",
            "iva",
            "ālayāt"
        ],
        "translation": "When she heard that her husband had arrived, the brāhmaṇa’s wife quickly came out of the house in a jubilant flurry. She resembled the goddess of fortune herself emerging from her divine abode.",
        "purport": " Śrīla Śrīdhara Svāmī points out that since Lord Kṛṣṇa had turned Sudāmā’s home into a heavenly abode, everyone living there now possessed beautiful bodies and attire appropriate to the residents of heaven. Śrīla Viśvanātha Cakravartī adds this insight: The night before, Sudāmā’s poor, emaciated wife had been sleeping in rags under a crumbling roof, but when she woke in the morning she found herself and her house wonderfully changed. Only for a moment was she confused; she then realized that this opulence was the Lord’s gift to her husband, who must be on his way home. Thus she prepared to greet him."
    },
    {
        "verse": "26",
        "devanagari": "पतिव्रता पतिं द‍ृष्ट्वा प्रेमोत्कण्ठाश्रुलोचना ।मीलिताक्ष्यनमद्बुद्ध्या मनसा परिषस्वजे ॥ २६ ॥",
        "english_devnagari": "pati-vratā patiṁ dṛṣṭvāpremotkaṇṭhāśru-locanāmīlitākṣy anamad buddhyāmanasā pariṣasvaje",
        "verse_Syn": [
            "pati",
            "vratā",
            "patim",
            "dṛṣṭvā",
            "prema",
            "utkaṇṭha",
            "aśru",
            "locanā",
            "mīlita",
            "akṣī",
            "anamat",
            "buddhyā",
            "manasā",
            "pariṣasvaje"
        ],
        "translation": "When the chaste lady saw her husband, her eyes filled with tears of love and eagerness. As she held her eyes closed, she solemnly bowed down to him, and in her heart she embraced him.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "पत्नीं वीक्ष्य विस्फुरन्तीं देवीं वैमानिकीमिव ।दासीनां निष्ककण्ठीनां मध्ये भान्तीं स विस्मित: ॥ २७ ॥",
        "english_devnagari": "patnīṁ vīkṣya visphurantīṁdevīṁ vaimānikīm ivadāsīnāṁ niṣka-kaṇṭhīnāṁmadhye bhāntīṁ sa vismitaḥ",
        "verse_Syn": [
            "patnīm",
            "vīkṣya",
            "visphurantīm",
            "devīm",
            "vaimānikīm",
            "iva",
            "dāsīnām",
            "niṣka",
            "kaṇṭhīnām",
            "madhye",
            "bhāntīm",
            "saḥ",
            "vismitaḥ"
        ],
        "translation": "Sudāmā was amazed to see his wife. Shining forth in the midst of maidservants adorned with jeweled lockets, she looked as effulgent as a demigoddess in her celestial airplane.",
        "purport": " Śrīla Viśvanātha Cakravartī explains that up to now the Supreme Lord had kept the brāhmaṇa in his wretched state so that his wife could recognize him."
    },
    {
        "verse": "28",
        "devanagari": "प्रीत: स्वयं तया युक्त: प्रविष्टो निजमन्दिरम् ।मणिस्तम्भशतोपेतं महेन्द्रभवनं यथा ॥ २८ ॥",
        "english_devnagari": "prītaḥ svayaṁ tayā yuktaḥpraviṣṭo nija-mandirammaṇi-stambha-śatopetaṁmahendra-bhavanaṁ yathā",
        "verse_Syn": [
            "prītaḥ",
            "svayam",
            "tayā",
            "yuktaḥ",
            "praviṣṭaḥ",
            "nija",
            "mandiram",
            "maṇi",
            "stambha",
            "śata",
            "upetam",
            "mahā",
            "indra",
            "bhavanam",
            "yathā"
        ],
        "translation": "With pleasure he took his wife with him and entered his house, where there were hundreds of gem-studded pillars, just as in the palace of Lord Mahendra.",
        "purport": " Śrīla Viśvanātha Cakravartī comments that Sudāmā was simply astonished at the sight of his wife. As he wondered, “Who is this demigod’s wife who has approached such a fallen soul as me?” the maidservants informed him, “This is indeed your wife.” At that very moment Sudāmā’s body became young and beautiful, bedecked in fine clothing and jewelry. The word prītaḥ here indicates that these changes gave him considerable pleasure. The famous “Thousand Names of Viṣṇu” hymn of the Mahābhārata immortalizes Sudāmā’s sudden opulence in the following phrase: śrīdāmā-raṅka-bhaktārtha-bhūmy-ānītendra-vaibhavaḥ. “Lord Viṣṇu is also known as He who brought Indra’s opulence to this earth for the benefit of His pitiful devotee Śrīdāmā [Sudāmā].”"
    },
    {
        "verse": "29-32",
        "devanagari": "पय:फेननिभा: शय्या दान्ता रुक्‍मपरिच्छदा: ।पर्यङ्का हेमदण्डानि चामरव्यजनानि च ॥ २९ ॥आसनानि च हैमानि मृदूपस्तरणानि च ।मुक्तादामविलम्बीनि वितानानि द्युमन्ति च ॥ ३० ॥स्वच्छस्फटिककुड्येषु महामारकतेषु च ।रत्नदीपान् भ्राजमानान् ललनारत्नसंयुता: ॥ ३१ ॥विलोक्य ब्राह्मणस्तत्र समृद्धी: सर्वसम्पदाम् ।तर्कयामास निर्व्यग्र: स्वसमृद्धिमहैतुकीम् ॥ ३२ ॥",
        "english_devnagari": "payaḥ-phena-nibhāḥ śayyādāntā rukma-paricchadāḥparyaṅkā hema-daṇḍānicāmara-vyajanāni ca",
        "verse_Syn": [
            "payaḥ",
            "phena",
            "nibhāḥ",
            "śayyāḥ",
            "dāntāḥ",
            "rukma",
            "paricchadāḥ",
            "paryaṅkāḥ",
            "hema",
            "daṇḍāni",
            "cāmara",
            "vyajanāni",
            "ca",
            "āsanāni",
            "ca",
            "haimāni",
            "mṛdu",
            "upastaraṇāni",
            "ca",
            "muktā",
            "dāma",
            "vilambīni",
            "vitānāni",
            "dyumanti",
            "ca",
            "svaccha",
            "sphaṭika",
            "kuḍyeṣu",
            "mahā",
            "mārakateṣu",
            "ca",
            "ratna",
            "dīpān",
            "bhrājamānān",
            "lalanāḥ",
            "ratna",
            "saṁyutāḥ",
            "vilokya",
            "brāhmaṇaḥ",
            "tatra",
            "samṛddhīḥ",
            "sarva",
            "sampadām",
            "tarkayām",
            "āsa",
            "nirvyagraḥ",
            "sva",
            "samṛddhim",
            "ahaitukīm"
        ],
        "translation": "In Sudāmā’s home were beds as soft and white as the foam of milk, with bedsteads made of ivory and ornamented with gold. There were also couches with golden legs, as well as royal cāmara fans, golden thrones, soft cushions and gleaming canopies hung with strings of pearls. Upon the walls of sparkling crystal glass, inlaid with precious emeralds, shone jeweled lamps, and the women in the palace were all adorned with precious gems. As he viewed this luxurious opulence of all varieties, the brāhmaṇa calmly reasoned to himself about his unexpected prosperity.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "नूनं बतैतन्मम दुर्भगस्यशश्वद्दरिद्रस्य समृद्धिहेतु: ।महाविभूतेरवलोकतोऽन्योनैवोपपद्येत यदूत्तमस्य ॥ ३३ ॥",
        "english_devnagari": "nūnaṁ bataitan mama durbhagasyaśaśvad daridrasya samṛddhi-hetuḥmahā-vibhūter avalokato ’nyonaivopapadyeta yadūttamasya",
        "verse_Syn": [
            "nūnam",
            "bata",
            "etat",
            "mama",
            "durbhagasya",
            "śaśvat",
            "daridrasya",
            "samṛddhi",
            "hetuḥ",
            "mahā",
            "vibhūteḥ",
            "avalokataḥ",
            "anyaḥ",
            "na",
            "eva",
            "upapadyeta",
            "yadu",
            "uttamasya"
        ],
        "translation": "[Sudāmā thought:] I have always been poor. Certainly the only possible way that such an unfortunate person as myself could become suddenly rich is that Lord Kṛṣṇa, the supremely opulent chief of the Yadu dynasty, has glanced upon Me.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "नन्वब्रुवाणो दिशते समक्षंयाचिष्णवे भूर्यपि भूरिभोज: ।पर्जन्यवत्तत् स्वयमीक्षमाणोदाशार्हकाणामृषभ: सखा मे ॥ ३४ ॥",
        "english_devnagari": "nanv abruvāṇo diśate samakṣaṁyāciṣṇave bhūry api bhūri-bhojaḥparjanya-vat tat svayam īkṣamāṇodāśārhakāṇām ṛṣabhaḥ sakhā me",
        "verse_Syn": [
            "nanu",
            "abruvānaḥ",
            "diśate",
            "samakṣam",
            "yāciṣṇave",
            "bhūri",
            "api",
            "bhūri",
            "bhojaḥ",
            "parjanya",
            "vat",
            "tat",
            "svayam",
            "īkṣamāṇaḥ",
            "dāśārhakāṇām",
            "ṛṣabhaḥ",
            "sakhā",
            "me"
        ],
        "translation": "After all, my friend Kṛṣṇa, the most exalted of the Dāśārhas and the enjoyer of unlimited wealth, noticed that I secretly intended to beg from Him. Thus even though He said nothing about it when I stood before Him, He actually bestowed upon me the most abundant riches. In this way He acted just like a merciful rain cloud.",
        "purport": " Śrī Kṛṣṇa is bhūri-bhoja, the unlimited enjoyer. He did not tell Sudāmā how He was going to fulfill his unspoken request because, according to Śrīla Viśvanātha Cakravartī, He was thinking at the time, “My dear friend has given Me these grains of rice, which are greater than all the treasures I own. Even though in his own house he had no such gift to bring Me, he took the trouble of begging it from a neighbor. Therefore it is only proper that I give him something more valuable than all My possessions. But nothing is equal to or greater than what I possess, so all I can do is give him such meager things as the treasures of Indra, Brahmā and other demigods.” Embarrassed at being unable to properly reciprocate His devotee’s offering, Lord Kṛṣṇa bestowed His favor on the brāhmaṇa silently. The Lord acted just like a magnanimous rain cloud which provides the necessities of life for everyone near and far but feels ashamed that its rain is too insignificant a gift to give in return for the abundant offerings that farmers make to it. Out of shame the cloud may wait until nighttime, when the farmers are asleep, before watering their fields. The chiefs of the Dāśārha clan, with whom Lord Kṛṣṇa is identified in this verse, were especially renowned for their generosity."
    },
    {
        "verse": "35",
        "devanagari": "किञ्चित्करोत्युर्वपि यत् स्वदत्तंसुहृत्कृतं फल्ग्वपि भूरिकारी ।मयोपनीतं पृथुकैकमुष्टिंप्रत्यग्रहीत् प्रीतियुतो महात्मा ॥ ३५ ॥",
        "english_devnagari": "kiñcit karoty urv api yat sva-dattaṁsuhṛt-kṛtaṁ phalgv api bhūri-kārīmayopaṇītaṁ pṛthukaika-muṣṭiṁpratyagrahīt prīti-yuto mahātmā",
        "verse_Syn": [
            "kiñcit",
            "karoti",
            "uru",
            "api",
            "yat",
            "sva",
            "dattam",
            "suhṛt",
            "kṛtam",
            "phalgu",
            "api",
            "bhūri",
            "kārī",
            "mayā",
            "upanītam",
            "pṛthuka",
            "eka",
            "muṣṭim",
            "pratyagrahīt",
            "prīti",
            "yutaḥ",
            "mahā",
            "ātmā"
        ],
        "translation": "The Lord considers even His greatest benedictions to be insignificant, while He magnifies even a small service rendered to Him by His well-wishing devotee. Thus with pleasure the Supreme Soul accepted a single palmful of the flat rice I brought Him.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "तस्यैव मे सौहृदसख्यमैत्रीदास्यं पुनर्जन्मनि जन्मनि स्यात् ।महानुभावेन गुणालयेनविषज्जतस्तत्पुरुषप्रसङ्ग: ॥ ३६ ॥",
        "english_devnagari": "tasyaiva me sauhṛda-sakhya-maitrī-dāsyaṁ punar janmani janmani syātmahānubhāvena guṇālayenaviṣajjatas tat-puruṣa-prasaṅgaḥ",
        "verse_Syn": [
            "tasya",
            "eva",
            "me",
            "sauhṛda",
            "sakhya",
            "maitrī",
            "dāsyam",
            "punaḥ",
            "janmani",
            "janmani",
            "syāt",
            "mahā",
            "anubhāvena",
            "guṇa",
            "ālayena",
            "viṣajjataḥ",
            "tat",
            "puruṣa",
            "prasaṅgaḥ"
        ],
        "translation": "The Lord is the supremely compassionate reservoir of all transcendental qualities. Life after life may I serve Him with love, friendship and sympathy, and may I cultivate such firm attachment for Him by the precious association of His devotees.",
        "purport": " As explained by Śrīla Viśvanātha Cakravartī, sauhṛdam here signifies affection toward Him who is so compassionate to His devotees, sakhyam is affinity manifested in the desire to live in His company, maitrī is the attitude of intimate comradeship, and dāsyam is the urge to do service."
    },
    {
        "verse": "37",
        "devanagari": "भक्ताय चित्रा भगवान् हि सम्पदोराज्यं विभूतीर्न समर्थयत्यज: ।अदीर्घबोधाय विचक्षण: स्वयंपश्यन् निपातं धनिनां मदोद्भ‍वम् ॥ ३७ ॥",
        "english_devnagari": "bhaktāya citrā bhagavān hi sampadorājyaṁ vibhūtīr na samarthayaty ajaḥadīrgha-bodhāya vicakṣaṇaḥ svayaṁpaśyan nipātaṁ dhanināṁ madodbhavam",
        "verse_Syn": [
            "bhaktāya",
            "citrāḥ",
            "bhagavān",
            "hi",
            "sampadaḥ",
            "rājyam",
            "vibhūtīḥ",
            "na",
            "samarthayati",
            "ajaḥ",
            "adīrgha",
            "bodhāya",
            "vicakṣanaḥ",
            "svayam",
            "paśyan",
            "nipātam",
            "dhaninām",
            "mada",
            "udbhavam"
        ],
        "translation": "To a devotee who lacks spiritual insight, the Supreme Lord will not grant the wonderful opulences of this world — kingly power and material assets. Indeed, in His infinite wisdom the unborn Lord well knows how the intoxication of pride can cause the downfall of the wealthy.",
        "purport": " As explained by Śrīla Viśvanātha Cakravartī, the humble brāhmaṇa Sudāmā considered himself unworthy of the Supreme Lord’s most rare and valuable benediction, pure devotional service. He reasoned that if he had any true devotion, the Lord would have granted him perfect, unflinching devotion rather than the material riches and servants he had received. Lord Kṛṣṇa would have protected a more serious devotee by denying him such distractions. The Lord will give a sincere but less intelligent devotee not as much material wealth as he desires, but only what will promote his devotional progress. Sudāmā thought, “A great saint like Prahlāda Mahārāja can avoid becoming contaminated by immeasurable wealth, power and fame, but I must always be wary of temptation in my new situation.” We may understand that this humble attitude assured Sudāmā Vipra final success in his execution of bhakti-yoga by the standard process of hearing and repeating the glories of Lord Kṛṣṇa."
    },
    {
        "verse": "38",
        "devanagari": "इत्थं व्यवसितो बुद्ध्या भक्तोऽतीव जनार्दने ।विषयान् जायया त्यक्ष्यन्बुभुजे नातिलम्पट: ॥ ३८ ॥",
        "english_devnagari": "itthaṁ vyavasito buddhyābhakto ’tīva janārdaneviṣayān jāyayā tyakṣyanbubhuje nāti-lampaṭaḥ",
        "verse_Syn": [
            "ittham",
            "vyavasitaḥ",
            "buddhyā",
            "bhaktaḥ",
            "atīva",
            "janārdane",
            "viṣayān",
            "jāyayā",
            "tyakṣyan",
            "bubhuje",
            "na",
            "ati",
            "lampaṭaḥ"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Thus firmly fixing his determination by means of his spiritual intelligence, Sudāmā remained absolutely devoted to Lord Kṛṣṇa, the shelter of all living beings. Free from avarice, he enjoyed, together with his wife, the sense pleasures that had been bestowed upon him, always with the idea of eventually renouncing all sense gratification.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "तस्य वै देवदेवस्य हरेर्यज्ञपते: प्रभो: ।ब्राह्मणा: प्रभवो दैवं न तेभ्यो विद्यते परम् ॥ ३९ ॥",
        "english_devnagari": "tasya vai deva-devasyaharer yajña-pateḥ prabhoḥbrāhmaṇāḥ prabhavo daivaṁna tebhyo vidyate param",
        "verse_Syn": [
            "tasya",
            "vai",
            "deva",
            "devasya",
            "hareḥ",
            "yajña",
            "pateḥ",
            "prabhoḥ",
            "brāhmaṇāḥ",
            "prabhavaḥ",
            "daivam",
            "na",
            "tebhyaḥ",
            "vidyate",
            "param"
        ],
        "translation": "Lord Hari is the God of all gods, the master of all sacrifices, and the supreme ruler. But He accepts the saintly brāhmaṇas as His masters, and so there exists no deity higher than them.",
        "purport": " Śrīla Viśvanātha Cakravartī points out that even though Śrī Kṛṣṇa is the supreme ruler of creation, He accepts the brāhmaṇas as His masters; even though He is the God of all gods, the brāhmaṇas are His deities; and even though He is the Lord of all sacrifices, He performs sacrifices to worship them."
    },
    {
        "verse": "40",
        "devanagari": "एवं स विप्रो भगवत्सुहृत्तदाद‍ृष्ट्वा स्वभृत्यैरजितं पराजितम् ।तद्ध्यानवेगोद्ग्रथितात्मबन्धन-स्तद्धाम लेभेऽचिरत: सतां गतिम् ॥ ४० ॥",
        "english_devnagari": "evaṁ sa vipro bhagavat-suhṛt tadādṛṣṭvā sva-bhṛtyair ajitaṁ parājitamtad-dhyāna-vegodgrathitātma-bandhanastad-dhāma lebhe ’cirataḥ satāṁ gatim",
        "verse_Syn": [
            "evam",
            "saḥ",
            "vipraḥ",
            "bhagavat",
            "suhṛt",
            "tadā",
            "dṛṣṭvā",
            "sva",
            "bhṛtyaiḥ",
            "ajitam",
            "parājitam",
            "tat",
            "dhyāna",
            "vega",
            "udgrathita",
            "ātma",
            "bandhanaḥ",
            "tat",
            "dhāma",
            "lebhe",
            "acirataḥ",
            "satām",
            "gatim"
        ],
        "translation": "Thus seeing how the unconquerable Supreme Lord is nonetheless conquered by His own servants, the Lord’s dear brāhmaṇa friend felt the remaining knots of material attachment within his heart being cut by the force of his constant meditation on the Lord. In a short time he attained Lord Kṛṣṇa’s supreme abode, the destination of great saints.",
        "purport": " Sudāmā’s earthly fortune has been described, and now Śukadeva Gosvāmī describes the treasure the brāhmaṇa enjoyed in the next world. Śrī Jīva Gosvāmī mentions that Sudāmā’s last trace of illusion lay in the subtle pride of being a renounced brāhmaṇa. This trace was also destroyed by his contemplating the Supreme Lord’s submission to His devotees."
    },
    {
        "verse": "41",
        "devanagari": "एतद् ब्रह्मण्यदेवस्य श्रुत्वा ब्रह्मण्यतां नर: ।लब्धभावो भगवति कर्मबन्धाद् विमुच्यते ॥ ४१ ॥",
        "english_devnagari": "etad brahmaṇya-devasyaśrutvā brahmaṇyatāṁ naraḥlabdha-bhāvo bhagavatikarma-bandhād vimucyate",
        "verse_Syn": [
            "etat",
            "brahmaṇya",
            "devasya",
            "śrutvā",
            "brahmaṇyatām",
            "naraḥ",
            "labdha",
            "bhāvaḥ",
            "bhagavati",
            "karma",
            "bandhāt",
            "vimucyate"
        ],
        "translation": "The Lord always shows brāhmaṇas special favor. Anyone who hears this account of the Supreme Lord’s kindness to brāhmaṇas will come to develop love for the Lord and thus become freed from the bondage of material work.",
        "purport": " In the introduction to the chapter of Kṛṣṇa, the Supreme Personality of Godhead that describes this pastime, His Divine Grace Śrīla Prabhupāda comments: “Lord Kṛṣṇa, the Supreme Personality of Godhead, the Supersoul of all living entities, knows everyone’s heart very well. He is especially inclined to the brāhmaṇa devotees. Lord Kṛṣṇa is also called brahmaṇya-deva, which means that He is worshiped by the brāhmaṇas. Therefore it is understood that a devotee who is fully surrendered unto the Supreme Personality of Godhead has already acquired the position of a brāhmaṇa. Without becoming a brāhmaṇa, one cannot approach the Supreme Brahman, Lord Kṛṣṇa. Kṛṣṇa is especially concerned with vanquishing the distress of His devotees, and He is the only shelter of pure devotees.”"
    }
]