[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचक्‍वचिद् वनाशाय मनो दधद्‌व्रजात्प्रात: समुत्थाय वयस्यवत्सपान् ।प्रबोधयञ्छृङ्गरवेण चारुणाविनिर्गतो वत्सपुर:सरो हरि: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācakvacid vanāśāya mano dadhad vrajātprātaḥ samutthāya vayasya-vatsapānprabodhayañ chṛṅga-raveṇa cāruṇāvinirgato vatsa-puraḥsaro hariḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "kvacit",
            "vana",
            "āśāya",
            "manaḥ",
            "dadhat",
            "vrajāt",
            "prātaḥ",
            "samutthāya",
            "vayasya",
            "vatsa",
            "pān",
            "prabodhayan",
            "śṛṅga",
            "raveṇa",
            "cāruṇā",
            "vinirgataḥ",
            "vatsa",
            "puraḥsaraḥ",
            "hariḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: O King, one day Kṛṣṇa decided to take His breakfast as a picnic in the forest. Having risen early in the morning, He blew His bugle made of horn and woke all the cowherd boys and calves with its beautiful sound. Then Kṛṣṇa and the boys, keeping their respective groups of calves before them, proceeded from Vrajabhūmi to the forest.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तेनैव साकं पृथुका: सहस्रश:स्‍निग्धा: सुशिग्वेत्रविषाणवेणव: ।स्वान् स्वान् सहस्रोपरिसङ्ख्ययान्वितान्वत्सान् पुरस्कृत्य विनिर्ययुर्मुदा ॥ २ ॥",
        "english_devnagari": "tenaiva sākaṁ pṛthukāḥ sahasraśaḥsnigdhāḥ suśig-vetra-viṣāṇa-veṇavaḥsvān svān sahasropari-saṅkhyayānvitānvatsān puraskṛtya viniryayur mudā",
        "verse_Syn": [
            "tena",
            "eva",
            "sākam",
            "pṛthukāḥ",
            "sahasraśaḥ",
            "snigdhāḥ",
            "su",
            "śik",
            "vetra",
            "viṣāṇa",
            "veṇavaḥ",
            "svān",
            "svān",
            "sahasra",
            "upari",
            "saṅkhyayā",
            "anvitān",
            "vatsān",
            "puraḥ",
            "kṛtya",
            "viniryayuḥ",
            "mudā"
        ],
        "translation": "At that time, hundreds and thousands of cowherd boys came out of their respective homes in Vrajabhūmi and joined Kṛṣṇa, keeping before them their hundreds and thousands of groups of calves. The boys were very beautiful, and they were equipped with lunch bags, bugles, flutes, and sticks for controlling the calves.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "कृष्णवत्सैरसङ्ख्यातैर्यूथीकृत्य स्ववत्सकान् ।चारयन्तोऽर्भलीलाभिर्विजह्रुस्तत्र तत्र ह ॥ ३ ॥",
        "english_devnagari": "kṛṣṇa-vatsair asaṅkhyātairyūthī-kṛtya sva-vatsakāncārayanto ’rbha-līlābhirvijahrus tatra tatra ha",
        "verse_Syn": [
            "kṛṣṇa",
            "vatsaiḥ",
            "asaṅkhyātaiḥ",
            "yūthī",
            "kṛtya",
            "sva",
            "vatsakān",
            "cārayantaḥ",
            "arbha",
            "līlābhiḥ",
            "vijahruḥ",
            "tatra",
            "tatra",
            "ha"
        ],
        "translation": "Along with the cowherd boys and their own groups of calves, Kṛṣṇa came out with an unlimited number of calves assembled. Then all the boys began to sport in the forest in a greatly playful spirit.",
        "purport": " In this verse the words kṛṣṇa-vatsair asaṅkhyātaiḥ are significant. The word asaṅkhyāta means “unlimited.” Kṛṣṇa’s calves were unlimited. We may speak of hundreds, thousands, tens of thousands, hundreds of thousands, millions, billions, trillions, tens of trillions, and so on, but when we go further to speak of numbers impossible for us to count, we are speaking of unlimited numbers. Such unlimited numbers are indicated here by the word asaṅkhyātaiḥ. Kṛṣṇa is unlimited, His potency is unlimited, His cows and calves are unlimited, and His space is unlimited. Therefore He is described in Bhagavad-gītā as Parabrahman. The word brahman means “unlimited,” and Kṛṣṇa is the Supreme Unlimited, Parabrahman. Therefore, we should not consider the statements of this verse to be mythological. They are factual, but inconceivable. Kṛṣṇa can accommodate an unlimited number of calves and an unlimited measurement of space. This is neither mythological nor false, but if we study Kṛṣṇa’s potency with our limited knowledge, that potency will never be possible to understand. Ataḥ śrī-kṛṣṇa-nāmādi na bhaved grāhyam indriyaiḥ (Bhakti-rasāmṛta-sindhu 1.2.109). Our senses cannot perceive how He could keep an unlimited number of calves and cows and have unlimited space in which to do so. But this is answered in the Bṛhad-bhāgavatāmṛta: Śrī Sanātana Gosvāmī, in the Bṛhad-bhāgavatāmṛta, states that since everything about Kṛṣṇa is unlimited, nothing is impossible for Him. It is in this sense that we have to understand this verse."
    },
    {
        "verse": "4",
        "devanagari": "फलप्रबालस्तवकसुमन:पिच्छधातुभि: ।काचगुञ्जामणिस्वर्णभूषिता अप्यभूषयन् ॥ ४ ॥",
        "english_devnagari": "phala-prabāla-stavaka-sumanaḥ-piccha-dhātubhiḥkāca-guñjā-maṇi-svarṇa-bhūṣitā apy abhūṣayan",
        "verse_Syn": [
            "phala",
            "prabāla",
            "stavaka",
            "sumanaḥ",
            "piccha",
            "dhātubhiḥ",
            "kāca",
            "guñjā",
            "maṇi",
            "svarṇa",
            "bhūṣitāḥ",
            "api",
            "abhūṣayan"
        ],
        "translation": "Although all these boys were already decorated by their mothers with ornaments of kāca, guñjā, pearls and gold, when they went into the forest they further decorated themselves with fruits, green leaves, bunches of flowers, peacock feathers and soft minerals.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "मुष्णन्तोऽन्योन्यशिक्यादीन्ज्ञातानाराच्च चिक्षिपु: ।तत्रत्याश्च पुनर्दूराद्धसन्तश्च पुनर्ददु: ॥ ५ ॥",
        "english_devnagari": "muṣṇanto ’nyonya-śikyādīnjñātān ārāc ca cikṣipuḥtatratyāś ca punar dūrāddhasantaś ca punar daduḥ",
        "verse_Syn": [
            "muṣṇantaḥ",
            "anyonya",
            "śikya",
            "ādīn",
            "jñātān",
            "ārāt",
            "ca",
            "cikṣipuḥ",
            "tatratyāḥ",
            "ca",
            "punaḥ",
            "dūrāt",
            "hasantaḥ",
            "ca",
            "punaḥ",
            "daduḥ"
        ],
        "translation": "All the cowherd boys used to steal one another’s lunch bags. When a boy came to understand that his bag had been taken away, the other boys would throw it farther away, to a more distant place, and those standing there would throw it still farther. When the proprietor of the bag became disappointed, the other boys would laugh, the proprietor would cry, and then the bag would be returned.",
        "purport": " This kind of playing and stealing among boys still exists even in the material world because this kind of sporting pleasure is present in the spiritual world, from which this idea of enjoyment emanates. Janmādy asya yataḥ (Vedānta-sūtra 1.1.2). This same enjoyment is displayed by Kṛṣṇa and His associates in the spiritual world, but there the enjoyment is eternal, whereas here, on the material platform, it is temporary; there the enjoyment is brahman, whereas here the enjoyment is jaḍa. The Kṛṣṇa consciousness movement is meant to train one how to transfer oneself from the jaḍa to the Brahman, because human life is meant for this purpose. Athāto brahma jijñāsā (Vedānta-sūtra 1.1.1). Kṛṣṇa comes down to teach us how we can enjoy with Him on the spiritual platform, in the spiritual world. Not only does He come, but He personally displays His pastimes in Vṛndāvana and attracts people to spiritual enjoyment."
    },
    {
        "verse": "6",
        "devanagari": "यदि दूरं गत: कृष्णो वनशोभेक्षणाय तम् ।अहं पूर्वमहं पूर्वमिति संस्पृश्य रेमिरे ॥ ६ ॥",
        "english_devnagari": "yadi dūraṁ gataḥ kṛṣṇovana-śobhekṣaṇāya tamahaṁ pūrvam ahaṁ pūrvamiti saṁspṛśya remire",
        "verse_Syn": [
            "yadi",
            "dūram",
            "gataḥ",
            "kṛṣṇaḥ",
            "vana",
            "śobha",
            "īkṣaṇāya",
            "tam",
            "aham",
            "pūrvam",
            "aham",
            "pūrvam",
            "iti",
            "saṁspṛśya",
            "remire"
        ],
        "translation": "Sometimes Kṛṣṇa would go to a somewhat distant place to see the beauty of the forest. Then all the other boys would run to accompany Him, each one saying, “I shall be the first to run and touch Kṛṣṇa! I shall touch Kṛṣṇa first!” In this way they enjoyed life by repeatedly touching Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "7-11",
        "devanagari": "केचिद्वेणून्वादयन्तो ध्मान्त: श‍ृङ्गाणि केचन ।केचिद्भृङ्गै: प्रगायन्त: कूजन्त: कोकिलै: परे ॥ ७ ॥विच्छायाभि: प्रधावन्तो गच्छन्त: साधु हंसकै: ।बकैरुपविशन्तश्च नृत्यन्तश्च कलापिभि: ॥ ८ ॥विकर्षन्त: कीशबालानारोहन्तश्च तैर्द्रुमान् ।विकुर्वन्तश्च तै: साकं प्लवन्तश्च पलाशिषु ॥ ९ ॥साकं भेकैर्विलङ्घन्त: सरित: स्रवसम्प्लुता: ।विहसन्त: प्रतिच्छाया: शपन्तश्च प्रतिस्वनान् ॥ १० ॥इत्थं सतां ब्रह्मसुखानुभूत्यादास्यं गतानां परदैवतेन ।मायाश्रितानां नरदारकेणसाकं विजह्रु: कृतपुण्यपुञ्जा: ॥ ११ ॥",
        "english_devnagari": "kecid veṇūn vādayantodhmāntaḥ śṛṅgāṇi kecanakecid bhṛṅgaiḥ pragāyantaḥkūjantaḥ kokilaiḥ pare",
        "verse_Syn": [
            "kecit",
            "veṇūn",
            "vādayantaḥ",
            "dhmāntaḥ",
            "śṛṅgāṇi",
            "kecana",
            "kecit",
            "bhṛṅgaiḥ",
            "pragāyantaḥ",
            "kūjantaḥ",
            "kokilaiḥ",
            "pare",
            "vicchāyābhiḥ",
            "pradhāvantaḥ",
            "gacchantaḥ",
            "sādhu",
            "haṁsakaiḥ",
            "bakaiḥ",
            "upaviśantaḥ",
            "ca",
            "nṛtyantaḥ",
            "ca",
            "kalāpibhiḥ",
            "vikarṣantaḥ",
            "kīśa",
            "bālān",
            "ārohantaḥ",
            "ca",
            "taiḥ",
            "drumān",
            "vikurvantaḥ",
            "ca",
            "taiḥ",
            "sākam",
            "plavantaḥ",
            "ca",
            "palāśiṣu",
            "sākam",
            "bhekaiḥ",
            "vilaṅghantaḥ",
            "saritaḥ",
            "srava",
            "samplutāḥ",
            "vihasantaḥ",
            "praticchāyāḥ",
            "śapantaḥ",
            "ca",
            "pratisvanān",
            "ittham",
            "satām",
            "brahma",
            "sukha",
            "anubhūtyā",
            "dāsyam",
            "gatānām",
            "para",
            "daivatena",
            "māyā",
            "āśritānām",
            "nara",
            "dārakeṇa",
            "sākam",
            "vijahruḥ",
            "kṛta",
            "puṇya",
            "puñjāḥ"
        ],
        "translation": "All the boys would be differently engaged. Some boys blew their flutes, and others blew bugles made of horn. Some imitated the buzzing of the bumblebees, and others imitated the voice of the cuckoo. Some boys imitated flying birds by running after the birds’ shadows on the ground, some imitated the beautiful movements and attractive postures of the swans, some sat down with the ducks, sitting silently, and others imitated the dancing of the peacocks. Some boys attracted young monkeys in the trees, some jumped into the trees, imitating the monkeys, some made faces as the monkeys were accustomed to do, and others jumped from one branch to another. Some boys went to the waterfalls and crossed over the river, jumping with the frogs, and when they saw their own reflections on the water they would laugh. They would also condemn the sounds of their own echoes. In this way, all the cowherd boys used to play with Kṛṣṇa, who is the source of the Brahman effulgence for jñānīs desiring to merge into that effulgence, who is the Supreme Personality of Godhead for devotees who have accepted eternal servitorship, and who for ordinary persons is but another ordinary child. The cowherd boys, having accumulated the results of pious activities for many lives, were able to associate in this way with the Supreme Personality of Godhead. How can one explain their great fortune?",
        "purport": " As recommended by Śrīla Rūpa Gosvāmī, tasmāt kenāpy upāyena manaḥ kṛṣṇe niveśayet (Bhakti-rasāmṛta-sindhu 1.2.4). Somehow or other, whether one thinks of Kṛṣṇa as an ordinary human child, as the source of the Brahman effulgence, as the origin of Paramātmā, or as the Supreme Personality of Godhead, one should concentrate one’s full attention upon the lotus feet of Kṛṣṇa. That is also the instruction of Bhagavad-gītā (18.66): sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. Śrīmad-Bhāgavatam is the easiest way of directly approaching Kṛṣṇa. Īśvaraḥ sadyo hṛdy avarudhyate ’tra kṛtibhiḥ śuśrūṣubhis tat-kṣaṇāt (Bhāg. 1.1.2). Diverting even a little of one’s attention toward Kṛṣṇa and activities in Kṛṣṇa consciousness immediately enables one to achieve the highest perfection of life. This is the purpose of the Kṛṣṇa consciousness movement. Lokasyājānato vidvāṁś cakre sātvata-saṁhitām (Bhāg. 1.7.6). The secret of success is unknown to people in general, and therefore Śrīla Vyāsadeva, being compassionate toward the poor souls in this material world, especially in this Age of Kali, has given us the Śrīmad-Bhāgavatam. Śrīmad-bhāgavataṁ purāṇam amalaṁ yad vaiṣṇavānāṁ priyam (Bhāg. 12.13.18). For Vaiṣṇavas who are somewhat advanced, or who are fully aware of the glories and potencies of the Lord, Śrīmad-Bhāgavatam is a beloved Vedic literature. After all, we have to change this body (tathā dehāntara-prāptiḥ). If we do not care about Bhagavad-gītā and Śrīmad-Bhāgavatam, we do not know what the next body will be. But if one adheres to these two books — Bhagavad-gītā and Śrīmad-Bhāgavatam — one is sure to obtain the association of Kṛṣṇa in the next life (tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna). Therefore, distribution of Śrīmad-Bhāgavatam all over the world is a great welfare activity for theologians, philosophers, transcendentalists and yogīs (yoginām api sarveṣām), as well as for people in general. Janma-lābhaḥ paraḥ puṁsām ante nārāyaṇa-smṛtiḥ (Bhāg. 2.1.6): if we can somehow or other remember Kṛṣṇa, Nārāyaṇa, at the end of life, our life will be successful."
    },
    {
        "verse": "12",
        "devanagari": "यत्पादपांसुर्बहुजन्मकृच्छ्रतोधृतात्मभिर्योगिभिरप्यलभ्य: ।स एव यद् दृग्विषय: स्वयं स्थित:किं वर्ण्यते दिष्टमतो व्रजौकसाम् ॥ १२ ॥",
        "english_devnagari": "yat-pāda-pāṁsur bahu-janma-kṛcchratodhṛtātmabhir yogibhir apy alabhyaḥsa eva yad-dṛg-viṣayaḥ svayaṁ sthitaḥkiṁ varṇyate diṣṭam ato vrajaukasām",
        "verse_Syn": [
            "yat",
            "pāda",
            "pāṁsuḥ",
            "bahu",
            "janma",
            "kṛcchrataḥ",
            "dhṛta",
            "ātmabhiḥ",
            "yogibhiḥ",
            "api",
            "alabhyaḥ",
            "saḥ",
            "eva",
            "yat",
            "dṛk",
            "viṣayaḥ",
            "svayam",
            "sthitaḥ",
            "kim",
            "varṇyate",
            "diṣṭam",
            "ataḥ",
            "vraja",
            "okasām"
        ],
        "translation": "Yogīs may undergo severe austerities and penances for many births by practicing yama, niyama, āsana and prāṇāyāma, none of which are easily performed. Yet in due course of time, when these yogīs attain the perfection of controlling the mind, they will still be unable to taste even a particle of dust from the lotus feet of the Supreme Personality of Godhead. What then can we describe about the great fortune of the inhabitants of Vrajabhūmi, Vṛndāvana, with whom the Supreme Personality of Godhead personally lived and who saw the Lord face to face?",
        "purport": " We can simply imagine the great fortune of the inhabitants of Vṛndāvana. It is impossible to describe how, after many, many births of pious activities, they have become so fortunate."
    },
    {
        "verse": "13",
        "devanagari": "अथाघनामाभ्यपतन्महासुर-स्तेषां सुखक्रीडनवीक्षणाक्षम: ।नित्यं यदन्तर्निजजीवितेप्सुभि:पीतामृतैरप्यमरै: प्रतीक्ष्यते ॥ १३ ॥",
        "english_devnagari": "athāgha-nāmābhyapatan mahāsurasteṣāṁ sukha-krīḍana-vīkṣaṇākṣamaḥnityaṁ yad-antar nija-jīvitepsubhiḥpītāmṛtair apy amaraiḥ pratīkṣyate",
        "verse_Syn": [
            "atha",
            "agha",
            "nāma",
            "abhyapatat",
            "mahā",
            "asuraḥ",
            "teṣām",
            "sukha",
            "krīḍana",
            "vīkṣaṇa",
            "akṣamaḥ",
            "nityam",
            "yat",
            "antaḥ",
            "nija",
            "jīvita",
            "īpsubhiḥ",
            "pīta",
            "amṛtaiḥ",
            "api",
            "amaraiḥ",
            "pratīkṣyate"
        ],
        "translation": "My dear King Parīkṣit, thereafter there appeared a great demon named Aghāsura, whose death was being awaited even by the demigods. The demigods drank nectar every day, but still they feared this great demon and awaited his death. This demon could not tolerate the transcendental pleasure being enjoyed in the forest by the cowherd boys.",
        "purport": " One may ask how Kṛṣṇa’s pastimes could be interrupted by a demon. Śrīla Viśvanātha Cakravartī Ṭhākura answers this question by saying that although the transcendental pleasure being enjoyed by the cowherd boys could not be stopped, unless they stopped the transcendental pleasure of their various activities they could not eat their lunch. Therefore at lunchtime Aghāsura appeared by the arrangement of Yoga-māyā, so that for the time being they could stop their activities and take lunch. Changing varieties is the mother of enjoyment. The cowherd boys would continuously play, then stop, and then again enjoy in a different way. Therefore every day a demon would come and interrupt their sporting pastimes. The demon would be killed, and then the boys would engage again in their transcendental pastimes."
    },
    {
        "verse": "14",
        "devanagari": "द‍ृष्ट्वार्भकान् कृष्णमुखानघासुर:कंसानुशिष्ट: स बकीबकानुज: ।अयं तु मे सोदरनाशकृत्तयो-र्द्वयोर्ममैनं सबलं हनिष्ये ॥ १४ ॥",
        "english_devnagari": "dṛṣṭvārbhakān kṛṣṇa-mukhān aghāsuraḥkaṁsānuśiṣṭaḥ sa bakī-bakānujaḥayaṁ tu me sodara-nāśa-kṛt tayordvayor mamainaṁ sa-balaṁ haniṣye",
        "verse_Syn": [
            "dṛṣṭvā",
            "arbhakān",
            "kṛṣṇa",
            "mukhān",
            "aghāsuraḥ",
            "kaṁsa",
            "anuśiṣṭaḥ",
            "saḥ",
            "bakī",
            "baka",
            "anujaḥ",
            "ayam",
            "tu",
            "me",
            "sodara",
            "nāśa",
            "kṛt",
            "tayoḥ",
            "dvayoḥ",
            "mama",
            "enam",
            "sa",
            "balam",
            "haniṣye"
        ],
        "translation": "Aghāsura, who had been sent by Kaṁsa, was the younger brother of Pūtanā and Bakāsura. Therefore when he came and saw Kṛṣṇa at the head of all the cowherd boys, he thought, “This Kṛṣṇa has killed my sister and brother, Pūtanā and Bakāsura. Therefore, in order to please them both, I shall kill this Kṛṣṇa, along with His assistants, the other cowherd boys.”",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "एते यदा मत्सुहृदोस्तिलाप:कृतास्तदा नष्टसमा व्रजौकस: ।प्राणे गते वर्ष्मसु का नु चिन्ताप्रजासव: प्राणभृतो हि ये ते ॥ १५ ॥",
        "english_devnagari": "ete yadā mat-suhṛdos tilāpaḥkṛtās tadā naṣṭa-samā vrajaukasaḥprāṇe gate varṣmasu kā nu cintāprajāsavaḥ prāṇa-bhṛto hi ye te",
        "verse_Syn": [
            "ete",
            "yadā",
            "mat",
            "suhṛdoḥ",
            "tila",
            "āpaḥ",
            "kṛtāḥ",
            "tadā",
            "naṣṭa",
            "samāḥ",
            "vraja",
            "okasaḥ",
            "prāṇe",
            "gate",
            "varṣmasu",
            "kā",
            "nu",
            "cintā",
            "prajā",
            "asavaḥ",
            "prāṇa",
            "bhṛtaḥ",
            "hi",
            "ye",
            "te"
        ],
        "translation": "Aghāsura thought: If somehow or other I can make Kṛṣṇa and His associates serve as the last offering of sesame and water for the departed souls of my brother and sister, then the inhabitants of Vrajabhūmi, for whom these boys are the life and soul, will automatically die. If there is no life, there is no need for the body; consequently, when their sons are dead, naturally all the inhabitants of Vraja will die.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "इति व्यवस्याजगरं बृहद् वपु:स योजनायाममहाद्रिपीवरम् ।धृत्वाद्भ‍ुतं व्यात्तगुहाननं तदापथि व्यशेत ग्रसनाशया खल: ॥ १६ ॥",
        "english_devnagari": "iti vyavasyājagaraṁ bṛhad vapuḥsa yojanāyāma-mahādri-pīvaramdhṛtvādbhutaṁ vyātta-guhānanaṁ tadāpathi vyaśeta grasanāśayā khalaḥ",
        "verse_Syn": [
            "iti",
            "vyavasya",
            "ājagaram",
            "bṛhat",
            "vapuḥ",
            "saḥ",
            "yojana",
            "āyāma",
            "mahā",
            "adri",
            "pīvaram",
            "dhṛtvā",
            "adbhutam",
            "vyātta",
            "guhā",
            "ānanam",
            "tadā",
            "pathi",
            "vyaśeta",
            "grasana",
            "āśayā",
            "khalaḥ"
        ],
        "translation": "After thus deciding, that crooked Aghāsura assumed the form of a huge python, as thick as a big mountain and as long as eight miles. Having assumed this wonderful python’s body, he spread his mouth like a big cave in the mountains and lay down on the road, expecting to swallow Kṛṣṇa and His associates the cowherd boys.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "धराधरोष्ठो जलदोत्तरोष्ठोदर्याननान्तो गिरिश‍ृङ्गदंष्ट्र: ।ध्वान्तान्तरास्यो वितताध्वजिह्व:परुषानिलश्वासदवेक्षणोष्ण: ॥ १७ ॥",
        "english_devnagari": "dharādharoṣṭho jaladottaroṣṭhodary-ānanānto giri-śṛṅga-daṁṣṭraḥdhvāntāntar-āsyo vitatādhva-jihvaḥparuṣānila-śvāsa-davekṣaṇoṣṇaḥ",
        "verse_Syn": [
            "dharā",
            "adhara",
            "oṣṭhaḥ",
            "jalada",
            "uttara",
            "oṣṭhaḥ",
            "darī",
            "ānana",
            "antaḥ",
            "giri",
            "śṛṅga",
            "daṁṣṭraḥ",
            "dhvānta",
            "antaḥ",
            "āsyaḥ",
            "vitata",
            "adhva",
            "jihvaḥ",
            "paruṣa",
            "anila",
            "śvāsa",
            "dava",
            "īkṣaṇa",
            "uṣṇaḥ"
        ],
        "translation": "His lower lip rested on the surface of the earth, and his upper lip was touching the clouds in the sky. The borders of his mouth resembled the sides of a big cave in a mountain, and the middle of his mouth was as dark as possible. His tongue resembled a broad traffic-way, his breath was like a warm wind, and his eyes blazed like fire.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "द‍ृष्ट्वा तं ताद‍ृशं सर्वे मत्वा वृन्दावनश्रियम् ।व्यात्ताजगरतुण्डेन ह्युत्प्रेक्षन्ते स्म लीलया ॥ १८ ॥",
        "english_devnagari": "dṛṣṭvā taṁ tādṛśaṁ sarvematvā vṛndāvana-śriyamvyāttājagara-tuṇḍenahy utprekṣante sma līlayā",
        "verse_Syn": [
            "dṛṣṭvā",
            "tam",
            "tādṛśam",
            "sarve",
            "matvā",
            "vṛndāvana",
            "śriyam",
            "vyātta",
            "ajagara",
            "tuṇḍena",
            "hi",
            "utprekṣante",
            "sma",
            "līlayā"
        ],
        "translation": "Upon seeing this demon’s wonderful form, which resembled a great python, the boys thought that it must be a beautiful scenic spot of Vṛndāvana. Thereafter, they imagined it to be similar to the mouth of a great python. In other words, the boys, unafraid, thought that it was a statue made in the shape of a great python for the enjoyment of their pastimes.",
        "purport": " Some of the boys, upon seeing this wonderful phenomenon, thought that it was in fact a python, and they were fleeing from the spot. But others said, “Why are you fleeing? It is not possible that a python like this is staying here. This is a spot of beauty for sporting.” This is what they imagined."
    },
    {
        "verse": "19",
        "devanagari": "अहो मित्राणि गदत सत्त्वकूटं पुर: स्थितम् ।अस्मत्सङ्ग्रसनव्यात्तव्यालतुण्डायते न वा ॥ १९ ॥",
        "english_devnagari": "aho mitrāṇi gadatasattva-kūṭaṁ puraḥ sthitamasmat-saṅgrasana-vyātta-vyāla-tuṇḍāyate na vā",
        "verse_Syn": [
            "aho",
            "mitrāṇi",
            "gadata",
            "sattva",
            "kūṭam",
            "puraḥ",
            "sthitam",
            "asmat",
            "saṅgrasana",
            "vyātta",
            "vyāla",
            "tuṇḍā",
            "yate",
            "na",
            "vā"
        ],
        "translation": "The boys said: Dear friends, is this creature dead, or is it actually a living python with its mouth spread wide just to swallow us all? Kindly clear up this doubt.",
        "purport": " The friends began to discuss among themselves the reality of the wonderful creature laying before them. Was it dead, or was it actually a living python trying to swallow them up?"
    },
    {
        "verse": "20",
        "devanagari": "सत्यमर्ककरारक्तमुत्तराहनुवद् धनम् ।अधराहनुवद्रोधस्तत्प्रतिच्छाययारुणम् ॥ २० ॥",
        "english_devnagari": "satyam arka-karāraktamuttarā-hanuvad ghanamadharā-hanuvad rodhastat-praticchāyayāruṇam",
        "verse_Syn": [
            "satyam",
            "arka",
            "kara",
            "āraktam",
            "uttarā",
            "hanuvat",
            "ghanam",
            "adharā",
            "hanuvat",
            "rodhaḥ",
            "tat",
            "praticchāyayā",
            "aruṇam"
        ],
        "translation": "Thereafter they decided: Dear friends, this is certainly an animal sitting here to swallow us all. Its upper lip resembles a cloud reddened by the sunshine, and its lower lip resembles the reddish shadows of a cloud.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "प्रतिस्पर्धेते सृक्कभ्यां सव्यासव्ये नगोदरे ।तुङ्गश‍ृङ्गालयोऽप्येतास्तद्दंष्ट्राभिश्च पश्यत ॥ २१ ॥",
        "english_devnagari": "pratispardhete sṛkkabhyāṁsavyāsavye nagodaretuṅga-śṛṅgālayo ’py etāstad-daṁṣṭrābhiś ca paśyata",
        "verse_Syn": [
            "pratispardhete",
            "sṛkkabhyām",
            "savya",
            "asavye",
            "naga",
            "udare",
            "tuṅga",
            "śṛṅga",
            "ālayaḥ",
            "api",
            "etāḥ",
            "tat",
            "daṁṣṭrābhiḥ",
            "ca",
            "paśyata"
        ],
        "translation": "On the left and right, the two depressions resembling mountain caves are the corners of its mouth, and the high mountain peaks are its teeth.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "आस्तृतायाममार्गोऽयं रसनां प्रतिगर्जति ।एषामन्तर्गतं ध्वान्तमेतदप्यन्तराननम् ॥ २२ ॥",
        "english_devnagari": "āstṛtāyāma-mārgo ’yaṁrasanāṁ pratigarjatieṣāṁ antar-gataṁ dhvāntametad apy antar-ānanam",
        "verse_Syn": [
            "āstṛta",
            "āyāma",
            "mārgaḥ",
            "ayam",
            "rasanām",
            "pratigarjati",
            "eṣām",
            "antaḥ",
            "gatam",
            "dhvāntam",
            "etat",
            "api",
            "antaḥ",
            "ānanam"
        ],
        "translation": "In length and breadth the animal’s tongue resembles a broad traffic-way, and the inside of its mouth is very, very dark, like a cave in a mountain.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "दावोष्णखरवातोऽयं श्वासवद्भ‍ाति पश्यत ।तद्दग्धसत्त्वदुर्गन्धोऽप्यन्तरामिषगन्धवत् ॥ २३ ॥",
        "english_devnagari": "dāvoṣṇa-khara-vāto ’yaṁśvāsavad bhāti paśyatatad-dagdha-sattva-durgandho’py antar-āmiṣa-gandhavat",
        "verse_Syn": [
            "dāva",
            "uṣṇa",
            "khara",
            "vātaḥ",
            "ayam",
            "śvāsa",
            "vat",
            "bhāti",
            "paśyata",
            "tat",
            "dagdha",
            "sattva",
            "durgandhaḥ",
            "api",
            "antaḥ",
            "āmiṣa",
            "gandha",
            "vat"
        ],
        "translation": "The hot fiery wind is the breath coming out of his mouth, which is giving off the bad smell of burning flesh because of all the dead bodies he has eaten.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "अस्मान् किमत्र ग्रसिता निविष्टा-नयं तथा चेद् बकवद् विनङ्‌क्ष्यति ।क्षणादनेनेति बकार्युशन्मुखंवीक्ष्योद्धसन्त: करताडनैर्ययु: ॥ २४ ॥",
        "english_devnagari": "asmān kim atra grasitā niviṣṭānayaṁ tathā ced bakavad vinaṅkṣyatikṣaṇād aneneti bakāry-uśan-mukhaṁvīkṣyoddhasantaḥ kara-tāḍanair yayuḥ",
        "verse_Syn": [
            "asmān",
            "kim",
            "atra",
            "grasitā",
            "niviṣṭān",
            "ayam",
            "tathā",
            "cet",
            "baka",
            "vat",
            "vinaṅkṣyati",
            "kṣaṇāt",
            "anena",
            "iti",
            "baka",
            "ari",
            "uśat",
            "mukham",
            "vīkṣya",
            "uddhasantaḥ",
            "kara",
            "tāḍanaiḥ",
            "yayuḥ"
        ],
        "translation": "Then the boys said, “Has this living creature come to swallow us? If he does so, he will immediately be killed like Bakāsura, without delay.” Thus they looked at the beautiful face of Kṛṣṇa, the enemy of Bakāsura, and, laughing loudly and clapping their hands, they entered the mouth of the python.",
        "purport": " After talking about the terrible animal this way and that way, they decided to enter the demon’s mouth. They had full faith in Kṛṣṇa because they had experienced how Kṛṣṇa had saved them from the mouth of Bakāsura. Now, here was another asura, Aghāsura. Therefore, they wanted to enjoy the sport of entering the demon’s mouth and being saved by Kṛṣṇa, the enemy of Bakāsura."
    },
    {
        "verse": "25",
        "devanagari": "इत्थं मिथोऽतथ्यमतज्ज्ञभाषितंश्रुत्वा विचिन्त्येत्यमृषा मृषायते ।रक्षो विदित्वाखिलभूतहृत्स्थित:स्वानां निरोद्धुं भगवान् मनो दधे ॥ २५ ॥",
        "english_devnagari": "itthaṁ mitho ’tathyam ataj-jña-bhāṣitaṁśrutvā vicintyety amṛṣā mṛṣāyaterakṣo viditvākhila-bhūta-hṛt-sthitaḥsvānāṁ niroddhuṁ bhagavān mano dadhe",
        "verse_Syn": [
            "ittham",
            "mithaḥ",
            "atathyam",
            "a",
            "tat",
            "jña",
            "bhāṣitam",
            "śrutvā",
            "vicintya",
            "iti",
            "amṛṣā",
            "mṛṣāyate",
            "rakṣaḥ",
            "viditvā",
            "akhila",
            "bhūta",
            "hṛt",
            "sthitaḥ",
            "svānām",
            "niroddhum",
            "bhagavān",
            "manaḥ",
            "dadhe"
        ],
        "translation": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, who is situated as antaryāmī, the Supersoul, in the core of everyone’s heart, heard the boys talking among themselves about the artificial python. Unknown to them, it was actually Aghāsura, a demon who had appeared as a python. Kṛṣṇa, knowing this, wanted to forbid His associates to enter the demon’s mouth.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "तावत् प्रविष्टास्त्वसुरोदरान्तरंपरं न गीर्णा: शिशव: सवत्सा: ।प्रतीक्षमाणेन बकारिवेशनंहतस्वकान्तस्मरणेन रक्षसा ॥ २६ ॥",
        "english_devnagari": "tāvat praviṣṭās tv asurodarāntaraṁparaṁ na gīrṇāḥ śiśavaḥ sa-vatsāḥpratīkṣamāṇena bakāri-veśanaṁhata-sva-kānta-smaraṇena rakṣasā",
        "verse_Syn": [
            "tāvat",
            "praviṣṭāḥ",
            "tu",
            "asura",
            "udara",
            "antaram",
            "param",
            "na",
            "gīrṇāḥ",
            "śiśavaḥ",
            "sa",
            "vatsāḥ",
            "pratīkṣamāṇena",
            "baka",
            "ari",
            "veśanam",
            "hata",
            "sva",
            "kānta",
            "smaraṇena",
            "rakṣasā"
        ],
        "translation": "In the meantime, while Kṛṣṇa was considering how to stop them, all the cowherd boys entered the mouth of the demon. The demon, however, did not swallow them, for he was thinking of his own relatives who had been killed by Kṛṣṇa and was just waiting for Kṛṣṇa to enter his mouth.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "तान् वीक्ष्य कृष्ण: सकलाभयप्रदोह्यनन्यनाथान् स्वकरादवच्युतान् ।दीनांश्च मृत्योर्जठराग्निघासान्घृणार्दितो दिष्टकृतेन विस्मित: ॥ २७ ॥",
        "english_devnagari": "tān vīkṣya kṛṣṇaḥ sakalābhaya-pradohy ananya-nāthān sva-karād avacyutāndīnāṁś ca mṛtyor jaṭharāgni-ghāsānghṛṇārdito diṣṭa-kṛtena vismitaḥ",
        "verse_Syn": [
            "tān",
            "vīkṣya",
            "kṛṣṇaḥ",
            "sakala",
            "abhaya",
            "pradaḥ",
            "hi",
            "ananya",
            "nāthān",
            "sva",
            "karāt",
            "avacyutān",
            "dīnān",
            "ca",
            "mṛtyoḥ",
            "jaṭhara",
            "agni",
            "ghāsān",
            "ghṛṇā",
            "arditaḥ",
            "diṣṭa",
            "kṛtena",
            "vismitaḥ"
        ],
        "translation": "Kṛṣṇa saw that all the cowherd boys, who did not know anyone but Him as their Lord, had now gone out of His hand and were helpless, having entered like straws into the fire of the abdomen of Aghāsura, who was death personified. It was intolerable for Kṛṣṇa to be separated from His friends the cowherd boys. Therefore, as if seeing that this had been arranged by His internal potency, Kṛṣṇa was momentarily struck with wonder and unsure of what to do.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "कृत्यं किमत्रास्य खलस्य जीवनंन वा अमीषां च सतां विहिंसनम् ।द्वयं कथं स्यादिति संविचिन्त्यज्ञात्वाविशत्तुण्डमशेषद‍ृग्घरि: ॥ २८ ॥",
        "english_devnagari": "kṛtyaṁ kim atrāsya khalasya jīvanaṁna vā amīṣāṁ ca satāṁ vihiṁsanamdvayaṁ kathaṁ syād iti saṁvicintyajñātvāviśat tuṇḍam aśeṣa-dṛg ghariḥ",
        "verse_Syn": [
            "kṛtyam",
            "kim",
            "atra",
            "asya",
            "khalasya",
            "jīvanam",
            "na",
            "vā",
            "amīṣām",
            "ca",
            "satām",
            "vihiṁsanam",
            "dvayam",
            "katham",
            "syāt",
            "iti",
            "saṁvicintya",
            "jñātvā",
            "aviśat",
            "tuṇḍam",
            "aśeṣa",
            "dṛk",
            "hariḥ"
        ],
        "translation": "Now, what was to be done? How could both the killing of this demon and the saving of the devotees be performed simultaneously? Kṛṣṇa, being unlimitedly potent, decided to wait for an intelligent means by which He could simultaneously save the boys and kill the demon. Then He entered the mouth of Aghāsura.",
        "purport": " Kṛṣṇa is known as ananta-vīrya-sarvajña because everything is known to Him. Because He knows everything perfectly well, it was not difficult for Him to find a means by which He could save the boys and at the same time kill the demon. Thus He also decided to enter the demon’s mouth."
    },
    {
        "verse": "29",
        "devanagari": "तदा घनच्छदा देवा भयाद्धाहेति चुक्रुशु: ।जहृषुर्ये च कंसाद्या: कौणपास्त्वघबान्धवा: ॥ २९ ॥",
        "english_devnagari": "tadā ghana-cchadā devābhayād dhā-heti cukruśuḥjahṛṣur ye ca kaṁsādyāḥkauṇapās tv agha-bāndhavāḥ",
        "verse_Syn": [
            "tadā",
            "ghana",
            "chadāḥ",
            "devāḥ",
            "bhayāt",
            "hā",
            "hā",
            "iti",
            "cukruśuḥ",
            "jahṛṣuḥ",
            "ye",
            "ca",
            "kaṁsa",
            "ādyāḥ",
            "kauṇapāḥ",
            "tu",
            "agha",
            "bāndhavāḥ"
        ],
        "translation": "When Kṛṣṇa entered the mouth of Aghāsura, the demigods hidden behind the clouds exclaimed, “Alas! Alas!” But the friends of Aghāsura, like Kaṁsa and other demons, were jubilant.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "तच्छ्रुत्वा भगवान्कृष्णस्त्वव्यय: सार्भवत्सकम् ।चूर्णीचिकीर्षोरात्मानं तरसा ववृधे गले ॥ ३० ॥",
        "english_devnagari": "tac chrutvā bhagavān kṛṣṇastv avyayaḥ sārbha-vatsakamcūrṇī-cikīrṣor ātmānaṁtarasā vavṛdhe gale",
        "verse_Syn": [
            "tat",
            "śrutvā",
            "bhagavān",
            "kṛṣṇaḥ",
            "tu",
            "avyayaḥ",
            "sa",
            "arbha",
            "vatsakam",
            "cūrṇī",
            "cikīrṣoḥ",
            "ātmānam",
            "tarasā",
            "vavṛdhe",
            "gale"
        ],
        "translation": "When the invincible Supreme Personality of Godhead, Kṛṣṇa, heard the demigods crying “Alas! Alas!” from behind the clouds, He immediately enlarged Himself within the demon’s throat, just to save Himself and the cowherd boys, His own associates, from the demon who wished to smash them.",
        "purport": " Such are the acts of Kṛṣṇa. Paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām (Bg. 4.8). By enlarging Himself within the throat of the demon, Kṛṣṇa suffocated and killed him and at the same time saved Himself and His associates from imminent death and also saved the demigods from lamentation."
    },
    {
        "verse": "31",
        "devanagari": "ततोऽतिकायस्य निरुद्धमार्गिणोह्युद्गीर्णद‍ृष्टेर्भ्रमतस्त्वितस्तत: ।पूर्णोऽन्तरङ्गे पवनो निरुद्धोमूर्धन् विनिर्भिद्य विनिर्गतो बहि: ॥ ३१ ॥",
        "english_devnagari": "tato ’tikāyasya niruddha-mārgiṇohy udgīrṇa-dṛṣṭer bhramatas tv itas tataḥpūrṇo ’ntar-aṅge pavano niruddhomūrdhan vinirbhidya vinirgato bahiḥ",
        "verse_Syn": [
            "tataḥ",
            "ati",
            "kāyasya",
            "niruddha",
            "mārgiṇaḥ",
            "hi",
            "udgīrṇa",
            "dṛṣṭeḥ",
            "bhramataḥ",
            "tu",
            "itaḥ",
            "tataḥ",
            "pūrṇaḥ",
            "antaḥ",
            "aṅge",
            "pavanaḥ",
            "niruddhaḥ",
            "mūrdhan",
            "vinirbhidya",
            "vinirgataḥ",
            "bahiḥ"
        ],
        "translation": "Then, because Kṛṣṇa had increased the size of His body, the demon extended his own body to a very large size. Nonetheless, his breathing stopped, he suffocated, and his eyes rolled here and there and popped out. The demon’s life air, however, could not pass through any outlet, and therefore it finally burst out through a hole in the top of the demon’s head.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "तेनैव सर्वेषु बहिर्गतेषुप्राणेषु वत्सान् सुहृद: परेतान् ।द‍ृष्टय‍ा स्वयोत्थाप्य तदन्वित: पुन-र्वक्त्रान्मुकुन्दो भगवान् विनिर्ययौ ॥ ३२ ॥",
        "english_devnagari": "tenaiva sarveṣu bahir gateṣuprāṇeṣu vatsān suhṛdaḥ paretāndṛṣṭyā svayotthāpya tad-anvitaḥ punarvaktrān mukundo bhagavān viniryayau",
        "verse_Syn": [
            "tena",
            "eva",
            "sarveṣu",
            "bahiḥ",
            "gateṣu",
            "prāṇeṣu",
            "vatsān",
            "suhṛdaḥ",
            "paretān",
            "dṛṣṭyā",
            "svayā",
            "utthāpya",
            "tat",
            "anvitaḥ",
            "punaḥ",
            "vaktrāt",
            "mukundaḥ",
            "bhagavān",
            "viniryayau"
        ],
        "translation": "When all the demon’s life air had passed away through that hole in the top of his head, Kṛṣṇa glanced over the dead calves and cowherd boys and brought them back to life. Then Mukunda, who can give one liberation, came out from the demon’s mouth with His friends and the calves.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "पीनाहिभोगोत्थितमद्भ‍ुतं मह-ज्ज्योति: स्वधाम्ना ज्वलयद् दिशो दश ।प्रतीक्ष्य खेऽवस्थितमीशनिर्गमंविवेश तस्मिन् मिषतां दिवौकसाम् ॥ ३३ ॥",
        "english_devnagari": "pīnāhi-bhogotthitam adbhutaṁ mahajjyotiḥ sva-dhāmnā jvalayad diśo daśapratīkṣya khe ’vasthitam īśa-nirgamaṁviveśa tasmin miṣatāṁ divaukasām",
        "verse_Syn": [
            "pīna",
            "ahi",
            "bhoga",
            "utthitam",
            "adbhutam",
            "mahat",
            "jyotiḥ",
            "sva",
            "dhāmnā",
            "jvalayat",
            "diśaḥ",
            "daśa",
            "pratīkṣya",
            "khe",
            "avasthitam",
            "īśa",
            "nirgamam",
            "viveśa",
            "tasmin",
            "miṣatām",
            "divaukasām"
        ],
        "translation": "From the body of the gigantic python, a glaring effulgence came out, illuminating all directions, and stayed individually in the sky until Kṛṣṇa came out from the corpse’s mouth. Then, as all the demigods looked on, this effulgence entered into Kṛṣṇa’s body.",
        "purport": " Apparently the serpent named Aghāsura, because of having received association with Kṛṣṇa, attained mukti by entering Kṛṣṇa’s body. Entering the body of Kṛṣṇa is called sāyujya-mukti, but later verses prove that Aghāsura, like Dantavakra and others, received sārūpya-mukti. This has been broadly described by Śrīla Viśvanātha Cakravartī Ṭhākura with references from the Vaiṣṇava-toṣaṇī of Śrīla Jīva Gosvāmī. Aghāsura attained sārūpya-mukti, being promoted to the Vaikuṇṭha planets to live with the same four-armed bodily features as Viṣṇu. The explanation of how this is so may be summarized as follows. The effulgence came out from the python’s body and became purified, attaining spiritual śuddha-sattva, freedom from material contamination, because Kṛṣṇa had stayed within the serpent’s body, even after the serpent’s death. One may doubt that such a demon, full of mischievous activities, could attain the liberation of sārūpya or sāyujya, and one may be astonished about this. But Kṛṣṇa is so kind that in order to drive away such doubts, He had the effulgence, the individual life of the python, wait for some time in its individuality, in the presence of all the demigods. Kṛṣṇa is the full effulgence, and every living being is part and parcel of that effulgence. As proved here, the effulgence in every living being is individual. For some time, the effulgence remained outside the demon’s body, individually, and did not mix with the whole effulgence, the brahmajyoti. The Brahman effulgence is not visible to material eyes, but to prove that every living being is individual, Kṛṣṇa had this individual effulgence stay outside the demon’s body for some time, for everyone to see. Then Kṛṣṇa proved that anyone killed by Him attains liberation, whether sāyujya, sārūpya, sāmīpya or whatever. But the liberation of those who are on the transcendental platform of love and affection is vimukti, special liberation. Thus the serpent first entered the body of Kṛṣṇa personally and mixed with the Brahman effulgence. This merging is called sāyujya-mukti. But from later verses we find that Aghāsura attained sārūpya-mukti. Text 38 explains that Aghāsura attained a body exactly like that of Viṣṇu, and the verse after that also clearly states that he attained a completely spiritual body like that of Nārāyaṇa. Therefore in two or three places the Bhāgavatam has confirmed that Aghāsura attained sārūpya-mukti. One may then argue, How is it that he mixed with the Brahman effulgence? The answer is that as Jaya and Vijaya, after three births, again attained sārūpya-mukti and association with the Lord, Aghāsura received a similar liberation."
    },
    {
        "verse": "34",
        "devanagari": "ततोऽतिहृष्टा: स्वकृतोऽकृतार्हणंपुष्पै: सुगा अप्सरसश्च नर्तनै: ।गीतै: सुरा वाद्यधराश्च वाद्यकै:स्तवैश्च विप्रा जयनि:स्वनैर्गणा: ॥ ३४ ॥",
        "english_devnagari": "tato ’tihṛṣṭāḥ sva-kṛto ’kṛtārhaṇaṁpuṣpaiḥ sugā apsarasaś ca nartanaiḥgītaiḥ surā vādya-dharāś ca vādyakaiḥstavaiś ca viprā jaya-niḥsvanair gaṇāḥ",
        "verse_Syn": [
            "tataḥ",
            "ati",
            "hṛṣṭāḥ",
            "sva",
            "kṛtaḥ",
            "akṛta",
            "arhaṇam",
            "puṣpaiḥ",
            "su",
            "gāḥ",
            "apsarasaḥ",
            "ca",
            "nartanaiḥ",
            "gītaiḥ",
            "surāḥ",
            "vādya",
            "dharāḥ",
            "ca",
            "vādyakaiḥ",
            "stavaiḥ",
            "ca",
            "viprāḥ",
            "jaya",
            "niḥsvanaiḥ",
            "gaṇāḥ"
        ],
        "translation": "Thereafter, everyone being pleased, the demigods began to shower flowers from Nandana-kānana, the celestial dancing girls began to dance, and the Gandharvas, who are famous for singing, offered songs of prayer. The drummers began to beat their kettledrums, and the brāhmaṇas offered Vedic hymns. In this way, both in the heavens and on earth, everyone began to perform his own duties, glorifying the Lord.",
        "purport": " Everyone has some particular duty. The śāstra has concluded (nirūpitaḥ) that everyone should glorify the Supreme Personality of Godhead by his own qualifications. If you are a singer, always glorify the Supreme Lord by singing very nicely. If you are a musician, glorify the Supreme Lord by playing musical instruments. Svanuṣṭhitasya dharmasya saṁsiddhir hari-toṣaṇam (Bhāg. 1.2.13). The perfection of life is to satisfy the Personality of Godhead. Therefore, beginning from this earth up to the celestial kingdom, everyone engaged in glorifying the Supreme Personality of Godhead. The decision of all great saintly persons is that whatever qualifications one has acquired should be utilized to glorify the Supreme Lord. “Learned sages have definitely concluded that the infallible purpose of the advancement of knowledge, austerity, Vedic study, sacrifice, the chanting of hymns, and charity is found in the transcendental descriptions of the qualities of the Lord, who is defined in choice poetry.” (Bhāg. 1.5.22) This is the perfection of life. One should be trained how to glorify the Supreme Personality of Godhead by one’s respective qualities. Education, austerity, penance or, in the modern world, business, industry, education and so on — all should be engaged in glorifying the Lord. Then everyone in the world will be happy. Kṛṣṇa comes, therefore, to exhibit His transcendental activities so that people may have the chance to glorify Him in every respect. To understand how to glorify the Lord is actual research work. It is not that everything should be understood without God. That is condemned. Without bhagavad-bhakti, without glorification of the Supreme Lord, whatever we have is simply a decoration of the dead body."
    },
    {
        "verse": "35",
        "devanagari": "तदद्भ‍ुतस्तोत्रसुवाद्यगीतिका-जयादिनैकोत्सवमङ्गलस्वनान् ।श्रुत्वा स्वधाम्नोऽन्त्यज आगतोऽचिराद्द‍ृष्ट्वा महीशस्य जगाम विस्मयम् ॥ ३५ ॥",
        "english_devnagari": "tad-adbhuta-stotra-suvādya-gītikā-jayādi-naikotsava-maṅgala-svanānśrutvā sva-dhāmno ’nty aja āgato ’cirāddṛṣṭvā mahīśasya jagāma vismayam",
        "verse_Syn": [
            "tat",
            "adbhuta",
            "stotra",
            "su",
            "vādya",
            "gītikā",
            "jaya",
            "ādi",
            "na",
            "eka",
            "utsava",
            "maṅgala",
            "svanān",
            "śrutvā",
            "sva",
            "dhāmnaḥ",
            "anti",
            "ajaḥ",
            "āgataḥ",
            "acirāt",
            "dṛṣṭvā",
            "mahi",
            "īśasya",
            "jagāma",
            "vismayam"
        ],
        "translation": "When Lord Brahmā heard the wonderful ceremony going on near his planet, accompanied by music and songs and sounds of “Jaya! Jaya!” he immediately came down to see the function. Upon seeing so much glorification of Lord Kṛṣṇa, he was completely astonished.",
        "purport": " Here the word anti means “near,” indicating that even in the higher planetary systems near Brahmaloka, like Maharloka, Janaloka and Tapoloka, the festival of glorification of Lord Kṛṣṇa was going on."
    },
    {
        "verse": "36",
        "devanagari": "राजन्नाजगरं चर्म शुष्कं वृन्दावनेऽद्भ‍ुतम् ।व्रजौकसां बहुतिथं बभूवाक्रीडगह्वरम् ॥ ३६ ॥",
        "english_devnagari": "rājann ājagaraṁ carmaśuṣkaṁ vṛndāvane ’dbhutamvrajaukasāṁ bahu-tithaṁbabhūvākrīḍa-gahvaram",
        "verse_Syn": [
            "rājan",
            "ājagaram",
            "carma",
            "śuṣkam",
            "vṛndāvane",
            "adbhutam",
            "vraja",
            "okasām",
            "bahu",
            "titham",
            "babhūva",
            "ākrīḍa",
            "gahvaram"
        ],
        "translation": "O King Parīkṣit, when the python-shaped body of Aghāsura dried up into merely a big skin, it became a wonderful place for the inhabitants of Vṛndāvana to visit, and it remained so for a long, long time.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "एतत् कौमारजं कर्म हरेरात्माहिमोक्षणम् ।मृत्यो: पौगण्डके बाला द‍ृष्ट्वोचुर्विस्मिता व्रजे ॥ ३७ ॥",
        "english_devnagari": "etat kaumārajaṁ karmaharer ātmāhi-mokṣaṇammṛtyoḥ paugaṇḍake bālādṛṣṭvocur vismitā vraje",
        "verse_Syn": [
            "etat",
            "kaumāra",
            "jam",
            "karma",
            "hareḥ",
            "ātma",
            "ahi",
            "mokṣaṇam",
            "mṛtyoḥ",
            "paugaṇḍake",
            "bālāḥ",
            "dṛṣṭvā",
            "ūcuḥ",
            "vismitāḥ",
            "vraje"
        ],
        "translation": "This incident of Kṛṣṇa’s saving Himself and His associates from death and of giving deliverance to Aghāsura, who had assumed the form of a python, took place when Kṛṣṇa was five years old. It was disclosed in Vrajabhūmi after one year, as if it had taken place on that very day.",
        "purport": " The word mokṣaṇam means “liberation.” For the associates of Kṛṣṇa and for Kṛṣṇa Himself, there is no question about liberation; they are already liberated, being in the spiritual world. In the material world there are birth, death, old age and disease, but in the spiritual world there are no such things because everything is eternal. As for the python, however, by the association of Kṛṣṇa and His devotees, Aghāsura also achieved the same facility of eternal life. Therefore, as indicated here by the word ātmāhi-mokṣaṇam, if the python Aghāsura could receive eternal association with the Supreme Personality of Godhead, what is to be said of those who are already associates of the Lord? Sākaṁ vijahruḥ kṛta-puṇya-puñjāḥ (Bhāg. 10.12.11). Here is proof that God is good for everyone. Even when He kills someone, the one who is killed attains liberation. What then is to be said of those who are already in the association of the Lord?"
    },
    {
        "verse": "38",
        "devanagari": "नैतद् विचित्रं मनुजार्भमायिन:परावराणां परमस्य वेधस: ।अघोऽपि यत्स्पर्शनधौतपातक:प्रापात्मसाम्यं त्वसतां सुदुर्लभम् ॥ ३८ ॥",
        "english_devnagari": "naitad vicitraṁ manujārbha-māyinaḥparāvarāṇāṁ paramasya vedhasaḥagho ’pi yat-sparśana-dhauta-pātakaḥprāpātma-sāmyaṁ tv asatāṁ sudurlabham",
        "verse_Syn": [
            "na",
            "etat",
            "vicitram",
            "manuja",
            "arbha",
            "māyinaḥ",
            "para",
            "avarāṇām",
            "paramasya",
            "vedhasaḥ",
            "aghaḥ",
            "api",
            "yat",
            "sparśana",
            "dhauta",
            "pātakaḥ",
            "prāpa",
            "ātma",
            "sāmyam",
            "tu",
            "asatām",
            "sudurlabham"
        ],
        "translation": "Kṛṣṇa is the cause of all causes. The causes and effects of the material world, both higher and lower, are all created by the Supreme Lord, the original controller. When Kṛṣṇa appeared as the son of Nanda Mahārāja and Yaśodā, He did so by His causeless mercy. Consequently, for Him to exhibit His unlimited opulence was not at all wonderful. Indeed, He showed such great mercy that even Aghāsura, the most sinful miscreant, was elevated to being one of His associates and achieving sārūpya-mukti, which is actually impossible for materially contaminated persons to attain.",
        "purport": " The word māyā is also used in connection with love. Out of māyā, love, a father has affection for his child. Therefore the word māyinaḥ indicates that Kṛṣṇa, out of love, appeared as the son of Nanda Mahārāja and assumed the form of a human child (manujārbha). Kṛṣṇa is the cause of all causes. He is the creator of cause and effect, and He is the supreme controller. Nothing is impossible for Him. Therefore, that He enabled even a living being like Aghāsura to attain the salvation of sārūpya-mukti was not at all wonderful for Kṛṣṇa. Kṛṣṇa took pleasure in entering the mouth of Aghāsura in a sporting spirit along with His associates. Therefore, when Aghāsura, by that sporting association, as maintained in the spiritual world, was purified of all contamination, he attained sārūpya-mukti and vimukti by the grace of Kṛṣṇa. For Kṛṣṇa this was not at all wonderful."
    },
    {
        "verse": "39",
        "devanagari": "सकृद् यदङ्गप्रतिमान्तराहितामनोमयी भागवतीं ददौ गतिम् ।स एव नित्यात्मसुखानुभूत्यभि-व्युदस्तमायोऽन्तर्गतो हि किं पुन: ॥ ३९ ॥",
        "english_devnagari": "sakṛd yad-aṅga-pratimāntar-āhitāmanomayī bhāgavatīṁ dadau gatimsa eva nityātma-sukhānubhūty-abhi-vyudasta-māyo ’ntar-gato hi kiṁ punaḥ",
        "verse_Syn": [
            "sakṛt",
            "yat",
            "aṅga",
            "pratimā",
            "antaḥ",
            "āhitā",
            "manaḥ",
            "mayī",
            "bhāgavatīm",
            "dadau",
            "gatim",
            "saḥ",
            "eva",
            "nitya",
            "ātma",
            "sukha",
            "anubhūti",
            "abhivyudasta",
            "māyaḥ",
            "antaḥ",
            "gataḥ",
            "hi",
            "kim",
            "punaḥ"
        ],
        "translation": "If even only once or even by force one brings the form of the Supreme Personality of Godhead into one’s mind, one can attain the supreme salvation by the mercy of Kṛṣṇa, as did Aghāsura. What then is to be said of those whose hearts the Supreme Personality of Godhead enters when He appears as an incarnation, or those who always think of the lotus feet of the Lord, who is the source of transcendental bliss for all living entities and by whom all illusion is completely removed?",
        "purport": " The process for receiving the favor of the Supreme Personality of Godhead is described here. Yat-pāda-paṅkaja-palāśa-vilāsa-bhaktyā (Bhāg. 4.22.39). Simply by thinking of Kṛṣṇa, one can attain Him very easily. Kṛṣṇa is also described as having His lotus feet always within the hearts of His devotees (bhagavān bhakta-hṛdi sthitaḥ). In the case of Aghāsura, one may argue that he was not a devotee. The answer to this is that he thought of Kṛṣṇa for a moment with devotion. Bhaktyāham ekayā grāhyaḥ. Without devotion, one cannot think of Kṛṣṇa; and, conversely, whenever one thinks of Kṛṣṇa, one undoubtedly has devotion. Although Aghāsura’s purpose was to kill Kṛṣṇa, for a moment Aghāsura thought of Kṛṣṇa with devotion, and Kṛṣṇa and His associates wanted to sport within Aghāsura’s mouth. Similarly, Pūtanā wanted to kill Kṛṣṇa by poisoning Him, but Kṛṣṇa took her as His mother because He had accepted the milk of her breast. Svalpam apy asya dharmasya trāyate mahato bhayāt (Bg. 2.40). Especially when Kṛṣṇa appears as an avatāra, anyone who thinks of Kṛṣṇa in His different incarnations (rāmādi-mūrtiṣu kalā-niyamena tiṣṭhan), and especially in His original form as Kṛṣṇa, attains salvation. There are many instances of this, and among them is Aghāsura, who attained the salvation of sārūpya-mukti. Therefore the process is satataṁ kīrtayanto māṁ yatantaś ca dṛḍha-vratāḥ (Bg. 9.14). Those who are devotees always engage in glorifying Kṛṣṇa. Advaitam acyutam anādim ananta-rūpam: when we speak of Kṛṣṇa, we refer to all His avatāras, such as Kṛṣṇa, Govinda, Nārāyaṇa, Viṣṇu, Lord Caitanya, Kṛṣṇa-Balarāma and Śyāmasundara. One who always thinks of Kṛṣṇa must attain vimukti, special salvation as the Lord’s personal associate, not necessarily in Vṛndāvana, but at least in Vaikuṇṭha. This is called sārūpya-mukti."
    },
    {
        "verse": "40",
        "devanagari": "श्रीसूत उवाचइत्थं द्विजा यादवदेवदत्त:श्रुत्वा स्वरातुश्चरितं विचित्रम् ।पप्रच्छ भूयोऽपि तदेव पुण्यंवैयासकिं यन्निगृहीतचेता: ॥ ४० ॥",
        "english_devnagari": "śrī-sūta uvācaitthaṁ dvijā yādavadeva-dattaḥśrutvā sva-rātuś caritaṁ vicitrampapraccha bhūyo ’pi tad eva puṇyaṁvaiyāsakiṁ yan nigṛhīta-cetāḥ",
        "verse_Syn": [
            "śrī",
            "sūtaḥ",
            "uvāca",
            "ittham",
            "dvijāḥ",
            "yādava",
            "deva",
            "dattaḥ",
            "śrutvā",
            "sva",
            "rātuḥ",
            "caritam",
            "vicitram",
            "papraccha",
            "bhūyaḥ",
            "api",
            "tat",
            "eva",
            "puṇyam",
            "vaiyāsakim",
            "yat",
            "nigṛhīta",
            "cetāḥ"
        ],
        "translation": "Śrī Sūta Gosvāmī said: O learned saints, the childhood pastimes of Śrī Kṛṣṇa are very wonderful. Mahārāja Parīkṣit, after hearing about those pastimes of Kṛṣṇa, who had saved him in the womb of his mother, became steady in his mind and again inquired from Śukadeva Gosvāmī to hear about those pious activities.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "श्रीराजोवाचब्रह्मन्कालान्तरकृतं तत्कालीनं कथं भवेत् ।यत् कौमारे हरिकृतं जगु: पौगण्डकेऽर्भका: ॥ ४१ ॥",
        "english_devnagari": "śrī-rājovācabrahman kālāntara-kṛtaṁtat-kālīnaṁ kathaṁ bhavetyat kaumāre hari-kṛtaṁjaguḥ paugaṇḍake ’rbhakāḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "brahman",
            "kāla",
            "antara",
            "kṛtam",
            "tat",
            "kālīnam",
            "katham",
            "bhavet",
            "yat",
            "kaumāre",
            "hari",
            "kṛtam",
            "jaguḥ",
            "paugaṇḍake",
            "arbhakāḥ"
        ],
        "translation": "Mahārāja Parīkṣit inquired: O great sage, how could things done in the past have been described as being done at the present? Lord Śrī Kṛṣṇa performed this pastime of killing Aghāsura during His kaumāra age. How then, during His paugaṇḍa age, could the boys have described this incident as having happened recently?",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "तद् ब्रूहि मे महायोगिन्परं कौतूहलं गुरो ।नूनमेतद्धरेरेव माया भवति नान्यथा ॥ ४२ ॥",
        "english_devnagari": "tad brūhi me mahā-yoginparaṁ kautūhalaṁ guronūnam etad dharer evamāyā bhavati nānyathā",
        "verse_Syn": [
            "tat",
            "brūhi",
            "me",
            "mahā",
            "yogin",
            "param",
            "kautūhalam",
            "guro",
            "nūnam",
            "etat",
            "hareḥ",
            "eva",
            "māyā",
            "bhavati",
            "na",
            "anyathā"
        ],
        "translation": "O greatest yogī, my spiritual master, kindly describe why this happened. I am very much curious to know about it. I think that it was nothing but another illusion due to Kṛṣṇa.",
        "purport": " Kṛṣṇa has many potencies: parāsya śaktir vividhaiva śrūyate (Śvetāśvatara Upaniṣad 6.8). The description of Aghāsura was disclosed after one year. Some act of Kṛṣṇa’s potency must have been involved. Therefore Mahārāja Parīkṣit was very curious to know about this, and he requested Śukadeva Gosvāmī to explain it."
    },
    {
        "verse": "43",
        "devanagari": "वयं धन्यतमा लोके गुरोऽपि क्षत्रबन्धव: ।वयं पिबामो मुहुस्त्वत्त: पुण्यं कृष्णकथामृतम् ॥ ४३ ॥",
        "english_devnagari": "vayaṁ dhanyatamā lokeguro ’pi kṣatra-bandhavaḥvayaṁ pibāmo muhus tvattaḥpuṇyaṁ kṛṣṇa-kathāmṛtam",
        "verse_Syn": [
            "vayam",
            "dhanya",
            "tamāḥ",
            "loke",
            "guro",
            "api",
            "kṣatra",
            "bandhavaḥ",
            "vayam",
            "pibāmaḥ",
            "muhuḥ",
            "tvattaḥ",
            "puṇyam",
            "kṛṣṇa",
            "kathā",
            "amṛtam"
        ],
        "translation": "O my lord, my spiritual master, although we are the lowest of kṣatriyas, we are glorified and benefited because we have the opportunity of always hearing from you the nectar of the pious activities of the Supreme Personality of Godhead.",
        "purport": " The pious activities of the Supreme Personality of Godhead are very confidential. It is not ordinarily possible to hear such activities unless one is very, very fortunate. Parīkṣit Mahārāja placed himself as kṣatra-bandhavaḥ, which means “the lowest of the kṣatriyas.” The qualities of the kṣatriya are described in Bhagavad-gītā, and although the general quality of the kṣatriya is īśvara-bhāva, the tendency to rule, a kṣatriya is not supposed to rule over a brāhmaṇa. Thus Mahārāja Parīkṣit regretted that he had wanted to rule over the brāhmaṇas and had therefore been cursed. He considered himself the lowest of the kṣatriyas. Dānam īśvara-bhāvaś ca kṣātraṁ karma svabhāvajam (Bg. 18.43). There was no doubt that Mahārāja Parīkṣit had the good qualities of a kṣatriya, but as a devotee he presented himself, with submissiveness and humility, as the lowest of the kṣatriyas, remembering his act of wrapping a dead serpent around the neck of a brāhmaṇa. A student and disciple has the right to ask the guru about any confidential service, and it is the duty of the guru to explain these confidential matters to his disciple."
    },
    {
        "verse": "44",
        "devanagari": "श्रीसूत उवाचइत्थं स्म पृष्ट: स तु बादरायणि-स्तत्स्मारितानन्तहृताखिलेन्द्रिय: ।कृच्छ्रात् पुनर्लब्धबहिर्द‍ृशि: शनै:प्रत्याह तं भागवतोत्तमोत्तम ॥ ४४ ॥",
        "english_devnagari": "śrī-sūta uvācaitthaṁ sma pṛṣṭaḥ sa tu bādarāyaṇistat-smāritānanta-hṛtākhilendriyaḥkṛcchrāt punar labdha-bahir-dṛśiḥ śanaiḥpratyāha taṁ bhāgavatottamottama",
        "verse_Syn": [
            "śrī",
            "sūtaḥ",
            "uvāca",
            "ittham",
            "sma",
            "pṛṣṭaḥ",
            "saḥ",
            "tu",
            "bādarāyaṇiḥ",
            "tat",
            "smārita",
            "ananta",
            "hṛta",
            "akhila",
            "indriyaḥ",
            "kṛcchrāt",
            "punaḥ",
            "labdha",
            "bahiḥ",
            "dṛśiḥ",
            "śanaiḥ",
            "pratyāha",
            "tam",
            "bhāgavata",
            "uttama",
            "uttama"
        ],
        "translation": "Sūta Gosvāmī said: O Śaunaka, greatest of saints and devotees, when Mahārāja Parīkṣit inquired from Śukadeva Gosvāmī in this way, Śukadeva Gosvāmī, immediately remembering subject matters about Kṛṣṇa within the core of his heart, externally lost contact with the actions of his senses. Thereafter, with great difficulty, he revived his external sensory perception and began to speak to Mahārāja Parīkṣit about kṛṣṇa-kathā.",
        "purport": ""
    }
]