[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचगर्ग: पुरोहितो राजन् यदूनां सुमहातपा: ।व्रजं जगाम नन्दस्य वसुदेवप्रचोदित: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācagargaḥ purohito rājanyadūnāṁ sumahā-tapāḥvrajaṁ jagāma nandasyavasudeva-pracoditaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "gargaḥ",
            "purohitaḥ",
            "rājan",
            "yadūnām",
            "su",
            "mahā",
            "tapāḥ",
            "vrajam",
            "jagāma",
            "nandasya",
            "vasudeva",
            "pracoditaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: O Mahārāja Parīkṣit, the priest of the Yadu dynasty, namely Garga Muni, who was highly elevated in austerity and penance, was then inspired by Vasudeva to go see Nanda Mahārāja at his home.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तं द‍ृष्ट्वा परमप्रीत: प्रत्युत्थाय कृताञ्जलि: ।आनर्चाधोक्षजधिया प्रणिपातपुर:सरम् ॥ २ ॥",
        "english_devnagari": "taṁ dṛṣṭvā parama-prītaḥpratyutthāya kṛtāñjaliḥānarcādhokṣaja-dhiyāpraṇipāta-puraḥsaram",
        "verse_Syn": [
            "tam",
            "dṛṣṭvā",
            "parama",
            "prītaḥ",
            "pratyutthāya",
            "kṛta",
            "añjaliḥ",
            "ānarca",
            "adhokṣaja",
            "dhiyā",
            "praṇipāta",
            "puraḥsaram"
        ],
        "translation": "When Nanda Mahārāja saw Garga Muni present at his home, Nanda was so pleased that he stood up to receive him with folded hands. Although seeing Garga Muni with his eyes, Nanda Mahārāja could appreciate that Garga Muni was adhokṣaja; that is, he was not an ordinary person seen by material senses.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "सूपविष्टं कृतातिथ्यं गिरा सूनृतया मुनिम् ।नन्दयित्वाब्रवीद् ब्रह्मन्पूर्णस्य करवाम किम् ॥ ३ ॥",
        "english_devnagari": "sūpaviṣṭaṁ kṛtātithyaṁgirā sūnṛtayā munimnandayitvābravīd brahmanpūrṇasya karavāma kim",
        "verse_Syn": [
            "su",
            "upaviṣṭam",
            "kṛta",
            "ātithyam",
            "girā",
            "sūnṛtayā",
            "munim",
            "nandayitvā",
            "abravīt",
            "brahman",
            "pūrṇasya",
            "karavāma",
            "kim"
        ],
        "translation": "When Garga Muni had been properly received as a guest and was very comfortably seated, Nanda Mahārāja submitted with gentle and submissive words: Dear sir, because you are a devotee, you are full in everything. Yet my duty is to serve you. Kindly order me. What can I do for you?",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "महद्विचलनं नृणां गृहिणां दीनचेतसाम् ।नि:श्रेयसाय भगवन्कल्पते नान्यथा क्‍वचित् ॥ ४ ॥",
        "english_devnagari": "mahad-vicalanaṁ nṝṇāṁgṛhiṇāṁ dīna-cetasāmniḥśreyasāya bhagavankalpate nānyathā kvacit",
        "verse_Syn": [
            "mahat",
            "vicalanam",
            "nṝṇām",
            "gṛhiṇām",
            "dīna",
            "cetasām",
            "niḥśreyasāya",
            "bhagavan",
            "kalpate",
            "na",
            "anyathā",
            "kvacit"
        ],
        "translation": "O my lord, O great devotee, persons like you move from one place to another not for their own interests but for the sake of poor-hearted gṛhasthas [householders]. Otherwise they have no interest in going from one place to another.",
        "purport": " As factually stated by Nanda Mahārāja, Garga Muni, being a devotee, had no needs. Similarly, when Kṛṣṇa comes He has no needs, for He is pūrṇa, ātmārāma. Nonetheless, He descends to this material world to protect the devotees and vanquish miscreants (paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām). This is the mission of the Supreme Personality of Godhead, and devotees also have the same mission. One who executes this mission of para-upakāra, performing welfare activities for people in general, is recognized by Kṛṣṇa, the Supreme Personality of Godhead, as being very, very dear to Him (na ca tasmān manuṣyeṣu kaścin me priya-kṛttamaḥ). Similarly, Caitanya Mahāprabhu has advised this para-upakāra, and He has especially advised the inhabitants of India: “One who has taken his birth as a human being in the land of India [Bhārata-varṣa] should make his life successful and work for the benefit of all other people.” (Cc. Ādi 9.41) On the whole, the duty of a pure Vaiṣṇava devotee is to act for the welfare of others. Nanda Mahārāja could understand that Garga Muni had come for this purpose and that his own duty now was to act according to Garga Muni’s advice. Thus he said, “Please tell me what is my duty.” This should be the attitude of everyone, especially the householder. The varṇāśrama society is organized into eight divisions: brāhmaṇa, kṣatriya, vaiśya, śūdra, brahmacarya, gṛhastha, vānaprastha and sannyāsa. Nanda Mahārāja represented himself as gṛhiṇām, a householder. A brahmacārī factually has no needs, but gṛhīs, householders, are engaged in sense gratification. As stated in Bhagavad-gītā (2.44), bhogaiśvarya-prasaktānāṁ tayāpahṛta-cetasām. Everyone has come to this material world for sense gratification, and the position of those who are too attached to sense gratification and who therefore accept the gṛhastha-āśrama is very precarious. Since everyone in this material world is searching for sense gratification, gṛhasthas are required to be trained as mahat, great mahātmās. Therefore Nanda Mahārāja specifically used the word mahad-vicalanam. Garga Muni had no interest to serve by going to Nanda Mahārāja, but Nanda Mahārāja, as a gṛhastha, was always perfectly ready to receive instructions from a mahātmā to gain the real benefit in life. Thus he was ready to execute Garga Muni’s order."
    },
    {
        "verse": "5",
        "devanagari": "ज्योतिषामयनं साक्षाद् यत्तज्ज्ञानमतीन्द्रियम् ।प्रणीतं भवता येन पुमान् वेद परावरम् ॥ ५ ॥",
        "english_devnagari": "jyotiṣām ayanaṁ sākṣādyat taj jñānam atīndriyampraṇītaṁ bhavatā yenapumān veda parāvaram",
        "verse_Syn": [
            "jyotiṣām",
            "ayanam",
            "sākṣāt",
            "yat",
            "tat",
            "jñānam",
            "ati",
            "indriyam",
            "praṇītam",
            "bhavatā",
            "yena",
            "pumān",
            "veda",
            "para",
            "avaram"
        ],
        "translation": "O great saintly person, you have compiled the astrological knowledge by which one can understand past and present unseen things. By the strength of this knowledge, any human being can understand what he has done in his past life and how it affects his present life. This is known to you.",
        "purport": " The word “destiny” is now defined. Unintelligent persons who do not understand the meaning of life are just like animals. Animals do not know the past, present and future of life, nor are they able to understand it. But a human being can understand this, if he is sober. Therefore, as stated in Bhagavad-gītā (2.13), dhīras tatra na muhyati: a sober person is not bewildered. The simple truth is that although life is eternal, in this material world one changes from one body to another. Foolish people, especially in this age, do not understand this simple truth. Kṛṣṇa says: “As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.” (Bg. 2.13) Kṛṣṇa, the greatest authority, says that the body will change. And as soon as the body changes, one’s whole program of work changes also. Today I am a human being or a great personality, but with a little deviation from nature’s law, I shall have to accept a different type of body. Today I am a human being, but tomorrow I may become a dog, and then whatever activities I have performed in this life will be a failure. This simple truth is now rarely understood, but one who is a dhīra can understand this. Those in this material world for material enjoyment should know that because their present position will cease to exist, they must be careful in how they act. This is also stated by Ṛṣabhadeva. Na sādhu manye yata ātmano ’yam asann api kleśada āsa dehaḥ (Bhāg. 5.5.4). Although this body is temporary, as long as we have to live in this body we must suffer. Whether one has a short life or a long life, one must suffer the threefold miseries of material life. Therefore any gentleman, dhīra, must be interested in jyotiṣa, astrology. Nanda Mahārāja was trying to take advantage of the opportunity afforded by Garga Muni’s presence, for Garga Muni was a great authority in this knowledge of astrology, by which one can see the unseen events of past, present and future. It is the duty of a father to understand the astrological position of his children and do what is needed for their happiness. Now, taking advantage of the opportunity afforded by the presence of Garga Muni, Nanda Mahārāja suggested that Garga Muni prepare a horoscope for Nanda’s two sons, Kṛṣṇa and Balarāma."
    },
    {
        "verse": "6",
        "devanagari": "त्वं हि ब्रह्मविदां श्रेष्ठ: संस्कारान्कर्तुमर्हसि ।बालयोरनयोर्नृणां जन्मना ब्राह्मणो गुरु: ॥ ६ ॥",
        "english_devnagari": "tvaṁ hi brahma-vidāṁ śreṣṭhaḥsaṁskārān kartum arhasibālayor anayor nṝṇāṁjanmanā brāhmaṇo guruḥ",
        "verse_Syn": [
            "tvam",
            "hi",
            "brahma",
            "vidām",
            "śreṣṭhaḥ",
            "saṁskārān",
            "kartum",
            "arhasi",
            "bālayoḥ",
            "anayoḥ",
            "nṝṇām",
            "janmanā",
            "brāhmaṇaḥ",
            "guruḥ"
        ],
        "translation": "My lord, you are the best of the brāhmaṇas, especially because you are fully aware of the jyotiḥ-śāstra, the astrological science. Therefore you are naturally the spiritual master of every human being. This being so, since you have kindly come to my house, kindly execute the reformatory activities for my two sons.",
        "purport": " The Supreme Personality of Godhead, Kṛṣṇa, says in Bhagavad-gītā (4.13), cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: the four varṇas — brāhmaṇa, kṣatriya, vaiśya and śūdra — must be present in society. The brāhmaṇas are required for the guidance of the whole society. If there is no such institution as varṇāśrama-dharma and if human society has no such guide as the brāhmaṇa, human society will be hellish. In Kali-yuga, especially at the present moment, there is no such thing as a real brāhmaṇa, and therefore society is in a chaotic condition. Formerly there were qualified brāhmaṇas, but at present, although there are certainly persons who think themselves brāhmaṇas, they actually have no ability to guide society. The Kṛṣṇa consciousness movement is therefore very much eager to reintroduce the varṇāśrama system into human society so that those who are bewildered or less intelligent will be able to take guidance from qualified brāhmaṇas. Brāhmaṇa means Vaiṣṇava. After one becomes a brāhmaṇa, the next stage of development in human society is to become a Vaiṣṇava. People in general must be guided to the destination or goal of life, and therefore they must understand Viṣṇu, the Supreme Personality of Godhead. The whole system of Vedic knowledge is based on this principle, but people have lost the clue (na te viduḥ svārtha-gatiṁ hi viṣṇum), and they are simply pursuing sense gratification, with the risk of gliding down to a lower grade of life (mṛtyu-saṁsāra-vartmani). It doesn’t matter whether one is born a brāhmaṇa or not. No one is born a brāhmaṇa; everyone is born a śūdra. But by the guidance of a brāhmaṇa and by saṁskāra, one can become dvija, twice-born, and then gradually become a brāhmaṇa. Brāhmaṇism is not a system meant to create a monopoly for a particular class of men. Everyone should be educated so as to become a brāhmaṇa. At least there must be an opportunity to allow everyone to attain the destination of life. Regardless of whether one is born in a brāhmaṇa family, a kṣatriya family or a śūdra family, one may be guided by a proper brāhmaṇa and be promoted to the highest platform of being a Vaiṣṇava. Thus the Kṛṣṇa consciousness movement affords an opportunity to develop the right destiny for human society. Nanda Mahārāja took advantage of the opportunity of Garga Muni’s presence by requesting him to perform the necessary reformatory activities for his sons to guide Them toward the destination of life."
    },
    {
        "verse": "7",
        "devanagari": "श्रीगर्ग उवाचयदूनामहमाचार्य: ख्यातश्च भुवि सर्वदा ।सुतं मया संस्कृतं ते मन्यते देवकीसुतम् ॥ ७ ॥",
        "english_devnagari": "śrī-garga uvācayadūnām aham ācāryaḥkhyātaś ca bhuvi sarvadāsutaṁ mayā saṁskṛtaṁ temanyate devakī-sutam",
        "verse_Syn": [
            "śrī",
            "gargaḥ",
            "uvāca",
            "yadūnām",
            "aham",
            "ācāryaḥ",
            "khyātaḥ",
            "ca",
            "bhuvi",
            "sarvadā",
            "sutam",
            "mayā",
            "saṁskṛtam",
            "te",
            "manyate",
            "devakī",
            "sutam"
        ],
        "translation": "Garga Muni said: My dear Nanda Mahārāja, I am the priestly guide of the Yadu dynasty. This is known everywhere. Therefore, if I perform the purificatory process for your sons, Kaṁsa will consider Them the sons of Devakī.",
        "purport": " Garga Muni indirectly disclosed that Kṛṣṇa was the son of Devakī, not of Yaśodā. Since Kaṁsa was already searching for Kṛṣṇa, if the purificatory process were undertaken by Garga Muni, Kaṁsa might be informed, and that would create a catastrophe. It may be argued that although Garga Muni was the priest of the Yadu dynasty, Nanda Mahārāja also belonged to that dynasty. Nanda Mahārāja, however, was not acting as a kṣatriya. Therefore Garga Muni said, “If I act as your priest, this will confirm that Kṛṣṇa is the son of Devakī.”"
    },
    {
        "verse": "8-9",
        "devanagari": "कंस: पापमति: सख्यं तव चानकदुन्दुभे: ।देवक्या अष्टमो गर्भो न स्त्री भवितुमर्हति ॥ ८ ॥इति सञ्चिन्तयञ्छ्रुत्वा देवक्या दारिकावच: ।अपि हन्ता गताशङ्कस्तर्हि तन्नोऽनयो भवेत् ॥ ९ ॥",
        "english_devnagari": "kaṁsaḥ pāpa-matiḥ sakhyaṁtava cānakadundubheḥdevakyā aṣṭamo garbhona strī bhavitum arhati",
        "verse_Syn": [
            "kaṁsaḥ",
            "pāpa",
            "matiḥ",
            "sakhyam",
            "tava",
            "ca",
            "ānaka",
            "dundubheḥ",
            "devakyāḥ",
            "aṣṭamaḥ",
            "garbhaḥ",
            "na",
            "strī",
            "bhavitum",
            "arhati",
            "iti",
            "sañcintayan",
            "śrutvā",
            "devakyāḥ",
            "dārikā",
            "vacaḥ",
            "api",
            "hantā",
            "gata",
            "āśaṅkaḥ",
            "tarhi",
            "tat",
            "naḥ",
            "anayaḥ",
            "bhavet"
        ],
        "translation": "Kaṁsa is both a great diplomat and a very sinful man. Therefore, having heard from Yoga-māyā, the daughter of Devakī, that the child who will kill him has already been born somewhere else, having heard that the eighth pregnancy of Devakī could not bring forth a female child, and having understood your friendship with Vasudeva, Kaṁsa, upon hearing that the purificatory process has been performed by me, the priest of the Yadu dynasty, may certainly consider all these points and suspect that Kṛṣṇa is the son of Devakī and Vasudeva. Then he might take steps to kill Kṛṣṇa. That would be a catastrophe.",
        "purport": " Kaṁsa knew very well that Yoga-māyā was, after all, the maidservant of Kṛṣṇa and Viṣṇu and that although Yoga-māyā had appeared as the daughter of Devakī, she might have been forbidden to disclose this fact. Actually this was what had happened. Garga Muni argued very soberly that his taking part in performing the reformatory process for Kṛṣṇa would give rise to many doubts, so that Kaṁsa might take very severe steps to kill the child. Kaṁsa had already sent many demons to attempt to kill this child, but none of them had survived. If Garga Muni were to perform the purificatory process, Kaṁsa’s suspicions would be fully confirmed, and he would take very severe steps. Garga Muni gave this warning to Nanda Mahārāja."
    },
    {
        "verse": "10",
        "devanagari": "श्रीनन्द उवाचअलक्षितोऽस्मिन् रहसि मामकैरपि गोव्रजे ।कुरु द्विजातिसंस्कारं स्वस्तिवाचनपूर्वकम् ॥ १० ॥",
        "english_devnagari": "śrī-nanda uvācaalakṣito ’smin rahasimāmakair api go-vrajekuru dvijāti-saṁskāraṁsvasti-vācana-pūrvakam",
        "verse_Syn": [
            "śrī",
            "nandaḥ",
            "uvāca",
            "alakṣitaḥ",
            "asmin",
            "rahasi",
            "māmakaiḥ",
            "api",
            "go",
            "vraje",
            "kuru",
            "dvijāti",
            "saṁskāram",
            "svasti",
            "vācana",
            "pūrvakam"
        ],
        "translation": "Nanda Mahārāja said: My dear great sage, if you think that your performing this process of purification will make Kaṁsa suspicious, then secretly chant the Vedic hymns and perform the purifying process of second birth here in the cow shed of my house, without the knowledge of anyone else, even my relatives, for this process of purification is essential.",
        "purport": " Nanda Mahārāja did not like the idea of avoiding the purificatory process. Despite the many obstacles, he wanted to take advantage of Garga Muni’s presence and do what was needed. The purificatory process is essential specifically for brāhmaṇas, kṣatriyas and vaiśyas. Therefore, since Nanda Mahārāja presented himself as a vaiśya, this process of purification was essential. Formerly, such institutional activities were compulsory. Cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ (Bg. 4.13). Without these activities of purification, the society would be considered a society of animals. To take advantage of Garga Muni’s presence, Nanda Mahārāja wanted to perform the nāma-karaṇa ceremonies, even secretly, without any gorgeous arrangements. Therefore, the opportunity for purification should be regarded as the essential duty of human society. In Kali-yuga, however, people have forgotten the essence. Mandāḥ sumanda-matayo manda-bhāgyā hy upadrutāḥ (Bhāg. 1.1.10). In this age, people are all bad and unfortunate, and they do not accept Vedic instructions to make their life successful. Nanda Mahārāja, however, did not want to neglect anything. To keep intact a happy society advanced in spiritual knowledge, he took full advantage of Garga Muni’s presence to do what was necessary. How degraded society has become within five thousand years. Mandāḥ sumanda-matayo manda-bhāgyāḥ. The human life is obtained after many, many millions of births, and it is intended for purification. Previously, a father was eager to give all kinds of help to elevate his children, but at present, because of being misguided, people are prepared even to kill to avoid the responsibility of raising children."
    },
    {
        "verse": "11",
        "devanagari": "श्रीशुक उवाचएवं सम्प्रार्थितो विप्र: स्वचिकीर्षितमेव तत् ।चकार नामकरणं गूढो रहसि बालयो: ॥ ११ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ samprārthito vipraḥsva-cikīrṣitam eva tatcakāra nāma-karaṇaṁgūḍho rahasi bālayoḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "samprārthitaḥ",
            "vipraḥ",
            "sva",
            "cikīrṣitam",
            "eva",
            "tat",
            "cakāra",
            "nāma",
            "karaṇam",
            "gūḍhaḥ",
            "rahasi",
            "bālayoḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: Having thus been especially requested by Nanda Mahārāja to do that which he already desired to do, Garga Muni performed the name-giving ceremony for Kṛṣṇa and Balarāma in a solitary place.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "श्रीगर्ग उवाचअयं हि रोहिणीपुत्रो रमयन् सुहृदो गुणै: ।आख्यास्यते राम इति बलाधिक्याद्बलं विदु: ।यदूनामपृथग्भावात् सङ्कर्षणमुशन्त्यपि ॥ १२ ॥",
        "english_devnagari": "śrī-garga uvācaayaṁ hi rohiṇī-putroramayan suhṛdo guṇaiḥākhyāsyate rāma itibalādhikyād balaṁ viduḥyadūnām apṛthag-bhāvātsaṅkarṣaṇam uśanty api",
        "verse_Syn": [
            "śrī",
            "gargaḥ",
            "uvāca",
            "ayam",
            "hi",
            "rohiṇī",
            "putraḥ",
            "ramayan",
            "suhṛdaḥ",
            "guṇaiḥ",
            "ākhyāsyate",
            "rāmaḥ",
            "iti",
            "bala",
            "ādhikyāt",
            "balam",
            "viduḥ",
            "yadūnām",
            "apṛthak",
            "bhāvāt",
            "saṅkarṣaṇam",
            "uśanti",
            "api"
        ],
        "translation": "Garga Muni said: This child, the son of Rohiṇī, will give all happiness to His relatives and friends by His transcendental qualities. Therefore He will be known as Rāma. And because He will manifest extraordinary bodily strength, He will also be known as Bala. Moreover, because He unites two families — Vasudeva’s family and the family of Nanda Mahārāja — He will be known as Saṅkarṣaṇa.",
        "purport": " Baladeva was actually the son of Devakī, but He was transferred from Devakī’s womb to that of Rohiṇī. This fact was not disclosed. According to a statement in the Hari-vaṁśa: Garga Muni did disclose to Nanda Mahārāja that Balarāma would be known as Saṅkarṣaṇa because of uniting two families — the yadu-vaṁśa and the vaṁśa of Nanda Mahārāja — one of which was known as kṣatriya and the other as vaiśya. Both families had the same original forefather, the only difference being that Nanda Mahārāja was born of a vaiśya wife whereas Vasudeva was born of a kṣatriya wife. Later, Nanda Mahārāja married a vaiśya wife, and Vasudeva married a kṣatriya wife. So although the families of Nanda Mahārāja and Vasudeva both came from the same father, they were divided as kṣatriya and vaiśya. Now Baladeva united them, and therefore He was known as Saṅkarṣaṇa."
    },
    {
        "verse": "13",
        "devanagari": "आसन् वर्णास्त्रयो ह्यस्य गृह्णतोऽनुयुगं तनू: ।शुक्लो रक्तस्तथा पीत इदानीं कृष्णतां गत: ॥ १३ ॥",
        "english_devnagari": "āsan varṇās trayo hy asyagṛhṇato ’nuyugaṁ tanūḥśuklo raktas tathā pītaidānīṁ kṛṣṇatāṁ gataḥ",
        "verse_Syn": [
            "āsan",
            "varṇāḥ",
            "trayaḥ",
            "hi",
            "asya",
            "gṛhṇataḥ",
            "anuyugam",
            "tanūḥ",
            "śuklaḥ",
            "raktaḥ",
            "tathā",
            "pītaḥ",
            "idānīm",
            "kṛṣṇatām",
            "gataḥ"
        ],
        "translation": "Your son Kṛṣṇa appears as an incarnation in every millennium. In the past, He assumed three different colors — white, red and yellow — and now He has appeared in a blackish color. [In another Dvāpara-yuga, He appeared (as Lord Rāmacandra) in the color of śuka, a parrot. All such incarnations have now assembled in Kṛṣṇa.]",
        "purport": " Partially explaining the position of Lord Kṛṣṇa and partially covering the facts, Garga Muni indicated, “Your son is a great personality, and He can change the color of His body in different ages.” The word gṛhṇataḥ indicates that Kṛṣṇa is free to make His choice. In other words, He is the Supreme Personality of Godhead and may therefore do whatever He desires. In Vedic literature the different colors assumed by the Personality of Godhead in different millenniums are stated, and therefore when Garga Muni said, “Your son has assumed these colors,” he indirectly said, “He is the Supreme Personality of Godhead.” Because of Kaṁsa’s atrocities, Garga Muni tried to avoid disclosing this fact, but he indirectly informed Nanda Mahārāja that Kṛṣṇa, his son, was the Supreme Personality of Godhead. It may be noted that Śrīla Jīva Gosvāmī, in his book Krama-sandarbha, has enunciated the purport of this verse. In every millennium, Kṛṣṇa appears in a different form, either as white, red or yellow, but this time He personally appeared in His original, blackish form and, as predicted by Garga Muni, exhibited the power of Nārāyaṇa. Because in this form the Supreme Personality of Godhead exhibits Himself fully, His name is Śrī Kṛṣṇa, the all-attractive. Factually, Kṛṣṇa is the source of all avatāras, and therefore all the different features of the different avatāras are present in Kṛṣṇa. When Kṛṣṇa incarnates, all the features of other incarnations are already present within Him. Other incarnations are partial representations of Kṛṣṇa, who is the full-fledged incarnation of the Supreme Being. It is to be understood that the Supreme Being, whether appearing as śukla, rakta or pīta (white, red or yellow), is the same person. When He appears in different incarnations, He appears in different colors, just like the sunshine, which contains seven colors. Sometimes the colors of sunshine are represented separately; otherwise the sunshine is observed mainly as bright light. The different avatāras, such as the manvantara-avatāras, līlā-avatāras and daśa-avatāras, are all included in the kṛṣṇa-avatāra. When Kṛṣṇa appears, all the avatāras appear with Him. As described in Śrīmad-Bhāgavatam (1.3.26): The avatāras incessantly appear, like incessantly flowing water. No one can count how many waves there are in flowing water, and similarly there is no limitation of the avatāras. And Kṛṣṇa is the full representation of all avatāras because He is the source of all avatāras. Kṛṣṇa is aṁśī, whereas others are aṁśa, part of Kṛṣṇa. All living entities, including us, are aṁśas (mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ). These aṁśas are of different magnitude. Human beings (who are minute aṁśas) and the demigods, viṣṇu-tattva and all other living beings are all part of the Supreme. Nityo nityānāṁ cetanaś cetanānām (Kaṭha Upaniṣad 2.2.13). Kṛṣṇa is the full representation of all living entities, and when Kṛṣṇa is present, all avatāras are included in Him. The Eleventh Canto of Śrīmad-Bhāgavatam describes the incarnations for each yuga in chronological order. The Bhāgavatam says, kṛte śuklaś catur-bāhuḥ, tretāyāṁ rakta-varṇo’sau, dvāpare bhagavān śyāmaḥ and kṛṣṇa-varṇaṁ tviṣākṛṣṇam. We actually see that in Kali-yuga, Bhagavān has appeared in pīta-varṇa, or a yellow color, as Gaurasundara, although the Bhāgavatam speaks of kṛṣṇa-varṇam. To adjust all these statements, one should understand that although in some yugas some of the colors are prominent, in every yuga, whenever Kṛṣṇa appears, all the colors are present. Kṛṣṇa-varṇaṁ tviṣākṛṣṇam: although Caitanya Mahāprabhu appears without kṛṣṇa, or a blackish color, He is understood to be Kṛṣṇa Himself. Idānīṁ kṛṣṇatāṁ gataḥ. The same original Kṛṣṇa who appears in different varṇas has now appeared. The word āsan indicates that He is always present. Whenever the Supreme Personality of Godhead appears in His full feature, He is understood to be kṛṣṇa-varṇam, although He appears in different colors. Prahlāda Mahārāja states that Caitanya Mahāprabhu is channa; that is, although He is Kṛṣṇa, He is covered by a yellow color. Thus the Gauḍīya Vaiṣṇavas accept the conclusion that although Caitanya Mahāprabhu appeared in pīta color, He is Kṛṣṇa."
    },
    {
        "verse": "14",
        "devanagari": "प्रागयं वसुदेवस्य क्‍वचिज्जातस्तवात्मज: ।वासुदेव इति श्रीमानभिज्ञा: सम्प्रचक्षते ॥ १४ ॥",
        "english_devnagari": "prāg ayaṁ vasudevasyakvacij jātas tavātmajaḥvāsudeva iti śrīmānabhijñāḥ sampracakṣate",
        "verse_Syn": [
            "prāk",
            "ayam",
            "vasudevasya",
            "kvacit",
            "jātaḥ",
            "tava",
            "ātmajaḥ",
            "vāsudevaḥ",
            "iti",
            "śrīmān",
            "abhijñāḥ",
            "sampracakṣate"
        ],
        "translation": "For many reasons, this beautiful son of yours sometimes appeared previously as the son of Vasudeva. Therefore, those who are learned sometimes call this child Vāsudeva.",
        "purport": " Garga Muni indirectly disclosed, “This child was originally born as the son of Vasudeva, although He is acting as your child. Generally He is your child, but sometimes He is the son of Vasudeva.”"
    },
    {
        "verse": "15",
        "devanagari": "बहूनि सन्ति नामानि रूपाणि च सुतस्य ते ।गुणकर्मानुरूपाणि तान्यहं वेद नो जना: ॥ १५ ॥",
        "english_devnagari": "bahūni santi nāmānirūpāṇi ca sutasya teguṇa-karmānurūpāṇitāny ahaṁ veda no janāḥ",
        "verse_Syn": [
            "bahūni",
            "santi",
            "nāmāni",
            "rūpāṇi",
            "ca",
            "sutasya",
            "te",
            "guṇa",
            "karma",
            "anu",
            "rūpāṇi",
            "tāni",
            "aham",
            "veda",
            "no",
            "janāḥ"
        ],
        "translation": "For this son of yours there are many forms and names according to His transcendental qualities and activities. These are known to me, but people in general do not understand them.",
        "purport": " Bahūni: the Lord has many names. Advaitam acyutam anādim ananta-rūpam ādyaṁ purāṇa-puruṣaṁ nava-yauvanaṁ ca. As stated in the Brahma-saṁhitā (5.33), the Lord is one, but He has many forms and many names. It was not that because Garga Muni gave the child the name Kṛṣṇa, that was His only name. He has other names, such as Bhaktavatsala, Giridhārī, Govinda and Gopāla. If we analyze the nirukti, or semantic derivation, of the word “Kṛṣṇa,” we find that na signifies that He stops the repetition of birth and death, and kṛṣ means sattārtha, or “existence.” (Kṛṣṇa is the whole of existence.) Also, kṛṣ means “attraction,” and na means ānanda, or “bliss.” Kṛṣṇa is known as Mukunda because He wants to give everyone spiritual, eternal, blissful life. Unfortunately, because of the living entity’s little independence, the living entity wants to “deprogram” the program of Kṛṣṇa. This is the material disease. Nonetheless, because Kṛṣṇa wants to give transcendental bliss to the living entities, He appears in various forms. Therefore He is called Kṛṣṇa. Because Garga Muni was an astrologer, he knew what others did not know. Yet Kṛṣṇa has so many names that even Garga Muni did not know them all. It is to be concluded that Kṛṣṇa, according to His transcendental activities, has many names and many forms."
    },
    {
        "verse": "16",
        "devanagari": "एष व: श्रेय आधास्यद् गोपगोकुलनन्दन: ।अनेन सर्वदुर्गाणि यूयमञ्जस्तरिष्यथ ॥ १६ ॥",
        "english_devnagari": "eṣa vaḥ śreya ādhāsyadgopa-gokula-nandanaḥanena sarva-durgāṇiyūyam añjas tariṣyatha",
        "verse_Syn": [
            "eṣaḥ",
            "vaḥ",
            "śreyaḥ",
            "ādhāsyat",
            "gopa",
            "gokula",
            "nandanaḥ",
            "anena",
            "sarva",
            "durgāṇi",
            "yūyam",
            "añjaḥ",
            "tariṣyatha"
        ],
        "translation": "To increase the transcendental bliss of the cowherd men of Gokula, this child will always act auspiciously for you. And by His grace only, you will surpass all difficulties.",
        "purport": " For the cowherd men and the cows, Kṛṣṇa is the supreme friend. Therefore He is worshiped by the prayer namo brahmaṇya-devāya go-brāhmaṇa-hitāya ca. His pastimes in Gokula, His dhāma, are always favorable to the brāhmaṇas and the cows. His first business is to give all comfort to the cows and the brāhmaṇas. In fact, comfort for the brāhmaṇas is secondary, and comfort for the cows is His first concern. Because of His presence, all people would overcome all difficulties and always be situated in transcendental bliss."
    },
    {
        "verse": "17",
        "devanagari": "पुरानेन व्रजपते साधवो दस्युपीडिता: ।अराजके रक्ष्यमाणा जिग्युर्दस्यून्समेधिता: ॥ १७ ॥",
        "english_devnagari": "purānena vraja-patesādhavo dasyu-pīḍitāḥarājake rakṣyamāṇājigyur dasyūn samedhitāḥ",
        "verse_Syn": [
            "purā",
            "anena",
            "vraja",
            "pate",
            "sādhavaḥ",
            "dasyu",
            "pīḍitāḥ",
            "arājake",
            "rakṣyamāṇāḥ",
            "jigyuḥ",
            "dasyūn",
            "samedhitāḥ"
        ],
        "translation": "O Nanda Mahārāja, as recorded in history, when there was an irregular, incapable government, Indra having been dethroned, and people were being harassed and disturbed by thieves, this child appeared in order to protect the people and enable them to flourish, and He curbed the rogues and thieves.",
        "purport": " Indra is the king of the universe. Demons, thieves and rogues always disturb Indra (indrāri-vyākulaṁ lokam), but when indrāris, the enemies of Indra, become prominent, Kṛṣṇa appears. Kṛṣṇas tu bhagavān svayaṁ/ indrāri-vyākulaṁ lokaṁ mṛḍayanti yuge yuge (Bhāg. 1.3.28)."
    },
    {
        "verse": "18",
        "devanagari": "य एतस्मिन् महाभागा: प्रीतिं कुर्वन्ति मानवा: ।नारयोऽभिभवन्त्येतान् विष्णुपक्षानिवासुरा: ॥ १८ ॥",
        "english_devnagari": "ya etasmin mahā-bhāgāḥprītiṁ kurvanti mānavāḥnārayo ’bhibhavanty etānviṣṇu-pakṣān ivāsurāḥ",
        "verse_Syn": [
            "ye",
            "etasmin",
            "mahā",
            "bhāgāḥ",
            "prītim",
            "kurvanti",
            "mānavāḥ",
            "na",
            "arayaḥ",
            "abhibhavanti",
            "etān",
            "viṣṇu",
            "pakṣān",
            "iva",
            "asurāḥ"
        ],
        "translation": "Demons [asuras] cannot harm the demigods, who always have Lord Viṣṇu on their side. Similarly, any person or group attached to Kṛṣṇa is extremely fortunate. Because such persons are very much affectionate toward Kṛṣṇa, they cannot be defeated by demons like the associates of Kaṁsa [or by the internal enemies, the senses].",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "तस्मान्नन्दात्मजोऽयं ते नारायणसमो गुणै: ।श्रिया कीर्त्यानुभावेन गोपायस्व समाहित: ॥ १९ ॥",
        "english_devnagari": "tasmān nandātmajo ’yaṁ tenārāyaṇa-samo guṇaiḥśriyā kīrtyānubhāvenagopāyasva samāhitaḥ",
        "verse_Syn": [
            "tasmāt",
            "nanda",
            "ātmajaḥ",
            "ayam",
            "te",
            "nārāyaṇa",
            "samaḥ",
            "guṇaiḥ",
            "śriyā",
            "kīrtyā",
            "anubhāvena",
            "gopāyasva",
            "samāhitaḥ"
        ],
        "translation": "In conclusion, therefore, O Nanda Mahārāja, this child of yours is as good as Nārāyaṇa. In His transcendental qualities, opulence, name, fame and influence, He is exactly like Nārāyaṇa. You should all raise this child very carefully and cautiously.",
        "purport": " In this verse, the word nārāyaṇa-samaḥ is significant. Nārāyaṇa has no equal. He is asamordhva: no one is equal to Him, and no one is greater than He is. As stated in śāstra: One who equates Nārāyaṇa even with great exalted demigods like Lord Śiva or Lord Brahmā is a pāṣaṇḍī, an agnostic. No one can equal Nārāyaṇa. Nonetheless, Garga Muni used the word sama, meaning “equal,” because he wanted to treat Kṛṣṇa as the Supreme Personality of Godhead who had become Nanda Mahārāja’s son. Garga Muni wanted to impress upon the mind of Nanda Mahārāja, “Your worshipable Deity, Nārāyaṇa, is so pleased with you that He has sent you a son almost equal to Him in qualifications. Therefore you may designate your son with a similar name, such as Mukunda or Madhusūdana. But you must always remember that whenever you want to do something very good, there will be many hindrances. Therefore you should raise and protect this child with great care. If you can protect this child very cautiously, as Nārāyaṇa always protects you, the child will be as good as Nārāyaṇa.” Garga Muni also indicated that although the child was exaltedly qualified like Nārāyaṇa, He would enjoy more than Nārāyaṇa as rāsa-vihārī, the central enjoyer of the rāsa dance. As stated in the Brahma-saṁhitā, lakṣmī-sahasra-śata-sambhrama-sevyamānam: He would be served by many gopīs, who would all be as good as the goddess of fortune."
    },
    {
        "verse": "20",
        "devanagari": "श्रीशुक उवाचइत्यात्मानं समादिश्य गर्गे च स्वगृहं गते ।नन्द: प्रमुदितो मेने आत्मानं पूर्णमाशिषाम् ॥ २० ॥",
        "english_devnagari": "śrī-śuka uvācaity ātmānaṁ samādiśyagarge ca sva-gṛhaṁ gatenandaḥ pramudito meneātmānaṁ pūrṇam āśiṣām",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "ātmānam",
            "samādiśya",
            "garge",
            "ca",
            "sva",
            "gṛham",
            "gate",
            "nandaḥ",
            "pramuditaḥ",
            "mene",
            "ātmānam",
            "pūrṇam",
            "āśiṣām"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī continued: After Garga Muni, having instructed Nanda Mahārāja about Kṛṣṇa, departed for his own home, Nanda Mahārāja was very pleased and considered himself full of all good fortune.",
        "purport": " Kṛṣṇa is the Supersoul, and Nanda Mahārāja is the individual soul. By the instructions of Garga Muni, both of them were blessed. Nanda Mahārāja was thinking of Kṛṣṇa’s safety from the hands of demons like Pūtanā and Śakaṭāsura, and because he possessed such a son, he thought of himself as most fortunate."
    },
    {
        "verse": "21",
        "devanagari": "कालेन व्रजताल्पेन गोकुले रामकेशवौ ।जानुभ्यां सह पाणिभ्यां रिङ्गमाणौ विजह्रतु: ॥ २१ ॥",
        "english_devnagari": "kālena vrajatālpenagokule rāma-keśavaujānubhyāṁ saha pāṇibhyāṁriṅgamāṇau vijahratuḥ",
        "verse_Syn": [
            "kālena",
            "vrajatā",
            "alpena",
            "gokule",
            "rāma",
            "keśavau",
            "jānubhyām",
            "saha",
            "pāṇibhyām",
            "riṅgamāṇau",
            "vijahratuḥ"
        ],
        "translation": "After a short time passed, both brothers, Rāma and Kṛṣṇa, began to crawl on the ground of Vraja with the strength of Their hands and knees and thus enjoy Their childhood play.",
        "purport": " One brāhmaṇa devotee says: “Let others, fearing material existence, worship the Vedas, the Vedic supplementary Purāṇas and the Mahābhārata, but I shall worship Nanda Mahārāja, in whose courtyard the Supreme Brahman is crawling.” For a highly exalted devotee, kaivalya, merging into the existence of the Supreme, appears no better than hell (narakāyate). But here one can simply think of the crawling of Kṛṣṇa and Balarāma in the courtyard of Nanda Mahārāja and always merge in transcendental happiness. As long as one is absorbed in thoughts of kṛṣṇa-līlā, especially Kṛṣṇa’s childhood pastimes, as Parīkṣit Mahārāja desired to be, one is always merged in actual kaivalya. Therefore Vyāsadeva compiled Śrīmad-Bhāgavatam. Lokasyājānato vidvāṁś cakre sātvata-saṁhitām (Bhāg. 1.7.6). Vyāsadeva compiled Śrīmad-Bhāgavatam, under the instruction of Nārada, so that anyone can take advantage of this literature, think of Kṛṣṇa’s pastimes and always be liberated."
    },
    {
        "verse": "22",
        "devanagari": "तावङ्‍‍घ्रियुग्ममनुकृष्य सरीसृपन्तौघोषप्रघोषरुचिरं व्रजकर्दमेषु ।तन्नादहृष्टमनसावनुसृत्य लोकंमुग्धप्रभीतवदुपेयतुरन्ति मात्रो: ॥ २२ ॥",
        "english_devnagari": "tāv aṅghri-yugmam anukṛṣya sarīsṛpantaughoṣa-praghoṣa-ruciraṁ vraja-kardameṣutan-nāda-hṛṣṭa-manasāv anusṛtya lokaṁmugdha-prabhītavad upeyatur anti mātroḥ",
        "verse_Syn": [
            "tau",
            "aṅghri",
            "yugmam",
            "anukṛṣya",
            "sarīsṛpantau",
            "ghoṣa",
            "praghoṣa",
            "ruciram",
            "vraja",
            "kardameṣu",
            "tat",
            "nāda",
            "hṛṣṭa",
            "manasau",
            "anusṛtya",
            "lokam",
            "mugdha",
            "prabhīta",
            "vat",
            "upeyatuḥ",
            "anti",
            "mātroḥ"
        ],
        "translation": "When Kṛṣṇa and Balarāma, with the strength of Their legs, crawled in the muddy places created in Vraja by cow dung and cow urine, Their crawling resembled the crawling of serpents, and the sound of Their ankle bells was very charming. Very much pleased by the sound of other people’s ankle bells, They used to follow these people as if going to Their mothers, but when They saw that these were other people, They became afraid and returned to Their real mothers, Yaśodā and Rohiṇī.",
        "purport": " When Kṛṣṇa and Balarāma were crawling about Vrajabhūmi, They were enchanted by the sound of ankle bells. Thus They sometimes followed other people, who would enjoy the crawling of Kṛṣṇa and Balarāma and exclaim, “Oh, see how Kṛṣṇa and Balarāma are crawling!” Upon hearing this, Kṛṣṇa and Balarāma could understand that these were not Their mothers They were following, and They would return to Their actual mothers. Thus the crawling of Kṛṣṇa and Balarāma was enjoyed by the people of the neighborhood, as well as by mother Yaśodā and Rohiṇī and the two children Themselves."
    },
    {
        "verse": "23",
        "devanagari": "तन्मातरौ निजसुतौ घृणया स्‍नुवन्त्यौपङ्काङ्गरागरुचिरावुपगृह्य दोर्भ्याम् ।दत्त्वा स्तनं प्रपिबतो: स्म मुखं निरीक्ष्यमुग्धस्मिताल्पदशनं ययतु: प्रमोदम् ॥ २३ ॥",
        "english_devnagari": "tan-mātarau nija-sutau ghṛṇayā snuvantyaupaṅkāṅga-rāga-rucirāv upagṛhya dorbhyāmdattvā stanaṁ prapibatoḥ sma mukhaṁ nirīkṣyamugdha-smitālpa-daśanaṁ yayatuḥ pramodam",
        "verse_Syn": [
            "tat",
            "mātarau",
            "nija",
            "sutau",
            "ghṛṇayā",
            "snuvantyau",
            "paṅka",
            "aṅga",
            "rāga",
            "rucirau",
            "upagṛhya",
            "dorbhyām",
            "dattvā",
            "stanam",
            "prapibatoḥ",
            "sma",
            "mukham",
            "nirīkṣya",
            "mugdha",
            "smita",
            "alpa",
            "daśanam",
            "yayatuḥ",
            "pramodam"
        ],
        "translation": "Dressed with muddy earth mixed with cow dung and cow urine, the babies looked very beautiful, and when They went to Their mothers, both Yaśodā and Rohiṇī picked Them up with great affection, embraced Them and allowed Them to suck the milk flowing from their breasts. While sucking the breast, the babies smiled, and Their small teeth were visible. Their mothers, upon seeing those beautiful teeth, enjoyed great transcendental bliss.",
        "purport": " As the mothers cared for their respective babies, by the arrangement of Yoga-māyā the babies thought, “Here is My mother,” and the mothers thought, “Here is my son.” Because of affection, milk naturally flowed from the mothers’ breasts, and the babies drank it. When the mothers saw small teeth coming in, they would count them and be happy, and when the babies saw Their mothers allowing Them to drink their breast milk, the babies also felt transcendental pleasure. As this transcendental affection continued between Rohiṇī and Balarāma and Yaśodā and Kṛṣṇa, they all enjoyed transcendental bliss."
    },
    {
        "verse": "24",
        "devanagari": "यर्ह्यङ्गनादर्शनीयकुमारलीला-वन्तर्व्रजे तदबला: प्रगृहीतपुच्छै: ।वत्सैरितस्तत उभावनुकृष्यमाणौप्रेक्षन्त्य उज्झितगृहा जहृषुर्हसन्त्य: ॥ २४ ॥",
        "english_devnagari": "yarhy aṅganā-darśanīya-kumāra-līlāvantar-vraje tad abalāḥ pragṛhīta-pucchaiḥvatsair itas tata ubhāv anukṛṣyamāṇauprekṣantya ujjhita-gṛhā jahṛṣur hasantyaḥ",
        "verse_Syn": [
            "yarhi",
            "aṅganā",
            "darśanīya",
            "kumāra",
            "līlau",
            "antaḥ",
            "vraje",
            "tat",
            "abalāḥ",
            "pragṛhīta",
            "pucchaiḥ",
            "vatsaiḥ",
            "itaḥ",
            "tataḥ",
            "ubhau",
            "anukṛṣyamāṇau",
            "prekṣantyaḥ",
            "ujjhita",
            "gṛhāḥ",
            "jahṛṣuḥ",
            "hasantyaḥ"
        ],
        "translation": "Within the house of Nanda Mahārāja, the cowherd ladies would enjoy seeing the pastimes of the babies Rāma and Kṛṣṇa. The babies would catch the ends of the calves’ tails, and the calves would drag Them here and there. When the ladies saw these pastimes, they certainly stopped their household activities and laughed and enjoyed the incidents.",
        "purport": " While crawling in curiosity, Kṛṣṇa and Balarāma would sometimes catch the ends of the tails of calves. The calves, feeling that someone had caught them, would begin to flee here and there, and the babies would hold on very tightly, being afraid of how the calves were moving. The calves, seeing that the babies were holding them tightly, would also become afraid. Then the ladies would come to rescue the babies and gladly laugh. This was their enjoyment."
    },
    {
        "verse": "25",
        "devanagari": "श‍ृङ्‌ग्यग्निदंष्ट्र्यसिजलद्विजकण्टकेभ्य:क्रीडापरावतिचलौ स्वसुतौ निषेद्धुम् ।गृह्याणि कर्तुमपि यत्र न तज्जनन्यौशेकात आपतुरलं मनसोऽनवस्थाम् ॥ २५ ॥",
        "english_devnagari": "śṛṅgy-agni-daṁṣṭry-asi-jala-dvija-kaṇṭakebhyaḥkrīḍā-parāv aticalau sva-sutau niṣeddhumgṛhyāṇi kartum api yatra na taj-jananyauśekāta āpatur alaṁ manaso ’navasthām",
        "verse_Syn": [
            "śṛṅgī",
            "agni",
            "daṁṣṭrī",
            "asi",
            "jala",
            "dvija",
            "kaṇṭakebhyaḥ",
            "krīḍā",
            "parau",
            "ati",
            "calau",
            "sva",
            "sutau",
            "niṣeddhum",
            "gṛhyāṇi",
            "kartum",
            "api",
            "yatra",
            "na",
            "tat",
            "jananyau",
            "śekāte",
            "āpatuḥ",
            "alam",
            "manasaḥ",
            "anavasthām"
        ],
        "translation": "When mother Yaśodā and Rohiṇī were unable to protect the babies from calamities threatened by horned cows, by fire, by animals with claws and teeth such as monkeys, dogs and cats, and by thorns, swords and other weapons on the ground, they were always in anxiety, and their household engagements were disturbed. At that time, they were fully equipoised in the transcendental ecstasy known as the distress of material affection, for this was aroused within their minds.",
        "purport": " All these pastimes of Kṛṣṇa, and the great enjoyment exhibited by the mothers, are transcendental; nothing about them is material. They are described in the Brahma-saṁhitā as ānanda-cinmaya-rasa. In the spiritual world there is anxiety, there is crying, and there are other feelings similar to those of the material world, but because the reality of these feelings is in the transcendental world, of which this world is only an imitation, mother Yaśodā and Rohiṇī enjoyed them transcendentally."
    },
    {
        "verse": "26",
        "devanagari": "कालेनाल्पेन राजर्षे राम: कृष्णश्च गोकुले ।अघृष्टजानुभि: पद्भ‍िर्विचक्रमतुरञ्जसा ॥ २६ ॥",
        "english_devnagari": "kālenālpena rājarṣerāmaḥ kṛṣṇaś ca gokuleaghṛṣṭa-jānubhiḥ padbhirvicakramatur añjasā",
        "verse_Syn": [
            "kālena",
            "alpena",
            "rājarṣe",
            "rāmaḥ",
            "kṛṣṇaḥ",
            "ca",
            "gokule",
            "aghṛṣṭa",
            "jānubhiḥ",
            "padbhiḥ",
            "vicakramatuḥ",
            "añjasā"
        ],
        "translation": "O King Parīkṣit, within a very short time both Rāma and Kṛṣṇa began to walk very easily in Gokula on Their legs, by Their own strength, without the need to crawl.",
        "purport": " Instead of crawling with Their knees, the babies could now stand up by holding on to something and walk little by little, without difficulty, by the strength of Their legs."
    },
    {
        "verse": "27",
        "devanagari": "ततस्तु भगवान् कृष्णो वयस्यैर्व्रजबालकै: ।सहरामो व्रजस्त्रीणां चिक्रीडे जनयन् मुदम् ॥ २७ ॥",
        "english_devnagari": "tatas tu bhagavān kṛṣṇovayasyair vraja-bālakaiḥsaha-rāmo vraja-strīṇāṁcikrīḍe janayan mudam",
        "verse_Syn": [
            "tataḥ",
            "tu",
            "bhagavān",
            "kṛṣṇaḥ",
            "vayasyaiḥ",
            "vraja",
            "bālakaiḥ",
            "saha",
            "rāmaḥ",
            "vraja",
            "strīṇām",
            "cikrīḍe",
            "janayan",
            "mudam"
        ],
        "translation": "Thereafter, Lord Kṛṣṇa, along with Balarāma, began to play with the other children of the cowherd men, thus awakening the transcendental bliss of the cowherd women.",
        "purport": " The word saha-rāmaḥ, meaning “along with Balarāma,” is significant in this verse. In such transcendental pastimes, Kṛṣṇa is the chief hero, and Balarāma provides additional help."
    },
    {
        "verse": "28",
        "devanagari": "कृष्णस्य गोप्यो रुचिरं वीक्ष्य कौमारचापलम् ।श‍ृण्वन्त्या: किल तन्मातुरिति होचु: समागता: ॥ २८ ॥",
        "english_devnagari": "kṛṣṇasya gopyo ruciraṁvīkṣya kaumāra-cāpalamśṛṇvantyāḥ kila tan-māturiti hocuḥ samāgatāḥ",
        "verse_Syn": [
            "kṛṣṇasya",
            "gopyaḥ",
            "ruciram",
            "vīkṣya",
            "kaumāra",
            "cāpalam",
            "śṛṇvantyāḥ",
            "kila",
            "tat",
            "mātuḥ",
            "iti",
            "ha",
            "ūcuḥ",
            "samāgatāḥ"
        ],
        "translation": "Observing the very attractive childish restlessness of Kṛṣṇa, all the gopīs in the neighborhood, to hear about Kṛṣṇa’s activities again and again, would approach mother Yaśodā and speak to her as follows.",
        "purport": " Kṛṣṇa’s activities are always very attractive to devotees. Therefore the neighbors, who were friends of mother Yaśodā, informed mother Yaśodā of whatever they saw Kṛṣṇa doing in the neighborhood. Mother Yaśodā, just to hear about the activities of her son, stopped her household duties and enjoyed the information given by the neighborhood friends."
    },
    {
        "verse": "29",
        "devanagari": "वत्सान् मुञ्चन् क्‍वचिदसमये क्रोशसञ्जातहास:स्तेयं स्वाद्वत्त्यथ दधिपय: कल्पितै: स्तेययोगै: ।मर्कान् भोक्ष्यन् विभजति स चेन्नात्ति भाण्डं भिन्नत्तिद्रव्यालाभे सगृहकुपितो यात्युपक्रोश्य तोकान् ॥ २९ ॥",
        "english_devnagari": "vatsān muñcan kvacid asamaye krośa-sañjāta-hāsaḥsteyaṁ svādv atty atha dadhi-payaḥ kalpitaiḥ steya-yogaiḥmarkān bhokṣyan vibhajati sa cen nātti bhāṇḍaṁ bhinnattidravyālābhe sagṛha-kupito yāty upakrośya tokān",
        "verse_Syn": [
            "vatsān",
            "muñcan",
            "kvacit",
            "asamaye",
            "krośa",
            "sañjāta",
            "hāsaḥ",
            "steyam",
            "svādu",
            "atti",
            "atha",
            "dadhi",
            "payaḥ",
            "kalpitaiḥ",
            "steya",
            "yogaiḥ",
            "markān",
            "bhokṣyan",
            "vibhajati",
            "saḥ",
            "cet",
            "na",
            "atti",
            "bhāṇḍam",
            "bhinnatti",
            "dravya",
            "alābhe",
            "sa",
            "gṛha",
            "kupitaḥ",
            "yāti",
            "upakrośya",
            "tokān"
        ],
        "translation": "“Our dear friend Yaśodā, your son sometimes comes to our houses before the milking of the cows and releases the calves, and when the master of the house becomes angry, your son merely smiles. Sometimes He devises some process by which He steals palatable curd, butter and milk, which He then eats and drinks. When the monkeys assemble, He divides it with them, and when the monkeys have their bellies so full that they won’t take more, He breaks the pots. Sometimes, if He gets no opportunity to steal butter or milk from a house, He will be angry at the householders, and for His revenge He will agitate the small children by pinching them. Then, when the children begin crying, Kṛṣṇa will go away.",
        "purport": " The narration of Kṛṣṇa’s naughty childhood activities would be presented to mother Yaśodā in the form of complaints. Sometimes Kṛṣṇa would enter the house of a neighbor, and if He found no one there, He would release the calves before the time for the cows to be milked. The calves are actually supposed to be released when their mothers are milked, but Kṛṣṇa would release them before that time, and naturally the calves would drink all the milk from their mothers. When the cowherd men saw this, they would chase Kṛṣṇa and try to catch Him, saying, “Here is Kṛṣṇa doing mischief,” but He would flee and enter another house, where He would again devise some means to steal butter and curd. Then the cowherd men would again try to capture Him, saying, “Here is the butter thief. Better capture Him!” And they would be angry. But Kṛṣṇa would simply smile, and they would forget everything. Sometimes, in their presence, He would begin eating the curd and butter. There was no need for Kṛṣṇa to eat butter, since His belly was always full, but He would try to eat it, or else He would break the pots and distribute the contents to the monkeys. In this way, Kṛṣṇa was always engaged in mischief-making. If in any house He could not find any butter or curd to steal, He would go into a room and agitate the small children sleeping there by pinching them, and when they cried He would go away."
    },
    {
        "verse": "30",
        "devanagari": "हस्ताग्राह्ये रचयति विधिं पीठकोलूखलाद्यै-श्छिद्रं ह्यन्तर्निहितवयुन: शिक्यभाण्डेषु तद्वित् ।ध्वान्तागारे धृतमणिगणं स्वाङ्गमर्थप्रदीपंकाले गोप्यो यर्हि गृहकृत्येषु सुव्यग्रचित्ता: ॥ ३० ॥",
        "english_devnagari": "hastāgrāhye racayati vidhiṁ pīṭhakolūkhalādyaiśchidraṁ hy antar-nihita-vayunaḥ śikya-bhāṇḍeṣu tad-vitdhvāntāgāre dhṛta-maṇi-gaṇaṁ svāṅgam artha-pradīpaṁkāle gopyo yarhi gṛha-kṛtyeṣu suvyagra-cittāḥ",
        "verse_Syn": [
            "hasta",
            "agrāhye",
            "racayati",
            "vidhim",
            "pīṭhaka",
            "ulūkhala",
            "ādyaiḥ",
            "chidram",
            "hi",
            "antaḥ",
            "nihita",
            "vayunaḥ",
            "śikya",
            "bhāṇḍeṣu",
            "tat",
            "vit",
            "dhvānta",
            "āgāre",
            "dhṛta",
            "maṇi",
            "gaṇam",
            "sva",
            "aṅgam",
            "artha",
            "pradīpam",
            "kāle",
            "gopyaḥ",
            "yarhi",
            "gṛha",
            "kṛtyeṣu",
            "su",
            "vyagra",
            "cittāḥ"
        ],
        "translation": "“When the milk and curd are kept high on a swing hanging from the ceiling and Kṛṣṇa and Balarāma cannot reach it, They arrange to reach it by piling up various planks and turning upside down the mortar for grinding spices. Being quite aware of the contents of a pot, They poke holes in it. While the elderly gopīs go about their household affairs, Kṛṣṇa and Balarāma sometimes go into a dark room, brightening the place with the valuable jewels and ornaments on Their bodies and taking advantage of this light by stealing.",
        "purport": " Formerly, in every household, yogurt and butter were kept for use in emergencies. But Kṛṣṇa and Balarāma would pile up planks so that They could reach the pots and would then pick holes in the pots with Their hands so that the contents would leak out and They could drink it. This was another means for stealing butter and milk. When the butter and milk were kept in a dark room, Kṛṣṇa and Balarāma would go there and make the place bright with the valuable jewels on Their bodies. On the whole, Kṛṣṇa and Balarāma engaged in stealing butter and milk from the neighborhood houses in many ways."
    },
    {
        "verse": "31",
        "devanagari": "एवं धार्ष्ट्यान्युशति कुरुते मेहनादीनि वास्तौस्तेयोपायैर्विरचितकृति: सुप्रतीको यथास्ते ।इत्थं स्त्रीभि: सभयनयनश्रीमुखालोकिनीभि-र्व्याख्यातार्था प्रहसितमुखी न ह्युपालब्धुमैच्छत् ॥ ३१ ॥",
        "english_devnagari": "evaṁ dhārṣṭyāny uśati kurute mehanādīni vāstausteyopāyair viracita-kṛtiḥ supratīko yathāsteitthaṁ strībhiḥ sa-bhaya-nayana-śrī-mukhālokinībhirvyākhyātārthā prahasita-mukhī na hy upālabdhum aicchat",
        "verse_Syn": [
            "evam",
            "dhārṣṭyāni",
            "uśati",
            "kurute",
            "mehana",
            "ādīni",
            "vāstau",
            "steya",
            "upāyaiḥ",
            "viracita",
            "kṛtiḥ",
            "su",
            "pratīkaḥ",
            "yathā",
            "āste",
            "ittham",
            "strībhiḥ",
            "sa",
            "bhaya",
            "nayana",
            "śrī",
            "mukha",
            "ālokinībhiḥ",
            "vyākhyāta",
            "arthā",
            "prahasita",
            "mukhī",
            "na",
            "hi",
            "upālabdhum",
            "aicchat"
        ],
        "translation": "“When Kṛṣṇa is caught in His naughty activities, the master of the house will say to Him, ‘Oh, You are a thief,’ and artificially express anger at Kṛṣṇa. Kṛṣṇa will then reply, ‘I am not a thief. You are a thief.’ Sometimes, being angry, Kṛṣṇa passes urine and stool in a neat, clean place in our houses. But now, our dear friend Yaśodā, this expert thief is sitting before you like a very good boy.” Sometimes all the gopīs would look at Kṛṣṇa sitting there, His eyes fearful so that His mother would not chastise Him, and when they saw Kṛṣṇa’s beautiful face, instead of chastising Him they would simply look upon His face and enjoy transcendental bliss. Mother Yaśodā would mildly smile at all this fun, and she would not want to chastise her blessed transcendental child.",
        "purport": " Kṛṣṇa’s business in the neighborhood was not only to steal but sometimes to pass stool and urine in a neat, clean house. When caught by the master of the house, Kṛṣṇa would chastise him, saying, “You are a thief.” Aside from being a thief in His childhood affairs, Kṛṣṇa acted as an expert thief when He was young by attracting young girls and enjoying them in the rāsa dance. This is Kṛṣṇa’s business. He is also violent, as the killer of many demons. Although mundane people like nonviolence and other such brilliant qualities, God, the Absolute Truth, being always the same, is good in any activities, even so-called immoral activities like stealing, killing and violence. Kṛṣṇa is always pure, and He is always the Supreme Absolute Truth. Kṛṣṇa may do anything supposedly abominable in material life, yet still He is attractive. Therefore His name is Kṛṣṇa, meaning “all-attractive.” This is the platform on which transcendental loving affairs and service are exchanged. Because of the features of Kṛṣṇa’s face, the mothers were so attracted that they could not chastise Him. Instead of chastising Him, they smiled and enjoyed hearing of Kṛṣṇa’s activities. Thus the gopīs remained satisfied, and Kṛṣṇa enjoyed their happiness. Therefore another name of Kṛṣṇa is Gopī-jana-vallabha because He invented such activities to please the gopīs."
    },
    {
        "verse": "32",
        "devanagari": "एकदा क्रीडमानास्ते रामाद्या गोपदारका: ।कृष्णो मृदं भक्षितवानिति मात्रे न्यवेदयन् ॥ ३२ ॥",
        "english_devnagari": "ekadā krīḍamānās terāmādyā gopa-dārakāḥkṛṣṇo mṛdaṁ bhakṣitavāniti mātre nyavedayan",
        "verse_Syn": [
            "ekadā",
            "krīḍamānāḥ",
            "te",
            "rāma",
            "ādyāḥ",
            "gopa",
            "dārakāḥ",
            "kṛṣṇaḥ",
            "mṛdam",
            "bhakṣitavān",
            "iti",
            "mātre",
            "nyavedayan"
        ],
        "translation": "One day while Kṛṣṇa was playing with His small playmates, including Balarāma and other sons of the gopas, all His friends came together and lodged a complaint to mother Yaśodā. “Mother,” they submitted, “Kṛṣṇa has eaten earth.”",
        "purport": " Here is another of Kṛṣṇa’s transcendental activities invented to please the gopīs. First a complaint was lodged with mother Yaśodā about Kṛṣṇa’s stealing, but mother Yaśodā did not chastise Him. Now, in an attempt to awaken mother Yaśodā’s anger so that she would chastise Kṛṣṇa, another complaint was invented — that Kṛṣṇa had eaten earth."
    },
    {
        "verse": "33",
        "devanagari": "सा गृहीत्वा करे कृष्णमुपालभ्य हितैषिणी ।यशोदा भयसम्भ्रान्तप्रेक्षणाक्षमभाषत ॥ ३३ ॥",
        "english_devnagari": "sā gṛhītvā kare kṛṣṇamupālabhya hitaiṣiṇīyaśodā bhaya-sambhrānta-prekṣaṇākṣam abhāṣata",
        "verse_Syn": [
            "sā",
            "gṛhītvā",
            "kare",
            "kṛṣṇam",
            "upālabhya",
            "hita",
            "eṣiṇī",
            "yaśodā",
            "bhaya",
            "sambhrānta",
            "prekṣaṇa",
            "akṣam",
            "abhāṣata"
        ],
        "translation": "Upon hearing this from Kṛṣṇa’s playmates, mother Yaśodā, who was always full of anxiety over Kṛṣṇa’s welfare, picked Kṛṣṇa up with her hands to look into His mouth and chastise Him. Her eyes fearful, she spoke to her son as follows.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "कस्मान्मृदमदान्तात्मन् भवान्भक्षितवान्‌ रह: ।वदन्ति तावका ह्येते कुमारास्तेऽग्रजोऽप्ययम् ॥ ३४ ॥",
        "english_devnagari": "kasmān mṛdam adāntātmanbhavān bhakṣitavān rahaḥvadanti tāvakā hy etekumārās te ’grajo ’py ayam",
        "verse_Syn": [
            "kasmāt",
            "mṛdam",
            "adānta",
            "ātman",
            "bhavān",
            "bhakṣitavān",
            "rahaḥ",
            "vadanti",
            "tāvakāḥ",
            "hi",
            "ete",
            "kumārāḥ",
            "te",
            "agrajaḥ",
            "api",
            "ayam"
        ],
        "translation": "Dear Kṛṣṇa, why are You so restless that You have eaten dirt in a solitary place? This complaint has been lodged against You by all Your playmates, including Your elder brother, Balarāma. How is this?",
        "purport": " Mother Yaśodā was agitated by Kṛṣṇa’s restless misbehavior. Her house was full of sweetmeats. Why then should the restless boy eat dirt in a solitary place? Kṛṣṇa replied, “My dear mother, they have plotted together and lodged a complaint against Me so that you will punish Me. My elder brother, Balarāma, has joined them. Actually, I have not done this. Take My words as true. Do not be angry and chastise Me.”"
    },
    {
        "verse": "35",
        "devanagari": "नाहं भक्षितवानम्ब सर्वे मिथ्याभिशंसिन: ।यदि सत्यगिरस्तर्हि समक्षं पश्य मे मुखम् ॥ ३५ ॥",
        "english_devnagari": "nāhaṁ bhakṣitavān ambasarve mithyābhiśaṁsinaḥyadi satya-giras tarhisamakṣaṁ paśya me mukham",
        "verse_Syn": [
            "na",
            "aham",
            "bhakṣitavān",
            "amba",
            "sarve",
            "mithya",
            "abhiśaṁsinaḥ",
            "yadi",
            "satya",
            "giraḥ",
            "tarhi",
            "samakṣam",
            "paśya",
            "me",
            "mukham"
        ],
        "translation": "Lord Śrī Kṛṣṇa replied: My dear mother, I have never eaten dirt. All My friends complaining against Me are liars. If you think they are being truthful, you can directly look into My mouth and examine it.",
        "purport": " Kṛṣṇa presented Himself as an innocent child to increase the transcendental ecstasy of maternal affection. As described in the śāstra, tāḍana-bhayān mithyoktir vātsalya-rasa-poṣikā. This means that sometimes a small child speaks lies. For example, he may have stolen something or eaten something and yet deny that he has done so. We ordinarily see this in the material world, but in relation to Kṛṣṇa it is different; such activities are meant to endow the devotee with transcendental ecstasy. The Supreme Personality of Godhead was playing as a liar and accusing all the other devotees of being liars. As stated in Śrīmad-Bhāgavatam (10.12.11), kṛta-puṇya-puñjāḥ: a devotee may attain such an ecstatic position after many, many births of devotional service. Persons who have amassed the results of a vast amount of pious activities can attain the stage of associating with Kṛṣṇa and playing with Him like ordinary playmates. One should not consider these transactions of transcendental service to be untruthful accusations. One should never accuse such devotees of being ordinary boys speaking lies, for they attained this stage of associating with Kṛṣṇa by great austerities (tapasā brahmacaryeṇa śamena ca damena ca)."
    },
    {
        "verse": "36",
        "devanagari": "यद्येवं तर्हि व्यादेहीत्युक्त: स भगवान्हरि: ।व्यादत्ताव्याहतैश्वर्य: क्रीडामनुजबालक: ॥ ३६ ॥",
        "english_devnagari": "yady evaṁ tarhi vyādehī-ty uktaḥ sa bhagavān hariḥvyādattāvyāhataiśvaryaḥkrīḍā-manuja-bālakaḥ",
        "verse_Syn": [
            "yadi",
            "evam",
            "tarhi",
            "vyādehi",
            "iti",
            "uktaḥ",
            "saḥ",
            "bhagavān",
            "hariḥ",
            "vyādatta",
            "avyāhata",
            "aiśvaryaḥ",
            "krīḍā",
            "manuja",
            "bālakaḥ"
        ],
        "translation": "Mother Yaśodā challenged Kṛṣṇa, “If You have not eaten earth, then open Your mouth wide.” When challenged by His mother in this way, Kṛṣṇa, the son of Nanda Mahārāja and Yaśodā, to exhibit pastimes like a human child, opened His mouth. Although the Supreme Personality of Godhead, Kṛṣṇa, who is full of all opulences, did not disturb His mother’s parental affection, His opulence was automatically displayed, for Kṛṣṇa’s opulence is never lost at any stage, but is manifest at the proper time.",
        "purport": " Without disturbing the ecstasy of His mother’s affection, Kṛṣṇa opened His mouth and displayed His own natural opulences. When a person is given varieties of food, there may be a hundred and one varieties, but if one likes ordinary śāka, spinach, he prefers to eat that. Similarly, although Kṛṣṇa was full of opulences, now, by the order of mother Yaśodā, He opened wide His mouth like a human child and did not neglect the transcendental humor of maternal affection."
    },
    {
        "verse": "37-39",
        "devanagari": "सा तत्र दद‍ृशे विश्वं जगत्स्थास्‍नु च खं दिश: ।साद्रिद्वीपाब्धिभूगोलं सवाय्वग्नीन्दुतारकम् ॥ ३७ ॥ज्योतिश्चक्रं जलं तेजो नभस्वान्वियदेव च ।वैकारिकाणीन्द्रियाणि मनो मात्रा गुणास्त्रय: ॥ ३८ ॥एतद् विचित्रं सहजीवकाल-स्वभावकर्माशयलिङ्गभेदम् ।सूनोस्तनौ वीक्ष्य विदारितास्येव्रजं सहात्मानमवाप शङ्काम्? ॥ ३९ ॥",
        "english_devnagari": "sā tatra dadṛśe viśvaṁjagat sthāsnu ca khaṁ diśaḥsādri-dvīpābdhi-bhūgolaṁsa-vāyv-agnīndu-tārakam",
        "verse_Syn": [
            "sā",
            "tatra",
            "dadṛśe",
            "viśvam",
            "jagat",
            "sthāsnu",
            "ca",
            "kham",
            "diśaḥ",
            "sa",
            "adri",
            "dvīpa",
            "abdhi",
            "bhū",
            "golam",
            "sa",
            "vāyu",
            "agni",
            "indu",
            "tārakam",
            "jyotiḥ",
            "cakram",
            "jalam",
            "tejaḥ",
            "nabhasvān",
            "viyat",
            "eva",
            "ca",
            "vaikārikāṇi",
            "indriyāṇi",
            "manaḥ",
            "mātrāḥ",
            "guṇāḥ",
            "trayaḥ",
            "etat",
            "vicitram",
            "saha",
            "jīva",
            "kāla",
            "svabhāva",
            "karma",
            "āśaya",
            "liṅga",
            "bhedam",
            "sūnoḥ",
            "tanau",
            "vīkṣya",
            "vidārita",
            "āsye",
            "vrajam",
            "saha",
            "ātmānam",
            "avāpa",
            "śaṅkām"
        ],
        "translation": "When Kṛṣṇa opened His mouth wide by the order of mother Yaśodā, she saw within His mouth all moving and nonmoving entities, outer space, and all directions, along with mountains, islands, oceans, the surface of the earth, the blowing wind, fire, the moon and the stars. She saw the planetary systems, water, light, air, sky, and creation by transformation of ahaṅkāra. She also saw the senses, the mind, sense perception, and the three qualities, goodness, passion and ignorance. She saw the time allotted for the living entities, she saw natural instinct and the reactions of karma, and she saw desires and different varieties of bodies, moving and nonmoving. Seeing all these aspects of the cosmic manifestation, along with herself and Vṛndāvana-dhāma, she became doubtful and fearful of her son’s nature.",
        "purport": " All the cosmic manifestations that exist on the gross and subtle elements, as well as the means of their agitation, the three guṇas, the living entity, creation, maintenance, annihilation and everything going on in the external energy of the Lord — all this comes from the Supreme Personality of Godhead, Govinda. Everything is within the control of the Supreme Personality of Godhead. This is also confirmed in Bhagavad-gītā (9.10). Mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram: everything in the material nature (prakṛti) works under His control. Because all these manifestations come from Govinda, they could all be visible within the mouth of Govinda. Quite astonished, mother Yaśodā was afraid because of intense maternal affection. She could not believe that within the mouth of her son such things could appear. Yet she saw them, and therefore she was struck with fear and wonder."
    },
    {
        "verse": "40",
        "devanagari": "किं स्वप्न एतदुत देवमायाकिं वा मदीयो बत बुद्धिमोह: ।अथो अमुष्यैव ममार्भकस्यय: कश्चनौत्पत्तिक आत्मयोग: ॥ ४० ॥",
        "english_devnagari": "kiṁ svapna etad uta devamāyākiṁ vā madīyo bata buddhi-mohaḥatho amuṣyaiva mamārbhakasyayaḥ kaścanautpattika ātma-yogaḥ",
        "verse_Syn": [
            "kim",
            "svapnaḥ",
            "etat",
            "uta",
            "deva",
            "māyā",
            "kim",
            "vā",
            "madīyaḥ",
            "bata",
            "buddhi",
            "mohaḥ",
            "atho",
            "amuṣya",
            "eva",
            "mama",
            "arbhakasya",
            "yaḥ",
            "kaścana",
            "autpattikaḥ",
            "ātma",
            "yogaḥ"
        ],
        "translation": "[Mother Yaśodā began to argue within herself:] Is this a dream, or is it an illusory creation by the external energy? Has this been manifested by my own intelligence, or is it some mystic power of my child?",
        "purport": " When mother Yaśodā saw this wonderful manifestation within the mouth of her child, she began to argue within herself about whether it was a dream. Then she considered, “I am not dreaming, because my eyes are open. I am actually seeing what is happening. I am not sleeping, nor am I dreaming. Then maybe this is an illusion created by devamāyā. But that is also not possible. What business would the demigods have showing such things to me? I am an insignificant woman with no connection with the demigods. Why should they take the trouble to put me into devamāyā? That also is not possible.” Then mother Yaśodā considered whether the vision might be due to bewilderment: “I am fit in health; I am not diseased. Why should there be any bewilderment? It is not possible that my brain is deranged, since I am ordinarily quite fit to think. Then this vision must be due to some mystic power of my son, as predicted by Garga Muni.” Thus she finally concluded that the vision was due to her son’s activities, and nothing else."
    },
    {
        "verse": "41",
        "devanagari": "अथो यथावन्न वितर्कगोचरंचेतोमन:कर्मवचोभिरञ्जसा ।यदाश्रयं येन यत: प्रतीयतेसुदुर्विभाव्यं प्रणतास्मि तत्पदम् ॥ ४१ ॥",
        "english_devnagari": "atho yathāvan na vitarka-gocaraṁceto-manaḥ-karma-vacobhir añjasāyad-āśrayaṁ yena yataḥ pratīyatesudurvibhāvyaṁ praṇatāsmi tat-padam",
        "verse_Syn": [
            "atho",
            "yathā",
            "vat",
            "na",
            "vitarka",
            "gocaram",
            "cetaḥ",
            "manaḥ",
            "karma",
            "vacobhiḥ",
            "añjasā",
            "yat",
            "āśrayam",
            "yena",
            "yataḥ",
            "pratīyate",
            "su",
            "durvibhāvyam",
            "praṇatā",
            "asmi",
            "tat",
            "padam"
        ],
        "translation": "Therefore let me surrender unto the Supreme Personality of Godhead and offer my obeisances unto Him, who is beyond the conception of human speculation, the mind, activities, words and arguments, who is the original cause of this cosmic manifestation, by whom the entire cosmos is maintained, and by whom we can conceive of its existence. Let me simply offer my obeisances, for He is beyond my contemplation, speculation and meditation. He is beyond all of my material activities.",
        "purport": " One simply has to realize the greatness of the Supreme Personality of Godhead. One should not try to understand Him by any material means, subtle or gross. Mother Yaśodā, being a simple woman, could not find out the real cause of the vision; therefore, out of maternal affection, she simply offered obeisances unto the Supreme Lord to protect her child. She could do nothing but offer obeisances to the Lord. It is said, acintyāḥ khalu ye bhāvā na tāṁs tarkeṇa yojayet (Mahābhārata, Bhīṣma parva 5.22). One should not try to understand the supreme cause by argument or reasoning. When we are beset by some problem for which we can find no reason, there is no alternative than to surrender to the Supreme Lord and offer Him our respectful obeisances. Then our position will be secure. This was the means adopted in this instance also by mother Yaśodā. Whatever happens, the original cause is the Supreme Personality of Godhead (sarva-kāraṇa-kāraṇam). When the immediate cause cannot be ascertained, let us simply offer our obeisances at the lotus feet of the Lord. Mother Yaśodā concluded that the wonderful things she saw within the mouth of her child were due to Him, although she could not clearly ascertain the cause. Therefore when a devotee cannot ascertain the cause of suffering, he concludes: The devotee accepts that it is due to his own past misdeeds that the Supreme Personality of Godhead has caused him some small amount of suffering. Thus he offers obeisances to the Lord again and again. Such a devotee is called mukti-pade sa dāya-bhāk; that is, he is guaranteed his liberation from this material world. As stated in Bhagavad-gītā (2.14): We should know that material suffering due to the material body will come and go. Therefore we must tolerate the suffering and proceed with discharging our duty as ordained by our spiritual master."
    },
    {
        "verse": "42",
        "devanagari": "अहं ममासौ पतिरेष मे सुतोव्रजेश्वरस्याखिलवित्तपा सती ।गोप्यश्च गोपा: सहगोधनाश्च मेयन्माययेत्थं कुमति: स मे गति: ॥ ४२ ॥",
        "english_devnagari": "ahaṁ mamāsau patir eṣa me sutovrajeśvarasyākhila-vittapā satīgopyaś ca gopāḥ saha-godhanāś ca meyan-māyayetthaṁ kumatiḥ sa me gatiḥ",
        "verse_Syn": [
            "aham",
            "mama",
            "asau",
            "patiḥ",
            "eṣaḥ",
            "me",
            "sutaḥ",
            "vraja",
            "īśvarasya",
            "akhila",
            "vitta",
            "pā",
            "satī",
            "gopyaḥ",
            "ca",
            "gopāḥ",
            "saha",
            "godhanāḥ",
            "ca",
            "me",
            "yat",
            "māyayā",
            "ittham",
            "kumatiḥ",
            "saḥ",
            "me",
            "gatiḥ"
        ],
        "translation": "It is by the influence of the Supreme Lord’s māyā that I am wrongly thinking that Nanda Mahārāja is my husband, that Kṛṣṇa is my son, and that because I am the queen of Nanda Mahārāja, all the wealth of cows and calves are my possessions and all the cowherd men and their wives are my subjects. Actually, I also am eternally subordinate to the Supreme Lord. He is my ultimate shelter.",
        "purport": " Following in the footsteps of mother Yaśodā, everyone should follow this mentality of renunciation. Whatever wealth, opulence or whatever else we may possess belongs not to us but to the Supreme Personality of Godhead, who is the ultimate shelter of everyone and the ultimate owner of everything. As stated by the Lord Himself in Bhagavad-gītā (5.29): “The sages, knowing Me as the ultimate purpose of all sacrifices and austerities, the Supreme Lord of all planets and demigods and the benefactor and well-wisher of all living entities, attain peace from the pangs of material miseries.” We should not be proud of our possessions. As expressed by mother Yaśodā herein, “I am not the owner of possessions, the opulent wife of Nanda Mahārāja. The estate, the possessions, the cows and calves and the subjects like the gopīs and cowherd men are all given to me.” One should give up thinking of “my possessions, my son and my husband” (janasya moho ’yam ahaṁ mameti). Nothing belongs to anyone but the Supreme Lord. Only because of illusion do we wrongly think, “I am existing” or “Everything belongs to me.” Thus mother Yaśodā completely surrendered unto the Supreme Lord. For the moment, she was rather disappointed, thinking, “My endeavors to protect my son by charity and other auspicious activities are useless. The Supreme Lord has given me many things, but unless He takes charge of everything, there is no assurance of protection. I must therefore ultimately seek shelter of the Supreme Personality of Godhead.” As stated by Prahlāda Mahārāja (Bhāg. 7.9.19), bālasya neha śaraṇaṁ pitarau nṛsiṁha: a father and mother cannot ultimately take care of their children. Ato gṛha-kṣetra-sutāpta-vittair janasya moho ’yam ahaṁ mameti (Bhāg. 5.5.8). One’s land, home, wealth and all of one’s possessions belong to the Supreme Personality of Godhead, although we wrongly think, “I am this” and “These things are mine.”"
    },
    {
        "verse": "43",
        "devanagari": "इत्थं विदिततत्त्वायां गोपिकायां स ईश्वर: ।वैष्णवीं व्यतनोन्मायां पुत्रस्‍नेहमयीं विभु: ॥ ४३ ॥",
        "english_devnagari": "itthaṁ vidita-tattvāyāṁgopikāyāṁ sa īśvaraḥvaiṣṇavīṁ vyatanon māyāṁputra-snehamayīṁ vibhuḥ",
        "verse_Syn": [
            "ittham",
            "vidita",
            "tattvāyām",
            "gopikāyām",
            "saḥ",
            "īśvaraḥ",
            "vaiṣṇavīm",
            "vyatanot",
            "māyām",
            "putra",
            "sneha",
            "mayīm",
            "vibhuḥ"
        ],
        "translation": "Mother Yaśodā, by the grace of the Lord, could understand the real truth. But then again, the supreme master, by the influence of the internal potency, Yoga-māyā, inspired her to become absorbed in intense maternal affection for her son.",
        "purport": " Although mother Yaśodā understood the whole philosophy of life, at the next moment she was overwhelmed by affection for her son by the influence of Yoga-māyā. Unless she took care of her son Kṛṣṇa, she thought, how could He be protected? She could not think otherwise, and thus she forgot all her philosophical speculations. This forgetfulness is described by Śrīla Viśvanātha Cakravartī Ṭhākura as being inspired by the influence of Yoga-māyā (mohana-sādharmyān māyām). Materialistic persons are captivated by Mahā-māyā, whereas devotees, by the arrangement of the spiritual energy, are captivated by Yoga-māyā."
    },
    {
        "verse": "44",
        "devanagari": "सद्योनष्टस्मृतिर्गोपी सारोप्यारोहमात्मजम् ।प्रवृद्धस्‍नेहकलिलहृदयासीद् यथा पुरा ॥ ४४ ॥",
        "english_devnagari": "sadyo naṣṭa-smṛtir gopīsāropyāroham ātmajampravṛddha-sneha-kalila-hṛdayāsīd yathā purā",
        "verse_Syn": [
            "sadyaḥ",
            "naṣṭa",
            "smṛtiḥ",
            "gopī",
            "sā",
            "āropya",
            "āroham",
            "ātmajam",
            "pravṛddha",
            "sneha",
            "kalila",
            "hṛdayā",
            "āsīt",
            "yathā",
            "purā"
        ],
        "translation": "Immediately forgetting Yoga-māyā’s illusion that Kṛṣṇa had shown the universal form within His mouth, mother Yaśodā took her son on her lap as before, feeling increased affection in her heart for her transcendental child.",
        "purport": " Mother Yaśodā regarded the vision of the universal form within Kṛṣṇa’s mouth as an arrangement of Yoga-māyā, like a dream. As one forgets everything after a dream, mother Yaśodā immediately forgot the entire incident. As her natural feeling of affection increased, she decided to herself, “Now let this incident be forgotten. I do not mind. Here is my son. Let me kiss Him.”"
    },
    {
        "verse": "45",
        "devanagari": "त्रय्या चोपनिषद्भ‍िश्च साङ्ख्ययोगैश्च सात्वतै: ।उपगीयमानमाहात्म्यं हरिं सामन्यतात्मजम् ॥ ४५ ॥",
        "english_devnagari": "trayyā copaniṣadbhiś casāṅkhya-yogaiś ca sātvataiḥupagīyamāna-māhātmyaṁhariṁ sāmanyatātmajam",
        "verse_Syn": [
            "trayyā",
            "ca",
            "upaniṣadbhiḥ",
            "ca",
            "sāṅkhya",
            "yogaiḥ",
            "ca",
            "sātvataiḥ",
            "upagīyamāna",
            "māhātmyam",
            "harim",
            "sā",
            "amanyata",
            "ātmajam"
        ],
        "translation": "The glories of the Supreme Personality of Godhead are studied through the three Vedas, the Upaniṣads, the literature of Sāṅkhya-yoga, and other Vaiṣṇava literature, yet mother Yaśodā considered that Supreme Person her ordinary child.",
        "purport": " As stated in Bhagavad-gītā (15.15) by the Supreme Personality of Godhead, Kṛṣṇa, the purpose of studying the Vedas is to understand Him (vedaiś ca sarvair aham eva vedyaḥ). Śrī Caitanya Mahāprabhu explained to Sanātana Gosvāmī that there are three purposes in the Vedas. One is to understand our relationship with Kṛṣṇa (sambandha), another is to act according to that relationship (abhidheya), and the third is to reach the ultimate goal (prayojana). The word prayojana means “necessities,” and the ultimate necessity is explained by Śrī Caitanya Mahāprabhu. Premā pum-artho mahān: the greatest necessity for a human being is the achievement of love for the Supreme Personality of Godhead. Here we see that mother Yaśodā is on the highest stage of necessity, for she is completely absorbed in love for Kṛṣṇa. In the beginning, the Vedic purpose is pursued in three ways (trayī) — by karma-kāṇḍa, jñāna-kāṇḍa and upāsanā-kāṇḍa. When one reaches the complete, perfect stage of upāsanā-kāṇḍa, one comes to worship Nārāyaṇa, or Lord Viṣṇu. When Pārvatī asked Lord Mahādeva, Lord Śiva, what is the best method of upāsanā, or worship, Lord Śiva answered, ārādhanānāṁ sarveṣāṁ viṣṇor ārādhanaṁ param. Viṣṇūpāsanā, or viṣṇv-ārādhana, worship of Lord Viṣṇu, is the highest stage of perfection, as realized by Devakī. But here mother Yaśodā performs no upāsanā, for she has developed transcendental ecstatic love for Kṛṣṇa. Therefore her position is better than that of Devakī. In order to show this, Śrīla Vyāsadeva enunciates this verse, trayyā copaniṣadbhiḥ etc. When a human being enters into the study of the Vedas to obtain vidyā, knowledge, he begins to take part in human civilization. Then he advances further to study the Upaniṣads and gain brahma-jñāna, impersonal realization of the Absolute Truth, and then he advances still further, to sāṅkhya-yoga, in order to understand the supreme controller, who is indicated in Bhagavad-gītā (paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān/ puruṣaṁ śāśvatam). When one understands that puruṣa, the supreme controller, to be Paramātmā, one is engaged in the method of yoga (dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ). But mother Yaśodā has surpassed all these stages. She has come to the platform of loving Kṛṣṇa as her beloved child, and therefore she is accepted to be on the highest stage of spiritual realization. The Absolute Truth is realized in three features (brahmeti paramātmeti bhagavān iti śabdyate), but she is in such ecstasy that she does not care to understand what is Brahman, what is Paramātmā or what is Bhagavān. Bhagavān has personally descended to become her beloved child. Therefore there is no comparison to mother Yaśodā’s good fortune, as declared by Śrī Caitanya Mahāprabhu (ramyā kācid upāsanā vrajavadhū-vargeṇa yā kalpitā). The Absolute Truth, the Supreme Personality of Godhead, may be realized in different stages. As the Lord says in Bhagavad-gītā (4.11): “As men surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Pṛthā.” One may be a karmī, a jñānī, a yogī and then a bhakta or prema-bhakta. But the ultimate stage of realization is prema-bhakti, as actually demonstrated by mother Yaśodā."
    },
    {
        "verse": "46",
        "devanagari": "श्रीराजोवाचनन्द: किमकरोद् ब्रह्मन्श्रेय एवं महोदयम् ।यशोदा च महाभागा पपौ यस्या: स्तनं हरि: ॥ ४६ ॥",
        "english_devnagari": "śrī-rājovācanandaḥ kim akarod brahmanśreya evaṁ mahodayamyaśodā ca mahā-bhāgāpapau yasyāḥ stanaṁ hariḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "nandaḥ",
            "kim",
            "akarot",
            "brahman",
            "śreyaḥ",
            "evam",
            "mahā",
            "udayam",
            "yaśodā",
            "ca",
            "mahā",
            "bhāgā",
            "papau",
            "yasyāḥ",
            "stanam",
            "hariḥ"
        ],
        "translation": "Having heard of the great fortune of mother Yaśodā, Parīkṣit Mahārāja inquired from Śukadeva Gosvāmī: O learned brāhmaṇa, mother Yaśodā’s breast milk was sucked by the Supreme Personality of Godhead. What past auspicious activities did she and Nanda Mahārāja perform to achieve such perfection in ecstatic love?",
        "purport": " As stated in Bhagavad-gītā (7.16), catur-vidhā bhajante māṁ janāḥ sukṛtino ’rjuna. Without sukṛti, or pious activities, no one can come to the shelter of the Supreme Personality of Godhead. The Lord is approached by four kinds of pious men (ārto jijñāsur arthārthī jñānī ca), but here we see that Nanda Mahārāja and Yaśodā surpassed all of them. Therefore Parīkṣit Mahārāja naturally inquired, “What kind of pious activities did they perform in their past lives by which they achieved such a stage of perfection?” Of course, Nanda Mahārāja and Yaśodā are accepted as the father and mother of Kṛṣṇa, yet mother Yaśodā was more fortunate than Nanda Mahārāja, Kṛṣṇa’s father, because Nanda Mahārāja was sometimes separated from Kṛṣṇa whereas Yaśodā, Kṛṣṇa’s mother, was not separated from Kṛṣṇa at any moment. From Kṛṣṇa’s babyhood to His childhood and from His childhood to His youth, mother Yaśodā was always in association with Kṛṣṇa. Even when Kṛṣṇa was grown up, He would go to Vṛndāvana and sit on the lap of mother Yaśodā. Therefore there is no comparison to the fortune of mother Yaśodā, and Parīkṣit Mahārāja naturally inquired, yaśodā ca mahā-bhāgā."
    },
    {
        "verse": "47",
        "devanagari": "पितरौ नान्वविन्देतां कृष्णोदारार्भकेहितम् ।गायन्त्यद्यापि कवयो यल्लोकशमलापहम् ॥ ४७ ॥",
        "english_devnagari": "pitarau nānvavindetāṁkṛṣṇodārārbhakehitamgāyanty adyāpi kavayoyal loka-śamalāpaham",
        "verse_Syn": [
            "pitarau",
            "na",
            "anvavindetām",
            "kṛṣṇa",
            "udāra",
            "arbhaka",
            "īhitam",
            "gāyanti",
            "adya",
            "api",
            "kavayaḥ",
            "yat",
            "loka",
            "śamala",
            "apaham"
        ],
        "translation": "Although Kṛṣṇa was so pleased with Vasudeva and Devakī that He descended as their son, they could not enjoy Kṛṣṇa’s magnanimous childhood pastimes, which are so great that simply chanting about them vanquishes the contamination of the material world. Nanda Mahārāja and Yaśodā, however, enjoyed these pastimes fully, and therefore their position is always better than that of Vasudeva and Devakī.",
        "purport": " Kṛṣṇa actually took birth from the womb of Devakī, but just after His birth He was transferred to the home of mother Yaśodā. Devakī could not even have Kṛṣṇa suck her breast. Therefore Parīkṣit Mahārāja was astonished. How had mother Yaśodā and Nanda Mahārāja become so fortunate that they enjoyed the complete childhood pastimes of Kṛṣṇa, which are still glorified by saintly persons? What had they done in the past by which they were elevated to such an exalted position?"
    },
    {
        "verse": "48",
        "devanagari": "श्रीशुक उवाचद्रोणो वसूनां प्रवरो धरया भार्यया सह ।करिष्यमाण आदेशान् ब्रह्मणस्तमुवाच ह ॥ ४८ ॥",
        "english_devnagari": "śrī-śuka uvācadroṇo vasūnāṁ pravarodharayā bhāryayā sahakariṣyamāṇa ādeśānbrahmaṇas tam uvāca ha",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "droṇaḥ",
            "vasūnām",
            "pravaraḥ",
            "dharayā",
            "bhāryayā",
            "saha",
            "kariṣyamāṇaḥ",
            "ādeśān",
            "brahmaṇaḥ",
            "tam",
            "uvāca",
            "ha"
        ],
        "translation": "Śukadeva Gosvāmī said: To follow the orders of Lord Brahmā, Droṇa, the best of the Vasus, along with his wife, Dharā, spoke to Lord Brahmā in this way.",
        "purport": " As stated in the Brahma-saṁhitā (5.37): When Kṛṣṇa descends anywhere, He is accompanied by His own associates. These associates are not ordinary living beings. Kṛṣṇa’s pastimes are eternal, and when He descends, He comes with His associates. Therefore Nanda and mother Yaśodā are the eternal father and mother of Kṛṣṇa. This means that whenever Kṛṣṇa descends, Nanda and Yaśodā, as well as Vasudeva and Devakī, also descend as the Lord’s father and mother. Their personalities are expansions of Kṛṣṇa’s personal body; they are not ordinary living beings. Mahārāja Parīkṣit knew this, but he was curious to know from Śukadeva Gosvāmī whether it is possible for an ordinary human being to come to this stage by sādhana-siddhi. There are two kinds of perfection — nitya-siddhi and sādhana-siddhi. A nitya-siddha is one who is eternally Kṛṣṇa’s associate, an expansion of Kṛṣṇa’s personal body, whereas a sādhana-siddha is an ordinary human being who, by executing pious activities and following regulative principles of devotional service, also comes to that stage. Thus the purpose of Mahārāja Parīkṣit’s inquiry was to determine whether an ordinary human being can attain the position of mother Yaśodā and Nanda Mahārāja. Śukadeva Gosvāmī answered this question as follows."
    },
    {
        "verse": "49",
        "devanagari": "जातयोर्नौ महादेवे भुवि विश्वेश्वरे हरौ ।भक्ति: स्यत्परमा लोके ययाञ्जो दुर्गतिं तरेत् ॥ ४९ ॥",
        "english_devnagari": "jātayor nau mahādevebhuvi viśveśvare haraubhaktiḥ syāt paramā lokeyayāñjo durgatiṁ taret",
        "verse_Syn": [
            "jātayoḥ",
            "nau",
            "mahādeve",
            "bhuvi",
            "viśva",
            "īśvare",
            "harau",
            "bhaktiḥ",
            "syāt",
            "paramā",
            "loke",
            "yayā",
            "añjaḥ",
            "durgatim",
            "taret"
        ],
        "translation": "Droṇa and Dharā said: Please permit us to be born on the planet earth so that after our appearance, the Supreme Lord, the Personality of Godhead, the supreme controller and master of all planets, will also appear and spread devotional service, the ultimate goal of life, so that those born in this material world may very easily be delivered from the miserable condition of materialistic life by accepting this devotional service.",
        "purport": " This statement by Droṇa clearly indicates that Droṇa and Dharā are the eternal father and mother of Kṛṣṇa. Whenever there is a necessity of Kṛṣṇa’s appearance, Droṇa and Dharā appear first, and then Kṛṣṇa appears. Kṛṣṇa says in Bhagavad-gītā that His birth is not ordinary (janma karma ca me divyam). “Although I am unborn and My transcendental body never deteriorates, and although I am the Lord of all sentient beings, I still appear in every millennium in My original transcendental form.” (Bg. 4.6) Before Kṛṣṇa’s appearance, Droṇa and Dharā appear in order to become His father and mother. It is they who appear as Nanda Mahārāja and his wife, Yaśodā. In other words, it is not possible for a sādhana-siddha living being to become the father or mother of Kṛṣṇa, for Kṛṣṇa’s father and mother are already designated. But by following the principles exhibited by Nanda Mahārāja and Yaśodā and their associates, the inhabitants of Vṛndāvana, ordinary living beings may attain such affection as exhibited by Nanda and Yaśodā. When Droṇa and Dharā were requested to beget children, they chose to come to this world to have the Supreme Personality of Godhead as their son, Kṛṣṇa. Kṛṣṇa’s appearance means paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām — the devotees are protected, and the miscreants are vanquished. Whenever Kṛṣṇa comes, He distributes the highest goal of life, devotional service. He appears as Caitanya Mahāprabhu for the same purpose because unless one comes to devotional service, one cannot be delivered from the miseries of the material world (duḥkhālayam aśāśvatam), where the living beings struggle for existence. The Lord says in Bhagavad-gītā (15.7): “The living entities in this conditioned world are My eternal, fragmental parts. Because of conditioned life, they are struggling very hard with the six senses, which include the mind.” The living entities are struggling to become happy, but unless they take to the bhakti cult, their happiness is not possible. Kṛṣṇa clearly says: “Those who are not faithful on the path of devotional service cannot attain Me, O conqueror of foes, but return to birth and death in this material world.” (Bg. 9.3) Foolish persons do not know how risky life is here if one does not follow the instructions of Kṛṣṇa. The Kṛṣṇa consciousness movement, therefore, has been started so that by practicing Kṛṣṇa consciousness one can avoid the risky life of this material existence. There is no question of accepting or not accepting Kṛṣṇa consciousness. It is not optional; it is compulsory. If we do not take to Kṛṣṇa consciousness, our life is very risky. Everything is explained in Bhagavad-gītā. Therefore, to learn how to become free from the miserable condition of material existence, Bhagavad-gītā As It Is is the preliminary study. Then, if one understands Bhagavad-gītā, one can proceed to Śrīmad-Bhāgavatam, and if one advances further, one may study Caitanya-caritāmṛta. We are therefore presenting these invaluable books to the whole world so that people may study them and be happy, being delivered from miserable conditional life."
    },
    {
        "verse": "50",
        "devanagari": "अस्त्वित्युक्त: स भगवान्व्रजे द्रोणो महायशा: ।जज्ञे नन्द इति ख्यातो यशोदा सा धराभवत् ॥ ५० ॥",
        "english_devnagari": "astv ity uktaḥ sa bhagavānvraje droṇo mahā-yaśāḥjajñe nanda iti khyātoyaśodā sā dharābhavat",
        "verse_Syn": [
            "astu",
            "iti",
            "uktaḥ",
            "saḥ",
            "bhagavān",
            "vraje",
            "droṇaḥ",
            "mahā",
            "yaśāḥ",
            "jajñe",
            "nandaḥ",
            "iti",
            "khyātaḥ",
            "yaśodā",
            "sā",
            "dharā",
            "abhavat"
        ],
        "translation": "When Brahmā said, “Yes, let it be so,” the most fortune Droṇa, who was equal to Bhagavān, appeared in Vrajapura, Vṛndāvana, as the most famous Nanda Mahārāja, and his wife, Dharā, appeared as mother Yaśodā.",
        "purport": " Because whenever Kṛṣṇa appears on this earth He superficially needs a father and mother, Droṇa and Dharā, His eternal father and mother, appeared on earth before Kṛṣṇa as Nanda Mahārāja and Yaśodā. In contrast to Sutapā and Pṛśni, they did not undergo severe penances and austerities to become the father and mother of Kṛṣṇa. This is the difference between nitya-siddha and sādhana-siddha."
    },
    {
        "verse": "51",
        "devanagari": "ततो भक्तिर्भगवति पुत्रीभूते जनार्दने ।दम्पत्योर्नितरामासीद् गोपगोपीषु भारत ॥ ५१ ॥",
        "english_devnagari": "tato bhaktir bhagavatiputrī-bhūte janārdanedampatyor nitarām āsīdgopa-gopīṣu bhārata",
        "verse_Syn": [
            "tataḥ",
            "bhaktiḥ",
            "bhagavati",
            "putrī",
            "bhūte",
            "janārdane",
            "dam",
            "patyoḥ",
            "nitarām",
            "āsīt",
            "gopa",
            "gopīṣu",
            "bhārata"
        ],
        "translation": "Thereafter, O Mahārāja Parīkṣit, best of the Bhāratas, when the Supreme Personality of Godhead became the son of Nanda Mahārāja and Yaśodā, they maintained continuous, unswerving devotional love in parental affection. And in their association, all the other inhabitants of Vṛndāvana, the gopas and gopīs, developed the culture of kṛṣṇa-bhakti.",
        "purport": " Although when the Supreme Personality of Godhead stole the butter, curd and milk of the neighboring gopas and gopīs, this teasing superficially seemed troublesome, in fact it was an exchange of affection in the ecstasy of devotional service. The more the gopas and gopīs exchanged feelings with the Lord, the more their devotional service increased. Sometimes we may superficially see that a devotee is in difficulty because of being engaged in devotional service, but the fact is different. When a devotee suffers for Kṛṣṇa, that suffering is transcendental enjoyment. Unless one becomes a devotee, this cannot be understood. When Kṛṣṇa exhibited His childhood pastimes, not only did Nanda Mahārāja and Yaśodā increase their devotional affection, but those in their association also increased in devotional service. In other words, persons who follow the activities of Vṛndāvana will also develop devotional service in the highest perfection."
    },
    {
        "verse": "52",
        "devanagari": "कृष्णो ब्रह्मण आदेशं सत्यं कर्तुं व्रजे विभु: ।सहरामो वसंश्चक्रे तेषां प्रीतिं स्वलीलया ॥ ५२ ॥",
        "english_devnagari": "kṛṣṇo brahmaṇa ādeśaṁsatyaṁ kartuṁ vraje vibhuḥsaha-rāmo vasaṁś cakreteṣāṁ prītiṁ sva-līlayā",
        "verse_Syn": [
            "kṛṣṇaḥ",
            "brahmaṇaḥ",
            "ādeśam",
            "satyam",
            "kartum",
            "vraje",
            "vibhuḥ",
            "saha",
            "rāmaḥ",
            "vasan",
            "cakre",
            "teṣām",
            "prītim",
            "sva",
            "līlayā"
        ],
        "translation": "Thus the Supreme Personality, Kṛṣṇa, along with Balarāma, lived in Vrajabhūmi, Vṛndāvana, just to substantiate the benediction of Brahmā. By exhibiting different pastimes in His childhood, He increased the transcendental pleasure of Nanda and the other inhabitants of Vṛndāvana.",
        "purport": ""
    }
]