[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचगोवर्धने धृते शैले आसाराद् रक्षिते व्रजे । गोलोकादाव्रजत्कृष्णं सुरभि: शक्र एव च ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācagovardhane dhṛte śaileāsārād rakṣite vrajego-lokād āvrajat kṛṣṇaṁsurabhiḥ śakra eva ca",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "govardhane",
            "dhṛte",
            "śaile",
            "āsārāt",
            "rakṣite",
            "vraje",
            "go",
            "lokāt",
            "āvrajat",
            "kṛṣṇam",
            "surabhiḥ",
            "śakraḥ",
            "eva",
            "ca"
        ],
        "translation": "Śukadeva Gosvāmī said: After Kṛṣṇa had lifted Govardhana Hill and thus protected the inhabitants of Vraja from the terrible rainfall, Surabhi, the mother of the cows, came from her planet to see Kṛṣṇa. She was accompanied by Indra.",
        "purport": " The word go-lokāt here indicates the material planet called Goloka which is filled with exceptional cows. Surabhi went joyfully to see Lord Kṛṣṇa, but Indra went fearfully. As indicated by this verse, Lord Kṛṣṇa had to adopt extraordinary measures to protect His Vṛndāvana associates from Indra’s obnoxious and offensive attack. Certainly Indra was ashamed, and also nervous about his future. Having acted improperly, he had fearfully gone to seek the shelter of Lord Brahmā, who then ordered him to take along Surabhi from the material Goloka planet and go to see Kṛṣṇa."
    },
    {
        "verse": "2",
        "devanagari": "विविक्त उपसङ्गम्य व्रीडीत: कृतहेलन: । पस्पर्श पादयोरेनं किरीटेनार्कवर्चसा ॥ २ ॥",
        "english_devnagari": "vivikta upasaṅgamyavrīḍītaḥ kṛta-helanaḥpasparśa pādayor enaṁkirīṭenārka-varcasā",
        "verse_Syn": [
            "vivikte",
            "upasaṅgamya",
            "vrīḍitaḥ",
            "kṛta",
            "helanaḥ",
            "pasparśa",
            "pādayoḥ",
            "enam",
            "kirīṭena",
            "arka",
            "varcasā"
        ],
        "translation": "Indra was very ashamed of having offended the Lord. Approaching Him in a solitary place, Indra fell down and lay his helmet, whose effulgence was as brilliant as the sun, upon the Lord’s lotus feet.",
        "purport": " The specific “solitary place” where Indra approached Śrī Kṛṣṇa is mentioned by the sage Śrī Vaiśampāyana in the Hari-vaṁśa (Viṣṇu-parva 19.3): sa dadarśopaviṣṭaṁ vai govardhana-śilā-tale. “He saw Him [Kṛṣṇa] sitting at the base of Govardhana Hill.” From the commentaries of the ācāryas we understand that Lord Kṛṣṇa wanted to provide a solitary meeting for Indra so that he would not be further humiliated. Indra came to surrender and beg forgiveness, and the Lord allowed him to do so privately."
    },
    {
        "verse": "3",
        "devanagari": "द‍ृष्टश्रुतानुभावोऽस्य कृष्णस्यामिततेजस: । नष्टत्रिलोकेशमद इदमाह कृताञ्जलि: ॥ ३ ॥",
        "english_devnagari": "dṛṣṭa-śrutānubhāvo ’syakṛṣṇasyāmita-tejasaḥnaṣṭa-tri-lokeśa-madaidam āha kṛtāñjaliḥ",
        "verse_Syn": [
            "dṛṣṭa",
            "śruta",
            "anubhāvaḥ",
            "asya",
            "kṛṣṇasya",
            "amita",
            "tejasaḥ",
            "naṣṭa",
            "tri",
            "loka",
            "īśa",
            "madaḥ",
            "idam",
            "āha",
            "kṛta",
            "añjaliḥ"
        ],
        "translation": "Indra had now heard of and seen the transcendental power of omnipotent Kṛṣṇa, and his false pride in being the lord of the three worlds was thus defeated. Holding his hands together in supplication, he addressed the Lord as follows.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "इन्द्र उवाचविशुद्धसत्त्वं तव धाम शान्तंतपोमयं ध्वस्तरजस्तमस्कम् । मायामयोऽयं गुणसम्प्रवाहोन विद्यते तेऽग्रहणानुबन्ध: ॥ ४ ॥",
        "english_devnagari": "indra uvācaviśuddha-sattvaṁ tava dhāma śāntaṁtapo-mayaṁ dhvasta-rajas-tamaskammāyā-mayo ’yaṁ guṇa-sampravāhona vidyate te grahaṇānubandhaḥ",
        "verse_Syn": [
            "indraḥ",
            "uvāca",
            "viśuddha",
            "sattvam",
            "tava",
            "dhāma",
            "śāntam",
            "tapaḥ",
            "mayam",
            "dhvasta",
            "rajaḥ",
            "tamaskam",
            "māyā",
            "mayaḥ",
            "ayam",
            "guṇa",
            "sampravāhaḥ",
            "na",
            "vidyate",
            "te",
            "agrahaṇa",
            "anubandhaḥ"
        ],
        "translation": "King Indra said: Your transcendental form, a manifestation of pure goodness, is undisturbed by change, shining with knowledge and devoid of passion and ignorance. In You does not exist the mighty flow of the modes of material nature, which is based on illusion and ignorance.",
        "purport": " The great Bhāgavatam commentator Śrīla Śrīdhara Svāmī has masterfully explained the Sanskrit elements of this profound verse. The Sanskrit word dhāma has several meanings: a) dwelling place, house, abode and so on; b) a favorite thing or person; delight; or pleasure; c) form or appearance; d) power, strength, majesty, glory, splendor or light. Concerning the first set of meanings, the Vedānta-sūtra states that the Absolute Truth is the source and resting place of all existence, and in the first verse of the Bhāgavatam that Absolute Truth is said to be Kṛṣṇa. Although Lord Kṛṣṇa exists in His own dhāma, or abode, called Kṛṣṇaloka, He Himself is the abode of all existence, as Arjuna confirms in the Bhagavad-gītā, where he addresses Kṛṣṇa as paraṁ dhāma, “the supreme abode.” The very name Kṛṣṇa indicates the all-attractive person, and thus Lord Kṛṣṇa, the source of all beauty and pleasure, is certainly “the favorite thing or person; delight; and pleasure.” Ultimately these terms can refer only to Kṛṣṇa. Dhāma also refers to form or appearance, and as Indra offered these prayers he was in fact directly seeing the form of Kṛṣṇa before him. As clearly explained in the Vedic literature, Lord Kṛṣṇa’s power, strength, majesty, splendor and effulgence are all contained within His transcendental body and thus attest to the infinite glories of the Lord. Śrīla Śrīdhara Svāmī has brilliantly summarized all these meanings of the word dhāma by giving the Sanskrit term svarūpa as a synonym. The word svarūpa means “one’s own form or shape” and also “one’s own condition, character or nature.” Since Lord Kṛṣṇa, being pure spirit, is nondifferent from His body, there is absolutely no difference between the Lord and His visible form. By contrast, in this material world we conditioned souls are all distinctly different from our bodies, whether those bodies be male, female, black, white or whatever. All of us are eternal souls, different from our temporary, flimsy bodies. When the word svarūpa is applied to us, it especially indicates our spiritual form, because our “own form” is in fact our “own condition, character or nature” eternally. Thus the liberated condition in which one’s outward form is one’s deepest spiritual nature is called svarūpa. Primarily, however, this term refers to the Supreme Personality of Godhead, Śrī Kṛṣṇa. This is all indicated in this verse by the words tava dhāma, as explained by Śrīdhara Svāmī. Śrīdhara Svāmī has explained that here the word śāntam means “always in the same form.” Śāntam can also mean “undisturbed, free from passion, or purified.” According to Vedic philosophy, all change in this world is caused by the influence of passion and ignorance. The passionate mode is creative, and the ignorant mode is destructive, whereas the mode of goodness, sattva, is serene and sustaining. In many ways this verse emphasizes that Lord Kṛṣṇa is free from the modes of nature. The words viśuddha-sattvam, śāntam, dhvasta-rajas-tamaskam and guṇa-sampravāho na vidyate te all indicate this. Unlike Kṛṣṇa, we change from one body to another because of our involvement with the modes of nature; the various transformations of material forms are impelled by the modes of nature, which are themselves set in motion by the influence of time. Therefore one who is free from the material modes of nature is changeless and eternally satisfied in blissful spiritual existence. Thus the word śāntam indicates that the Lord is undisturbed by change, since He is free from the material modes of nature. According to this verse, the powerful flow of the material modes of nature — namely passion, stupidity and mundane piety — are based on agrahaṇa, which Śrīla Śrīdhara Svāmī has translated as “ignorance.” Since the Sanskrit root graḥ means “to take, accept, grasp or comprehend,” grahaṇa means “grasp” exactly in the sense of “to grasp an idea or fact.” Therefore agrahaṇa here means one’s failure to understand one’s spiritual position, and this failure causes one to fall into the violent currents of material existence. An additional meaning of the word agrahaṇa is derived when it is divided into the compound agra-haṇa. Agra means “the first, top or best,” and hana means “killing.” The best part of our existence is the pure soul, which is eternal, in contradistinction to the temporary, material body and mind. Thus one who chooses material existence over Kṛṣṇa consciousness is in fact killing the best part of himself, the soul, which in its pure state can enjoy Kṛṣṇa consciousness unlimitedly. Śrīla Śrīdhara Svāmī has translated tapo-mayam as “full of knowledge.” The word tapas, generally indicating “austerity,” is derived from the Sanskrit verb tap, whose meaning can be summarized as indicating the various functions of the sun. Tap means “to burn, to shine, to heat and so on.” The Supreme Lord is eternally perfect, and therefore here tapo-mayam does not indicate that His transcendental body is meant for austerities, since austerities are performed by conditioned souls to purify themselves or to acquire a particular power. An omnipotent, perfect being neither purifies Himself nor acquires power: He is eternally pure and all-powerful. Therefore Śrīdhara Svāmī has intelligently understood that in this case the word tapas refers to the illuminating function of the sun and thus indicates that the Lord’s self-effulgent body is omniscient. Light is a common symbol of knowledge. The Lord’s spiritual effulgence does not merely illuminate physically, as in the case of a candle or light bulb; more importantly, the Lord’s body illuminates our consciousness with perfect knowledge because the Lord’s effulgence is itself perfect knowledge. We offer our respectful obeisances at the lotus feet of Śrīla Śrīdhara Svāmī and thank him for his enlightening comments on this verse."
    },
    {
        "verse": "5",
        "devanagari": "कुतो नु तद्धेतव ईश तत्कृतालोभादयो येऽबुधलिङ्गभावा: । तथापि दण्डं भगवान् बिभर्तिधर्मस्य गुप्‍त्यै लनिग्रहाय ॥ ५ ॥",
        "english_devnagari": "kuto nu tad-dhetava īśa tat-kṛtālobhādayo ye ’budha-linga-bhāvāḥtathāpi daṇḍaṁ bhagavān bibhartidharmasya guptyai khala-nigrahāya",
        "verse_Syn": [
            "kutaḥ",
            "nu",
            "tat",
            "hetavaḥ",
            "īśa",
            "tat",
            "kṛtāḥ",
            "lobha",
            "ādayaḥ",
            "ye",
            "abudha",
            "linga",
            "bhāvāḥ",
            "tathā",
            "api",
            "daṇḍam",
            "bhagavān",
            "bibharti",
            "dharmasya",
            "guptyai",
            "khala",
            "nigrahāya"
        ],
        "translation": "How, then, could there exist in You the symptoms of an ignorant person — such as greed, lust, anger and envy — which are produced by one’s previous involvement in material existence and which cause one to become further entangled in material existence? And yet as the Supreme Lord You impose punishment to protect religious principles and curb down the wicked.",
        "purport": " This complex philosophical statement by Indra may be analyzed as follows: In the first line of this verse, Indra refers to the main idea expressed at the end of the previous verse — namely, that the great currents of material existence, which are based on ignorance, cannot possibly exist within the Supreme Lord. The words tad-dhetavaḥ and tat-kṛtāḥ indicate that something causes the modes of nature to manifest, and that they in turn become the cause of that which caused them. In the second line of this verse, we find that it is material feelings such as greed, lust, envy and anger that cause the modes of nature to manifest and that are themselves caused by the modes of nature. The explanation of this seeming paradox is as follows: When the conditioned soul decides to associate with the material qualities, he becomes contaminated by those qualities. As stated in the Gītā (13.22), kāraṇaṁ guṇa-saṅgo ’sya sad-asad-yoni-janmasu. For example, in the presence of a seductive woman, a man may give in to his lower instincts and try to enjoy sex with her. By his deciding to associate with the lower qualities of nature, those qualities manifest in him very powerfully. He is overwhelmed with lust and driven to try again and again to satisfy his burning desire. Because his mind has been infected by lust, all that he does, thinks and speaks will be influenced by his strong attachment to sex. In other words, by choosing to associate with the lusty qualities of nature, he has caused them to powerfully manifest within himself, and eventually those lusty qualities themselves will cause him to accept another material body suitable for affairs governed by those qualities. The lower qualities, such as lust, greed, anger and envy, are abudha-liṅga-bhāvāḥ, symptoms of ignorance. Indeed, as indicated by Śrīla Śrīdhara Svāmī in his commentary, the manifestation of the modes of nature is synonymous with the manifestation of a particular material body. It is clearly explained throughout the Vedic literature that the conditioned soul receives a particular body, gives it up and then accepts another simply because of his involvement with the modes of nature (kāraṇaṁ guṇa-saṅgo ’sya). Thus to say that one is participating in the modes of nature is to say that one is accepting particular types of bodies suitable for the particular material qualities one is involved with. An ignorant bystander might have simplistically interpreted Kṛṣṇa’s pastime of lifting Govardhana Hill as follows: The residents of Vṛndāvana were obliged by Vedic principles to make certain offerings to the god of heaven, Indra. Child Kṛṣṇa, ignoring the position of Indra, usurped these offerings and took them for His own pleasure. When Indra tried to punish Kṛṣṇa and His associates, the Lord frustrated Indra’s attempt, humiliated him, and exhausted his pride and resources. But this superficial interpretation is refuted in this verse. Here Lord Indra addresses Śrī Kṛṣṇa as bhagavān, indicating that He is not an ordinary child but in fact God. Therefore Kṛṣṇa’s punishing Indra was part of His mission of protecting religious principles and curbing down the envious; it was not a display of material anger or of greed for the offerings meant for Indra. Śrī Kṛṣṇa is pure spiritual existence, and His simple, sublime desire is to engage all living beings in the perfect, blissful life of Kṛṣṇa consciousness. Kṛṣṇa’s desire to make us Kṛṣṇa conscious is not egotistical, since ultimately Kṛṣṇa is everything and Kṛṣṇa consciousness is objectively the best consciousness. Lord Indra is really the humble servant of Kṛṣṇa, a fact he is now beginning to remember."
    },
    {
        "verse": "6",
        "devanagari": "पिता गुरुस्त्वं जगतामधीशोदुरत्यय: काल उपात्तदण्ड: । हिताय चेच्छातनुभि: समीहसेमानं विधुन्वन् जगदीशमानिनाम् ॥ ६ ॥",
        "english_devnagari": "pitā gurus tvaṁ jagatām adhīśoduratyayaḥ kāla upātta-daṇḍaḥhitāya cecchā-tanubhiḥ samīhasemānaṁ vidhunvan jagad-īśa-māninām",
        "verse_Syn": [
            "pitā",
            "guruḥ",
            "tvam",
            "jagatām",
            "adhīśaḥ",
            "duratyayaḥ",
            "kālaḥ",
            "upātta",
            "daṇḍaḥ",
            "hitāya",
            "ca",
            "icchā",
            "tanubhiḥ",
            "samīhase",
            "mānam",
            "vidhunvan",
            "jagat",
            "īśa",
            "māninām"
        ],
        "translation": "You are the father and spiritual master of this entire universe, and also its supreme controller. You are insurmountable time, imposing punishment upon the sinful for their own benefit. Indeed, in Your various incarnations, selected by Your own free will, You act decisively to remove the false pride of those who presume themselves masters of this world.",
        "purport": " The word hitāya is significant here. Lord Kṛṣṇa protects religion and chastises the wicked for the benefit of the entire universe. Foolish and faithless pseudopriests criticize God for punishing the living entities through the actions of nature. But whether Lord Kṛṣṇa punishes them indirectly through nature or directly in His incarnations, as mentioned here, He has a perfect right to do so because He is the father, spiritual master and supreme ruler of the entire universe. Another way He curbs down the false attempts of the conditioned souls to establish the kingdom of God without God is through His feature as insurmountable time. It is said, “Spare the rod and spoil the child.” That is a fact, and it is actually the Lord’s mercy that He takes the trouble to rectify our misbehavior, although faithless persons criticize the Lord’s fatherly vigilance."
    },
    {
        "verse": "7",
        "devanagari": "ये मद्विधाज्ञा जगदीशमानिन-स्त्वां वीक्ष्य कालेऽभयमाशु तन्मदम् । हित्वार्यमार्गं प्रभजन्त्यपस्मयाईहा खलानामपि तेऽनुशासनम् ॥ ७ ॥",
        "english_devnagari": "ye mad-vidhājñā jagad-īśa-māninastvāṁ vīkṣya kāle ’bhayam āśu tan-madamhitvārya-mārgaṁ prabhajanty apasmayāīhā khalānām api te ’nuśāsanam",
        "verse_Syn": [
            "ye",
            "mat",
            "vidha",
            "ajñāḥ",
            "jagat",
            "īśa",
            "māninaḥ",
            "tvām",
            "vīkṣya",
            "kāle",
            "abhayam",
            "āśu",
            "tat",
            "madam",
            "hitvā",
            "ārya",
            "mārgam",
            "prabhajanti",
            "apa",
            "smayāḥ",
            "īhā",
            "khalānām",
            "api",
            "te",
            "anuśāsanam"
        ],
        "translation": "Even fools like me, who proudly think themselves universal lords, quickly give up their conceit and directly take to the path of the spiritually progressive when they see You are fearless even in the face of time. Thus You punish the mischievous only to instruct them.",
        "purport": " History is filled with examples of the supreme authority breaking the conceit of foolish men. Modern world leaders proudly fight one another, placing the common people in unprecedented jeopardy. Similarly Indra, proud of his apparently illustrious position, dared to threaten the lives of the innocent residents of Vṛndāvana with terrible weapons, until his arrogance was curbed by the dynamic response of the Supreme Lord. Nowadays, governments in the Western countries tend to be elected democratically, and thus the mass of people become identified with the destiny of their leaders. When the proud leaders engage in violence, the people who elected them bear the brunt of such belligerent decisions. Thus the people in the democratic nations of the world should elect Kṛṣṇa conscious leaders, who will establish an administration consonant with the laws of God. If they fail to do so, their materialistic leaders, oblivious of the will of the Supreme Lord, will undoubtedly be chastised by cataclysmic events, and the people who elected such leaders, being responsible for their leaders’ acts, will share in the suffering. It is ironic that in modern democracies not only do the leaders consider themselves universal controllers, but the mass of people, considering the leaders merely their representatives rather than the representatives of God, also consider themselves, as a people, to be the controllers of their nation. Thus the chastisement mentioned in this verse has become unprecedentedly applicable to people in general in the modern world. Modern man should not simply make himself a lesson of nature by falling down from his proud position; rather he should submissively execute the will of the all-attractive Personality of Godhead, the Absolute Truth, Śrī Kṛṣṇa, and usher in a new era of sanity, tranquillity and widespread enlightenment."
    },
    {
        "verse": "8",
        "devanagari": "स त्वं ममैश्वर्यमदप्लुतस्यकृतागसस्तेऽविदुष: प्रभावम् । क्षन्तुं प्रभोऽथार्हसि मूढचेतसोमैवं पुनर्भून्मतिरीश मेऽसती ॥ ८ ॥",
        "english_devnagari": "sa tvaṁ mamaiśvarya-mada-plutasyakṛtāgasas te ’viduṣaḥ prabhāvamkṣantuṁ prabho ’thārhasi mūḍha-cetasomaivaṁ punar bhūn matir īśa me ’satī",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "mama",
            "aiśvarya",
            "mada",
            "plutasya",
            "kṛta",
            "āgasaḥ",
            "te",
            "aviduṣaḥ",
            "prabhāvam",
            "kṣantum",
            "prabho",
            "atha",
            "arhasi",
            "mūḍha",
            "cetasaḥ",
            "mā",
            "evam",
            "punaḥ",
            "bhūt",
            "matiḥ",
            "īśa",
            "me",
            "asatī"
        ],
        "translation": "Engrossed in pride over my ruling power, ignorant of Your majesty, I offended You. O Lord, may You forgive me. My intelligence was bewildered, but let my consciousness never again be so impure.",
        "purport": " Although Lord Kṛṣṇa protected the residents of Vraja by lifting Govardhana Hill, He had not yet punished Indra himself, and Indra feared that at any moment Śrī Kṛṣṇa might call the son of Vivasvān, Yamarāja, who punishes impudent persons who defy the laws of God. Indra was quite fearful and thus begged the Lord’s forgiveness on the plea that he could be purified only by Kṛṣṇa’s mercy — that he was too stubborn to learn a good lesson through mere punishment. In fact, despite Indra’s humility in this case, his heart was not completely purified. Later on in this canto we find that when Lord Kṛṣṇa once took a pārijāta flower from Indra’s kingdom, poor Indra again reacted violently against the Supreme Personality of Godhead. Thus, we should aspire to go back to our eternal home in the kingdom of Kṛṣṇa, and should not become entangled in the imperfect life of the material gods."
    },
    {
        "verse": "9",
        "devanagari": "तवावतारोऽयमधोक्षजेहभुवो भराणामुरुभारजन्मनाम् । चमूपतीनामभवाय देवभवाय युष्मच्चरणानुवर्तिनाम् ॥ ९ ॥",
        "english_devnagari": "tavāvatāro ’yam adhokṣajehabhuvo bharāṇām uru-bhāra-janmanāmcamū-patīnām abhavāya devabhavāya yuṣmac-caraṇānuvartinām",
        "verse_Syn": [
            "tava",
            "avatāraḥ",
            "ayam",
            "adhokṣaja",
            "iha",
            "bhuvaḥ",
            "bharāṇām",
            "uru",
            "bhāra",
            "janmanām",
            "camū",
            "patīnām",
            "abhavāya",
            "deva",
            "bhavāya",
            "yuṣmat",
            "caraṇa",
            "anuvartinām"
        ],
        "translation": "You descend into this world, O transcendent Lord, to destroy the warlords who burden the earth and create many terrible disturbances. O Lord, you simultaneously act for the welfare of those who faithfully serve Your lotus feet.",
        "purport": " This verse utilizes an attractive poetic device. Lord Kṛṣṇa’s descent into the world is said to be for the abhava, literally “nonexistence” or “destruction,” of the demoniac warlords, and simultaneously for the bhava, or “existence, prosperity,” of those who faithfully serve the Lord’s lotus feet. True existence, indicated here by the word bhava, is sac-cid-ānanda, eternal and full of bliss and knowledge. To an uninformed observer, it may appear that Śrī Kṛṣṇa is simply rewarding His followers and punishing His enemies the way any ordinary person might do. This specific doubt about the Lord is raised extensively in the Sixth Canto in connection with Kṛṣṇa’s taking the side of the faithful demigods against the faithless demons in a particular cosmic war. In that canto the Vaiṣṇava authorities clearly explain that in fact Lord Kṛṣṇa is the father and Lord of all living beings and that all His activities are therefore meant for the benefit of all existence. Lord Kṛṣṇa does not really cause the nonexistence of anyone; rather He curbs the foolish, destructive, material ways of those who defy the laws of God. These laws are created to ensure the prosperity, harmony and happiness of the entire creation, and their violation is an unjustifiable disturbance. Certainly Indra hoped that Lord Kṛṣṇa would count him among the devotees and not the demons, although considering Indra’s actions one might doubt where his loyalties actually lay. Indra was aware of this possible doubt and thus, as we find in the next verse, he tried his best to surrender to the Supreme Lord."
    },
    {
        "verse": "10",
        "devanagari": "नमस्तुभ्यं भगवते पुरुषाय महात्मने । वासुदेवाय कृष्णाय सात्वतां पतये नम: ॥ १० ॥",
        "english_devnagari": "namas tubhyaṁ bhagavatepuruṣāya mahātmanevāsudevāya kṛṣṇāyasātvatāṁ pataye namaḥ",
        "verse_Syn": [
            "namaḥ",
            "tubhyam",
            "bhagavate",
            "puruṣāya",
            "mahā",
            "ātmane",
            "vāsudevāya",
            "kṛṣṇāya",
            "sātvatām",
            "pataye",
            "namaḥ"
        ],
        "translation": "Obeisances unto You, the Supreme Personality of Godhead, the great Soul, who are all-pervading and who reside in the hearts of all. My obeisances unto You, Kṛṣṇa, the chief of the Yadu dynasty.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "स्वच्छन्दोपात्तदेहाय विशुद्धज्ञानमूर्तये । सर्वस्मै सर्वबीजाय सर्वभूतात्मने नम: ॥ ११ ॥",
        "english_devnagari": "svacchandopātta-dehāyaviśuddha-jñāna-mūrtayesarvasmai sarva-bījāyasarva-bhūtātmane namaḥ",
        "verse_Syn": [
            "sva",
            "chanda",
            "upātta",
            "dehāya",
            "viśuddha",
            "jñāna",
            "mūrtaye",
            "sarvasmai",
            "sarva",
            "bījāya",
            "sarva",
            "bhūta",
            "ātmane",
            "namaḥ"
        ],
        "translation": "Unto Him who assumes transcendental bodies according to the desires of His devotees, unto Him whose form is itself pure consciousness, unto Him who is everything, who is the seed of everything and who is the Soul of all creatures, I offer my obeisances.",
        "purport": " We could hardly construe from the first line of this verse that God is somehow impersonal but assumes a personal material body. It is clearly said here that the Lord assumes different forms according to svacchanda — according to His own desire or according to the desires of His devotees. An impersonal God could hardly reciprocate with the personal desires of Its devotees, nor could an impersonal God Itself have desires, since desire is characteristic of personality. Therefore, the Lord’s manifesting different forms in a personal way, responding to personal desires, indicates that He is eternally a person and manifests His different transcendental bodies as an expression of His own eternal nature. The word viśuddha-jñāna-mūrtaye is most significant. Mūrti means the form of the Deity, and it is specifically stated here that the Lord’s form is itself completely pure consciousness. Consciousness is the primary spiritual element, distinct from any of the material elements, and even distinct from the subtle or psychological material elements — mundane mind, intelligence and false ego — which are simply a psychic covering over pure consciousness. Since the Lord’s form is made of pure consciousness, it can hardly be understood as a material body like the mortal bags of flesh and bones we carry around in this world. In the last two lines of this verse, there is poetic emphasis on the word sarva, “everything.” The Lord is everything: He is the seed of everything and He is the Soul of every creature. Therefore, let us join with Indra in offering our obeisances to the Lord."
    },
    {
        "verse": "12",
        "devanagari": "मयेदं भगवन् गोष्ठनाशायासारवायुभि: । चेष्टितं विहते यज्ञे मानिना तीव्रमन्युना ॥ १२ ॥",
        "english_devnagari": "mayedaṁ bhagavan goṣṭha-nāśāyāsāra-vāyubhiḥceṣṭitaṁ vihate yajñemāninā tīvra-manyunā",
        "verse_Syn": [
            "mayā",
            "idam",
            "bhagavan",
            "goṣṭha",
            "nāśāya",
            "āsāra",
            "vāyubhiḥ",
            "ceṣṭitam",
            "vihate",
            "yajñe",
            "māninā",
            "tīvra",
            "manyunā"
        ],
        "translation": "My dear Lord, when my sacrifice was disrupted I became fiercely angry because of false pride. Thus I tried to destroy Your cowherd community with severe rain and wind.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "त्वयेशानुगृहीतोऽस्मि ध्वस्तस्तम्भो वृथोद्यम: । ईश्वरं गुरुमात्मानं त्वामहं शरणं गत: ॥ १३ ॥",
        "english_devnagari": "tvayeśānugṛhīto ’smidhvasta-stambho vṛthodyamaḥīśvaraṁ gurum ātmānaṁtvām ahaṁ śaraṇaṁ gataḥ",
        "verse_Syn": [
            "tvayā",
            "īśa",
            "anugṛhītaḥ",
            "asmi",
            "dhvasta",
            "stambhaḥ",
            "vṛthā",
            "udyamaḥ",
            "īśvaram",
            "gurum",
            "ātmānam",
            "tvām",
            "aham",
            "śaraṇam",
            "gataḥ"
        ],
        "translation": "O Lord, You have shown mercy to me by shattering my false pride and defeating my attempt [to punish Vṛndāvana]. To You, the Supreme Lord, spiritual master and Supreme Soul, I have now come for shelter.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "श्रीशुक उवाचएवं सङ्कीर्तित: कृष्णो मघोना भगवानमुम् । मेघगम्भीरया वाचा प्रहसन्निदमब्रवीत् ॥ १४ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ saṅkīrtitaḥ kṛṣṇomaghonā bhagavān amummegha-gambhīrayā vācāprahasann idam abravīt",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "saṅkīrtitaḥ",
            "kṛṣṇaḥ",
            "maghonā",
            "bhagavān",
            "amum",
            "megha",
            "gambhīrayā",
            "vācā",
            "prahasan",
            "idam",
            "abravīt"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus glorified by Indra, Lord Kṛṣṇa, the Supreme Personality of Godhead, smiled and then spoke to him as follows in a voice resonant like the clouds.",
        "purport": " Although in this pastime Lord Kṛṣṇa appeared to be a small boy, the words megha-gambhīrayā vācā indicate that He spoke to Indra with the deep, resonant voice of the Supreme Lord."
    },
    {
        "verse": "15",
        "devanagari": "श्रीभगवानुवाचमया तेऽकारि मघवन् मखभङ्गोऽनुगृह्णता । मदनुस्मृतये नित्यं मत्तस्येन्द्र श्रिया भृशम् ॥ १५ ॥",
        "english_devnagari": "śrī-bhagavān uvācamayā te ’kāri maghavanmakha-bhaṅgo ’nugṛhṇatāmad-anusmṛtaye nityaṁmattasyendra-śriyā bhṛśam",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "mayā",
            "te",
            "akāri",
            "maghavan",
            "makha",
            "bhaṅgaḥ",
            "anugṛhṇatā",
            "mat",
            "anusmṛtaye",
            "nityam",
            "mattasya",
            "indra",
            "śriyā",
            "bhṛśam"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Indra, it was out of mercy that I stopped the sacrifice meant for you. You were greatly intoxicated by your opulence as King of heaven, and I wanted you to always remember Me.",
        "purport": " According to Śrīdhara Svāmī, Indra and Lord Kṛṣṇa here exchange a heart-to-heart talk. Indra revealed his mind to the Lord, and now Lord Kṛṣṇa similarly reveals His own intention. In text 11 of this chapter, Indra emphatically declared that Lord Kṛṣṇa is in fact everything, and thus, according to Indra’s own criteria, forgetting Lord Kṛṣṇa is clearly a state of insanity. When the Supreme Lord reminds us of His supreme existence, He is not proudly advertising Himself like a mundane politician or entertainer. The Lord is self-satisfied in His own infinite existence and is trying, lovingly, to bring us back to our own perfect existence as His eternal associates. From God’s point of view even the mighty King of heaven, Indra, is a mere child — and a naughty child at that — and thus the Lord, being a caring father, punished His child and brought him back to the sanity of Kṛṣṇa consciousness."
    },
    {
        "verse": "16",
        "devanagari": "मामैश्वर्यश्रीमदान्धो दण्डपाणिं न पश्यति । तं भ्रंशयामि सम्पद्‌भ्यो यस्य चेच्छाम्यनुग्रहम् ॥ १६ ॥",
        "english_devnagari": "mām aiśvarya-śrī-madāndhodaṇḍa pāṇiṁ na paśyatitaṁ bhraṁśayāmi sampadbhyoyasya cecchāmy anugraham",
        "verse_Syn": [
            "mām",
            "aiśvarya",
            "śrī",
            "mada",
            "andhaḥ",
            "daṇḍa",
            "pāṇim",
            "na",
            "paśyati",
            "tam",
            "bhraṁśayāmi",
            "sampadbhyaḥ",
            "yasya",
            "ca",
            "icchāmi",
            "anugraham"
        ],
        "translation": "A man blinded by intoxication with his power and opulence cannot see Me nearby with the rod of punishment in My hand. If I desire his real welfare, I drag him down from his materially fortunate position.",
        "purport": " One may argue, “God should desire everyone’s real welfare; therefore why should Lord Kṛṣṇa state in this verse that He removes the intoxicating opulence of one who is about to receive His mercy, rather than simply stating that He will remove everyone’s opulence and bless everyone?” On the other hand, we may point out that irrevocable death occurs for everyone, and thus Lord Kṛṣṇa does take away everyone’s opulence and everyone’s false pride. However, if we apply the Lord’s statement to events within one’s immediate life, before death, we may refer to Kṛṣṇa’s statement in the Bhagavad-gītā (4.11): ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham. “As people surrender to Me, I reward them accordingly.” Lord Kṛṣṇa desires everyone’s welfare, but when He says here yasya cecchāmy anugraham, “for one whose welfare I desire,” it is understood that the Lord refers to those who by their own activities and thoughts have manifested a desire to achieve spiritual benefit. Lord Kṛṣṇa wants everyone to be happy in Kṛṣṇa consciousness, but when He sees that a specific person also desires spiritual happiness, the Lord especially desires it for that person. This is a natural act of reciprocation consistent with the Lord’s statement samo ’haṁ sarva-bhūteṣu: “I am equal in My attitude to all living beings.” (Bg. 9.29)"
    },
    {
        "verse": "17",
        "devanagari": "गम्यतां शक्र भद्रं व: क्रियतां मेऽनुशासनम् । स्थीयतां स्वाधिकारेषु युक्तैर्व: स्तम्भवर्जितै: ॥ १७ ॥",
        "english_devnagari": "gamyatāṁ śakra bhadraṁ vaḥkriyatāṁ me ’nuśāsanamsthīyatāṁ svādhikāreṣuyuktair vaḥ stambha-varjitaiḥ",
        "verse_Syn": [
            "gamyatām",
            "śakra",
            "bhadram",
            "vaḥ",
            "kriyatām",
            "me",
            "anuśāsanam",
            "sthīyatām",
            "sva",
            "adhikāreṣu",
            "yuktaiḥ",
            "vaḥ",
            "stambha",
            "varjitaiḥ"
        ],
        "translation": "Indra, you may now go. Execute My order and remain in your appointed position as King of heaven. But be sober, without false pride.",
        "purport": " Lord Kṛṣṇa here addresses Indra in the plural form (vaḥ) because this grave instruction was meant to be a lesson for all the demigods."
    },
    {
        "verse": "18",
        "devanagari": "अथाह सुरभि: कृष्णमभिवन्द्यमनस्विनी । स्वसन्तानैरुपामन्‍त्र्य गोपरूपिणमीश्वरम् ॥ १८ ॥",
        "english_devnagari": "athāha surabhiḥ kṛṣṇamabhivandya manasvinīsva-santānair upāmantryagopa-rūpiṇam īśvaram",
        "verse_Syn": [
            "atha",
            "āha",
            "surabhiḥ",
            "kṛṣṇam",
            "abhivandya",
            "manasvinī",
            "sva",
            "santānaiḥ",
            "upāmantrya",
            "gopa",
            "rūpiṇam",
            "īśvaram"
        ],
        "translation": "Mother Surabhi, along with her progeny, the cows, then offered her obeisances to Lord Kṛṣṇa. Respectfully requesting His attention, the gentle lady addressed the Supreme Personality of Godhead, who was present before her as a cowherd boy.",
        "purport": " The statement here that the heavenly cow Surabhi approached Lord Kṛṣṇa along with her progeny (sva-santānaiḥ) is a reference to the transcendental cows who play with Lord Kṛṣṇa in Vṛndāvana. Although Lord Kṛṣṇa’s cows are transcendental, the heavenly cow Surabhi affectionately saw them, as indeed Lord Kṛṣṇa Himself did, as related to her. Since Lord Kṛṣṇa was appearing in the form of a cowherd boy, the whole situation was quite congenial, and Surabhi took the opportunity to offer the following prayers."
    },
    {
        "verse": "19",
        "devanagari": "सुरभिरुवाचकृष्ण कृष्ण महायोगिन् विश्वात्मन् विश्वसम्भव । भवता लोकनाथेन सनाथा वयमच्युत ॥ १९ ॥",
        "english_devnagari": "surabhir uvācakṛṣṇa kṛṣṇa mahā-yoginviśvātman viśva-sambhavabhavatā loka-nāthenasa-nāthā vayam acyuta",
        "verse_Syn": [
            "surabhiḥ",
            "uvāca",
            "kṛṣṇa",
            "kṛṣṇa",
            "mahā",
            "yogin",
            "viśva",
            "ātman",
            "viśva",
            "sambhava",
            "bhavatā",
            "loka",
            "nāthena",
            "sa",
            "nāthāḥ",
            "vayam",
            "acyuta"
        ],
        "translation": "Mother Surabhi said: O Kṛṣṇa, Kṛṣṇa, greatest of mystics! O Soul and origin of the universe! You are the master of the world, and by Your grace, O infallible Lord, we have You as our master.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura points out here that mother Surabhi is feeling great ecstasy as she repeats the words “Kṛṣṇa, Kṛṣṇa.” Kṛṣṇa lifted Govardhana Hill by His mystic power and thus protected the cows of Vṛndāvana, whereas her so-called master, Indra, had tried to kill them. Thus Surabhi now clearly understands that it is not the demigods but rather the Supreme God, Kṛṣṇa Himself, who is her real master forever."
    },
    {
        "verse": "20",
        "devanagari": "त्वं न: परमकं दैवं त्वं न इन्द्रो जगत्पते । भवाय भव गोविप्रदेवानां ये च साधव: ॥ २० ॥",
        "english_devnagari": "tvaṁ naḥ paramakaṁ daivaṁtvaṁ na indro jagat-patebhavāya bhava go-vipradevānāṁ ye ca sādhavaḥ",
        "verse_Syn": [
            "tvam",
            "naḥ",
            "paramakam",
            "daivam",
            "tvam",
            "naḥ",
            "indraḥ",
            "jagat",
            "pate",
            "bhavāya",
            "bhava",
            "go",
            "vipra",
            "devānām",
            "ye",
            "ca",
            "sādhavaḥ"
        ],
        "translation": "You are our worshipable Deity. Therefore, O Lord of the universe, for the benefit of the cows, the brāhmaṇas, the demigods and all other saintly persons, please become our Indra.",
        "purport": " The Supreme Lord is self-sufficient: He can do everything Himself. The Lord appointed one of His innumerable children to the position of Indra, the lord of the cosmic heaven. But Indra abused his authority, and now Surabhi requests Lord Kṛṣṇa, the Absolute Truth, to directly become her Lord, her Indra. We should carefully perform our duties without false pride; thus we will not become obsolete and embarrassed, as in the present case of King Indra, who actually attacked Lord Kṛṣṇa and His Vṛndāvana devotees."
    },
    {
        "verse": "21",
        "devanagari": "इन्द्रं नस्त्वाभिषेक्ष्यामो ब्रह्मणा चोदिता वयम् । अवतीर्णोऽसि विश्वात्मन् भूमेर्भारापनुत्तये ॥ २१ ॥",
        "english_devnagari": "indraṁ nas tvābhiṣekṣyāmobrahmaṇā coditā vayamavatīrṇo ’si viśvātmanbhūmer bhārāpanuttaye",
        "verse_Syn": [
            "indram",
            "naḥ",
            "tvā",
            "abhiṣekṣyāmaḥ",
            "brahmaṇā",
            "coditāḥ",
            "vayam",
            "avatīrṇaḥ",
            "asi",
            "viśva",
            "ātman",
            "bhūmeḥ",
            "bhāra",
            "apanuttaye"
        ],
        "translation": "As ordered by Lord Brahmā, we shall perform Your bathing ceremony to coronate You as Indra. O Soul of the universe, You descend to this world to relieve the burden of the earth.",
        "purport": " Surabhi makes it quite clear in this verse that she has had enough of the leadership of imperfect demigods like Purandara (Indra), and now she is determined to directly serve the Supreme Lord. Since Brahmā has ordered her, her attempt to coronate Lord Kṛṣṇa as her personal Lord is authorized by higher authority. Moreover, Lord Kṛṣṇa Himself comes down to the earth to relieve the burden of self-destructive, mundane administration, and thus it is perfectly consistent with the Lord’s own purpose that He become the Lord of Surabhi. Since the Lord rules millions of universes, He can certainly take care of mother Surabhi. In fact, Surabhi wanted to bathe the Lord for her own purification, and she earnestly makes her proposal to Viśvātmā, the Soul of the universe, Śrī Kṛṣṇa."
    },
    {
        "verse": "22-23",
        "devanagari": "श्रीशुक उवाचएवं कृष्णमुपामन्‍त्र्य सुरभि: पयसात्मन: । जलैराकाशगङ्गाया ऐरावतकरोद्‌धृतै: ॥ २२ ॥ इन्द्र: सुरर्षिभि: साकं चोदितो देवमातृभि: । अभ्यसिञ्चत दाशार्हं गोविन्द इति चाभ्यधात् ॥ २३ ॥",
        "english_devnagari": "śṛī-śuka uvācaevaṁ kṛṣṇam upāmantryasurabhiḥ payasātmanaḥjalair ākāśa-gaṅgāyāairāvata-karoddhṛtaiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "kṛṣṇam",
            "upāmantrya",
            "surabhiḥ",
            "payasā",
            "ātmanaḥ",
            "jalaiḥ",
            "ākāśa",
            "gaṅgāyāḥ",
            "airāvata",
            "kara",
            "uddhṛtaiḥ",
            "indraḥ",
            "sura",
            "ṛṣibhiḥ",
            "sākam",
            "coditaḥ",
            "deva",
            "mātṛbhiḥ",
            "abhyasiñcata",
            "dāśārham",
            "govindaḥ",
            "iti",
            "ca",
            "abhyadhāt"
        ],
        "translation": "Śukadeva Gosvāmī said: Having thus appealed to Lord Kṛṣṇa, mother Surabhi performed His bathing ceremony with her own milk, and Indra, ordered by Aditi and other mothers of the demigods, anointed the Lord with heavenly Gaṅgā water from the trunk of Indra’s elephant carrier, Airāvata. Thus, in the company of the demigods and great sages, Indra coronated Lord Kṛṣṇa, the descendant of Daśārha, and gave Him the name Govinda.",
        "purport": " According to the ācāryas, because Indra was embarrassed by his blunder of attacking Vṛndāvana, he was reluctant to worship the Lord. Therefore the heavenly mothers, such as Aditi, encouraged him to go ahead and do so. Feeling authorized by the encouragement of demigods less offensive than he, Indra then bathed the Lord. Indra discovered that the beautiful cowherd boy named Kṛṣṇa is indeed the Supreme Personality of Godhead."
    },
    {
        "verse": "24",
        "devanagari": "तत्रागतास्तुम्बुरुनारदादयोगन्धर्वविद्याधरसिद्धचारणा: । जगुर्यशो लोकमलापहं हरे:सुराङ्गना: सन्ननृतुर्मुदान्विता: ॥ २४ ॥",
        "english_devnagari": "tatrāgatās tumburu-nāradādayogandharva-vidyādhara-siddha-cāraṇāḥjagur yaśo loka-malāpahaṁ hareḥsurāṅganāḥ sannanṛtur mudānvitāḥ",
        "verse_Syn": [
            "tatra",
            "āgatāḥ",
            "tumburu",
            "nārada",
            "ādayaḥ",
            "gandharva",
            "vidyādhara",
            "siddha",
            "cāraṇāḥ",
            "jaguḥ",
            "yaśaḥ",
            "loka",
            "mala",
            "apaham",
            "hareḥ",
            "sura",
            "aṅganāḥ",
            "sannanṛtuḥ",
            "mudā",
            "anvitāḥ"
        ],
        "translation": "Tumburu, Nārada and other Gandharvas, along with the Vidyādharas, Siddhas and Cāraṇas, came there to sing the glories of Lord Hari, which purify the entire world. And the wives of the demigods, filled with joy, danced together in the Lord’s honor.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "तं तुष्टुवुर्देवनिकायकेतवोह्यवाकिरंश्चाद्भुतपुष्पवृष्टिभि: । लोका: परां निर्वृतिमाप्नुवंस्त्रयोगावस्तदा गामनयन् पयोद्रुताम् ॥ २५ ॥",
        "english_devnagari": "taṁ tuṣṭuvur deva-nikāya-ketavohy avākiraṁś cādbhuta-puṣpa-vṛṣṭibhiḥlokāḥ parāṁ nirvṛtim āpnuvaṁs trayogāvas tadā gām anayan payo-drutām",
        "verse_Syn": [
            "tam",
            "tuṣṭuvuḥ",
            "deva",
            "nikāya",
            "ketavaḥ",
            "hi",
            "avākiran",
            "ca",
            "adbhuta",
            "puṣpa",
            "vṛṣṭibhiḥ",
            "lokāḥ",
            "parām",
            "nirvṛtim",
            "āpnuvan",
            "trayaḥ",
            "gāvaḥ",
            "tadā",
            "gām",
            "anayan",
            "payaḥ",
            "drutām"
        ],
        "translation": "The most eminent demigods chanted the praises of the Lord and scattered wonderful showers of flowers all around Him. All three worlds felt supreme satisfaction, and the cows drenched the surface of the earth with their milk.",
        "purport": " The word ketavaḥ means, literally, “banners.” The leading demigods are the emblems, or banners, of the demigod race, and they took the lead in glorifying the Lord and covering Him with an amazing shower of multicolored, fragrant flowers."
    },
    {
        "verse": "26",
        "devanagari": "नानारसौघा: सरितो वृक्षा आसन् मधुस्रवा: । अकृष्टपच्यौषधयो गिरयोऽबिभ्रनुन्मणीन् ॥ २६ ॥",
        "english_devnagari": "nānā-rasaughāḥ saritovṛkṣā āsan madhu-sravāḥakṛṣṭa-pacyauṣadhayogirayo ’bibhran un maṇīn",
        "verse_Syn": [
            "nānā",
            "rasa",
            "oghāḥ",
            "saritaḥ",
            "vṛkṣāḥ",
            "āsan",
            "madhu",
            "sravāḥ",
            "akṛṣṭa",
            "pacya",
            "oṣadhayaḥ",
            "girayaḥ",
            "abibhran",
            "ut",
            "maṇīn"
        ],
        "translation": "Rivers flowed with various kinds of tasty liquids, trees exuded honey, edible plants came to maturity without cultivation, and hills gave forth jewels formerly hidden in their interiors.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "कृष्णेऽभिषिक्त एतानि सर्वाणि कुरुनन्दन । निर्वैराण्यभवंस्तात क्रूराण्यपि निसर्गत: ॥ २७ ॥",
        "english_devnagari": "kṛṣṇe ’bhiṣikta etānisarvāṇi kuru-nandananirvairāṇy abhavaṁs tātakrūrāṇy api nisargataḥ",
        "verse_Syn": [
            "kṛṣṇe",
            "abhiṣikte",
            "etāni",
            "sarvāṇi",
            "kuru",
            "nandana",
            "nirvairāṇi",
            "abhavan",
            "tāta",
            "krūrāṇi",
            "api",
            "nisargataḥ"
        ],
        "translation": "O Parīkṣit, beloved of the Kuru dynasty, upon the ceremonial bathing of Lord Kṛṣṇa, all living creatures, even those cruel by nature, became entirely free of enmity.",
        "purport": " Those corrupted by a type of sophisticated cynicism may mock these descriptions of a paradisiacal world situation effected simply by worshiping the Supreme Lord. Unfortunately, modern man has created a hell on earth in his cynical rejection of heaven on earth, which is actually possible through Kṛṣṇa consciousness. The situation described here, created simply by the auspicious bathing ceremony of the Lord, is an authentic historical incident. Since history repeats itself, there is hope that the Kṛṣṇa consciousness movement may again bring the world community to the brilliant reality of self-realized existence."
    },
    {
        "verse": "28",
        "devanagari": "इति गोगोकुलपतिं गोविन्दमभिषिच्य स: । अनुज्ञातो ययौ शक्रो वृतो देवादिभिर्दिवम् ॥ २८ ॥",
        "english_devnagari": "iti go-gokula-patiṁgovindam abhiṣicya saḥanujñāto yayau śakrovṛto devādibhir divam",
        "verse_Syn": [
            "iti",
            "go",
            "go",
            "kula",
            "patim",
            "govindam",
            "abhiṣicya",
            "saḥ",
            "anujñātaḥ",
            "yayau",
            "śakraḥ",
            "vṛtaḥ",
            "deva",
            "ādibhiḥ",
            "divam"
        ],
        "translation": "After he had ceremonially bathed Lord Govinda, who is the master of the cows and the cowherd community, King Indra took the Lord’s permission and, surrounded by the demigods and other higher beings, returned to his heavenly abode.",
        "purport": ""
    }
]