[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचततश्च पौगण्डवय:श्रीतौ व्रजेबभूवतुस्तौ पशुपालसम्मतौ ।गाश्चारयन्तौ सखिभि: समं पदै-र्वृन्दावनं पुण्यमतीव चक्रतु: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācatataś ca paugaṇḍa-vayaḥ-śrītau vrajebabhūvatus tau paśu-pāla-sammataugāś cārayantau sakhibhiḥ samaṁ padairvṛndāvanaṁ puṇyam atīva cakratuḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tataḥ",
            "ca",
            "paugaṇḍa",
            "vayaḥ",
            "śritau",
            "vraje",
            "babhūvatuḥ",
            "tau",
            "paśu",
            "pāla",
            "sammatau",
            "gāḥ",
            "cārayantau",
            "sakhibhiḥ",
            "samam",
            "padaiḥ",
            "vṛndāvanam",
            "puṇyam",
            "atīva",
            "cakratuḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: When Lord Rāma and Lord Kṛṣṇa attained the age of paugaṇḍa [six to ten] while living in Vṛndāvana, the cowherd men allowed Them to take up the task of tending the cows. Engaging thus in the company of Their friends, the two boys rendered the land of Vṛndāvana most auspicious by imprinting upon it the marks of Their lotus feet.",
        "purport": " Lord Kṛṣṇa wanted to encourage His cowherd boyfriends, who had been swallowed by Aghāsura and then stolen by Lord Brahmā. Therefore the Lord decided to bring them into the palm-tree forest called Tālavana, where there were many delicious ripe fruits. Since Lord Kṛṣṇa’s spiritual body had apparently grown slightly in age and strength, the senior men of Vṛndāvana, headed by Nanda Mahārāja, decided to promote Kṛṣṇa from the task of herding calves to the status of a regular cowherd boy. He would now take care of the full-grown cows, bulls and oxen. Out of great affection, Nanda Mahārāja had previously considered Kṛṣṇa too small and immature to take care of full-grown cows and bulls. It is stated in the Kārttika-māhātmya section of the Padma Purāṇa: “The eighth lunar day of the bright fortnight of the month of Kārttika is known by authorities as Gopāṣṭamī. From that day, Lord Vāsudeva served as a cowherd, whereas previously He had tended the calves.” The word padaiḥ indicates that Lord Kṛṣṇa blessed the earth by walking on her surface with His lotus feet. The Lord wore no shoes or other footgear but walked barefoot in the forest, giving great anxiety to the girls of Vṛndāvana, who feared that His soft lotus feet would be injured."
    },
    {
        "verse": "2",
        "devanagari": "तन्माधवो वेणुमुदीरयन् वृतोगोपैर्गृणद्भ‍ि: स्वयशो बलान्वित: ।पशून् पुरस्कृत्य पशव्यमाविशद्विहर्तुकाम: कुसुमाकरं वनम् ॥ २ ॥",
        "english_devnagari": "tan mādhavo veṇum udīrayan vṛtogopair gṛṇadbhiḥ sva-yaśo balānvitaḥpaśūn puraskṛtya paśavyam āviśadvihartu-kāmaḥ kusumākaraṁ vanam",
        "verse_Syn": [
            "tat",
            "mādhavaḥ",
            "veṇum",
            "udīrayan",
            "vṛtaḥ",
            "gopaiḥ",
            "gṛṇadbhiḥ",
            "sva",
            "yaśaḥ",
            "bala",
            "anvitaḥ",
            "paśūn",
            "puraskṛtya",
            "paśavyam",
            "āviśat",
            "vihartu",
            "kāmaḥ",
            "kusuma",
            "ākaram",
            "vanam"
        ],
        "translation": "Thus desiring to enjoy pastimes, Lord Mādhava, sounding His flute, surrounded by cowherd boys who were chanting His glories, and accompanied by Lord Baladeva, kept the cows before Him and entered the Vṛndāvana forest, which was full of flowers and rich with nourishment for the animals.",
        "purport": " Śrīla Sanātana Gosvāmī has explained the various meanings of the word mādhava as follows: Mādhava normally indicates Kṛṣṇa to be “the Lord, who is the consort of the goddess of fortune, Lakṣmī.” This name also implies that Lord Kṛṣṇa descended in the dynasty of Madhu. Since the spring season is also known as Mādhava, it is understood that as soon as Lord Kṛṣṇa entered the Vṛndāvana forest, it automatically exhibited all the opulences of spring, becoming filled with flowers, breezes and a celestial atmosphere. Another reason Lord Kṛṣṇa is known as Mādhava is that He enjoys His pastimes in madhu, the taste of conjugal love. Lord Kṛṣṇa would loudly sound His flute as He entered the forest of Śrī Vṛndāvana, thus giving inconceivable bliss to all the residents of His hometown, Vraja-dhāma. These simple pastimes of playfully entering the forest, playing on the flute and so forth were performed daily in the spiritual land of Vṛndāvana."
    },
    {
        "verse": "3",
        "devanagari": "तन्मञ्जुघोषालिमृगद्विजाकुलंमहन्मन:प्रख्यपय:सरस्वता ।वातेन जुष्टं शतपत्रगन्धिनानिरीक्ष्य रन्तुं भगवान् मनो दधे ॥ ३ ॥",
        "english_devnagari": "tan mañju-ghoṣāli-mṛga-dvijākulaṁmahan-manaḥ-prakhya-payaḥ-sarasvatāvātena juṣṭaṁ śata-patra-gandhinānirīkṣya rantuṁ bhagavān mano dadhe",
        "verse_Syn": [
            "tat",
            "mañju",
            "ghoṣa",
            "ali",
            "mṛga",
            "dvija",
            "ākulam",
            "mahat",
            "manaḥ",
            "prakhya",
            "payaḥ",
            "sarasvatā",
            "vātena",
            "juṣṭam",
            "śata",
            "patra",
            "gandhinā",
            "nirīkṣya",
            "rantum",
            "bhagavān",
            "manaḥ",
            "dadhe"
        ],
        "translation": "The Supreme Personality of Godhead looked over that forest, which resounded with the charming sounds of bees, animals and birds, and which was enhanced by a lake whose clear water resembled the minds of great souls and by a breeze carrying the fragrance of hundred-petaled lotuses. Seeing all this, Lord Kṛṣṇa decided to enjoy the auspicious atmosphere.",
        "purport": " Lord Kṛṣṇa saw that the Vṛndāvana forest was giving pleasure to all five senses. The bees, birds, and animals made charming sounds that brought sweet pleasure to the ears. The wind was faithfully rendering service to the Lord by blowing throughout the forest, carrying the cool moisture of a transparent lake and thus giving pleasure to the sense of touch. By the sweetness of the wind, even the sense of taste was being stimulated, and the fragrance of lotus flowers was bringing pleasure to the nostrils. And the entire forest was endowed with heavenly beauty, which was giving spiritual bliss to the eyes. Śrīla Viśvanātha Cakravartī Ṭhākura has thus explained the significance of this verse."
    },
    {
        "verse": "4",
        "devanagari": "स तत्र तत्रारुणपल्लवश्रियाफलप्रसूनोरुभरेण पादयो: ।स्पृशच्छिखान् वीक्ष्य वनस्पतीन् मुदास्मयन्निवाहाग्रजमादिपूरुष: ॥ ४ ॥",
        "english_devnagari": "sa tatra tatrāruṇa-pallava-śriyāphala-prasūnoru-bhareṇa pādayoḥspṛśac chikhān vīkṣya vanaspatīn mudāsmayann ivāhāgra-jam ādi-pūruṣaḥ",
        "verse_Syn": [
            "saḥ",
            "tatra",
            "tatra",
            "aruṇa",
            "pallava",
            "śrīyā",
            "phala",
            "prasūna",
            "uru",
            "bhareṇa",
            "pādayoḥ",
            "spṛśat",
            "śikhān",
            "vīkṣya",
            "vanaspatīn",
            "mudā",
            "smayan",
            "iva",
            "āha",
            "agra",
            "jam",
            "ādi",
            "pūruṣaḥ"
        ],
        "translation": "The primeval Lord saw that the stately trees, with their beautiful reddish buds and their heavy burden of fruits and flowers, were bending down to touch His feet with the tips of their branches. Thus He smiled gently and addressed His elder brother.",
        "purport": " The words mudā smayann iva indicate that Lord Kṛṣṇa was in a joking mood. He knew that the trees were actually bowing down to worship Him. But in the following verse the Lord, speaking in a friendly, lighthearted mood, gives the credit to His brother, Balarāma."
    },
    {
        "verse": "5",
        "devanagari": "श्रीभगवानुवाचअहो अमी देववरामरार्चितंपादाम्बुजं ते सुमन:फलार्हणम् ।नमन्त्युपादाय शिखाभिरात्मन-स्तमोऽपहत्यै तरुजन्म यत्कृतम् ॥ ५ ॥",
        "english_devnagari": "śrī-bhagavān uvācaaho amī deva-varāmarārcitaṁpādāmbujaṁ te sumanaḥ-phalārhaṇamnamanty upādāya śikhābhir ātmanastamo-’pahatyai taru-janma yat-kṛtam",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "aho",
            "amī",
            "deva",
            "vara",
            "amara",
            "arcitam",
            "pāda",
            "ambujam",
            "te",
            "sumanaḥ",
            "phala",
            "arhaṇam",
            "namanti",
            "upādāya",
            "śikhābhiḥ",
            "ātmanaḥ",
            "tamaḥ",
            "apahatyai",
            "taru",
            "janma",
            "yat",
            "kṛtam"
        ],
        "translation": "The Supreme Personality of Godhead said: O greatest of Lords, just see how these trees are bowing their heads at Your lotus feet, which are worshipable by the immortal demigods. The trees are offering You their fruits and flowers to eradicate the dark ignorance that has caused their birth as trees.",
        "purport": " The trees of Vṛndāvana were thinking that because of past offenses they had now taken birth as trees and, being immovable, could not accompany Lord Kṛṣṇa in His wanderings throughout the Vṛndāvana area. In fact, all the creatures of Vṛndāvana, including the trees and cows, were great souls who could personally associate with the Supreme Personality of Godhead. But because of ecstatic sentiments of separation, the trees considered themselves in ignorance and thus tried to purify themselves by bowing down at the lotus feet of Kṛṣṇa and Balarāma. Lord Kṛṣṇa understanding their mentality, simultaneously glanced at them with affection and praised their devotional service before His older brother, Balarāma."
    },
    {
        "verse": "6",
        "devanagari": "एतेऽलिनस्तव यशोऽखिललोकतीर्थंगायन्त आदिपुरुषानुपथं भजन्ते ।प्रायो अमी मुनिगणा भवदीयमुख्यागूढं वनेऽपि न जहत्यनघात्मदैवम् ॥ ६ ॥",
        "english_devnagari": "ete ’linas tava yaśo ’khila-loka-tīrthaṁgāyanta ādi-puruṣānupathaṁ bhajanteprāyo amī muni-gaṇā bhavadīya-mukhyāgūḍhaṁ vane ’pi na jahaty anaghātma-daivam",
        "verse_Syn": [
            "ete",
            "alinaḥ",
            "tava",
            "yaśaḥ",
            "akhila",
            "loka",
            "tīrtham",
            "gāyantaḥ",
            "ādi",
            "puruṣa",
            "anupatham",
            "bhajante",
            "prāyaḥ",
            "amī",
            "muni",
            "gaṇāḥ",
            "bhavadīya",
            "mukhyāḥ",
            "gūḍham",
            "vane",
            "api",
            "na",
            "jahati",
            "anagha",
            "ātma",
            "daivam"
        ],
        "translation": "O Original Personality, these bees must all be great sages and most elevated devotees of Yours, for they are worshiping You by following You along the path and chanting Your glories, which are themselves a holy place for the entire world. Though You have disguised Yourself within this forest, O sinless one, they refuse to abandon You, their worshipable Lord.",
        "purport": " The word gūḍham is significant in this verse. It indicates that although the Supreme Personality of Godhead in His form of Kṛṣṇa or Balarāma appears like an ordinary human being within the material world, great sages always recognize the Lord as the Supreme Absolute Truth. All the transcendental forms of Godhead are eternal and full of bliss and knowledge, exactly the opposite of our material bodies, which are temporary and full of misery and ignorance. One meaning of the word tīrtha is “the means for crossing beyond material existence.” Simply by hearing the glories of the Supreme Lord or by chanting them, one immediately comes to the spiritual platform, beyond material existence. Thus the Lord’s transcendental glories are here described as a tīrtha for everyone in the world. The word gāyantaḥ indicates that great sages give up their vows of silence and other selfish processes to glorify the activities of the Supreme Lord. Real silence means to not speak nonsense, to limit one’s verbal activities to those sounds, statements and discussions relevant to the loving service of the Supreme Lord. The word anagha indicates that the Supreme Lord never performs sinful or offensive activities. The word also indicates that the Lord immediately excuses a sin or offense committed by a sincere loving devotee who may accidentally deviate from the Lord’s service. In the specific context of this verse, the word anagha indicates that Lord Balarāma was not disturbed by the bees who were constantly following Him (anupatham). The Lord blessed them by saying, “O bees, come into My confidential grove and feel free to taste its fragrance.”"
    },
    {
        "verse": "7",
        "devanagari": "नृत्यन्त्यमी शिखिन ईड्य मुदा हरिण्य:कुर्वन्ति गोप्य इव ते प्रियमीक्षणेन ।सूक्तैश्च कोकिलगणा गृहमागतायधन्या वनौकस इयान् हि सतां निसर्ग: ॥ ७ ॥",
        "english_devnagari": "nṛtyanty amī śikhina īḍya mudā hariṇyaḥkurvanti gopya iva te priyam īkṣaṇenasūktaiś ca kokila-gaṇā gṛham āgatāyadhanyā vanaukasa iyān hi satāṁ nisargaḥ",
        "verse_Syn": [
            "nṛtyanti",
            "amī",
            "śikhinaḥ",
            "īḍya",
            "mudā",
            "hariṇyaḥ",
            "kurvanti",
            "gopyaḥ",
            "iva",
            "te",
            "priyam",
            "īkṣaṇena",
            "sūktaiḥ",
            "ca",
            "kokila",
            "gaṇāḥ",
            "gṛham",
            "āgatāya",
            "dhanyāḥ",
            "vana",
            "okasaḥ",
            "iyān",
            "hi",
            "satām",
            "nisargaḥ"
        ],
        "translation": "O worshipable one, these peacocks are dancing before You out of joy, these doe are pleasing You with affectionate glances, just as the gopīs do, and these cuckoos are honoring You with Vedic prayers. All these residents of the forest are most fortunate, and their behavior toward You certainly befits great souls receiving another great soul at home.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "धन्येयमद्य धरणी तृणवीरुधस्त्वत्-पादस्पृशो द्रुमलता: करजाभिमृष्टा: ।नद्योऽद्रय: खगमृगा: सदयावलोकै-र्गोप्योऽन्तरेण भुजयोरपि यत्स्पृहा श्री: ॥ ८ ॥",
        "english_devnagari": "dhanyeyam adya dharaṇī tṛṇa-vīrudhas tvat-pāda-spṛśo druma-latāḥ karajābhimṛṣṭāḥnadyo ’drayaḥ khaga-mṛgāḥ sadayāvalokairgopyo ’ntareṇa bhujayor api yat-spṛhā śrīḥ",
        "verse_Syn": [
            "dhanyā",
            "iyam",
            "adya",
            "dharaṇī",
            "tṛṇa",
            "vīrudhaḥ",
            "tvat",
            "pāda",
            "spṛśaḥ",
            "druma",
            "latāḥ",
            "kara",
            "ja",
            "abhimṛṣṭāḥ",
            "nadyaḥ",
            "adrayaḥ",
            "khaga",
            "mṛgāḥ",
            "sadaya",
            "avalokaiḥ",
            "gopyaḥ",
            "antareṇa",
            "bhujayoḥ",
            "api",
            "yat",
            "spṛhā",
            "śrīḥ"
        ],
        "translation": "This earth has now become most fortunate, because You have touched her grass and bushes with Your feet and her trees and creepers with Your fingernails, and because You have graced her rivers, mountains, birds and animals with Your merciful glances. But above all, You have embraced the young cowherd women between Your two arms — a favor hankered after by the goddess of fortune herself.",
        "purport": " The word adya, “now,” indicates the time of Lord Balarāma and Lord Kṛṣṇa’s appearance on the earth. In His form of Varāha, Lord Kṛṣṇa personally saved the earth, and, indeed, the earth is understood to rest perpetually on the potency of Śeṣa. Both Varāha and Śeṣa are expansions of Balarāma, who is Himself an expansion of Lord Kṛṣṇa, the original Personality of Godhead. Lord Kṛṣṇa’s statement that “this earth has now become most fortunate” (dhanyeyam adya dharaṇī) indicates that nothing can equal the blessings of the Supreme Personality of Godhead in His personal form as Kṛṣṇa, appearing simultaneously with His plenary expansion, Balarāma. The compound word karajābhimṛṣṭāḥ, “touched by Your fingernails,” indicates that as Kṛṣṇa and Balarāma would move through the forest They would pick fruits and flowers from the trees, bushes and creepers and use this paraphernalia in Their pleasure pastimes. Sometimes They would break leaves off the plants and use them with the flowers to decorate Their bodies. Kṛṣṇa and Balarāma would glance lovingly and mercifully at all the rivers, hills and creatures in Vṛndāvana. But the blessing received by the gopīs — being embraced directly between the Lord’s arms — was the supreme benediction, desired even by the goddess of fortune herself. The goddess of fortune, who lives in Vaikuṇṭha on the chest of Lord Nārāyaṇa, once desired to be embraced on the chest of Śrī Kṛṣṇa, and thus she performed severe austerities to achieve this blessing. Śrī Kṛṣṇa informed her that her actual place was in Vaikuṇṭha and that it was not possible for her to dwell upon His chest in Vṛndāvana. Therefore she begged Kṛṣṇa to allow her to remain on His chest in the form of a golden line, and He granted her this benediction. Śrīla Viśvanātha Cakravartī Ṭhākura recounts this incident from the Purāṇas."
    },
    {
        "verse": "9",
        "devanagari": "श्रीशुक उवाचएवं वृन्दावनं श्रीमत् कृष्ण: प्रीतमना: पशून् ।रेमे सञ्चारयन्नद्रे: सरिद्रोध:सु सानुग: ॥ ९ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ vṛndāvanaṁ śrīmatkṛṣṇaḥ prīta-manāḥ paśūnreme sañcārayann adreḥsarid-rodhaḥsu sānugaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "vṛndāvanam",
            "śrīmat",
            "kṛṣṇaḥ",
            "prīta",
            "manāḥ",
            "paśūn",
            "reme",
            "sañcārayan",
            "adreḥ",
            "sarit",
            "rodhaḥsu",
            "sa",
            "anugaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus expressing His satisfaction with the beautiful forest of Vṛndāvana and its inhabitants, Lord Kṛṣṇa enjoyed tending the cows and other animals with His friends on the banks of the river Yamunā below Govardhana Hill.",
        "purport": ""
    },
    {
        "verse": "10-12",
        "devanagari": "क्‍वचिद् गायति गायत्सु मदान्धालिष्वनुव्रतै: ।उपगीयमानचरित: पथि सङ्कर्षणान्वित: ॥ १० ॥अनुजल्पति जल्पन्तं कलवाक्यै: शुकं क्‍वचित् ।क्‍वचित्सवल्गु कूजन्तमनुकूजति कोकिलम् ।क्‍वचिच्च कालहंसानामनुकूजति कूजितम् ।अभिनृत्यति नृत्यन्तं बर्हिणं हासयन् क्‍वचित् ॥ ११ ॥मेघगम्भीरया वाचा नामभिर्दूरगान् पशून् ।क्‍वचिदाह्वयति प्रीत्या गोगोपालमनोज्ञया ॥ १२ ॥",
        "english_devnagari": "kvacid gāyati gāyatsumadāndhāliṣv anuvrataiḥupagīyamāna-caritaḥpathi saṅkarṣaṇānvitaḥ",
        "verse_Syn": [
            "kvacit",
            "gāyati",
            "gāyatsu",
            "mada",
            "andha",
            "aliṣu",
            "anuvrataiḥ",
            "upagīyamāna",
            "caritaḥ",
            "pathi",
            "saṅkarṣaṇa",
            "anvitaḥ",
            "anujalpati",
            "jalpantam",
            "kala",
            "vākyaiḥ",
            "śukam",
            "kvacit",
            "kvacit",
            "sa",
            "valgu",
            "kūjantam",
            "anukūjati",
            "kokilam",
            "kvacit",
            "ca",
            "kala",
            "haṁsānām",
            "anukūjati",
            "kūjitam",
            "abhinṛtyati",
            "nṛtyantam",
            "barhiṇam",
            "hāsayan",
            "kvacit",
            "megha",
            "gambhirayā",
            "vācā",
            "nāmabhiḥ",
            "dūra",
            "gān",
            "paśūn",
            "kvacit",
            "āhvayati",
            "prītyā",
            "go",
            "gopāla",
            "manaḥ",
            "jñayā"
        ],
        "translation": "Sometimes the honeybees in Vṛndāvana became so mad with ecstasy that they closed their eyes and began to sing. Lord Kṛṣṇa, moving along the forest path with His cowherd boyfriends and Baladeva, would then respond to the bees by imitating their singing while His friends sang about His pastimes. Sometimes Lord Kṛṣṇa would imitate the chattering of a parrot, sometimes, with a sweet voice, the call of a cuckoo, and sometimes the cooing of swans. Sometimes He vigorously imitated the dancing of a peacock, making His cowherd boyfriends laugh. Sometimes, with a voice as deep as the rumbling of clouds, He would call out with great affection the names of the animals who had wandered far from the herd, thus enchanting the cows and the cowherd boys.",
        "purport": " Śrīla Sanātana Gosvāmī explains that Lord Kṛṣṇa would joke with His friends, saying, “Just look, this peacock does not know how to dance properly,” whereupon the Lord would vigorously imitate the peacock’s dancing, causing great laughter among His friends. The bees in Vṛndāvana would drink the sap of the forest flowers, and the combination of this nectar and the association of Śrī Kṛṣṇa made them mad with intoxication. Thus they closed their eyes in ecstasy and expressed their satisfaction by humming. And this humming was also expertly imitated by the Lord."
    },
    {
        "verse": "13",
        "devanagari": "चकोरक्रौञ्चचक्राह्वभारद्वाजांश्च बर्हिण: ।अनुरौति स्म सत्त्वानां भीतवद् व्याघ्रसिंहयो: ॥ १३ ॥",
        "english_devnagari": "cakora-krauñca-cakrāhva-bhāradvājāṁś ca barhiṇaḥanurauti sma sattvānāṁbhīta-vad vyāghra-siṁhayoḥ",
        "verse_Syn": [
            "cakora",
            "krauñca",
            "cakrāhva",
            "bhāradvājān",
            "ca",
            "barhiṇaḥ",
            "anurauti",
            "sma",
            "sattvānām",
            "bhīta",
            "vat",
            "vyāghra",
            "siṁhayoḥ"
        ],
        "translation": "Sometimes He would cry out in imitation of birds such as the cakoras, krauñcas, cakrāhvas, bhāradvājas and peacocks, and sometimes He would run away with the smaller animals in mock fear of lions and tigers.",
        "purport": " The word bhīta-vat, “as if afraid,” indicates that Lord Kṛṣṇa played just like an ordinary boy and ran with the smaller forest creatures in mock fear of the lions and tigers. Actually, in Vṛndāvana, the abode of the Lord, the lions and tigers are not violent, and thus there is no reason to fear them."
    },
    {
        "verse": "14",
        "devanagari": "क्‍वचित् क्रीडापरिश्रान्तं गोपोत्सङ्गोपबर्हणम् ।स्वयं विश्रमयत्यार्यं पादसंवाहनादिभि: ॥ १४ ॥",
        "english_devnagari": "kvacit krīḍā-pariśrāntaṁgopotsaṅgopabarhaṇamsvayaṁ viśramayaty āryaṁpāda-saṁvāhanādibhiḥ",
        "verse_Syn": [
            "kvacit",
            "krīḍā",
            "pariśrāntam",
            "gopa",
            "utsaṅga",
            "upabarhaṇam",
            "svayam",
            "viśramayati",
            "āryam",
            "pāda",
            "saṁvāhana",
            "ādibhiḥ"
        ],
        "translation": "When His elder brother, fatigued from playing, would lie down with His head upon the lap of a cowherd boy, Lord Kṛṣṇa would help Him relax by personally massaging His feet and offering other services.",
        "purport": " The word pāda-saṁvāhanādibhiḥ indicates that Lord Kṛṣṇa would massage Balarāma’s feet, fan Him and bring Him river water to drink."
    },
    {
        "verse": "15",
        "devanagari": "नृत्यतो गायत: क्‍वापि वल्गतो युध्यतो मिथ: ।गृहीतहस्तौ गोपालान् हसन्तौ प्रशशंसतु: ॥ १५ ॥",
        "english_devnagari": "nṛtyato gāyataḥ kvāpivalgato yudhyato mithaḥgṛhīta-hastau gopālānhasantau praśaśaṁsatuḥ",
        "verse_Syn": [
            "nṛtyataḥ",
            "gāyataḥ",
            "kva",
            "api",
            "valgataḥ",
            "yudhyataḥ",
            "mithaḥ",
            "gṛhīta",
            "hastau",
            "gopālān",
            "hasantau",
            "praśaśaṁsatuḥ"
        ],
        "translation": "Sometimes, as the cowherd boys danced, sang, moved about and playfully fought with each other, Kṛṣṇa and Balarāma, standing nearby hand in hand, would glorify Their friends’ activities and laugh.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "क्‍वचित् पल्लवतल्पेषु नियुद्धश्रमकर्शित: ।वृक्षमूलाश्रय: शेते गोपोत्सङ्गोपबर्हण: ॥ १६ ॥",
        "english_devnagari": "kvacit pallava-talpeṣuniyuddha-śrama-karśitaḥvṛkṣa-mūlāśrayaḥ śetegopotsaṅgopabarhaṇaḥ",
        "verse_Syn": [
            "kvacit",
            "pallava",
            "talpeṣu",
            "niyuddha",
            "śrama",
            "karśitaḥ",
            "vṛkṣa",
            "mūla",
            "āśrayaḥ",
            "śete",
            "gopa",
            "utsaṅga",
            "upabarhaṇaḥ"
        ],
        "translation": "Sometimes Lord Kṛṣṇa grew tired from fighting and lay down at the base of a tree, resting upon a bed made of soft twigs and buds and using the lap of a cowherd friend as His pillow.",
        "purport": " The word pallava-talpeṣu implies that Lord Kṛṣṇa expanded Himself into many forms and lay down upon the many beds of twigs, leaves and flowers hastily constructed by His enthusiastic cowherd friends."
    },
    {
        "verse": "17",
        "devanagari": "पादसंवाहनं चक्रु: केचित्तस्य महात्मन: ।अपरे हतपाप्मानो व्यजनै: समवीजयन् ॥ १७ ॥",
        "english_devnagari": "pāda-saṁvāhanaṁ cakruḥkecit tasya mahātmanaḥapare hata-pāpmānovyajanaiḥ samavījayan",
        "verse_Syn": [
            "pāda",
            "saṁvāhanam",
            "cakruḥ",
            "kecit",
            "tasya",
            "mahā",
            "ātmanaḥ",
            "apare",
            "hata",
            "pāpmānaḥ",
            "vyajanaiḥ",
            "samavījayan"
        ],
        "translation": "Some of the cowherd boys, who were all great souls, would then massage His lotus feet, and others, qualified by being free of all sin, would expertly fan the Supreme Lord.",
        "purport": " The word samavījayan indicates that the cowherd boys fanned the Lord very carefully and expertly, creating gentle and cooling breezes."
    },
    {
        "verse": "18",
        "devanagari": "अन्ये तदनुरूपाणि मनोज्ञानि महात्मन: ।गायन्ति स्म महाराज स्नेहक्लिन्नधिय: शनै: ॥ १८ ॥",
        "english_devnagari": "anye tad-anurūpāṇimanojñāni mahātmanaḥgāyanti sma mahā-rājasneha-klinna-dhiyaḥ śanaiḥ",
        "verse_Syn": [
            "anye",
            "tat",
            "anurūpāṇi",
            "manaḥ",
            "jñāni",
            "mahā",
            "ātmanaḥ",
            "gāyanti",
            "sma",
            "mahā",
            "rāja",
            "sneha",
            "klinna",
            "dhiyaḥ",
            "śanaiḥ"
        ],
        "translation": "My dear King, other boys would sing enchanting songs appropriate to the occasion, and their hearts would melt out of love for the Lord.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "एवं निगूढात्मगति: स्वमाययागोपात्मजत्वं चरितैर्विडम्बयन् ।रेमे रमालालितपादपल्लवोग्राम्यै: समं ग्राम्यवदीशचेष्टित: ॥ १९ ॥",
        "english_devnagari": "evaṁ nigūḍhātma-gatiḥ sva-māyayāgopātmajatvaṁ caritair viḍambayanreme ramā-lālita-pāda-pallavogrāmyaiḥ samaṁ grāmya-vad īśa-ceṣṭitaḥ",
        "verse_Syn": [
            "evam",
            "nigūḍha",
            "ātma",
            "gatiḥ",
            "sva",
            "māyayā",
            "gopa",
            "ātmajatvam",
            "caritaiḥ",
            "viḍambayan",
            "reme",
            "ramā",
            "lālita",
            "pāda",
            "pallavaḥ",
            "grāmyaiḥ",
            "samam",
            "grāmya",
            "vat",
            "īśa",
            "ceṣṭitaḥ"
        ],
        "translation": "In this way the Supreme Lord, whose soft lotus feet are personally attended by the goddess of fortune, concealed His transcendental opulences by His internal potency and acted like the son of a cowherd. Yet even while enjoying like a village boy in the company of other village residents, He often exhibited feats only God could perform.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "श्रीदामा नाम गोपालो रामकेशवयो: सखा ।सुबलस्तोककृष्णाद्या गोपा: प्रेम्णेदमब्रुवन् ॥ २० ॥",
        "english_devnagari": "śrīdāmā nāma gopālorāma-keśavayoḥ sakhāsubala-stokakṛṣṇādyāgopāḥ premṇedam abruvan",
        "verse_Syn": [
            "śrīdāmā",
            "nāma",
            "gopālaḥ",
            "rāma",
            "keśavayoḥ",
            "sakhā",
            "subala",
            "stokakṛṣṇa",
            "ādyāḥ",
            "gopāḥ",
            "premṇā",
            "idam",
            "abruvan"
        ],
        "translation": "Once, some of the cowherd boys — Śrīdāmā, the very close friend of Rāma and Kṛṣṇa, along with Subala, Stokakṛṣṇa and others — lovingly spoke the following words.",
        "purport": " The word premṇā, “with love,” indicates that the request the cowherd boys are about to place before Lord Kṛṣṇa and Lord Balarāma is motivated by love, not personal desire. The cowherd boys were eager for Kṛṣṇa and Balarāma to exhibit Their pastimes of killing demons and to enjoy the delicious fruits of the Tāla forest, and therefore they made the following request."
    },
    {
        "verse": "21",
        "devanagari": "राम राम महाबाहो कृष्ण दुष्टनिबर्हण ।इतोऽविदूरे सुमहद् वनं तालालिसङ्कुलम् ॥ २१ ॥",
        "english_devnagari": "rāma rāma mahā-bāhokṛṣṇa duṣṭa-nibarhaṇaito ’vidūre su-mahadvanaṁ tālāli-saṅkulam",
        "verse_Syn": [
            "rāma",
            "rāma",
            "mahā",
            "bāho",
            "kṛṣṇa",
            "duṣṭa",
            "nibarhaṇa",
            "itaḥ",
            "avidūre",
            "su",
            "mahat",
            "vanam",
            "tāla",
            "āli",
            "saṅkulam"
        ],
        "translation": "[The cowherd boys said:] O Rāma, Rāma, mighty-armed one! O Kṛṣṇa, destroyer of the miscreants! Not far from here is a very great forest filled with rows of palm trees.",
        "purport": " As stated in the Śrī Varāha Purāṇa: “Not far from the western side of Mathurā, at a distance of two yojanas [sixteen miles], is the holy place named Govardhana, which is most difficult to attain.” It is also stated in the Varāha Purāṇa: “Not far from the western side of Mathurā, one yojana away [eight miles], is the forest known as Tālavana, which was guarded by Dhenukāsura.” Thus it appears that the Tālavana forest is located midway between Mathurā and Govardhana Hill. The forest of Tālavana is described in the Śrī Hari-vaṁśa as follows: “The land there is even, smooth and very expansive. The earth is black, densely covered with darbha grass and devoid of stones and pebbles.”"
    },
    {
        "verse": "22",
        "devanagari": "फलानि तत्र भूरीणि पतन्ति पतितानि च ।सन्ति किन्त्ववरुद्धानि धेनुकेन दुरात्मना ॥ २२ ॥",
        "english_devnagari": "phalāni tatra bhūrīṇipatanti patitāni casanti kintv avaruddhānidhenukena durātmanā",
        "verse_Syn": [
            "phalāni",
            "tatra",
            "bhūrīṇi",
            "patanti",
            "patitāni",
            "ca",
            "santi",
            "kintu",
            "avaruddhāni",
            "dhenukena",
            "durātmanā"
        ],
        "translation": "In that Tālavana forest many fruits are falling from the trees, and many are already lying on the ground. But all the fruits are being guarded by the evil Dhenuka.",
        "purport": " The demon Dhenuka would not allow anyone to eat the delicious ripe palm fruits of the Tālavana, and Kṛṣṇa’s young boyfriends protested this unjust usurpation of the right to enjoy the fruits of a public forest."
    },
    {
        "verse": "23",
        "devanagari": "सोऽतिवीर्योऽसुरो राम हे कृष्ण खररूपधृक् ।आत्मतुल्यबलैरन्यैर्ज्ञातिभिर्बहुभिर्वृत: ॥ २३ ॥",
        "english_devnagari": "so ’ti-vīryo ’suro rāmahe kṛṣṇa khara-rūpa-dhṛkātma-tulya-balair anyairjñātibhir bahubhir vṛtaḥ",
        "verse_Syn": [
            "saḥ",
            "ati",
            "vīryaḥ",
            "asuraḥ",
            "rāma",
            "he",
            "kṛṣṇa",
            "khara",
            "rūpa",
            "dhṛk",
            "ātma",
            "tulya",
            "balaiḥ",
            "anyaiḥ",
            "jñātibhiḥ",
            "bahubhiḥ",
            "vṛtaḥ"
        ],
        "translation": "O Rāma, O Kṛṣṇa! Dhenuka is a most powerful demon and has assumed the form of an ass. He is surrounded by many friends who have assumed a similar shape and who are just as powerful as he.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "तस्मात् कृतनराहाराद् भीतैर्नृभिरमित्रहन् ।न सेव्यते पशुगणै: पक्षिसङ्घैर्विवर्जितम् ॥ २४ ॥",
        "english_devnagari": "tasmāt kṛta-narāhārādbhītair nṛbhir amitra-hanna sevyate paśu-gaṇaiḥpakṣi-saṅghair vivarjitam",
        "verse_Syn": [
            "tasmāt",
            "kṛta",
            "nara",
            "āhārāt",
            "bhītaiḥ",
            "nṛbhiḥ",
            "amitra",
            "han",
            "na",
            "sevyate",
            "paśu",
            "gaṇaiḥ",
            "pakṣi",
            "saṅghaiḥ",
            "vivarjitam"
        ],
        "translation": "The demon Dhenuka has eaten men alive, and therefore all people and animals are terrified of going to the Tāla forest. O killer of the enemy, even the birds are afraid to fly there.",
        "purport": " The cowherd boyfriends of Lord Kṛṣṇa and Lord Balarāma encouraged the two brothers to go at once to the Tāla forest and kill the ass demon. Indeed, here they address the brothers as amitra-han, “killer of the enemy.” The cowherd boys were engaged in ecstatic meditation upon the potency of the Supreme Personality of Godhead and reasoned thus: “Kṛṣṇa has already killed terrible demons like Baka and Agha, so what is so special about this obnoxious jackass named Dhenuka, who has become public enemy number one in Vṛndāvana?” The cowherd boys wanted Kṛṣṇa and Balarāma to kill the demons so that all the pious inhabitants of Vṛndāvana could enjoy the fruits in the Tāla forest. Thus they requested the special favor that the ass demons be killed."
    },
    {
        "verse": "25",
        "devanagari": "विद्यन्तेऽभुक्तपूर्वाणि फलानि सुरभीणि च ।एष वै सुरभिर्गन्धो विषूचीनोऽवगृह्यते ॥ २५ ॥",
        "english_devnagari": "vidyante ’bhukta-pūrvāṇiphalāni surabhīṇi caeṣa vai surabhir gandhoviṣūcīno ’vagṛhyate",
        "verse_Syn": [
            "vidyante",
            "abhukta",
            "pūrvāṇi",
            "phalāni",
            "surabhīṇi",
            "ca",
            "eṣaḥ",
            "vai",
            "surabhiḥ",
            "gandhaḥ",
            "viṣūcīnaḥ",
            "avagṛhyate"
        ],
        "translation": "In the Tāla forest are sweet-smelling fruits no one has ever tasted. Indeed, even now we can smell the fragrance of the tāla fruits spreading all about.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the sweet fragrance of the tāla fruits was carried by an easterly wind, which is conducive to rain in the Vṛndāvana area. This easterly wind generally blows in the month of Bhādra and thus indicates the excellent ripeness of the fruits, while the fact that the boys could smell them indicates the nearness of the Tāla forest."
    },
    {
        "verse": "26",
        "devanagari": "प्रयच्छ तानि न: कृष्ण गन्धलोभितचेतसाम् ।वाञ्छास्ति महती राम गम्यतां यदि रोचते ॥ २६ ॥",
        "english_devnagari": "prayaccha tāni naḥ kṛṣṇagandha-lobhita-cetasāmvāñchāsti mahatī rāmagamyatāṁ yadi rocate",
        "verse_Syn": [
            "prayaccha",
            "tāni",
            "naḥ",
            "kṛṣṇa",
            "gandha",
            "lobhita",
            "cetasām",
            "vāñchā",
            "asti",
            "mahatī",
            "rāma",
            "gamyatām",
            "yadi",
            "rocate"
        ],
        "translation": "O Kṛṣṇa! Please get those fruits for us. Our minds are so attracted by their aroma! Dear Balarāma, our desire to have those fruits is very great. If You think it’s a good idea, let’s go to that Tāla forest.",
        "purport": " Although neither man nor bird nor beast could even approach the Tāla forest, the cowherd boys had so much faith in Lord Kṛṣṇa and Lord Balarāma that they took it for granted the two Lords could effortlessly kill the sinful ass demons and acquire the delicious tāla fruits. Lord Kṛṣṇa’s cowherd boyfriends are exalted, self-realized souls who would not ordinarily become greedy for sweet fruits. In fact, they are simply joking with the Lord and enthusing His pastimes, urging Him to perform unprecedented heroic feats in the Tāla forest. Innumerable demons disturbed the sublime atmosphere of Vṛndāvana during Lord Kṛṣṇa’s presence there, and the Lord would kill such demons as a popular daily event. Since Lord Kṛṣṇa had already killed many demons, on this particular day He decided to give first honors to Lord Balarāma, who would demolish the first demon, Dhenuka. By the words yadi rocate, the cowherd boys indicate that Lord Kṛṣṇa and Lord Balarāma need not kill the demon simply to satisfy them; rather, They should do so only if the Lords Themselves found the concept appealing."
    },
    {
        "verse": "27",
        "devanagari": "एवं सुहृद्वच: श्रुत्वा सुहृत्प्रियचिकीर्षया ।प्रहस्य जग्मतुर्गोपैर्वृतौ तालवनं प्रभू ॥ २७ ॥",
        "english_devnagari": "evaṁ suhṛd-vacaḥ śrutvāsuhṛt-priya-cikīrṣayāprahasya jagmatur gopairvṛtau tālavanaṁ prabhū",
        "verse_Syn": [
            "evam",
            "suhṛt",
            "vacaḥ",
            "śrutvā",
            "suhṛt",
            "priya",
            "cikīrṣayā",
            "prahasya",
            "jagmatuḥ",
            "gopaiḥ",
            "vṛtau",
            "tāla",
            "vanam",
            "prabhū"
        ],
        "translation": "Hearing the words of Their dear companions, Kṛṣṇa and Balarāma laughed and, desiring to please them, set off for the Tālavana surrounded by Their cowherd boyfriends.",
        "purport": " Lord Kṛṣṇa was thinking, “How can a mere ass be so formidable?” And thus He smiled at the petition of His boyfriends. As stated by Lord Kapila in the Śrīmad-Bhāgavatam (3.28.32), hāsaṁ harer avanatākhila-loka-tīvra-śokāśru-sāgara-viśoṣaṇam aty-udāram: “The smile and laughter of the Supreme Lord Hari is most magnanimous. Indeed, for those who bow down to the Lord, His smile and laughter dry up the ocean of tears caused by the intense suffering of this world.” Thus, to encourage Their boyfriends, Lord Kṛṣṇa and Lord Balarāma smiled, laughed and immediately set out with them for the Tāla forest."
    },
    {
        "verse": "28",
        "devanagari": "बल: प्रविश्य बाहुभ्यां तालान् सम्परिकम्पयन् ।फलानि पातयामास मतङ्गज इवौजसा ॥ २८ ॥",
        "english_devnagari": "balaḥ praviśya bāhubhyāṁtālān samparikampayanphalāni pātayām āsamataṅ-gaja ivaujasā",
        "verse_Syn": [
            "balaḥ",
            "praviśya",
            "bāhubhyām",
            "tālān",
            "samparikampayan",
            "phalāni",
            "pātayām",
            "āsa",
            "matam",
            "gajaḥ",
            "iva",
            "ojasā"
        ],
        "translation": "Lord Balarāma entered the Tāla forest first. Then with His two arms He began forcefully shaking the trees with the power of a maddened elephant, causing the tāla fruits to fall to the ground.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "फलानां पततां शब्दं निशम्यासुररासभ: ।अभ्यधावत् क्षितितलं सनगं परिकम्पयन् ॥ २९ ॥",
        "english_devnagari": "phalānāṁ patatāṁ śabdaṁniśamyāsura-rāsabhaḥabhyadhāvat kṣiti-talaṁsa-nagaṁ parikampayan",
        "verse_Syn": [
            "phalānām",
            "patatām",
            "śabdam",
            "niśamya",
            "asura",
            "rāsabhaḥ",
            "abhyadhāvat",
            "kṣiti",
            "talam",
            "sa",
            "nagam",
            "parikampayan"
        ],
        "translation": "Hearing the sound of the falling fruits, the ass demon Dhenuka ran forward to attack, making the earth and trees tremble.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "समेत्य तरसा प्रत्यग् द्वाभ्यां पद्‌भ्यां बलं बली ।निहत्योरसि काशब्दं मुञ्चन् पर्यसरत् खल: ॥ ३० ॥",
        "english_devnagari": "sametya tarasā pratyagdvābhyāṁ padbhyāṁ balaṁ balīnihatyorasi kā-śabdaṁmuñcan paryasarat khalaḥ",
        "verse_Syn": [
            "sametya",
            "tarasā",
            "pratyak",
            "dvābhyām",
            "padbhyām",
            "balam",
            "balī",
            "nihatya",
            "urasi",
            "kā",
            "śabdam",
            "muñcan",
            "paryasarat",
            "khalaḥ"
        ],
        "translation": "The powerful demon rushed up to Lord Baladeva and sharply struck the Lord’s chest with the hooves of his hind legs. Then Dhenuka began to run about, braying loudly.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "पुनरासाद्य संरब्ध उपक्रोष्टा पराक् स्थित: ।चरणावपरौ राजन् बलाय प्राक्षिपद् रुषा ॥ ३१ ॥",
        "english_devnagari": "punar āsādya saṁrabdhaupakroṣṭā parāk sthitaḥcaraṇāv aparau rājanbalāya prākṣipad ruṣā",
        "verse_Syn": [
            "punaḥ",
            "āsādya",
            "saṁrabdhaḥ",
            "upakroṣṭā",
            "parāk",
            "sthitaḥ",
            "caraṇau",
            "aparau",
            "rājan",
            "balāya",
            "prākṣipat",
            "ruṣā"
        ],
        "translation": "Moving again toward Lord Balarāma, O King, the furious ass situated himself with his back toward the Lord. Then, screaming in rage, the demon hurled his two hind legs at Him.",
        "purport": " The word upakroṣṭā indicates an ass and also one who is crying out nearby. Thus it is indicated herein that the powerful Dhenuka made horrible, angry sounds."
    },
    {
        "verse": "32",
        "devanagari": "स तं गृहीत्वा प्रपदोर्भ्रामयित्वैकपाणिना ।चिक्षेप तृणराजाग्रे भ्रामणत्यक्तजीवितम् ॥ ३२ ॥",
        "english_devnagari": "sa taṁ gṛhītvā prapadorbhrāmayitvaika-pāṇinācikṣepa tṛṇa-rājāgrebhrāmaṇa-tyakta-jīvitam",
        "verse_Syn": [
            "saḥ",
            "tam",
            "gṛhītvā",
            "prapadoḥ",
            "bhrāmayitvā",
            "eka",
            "pāṇinā",
            "cikṣepa",
            "tṛṇa",
            "rāja",
            "agre",
            "bhrāmaṇa",
            "tyakta",
            "jīvitam"
        ],
        "translation": "Lord Balarāma seized Dhenuka by his hooves, whirled him about with one hand and threw him into the top of a palm tree. The violent wheeling motion killed the demon.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "तेनाहतो महातालो वेपमानो बृहच्छिरा: ।पार्श्वस्थं कम्पयन् भग्न: स चान्यं सोऽपि चापरम् ॥ ३३ ॥",
        "english_devnagari": "tenāhato mahā-tālovepamāno bṛhac-chirāḥpārśva-sthaṁ kampayan bhagnaḥsa cānyaṁ so ’pi cāparam",
        "verse_Syn": [
            "tena",
            "āhataḥ",
            "mahā",
            "tālaḥ",
            "vepamānaḥ",
            "bṛhat",
            "śirāḥ",
            "pārśva",
            "stham",
            "kampayan",
            "bhagnaḥ",
            "saḥ",
            "ca",
            "anyam",
            "saḥ",
            "api",
            "ca",
            "aparam"
        ],
        "translation": "Lord Balarāma threw the dead body of Dhenukāsura into the tallest palm tree in the forest, and when the dead demon landed in the treetop, the tree began shaking. The great palm tree, causing a tree by its side also to shake, broke under the weight of the demon. The neighboring tree caused yet another tree to shake, and this one struck yet another tree, which also began shaking. In this way many trees in the forest shook and broke.",
        "purport": " Lord Balarāma threw the demon Dhenuka so violently into the great palm tree that a chain reaction was unleashed, and many towering palm trees shook and then broke with a great crashing sound."
    },
    {
        "verse": "34",
        "devanagari": "बलस्य लीलयोत्सृष्टखरदेहहताहता: ।तालाश्चकम्पिरे सर्वे महावातेरिता इव ॥ ३४ ॥",
        "english_devnagari": "balasya līlayotsṛṣṭa-khara-deha-hatāhatāḥtālāś cakampire sarvemahā-vāteritā iva",
        "verse_Syn": [
            "balasya",
            "līlayā",
            "utsṛṣṭa",
            "khara",
            "deha",
            "hata",
            "āhatāḥ",
            "tālāḥ",
            "cakampire",
            "sarve",
            "mahā",
            "vāta",
            "īritāḥ",
            "iva"
        ],
        "translation": "Because of Lord Balarāma’s pastime of throwing the body of the ass demon into the top of the tallest palm tree, all the trees began shaking and striking against one another as if blown about by powerful winds.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "नैतच्चित्रं भगवति ह्यनन्ते जगदीश्वरे ।ओतप्रोतमिदं यस्मिंस्तन्तुष्वङ्ग यथा पट: ॥ ३५ ॥",
        "english_devnagari": "naitac citraṁ bhagavatihy anante jagad-īśvareota-protam idaṁ yasmiṁstantuṣv aṅga yathā paṭaḥ",
        "verse_Syn": [
            "na",
            "etat",
            "citram",
            "bhagavati",
            "hi",
            "anante",
            "jagat",
            "īśvare",
            "ota",
            "protam",
            "idam",
            "yasmin",
            "tantuṣu",
            "aṅga",
            "yathā",
            "paṭaḥ"
        ],
        "translation": "My dear Parīkṣit, that Lord Balarāma killed Dhenukāsura is not such a wonderful thing, considering that He is the unlimited Personality of Godhead, the controller of the entire universe. Indeed, the entire cosmos rests upon Him just as a woven cloth rests upon its own horizontal and vertical threads.",
        "purport": " Unfortunate persons cannot appreciate the blissful pastimes of the Supreme Lord. In this connection Śrīla Jīva Gosvāmī explains that the Supreme Lord possesses unlimited potency and strength, as expressed here by the word anante. The Lord exhibits a tiny fraction of His power according to the need of a particular situation. Lord Balarāma desired to vanquish the gang of demoniac asses who had unlawfully seized the Tālavana forest, and therefore He exhibited just enough divine opulence to easily kill Dhenukāsura and the other demons."
    },
    {
        "verse": "36",
        "devanagari": "तत: कृष्णं च रामं च ज्ञातयो धेनुकस्य ये ।क्रोष्टारोऽभ्यद्रवन् सर्वे संरब्धा हतबान्धवा: ॥ ३६ ॥",
        "english_devnagari": "tataḥ kṛṣṇaṁ ca rāmaṁ cajñātayo dhenukasya yekroṣṭāro ’bhyadravan sarvesaṁrabdhā hata-bāndhavāḥ",
        "verse_Syn": [
            "tataḥ",
            "kṛṣṇam",
            "ca",
            "rāmam",
            "ca",
            "jñātayaḥ",
            "dhenukasya",
            "ye",
            "kroṣṭāraḥ",
            "abhyadravan",
            "sarve",
            "saṁrabdhāḥ",
            "hata",
            "bāndhavāḥ"
        ],
        "translation": "The other ass demons, close friends of Dhenukāsura, were enraged upon seeing his death, and thus they all immediately ran to attack Kṛṣṇa and Balarāma.",
        "purport": " Śrīla Sanātana Gosvāmī makes the following comment on this verse: “It is stated here that the ass demons first attacked Kṛṣṇa and then Balarāma (kṛṣṇaṁ ca rāmaṁ ca). One reason for this is that the demons, having seen the prowess of Lord Balarāma, thought it wise to attack Kṛṣṇa first. Or it may be that out of affection for His elder brother, Lord Kṛṣṇa placed Himself between Balarāma and the ass demons. The words kṛṣṇaṁ ca rāmaṁ ca may also be understood to indicate that Lord Balarāma, out of affection for His younger brother, went to Lord Kṛṣṇa’s side."
    },
    {
        "verse": "37",
        "devanagari": "तांस्तानापतत: कृष्णो रामश्च नृप लीलया ।गृहीतपश्चाच्चरणान् प्राहिणोत्तृणराजसु ॥ ३७ ॥",
        "english_devnagari": "tāṁs tān āpatataḥ kṛṣṇorāmaś ca nṛpa līlayāgṛhīta-paścāc-caraṇānprāhiṇot tṛṇa-rājasu",
        "verse_Syn": [
            "tān",
            "tān",
            "āpatataḥ",
            "kṛṣṇaḥ",
            "rāmaḥ",
            "ca",
            "nṛpa",
            "līlayā",
            "gṛhīta",
            "paścāt",
            "caraṇān",
            "prāhiṇot",
            "tṛṇa",
            "rājasu"
        ],
        "translation": "O King, as the demons attacked, Kṛṣṇa and Balarāma easily seized them one after another by their hind legs and threw them all into the tops of the palm trees.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "फलप्रकरसङ्कीर्णं दैत्यदेहैर्गतासुभि: ।रराज भू: सतालाग्रैर्घनैरिव नभस्तलम् ॥ ३८ ॥",
        "english_devnagari": "phala-prakara-saṅkīrṇaṁdaitya-dehair gatāsubhiḥrarāja bhūḥ sa-tālāgrairghanair iva nabhas-talam",
        "verse_Syn": [
            "phala",
            "prakara",
            "saṅkīrṇam",
            "daitya",
            "dehaiḥ",
            "gata",
            "asubhiḥ",
            "rarāja",
            "bhūḥ",
            "sa",
            "tāla",
            "agraiḥ",
            "ghanaiḥ",
            "iva",
            "nabhaḥ",
            "talam"
        ],
        "translation": "The earth then appeared beautifully covered with heaps of fruits and with the dead bodies of the demons, which were entangled in the broken tops of the palm trees. Indeed, the earth shone like the sky decorated with clouds.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, the bodies of the demons were dark, like dark blue clouds, and the large quantity of blood that had flowed from their bodies appeared like bright red clouds. Thus the whole scene was very beautiful. The Supreme Personality of Godhead in His various forms, such as Rāma and Kṛṣṇa, is always transcendental, and when He enacts His transcendental pastimes the result is always beautiful and transcendental, even when the Lord performs violent acts like killing the stubborn ass demons."
    },
    {
        "verse": "39",
        "devanagari": "तयोस्तत् सुमहत् कर्म निशम्य विबुधादय: ।मुमुचु: पुष्पवर्षाणि चक्रुर्वाद्यानि तुष्टुवु: ॥ ३९ ॥",
        "english_devnagari": "tayos tat su-mahat karmaniśamya vibudhādayaḥmumucuḥ puṣpa-varṣāṇicakrur vādyāni tuṣṭuvuḥ",
        "verse_Syn": [
            "tayoḥ",
            "tat",
            "su",
            "mahat",
            "karma",
            "niśamya",
            "vibudha",
            "ādayaḥ",
            "mumucuḥ",
            "puṣpa",
            "varṣāṇi",
            "cakruḥ",
            "vādyāni",
            "tuṣṭuvuḥ"
        ],
        "translation": "Hearing of this magnificent feat of the two brothers, the demigods and other elevated living beings rained down flowers and offered music and prayers in glorification.",
        "purport": " Śrīla Sanātana Gosvāmī comments that the demigods, great sages and other exalted beings were all astonished and ecstatic upon seeing the unusually swift and nonchalant way in which Kṛṣṇa and Balarāma killed the very powerful ass demons in the Tāla forest."
    },
    {
        "verse": "40",
        "devanagari": "अथ तालफलान्यादन्मनुष्या गतसाध्वसा: ।तृणं च पशवश्चेरुर्हतधेनुककानने ॥ ४० ॥",
        "english_devnagari": "atha tāla-phalāny ādanmanuṣyā gata-sādhvasāḥtṛṇaṁ ca paśavaś cerurhata-dhenuka-kānane",
        "verse_Syn": [
            "atha",
            "tāla",
            "phalāni",
            "ādan",
            "manuṣyāḥ",
            "gata",
            "sādhvasāḥ",
            "tṛṇam",
            "ca",
            "paśavaḥ",
            "ceruḥ",
            "hata",
            "dhenuka",
            "kānane"
        ],
        "translation": "People now felt free to return to the forest where Dhenuka had been killed, and without fear they ate the fruits of the palm trees. Also, the cows could now graze freely upon the grass there.",
        "purport": " According to the ācāryas, low-class people such as the pulindas ate the fruits of the palm trees, but Kṛṣṇa’s cowherd boyfriends considered them undesirable, since they had been tainted with the blood of the asses."
    },
    {
        "verse": "41",
        "devanagari": "कृष्ण: कमलपत्राक्ष: पुण्यश्रवणकीर्तन: ।स्तूयमानोऽनुगैर्गोपै: साग्रजो व्रजमाव्रजत् ॥ ४१ ॥",
        "english_devnagari": "kṛṣṇaḥ kamala-patrākṣaḥpuṇya-śravaṇa-kīrtanaḥstūyamāno ’nugair gopaiḥsāgrajo vrajam āvrajat",
        "verse_Syn": [
            "kṛṣṇaḥ",
            "kamala",
            "patra",
            "akṣaḥ",
            "puṇya",
            "śravaṇa",
            "kīrtanaḥ",
            "stūyamānaḥ",
            "anugaiḥ",
            "gopaiḥ",
            "sa",
            "agra",
            "jaḥ",
            "vrajam",
            "āvrajat"
        ],
        "translation": "Then lotus-eyed Lord Śrī Kṛṣṇa, whose glories are most pious to hear and chant, returned home to Vraja with His elder brother, Balarāma. Along the way, the cowherd boys, His faithful followers, chanted His glories.",
        "purport": " When the glories of Śrī Kṛṣṇa are vibrated, both the speakers and the hearers are purified and become pious."
    },
    {
        "verse": "42",
        "devanagari": "तं गोरजश्छुरितकुन्तलबद्धबर्ह-वन्यप्रसूनरुचिरेक्षणचारुहासम् ।वेणुम्क्वणन्तमनुगैरुपगीतकीर्तिंगोप्यो दिद‍ृक्षितद‍ृशोऽभ्यगमन् समेता: ॥ ४२ ॥",
        "english_devnagari": "taṁ gorajaś-churita-kuntala-baddha-barha-vanya-prasūna-rucirekṣaṇa-cāru-hāsamveṇum kvaṇantam anugair upagīta-kīrtiṁgopyo didṛkṣita-dṛśo ’bhyagaman sametāḥ",
        "verse_Syn": [
            "tam",
            "go",
            "rajaḥ",
            "churita",
            "kuntala",
            "baddha",
            "barha",
            "vanya",
            "prasūna",
            "rucira",
            "īkṣaṇa",
            "cāru",
            "hāsam",
            "veṇum",
            "kvaṇantam",
            "anugaiḥ",
            "upagīta",
            "kīrtim",
            "gopyaḥ",
            "didṛkṣita",
            "dṛśaḥ",
            "abhyagaman",
            "sametāḥ"
        ],
        "translation": "Lord Kṛṣṇa’s hair, powdered with the dust raised by the cows, was decorated with a peacock feather and forest flowers. The Lord glanced charmingly and smiled beautifully, playing upon His flute while His companions chanted His glories. The gopīs, all together, came forward to meet Him, their eyes very eager to see Him.",
        "purport": " Superficially, the gopīs were young married girls, and therefore they would naturally be ashamed and fearful of casting loving glances at a beautiful young boy like Śrī Kṛṣṇa. But Śrī Kṛṣṇa is the Supreme Personality of Godhead, and all living beings are His eternal servants. Thus the gopīs, although the most pure-hearted of all great souls, did not hesitate to come forward and satisfy their love-struck eyes by drinking in the sight of beautiful young Kṛṣṇa. The gopīs also relished the sweet sound of His flute and the enchanting fragrance of His body."
    },
    {
        "verse": "43",
        "devanagari": "पीत्वा मुकुन्दमुखसारघमक्षिभृङ्गै-स्तापं जहुर्विरहजं व्रजयोषितोऽह्नि ।तत्सत्कृतिं समधिगम्य विवेश गोष्ठंसव्रीडहासविनयं यदपाङ्गमोक्षम् ॥ ४३ ॥",
        "english_devnagari": "pītvā mukunda-mukha-sāragham akṣi-bhṛṅgaistāpaṁ jahur viraha-jaṁ vraja-yoṣito ’hnitat sat-kṛtiṁ samadhigamya viveśa goṣṭhaṁsavrīḍa-hāsa-vinayaṁ yad apāṅga-mokṣam",
        "verse_Syn": [
            "pītvā",
            "mukunda",
            "mukha",
            "sāragham",
            "akṣi",
            "bhṛṅgaiḥ",
            "tāpam",
            "jahuḥ",
            "viraha",
            "jam",
            "vraja",
            "yoṣitaḥ",
            "ahni",
            "tat",
            "sat",
            "kṛtim",
            "samadhigamya",
            "viveśa",
            "goṣṭham",
            "sa",
            "vrīḍa",
            "hāsa",
            "vinayam",
            "yat",
            "apāṅga",
            "mokṣam"
        ],
        "translation": "With their beelike eyes, the women of Vṛndāvana drank the honey of the beautiful face of Lord Mukunda, and thus they gave up the distress they had felt during the day because of separation from Him. The young Vṛndāvana ladies cast sidelong glances at the Lord — glances filled with bashfulness, laughter and submission — and Śrī Kṛṣṇa, completely accepting these glances as a proper offering of respect, entered the cowherd village.",
        "purport": " In Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda describes this incident as follows: “All the gopīs in Vṛndāvana remained very morose on account of Kṛṣṇa’s absence. All day they were thinking of Kṛṣṇa in the forest or of Him herding cows in the pasture. When they saw Kṛṣṇa returning, all their anxieties were immediately relieved, and they began to look at His face the way drones hover over the honey of the lotus flower. When Kṛṣṇa entered the village, the young gopīs smiled and laughed. Kṛṣṇa, while playing the flute, enjoyed the beautiful smiling faces of the gopīs.” The Supreme Lord, Śrī Kṛṣṇa, is the supreme master of romantic skills, and thus He expertly exchanged loving feelings with the young cowherd girls of Vṛndāvana. When a chaste young girl is in love, she glances at her beloved with shyness, jubilation and submission. When the beloved accepts her offering of love by receiving her glance and is thus satisfied with her, the loving young girl’s heart becomes filled with happiness. These were exactly the romantic exchanges taking place between beautiful young Kṛṣṇa and the loving cowherd girls of Vṛndāvana."
    },
    {
        "verse": "44",
        "devanagari": "तयोर्यशोदारोहिण्यौ पुत्रयो: पुत्रवत्सले ।यथाकामं यथाकालं व्यधत्तां परमाशिष: ॥ ४४ ॥",
        "english_devnagari": "tayor yaśodā-rohiṇyauputrayoḥ putra-vatsaleyathā-kāmaṁ yathā-kālaṁvyadhattāṁ paramāśiṣaḥ",
        "verse_Syn": [
            "tayoḥ",
            "yaśodā",
            "rohiṇyau",
            "putrayoḥ",
            "putra",
            "vatsale",
            "yathā",
            "kāmam",
            "yathā",
            "kālam",
            "vyadhattām",
            "parama",
            "āśiṣaḥ"
        ],
        "translation": "Mother Yaśodā and mother Rohiṇī, acting most affectionately toward their two sons, offered all the best things to Them in response to Their every desire and at the various appropriate times.",
        "purport": " The word paramāśiṣaḥ indicates the attractive blessings of a loving mother, which include wonderful food, beautiful clothes, jewelry, toys and constant affection. The words yathā-kāmaṁ yathā-kālam indicate that although Yaśodā and Rohiṇī satisfied all the desires of their sons, Kṛṣṇa and Balarāma, they also properly regulated the boys’ activities. In other words, they prepared wonderful food for their children, but they saw to it that the boys ate at the proper time. Similarly, their children would play at the proper time and sleep at the proper time. The word yathā-kāmam does not indicate that the mothers indiscriminately allowed the boys to do whatever They liked, but in the proper, civilized way they showered their blessings upon their children. Śrīla Sanātana Gosvāmī comments that the mothers loved their sons so much that as they embraced Them they would carefully check all Their limbs to see if They were healthy and strong."
    },
    {
        "verse": "45",
        "devanagari": "गताध्वानश्रमौ तत्र मज्जनोन्मर्दनादिभि: ।नीवीं वसित्वा रुचिरां दिव्यस्रग्गन्धमण्डितौ ॥ ४५ ॥",
        "english_devnagari": "gatādhvāna-śramau tatramajjanonmardanādibhiḥnīvīṁ vasitvā rucirāṁdivya-srag-gandha-maṇḍitau",
        "verse_Syn": [
            "gata",
            "adhvāna",
            "śramau",
            "tatra",
            "majjana",
            "unmardana",
            "ādibhiḥ",
            "nīvīm",
            "vasitvā",
            "rucirām",
            "divya",
            "srak",
            "gandha",
            "maṇḍitau"
        ],
        "translation": "By being bathed and massaged, the two young Lords were relieved of the weariness caused by walking on the country roads. Then They were dressed in attractive robes and decorated with transcendental garlands and fragrances.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "जनन्युपहृतं प्राश्य स्वाद्वन्नमुपलालितौ ।संविश्य वरशय्यायां सुखं सुषुपतुर्व्रजे ॥ ४६ ॥",
        "english_devnagari": "janany-upahṛtaṁ prāśyasvādy annam upalālitausaṁviśya vara-śayyāyāṁsukhaṁ suṣupatur vraje",
        "verse_Syn": [
            "jananī",
            "upahṛtam",
            "prāśya",
            "svādu",
            "annam",
            "upalālitau",
            "saṁviśya",
            "vara",
            "śayyāyām",
            "sukham",
            "suṣupatuḥ",
            "vraje"
        ],
        "translation": "After dining sumptuously on the delicious food given Them by Their mothers and being pampered in various ways, the two brothers lay down upon Their excellent beds and happily went to sleep in the village of Vraja.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "एवं स भगवान् कृष्णो वृन्दावनचर: क्‍वचित् ।ययौ राममृते राजन् कालिन्दीं सखिभिर्वृत: ॥ ४७ ॥",
        "english_devnagari": "evaṁ sa bhagavān kṛṣṇovṛndāvana-caraḥ kvacityayau rāmam ṛte rājankālindīṁ sakhibhir vṛtaḥ",
        "verse_Syn": [
            "evam",
            "saḥ",
            "bhagavān",
            "kṛṣṇaḥ",
            "vṛndāvana",
            "caraḥ",
            "kvacit",
            "yayau",
            "rāmam",
            "ṛte",
            "rājan",
            "kālindīm",
            "sakhibhiḥ",
            "vṛtaḥ"
        ],
        "translation": "O King, the Supreme Lord Kṛṣṇa thus wandered about the Vṛndāvana area, performing His pastimes. Once, surrounded by His boyfriends, He went without Balarāma to the Yamunā River.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "अथ गावश्च गोपाश्च निदाघातपपीडिता: ।दुष्टं जलं पपुस्तस्यास्तृष्णार्ता विषदूषितम् ॥ ४८ ॥",
        "english_devnagari": "atha gāvaś ca gopāś canidāghātapa-pīḍitāḥduṣṭaṁ jalaṁ papus tasyāstṛṣṇārtā viṣa-dūṣitam",
        "verse_Syn": [
            "atha",
            "gāvaḥ",
            "ca",
            "gopāḥ",
            "ca",
            "nidāgha",
            "ātapa",
            "pīḍitāḥ",
            "duṣṭam",
            "jalam",
            "papuḥ",
            "tasyāḥ",
            "tṛṣa",
            "ārtāḥ",
            "viṣa",
            "dūṣitam"
        ],
        "translation": "At that time the cows and cowherd boys were feeling acute distress from the glaring summer sun. Afflicted by thirst, they drank the water of the Yamunā River. But it had been contaminated with poison.",
        "purport": ""
    },
    {
        "verse": "49-50",
        "devanagari": "विषाम्भस्तदुपस्पृश्य दैवोपहतचेतस: ।निपेतुर्व्यसव: सर्वे सलिलान्ते कुरूद्वह ॥ ४९ ॥वीक्ष्य तान् वै तथाभूतान् कृष्णो योगेश्वरेश्वर: ।ईक्षयामृतवर्षिण्या स्वनाथान् समजीवयत् ॥ ५० ॥",
        "english_devnagari": "viṣāmbhas tad upaspṛśyadaivopahata-cetasaḥnipetur vyasavaḥ sarvesalilānte kurūdvaha",
        "verse_Syn": [
            "viṣa",
            "ambhaḥ",
            "tat",
            "upaspṛśya",
            "daiva",
            "upahata",
            "cetasaḥ",
            "nipetuḥ",
            "vyasavaḥ",
            "sarve",
            "salila",
            "ante",
            "kuru",
            "udvaha",
            "vīkṣya",
            "tān",
            "vai",
            "tathā",
            "bhūtān",
            "kṛṣṇaḥ",
            "yoga",
            "īśvara",
            "īśvaraḥ",
            "īkṣayā",
            "amṛta",
            "varṣiṇyā",
            "sva",
            "nāthān",
            "samajīvayat"
        ],
        "translation": "As soon as they touched the poisoned water, all the cows and boys lost their consciousness by the divine power of the Lord and fell lifeless at the water’s edge. O hero of the Kurus, seeing them in such a condition, Lord Kṛṣṇa, the master of all masters of mystic potency, felt compassion for these devotees, who had no Lord other than Him. Thus He immediately brought them back to life by showering His nectarean glance upon them.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "ते सम्प्रतीतस्मृतय: समुत्थाय जलान्तिकात् ।आसन् सुविस्मिता: सर्वे वीक्षमाणा: परस्परम् ॥ ५१ ॥",
        "english_devnagari": "te sampratīta-smṛtayaḥsamutthāya jalāntikātāsan su-vismitāḥ sarvevīkṣamāṇāḥ parasparam",
        "verse_Syn": [
            "te",
            "sampratīta",
            "smṛtayaḥ",
            "samutthāya",
            "jala",
            "antikāt",
            "āsan",
            "su",
            "vismitāḥ",
            "sarve",
            "vīkṣamāṇāḥ",
            "parasparam"
        ],
        "translation": "Regaining their full consciousness, the cows and boys stood up out of the water and began to look at one another in great astonishment.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "अन्वमंसत तद् राजन् गोविन्दानुग्रहेक्षितम् ।पीत्वा विषं परेतस्य पुनरुत्थानमात्मन: ॥ ५२ ॥",
        "english_devnagari": "anvamaṁsata tad rājangovindānugrahekṣitampītvā viṣaṁ paretasyapunar utthānam ātmanaḥ",
        "verse_Syn": [
            "anvamaṁsata",
            "tat",
            "rājan",
            "govinda",
            "anugraha",
            "īkṣitam",
            "pītvā",
            "viṣam",
            "paretasya",
            "punaḥ",
            "utthānam",
            "ātmanaḥ"
        ],
        "translation": "O King, the cowherd boys then considered that although they had drunk poison and in fact had died, simply by the merciful glance of Govinda they had regained their lives and stood up by their own strength.",
        "purport": ""
    }
]