[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचपितरावुपलब्धार्थौ विदित्वा पुरुषोत्तम: ।मा भूदिति निजां मायां ततान जनमोहिनीम् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācapitarāv upalabdhārthauviditvā puruṣottamaḥmā bhūd iti nijāṁ māyāṁtatāna jana-mohinīm",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "pitarau",
            "upalabdha",
            "arthau",
            "viditvā",
            "puruṣa",
            "uttamaḥ",
            "mā",
            "bhūt",
            "iti",
            "nijām",
            "māyām",
            "tatāna",
            "jana",
            "mohinīm"
        ],
        "translation": "Śukadeva Gosvāmī said: Understanding that His parents were becoming aware of His transcendental opulences, the Supreme Personality of Godhead thought that this should not be allowed to happen. Thus He expanded His Yoga-māyā, which bewilders His devotees.",
        "purport": " If Vasudeva and Devakī would have seen Kṛṣṇa as almighty God, their intense love for Him as their son would have been spoiled. Lord Kṛṣṇa did not want this. Rather, the Lord wanted to enjoy with them the ecstatic love of vātsalya-rasa, the relationship between parents and children. As Śrīla Prabhupāda often pointed out, although we normally think of God as the supreme father, in Kṛṣṇa consciousness we can enter into the Lord’s pastimes and play the part of His parents, thus intensifying our love for Him. Śrīla Viśvanātha Cakravartī Ṭhākura points out that the word jana may be translated here as “devotees,” as in the verse dīyamānaṁ na gṛhṇanti vinā mat-sevanaṁ janaḥ (Bhāg. 3.29.13). He further explains that jana may also be translated as “parents,” since jana is derived from the verb jan, which in the causative form (janayate) means “to generate or to give birth to.” In this sense of the word (as in jananī or janakau), the term jana-mohinī indicates that the Lord was about to expand His internal illusory potency so that Vasudeva and Devakī would again love Him as their dear child."
    },
    {
        "verse": "2",
        "devanagari": "उवाच पितरावेत्य साग्रज: सात्वतर्षभ: ।प्रश्रयावनत: प्रीणन्नम्ब तातेति सादरम् ॥ २ ॥",
        "english_devnagari": "uvāca pitarāv etyasāgrajaḥ sātvatarṣabhaḥpraśrayāvanataḥ prīṇannamba tāteti sādaram",
        "verse_Syn": [
            "uvāca",
            "pitarau",
            "etya",
            "sa",
            "agra",
            "jaḥ",
            "sātvata",
            "ṛṣabhaḥ",
            "praśraya",
            "avanataḥ",
            "prīṇan",
            "amba",
            "tāta",
            "iti",
            "sa",
            "ādaram"
        ],
        "translation": "Lord Kṛṣṇa, the greatest of the Sātvatas, approached His parents with His elder brother. Humbly bowing His head and gratifying them by respectfully addressing them as “My dear mother” and “My dear father,” Kṛṣṇa spoke as follows.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "नास्मत्तो युवयोस्तात नित्योत्कण्ठितयोरपि ।बाल्यपौगण्डकैशोरा: पुत्राभ्यामभवन्‍क्‍वचित् ॥ ३ ॥",
        "english_devnagari": "nāsmatto yuvayos tātanityotkaṇṭhitayor apibālya-paugaṇḍa-kaiśorāḥputrābhyām abhavan kvacit",
        "verse_Syn": [
            "na",
            "asmattaḥ",
            "yuvayoḥ",
            "tāta",
            "nitya",
            "utkaṇṭhitayoḥ",
            "api",
            "bālya",
            "paugaṇḍa",
            "kaiśoraḥ",
            "putrābhyām",
            "abhavan",
            "kvacit"
        ],
        "translation": "[Lord Kṛṣṇa said:] Dear Father, because of Us, your two sons, you and mother Devakī always remained in anxiety and could never enjoy Our childhood, boyhood or youth.",
        "purport": " Śrīla Viśvanātha Cakravartī discusses this verse as follows: “One may object that at this point Lord Kṛṣṇa had not actually passed the kaiśora stage [age ten to fifteen], since the women of Mathurā had stated, kva cāti-sukumārāṅgau kiśorau nāpta-yauvanau: ‘Kṛṣṇa and Balarāma have very tender limbs, being still at the kiśora stage, not having reached adolescence.’ (Bhāg. 10.44.8) The definition of the different stages of growing up is given as follows: ‘The kaumāra stage lasts until the age of five, paugaṇḍa up to age ten and kaiśora to age fifteen. From then on, one is known as yauvana.’ According to this statement, the kaiśora period ends at the age of fifteen. Kṛṣṇa was only eleven years old when He killed Kaṁsa, according to Uddhava’s words: ekādaśa-samās tatra gūḍhārciḥ sa-balo ’vasat. ‘Like a covered flame, Lord Kṛṣṇa remained there incognito with Balarāma for eleven years.’ (Bhāg. 3.2.26) And since Kṛṣṇa and Balarāma never took brahminical initiation in Vraja-bhūmi, it was at the time [of Their going to Mathurā] that Their kaiśora stage began rather than ended. “This objection to Lord Kṛṣṇa’s statement in the present verse — that His parents could not enjoy His kaiśora stage — is based on ordinary measurement of age. Yet we should consider the following statement: ‘O King Parīkṣit, within a short time Rāma and Kṛṣṇa began to walk very easily in Gokula on Their legs, by Their own strength, without the need to crawl.’ Sometimes we see that the son of a king, even while in his paugaṇḍa stage of life, undergoes exceptional physical growth and exhibits activities appropriate to a kaiśora. Then what to speak of Lord Kṛṣṇa, whose exceptional growth is established in the Vaiṣṇava-toṣaṇī, Bhakti-rasāmṛta-sindhu, Ānanda-vṛndavana-campū and other works? “The three years and four months that Lord Kṛṣṇa stayed in Mahāvana were the equivalent of five years for an ordinary child, and thus in that period He completed His kaumāra stage of childhood. The period from then to the age of six years and eight months, during which He lived in Vṛndāvana, constitutes His paugaṇḍa stage. And the period from the age of six years and eight months through His tenth year, during which time He lived in Nandīśvara [Nandagrāma], constitutes His kaiśora stage. Then, at the age of ten years and seven months, on the eleventh lunar day of the dark fortnight of the month of Caitra, He went to Mathurā, and on the fourteenth day thereafter He killed Kaṁsa. Thus He completed His kaiśora period at age ten, and He eternally remains at that age. In other words, we should understand that from this point on the Lord remains forever a kiśora.” Thus Śrīla Viśvanātha Cakravartī analyzes the intricacies of this verse."
    },
    {
        "verse": "4",
        "devanagari": "न लब्धो दैवहतयोर्वासो नौ भवदन्तिके ।यां बाला: पितृगेहस्था विन्दन्ते लालिता मुदम् ॥ ४ ॥",
        "english_devnagari": "na labdho daiva-hatayorvāso nau bhavad-antikeyāṁ bālāḥ pitṛ-geha-sthāvindante lālitā mudam",
        "verse_Syn": [
            "na",
            "labdhaḥ",
            "daiva",
            "hatayoḥ",
            "vāsaḥ",
            "nau",
            "bhavat",
            "antike",
            "yām",
            "bālāḥ",
            "pitṛ",
            "geha",
            "sthaḥ",
            "vindante",
            "lālitāḥ",
            "mudam"
        ],
        "translation": "Deprived by fate, We could not live with you and enjoy the pampered happiness most children enjoy in their parents’ home.",
        "purport": " Here Lord Kṛṣṇa points out that not only did His parents suffer in separation from Him and Balarāma, but the two boys also suffered in separation from Their parents."
    },
    {
        "verse": "5",
        "devanagari": "सर्वार्थसम्भवो देहो जनित: पोषितो यत: ।न तयोर्याति निर्वेशं पित्रोर्मर्त्य: शतायुषा ॥ ५ ॥",
        "english_devnagari": "sarvārtha-sambhavo dehojanitaḥ poṣito yataḥna tayor yāti nirveśaṁpitror martyaḥ śatāyuṣā",
        "verse_Syn": [
            "sarva",
            "artha",
            "sambhavaḥ",
            "dehaḥ",
            "janitaḥ",
            "poṣitaḥ",
            "yataḥ",
            "na",
            "tayoḥ",
            "yāti",
            "nirveśam",
            "pitroḥ",
            "martyaḥ",
            "śata",
            "āyuṣā"
        ],
        "translation": "With one’s body one can acquire all goals of life, and it is one’s parents who give the body birth and sustenance. Therefore no mortal man can repay his debt to his parents, even if he serves them for a full lifetime of a hundred years.",
        "purport": " Having stated, “Both you, Our parents, and We have suffered because of Our separation,” Kṛṣṇa now states that His and Balarāma’s religious principles have been spoiled by Their failure to satisfy Their parents."
    },
    {
        "verse": "6",
        "devanagari": "यस्तयोरात्मज: कल्प आत्मना च धनेन च ।वृत्तिं न दद्यात्तं प्रेत्य स्वमांसं खादयन्ति हि ॥ ६ ॥",
        "english_devnagari": "yas tayor ātmajaḥ kalpaātmanā ca dhanena cavṛttiṁ na dadyāt taṁ pretyasva-māṁsaṁ khādayanti hi",
        "verse_Syn": [
            "yaḥ",
            "tayoḥ",
            "ātma",
            "jaḥ",
            "kalpaḥ",
            "ātmanā",
            "ca",
            "dhanena",
            "ca",
            "vṛttim",
            "na",
            "dadyāt",
            "tam",
            "pretya",
            "sva",
            "māṁsam",
            "khādayanti",
            "hi"
        ],
        "translation": "A son who, though able to do so, fails to provide for his parents with his physical resources and wealth is forced after his death to eat his own flesh.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "मातरं पितरं वृद्धं भार्यां साध्वीं सुतं शिशुम् ।गुरुं विप्रं प्रपन्नं च कल्पोऽबिभ्रच्छ्वसन् मृत: ॥ ७ ॥",
        "english_devnagari": "mātaraṁ pitaraṁ vṛddhaṁbhāryāṁ sādhvīṁ sutam śiśumguruṁ vipraṁ prapannaṁ cakalpo ’bibhrac chvasan-mṛtaḥ",
        "verse_Syn": [
            "mātaram",
            "pitaram",
            "vṛddham",
            "bhāryām",
            "sādhvīm",
            "sutam",
            "śiśum",
            "gurum",
            "vipram",
            "prapannam",
            "ca",
            "kalpaḥ",
            "abibhrat",
            "śvasan",
            "mṛtaḥ"
        ],
        "translation": "A man who, though able to do so, fails to support his elderly parents, chaste wife, young child or spiritual master, or who neglects a brāhmaṇa or anyone who comes to him for shelter, is considered dead, though breathing.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "तन्नावकल्पयो: कंसान्नित्यमुद्विग्नचेतसो: ।मोघमेते व्यतिक्रान्ता दिवसा वामनर्चतो: ॥ ८ ॥",
        "english_devnagari": "tan nāv akalpayoḥ kaṁsānnityam udvigna-cetasoḥmogham ete vyatikrāntādivasā vām anarcatoḥ",
        "verse_Syn": [
            "tat",
            "nau",
            "akalpayoḥ",
            "kaṁsāt",
            "nityam",
            "udvigna",
            "cetasoḥ",
            "mogham",
            "ete",
            "vyatikrāntāḥ",
            "divasāḥ",
            "vām",
            "anarcatoḥ"
        ],
        "translation": "Thus We have wasted all these days, unable as We were to properly honor you because Our minds were always disturbed by fear of Kaṁsa.",
        "purport": " Lord Kṛṣṇa continues to bring Vasudeva and Devakī back to their normal parental feelings toward Him and Balarāma. An ordinary child would be afraid of a cruel, tyrannical king like Kaṁsa, and Lord Kṛṣṇa here plays the part of such a child, thus evoking the parental sympathy of Vasudeva and Devakī."
    },
    {
        "verse": "9",
        "devanagari": "तत् क्षन्तुमर्हथस्तात मातर्नौ परतन्त्रयो: ।अकुर्वतोर्वां शुश्रूषां क्लिष्टयोर्दुर्हृदा भृशम् ॥ ९ ॥",
        "english_devnagari": "tat kṣantum arhathas tātamātar nau para-tantrayoḥakurvator vāṁ śuśrūṣāṁkliṣṭayor durhṛdā bhṛśam",
        "verse_Syn": [
            "tat",
            "kṣantum",
            "arhathaḥ",
            "tāta",
            "mātaḥ",
            "nau",
            "para",
            "tantrayoḥ",
            "akurvatoḥ",
            "vām",
            "śuśrūṣām",
            "kliṣṭayoḥ",
            "durhṛdā",
            "bhṛśam"
        ],
        "translation": "Dear Father and Mother, please forgive Us for not serving you. We are not independent and have been greatly frustrated by cruel Kaṁsa.",
        "purport": " According to Sanskrit grammar, the words para-tantrayoḥ and kliṣṭayoḥ may also refer to Vasudeva and Devakī. Actually, Vasudeva and Devakī were under the control of Providence and were disturbed by the activities of Kaṁsa, whereas Śrī Kṛṣṇa is always the absolute Personality of Godhead."
    },
    {
        "verse": "10",
        "devanagari": "श्रीशुक उवाचइति मायामनुष्यस्य हरेर्विश्वात्मनो गिरा ।मोहितावङ्कमारोप्य परिष्वज्यापतुर्मुदम् ॥ १० ॥",
        "english_devnagari": "śrī-śuka uvācaiti māyā-manuṣyasyaharer viśvātmano girāmohitāv aṅkam āropyapariṣvajyāpatur mudam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "māyā",
            "manuṣyasya",
            "hareḥ",
            "viśva",
            "ātmanaḥ",
            "girā",
            "mohitau",
            "aṅkam",
            "āropya",
            "pariṣvajya",
            "āpatuḥ",
            "mudam"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus beguiled by the words of Lord Hari, the Supreme Soul of the universe, who by His internal illusory potency appeared to be a human, His parents joyfully raised Him up on their laps and embraced Him.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "सिञ्चन्तावश्रुधाराभि: स्‍नेहपाशेन चावृतौ ।न किञ्चिदूचतू राजन्बाष्पकण्ठौ विमोहितौ ॥ ११ ॥",
        "english_devnagari": "siñcantāv aśru-dhārābhiḥsneha-pāśena cāvṛtauna kiñcid ūcatū rājanbāṣpa-kaṇṭhau vimohitau",
        "verse_Syn": [
            "siñcantau",
            "aśru",
            "dhārābhiḥ",
            "sneha",
            "pāśena",
            "ca",
            "āvṛtau",
            "na",
            "kiñcit",
            "ūcatuḥ",
            "rājan",
            "bāṣpa",
            "kaṇṭhau",
            "vimohitau"
        ],
        "translation": "Pouring out a shower of tears upon the Lord, His parents, who were bound up by the rope of affection, could not speak. They were overwhelmed, O King, and their throats choked up with tears.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "एवमाश्वास्य पितरौ भगवान्देवकीसुत: ।मातामहं तूग्रसेनं यदूनामकरोन्नृपम् ॥ १२ ॥",
        "english_devnagari": "evam āśvāsya pitaraubhagavān devakī-sutaḥmātāmahaṁ tūgrasenaṁyadūnām akaron ṇṛpam",
        "verse_Syn": [
            "evam",
            "āśvāsya",
            "pitarau",
            "bhagavān",
            "devakī",
            "sutaḥ",
            "mātāmaham",
            "tu",
            "ugrasenam",
            "yadūnām",
            "akarot",
            "nṛpam"
        ],
        "translation": "Thus having comforted His mother and father, the Supreme Personality of Godhead, appearing as the son of Devakī, installed His maternal grandfather, Ugrasena, as King of the Yadus.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "आह चास्मान् महाराज प्रजाश्चाज्ञप्तुमर्हसि ।ययातिशापाद् यदुभिर्नासितव्यं नृपासने ॥ १३ ॥",
        "english_devnagari": "āha cāsmān mahā-rājaprajāś cājñaptum arhasiyayāti-śāpād yadubhirnāsitavyaṁ nṛpāsane",
        "verse_Syn": [
            "āha",
            "ca",
            "asmān",
            "mahā",
            "rāja",
            "prajāḥ",
            "ca",
            "ājñaptum",
            "arhasi",
            "yayāti",
            "śāpāt",
            "yadubhiḥ",
            "na",
            "āsitavyam",
            "nṛpa",
            "āsane"
        ],
        "translation": "The Lord told him: O mighty King, We are your subjects, so please command Us. Indeed, because of the curse of Yayāti, no Yadu may sit on the royal throne.",
        "purport": " Ugrasena might have told the Lord, “My dear Lord, it is actually You who should sit on the throne.” Anticipating this statement, Lord Kṛṣṇa told Ugrasena that because of Yayāti’s ancient curse, princes in the Yadu dynasty could technically not sit on the royal throne, and therefore Kṛṣṇa and Balarāma were disqualified. Of course, Ugrasena also could be considered part of the Yadu dynasty, but by the order of the Lord he could sit on the royal throne. In conclusion, these were all pastimes the Supreme Lord enjoyed as He played the part of a human being."
    },
    {
        "verse": "14",
        "devanagari": "मयि भृत्य उपासीने भवतो विबुधादय: ।बलिं हरन्त्यवनता: किमुतान्ये नराधिपा: ॥ १४ ॥",
        "english_devnagari": "mayi bhṛtya upāsīnebhavato vibudhādayaḥbaliṁ haranty avanatāḥkim utānye narādhipāḥ",
        "verse_Syn": [
            "mayi",
            "bhṛtye",
            "upāsīne",
            "bhavataḥ",
            "vibudha",
            "ādayaḥ",
            "balim",
            "haranti",
            "avanatāḥ",
            "kim",
            "uta",
            "anye",
            "nara",
            "adhipāḥ"
        ],
        "translation": "Since I am present in your entourage as your personal attendant, all the demigods and other exalted personalities will come with heads bowed to offer you tribute. What, then, to speak of the rulers of men?",
        "purport": " Lord Kṛṣṇa again assures Ugrasena that he should confidently take the throne."
    },
    {
        "verse": "15-16",
        "devanagari": "सर्वान्स्वान्ज्ञतिसम्बन्धान्दिग्भ्य: कंसभयाकुलान् ।यदुवृष्ण्यन्धकमधुदाशार्हकुकुरादिकान् ॥ १५ ॥सभाजितान् समाश्वास्य विदेशावासकर्शितान् ।न्यवासयत् स्वगेहेषु वित्तै: सन्तर्प्य विश्वकृत् ॥ १६ ॥",
        "english_devnagari": "sarvān svān jñati-sambandhāndigbhyaḥ kaṁsa-bhayākulānyadu-vṛṣṇy-andhaka-madhudāśārha-kukurādikān",
        "verse_Syn": [
            "sarvān",
            "svān",
            "jñāti",
            "sambandhān",
            "digbhyaḥ",
            "kaṁsa",
            "bhaya",
            "ākulān",
            "yadu",
            "vṛṣṇi",
            "andhaka",
            "madhu",
            "dāśārha",
            "kukura",
            "ādikān",
            "sabhājitān",
            "samāśvāsya",
            "videśa",
            "āvāsa",
            "karśitān",
            "nyavāsayat",
            "sva",
            "geheṣu",
            "vittaiḥ",
            "santarpya",
            "viśva",
            "kṛt"
        ],
        "translation": "The Lord then brought all His close family members and other relatives back from the various places to which they had fled in fear of Kaṁsa. He received the Yadus, Vṛṣṇis, Andhakas, Madhus, Dāśārhas, Kukuras and other clans with due honor, and He also consoled them, for they were weary of living in foreign lands. Then Lord Kṛṣṇa, the creator of the universe, resettled them in their homes and gratified them with valuable gifts.",
        "purport": ""
    },
    {
        "verse": "17-18",
        "devanagari": "कृष्णसङ्कर्षणभुजैर्गुप्ता लब्धमनोरथा: ।गृहेषु रेमिरे सिद्धा: कृष्णरामगतज्वरा: ॥ १७ ॥वीक्षन्तोऽहरह: प्रीता मुकुन्दवदनाम्बुजम् ।नित्यं प्रमुदितं श्रीमत्सदयस्मितवीक्षणम् ॥ १८ ॥",
        "english_devnagari": "kṛṣṇa-saṅkarṣaṇa-bhujairguptā labdha-manorathāḥgṛheṣu remire siddhāḥkṛṣṇa-rāma-gata-jvarāḥ",
        "verse_Syn": [
            "kṛṣṇa",
            "saṅkarṣaṇa",
            "bhujaiḥ",
            "guptāḥ",
            "labdha",
            "manaḥ",
            "rathāḥ",
            "gṛheṣu",
            "remire",
            "siddhāḥ",
            "kṛṣṇa",
            "rāma",
            "gata",
            "jvarāḥ",
            "vīkṣantaḥ",
            "ahaḥ",
            "ahaḥ",
            "prītāḥ",
            "mukunda",
            "vadana",
            "ambujam",
            "nityam",
            "pramuditam",
            "śrīmat",
            "sa",
            "daya",
            "smita",
            "vīkṣaṇam"
        ],
        "translation": "The members of these clans, protected by the arms of Lord Kṛṣṇa and Lord Saṅkarṣaṇa, felt that all their desires were fulfilled. Thus they enjoyed perfect happiness while living at home with their families. Because of the presence of Kṛṣṇa and Balarāma, they no longer suffered from the fever of material existence. Every day these loving devotees could see Mukunda’s ever-cheerful lotus face, which was decorated with beautiful, merciful smiling glances.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "तत्र प्रवयसोऽप्यासन् युवानोऽतिबलौजस: ।पिबन्तोऽक्षैर्मुकुन्दस्य मुखाम्बुजसुधां मुहु: ॥ १९ ॥",
        "english_devnagari": "tatra pravayaso ’py āsanyuvāno ’ti-balaujasaḥpibanto ’kṣair mukundasyamukhāmbuja-sudhāṁ muhuḥ",
        "verse_Syn": [
            "tatra",
            "pravayasaḥ",
            "api",
            "āsan",
            "yuvānaḥ",
            "ati",
            "bala",
            "ojasaḥ",
            "pibantaḥ",
            "akṣaiḥ",
            "mukundasya",
            "mukha",
            "ambuja",
            "sudhām",
            "muhuḥ"
        ],
        "translation": "Even the most elderly inhabitants of the city appeared youthful, full of strength and vitality, for with their eyes they constantly drank the elixir of Lord Mukunda’s lotus face.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "अथ नन्दं समसाद्य भगवान् देवकीसुत: ।सङ्कर्षणश्च राजेन्द्र परिष्वज्येदमूचतु: ॥ २० ॥",
        "english_devnagari": "atha nandaṁ samasādyabhagavān devakī-sutaḥsaṅkarṣaṇaś ca rājendrapariṣvajyedam ūcatuḥ",
        "verse_Syn": [
            "atha",
            "nandam",
            "samāsādya",
            "bhagavān",
            "devakī",
            "sutaḥ",
            "saṅkarṣaṇaḥ",
            "ca",
            "rāja",
            "indra",
            "pariṣvajya",
            "idam",
            "ūcatuḥ"
        ],
        "translation": "Then, O exalted Parīkṣit, the Supreme Lord Kṛṣṇa, the son of Devakī, along with Lord Balarāma, approached Nanda Mahārāja. The two Lords embraced him and then addressed him as follows.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "पितर्युवाभ्यां स्‍निग्धाभ्यां पोषितौ लालितौ भृशम् ।पित्रोरभ्यधिका प्रीतिरात्मजेष्वात्मनोऽपि हि ॥ २१ ॥",
        "english_devnagari": "pitar yuvābhyāṁ snigdhābhyāṁpoṣitau lālitau bhṛśampitror abhyadhikā prītirātmajeṣv ātmano ’pi hi",
        "verse_Syn": [
            "pitaḥ",
            "yuvābhyām",
            "snigdhābhyām",
            "poṣitau",
            "lālitau",
            "bhṛśam",
            "pitroḥ",
            "abhyadhikā",
            "prītiḥ",
            "ātmajeṣu",
            "ātmanaḥ",
            "api",
            "hi"
        ],
        "translation": "[Kṛṣṇa and Balarāma said:] O Father, you and mother Yaśodā have affectionately maintained Us and cared for Us so much! Indeed, parents love their children more than their own lives.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "स पिता सा च जननी यौ पुष्णीतां स्वपुत्रवत् ।शिशून् बन्धुभिरुत्सृष्टानकल्पै: पोषरक्षणे ॥ २२ ॥",
        "english_devnagari": "sa pitā sā ca jananīyau puṣṇītāṁ sva-putra-vatśiśūn bandhubhir utsṛṣṭānakalpaiḥ poṣa-rakṣaṇe",
        "verse_Syn": [
            "saḥ",
            "pitā",
            "sā",
            "ca",
            "jananī",
            "yau",
            "puṣṇītām",
            "sva",
            "putra",
            "vat",
            "śiśūn",
            "bandhubhiḥ",
            "utsṛṣṭān",
            "akalpaiḥ",
            "poṣa",
            "rakṣaṇe"
        ],
        "translation": "They are the real father and mother who care for, as they would their own sons, children abandoned by relatives unable to maintain and protect them.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "यात यूयं व्रजं तात वयं च स्‍नेहदु:खितान् ।ज्ञातीन् वो द्रष्टुमेष्यामो विधाय सुहृदां सुखम् ॥ २३ ॥",
        "english_devnagari": "yāta yūyaṁ vrajaṁn tātavayaṁ ca sneha-duḥkhitānjñātīn vo draṣṭum eṣyāmovidhāya suhṛdāṁ sukham",
        "verse_Syn": [
            "yata",
            "yūyam",
            "vrajam",
            "tāta",
            "vayam",
            "ca",
            "sneha",
            "duḥkhitān",
            "jñātīn",
            "vaḥ",
            "draṣṭum",
            "eṣyāmaḥ",
            "vidhāya",
            "suhṛdām",
            "sukham"
        ],
        "translation": "Now you should all return to Vraja, dear Father. We shall come to see you, Our dear relatives who suffer in separation from Us, as soon as We have given some happiness to your well-wishing friends.",
        "purport": " The Lord here indicates His desire to satisfy His dear devotees in Mathurā — Vasudeva, Devakī and other members of the Yadu dynasty — who for so long had been separated from Him during His stay in Vṛndāvana."
    },
    {
        "verse": "24",
        "devanagari": "एवं सान्‍त्‍वय्य भगवान् नन्दं सव्रजमच्युत: ।वासोऽलङ्कारकुप्याद्यैरर्हयामास सादरम् ॥ २४ ॥",
        "english_devnagari": "evaṁ sāntvayya bhagavānnandaṁ sa-vrajam acyutaḥvāso-’laṅkāra-kupyādyairarhayām āsa sādaram",
        "verse_Syn": [
            "evam",
            "sāntvayya",
            "bhagavān",
            "nandam",
            "sa",
            "vrajam",
            "acyutaḥ",
            "vāsaḥ",
            "alaṅkāra",
            "kupya",
            "ādyaiḥ",
            "arhayām",
            "āsa",
            "sa",
            "ādaram"
        ],
        "translation": "Thus consoling Nanda Mahārāja and the other men of Vraja, the infallible Supreme Lord respectfully honored them with gifts of clothing, jewelry, household utensils and so on.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "इत्युक्तस्तौ परिष्वज्य नन्द: प्रणयविह्वल: ।पूरयन्नश्रुभिर्नेत्रे सह गोपैर्व्रजं ययौ ॥ २५ ॥",
        "english_devnagari": "ity uktas tau pariṣvajyanandaḥ praṇaya-vihvalaḥpūrayann aśrubhir netresaha gopair vrajaṁ yayau",
        "verse_Syn": [
            "iti",
            "uktaḥ",
            "tau",
            "pariṣvajya",
            "nandaḥ",
            "praṇaya",
            "vihvalaḥ",
            "pūrayan",
            "aśrubhiḥ",
            "netre",
            "saha",
            "gopaiḥ",
            "vrajam",
            "yayau"
        ],
        "translation": "Nanda Mahārāja was overwhelmed with affection upon hearing Kṛṣṇa’s words, and his eyes brimmed with tears as he embraced the two Lords. Then he went back to Vraja with the cowherd men.",
        "purport": " Śrīla Viśvanātha Cakravartī has written an extensive purport to this verse, elaborately analyzing this portion of Lord Kṛṣṇa’s pastimes. Just as a man places his valuable gold within fire to reveal its purity, the Lord placed His most beloved devotees, the residents of Vṛndāvana, in the fire of separation from Him in order to manifest their supreme love. This is the essence of Ācārya Viśvanātha’s comments."
    },
    {
        "verse": "26",
        "devanagari": "अथ शूरसुतो राजन् पुत्रयो: समकारयत् ।पुरोधसा ब्राह्मणैश्च यथावद् द्विजसंस्कृतिम् ॥ २६ ॥",
        "english_devnagari": "atha śūra-suto rājanputrayoḥ samakārayatpurodhasā brāhmaṇaiś cayathāvad dvija-saṁskṛtim",
        "verse_Syn": [
            "atha",
            "śūra",
            "sutaḥ",
            "rājan",
            "putrayoḥ",
            "samakārayat",
            "purodhasā",
            "brāhmaṇaiḥ",
            "ca",
            "yathā",
            "vat",
            "dvija",
            "saṁskṛtim"
        ],
        "translation": "My dear King, then Vasudeva, the son of Śūrasena, arranged for a priest and other brāhmaṇas to perform his two sons’ second-birth initiation.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "तेभ्योऽदाद्दक्षिणा गावो रुक्‍ममाला: स्वलङ्कृता: ।स्वलङ्कृतेभ्य: सम्पूज्य सवत्सा: क्षौममालिनी: ॥ २७ ॥",
        "english_devnagari": "tebhyo ’dād dakṣiṇā gāvorukma-mālāḥ sv-alaṅkṛtāḥsv-alaṅkṛtebhyaḥ sampūjyasa-vatsāḥ kṣauma-mālinīḥ",
        "verse_Syn": [
            "tebhyaḥ",
            "adāt",
            "dakṣiṇāḥ",
            "gāvaḥ",
            "rukma",
            "mālāḥ",
            "su",
            "alaṅkṛtāḥ",
            "su",
            "alaṅkṛtebhyaḥ",
            "sampūjya",
            "sa",
            "vatsāḥ",
            "kṣauma",
            "mālinīḥ"
        ],
        "translation": "Vasudeva honored these brāhmaṇas by worshiping them and giving them fine ornaments and well-ornamented cows with their calves. All these cows wore gold necklaces and linen wreaths.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "या: कृष्णरामजन्मर्क्षे मनोदत्ता महामति: ।ताश्चाददादनुस्मृत्य कंसेनाधर्मतो हृता: ॥ २८ ॥",
        "english_devnagari": "yāḥ kṛṣṇa-rāma-janmarkṣemano-dattā mahā-matiḥtāś cādadād anusmṛtyakaṁsenādharmato hṛtāḥ",
        "verse_Syn": [
            "yaḥ",
            "kṛṣṇa",
            "rāma",
            "janmaṛkṣe",
            "manaḥ",
            "dattāḥ",
            "mahā",
            "matiḥ",
            "tāḥ",
            "ca",
            "ādadāt",
            "anusmṛtya",
            "kaṁsena",
            "adharmataḥ",
            "hṛtaḥ"
        ],
        "translation": "The magnanimous Vasudeva then remembered the cows he had mentally given away on the occasion of Kṛṣṇa’s and Balarāma’s birth. Kaṁsa had stolen those cows, and Vasudeva now recovered them and gave them away in charity also.",
        "purport": " At the time of Kṛṣṇa’s appearance, Vasudeva had been imprisoned by Kaṁsa, who had stolen all his cows. Still, Vasudeva had been so jubilant at the birth of the Lord that he had mentally donated ten thousand of his cows to the brāhmaṇas. Now, upon Kaṁsa’s death, Vasudeva took back all his cows from the late King’s herd and gave ten thousand of them, according to religious principles, to the worthy brāhmaṇas."
    },
    {
        "verse": "29",
        "devanagari": "ततश्च लब्धसंस्कारौ द्विजत्वं प्राप्य सुव्रतौ ।गर्गाद् यदुकुलाचार्याद्गायत्रं व्रतमास्थितौ ॥ २९ ॥",
        "english_devnagari": "tataś ca labdha-saṁskāraudvijatvaṁ prāpya su-vrataugargād yadu-kulācāryādgāyatraṁ vratam āsthitau",
        "verse_Syn": [
            "tataḥ",
            "ca",
            "labdha",
            "saṁskārau",
            "dvijatvam",
            "prāpya",
            "su",
            "vratau",
            "gargāt",
            "yadu",
            "kula",
            "ācāryāt",
            "gāyatram",
            "vratam",
            "āsthitau"
        ],
        "translation": "After attaining twice-born status through initiation, the Lords, sincere in Their vows, took the further vow of celibacy from Garga Muni, the spiritual master of the Yadus.",
        "purport": " Both Śrīdhara Svāmī and Viśvanātha Cakravartī Ṭhākura explain the term gāyatraṁ vratam as the vow of brahmacarya, or celibacy in student life. Kṛṣṇa and Balarāma were playing the part of perfect students on the path of self-realization. Of course, in the modern, degraded age, student life has become a wild, animalistic affair filled with illicit sex and drugs."
    },
    {
        "verse": "30-31",
        "devanagari": "प्रभवौ सर्वविद्यानां सर्वज्ञौ जगदीश्वरौ ।नान्यसिद्धामलं ज्ञानं गूहमानौ नरेहितै: ॥ ३० ॥अथो गुरुकुले वासमिच्छन्तावुपजग्मतु: ।काश्यं सान्दीपनिं नाम ह्यवन्तिपुरवासिनम् ॥ ३१ ॥",
        "english_devnagari": "prabhavau sarva-vidyānāṁsarva-jñau jagad-īśvaraunānya-siddhāmalaṁ jñānaṁgūhamānau narehitaiḥ",
        "verse_Syn": [
            "prabhavau",
            "sarva",
            "vidyānām",
            "sarva",
            "jñau",
            "jagat",
            "īśvarau",
            "na",
            "anya",
            "siddha",
            "amalam",
            "jñānam",
            "gūhamānau",
            "nara",
            "īhitaiḥ",
            "atha",
            "u",
            "guru",
            "kule",
            "vāsam",
            "icchantau",
            "upajagatuḥ",
            "kāśyam",
            "sāndīpanim",
            "nāma",
            "hi",
            "avanti",
            "pura",
            "vāsinam"
        ],
        "translation": "Concealing Their innately perfect knowledge by Their humanlike activities, those two omniscient Lords of the universe, Themselves the origin of all branches of knowledge, next desired to reside at the school of a spiritual master. Thus They approached Sāndīpani Muni, a native of Kāsī living in the city of Avantī.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "यथोपसाद्य तौ दान्तौ गुरौ वृत्तिमनिन्दिताम् ।ग्राहयन्तावुपेतौ स्म भक्त्या देवमिवाद‍ृतौ ॥ ३२ ॥",
        "english_devnagari": "yathopasādya tau dāntaugurau vṛttim aninditāmgrāhayantāv upetau smabhaktyā devam ivādṛtau",
        "verse_Syn": [
            "yathā",
            "upasādya",
            "tau",
            "dāntau",
            "gurau",
            "vṛttim",
            "aninditām",
            "grāhayantau",
            "upetau",
            "sma",
            "bhaktyā",
            "devam",
            "iva",
            "ādṛtau"
        ],
        "translation": "Sāndīpani thought very highly of these two self-controlled disciples, whom he had obtained so fortuitously. By serving him as devotedly as one would serve the Supreme Lord Himself, They showed others an irreproachable example of how to worship the spiritual master.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "तयोर्द्विजवरस्तुष्ट: शुद्धभावानुवृत्तिभि: ।प्रोवाच वेदानखिलान्सङ्गोपनिषदो गुरु: ॥ ३३ ॥",
        "english_devnagari": "tayor dvija-varas tuṣṭaḥśuddha-bhāvānuvṛttibhiḥprovāca vedān akhilānsāṅgopaniṣado guruḥ",
        "verse_Syn": [
            "tayoḥ",
            "dvija",
            "varaḥ",
            "tuṣṭaḥ",
            "śuddha",
            "bhāva",
            "anuvṛttibhiḥ",
            "provāca",
            "vedān",
            "akhilān",
            "sa",
            "aṅga",
            "upaniṣadaḥ",
            "guruḥ"
        ],
        "translation": "That best of brāhmaṇas, the spiritual master Sāndīpani, was satisfied with Their submissive behavior, and thus he taught Them the entire Vedas, together with their six corollaries and the Upaniṣads.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "सरहस्यं धनुर्वेदं धर्मान् न्यायपथांस्तथा ।तथा चान्वीक्षिकीं विद्यां राजनीतिं च षड्‍‍विधाम् ॥ ३४ ॥",
        "english_devnagari": "sa-rahasyaṁ dhanur-vedaṁdharmān nyāya-pathāṁs tathātathā cānvīkṣikīṁ vidyāṁrāja-nītiṁ ca ṣaḍ-vidhām",
        "verse_Syn": [
            "sa",
            "rahasyam",
            "dhanuḥ",
            "vedam",
            "dharmān",
            "nyāya",
            "pathān",
            "tathā",
            "tathā",
            "ca",
            "ānvīkṣikīm",
            "vidyām",
            "rāja",
            "nītim",
            "ca",
            "ṣaṭ",
            "vidhām"
        ],
        "translation": "He also taught Them the Dhanur-veda, with its most confidential secrets; the standard books of law; the methods of logical reasoning and philosophical debate; and the sixfold science of politics.",
        "purport": " Śrīla Śrīdhara Svāmī explains that the confidential portion of the Dhanur-veda, military science, includes knowledge of the appropriate mantras and presiding deities of warfare. Dharmān refers to the Manu-saṁhitā and other standard lawbooks (dharma-śāstras). Nyāya-pathān refers to the doctrine of Karma-mīmāṁsā and other such theories. Ānvīkṣikīm is knowledge of the techniques of logical argument (tarka). The sixfold political science is quite pragmatic and includes (1) sandhi, making peace; (2) vigraha, war; (3) yāna, marching; (4) āsana, sitting tight; (5) dvaidha, dividing one’s forces; and (6) saṁśaya, seeking the protection of a more powerful ruler."
    },
    {
        "verse": "35-36",
        "devanagari": "सर्वं नरवरश्रेष्ठौ सर्वविद्याप्रवर्तकौ ।सकृन्निगदमात्रेण तौ सञ्जगृहतुर्नृप ॥ ३५ ॥अहोरात्रैश्चतु:षष्‍ट्या संयत्तौ तावती: कला: ।गुरुदक्षिणयाचार्यं छन्दयामासतुर्नृप ॥ ३६ ॥",
        "english_devnagari": "sarvaṁ nara-vara-śreṣṭhausarva-vidyā-pravartakausakṛn nigada-mātreṇatau sañjagṛhatur nṛpa",
        "verse_Syn": [
            "sarvam",
            "nara",
            "vara",
            "śreṣṭhau",
            "sarva",
            "vidyā",
            "pravartakau",
            "sakṛt",
            "nigada",
            "mātreṇa",
            "tau",
            "sañjagṛhatuḥ",
            "nṛpa",
            "ahaḥ",
            "rātraiḥ",
            "catuḥ",
            "ṣaṣṭyā",
            "saṁyattau",
            "tāvatīḥ",
            "kalāḥ",
            "guru",
            "dakṣiṇayā",
            "ācāryam",
            "chandayām",
            "āsatuḥ",
            "nṛpa"
        ],
        "translation": "O King, those best of persons, Kṛṣṇa and Balarāma, being Themselves the original promulgators of all varieties of knowledge, could immediately assimilate each and every subject after hearing it explained just once. Thus with fixed concentration They learned the sixty-four arts and skills in as many days and nights. Thereafter, O King, They satisfied Their spiritual master by offering him guru-dakṣiṇā.",
        "purport": " The following list comprises the sixty-four subjects mastered by Lord Kṛṣṇa and Lord Balarāma in sixty-four days. Additional information may be found in Śrīla Prabhupāda’s Kṛṣṇa, the Supreme Personality of Godhead. The Lords learned (1) gītam, singing; (2) vādyam, playing on musical instruments; (3) nṛtyam, dancing; (4) nāṭyam, drama; (5) ālekhyam, painting; (6) viśeṣaka-cchedyam, painting the face and body with colored unguents and cosmetics; (7) taṇḍula-kusuma-bali-vikārāḥ, preparing auspicious designs on the floor with rice and flowers; (8) puṣpāstaraṇam, making a bed of flowers; (9) daśana-vasanāṅga-rāgāḥ, coloring one’s teeth, clothes and limbs; (10) maṇi-bhūmikā-karma, inlaying a floor with jewels; (11) śayyā-racanam, covering a bed; (12) udaka-vādyam, ringing waterpots; (13) udaka-ghātaḥ, splashing with water; (14) citra-yogāḥ, mixing colors; (15) mālya-grathana-vikalpāḥ, preparing wreaths; (16) śekharāpīḍa-yojanam, setting a helmet on the head; (17) nepathya-yogāḥ, putting on apparel in a dressing room; (18) karṇa-patra-bhaṅgāḥ, decorating the earlobe; (19) sugandha-yuktiḥ, applying aromatics; (20) bhūṣaṇa-yojanam, decorating with jewelry; (21) aindrajālam, jugglery; (22) kaucumāra-yogaḥ, the art of disguise; (23) hasta-lāghavam, sleight of hand; (24) citra-śākāpūpa-bhakṣya-vikāra-kriyaḥ, preparing varieties of salad, bread, cake and other delicious food; (25) pānaka-rasa-rāgāsava-yojanam, preparing palatable drinks and tinging draughts with red color; (26) sūcī-vāya-karma, needlework and weaving; (27) sūtra-krīḍā, making puppets dance by manipulating thin threads; (28) vīṇā-ḍamarukavādyāni, playing on a lute and a small x-shaped drum; (29) prahelikā, making and solving riddles; (29a) pratimālā, capping verses, or reciting poems verse for verse as a trial of memory or skill; (30) durvacaka-yogāḥ, uttering statements difficult for others to answer; (31) pustaka-vācanam, reciting books; and (32) nāṭikākhyāyikā-darśanam, enacting short plays and writing anecdotes. Kṛṣṇa and Balarāma also learned (33) kāvya-samasyā-pūraṇam, solving enigmatic verses; (34) paṭṭikā-vetra-bāṇa-vikalpāḥ, making a bow from a strip of cloth and a stick; (35) tarku-karma, spinning with a spindle; (36) takṣaṇam, carpentry; (37) vāstu-vidyā, architecture; (38) raupya-ratna-parīkṣā, testing silver and jewels; (39) dhātu-vādaḥ, metallurgy; (40) maṇi-rāga-jñānam, tinging jewels with various colors; (41) ākara-jñānam, mineralogy; (42) vṛkṣāyur-veda-yogāḥ, herbal medicine; (43) meṣa-kukkuṭa-lāvaka-yuddha-vidhiḥ, the art of training and engaging rams, cocks and quails in fighting; (44) śuka-śārikā-pralāpanam, knowledge of how to train male and female parrots to speak and to answer the questions of human beings; (45) utsādanam, healing a person with ointments; (46) keśa-mārjana-kauśalam, hairdressing; (47) akṣara-muṣṭikā-kathanam, telling what is written in a book without seeing it, and telling what is hidden in another’s fist; (48) mlecchita-kutarka-vikalpāḥ, fabricating barbarous or foreign sophistry; (49) deśa-bhāṣā-jñānam, knowledge of provincial dialects; (50) puṣpa-śakaṭikā-nirmiti-jñānam, knowledge of how to build toy carts with flowers; (51) yantra-mātṛkā, composing magic squares, arrangements of numbers adding up to the same total in all directions; (52) dhāraṇa-mātṛkā, the use of amulets; (53) saṁvācyam, conversation; (54) mānasī-kāvya-kriyā, composing verses mentally; (55) kriyā-vikalpāḥ, designing a literary work or a medical remedy; (56) chalitaka-yogāḥ, building shrines; (57) abhidhāna-koṣa-cchando-jñānam, lexicography and the knowledge of poetic meters; (58) vastra-gopanam, disguising one kind of cloth to look like another; (59) dyūta-viśeṣam, knowledge of various forms of gambling; (so) ākarṣa-krīḍa, playing dice; (61) bālaka-krīḍanakam, playing with children’s toys; (62) vaināyikī vidyā, enforcing discipline by mystic power; (63) vaijayikī vidyā, gaining victory; and (64) vaitālikī vidyā, awakening one’s master with music at dawn."
    },
    {
        "verse": "37",
        "devanagari": "द्विजस्तयोस्तं महिमानमद्भ‍ुतंसंलक्ष्य राजन्नतिमानुषीं मतिम् ।सम्मन्‍त्र्य पत्न्‍या स महार्णवे मृतंबालं प्रभासे वरयां बभूव ह ॥ ३७ ॥",
        "english_devnagari": "dvijas tayos taṁ mahimānam adbhutaṁsaṁlokṣya rājann ati-mānusīṁ matimsammantrya patnyā sa mahārṇave mṛtaṁbālaṁ prabhāse varayāṁ babhūva ha",
        "verse_Syn": [
            "dvijaḥ",
            "tayoḥ",
            "tam",
            "mahimānam",
            "adbhutam",
            "saṁlakṣya",
            "rājan",
            "ati",
            "mānuṣīm",
            "matim",
            "sammantrya",
            "patnyā",
            "saḥ",
            "mahā",
            "arṇave",
            "mṛtam",
            "bālam",
            "prabhāse",
            "varayām",
            "babhūva",
            "ha"
        ],
        "translation": "O King, the learned brāhmaṇa Sāndīpani carefully considered the two Lords’ glorious and amazing qualities and Their superhuman intelligence. Then, after consulting with his wife, he chose as his remuneration the return of his young son, who had died in the ocean at Prabhāsa.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, the child was captured by the conchshell demon while playing at the Mahā-śiva-kṣetra."
    },
    {
        "verse": "38",
        "devanagari": "तथेत्यथारुह्य महारथौ रथंप्रभासमासाद्य दुरन्तविक्रमौ ।वेलामुपव्रज्य निषीदतु: क्षणंसिन्धुर्विदित्वार्हणमाहरत्तयो: ॥ ३८ ॥",
        "english_devnagari": "tethety athāruhya mahā-rathau rathaṁprabhāsam āsādya duranta-vikramauvelām upavrajya niṣīdatuḥ kṣanaṁsindhur viditvārhanam āharat tayoḥ",
        "verse_Syn": [
            "tathā",
            "iti",
            "atha",
            "āruhya",
            "mahā",
            "rathau",
            "ratham",
            "prabhāsam",
            "āsādya",
            "duranta",
            "vikramau",
            "velām",
            "upavrajya",
            "niṣīdatuḥ",
            "kṣaṇam",
            "sindhuḥ",
            "viditvā",
            "arhaṇam",
            "āharat",
            "tayoḥ"
        ],
        "translation": "“So be it,” replied those two great chariot warriors of limitless might, and They at once mounted Their chariot and set off for Prabhāsa. When They reached that place, They walked up to the shore and sat down. In a moment the deity of the ocean, recognizing Them to be the Supreme Lords, approached Them with offerings of tribute.",
        "purport": " Western scholars sometimes think that references in ancient books of wisdom to the deity of the ocean, the deity of the sun and so on reveal a primitive, mythical way of thinking. They sometimes say that primitive men think that the ocean is a god or that the sun and moon are gods. In fact, references such as the word sindhu in this verse, meaning “the ocean,” indicate the person who governs that aspect of physical nature. We can give several modern examples. In the United Nations we may say, “The United States votes ‘Yes,’ the Soviet Union votes ‘No.’” We hardly mean that the physical countries or the buildings in them have voted. We mean that a particular person, representing that political and geographical entity, has voted. Yet the newspapers will simply say, “The United States voted, decided, etc.” and everyone knows what that means. Similarly, in business we may say, “A large conglomerate has swallowed up a smaller firm.” We hardly mean that the buildings, office equipment and the like have physically swallowed another building full of workers and office equipment. We mean that the empowered authorities have engaged in a particular act on behalf of their respective corporate entities. Unfortunately, modern scholars are eager to confirm their pet theories that ancient spiritual wisdom is primitive, mythic and largely supplanted by more modern ways of thinking, exemplified by their own eloquent remarks. However, much in modern scholarship must be rethought in the light of Kṛṣṇa consciousness."
    },
    {
        "verse": "39",
        "devanagari": "तमाह भगवानाशु गुरुपुत्र: प्रदीयताम् ।योऽसाविह त्वया ग्रस्तो बालको महतोर्मिणा ॥ ३९ ॥",
        "english_devnagari": "tam āha bhagavān āśuguru-putraḥ pradīyatāmyo ’sāv iha tvayā grastobālako mahatormiṇā",
        "verse_Syn": [
            "tam",
            "āha",
            "bhagavān",
            "āśu",
            "guru",
            "putraḥ",
            "pradīyatām",
            "yaḥ",
            "asau",
            "iha",
            "tvayā",
            "grastaḥ",
            "bālakaḥ",
            "mahatā",
            "ūrmiṇā"
        ],
        "translation": "The Supreme Lord Kṛṣṇa addressed the lord of the ocean: Let the son of My guru be presented at once — the one you seized here with your mighty waves.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "श्रीसमुद्र उवाचन चाहार्षमहं देव दैत्य: पञ्चजनो महान् ।अन्तर्जलचर: कृष्ण शङ्खरूपधरोऽसुर: ॥ ४० ॥",
        "english_devnagari": "śrī-samudra uvācana cāhārṣam ahaṁ devadaityaḥ pañcajano mahānantar-jala-caraḥ kṛṣṇaśaṅkha-rūpa-dharo ’suraḥ",
        "verse_Syn": [
            "śrī",
            "samudraḥ",
            "uvāca",
            "na",
            "ca",
            "ahārṣam",
            "aham",
            "deva",
            "daityaḥ",
            "pañcajanaḥ",
            "mahān",
            "antaḥ",
            "jala",
            "caraḥ",
            "kṛṣṇa",
            "śaṅkha",
            "rūpa",
            "dharaḥ",
            "asuraḥ"
        ],
        "translation": "The ocean replied: O Lord Kṛṣṇa, it was not I who abducted him, but a demonic descendant of Diti named Pañcajana, who travels in the water in the form of a conch.",
        "purport": " Clearly the demon Pañcajana was too powerful for the ocean to control; otherwise the ocean would have prevented such an unlawful act."
    },
    {
        "verse": "41",
        "devanagari": "आस्ते तेनाहृतो नूनं तच्छ्रुत्वा सत्वरं प्रभु: ।जलमाविश्य तं हत्वा नापश्यदुदरेऽर्भकम् ॥ ४१ ॥",
        "english_devnagari": "āste tenāhṛto nūnaṁtac chrutvā satvaraṁ prabhuḥjalam āviśya taṁ hatvānāpaśyad udare ’rbhakam",
        "verse_Syn": [
            "āste",
            "tena",
            "āhṛtaḥ",
            "nūnam",
            "tat",
            "śrutvā",
            "satvaram",
            "prabhuḥ",
            "jalam",
            "āviśya",
            "tam",
            "hatvā",
            "na",
            "apaśyat",
            "udare",
            "arbhakam"
        ],
        "translation": "“Indeed,” the ocean said, “that demon has taken him away.” Hearing this, Lord Kṛṣṇa entered the ocean, found Pañcajana and killed him. But the Lord did not find the boy within the demon’s belly.",
        "purport": ""
    },
    {
        "verse": "42-44",
        "devanagari": "तदङ्गप्रभवं शङ्खमादाय रथमागमत् ।तत: संयमनीं नाम यमस्य दयितां पुरीम् ॥ ४२ ॥गत्वा जनार्दन: शङ्खं प्रदध्मौ सहलायुध: ।शङ्खनिर्ह्रादमाकर्ण्य प्रजासंयमनो यम: ॥ ४३ ॥तयो: सपर्यां महतीं चक्रे भक्त्युपबृंहिताम् ।उवाचावनत: कृष्णं सर्वभूताशयालयम् ।लीलामनुष्ययोर्विष्णो युवयो: करवाम किम् ॥ ४४ ॥",
        "english_devnagari": "tad-aṅga-prabhavaṁ śaṅkhamādāya ratham āgamattataḥ saṁyamanīṁ nāmayamasya dayitāṁ purīm",
        "verse_Syn": [
            "tat",
            "aṅga",
            "prabhavam",
            "śaṅkham",
            "ādāya",
            "ratham",
            "āgamat",
            "tataḥ",
            "saṁyamanīm",
            "nāma",
            "yamasya",
            "dayitām",
            "purīm",
            "gatvā",
            "jana",
            "ardanaḥ",
            "śaṅkham",
            "pradadhmau",
            "sa",
            "hala",
            "āyudhaḥ",
            "śaṅkha",
            "nirhrādam",
            "ākarṇya",
            "prajā",
            "saṁyamanaḥ",
            "yamaḥ",
            "tayoḥ",
            "saparyām",
            "mahatīm",
            "cakre",
            "bhakti",
            "upabṛṁhitām",
            "uvāca",
            "avanataḥ",
            "kṛṣṇam",
            "sarva",
            "bhūta",
            "āśaya",
            "ālayam",
            "līlā",
            "manuṣyayoḥ",
            "viṣṇo",
            "yuvayoḥ",
            "karavāma",
            "kim"
        ],
        "translation": "Lord Janārdana took the conchshell that had grown around the demon’s body and went back to the chariot. Then He proceeded to Saṁyamanī, the beloved capital of Yamarāja, the lord of death. Upon arriving there with Lord Balarāma, He loudly blew His conchshell, and Yamarāja, who keeps the conditioned souls in check, came as soon as he heard the resounding vibration. Yamarāja elaborately worshiped the two Lords with great devotion, and then he addressed Lord Kṛṣṇa, who lives in everyone’s heart: “O Supreme Lord Viṣṇu, what shall I do for You and Lord Balarāma, who are playing the part of ordinary humans?”",
        "purport": " The conchshell the Lord took from Pañcajana, which is called Pāñcajanya, is the same one He sounded at the beginning of the Bhagavad-gītā. According to the ācāryas, Pañcajana had become a demon in a way similar to that of Jaya and Vijaya. In other words, though appearing in the form of a demon, he was actually a devotee of the Lord. The Skanda Purāṇa, Avanti-khaṇḍa, describes the wonderful things that happened when Lord Kṛṣṇa sounded His conchshell: “The hell known as Asipatra-vana lost the sharp, swordlike leaves on its trees, and the hell named Raurava became free of its ruru beasts. The Bhairava hell lost its fearfulness, and all cooking stopped in the Kumbhīpāka hell.” The Skanda Purāṇa further states: “Their sinful reactions eradicated, all the inhabitants of hell attained liberation and approached the spiritual world.”"
    },
    {
        "verse": "45",
        "devanagari": "श्रीभगवानुवाचगुरुपुत्रमिहानीतं निजकर्मनिबन्धनम् ।आनयस्व महाराज मच्छासनपुरस्कृत: ॥ ४५ ॥",
        "english_devnagari": "śrī-bhagavān uvācaguru-putram ihānītaṁnija-karma-nibandhanamānayasva mahā-rājamac-chāsana-puraskṛtaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "guru",
            "putram",
            "iha",
            "ānītam",
            "nija",
            "karma",
            "nibandhanam",
            "ānayasva",
            "mahā",
            "rāja",
            "mat",
            "śāsana",
            "puraḥ",
            "kṛtaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: Suffering the bondage of his past activity, My spiritual master’s son was brought here to you. O great King, obey My command and bring this boy to Me without delay.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "तथेति तेनोपानीतं गुरुपुत्रं यदूत्तमौ ।दत्त्वा स्वगुरवे भूयो वृणीष्वेति तमूचतु: ॥ ४६ ॥",
        "english_devnagari": "tatheti tenopānītaṁguru-putraṁ yadūttamaudattvā sva-gurave bhūyovṛṇīṣveti tam ūcatuḥ",
        "verse_Syn": [
            "tathā",
            "iti",
            "tena",
            "upānītam",
            "guru",
            "putram",
            "yadu",
            "uttamau",
            "dattvā",
            "sva",
            "gurave",
            "bhūyaḥ",
            "vṛṇīṣva",
            "iti",
            "tam",
            "ūcatuḥ"
        ],
        "translation": "Yamarāja said, “So be it,” and brought forth the guru’s son. Then those two most exalted Yadus presented the boy to Their spiritual master and said to him, “Please select another boon.”",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "श्रीगुरुरुवाचसम्यक् सम्पादितो वत्स भवद्भ‍य‍ां गुरुनिष्क्रय: ।को नु युष्मद्विधगुरो: कामानामवशिष्यते ॥ ४७ ॥",
        "english_devnagari": "śrī-gurur uvācasamyak sampādito vatsabhavadbhyāṁ guru-niṣkrayaḥko nu yuṣmad-vidha-guroḥkāmānām avaśiṣyate",
        "verse_Syn": [
            "śrī",
            "guruḥ",
            "uvāca",
            "samyak",
            "sampāditaḥ",
            "vatsa",
            "bhavadbhyām",
            "guru",
            "niṣkrayaḥ",
            "kaḥ",
            "nu",
            "yuṣmat",
            "vidha",
            "guroḥ",
            "kāmānām",
            "avaśiṣyate"
        ],
        "translation": "The spiritual master said: My dear boys, You two have completely fulfilled the disciple’s obligation to reward his spiritual master. Indeed, with disciples like You, what further desires could a guru have?",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "गच्छतं स्वगृहं वीरौ कीर्तिर्वामस्तु पावनी ।छन्दांस्ययातयामानि भवन्‍त्‍विह परत्र च ॥ ४८ ॥",
        "english_devnagari": "gacchataṁ sva-gṛhaṁ vīraukīrtir vām astu pāvanīchandāṁsy ayāta-yāmānibhavantv iha paratra ca",
        "verse_Syn": [
            "gacchatam",
            "sva",
            "gṛham",
            "vīrau",
            "kīrtiḥ",
            "vām",
            "astu",
            "pāvanī",
            "chandāṁsi",
            "ayāta",
            "yāmāni",
            "bhavantu",
            "iha",
            "paratra",
            "ca"
        ],
        "translation": "O heroes, now please return home. May Your fame sanctify the world, and may the Vedic hymns be ever fresh in Your minds, both in this life and the next.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "गुरुणैवमनुज्ञातौ रथेनानिलरंहसा ।आयातौ स्वपुरं तात पर्जन्यनिनदेन वै ॥ ४९ ॥",
        "english_devnagari": "guruṇaivam anujñātaurathenānila-raṁhasāāyātau sva-puraṁ tātaparjanya-ninadena vai",
        "verse_Syn": [
            "guruṇā",
            "evam",
            "anujñātau",
            "rathena",
            "anila",
            "raṁhasā",
            "āyātau",
            "sva",
            "puram",
            "tāta",
            "parjanya",
            "ninadena",
            "vai"
        ],
        "translation": "Thus receiving Their guru’s permission to leave, the two Lords returned to Their city on Their chariot, which moved as swiftly as the wind and resounded like a cloud.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "समनन्दन् प्रजा: सर्वा द‍ृष्ट्वा रामजनार्दनौ ।अपश्यन्त्यो बह्वहानि नष्टलब्धधना इव ॥ ५० ॥",
        "english_devnagari": "samanandan prajāḥ sarvādṛṣṭvā rāma-janārdanauapaśyantyo bahv ahāninaṣṭa-labdha-dhanā iva",
        "verse_Syn": [
            "samanandan",
            "prajāḥ",
            "sarvāḥ",
            "dṛṣṭvā",
            "rāma",
            "janārdanau",
            "apaśyantyaḥ",
            "bahu",
            "ahāni",
            "naṣṭa",
            "labdha",
            "dhanāḥ",
            "iva"
        ],
        "translation": "All the citizens rejoiced upon seeing Kṛṣṇa and Balarāma, whom they had not seen for many days. The people felt just like those who have lost their wealth and then regained it.",
        "purport": ""
    }
]