[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचइन्द्रस्तदात्मन: पूजां विज्ञाय विहतां नृप । गोपेभ्य: कृष्णनाथेभ्यो नन्दादिभ्यश्चुकोप ह ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaindras tadātmanaḥ pūjāṁvijñāya vihatāṁ nṛpagopebhyaḥ kṛṣṇa-nāthebhyonandādibhyaś cukopa ha",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "indraḥ",
            "tadā",
            "ātmanaḥ",
            "pūjām",
            "vijñāya",
            "vihatām",
            "nṛpa",
            "gopebhyaḥ",
            "kṛṣṇa",
            "nāthebhyaḥ",
            "nanda",
            "ādibhyaḥ",
            "cukopa",
            "ha"
        ],
        "translation": "Śukadeva Gosvāmī said: My dear King Parīkṣit, when Indra understood that his sacrifice had been put aside, he became furious with Nanda Mahārāja and the other cowherd men, who were accepting Kṛṣṇa as their Lord.",
        "purport": " At the very beginning of this chapter Śukadeva Gosvāmī reveals the foolishness of Indra and the absurdity of his anger. Indra was frustrated because the residents of Vṛndāvana accepted Śrī Kṛṣṇa as their Lord. But the simple fact is that Śrī Kṛṣṇa is the Lord, not only of the residents of Vṛndāvana but of all that exists, including Indra himself. Thus Indra’s petulant reaction was ridiculous. As the common saying goes, “Pride goes before a fall.”"
    },
    {
        "verse": "2",
        "devanagari": "गणं सांवर्तकं नाम मेघानां चान्तकारीणाम् । इन्द्र: प्रचोदयत् क्रुद्धो वाक्यं चाहेशमान्युत ॥ २ ॥",
        "english_devnagari": "gaṇaṁ sāṁvartakaṁ nāmameghānāṁ cānta-kārīṇāmindraḥ pracodayat kruddhovākyaṁ cāheśa-māny uta",
        "verse_Syn": [
            "gaṇam",
            "sāṁvartakam",
            "nāma",
            "meghānām",
            "ca",
            "anta",
            "kāriṇām",
            "indraḥ",
            "pracodayat",
            "kruddhaḥ",
            "vākyam",
            "ca",
            "āha",
            "īśa",
            "mānī",
            "uta"
        ],
        "translation": "Angry Indra sent forth the clouds of universal destruction, known as Sāṁvartaka. Imagining himself the supreme controller, he spoke as follows.",
        "purport": " The word īśa-mānī here is very significant. Indra arrogantly considered himself to be the Lord, and thus he exhibited the typical attitude of a conditioned soul. Many thinkers in the twentieth century have noted the exaggerated sense of individual prestige characteristic of our culture; indeed, writers have even coined the phrase “the me generation.” Everyone in this world is more or less guilty of the syndrome called īśa-māna, or proudly considering oneself the Lord."
    },
    {
        "verse": "3",
        "devanagari": "अहो श्रीमदमाहात्म्यं गोपानां काननौकसाम् । कृष्णं मर्त्यमुपाश्रित्य ये चक्रुर्देवहेलनम् ॥ ३ ॥",
        "english_devnagari": "aho śrī-mada-māhātmyaṁgopānāṁ kānanaukasāmkṛṣṇaṁ martyam upāśrityaye cakrur deva-helanam",
        "verse_Syn": [
            "aho",
            "śrī",
            "mada",
            "māhātmyam",
            "gopānām",
            "kānana",
            "okasām",
            "kṛṣṇam",
            "martyam",
            "upāśritya",
            "ye",
            "cakruḥ",
            "deva",
            "helanam"
        ],
        "translation": "[Indra said:] Just see how these cowherd men living in the forest have become so greatly intoxicated by their prosperity! They have surrendered to an ordinary human being, Kṛṣṇa, and thus they have offended the gods.",
        "purport": " Of course, Indra was really saying that the cowherd men had offended him, Indra, by taking shelter of Kṛṣṇa, whom Indra considered to be martya, a mortal. This was certainly a gross miscalculation on Indra’s part."
    },
    {
        "verse": "4",
        "devanagari": "यथाद‍ृढै: कर्ममयै: क्रतुभिर्नामनौनिभै: । विद्यामान्वीक्षिकीं हित्वा तितीर्षन्ति भवार्णवम् ॥ ४ ॥",
        "english_devnagari": "yathādṛḍhaiḥ karma-mayaiḥkratubhir nāma-nau-nibhaiḥvidyām ānvīkṣikīṁ hitvātitīrṣanti bhavārṇavam",
        "verse_Syn": [
            "yathā",
            "adṛḍhaiḥ",
            "karma",
            "mayaiḥ",
            "kratubhiḥ",
            "nāma",
            "nau",
            "nibhaiḥ",
            "vidyām",
            "ānvīkṣikīm",
            "hitvā",
            "titīrṣanti",
            "bhava",
            "arṇavam"
        ],
        "translation": "Their taking shelter of Kṛṣṇa is just like the foolish attempt of men who abandon transcendental knowledge of the self and instead try to cross over the great ocean of material existence in the false boats of fruitive, ritual sacrifices.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "वाचालं बालिशं स्तब्धमज्ञं पण्डितमानिनम् । कृष्णं मर्त्यमुपाश्रित्य गोपा मे चक्रुरप्रियम् ॥ ५ ॥",
        "english_devnagari": "vācālaṁ bāliśaṁ stabdhamajñaṁ paṇḍita-māninamkṛṣṇaṁ martyam upāśrityagopā me cakrur apriyam",
        "verse_Syn": [
            "vācālam",
            "bāliśam",
            "stabdham",
            "ajñam",
            "paṇḍita",
            "māninam",
            "kṛṣṇam",
            "martyam",
            "upāśritya",
            "gopāḥ",
            "me",
            "cakruḥ",
            "apriyam"
        ],
        "translation": "These cowherd men have acted inimically toward me by taking shelter of this ordinary human being, Kṛṣṇa, who thinks Himself very wise but who is simply a foolish, arrogant, overtalkative child.",
        "purport": " According to Śrīla Śrīdhara Svāmī, through the insults of Indra Goddess Sarasvatī is actually praising Kṛṣṇa. The ācārya explains: “Vācālam means ‘one who can speak according to Vedic authority.’ Bāliśam means ‘free from pretension, just like a child.’ Stabdham means that He bows down to no one because there is no one for Him to offer homage to, ajñam means that there is nothing more for Him to know because He is omniscient, paṇḍita-māninam means that He is highly honored by the knowers of the Absolute Truth, and kṛṣṇam means He is the Supreme Absolute Truth, whose transcendental form is full of eternity and ecstasy. Martyam means that although He is the Absolute Truth, He nevertheless appears in this world as a human being out of affection for His devotees.” Indra wanted to rebuke Kṛṣṇa as vācālam because the Lord had presented many audacious arguments in the line of Karma-mīmāṁsā and Sāṅkhya philosophy even though He did not accept these arguments; thus Indra called the Lord bāliśa, “foolish.” Indra called Him stabdha because He had spoken boldly even in the presence of His own father. Thus although Indra attempted to criticize Śrī Kṛṣṇa, the Lord’s transcendental character is in fact impeccable, and this chapter will demonstrate how Indra came to recognize the position of the Lord."
    },
    {
        "verse": "6",
        "devanagari": "एषां श्रियावलिप्तानां कृष्णेनाध्मापितात्मनाम् । धुनुत श्रीमदस्तम्भं पशून् नयत सङ्‌क्षयम् ॥ ६ ॥",
        "english_devnagari": "eṣāṁ śriyāvaliptānāṁkṛṣṇenādhmāpitātmanāmdhunuta śrī-mada-stambhaṁpaśūn nayata saṅkṣayam",
        "verse_Syn": [
            "eṣām",
            "śriyā",
            "avaliptānām",
            "kṛṣṇena",
            "ādhmāpita",
            "ātmanām",
            "dhunuta",
            "śrī",
            "mada",
            "stambham",
            "paśūn",
            "nayata",
            "saṅkṣayam"
        ],
        "translation": "[To the clouds of destruction King Indra said:] The prosperity of these people has made them mad with pride, and their arrogance is backed up by Kṛṣṇa. Now go and remove their pride and bring their animals to destruction.",
        "purport": " It is clear from this verse that the residents of Vṛndāvana had become highly prosperous simply by protecting cows, since Indra wanted to destroy their so-called pride based on wealth by killing their animals. Well-tended cows produce large quantities of milk, from which come cheese, butter, yogurt, ghee and so on. These foods are delicious by themselves and also enhance other foods, such as fruits, vegetables and grains. Bread and vegetables are delicious with butter, and fruit is especially appetizing when mixed with cream or yogurt. Dairy products are always desirable in civilized society, and the surplus can be traded for many valuable commodities. Thus, simply by a Vedic dairy enterprise, the residents of Vṛndāvana were wealthy, healthy and happy, even in the material sense, and most of all they were eternal associates of the Supreme Lord Kṛṣṇa."
    },
    {
        "verse": "7",
        "devanagari": "अहं चैरावतं नागमारुह्यानुव्रजे व्रजम् । मरुद्गणैर्महावेगैर्नन्दगोष्ठजिघांसया ॥ ७ ॥",
        "english_devnagari": "ahaṁ cairāvataṁ nāgamāruhyānuvraje vrajammarud-gaṇair mahā-vegairnanda-goṣṭha-jighāṁsayā",
        "verse_Syn": [
            "aham",
            "ca",
            "airāvatam",
            "nāgam",
            "āruhya",
            "anuvraje",
            "vrajam",
            "marut",
            "gaṇaiḥ",
            "mahā",
            "vegaiḥ",
            "nanda",
            "goṣṭha",
            "jighāṁsayā"
        ],
        "translation": "I will follow you to Vraja, riding on my elephant Airāvata and taking with me the swift and powerful wind-gods to decimate the cowherd village of Nanda Mahārāja.",
        "purport": " The Sāṁvartaka clouds were frightened by Indra’s powerful mood and thus carried out his order, as described in the following verse."
    },
    {
        "verse": "8",
        "devanagari": "श्रीशुक उवाचइत्थं मघवताज्ञप्ता मेघा निर्मुक्तबन्धना: । नन्दगोकुलमासारै: पीडयामासुरोजसा ॥ ८ ॥",
        "english_devnagari": "śrī-śuka uvācaitthaṁ maghavatājñaptāmeghā nirmukta-bandhanāḥnanda-gokulam āsāraiḥpīḍayām āsur ojasā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ittham",
            "maghavatā",
            "ājñaptāḥ",
            "meghāḥ",
            "nirmukta",
            "bandhanāḥ",
            "nanda",
            "gokulam",
            "āsāraiḥ",
            "pīḍayām",
            "āsuḥ",
            "ojasā"
        ],
        "translation": "Śukadeva Gosvāmī said: On Indra’s order the clouds of universal destruction, released untimely from their bonds, went to the cowherd pastures of Nanda Mahārāja. There they began to torment the inhabitants by powerfully pouring down torrents of rain upon them.",
        "purport": " The Sāṁvartaka clouds could cover the entire earth with a single vast ocean. With great strength, these clouds began flooding the simple land of Vraja."
    },
    {
        "verse": "9",
        "devanagari": "विद्योतमाना विद्युद्भ‍ि: स्तनन्त: स्तनयित्नुभि: । तीव्रैर्मरुद्गणैर्नुन्ना ववृषुर्जलशर्करा: ॥ ९ ॥",
        "english_devnagari": "vidyotamānā vidyudbhiḥstanantaḥ stanayitnubhiḥtīvrair marud-gaṇair nunnāvavṛṣur jala-śarkarāḥ",
        "verse_Syn": [
            "vidyotamānāḥ",
            "vidyudbhiḥ",
            "stanantaḥ",
            "stanayitnubhiḥ",
            "tīvraiḥ",
            "marut",
            "gaṇaiḥ",
            "nunnāḥ",
            "vavṛṣuḥ",
            "jala",
            "śarkarāḥ"
        ],
        "translation": "Propelled by the fearsome wind-gods, the clouds blazed with lightning bolts and roared with thunder as they hurled down hailstones.",
        "purport": " Śrīla Śrīdhara Svāmī explains that the word marud-gaṇaiḥ indicates the seven great winds, such as Āvaha, who presides over the region of Bhuvarloka, and Pravaha, who holds the planets in their places."
    },
    {
        "verse": "10",
        "devanagari": "स्थूणास्थूला वर्षधारा मुञ्चत्स्वभ्रेष्वभीक्ष्णश: । जलौघै: प्लाव्यमाना भूर्नाद‍ृश्यत नतोन्नतम् ॥ १० ॥",
        "english_devnagari": "sthūṇā-sthūlā varṣa-dhārāmuñcatsv abhreṣv abhīkṣṇaśaḥjalaughaiḥ plāvyamānā bhūrnādṛśyata natonnatam",
        "verse_Syn": [
            "sthūṇā",
            "sthūlāḥ",
            "varsa",
            "dhārāḥ",
            "muñcatsu",
            "abhreṣu",
            "abhīkṣṇaśaḥ",
            "jala",
            "oghaiḥ",
            "plāvyamānā",
            "bhūḥ",
            "na",
            "adṛśyata",
            "nataunnatam"
        ],
        "translation": "As the clouds released torrents of rain as thick as massive columns, the earth was submerged in the flood, and high ground could no longer be distinguished from low.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "अत्यासारातिवातेन पशवो जातवेपना: । गोपा गोप्यश्च शीतार्ता गोविन्दं शरणं ययु: ॥ ११ ॥",
        "english_devnagari": "aty-āsārāti-vātenapaśavo jāta-vepanāḥgopā gopyaś ca śītārtāgovindaṁ śaraṇaṁ yayuḥ",
        "verse_Syn": [
            "ati",
            "āsāra",
            "ati",
            "vātena",
            "paśavaḥ",
            "jāta",
            "vepanāḥ",
            "gopāḥ",
            "gopyaḥ",
            "ca",
            "śīta",
            "ārtāḥ",
            "govindam",
            "śaraṇam",
            "yayuḥ"
        ],
        "translation": "The cows and other animals, shivering from the excessive rain and wind, and the cowherd men and ladies, pained by the cold, all approached Lord Govinda for shelter.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "शिर: सुतांश्च कायेन प्रच्छाद्यासारपीडिता: । वेपमाना भगवत: पादमूलमुपाययु: ॥ १२ ॥",
        "english_devnagari": "śiraḥ sutāṁś ca kāyenapracchādyāsāra-pīḍitāḥvepamānā bhagavataḥpāda-mūlam upāyayuḥ",
        "verse_Syn": [
            "śiraḥ",
            "sutān",
            "ca",
            "kāyena",
            "pracchādya",
            "āsāra",
            "pīḍitāḥ",
            "vepamānāḥ",
            "bhagavataḥ",
            "pāda",
            "mūlam",
            "upāyayuḥ"
        ],
        "translation": "Trembling from the distress brought about by the severe rainfall, and trying to cover their heads and calves with their own bodies, the cows approached the lotus feet of the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "कृष्ण कृष्ण महाभाग त्वन्नाथं गोकुलं प्रभो । त्रातुमर्हसि देवान्न: कुपिताद् भक्तवत्सल ॥ १३ ॥",
        "english_devnagari": "kṛṣṇa kṛṣṇa mahā-bhāgatvan-nāthaṁ gokulaṁ prabhotrātum arhasi devān naḥkupitād bhakta-vatsala",
        "verse_Syn": [
            "kṛṣṇa",
            "kṛṣṇa",
            "mahā",
            "bhaga",
            "tvat",
            "nātham",
            "go",
            "kulam",
            "prabho",
            "trātum",
            "arhasi",
            "devāt",
            "naḥ",
            "kupitāt",
            "bhakta",
            "vatsala"
        ],
        "translation": "[The cowherd men and women addressed the Lord:] Kṛṣṇa, Kṛṣṇa, O most fortunate one, please deliver the cows from the wrath of Indra! O Lord, You are so affectionate to Your devotees. Please save us also.",
        "purport": " At the time of Lord Kṛṣṇa’s birth, Garga Muni had predicted, anena sarva-durgāṇi yūyam añjas tariṣyathā (Bhāg. 10.8.16): “By His grace you will easily cross beyond all difficulties.” The residents of Vṛndāvana were confident that in such a great emergency Lord Śrī Nārāyaṇa would empower Kṛṣṇa to protect them. They accepted Kṛṣṇa as everything, and Kṛṣṇa reciprocated their love."
    },
    {
        "verse": "14",
        "devanagari": "शिलावर्षातिवातेन हन्यमानमचेतनम् । निरीक्ष्य भगवान् मेने कुपितेन्द्रकृतं हरि: ॥ १४ ॥",
        "english_devnagari": "śilā-varṣāti-vātenahanyamānam acetanamnirīkṣya bhagavān menekupitendra-kṛtaṁ hariḥ",
        "verse_Syn": [
            "śilā",
            "varṣa",
            "ati",
            "vātena",
            "hanyamānam",
            "acetanam",
            "nirīkṣya",
            "bhagavān",
            "mene",
            "kupita",
            "indra",
            "kṛtam",
            "hariḥ"
        ],
        "translation": "Seeing the inhabitants of His Gokula rendered practically unconscious by the onslaught of hail and blasting wind, the Supreme Lord Hari understood that this was the work of angry Indra.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains that the severe distress Indra apparently inflicted upon the residents of Vṛndāvana was an arrangement made by Śrī Kṛṣṇa’s pastime potency to enhance the loving dealings between the residents and the Lord. The ācārya gives the analogy that for a hungry person, the pain of hunger increases the happiness he feels when he finally eats excellent food, and thus hunger can be said to enhance the pleasure of eating. Similarly, the residents of Vṛndāvana, although not experiencing ordinary, material anxiety, felt a type of distress at the activities of Indra and thus intensified their meditation on Kṛṣṇa. When the Lord finally acted, the result was wonderful."
    },
    {
        "verse": "15",
        "devanagari": "अपर्त्वत्युल्बणं वर्षमतिवातं शिलामयम् । स्वयागे विहतेऽस्माभिरिन्द्रो नाशाय वर्षति ॥ १५ ॥",
        "english_devnagari": "apartv aty-ulbaṇaṁ varṣamati-vātaṁ śilā-mayamsva-yāge vihate ’smābhirindro nāśāya varṣati",
        "verse_Syn": [
            "apa",
            "ṛtu",
            "ati",
            "ulbaṇam",
            "varṣam",
            "ati",
            "vātam",
            "śilā",
            "mayam",
            "sva",
            "yage",
            "vihate",
            "asmābhiḥ",
            "indraḥ",
            "nāśāya",
            "varṣati"
        ],
        "translation": "[Śrī Kṛṣṇa said to Himself:] Because We have stopped his sacrifice, Indra has caused this unusually fierce, unseasonable rain, together with terrible winds and hail.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "तत्र प्रतिविधिं सम्यगात्मयोगेन साधये । लोकेशमानिनां मौढ्याद्धनिष्ये श्रीमदं तम: ॥ १६ ॥",
        "english_devnagari": "tatra pratividhiṁ samyagātma-yogena sādhayelokeśa-mānināṁ mauḍhyāddhaniṣye śrī-madaṁ tamaḥ",
        "verse_Syn": [
            "tatra",
            "prati",
            "vidhim",
            "samyak",
            "ātma",
            "yogena",
            "sādhaye",
            "loka",
            "īśa",
            "māninām",
            "mauḍhyāt",
            "haniṣye",
            "śrī",
            "madam",
            "tamaḥ"
        ],
        "translation": "By My mystic power I will completely counteract this disturbance caused by Indra. Demigods like Indra are proud of their opulence, and out of foolishness they falsely consider themselves the Lord of the universe. I will now destroy such ignorance.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "न हि सद्भ‍ावयुक्तानां सुराणामीशविस्मय: । मत्तोऽसतां मानभङ्ग: प्रशमायोपकल्पते ॥ १७ ॥",
        "english_devnagari": "na hi sad-bhāva-yuktānāṁsurāṇām īśa-vismayaḥmatto ’satāṁ māna-bhaṅgaḥpraśamāyopakalpate",
        "verse_Syn": [
            "na",
            "hi",
            "sat",
            "bhāva",
            "yuktānām",
            "surāṇām",
            "īśa",
            "vismayaḥ",
            "mattaḥ",
            "asatām",
            "māna",
            "bhaṅgaḥ",
            "praśamāya",
            "upakalpate"
        ],
        "translation": "Since the demigods are endowed with the mode of goodness, the false pride of considering oneself the Lord should certainly not affect them. When I break the false prestige of those bereft of goodness, My purpose is to bring them relief.",
        "purport": " The demigods are supposed to be sad-bhāva-yukta, endowed with spiritual existence, since they are deputed servants of the Supreme Lord. In the Bhagavad-gītā (4.24) it is stated: “That which is duly offered to the Lord becomes spiritualized.” The demigods engage in the devotional service of the Lord by managing various departments of cosmic administration. Therefore as demigods, or as servants of the Lord, their existence is pure (sad-bhāva). When the demigods fail to live up to the high position given them by the Lord and deviate from proper behavior, they are not acting as demigods but rather as conditioned souls. Māna, or false prestige, is certainly an anxiety-ridden burden for the conditioned soul. A falsely proud person is not truly peaceful or satisfied, because his understanding of himself is false and inflated. When a servant of the Lord becomes asat, or irreligious, the Lord saves him from impiety by breaking the false prestige that has led him to be offensive or sinful. As stated by the Lord Himself, yasyāham anugṛhṇāmi hariṣye tad-dhanaṁ śanaiḥ: “I give My blessings to a person by taking away his so-called opulence.” Of course, the advanced stage of devotional service to the Lord, as described by Rūpa Gosvāmī, is yukta-vairāgya, utilizing the opulence of this world to execute the Lord’s mission. Obviously the things of this world can be used wonderfully to spread the glories of God and to create a godly society, and a more advanced devotee will not be seduced by material paraphernalia but will dutifully and honestly engage it solely for the pleasure of the Lord. In this particular case, Lord Indra forgot that he was a humble servant of God, and Lord Kṛṣṇa therefore arranged to bring this bewildered demigod to his senses."
    },
    {
        "verse": "18",
        "devanagari": "तस्मान्मच्छरणं गोष्ठं मन्नाथं मत्परिग्रहम् । गोपाये स्वात्मयोगेन सोऽयं मे व्रत आहित: ॥ १८ ॥",
        "english_devnagari": "tasmān mac-charaṇaṁ goṣṭhaṁman-nāthaṁ mat-parigrahamgopāye svātma-yogenaso ’yaṁ me vrata āhitaḥ",
        "verse_Syn": [
            "tasmāt",
            "mat",
            "śaraṇam",
            "goṣṭham",
            "mat",
            "nātham",
            "mat",
            "parigraham",
            "gopāye",
            "sva",
            "ātma",
            "yogena",
            "saḥ",
            "ayam",
            "me",
            "vrataḥ",
            "āhitaḥ"
        ],
        "translation": "I must therefore protect the cowherd community by My transcendental potency, for I am their shelter, I am their master, and indeed they are My own family. After all, I have taken a vow to protect My devotees.",
        "purport": " The word mac-charaṇam indicates not only that Lord Kṛṣṇa was the sole shelter for the vraja-jana, the people of Vṛndāvana, but also that Lord Kṛṣṇa had established His home among them. Śrīla Viśvanātha Cakravartī Ṭhākura quotes from the Anekārtha-varga dictionary, śaraṇaṁ gṛha-rakṣitroḥ: “The word śaraṇam can represent either home or protector.” The residents of Vṛndāvana adopted Kṛṣṇa as their beloved child, friend, lover and life itself, and the Lord reciprocated their feelings. Thus Śrī Kṛṣṇa lived among these fortunate people, moving in their houses and fields; naturally He would protect such intimate devotees from all types of danger."
    },
    {
        "verse": "19",
        "devanagari": "इत्युक्त्वैकेन हस्तेन कृत्वा गोवर्धनाचलम् । दधार लीलया विष्णुश्छत्राकमिव बालक: ॥ १९ ॥",
        "english_devnagari": "ity uktvaikena hastenakṛtvā govardhanācalamdadhāra līlayā viṣṇuśchatrākam iva bālakaḥ",
        "verse_Syn": [
            "iti",
            "uktvā",
            "ekena",
            "hastena",
            "kṛtvā",
            "govardhana",
            "acalam",
            "dadhāra",
            "līlayā",
            "viṣṇuḥ",
            "chatrākam",
            "iva",
            "bālakaḥ"
        ],
        "translation": "Having said this, Lord Kṛṣṇa, who is Viṣṇu Himself, picked up Govardhana Hill with one hand and held it aloft just as easily as a child holds up a mushroom.",
        "purport": " It is confirmed in the Hari-vaṁśa that Śrī Kṛṣṇa picked up the Govardhana Mountain with His left hand: sa dhṛtaḥ saṅgato meghair giriḥ savyena pāṇinā. “With His left hand He picked up that mountain, which was touching the clouds.” According to Śrīla Viśvanātha Cakravartī Ṭhākura, when Lord Kṛṣṇa was preparing to lift Govardhana Hill, a partial expansion of His Yoga-māyā potency named Saṁhārikī temporarily removed all the rain from the sky so that as He ran very swiftly from the porch of His house to the mountain, neither His turban nor other garments became wet."
    },
    {
        "verse": "20",
        "devanagari": "अथाह भगवान् गोपान्हेऽम्ब तात व्रजौकस: । यथोपजोषं विशत गिरिगर्तं सगोधना: ॥ २० ॥",
        "english_devnagari": "athāha bhagavān gopānhe ’mba tāta vrajaukasaḥyathopajoṣaṁ viśatagiri-gartaṁ sa-go-dhanāḥ",
        "verse_Syn": [
            "atha",
            "āha",
            "bhagavān",
            "gopān",
            "he",
            "amba",
            "tāta",
            "vraja",
            "okasaḥ",
            "yathā",
            "upajoṣam",
            "viśata",
            "giri",
            "gartam",
            "sa",
            "godhanāḥ"
        ],
        "translation": "The Lord then addressed the cowherd community: O Mother, O Father, O residents of Vraja, if you wish you may now come under this hill with your cows.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura provides the following insight in this regard: Ordinarily a large cowherd community, which included many thousands of cows, calves, bulls and so on, could not fit under the base of a medium-sized hill like Śrī Govardhana. However, because the hill was in ecstasy, being touched by the hand of the Supreme Personality of Godhead, it acquired inconceivable power and even felt the hundreds of deadly thunderbolts thrown upon its back by angry Indra to be offerings of soft, fragrant flowers. At times Śrī Govardhana was not even aware that the thunderbolts were striking. From the Hari-vaṁśa the ācārya has also quoted Śrī Kṛṣṇa Himself as saying, trai-lokyam apy utsahate rakṣituṁ kiṁ punar vrajam: “Śrī Govardhana can give shelter to all the three worlds, what to speak of the simple land of Vraja.” When Indra’s attack began and Kṛṣṇa lifted the hill, the deer, wild hogs, and other animals and birds standing on the hill’s flanks climbed up to its peaks, and even they did not experience the slightest distress."
    },
    {
        "verse": "21",
        "devanagari": "न त्रास इह व: कार्यो मद्धस्ताद्रिनिपातनात् । वातवर्षभयेनालं तत्‍त्राणं विहितं हि व: ॥ २१ ॥",
        "english_devnagari": "na trāsa iha vaḥ kāryomad-dhastādri-nipātanātvāta-varṣa-bhayenālaṁtat-trāṇaṁ vihitaṁ hi vaḥ",
        "verse_Syn": [
            "na",
            "trāsaḥ",
            "iha",
            "vaḥ",
            "kāryaḥ",
            "mat",
            "hasta",
            "adri",
            "nipātanāt",
            "vāta",
            "varṣa",
            "bhayena",
            "alam",
            "tat",
            "trāṇam",
            "vihitam",
            "hi",
            "vaḥ"
        ],
        "translation": "You should have no fear that this mountain will fall from My hand. And don’t be afraid of the wind and rain, for your deliverance from these afflictions has already been arranged.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "तथा निर्विविशुर्गर्तं कृष्णाश्वासितमानस: । यथावकाशं सधना: सव्रजा: सोपजीविन: ॥ २२ ॥",
        "english_devnagari": "tathā nirviviśur gartaṁkṛṣṇāśvāsita-mānasaḥyathāvakāśaṁ sa-dhanāḥsa-vrajāḥ sopajīvinaḥ",
        "verse_Syn": [
            "tathā",
            "nirviviśuḥ",
            "gartam",
            "kṛṣṇa",
            "āśvāsita",
            "mānasaḥ",
            "yathā",
            "avakāśam",
            "sa",
            "dhanāḥ",
            "sa",
            "vrajāḥ",
            "sa",
            "upajīvinaḥ"
        ],
        "translation": "Their minds thus pacified by Lord Kṛṣṇa, they all entered beneath the hill, where they found ample room for themselves and all their cows, wagons, servants and priests, and for all other members of the community as well.",
        "purport": " All the domestic animals of Vṛndāvana were brought beneath Govardhana Hill for shelter."
    },
    {
        "verse": "23",
        "devanagari": "क्षुत्तृड्‍‌‌‌व्यथां सुखापेक्षां हित्वा तैर्व्रजवासिभि: । वीक्ष्यमाणो दधाराद्रिं सप्ताहं नाचलत् पदात् ॥ २३ ॥",
        "english_devnagari": "kṣut-tṛḍ-vyathāṁ sukhāpekṣāṁhitvā tair vraja-vāsibhiḥvīkṣyamāṇo dadhārādriṁsaptāhaṁ nācalat padāt",
        "verse_Syn": [
            "kṣut",
            "tṛṭ",
            "vyathām",
            "sukha",
            "apekṣām",
            "hitvā",
            "taiḥ",
            "vraja",
            "vāsibhiḥ",
            "vīkṣyamāṇaḥ",
            "dadhāra",
            "adrim",
            "sapta",
            "aham",
            "na",
            "acalat",
            "padāt"
        ],
        "translation": "Lord Kṛṣṇa, forgetting hunger and thirst and putting aside all considerations of personal pleasure, stood there holding up the hill for seven days as the people of Vraja gazed upon Him.",
        "purport": " According to the Viṣṇu Purāṇa: “Lord Kṛṣṇa held up the mountain while His praises were chanted by the residents of Vraja, all of whom now had the opportunity to dwell together with Him, and who glanced at Him with joyful and amazed eyes. Thus the cowherd men and women were all elated, and out of loving affection they opened their eyes wide.” By continuously drinking the nectar of the beauty and sweetness of Śrī Kṛṣṇa, the residents of Vṛndāvana felt no hunger, thirst or fatigue, and Lord Kṛṣṇa, by seeing their beautiful forms, also forgot about eating, drinking and sleeping. Śrīla Viśvanātha Cakravartī Ṭhākura points out that seven days of continuous rain from the Sāṁvartaka clouds failed to flood the district of Mathurā because the Supreme Lord, simply by His potency, immediately dried up the water as it fell to the ground. Thus Kṛṣṇa’s lifting of Govardhana Hill is full of fascinating details and has for thousands of years remained one of His most famous pastimes."
    },
    {
        "verse": "24",
        "devanagari": "कृष्णयोगानुभावं तं निशम्येन्द्रोऽतिविस्मित: । निस्तम्भो भ्रष्टसङ्कल्प: स्वान्मेघान् सन्न्यवारयत् ॥ २४ ॥",
        "english_devnagari": "kṛṣṇa-yogānubhāvaṁ taṁniśamyendro ’ti-vismitaḥnistambho bhraṣṭa-saṅkalpaḥsvān meghān sannyavārayat",
        "verse_Syn": [
            "kṛṣṇa",
            "yoga",
            "anubhāvam",
            "tam",
            "niśamya",
            "indraḥ",
            "ati",
            "vismitaḥ",
            "nistambhaḥ",
            "bhraṣṭa",
            "saṅkalpaḥ",
            "svān",
            "meghān",
            "sannyavārayat"
        ],
        "translation": "When Indra observed this exhibition of Lord Kṛṣṇa’s mystic power, he became most astonished. Pulled down from his platform of false pride, and his intentions thwarted, he ordered his clouds to desist.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "खं व्यभ्रमुदितादित्यं वातवर्षं च दारुणम् । निशम्योपरतं गोपान् गोवर्धनधरोऽब्रवीत् ॥ २५ ॥",
        "english_devnagari": "khaṁ vyabhram uditādityaṁvāta-varṣaṁ ca dāruṇamniśamyoparataṁ gopāngovardhana-dharo ’bravīt",
        "verse_Syn": [
            "kham",
            "vi",
            "abhram",
            "udita",
            "ādityam",
            "vāta",
            "varṣam",
            "ca",
            "dāruṇam",
            "niśamya",
            "uparatam",
            "gopān",
            "govardhana",
            "dharaḥ",
            "abravīt"
        ],
        "translation": "Seeing that the fierce wind and rain had now ceased, the sky had become clear of rainclouds, and the sun had risen, Lord Kṛṣṇa, the lifter of Govardhana Hill, spoke to the cowherd community as follows.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "निर्यात त्यजत त्रासं गोपा: सस्त्रीधनार्भका: । उपारतं वातवर्षं व्युदप्रायाश्च निम्नगा: ॥ २६ ॥",
        "english_devnagari": "niryāta tyajata trāsaṁgopāḥ sa-strī-dhanārbhakāḥupārataṁ vāta-varṣaṁvyuda-prāyāś ca nimnagāḥ",
        "verse_Syn": [
            "niryāta",
            "tyajata",
            "trāsam",
            "gopāḥ",
            "sa",
            "strī",
            "dhana",
            "arbhakāḥ",
            "upāratam",
            "vāta",
            "varṣam",
            "vi",
            "uda",
            "prāyāḥ",
            "ca",
            "nimnagāḥ"
        ],
        "translation": "[Lord Kṛṣṇa said:] My dear cowherd men, please go out with your wives, children and possessions. Give up your fear. The wind and rain have stopped, and the rivers’ high waters have subsided.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "ततस्ते निर्ययुर्गोपा: स्वं स्वमादाय गोधनम् । शकटोढोपकरणं स्त्रीबालस्थविरा: शनै: ॥ २७ ॥",
        "english_devnagari": "tatas te niryayur gopāḥsvaṁ svam ādāya go-dhanamśakaṭoḍhopakaraṇaṁstrī-bāla-sthavirāḥ śanaiḥ",
        "verse_Syn": [
            "tataḥ",
            "te",
            "niryayuḥ",
            "gopāḥ",
            "svam",
            "svam",
            "ādāya",
            "go",
            "dhanam",
            "śakaṭa",
            "ūḍha",
            "upakaraṇam",
            "strī",
            "bāla",
            "sthavirāḥ",
            "śanaiḥ"
        ],
        "translation": "After collecting their respective cows and loading their paraphernalia into their wagons, the cowherd men went out. The women, children and elderly persons gradually followed them.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "भगवानपि तं शैलं स्वस्थाने पूर्ववत् प्रभु: । पश्यतां सर्वभूतानां स्थापयामास लीलया ॥ २८ ॥",
        "english_devnagari": "bhagavān api taṁ śailaṁsva-sthāne pūrva-vat prabhuḥpaśyatāṁ sarva-bhūtānāṁsthāpayām āsa līlayā",
        "verse_Syn": [
            "bhagavān",
            "api",
            "tam",
            "śailam",
            "sva",
            "sthāne",
            "pūrva",
            "vat",
            "prabhuḥ",
            "paśyatām",
            "sarva",
            "bhūtānām",
            "sthāpayām",
            "āsa",
            "līlayā"
        ],
        "translation": "While all living creatures looked on, the Supreme Personality of Godhead put down the hill in its original place, just as it had stood before.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "तं प्रेमवेगान्निर्भृता व्रजौकसोयथा समीयु: परिरम्भणादिभि: । गोप्यश्च सस्‍नेहमपूजयन् मुदादध्यक्षताद्भ‍िर्युयुजु: सदाशिष: ॥ २९ ॥",
        "english_devnagari": "taṁ prema-vegān nirbhṛtā vrajaukasoyathā samīyuḥ parirambhaṇādibhiḥgopyaś ca sa-sneham apūjayan mudādadhy-akṣatādbhir yuyujuḥ sad-āśiṣaḥ",
        "verse_Syn": [
            "tam",
            "prema",
            "vegāt",
            "nirbhṛtāḥ",
            "vraja",
            "okasaḥ",
            "yathā",
            "samīyuḥ",
            "parirambhaṇa",
            "ādibhiḥ",
            "gopyaḥ",
            "ca",
            "sa",
            "sneham",
            "apūjayan",
            "mudā",
            "dadhi",
            "akṣata",
            "adbhiḥ",
            "yuyujuḥ",
            "sat",
            "āśiṣaḥ"
        ],
        "translation": "All the residents of Vṛndāvana were overwhelmed with ecstatic love, and they came forward and greeted Śrī Kṛṣṇa according to their individual relationships with Him — some embracing Him, others bowing down to Him, and so forth. The cowherd women presented water mixed with yogurt and unbroken barleycorns as a token of honor, and they showered auspicious benedictions upon Him.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains that each of the residents of Vṛndāvana regarded Kṛṣṇa in his own way — as an inferior, younger member of the community; as an equal; or as a superior — and they dealt with Him accordingly. Kṛṣṇa’s superiors offered auspicious benedictions, lovingly smelled His head, kissed Him, rubbed His arms and fingers, and inquired with parental affection as to whether He was tired or pained. Kṛṣṇa’s equals laughed or joked with Him, and those who were younger fell at His feet, massaged His feet, and so on. The word ca in this verse indicates that the wives of the brāhmaṇas joined with the cowherd ladies to offer auspicious items like yogurt and unbroken grains. Lord Kṛṣṇa received benedictions such as this: “May You subdue the wicked, protect the decent people, give pleasure to Your parents and be enriched with all wealth and opulence.”"
    },
    {
        "verse": "30",
        "devanagari": "यशोदा रोहिणी नन्दो रामश्च बलिनां वर: । कृष्णमालिङ्‌‌ग्य युयुजुराशिष: स्‍नेहकातरा: ॥ ३० ॥",
        "english_devnagari": "yaśodā rohiṇī nandorāmaś ca balināṁ varaḥkṛṣṇam āliṅgya yuyujurāśiṣaḥ sneha-kātarāḥ",
        "verse_Syn": [
            "yaśodā",
            "rohiṇī",
            "nandaḥ",
            "rāmaḥ",
            "ca",
            "balinām",
            "varaḥ",
            "kṛṣṇam",
            "āliṅgya",
            "yuyujuḥ",
            "āśiṣaḥ",
            "sneha",
            "kātarāḥ"
        ],
        "translation": "Mother Yaśodā, mother Rohiṇī, Nanda Mahārāja and Balarāma, the greatest of the strong, all embraced Kṛṣṇa. Overwhelmed with affection, they offered Him their blessings.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "दिवि देवगणा: सिद्धा: साध्या गन्धर्वचारणा: । तुष्टुवुर्मुमुचुस्तुष्टा: पुष्पवर्षाणि पार्थिव ॥ ३१ ॥",
        "english_devnagari": "divi deva-gaṇāḥ siddhāḥsādhyā gandharva-cāraṇāḥtuṣṭuvur mumucus tuṣṭāḥpuṣpa-varṣāṇi pārthiva",
        "verse_Syn": [
            "divi",
            "deva",
            "gaṇāḥ",
            "siddhāḥ",
            "sādhyāḥ",
            "gandharva",
            "cāraṇāḥ",
            "tuṣṭuvuḥ",
            "mumucuḥ",
            "tuṣṭāḥ",
            "puṣpa",
            "varṣāṇi",
            "pārthiva"
        ],
        "translation": "In the heavens, O King, all the demigods, including the Siddhas, Sādhyas, Gandharvas and Cāraṇas, sang the praises of Lord Kṛṣṇa and showered down flowers in great satisfaction.",
        "purport": " The demigods in heaven were just as jubilant as the residents of Vṛndāvana, and thus a great universal festival took place."
    },
    {
        "verse": "32",
        "devanagari": "शङ्खदुन्दुभयो नेदुर्दिवि देवप्रचोदिता: । जगुर्गन्धर्वपतयस्तुम्बुरुप्रमुखा नृप ॥ ३२ ॥",
        "english_devnagari": "śaṅkha-dundubhayo nedurdivi deva-pracoditāḥjagur gandharva-patayastumburu-pramukhā nṛpa",
        "verse_Syn": [
            "śaṅkha",
            "dundubhayaḥ",
            "neduḥ",
            "divi",
            "deva",
            "pracoditāḥ",
            "jaguḥ",
            "gandharva",
            "patayaḥ",
            "tumburu",
            "pramukhāḥ",
            "nṛpa"
        ],
        "translation": "My dear Parīkṣit, the demigods in heaven resoundingly played their conchshells and kettledrums, and the best of the Gandharvas, led by Tumburu, began to sing.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "ततोऽनुरक्तै: पशुपै: परिश्रितोराजन् स्वगोष्ठं सबलोऽव्रजद्धरि: । तथाविधान्यस्य कृतानि गोपिकागायन्त्य ईयुर्मुदिता हृदिस्पृश: ॥ ३३ ॥",
        "english_devnagari": "tato ’nuraktaiḥ paśupaiḥ pariśritorājan sva-goṣṭhaṁ sa-balo ’vrajad dhariḥtathā-vidhāny asya kṛtāni gopikāgāyantya īyur muditā hṛdi-spṛśaḥ",
        "verse_Syn": [
            "tataḥ",
            "anuraktaiḥ",
            "paśu",
            "paiḥ",
            "pariśritaḥ",
            "rājan",
            "sva",
            "goṣṭham",
            "sa",
            "balaḥ",
            "avrajat",
            "hariḥ",
            "tathā",
            "vidhāni",
            "asya",
            "kṛtāni",
            "gopikāḥ",
            "gāyantyaḥ",
            "īyuḥ",
            "muditāḥ",
            "hṛdi",
            "spṛśaḥ"
        ],
        "translation": "Surrounded by His loving cowherd boyfriends and Lord Balarāma, Kṛṣṇa then went off to the place where He had been tending His cows. The cowherd girls returned to their homes, singing joyfully about the lifting of Govardhana Hill and other glorious deeds performed by Lord Kṛṣṇa, who had so deeply touched their hearts.",
        "purport": " Before returning to their homes, the gopīs shared intimate association with their lover, Śrī Kṛṣṇa, by exchanging secret glances. Ordinarily they could not publicly talk about Kṛṣṇa, since they were chaste young girls in a religious village, but now they took advantage of this wonderful exhibition by the Lord and freely sang of His beautiful qualities. It is natural that a young man wants to do something wonderful in the presence of a beautiful young girl. The gopīs were the most beautiful and pure-hearted young girls, and Śrī Kṛṣṇa performed the most wonderful activities in their presence. Thus He entered deep within their tender hearts, enlivening their eternal devotion to Him."
    }
]