[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचसरस्वत्यास्तटे राजन्नृषय: सत्रमासत ।वितर्क: समभूत्तेषां त्रिष्वधीशेषु को महान् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācasarasvatyās taṭe rājannṛṣayaḥ satram āsatavitarkaḥ samabhūt teṣāṁtriṣv adhīśeṣu ko mahān",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "sarasvatyāḥ",
            "taṭe",
            "rājan",
            "ṛṣayaḥ",
            "satram",
            "āsata",
            "vitarkaḥ",
            "samabhūt",
            "teṣām",
            "triṣu",
            "adhīśeṣu",
            "kaḥ",
            "mahān"
        ],
        "translation": "Śukadeva Gosvāmī said: Once, O King, as a group of sages were performing a Vedic sacrifice on the banks of the Sarasvatī River, a controversy arose among them as to which of the three chief deities is supreme.",
        "purport": " The three chief deities mentioned here are Lord Viṣṇu, Lord Brahmā and Lord Śiva."
    },
    {
        "verse": "2",
        "devanagari": "तस्य जिज्ञासया ते वै भृगुं ब्रह्मसुतं नृप ।तज्ज्ञप्‍त्‍यै प्रेषयामासु: सोऽभ्यगाद् ब्रह्मण: सभाम् ॥ २ ॥",
        "english_devnagari": "tasya jijñāsayā te vaibhṛguṁ brahma-sutaṁ nṛpataj-jñaptyai preṣayām āsuḥso ’bhjagād brahmaṇaḥ sabhām",
        "verse_Syn": [
            "tasya",
            "jijñāsayā",
            "te",
            "vai",
            "bhṛgum",
            "brahma",
            "sutam",
            "nṛpa",
            "tat",
            "jñaptyai",
            "preṣayām",
            "āsuḥ",
            "saḥ",
            "abhyagāt",
            "brahmaṇaḥ",
            "sabhām"
        ],
        "translation": "Eager to resolve this question, O King, the sages sent Lord Brahmā’s son Bhṛgu to find the answer. First he went to his father’s court.",
        "purport": " As Śrīla Prabhupāda explains in Kṛṣṇa, the Supreme Personality of Godhead: “The plan decided upon by the sages was for Bhṛgu to test which one of the predominating deities possessed the quality of goodness in full.” One who is in the mode of goodness possesses such qualities as tolerance and equanimity, whereas those conducted by the modes of passion and ignorance are prone to easily lose their temper."
    },
    {
        "verse": "3",
        "devanagari": "न तस्मै प्रह्वणं स्तोत्रं चक्रे सत्त्वपरीक्षया ।तस्मै चुक्रोध भगवान् प्रज्वलन् स्वेन तेजसा ॥ ३ ॥",
        "english_devnagari": "na tasmai prahvaṇaṁ stotraṁcakre sattva-parīkṣayātasmai cukrodha bhagavānprajvalan svena tejasā",
        "verse_Syn": [
            "na",
            "tasmai",
            "prahvaṇam",
            "stotram",
            "cakre",
            "sattva",
            "parīkṣayā",
            "tasmai",
            "cukrodha",
            "bhagavān",
            "prajvalan",
            "svena",
            "tejasā"
        ],
        "translation": "To test how well Lord Brahmā was situated in the mode of goodness, Bhṛgu failed to bow down to him or glorify him with prayers. The lord became angry at him, inflamed into fury by his own passion.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "स आत्मन्युत्थितं मन्युमात्मजायात्मना प्रभु: ।अशीशमद् यथा वह्निं स्वयोन्या वारिणात्मभू: ॥ ४ ॥",
        "english_devnagari": "sa ātmany utthitam manyumātmajāyātmanā prabhuḥaśīśamad yathā vahniṁsva-yonyā vāriṇātma-bhūḥ",
        "verse_Syn": [
            "saḥ",
            "ātmani",
            "utthitam",
            "manyum",
            "ātma",
            "jāya",
            "ātmanā",
            "prabhuḥ",
            "aśīśamat",
            "yathā",
            "vahnim",
            "sva",
            "yonyā",
            "vāriṇā",
            "ātma",
            "bhūḥ"
        ],
        "translation": "Though anger toward his son was now rising within his heart, Lord Brahmā was able to subdue it by applying his intelligence, in the same way that fire is extinguished by its own product, water.",
        "purport": " Lord Brahmā is sometimes affected by his contact with the mode of passion. But because he is ādi-kavi, the firstborn and foremost learned scholar in the universe, when anger begins to disturb his mind he can control it by means of discriminating self-examination. In this instance he reminded himself that Bhṛgu was his son. Thus in this verse Śukadeva Gosvāmī draws the analogy that Brahmā’s own expansion (his son) served to put out his anger just as water, which originally evolved from elemental fire in the primeval creation, puts out a fire."
    },
    {
        "verse": "5",
        "devanagari": "तत: कैलासमगमत् स तं देवो महेश्वर: ।परिरब्धुं समारेभ उत्थाय भ्रातरं मुदा ॥ ५ ॥",
        "english_devnagari": "tataḥ kailāsam agamatsa taṁ devo maheśvaraḥparirabdhuṁ samārebhautthāya bhrātaraṁ mudā",
        "verse_Syn": [
            "tataḥ",
            "kailāsam",
            "agamat",
            "saḥ",
            "tam",
            "devaḥ",
            "mahā",
            "īśvaraḥ",
            "parirabdhum",
            "samārebhe",
            "utthāya",
            "bhrātaram",
            "mudā"
        ],
        "translation": "Bhṛgu then went to Mount Kailāsa. There Lord Śiva stood up and happily came forward to embrace his brother.",
        "purport": " In the Vedic civilization it is considered very important to properly greet one’s family members, especially when one has not seen them for a long time. A worthy son should show respect to his father, a younger brother should honor his older brother, and the older brother should show affection to his younger brother in turn."
    },
    {
        "verse": "6-7",
        "devanagari": "नैच्छत्त्वमस्युत्पथग इति देवश्चुकोप ह ।शूलमुद्यम्य तं हन्तुमारेभे तिग्मलोचन: ॥ ६ ॥पतित्वा पादयोर्देवी सान्‍त्‍वयामास तं गिरा ।अथो जगाम वैकुण्ठं यत्र देवो जनार्दन: ॥ ७ ॥",
        "english_devnagari": "naicchat tvam asy utpatha-gaiti devaś cukopa haśūlam udyamya taṁ hantumārebhe tigma-locanaḥ",
        "verse_Syn": [
            "na",
            "aicchat",
            "tvam",
            "asi",
            "utpatha",
            "gaḥ",
            "iti",
            "devaḥ",
            "cukopa",
            "ha",
            "śūlam",
            "udyamya",
            "tam",
            "hantum",
            "ārebhe",
            "tigma",
            "locanaḥ",
            "patitvā",
            "pādayoḥ",
            "devī",
            "sāntvayām",
            "āsa",
            "tam",
            "girā",
            "atha",
            "u",
            "jagāma",
            "vaikuṇṭham",
            "yatra",
            "devaḥ",
            "janārdanaḥ"
        ],
        "translation": "But Bhṛgu refused his embrace, telling him, “You are a deviant heretic.” At this Lord Śiva became angry, and his eyes burned ferociously. He raised his trident and was about to kill Bhṛgu when Goddess Devī fell at his feet and spoke some words to pacify him. Bhṛgu then left that place and went to Vaikuṇṭha, where Lord Janārdana resides.",
        "purport": " In Kṛṣṇa, Śrīla Prabhupāda writes: “It is said that an offense can be committed either with the body, with the mind or by speech. Bhṛgu Muni’s first offense, committed toward Lord Brahmā, was an offense with the mind. His second offense, committed toward Lord Śiva by insulting him, criticizing him for unclean habits, was an offense by speech. Because the quality of ignorance is prominent in Lord Śiva, when he heard Bhṛgu’s insult his eyes immediately became red with anger. With uncontrollable rage, he took up his trident and prepared to kill Bhṛgu Muni. At that time Lord Śiva’s wife, Pārvatī, was present. Her personality, like Lord Siva’s, is a mixture of the three qualities, and therefore she is called Triguṇa-mayī. In this case, she saved the situation by evoking Lord Śiva’s quality of goodness.” Śrīla Jīva Gosvāmī remarks that the Vaikuṇṭha planet referred to here is Śvetadvīpa."
    },
    {
        "verse": "8-9",
        "devanagari": "शयानं श्रिय उत्सङ्गे पदा वक्षस्यताडयत् ।तत उत्थाय भगवान् सह लक्ष्म्या सतां गति: ॥ ८ ॥स्वतल्पादवरुह्याथ ननाम शिरसा मुनिम् ।आह ते स्वागतं ब्रह्मन् निषीदात्रासने क्षणम् ।अजानतामागतान् व: क्षन्तुमर्हथ न: प्रभो ॥ ९ ॥",
        "english_devnagari": "śayānaṁ śriya utsaṅgepadā vakṣasy atāḍayattata utthāya bhagavānsaha lakṣmyā satāṁ gatiḥ",
        "verse_Syn": [
            "śayānam",
            "śriyaḥ",
            "utsaṅge",
            "padā",
            "vakṣasi",
            "atāḍayat",
            "tataḥ",
            "utthāya",
            "bhagavān",
            "saha",
            "lakṣmyā",
            "satām",
            "gatiḥ",
            "sva",
            "talpāt",
            "avaruhya",
            "atha",
            "nanāma",
            "śirasā",
            "munim",
            "āha",
            "te",
            "su",
            "āgatam",
            "brahman",
            "niṣīda",
            "atra",
            "āsane",
            "kṣaṇam",
            "ajānatām",
            "āgatān",
            "vaḥ",
            "kṣantum",
            "arhatha",
            "naḥ",
            "prabho"
        ],
        "translation": "There he went up to the Supreme Lord, who was lying with His head on the lap of His consort, Śrī, and kicked Him on the chest. The Lord then rose, along with Goddess Lakṣmī, as a sign of respect. Coming down from His bedstead, that supreme goal of all pure devotees bowed His head to the floor before the sage and told him, ‘Welcome, brāhmaṇa. Please sit in this chair and rest awhile. Kindly forgive us, dear master, for not noticing your arrival.’",
        "purport": " According to Śrīla Jīva Gosvāmī, at the time of this pastime Bhṛgu Muni had not yet become a pure Vaiṣṇava; otherwise he would not have acted so rashly toward the Supreme Lord. Not only was Lord Viṣṇu taking rest, but He was lying with His head in His wife’s lap. For Bhṛgu to strike Him in this position — and not with his hand but with his foot — was worse than any other offense Bhṛgu could have imagined. Śrīla Prabhupāda comments: “Of course, Lord Viṣṇu is all-merciful. He did not become angry at the activities of Bhṛgu Muni, for Bhṛgu Muni was a great brāhmaṇa. A brāhmaṇa is to be excused even if he sometimes commits an offense, and Lord Viṣṇu set the example. Yet it is said that from the time of this incident the goddess of fortune, Lakṣmī, has not been very favorably disposed toward the brāhmaṇas, and therefore because the goddess of fortune withholds her benedictions from them, the brāhmaṇas are generally very poor.”"
    },
    {
        "verse": "10-11",
        "devanagari": "पुनीहि सहलोकं मां लोकपालांश्च मद्गतान् ।पादोदकेन भवतस्तीर्थानां तीर्थकारिणा ॥ १० ॥अद्याहं भगवँल्ल‍क्ष्‍म्‍या आसमेकान्तभाजनम् ।वत्स्यत्युरसि मे भूतिर्भवत्पादहतांहस: ॥ ११ ॥",
        "english_devnagari": "punīhi saha-lokaṁ māṁloka-pālāṁś ca mad-gatānpādodakena bhavatastīrthānāṁ tīrtha-kāriṇā",
        "verse_Syn": [
            "punīhi",
            "saha",
            "lokam",
            "mām",
            "loka",
            "pālān",
            "ca",
            "mat",
            "gatān",
            "pāda",
            "udakena",
            "bhavataḥ",
            "tīrthānām",
            "tīrtha",
            "kāriṇā",
            "adya",
            "aham",
            "bhagavan",
            "lakṣmyāḥ",
            "āsam",
            "eka",
            "anta",
            "bhājanam",
            "vatsyati",
            "urasi",
            "me",
            "bhūtiḥ",
            "bhavat",
            "pāda",
            "hata",
            "aṁhasaḥ"
        ],
        "translation": "“Please purify Me, My realm and the realms of the universal rulers devoted to Me by giving us the water that has washed your feet. This holy water is indeed what makes all places of pilgrimage sacred. Today, my lord, I have become the exclusive shelter of the goddess of fortune, Lakṣmī; she will consent to reside on My chest because your foot has rid it of sins.”",
        "purport": " Continuing his comments, Śrīla Prabhupāda says: “The so-called brāhmaṇas of the Kali-yuga are sometimes very proud that a great brāhmaṇa like Bhṛgu Muni could touch the chest of Lord Viṣṇu with his foot. But in fact, when Bhṛgu Muni kicked the chest of Lord Viṣṇu it was the greatest offense, although Lord Viṣṇu, being greatly magnanimous, did not take it very seriously.” Some editions of Śrīmad-Bhāgavatam contain the following verse between texts 11 and 12, and Śrīla Prabhupāda also includes it in Kṛṣṇa, the Supreme Personality of Godhead, his summary study of the Tenth Canto: “[The Lord said to the brāhmaṇa Bhṛgu:] ‘My dear sir, O great sage, your feet are indeed very tender.’ Saying this, Lord Viṣṇu began massaging the brāhmaṇa’s feet with His own hands.”"
    },
    {
        "verse": "12",
        "devanagari": "श्रीशुक उवाचएवं ब्रुवाणे वैकुण्ठे भृगुस्तन्मन्द्रया गिरा ।निर्वृतस्तर्पितस्तूष्णीं भक्त्युत्कण्ठोऽश्रुलोचन: ॥ १२ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ bruvāṇe vaikuṇṭhebhṛgus tan-mandrayā girānirvṛtas tarpitas tūṣṇīṁbhakty-utkaṇṭho ’śru-locanaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "bruvāṇe",
            "vaikuṇṭhe",
            "bhṛguḥ",
            "tat",
            "mandrayā",
            "girā",
            "nirvṛtaḥ",
            "tarpitaḥ",
            "tūṣṇīm",
            "bhakti",
            "utkaṇṭhaḥ",
            "aśru",
            "locanaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Bhṛgu felt satisfied and delighted to hear the solemn words spoken by Lord Vaikuṇṭha. Overwhelmed with devotional ecstasy, he remained silent, his eyes brimming with tears.",
        "purport": " Bhṛgu could not offer the Lord any words of praise because his throat was choking with tears of ecstasy. In the opinion of Śrīla Viśvanātha Cakravartī, the sage should not be condemned for his offensive behavior, since his role in this transcendental pastime was arranged by the Personality of Godhead."
    },
    {
        "verse": "13",
        "devanagari": "पुनश्च सत्रमाव्रज्य मुनीनां ब्रह्मवादिनाम् ।स्वानुभूतमशेषेण राजन् भृगुरवर्णयत् ॥ १३ ॥",
        "english_devnagari": "punaś ca satram āvrajyamunīnāṁ brahma-vādināmsvānubhūtam aśeṣeṇarājan bhṛgur avarṇayat",
        "verse_Syn": [
            "punaḥ",
            "ca",
            "satram",
            "āvrajya",
            "munīnām",
            "brahma",
            "vādinām",
            "sva",
            "anubhūtam",
            "aśeṣeṇa",
            "rājan",
            "bhṛguḥ",
            "avarṇayat"
        ],
        "translation": "O King, Bhṛgu then returned to the sacrificial arena of the wise Vedic authorities and described his entire experience to them.",
        "purport": ""
    },
    {
        "verse": "14-17",
        "devanagari": "तन्निशम्याथ मुनयो विस्मिता मुक्तसंशया: ।भूयांसं श्रद्दधुर्विष्णुं यत: शान्तिर्यतोऽभयम् ॥ १४ ॥धर्म: साक्षाद् यतो ज्ञानं वैराग्यं च तदन्वितम् ।ऐश्वर्यं चाष्टधा यस्माद् यशश्चात्ममलापहम् ॥ १५ ॥मुनीनां न्यस्तदण्डानां शान्तानां समचेतसाम् ।अकिञ्चनानां साधूनां यमाहु: परमां गतिम् ॥ १६ ॥सत्त्वं यस्य प्रिया मूर्तिर्ब्राह्मणास्त्विष्टदेवता: ।भजन्त्यनाशिष: शान्ता यं वा निपुणबुद्धय: ॥ १७ ॥",
        "english_devnagari": "tan niśamyātha munayovismitā mukta-saṁśayāḥbhūyāṁsaṁ śraddadhur viṣṇuṁyataḥ śāntir yato ’bhayam",
        "verse_Syn": [
            "tat",
            "niśamya",
            "atha",
            "munayaḥ",
            "vismitāḥ",
            "mukta",
            "saṁśayāḥ",
            "bhūyāṁsam",
            "śraddadhuḥ",
            "viṣṇum",
            "yataḥ",
            "śāntiḥ",
            "yataḥ",
            "abhayam",
            "dharmaḥ",
            "sākṣāt",
            "yataḥ",
            "jñānam",
            "vairāgyam",
            "ca",
            "tat",
            "anvitam",
            "aiśvaryam",
            "ca",
            "aṣṭadhā",
            "yasmāt",
            "yaśaḥ",
            "ca",
            "ātma",
            "mala",
            "apaham",
            "munīnām",
            "nyasta",
            "daṇḍānām",
            "śāntānām",
            "sama",
            "cetasām",
            "akiñcanānām",
            "sādhūnām",
            "yam",
            "āhuḥ",
            "paramām",
            "gatim",
            "sattvam",
            "yasya",
            "priyā",
            "mūrtiḥ",
            "brāhmaṇāḥ",
            "tu",
            "iṣṭa",
            "devatāḥ",
            "bhajanti",
            "anāśiṣaḥ",
            "śāntāḥ",
            "yam",
            "vā",
            "nipuṇa",
            "buddhayaḥ"
        ],
        "translation": "Amazed upon hearing Bhṛgu’s account, the sages were freed from all doubts and became convinced that Viṣṇu is the greatest Lord. From Him come peace; fearlessness; the essential principles of religion; detachment with knowledge; the eightfold powers of mystic yoga; and His glorification, which cleanses the mind of all impurities. He is known as the supreme destination for those who are peaceful and equipoised — the selfless, wise saints who have given up all violence. His most dear form is that of pure goodness, and the brāhmaṇas are His worshipable deities. Persons of keen intellect who have attained spiritual peace worship Him without selfish motives.",
        "purport": " By becoming devoted to the Personality of Godhead, one easily attains divine knowledge and detachment from sense gratification, without separate endeavor. As described in the Eleventh Canto of Śrīmad Bhāgavatam (11.2.42): “Devotion, direct experience of the Supreme Lord, and detachment from other things — these three occur simultaneously for one who has taken shelter of the Supreme Personality of Godhead, in the same way that pleasure, nourishment and relief from hunger come simultaneously and increasingly, with each bite, for a person engaged in eating.” Similarly, in the First Canto (1.2.7), Śrīla Suta Gosvāmī states: “By rendering devotional service unto the Personality of Godhead, Śrī Kṛṣṇa, one immediately acquires causeless knowledge and detachment from the world.” Lord Śrī Kapila, in His instructions to His mother, Devahūti, proposes that the eightfold powers of yoga are also coincidental fruits of devotional service: “Because he is completely absorbed in thought of Me, My devotee does not desire even the highest benediction obtainable in the upper planetary systems, including Satyaloka. He does not desire the eight material perfections obtained from mystic yoga, nor does he desire to be elevated to the kingdom of God. Yet even without desiring them, My devotee enjoys, even in this life, all the offered benedictions.” (Bhāg. 3.25.37) Śrīla Viśvanātha Cakravartī points out that in text 16, three kinds of transcendentalists are named: the munis, the śāntas and the sādhus. These are, in order of increasing importance, persons striving for liberation, those who have attained liberation, and those who are engaged in pure devotional service to Lord Viṣṇu."
    },
    {
        "verse": "18",
        "devanagari": "त्रिविधाकृतयस्तस्य राक्षसा असुरा: सुरा: ।गुणिन्या मायया सृष्टा: सत्त्वं तत्तीर्थसाधनम् ॥ १८ ॥",
        "english_devnagari": "tri-vidhākṛtayas tasyarākṣasā asurāḥ surāḥguṇinyā māyayā sṛṣṭāḥsattvaṁ tat tīrtha-sādhanam",
        "verse_Syn": [
            "tri",
            "vidha",
            "ākṛtayaḥ",
            "tasya",
            "rākṣasāḥ",
            "asurāḥ",
            "surāḥ",
            "guṇinyāḥ",
            "māyayā",
            "sṛṣṭāḥ",
            "sattvam",
            "tat",
            "tīrtha",
            "sādhanam"
        ],
        "translation": "The Lord expands into three kinds of manifest beings — the Rākṣasas, the demons and the demigods — all of whom are created by the Lord’s material energy and conditioned by her modes. But among these three modes, it is the mode of goodness which is the means of attaining life’s final success.",
        "purport": " In Kṛṣṇa Śrīla Prabhupāda writes: “There are different kinds of people existing in the modes of material nature. Those who are in the mode of ignorance are called rākṣasas, those in the mode of passion are called asuras [demons], and those in the mode of goodness are called suras, or demigods. Under the direction of the Supreme Lord, these three classes of men are created by material nature, but those who are in the mode of goodness have a greater chance to be elevated to the spiritual world, back home, back to Godhead.”"
    },
    {
        "verse": "19",
        "devanagari": "श्रीशुक उवाचइत्थं सारस्वता विप्रा नृणां संशयनुत्तये ।पुरुषस्य पदाम्भोजसेवया तद्गतिं गता: ॥ १९ ॥",
        "english_devnagari": "śrī-śuka uvācaitthaṁ sārasvatā viprānṛṇām saṁśaya-nuttayepuruṣasya padāmbhoja-sevayā tad-gatiṁ gatāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ittham",
            "sārasvatāḥ",
            "viprāḥ",
            "nṛṇām",
            "saṁśaya",
            "nuttaye",
            "puruṣasya",
            "pada",
            "ambhoja",
            "sevayā",
            "tat",
            "gatim",
            "gataḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: The learned brāhmaṇas living along the river Sarasvatī came to this conclusion in order to dispel the doubts of all people. Thereafter they rendered devotional service to the Supreme Lord’s lotus feet and attained His abode.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "श्रीसूत उवाचइत्येतन्मुनितनयास्यपद्मगन्ध-पीयूषं भवभयभित् परस्य पुंस: ।सुश्लोकं श्रवणपुटै: पिबत्यभीक्ष्णंपान्थोऽध्वभ्रमणपरिश्रमं जहाति ॥ २० ॥",
        "english_devnagari": "śrī-sūta uvācaity etan muni-tanayāsya-padma-gandhapīyūṣaṁ bhava-bhaya-bhit parasya puṁsaḥsu-ślokaṁ śravaṇa-puṭaiḥ pibaty abhīkṣṇampāntho ’dhva-bhramaṇa-pariśramaṁ jahāti",
        "verse_Syn": [
            "śrī",
            "sūtaḥ",
            "uvāca",
            "iti",
            "etat",
            "muni",
            "tanaya",
            "āsya",
            "padma",
            "gandha",
            "pīyūṣam",
            "bhava",
            "bhaya",
            "bhit",
            "parasya",
            "puṁsaḥ",
            "su",
            "ślokam",
            "śravaṇa",
            "puṭaiḥ",
            "pibati",
            "abhīkṣṇam",
            "pānthaḥ",
            "adhva",
            "bhramaṇa",
            "pariśramam",
            "jahāti"
        ],
        "translation": "Śrī Sūta Gosvāmī said: Thus did this fragrant nectar flow from the lotus mouth of Śukadeva Gosvāmī, the son of the sage Vyāsadeva. This wonderful glorification of the Supreme Person destroys all fear of material existence. A traveler who constantly drinks this nectar through his ear-holes will forget the fatigue brought on by wandering along the paths of worldly life.",
        "purport": " This narration by Śrīla Śukadeva Gosvāmī is precious in two ways: For those suffering from spiritual infirmity it is an effective tonic to cure the disease of illusion. And for surrendered Vaiṣṇavas it is a delicious and invigorating beverage, fragrant with the aroma of Śrī Śuka’s realizations."
    },
    {
        "verse": "21",
        "devanagari": "श्रीशुक उवाचएकदा द्वारवत्यां तु विप्रपत्न्‍या: कुमारक: ।जातमात्रो भुवं स्पृष्ट्वा ममार किल भारत ॥ २१ ॥",
        "english_devnagari": "śrī-śuka uvācaekadā dvāravatyāṁ tuvipra-patnyāḥ kumārakaḥjāta-mātro bhuvaṁ spṛṣṭvāmamāra kila bhārata",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ekadā",
            "dvāravatyām",
            "tu",
            "vipra",
            "patnyāḥ",
            "kumārakaḥ",
            "jāta",
            "mātraḥ",
            "bhuvam",
            "spṛṣṭvā",
            "mamāra",
            "kila",
            "bhārata"
        ],
        "translation": "Śukadeva Gosvāmī said: Once, in Dvārakā, a brāhmaṇa’s wife gave birth to a son, but the newborn infant died as soon as he touched the ground, O Bhārata.",
        "purport": " In this chapter Lord Viṣṇu has been glorified as the Supreme Godhead. Now Śukadeva Gosvāmī is going to identify Lord Kṛṣṇa with that same Personality of Godhead by describing another pastime of His, one which highlighted His unequaled, divine characteristics."
    },
    {
        "verse": "22",
        "devanagari": "विप्रो गृहीत्वा मृतकं राजद्वार्युपधाय स: ।इदं प्रोवाच विलपन्नातुरो दीनमानस: ॥ २२ ॥",
        "english_devnagari": "vipro gṛhītvā mṛtakaṁrāja-dvāry upadhāya saḥidaṁ provāca vilapannāturo dīna-mānasaḥ",
        "verse_Syn": [
            "vipraḥ",
            "gṛhītvā",
            "mṛtakam",
            "rāja",
            "dvāri",
            "upadhāya",
            "saḥ",
            "idam",
            "provāca",
            "vilapan",
            "āturaḥ",
            "dīna",
            "mānasaḥ"
        ],
        "translation": "The brāhmaṇa took the corpse and placed it at the door of King Ugrasena’s court. Then, agitated and lamenting miserably, he spoke the following.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "ब्रह्मद्विष: शठधियो लुब्धस्य विषयात्मन: ।क्षत्रबन्धो: कर्मदोषात् पञ्चत्वं मे गतोऽर्भक: ॥ २३ ॥",
        "english_devnagari": "brahma-dviṣaḥ śaṭha-dhiyolubdhasya viṣayātmanaḥkṣatra-bandhoḥ karma-doṣātpañcatvaṁ me gato ’rbhakaḥ",
        "verse_Syn": [
            "brahma",
            "dviṣaḥ",
            "śaṭha",
            "dhiyaḥ",
            "lubdhasya",
            "viṣaya",
            "ātmanaḥ",
            "kṣatra",
            "bandhoḥ",
            "karma",
            "doṣāt",
            "pañcatvam",
            "me",
            "gataḥ",
            "arbhakaḥ"
        ],
        "translation": "[The brāhmaṇa said:] This duplicitous, greedy enemy of brāhmaṇas, this unqualified ruler addicted to sense pleasure, has caused my son’s death by some discrepancies in the execution of his duties.",
        "purport": " Presuming that he himself had done nothing to cause his son’s death, the brāhmaṇa thought it reasonable to blame King Ugrasena. In the Vedic social system, the monarch is considered responsible for everything occurring in his kingdom, good or bad. Even in a democracy, a manager who takes charge of some group or project should accept personal responsibility for any failure rather than, as is so common today, trying to place the blame on his subordinates or superiors."
    },
    {
        "verse": "24",
        "devanagari": "हिंसाविहारं नृपतिं दु:शीलमजितेन्द्रियम् ।प्रजा भजन्त्य: सीदन्ति दरिद्रा नित्यदु:खिता: ॥ २४ ॥",
        "english_devnagari": "hiṁsā-vihāraṁ nṛpatiṁduḥśīlam ajitendriyamprajā bhajantyaḥ sīdantidaridrā nitya-duḥkhitāḥ",
        "verse_Syn": [
            "hiṁsā",
            "vihāram",
            "nṛ",
            "patim",
            "duḥśīlam",
            "ajita",
            "indriyam",
            "prajāḥ",
            "bhajantyaḥ",
            "sīdanti",
            "daridrāḥ",
            "nitya",
            "duḥkhitāḥ"
        ],
        "translation": "Citizens serving such a wicked king, who takes pleasure in violence and cannot control his senses, are doomed to suffer poverty and constant misery.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "एवं द्वितीयं विप्रर्षिस्तृतीयं त्वेवमेव च ।विसृज्य स नृपद्वारि तां गाथां समगायत ॥ २५ ॥",
        "english_devnagari": "evaṁ dvitīyaṁ viprarṣistṛtīyaṁ tv evam eva cavisṛjya sa nṛpa-dvāritāṁ gāthāṁ samagāyata",
        "verse_Syn": [
            "evam",
            "dvitīyam",
            "vipra",
            "ṛṣiḥ",
            "tṛtīyam",
            "tu",
            "evam",
            "eva",
            "ca",
            "visṛjya",
            "saḥ",
            "nṛpa",
            "dvāri",
            "tām",
            "gāthām",
            "samagāyata"
        ],
        "translation": "The wise brāhmaṇa suffered the same tragedy with his second and third child. Each time, he left the body of his dead son at the King’s door and sang the same song of lamentation.",
        "purport": ""
    },
    {
        "verse": "26-27",
        "devanagari": "तामर्जुन उपश्रुत्य कर्हिचित् केशवान्तिके ।परेते नवमे बाले ब्राह्मणं समभाषत ॥ २६ ॥किंस्विद् ब्रह्मंस्त्वन्निवासे इह नास्ति धनुर्धर: ।राजन्यबन्धुरेते वै ब्राह्मणा: सत्रमासते ॥ २७ ॥",
        "english_devnagari": "tām arjuna upaśrutyakarhicit keśavāntikeparete navame bālebrāhmaṇaṁ samabhāṣata",
        "verse_Syn": [
            "tām",
            "arjunaḥ",
            "upaśrutya",
            "karhicit",
            "keśava",
            "antike",
            "parete",
            "navame",
            "bāle",
            "brāhmaṇam",
            "samabhāṣata",
            "kim",
            "svit",
            "brahman",
            "tvat",
            "nivāse",
            "iha",
            "na",
            "asti",
            "dhanuḥ",
            "dharaḥ",
            "rājanya",
            "bandhuḥ",
            "ete",
            "vaḥ",
            "brāhmaṇāḥ",
            "satre",
            "āsate"
        ],
        "translation": "When the ninth child died, Arjuna, who was near Lord Keśava, happened to overhear the brāhmaṇa lamenting. Thus Arjuna addressed the brāhmaṇa: “What is the matter, my dear brāhmaṇa? Isn’t there some lowly member of the royal order here who can at least stand before your house with a bow in his hand? These kṣatriyas are behaving as if they were brāhmaṇas idly engaged in fire sacrifices.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "धनदारात्मजापृक्ता यत्र शोचन्ति ब्राह्मणा: ।ते वै राजन्यवेषेण नटा जीवन्त्यसुम्भरा: ॥ २८ ॥",
        "english_devnagari": "dhana-dārātmajāpṛktāyatra śocanti brāhmaṇāḥte vai rājanya-veṣeṇanaṭā jīvanty asum-bharāḥ",
        "verse_Syn": [
            "dhana",
            "dāra",
            "ātmaja",
            "apṛktāḥ",
            "yatra",
            "śocanti",
            "brāhmaṇāḥ",
            "te",
            "vai",
            "rājanya",
            "veṣeṇa",
            "naṭāḥ",
            "jīvanti",
            "asum",
            "bharāḥ"
        ],
        "translation": "“The rulers of a kingdom in which brāhmaṇas lament over lost wealth, wives and children are merely imposters playing the role of kings just to earn their livelihood.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "अहं प्रजा: वां भगवन् रक्षिष्ये दीनयोरिह ।अनिस्तीर्णप्रतिज्ञोऽग्निं प्रवेक्ष्ये हतकल्मष: ॥ २९ ॥",
        "english_devnagari": "ahaṁ prajāḥ vāṁ bhagavanrakṣiṣye dīnayor ihaanistīrṇa-pratijño ’gniṁpravekṣye hata-kalmaṣaḥ",
        "verse_Syn": [
            "aham",
            "prajāḥ",
            "vām",
            "bhagavan",
            "rakṣiṣye",
            "dīnayoḥ",
            "iha",
            "anistīrṇa",
            "pratijñaḥ",
            "agnim",
            "pravekṣye",
            "hata",
            "kalmaṣaḥ"
        ],
        "translation": "“My lord, I will protect the progeny of you and your wife, who are in such distress. And if I fail to keep this promise, I will enter fire to atone for my sin.”",
        "purport": " Chivalrous Arjuna could not tolerate the shame of being unable to fulfill his promise. As Kṛṣṇa says in Bhagavad-gītā (2.34), sambhāvitasya cākīrtir maraṇād atiricyate: “For a respected person, dishonor is worse than death.”"
    },
    {
        "verse": "30-31",
        "devanagari": "श्रीब्राह्मण उवाचसङ्कर्षणो वासुदेव: प्रद्युम्नो धन्विनां वर: ।अनिरुद्धोऽप्रतिरथो न त्रातुं शक्नुवन्ति यत् ॥ ३० ॥तत् कथं नु भवान् कर्म दुष्करं जगदीश्वरै: ।त्वं चिकीर्षसि बालिश्यात् तन्न श्रद्दध्महे वयम् ॥ ३१ ॥",
        "english_devnagari": "śrī-brāhmaṇa uvācasaṅkarṣaṇo vāsudevaḥpradyumno dhanvināṁ varaḥaniruddho ’prati-rathona trātuṁ śaknuvanti yat",
        "verse_Syn": [
            "śrī",
            "brāhmaṇaḥ",
            "uvāca",
            "saṅkarṣaṇaḥ",
            "vāsudevaḥ",
            "pradyumnaḥ",
            "dhanvinām",
            "varaḥ",
            "aniruddhaḥ",
            "aprati",
            "rathaḥ",
            "na",
            "trātum",
            "śaknuvanti",
            "yat",
            "tat",
            "katham",
            "nu",
            "bhavān",
            "karma",
            "duṣkaram",
            "jagat",
            "īśvaraiḥ",
            "tvam",
            "cikīrṣasi",
            "bāliśyāt",
            "tat",
            "na",
            "śraddadhmahe",
            "vayam"
        ],
        "translation": "The brāhmaṇa said: Neither Saṅkarṣaṇa; Vāsudeva; Pradyumna, the best of bowmen; nor the unequaled warrior Aniruddha could save my sons. Then why do you naively attempt a feat that the almighty Lords of the universe could not perform? We cannot take you seriously.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "श्रीअर्जुन उवाचनाहं सङ्कर्षणो ब्रह्मन् न कृष्ण: कार्ष्णिरेव च ।अहं वा अर्जुनो नाम गाण्डीवं यस्य वै धनु: ॥ ३२ ॥",
        "english_devnagari": "śrī-arjuna uvācanāhaṁ saṅkarṣaṇo brahmanna kṛṣṇaḥ kārṣṇir eva caahaṁ vā arjuno nāmagāṇḍīvaṁ yasya vai dhanuḥ",
        "verse_Syn": [
            "śrī",
            "arjunaḥ",
            "uvāca",
            "na",
            "aham",
            "saṅkarṣaṇaḥ",
            "brahman",
            "na",
            "kṛṣṇaḥ",
            "kārṣṇiḥ",
            "eva",
            "ca",
            "aham",
            "vai",
            "arjunaḥ",
            "nāma",
            "gāṇḍīvam",
            "yasya",
            "vai",
            "dhanuḥ"
        ],
        "translation": "Śrī Arjuna said: I am neither Lord Saṅkarṣaṇa, O brāhmaṇa, nor Lord Kṛṣṇa, nor even Kṛṣṇa’s son. Rather, I am Arjuna, wielder of the Gāṇḍīva bow.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "मावमंस्था मम ब्रह्मन् वीर्यं त्र्यम्बकतोषणम् ।मृत्युं विजित्य प्रधने आनेष्ये ते प्रजा: प्रभो ॥ ३३ ॥",
        "english_devnagari": "māvamaṁsthā mama brahmanvīryaṁ tryambaka-toṣaṇammṛtyuṁ vijitya pradhaneāneṣye te prajāḥ prabho",
        "verse_Syn": [
            "mā",
            "avamaṁsthāḥ",
            "mama",
            "brahman",
            "vīryam",
            "tri",
            "ambaka",
            "toṣaṇam",
            "mṛtyum",
            "vijitya",
            "pradhane",
            "āneṣye",
            "te",
            "prajāḥ",
            "prabho"
        ],
        "translation": "Do not minimize my ability, which was good enough to satisfy Lord Śiva, O brāhmaṇa. I will bring back your sons, dear master, even if I have to defeat Death himself in battle.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "एवं विश्रम्भितो विप्र: फाल्गुनेन परन्तप ।जगाम स्वगृहं प्रीत: पार्थवीर्यं निशामयन् ॥ ३४ ॥",
        "english_devnagari": "evaṁ viśrambhito vipraḥphālgunena parantapajagāma sva-gṛhaṁ prītaḥpārtha-vīryaṁ niśāmayan",
        "verse_Syn": [
            "evam",
            "viśrambhitaḥ",
            "vipraḥ",
            "phālgunena",
            "param",
            "tapa",
            "jagāma",
            "sva",
            "gṛham",
            "prītaḥ",
            "pārtha",
            "vīryam",
            "niśāmayan"
        ],
        "translation": "Thus convinced by Arjuna, O tormentor of enemies, the brāhmaṇa went home, satisfied by having heard Arjuna’s declaration of his prowess.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "प्रसूतिकाल आसन्ने भार्याया द्विजसत्तम: ।पाहि पाहि प्रजां मृत्योरित्याहार्जुनमातुर: ॥ ३५ ॥",
        "english_devnagari": "prasūti-kāla āsannebhāryāyā dvija-sattamaḥpāhi pāhi prajāṁ mṛtyority āhārjunam āturaḥ",
        "verse_Syn": [
            "prasūti",
            "kāle",
            "āsanne",
            "bhāryāyāḥ",
            "dvija",
            "sat",
            "tamaḥ",
            "pāhi",
            "pāhi",
            "prajām",
            "mṛtyoḥ",
            "iti",
            "āha",
            "arjunam",
            "āturaḥ"
        ],
        "translation": "When the wife of the elevated brāhmaṇa was again about to give birth, he went to Arjuna in great anxiety and begged him, “Please, please protect my child from death!”",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "स उपस्पृश्य शुच्यम्भो नमस्कृत्य महेश्वरम् ।दिव्यान्यस्‍त्राणि संस्मृत्य सज्यं गाण्डीवमाददे ॥ ३६ ॥",
        "english_devnagari": "sa upaspṛśya śucy ambhonamaskṛtya maheśvaramdivyāny astrāṇi saṁsmṛtyasajyaṁ gāṇḍīvam ādade",
        "verse_Syn": [
            "saḥ",
            "upaspṛśya",
            "śuci",
            "ambhaḥ",
            "namaḥ",
            "kṛtya",
            "mahā",
            "īśvaram",
            "divyāni",
            "astrāṇi",
            "saṁsmṛtya",
            "sajyam",
            "gāṇḍīvam",
            "ādade"
        ],
        "translation": "After touching pure water, offering obeisances to Lord Maheśvara and recollecting the mantras for his celestial weapons, Arjuna strung his bow Gāṇḍīva.",
        "purport": " The ācāryas point out that since the brāhmaṇa had disrespected Lord Kṛṣṇa, Arjuna tactfully offered his obeisances instead to Lord Śiva, who had taught Arjuna how to use the mantras of the Pāśupāta weapon."
    },
    {
        "verse": "37",
        "devanagari": "न्यरुणत् सूतिकागारं शरैर्नानास्‍त्रयोजितै: ।तिर्यगूर्ध्वमध: पार्थश्चकार शरपञ्जरम् ॥ ३७ ॥",
        "english_devnagari": "nyaruṇat sūtikāgāraṁśarair nānāstra-yojitaiḥtiryag ūrdhvam adhaḥ pārthaścakāra śara-pañjaram",
        "verse_Syn": [
            "nyaruṇat",
            "sūtikā",
            "āgāram",
            "śaraiḥ",
            "nānā",
            "astra",
            "yojitaiḥ",
            "tiryak",
            "ūrdhvam",
            "adhaḥ",
            "pārthaḥ",
            "cakāra",
            "śara",
            "pañjaram"
        ],
        "translation": "Arjuna fenced in the house where the birth was taking place by shooting arrows attached to various missiles. Thus the son of Pṛthā constructed a protective cage of arrows, covering the house upwards, downwards and sideways.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "तत: कुमार: सञ्जातो विप्रपत्न्‍या रुदन्मुहु: ।सद्योऽदर्शनमापेदे सशरीरो विहायसा ॥ ३८ ॥",
        "english_devnagari": "tataḥ kumāraḥ sañjātovipra-patnyā rudan muhuḥsadyo ’darśanam āpedesa-śarīro vihāyasā",
        "verse_Syn": [
            "tataḥ",
            "kumāraḥ",
            "sañjātaḥ",
            "vipra",
            "patnyāḥ",
            "rudan",
            "muhuḥ",
            "sadyaḥ",
            "adarśanam",
            "āpede",
            "sa",
            "śarīraḥ",
            "vihāyasā"
        ],
        "translation": "The brāhmaṇa’s wife then gave birth, but after the newborn infant had been crying for a short time, he suddenly vanished into the sky in his selfsame body.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "तदाह विप्रो विजयं विनिन्दन् कृष्णसन्निधौ ।मौढ्यं पश्यत मे योऽहं श्रद्दधे क्लीबकत्थनम् ॥ ३९ ॥",
        "english_devnagari": "tadāha vipro vijayaṁvinindan kṛṣṇa-sannidhaumauḍhyaṁ paśyata me yo ’haṁśraddadhe klība-katthanam",
        "verse_Syn": [
            "tadā",
            "āha",
            "vipraḥ",
            "vijayam",
            "vinindan",
            "kṛṣṇa",
            "sannidhau",
            "mauḍhyam",
            "paśyata",
            "me",
            "yaḥ",
            "aham",
            "śraddadhe",
            "klība",
            "katthanam"
        ],
        "translation": "The brāhmaṇa then derided Arjuna in front of Lord Kṛṣṇa: “Just see how foolish I was to put my faith in the bragging of a eunuch!",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "न प्रद्युम्नो नानिरुद्धो न रामो न च केशव: ।यस्य शेकु: परित्रातुं कोऽन्यस्तदवितेश्वर: ॥ ४० ॥",
        "english_devnagari": "na pradyumno nāniruddhona rāmo na ca keśavaḥyasya śekuḥ paritrātuṁko ’nyas tad-aviteśvaraḥ",
        "verse_Syn": [
            "na",
            "pradyumnaḥ",
            "na",
            "aniruddhaḥ",
            "na",
            "rāmaḥ",
            "na",
            "ca",
            "keśavaḥ",
            "yasya",
            "śekuḥ",
            "paritrātum",
            "kaḥ",
            "anyaḥ",
            "tat",
            "avitā",
            "īśvaraḥ"
        ],
        "translation": "“When neither Pradyumna, Aniruddha, Rāma nor Keśava can save a person, who else can possibly protect him?",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "धिगर्जुनं मृषावादं धिगात्मश्लाघिनो धनु: ।दैवोपसृष्टं यो मौढ्यादानिनीषति दुर्मति: ॥ ४१ ॥",
        "english_devnagari": "dhig arjunaṁ mṛṣā-vādaṁdhig ātma-ślāghino dhanuḥdaivopasṛṣṭaṁ yo mauḍhyādāninīṣati durmatiḥ",
        "verse_Syn": [
            "dhik",
            "arjunam",
            "mṛṣā",
            "vādam",
            "dhik",
            "ātma",
            "ślāghinaḥ",
            "dhanuḥ",
            "daiva",
            "upasṛṣṭam",
            "yaḥ",
            "mauḍhyāt",
            "āninīṣati",
            "durmatiḥ"
        ],
        "translation": "“To hell with that liar Arjuna! To hell with that braggart’s bow! He is so foolish that he has deluded himself into thinking he can bring back a person whom destiny has taken away.”",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "एवं शपति विप्रर्षौ विद्यामास्थाय फाल्गुन: ।ययौ संयमनीमाशु यत्रास्ते भगवान् यम: ॥ ४२ ॥",
        "english_devnagari": "evaṁ śapati viprarṣauvidyām āsthāya phālgunaḥyayau saṁyamanīm āśuyatrāste bhagavān yamaḥ",
        "verse_Syn": [
            "evam",
            "śapati",
            "vipra",
            "ṛṣau",
            "vidyām",
            "āsthāya",
            "phālgunaḥ",
            "yayau",
            "saṁyamanīm",
            "asu",
            "yatra",
            "āste",
            "bhagavān",
            "yamaḥ"
        ],
        "translation": "While the wise brāhmaṇa continued to heap insults upon him, Arjuna employed a mystic incantation to go at once to Saṁyamanī, the city of heaven where Lord Yamarāja resides.",
        "purport": ""
    },
    {
        "verse": "43-44",
        "devanagari": "विप्रापत्यमचक्षाणस्तत ऐन्द्रीमगात् पुरीम् ।आग्नेयीं नैऋर्तीं सौम्यां वायव्यां वारुणीमथ ।रसातलं नाकपृष्ठं धिष्ण्यान्यन्यान्युदायुध: ॥ ४३ ॥ततोऽलब्धद्विजसुतो ह्यनिस्तीर्णप्रतिश्रुत: ।अग्निं विविक्षु: कृष्णेन प्रत्युक्त: प्रतिषेधता ॥ ४४ ॥",
        "english_devnagari": "viprāpatyam acakṣāṇastata aindrīm agāt purīmāgneyīṁ nairṛtīṁ saumyāṁvāyavyāṁ vāruṇīm atharasātalaṁ nāka-pṛṣṭhaṁdhiṣṇyāny anyāny udāyudhaḥ",
        "verse_Syn": [
            "vipra",
            "apatyam",
            "acakṣāṇaḥ",
            "tataḥ",
            "aindrīm",
            "agāt",
            "purīm",
            "āgneyīm",
            "nairṛtīm",
            "saumyam",
            "vāyavyām",
            "vāruṇīm",
            "atha",
            "rasātalam",
            "nāka",
            "pṛṣṭham",
            "dhiṣṇyāni",
            "anyāni",
            "udāyudhaḥ",
            "tataḥ",
            "alabdha",
            "dvija",
            "sutaḥ",
            "hi",
            "anistīrṇa",
            "pratiśrutaḥ",
            "agnim",
            "vivikṣuḥ",
            "kṛṣṇena",
            "pratyuktaḥ",
            "pratiṣedhatā"
        ],
        "translation": "Not seeing the brāhmaṇa’s child there, Arjuna went to the cities of Indra, Agni, Nirṛti, Soma, Vāyu and Varuṇa. With weapons at the ready he searched through all the domains of the universe, from the bottom of the subterranean region to the roof of heaven. Finally, not having found the brāhmaṇa’s son anywhere, Arjuna decided to enter the sacred fire, having failed to keep his promise. But just as he was about to do so, Lord Kṛṣṇa stopped him and spoke the following words.",
        "purport": " Śrīla Viśvanātha Cakravartī comments that Arjuna trusted Lord Śiva implicitly as his guru, and so he did not bother to search out Lord Śiva’s celestial abode."
    },
    {
        "verse": "45",
        "devanagari": "दर्शये द्विजसूनूंस्ते मावज्ञात्मानमात्मना ।ये ते न: कीर्तिं विमलां मनुष्या: स्थापयिष्यन्ति ॥ ४५ ॥",
        "english_devnagari": "darśaye dvija-sūnūṁs temāvajñātmānam ātmanāye te naḥ kīrtiṁ vimalāṁmanuṣyāḥ sthāpayiṣyanti",
        "verse_Syn": [
            "darśaye",
            "dvija",
            "sūnūn",
            "te",
            "mā",
            "avajña",
            "ātmānam",
            "ātmanā",
            "ye",
            "te",
            "naḥ",
            "kīrtim",
            "vimalām",
            "manuṣyāḥ",
            "sthāpayiṣyanti"
        ],
        "translation": "[Lord Kṛṣṇa said:] I will show you the brāhmaṇa’s sons, so please don’t despise yourself like this. These same men who now criticize us will soon establish our spotless fame.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "इति सम्भाष्य भगवानर्जुनेन सहेश्वर: ।दिव्यं स्वरथमास्थाय प्रतीचीं दिशमाविशत् ॥ ४६ ॥",
        "english_devnagari": "iti sambhāṣya bhagavānarjunena saheśvaraḥdivyaṁ sva-ratham āsthāyapratīcīṁ diśam āviśat",
        "verse_Syn": [
            "iti",
            "sambhāṣya",
            "bhagavān",
            "arjunena",
            "saha",
            "īśvaraḥ",
            "divyam",
            "sva",
            "ratham",
            "āsthāya",
            "pratīcīm",
            "diśam",
            "āviśat"
        ],
        "translation": "Having thus advised Arjuna, the Supreme Personality of Godhead had Arjuna join Him on His divine chariot, and together they set off toward the west.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "सप्त द्वीपान् ससिन्धूंश्च सप्तसप्तगिरीनथ ।लोकालोकं तथातीत्य विवेश सुमहत्तम: ॥ ४७ ॥",
        "english_devnagari": "sapta dvīpān sa-sindhūṁś casapta sapta girīn athalokālokaṁ tathātītyaviveśa su-mahat tamaḥ",
        "verse_Syn": [
            "sapta",
            "dvīpān",
            "sa",
            "sindhūn",
            "ca",
            "sapta",
            "sapta",
            "girīn",
            "atha",
            "loka",
            "alokam",
            "tathā",
            "atītya",
            "viveśa",
            "su",
            "mahat",
            "tamaḥ"
        ],
        "translation": "The Lord’s chariot passed over the seven islands of the middle universe, each with its ocean and its seven principal mountains. Then it crossed the Lokāloka boundary and entered the vast region of total darkness.",
        "purport": " In Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda notes: “Kṛṣṇa passed over all these planets and reached the covering of the universe. This covering is described in the Śrīmad-Bhāgavatam as great darkness. This material world as a whole is described as dark. In the open space there is sunlight, and therefore it is illuminated, but in the covering, because of the absence of sunlight, it is naturally dark.”"
    },
    {
        "verse": "48-49",
        "devanagari": "तत्राश्वा: शैब्यसुग्रीवमेघपुष्पबलाहका: ।तमसि भ्रष्टगतयो बभूवुर्भरतर्षभ ॥ ४८ ॥तान् द‍ृष्ट्वा भगवान् कृष्णो महायोगेश्वरेश्वर: ।सहस्रादित्यसङ्काशं स्वचक्रं प्राहिणोत् पुर: ॥ ४९ ॥",
        "english_devnagari": "tatrāśvāḥ śaibya-sugrīva-meghapuṣpa-balāhakāḥtamasi bhraṣṭa-gatayobabhūvur bharatarṣabha",
        "verse_Syn": [
            "tatra",
            "aśvāḥ",
            "śaibya",
            "sugrīva",
            "meghapuṣpa",
            "balāhakāḥ",
            "tamasi",
            "bhraṣṭa",
            "gatayaḥ",
            "babhūvuḥ",
            "bharata",
            "ṛṣabha",
            "tān",
            "dṛṣṭvā",
            "bhagavān",
            "kṛṣṇaḥ",
            "mahā",
            "yoga",
            "īśvara",
            "īśvaraḥ",
            "sahasra",
            "āditya",
            "saṅkāśam",
            "sva",
            "cakram",
            "prāhiṇot",
            "puraḥ"
        ],
        "translation": "In that darkness the chariot’s horses — Śaibya, Sugrīva, Meghapuṣpa and Balāhaka — lost their way. Seeing them in this condition, O best of the Bhāratas, Lord Kṛṣṇa, the supreme master of all masters of yoga, sent His Sudarśana disc before the chariot. That disc shone like thousands of suns.",
        "purport": " Śrīla Viśvanātha Cakravartī gives the following insight into this verse. Lord Kṛṣṇa’s horses had descended from Vaikuṇṭha to participate in His earthly pastimes. Since the Lord Himself was pretending to be a finite human being, His steeds now acted confused to enhance the drama of the situation for all who would one day hear this pastime."
    },
    {
        "verse": "50",
        "devanagari": "तम: सुघोरं गहनं कृतं महद्विदारयद् भूरितरेण रोचिषा ।मनोजवं निर्विविशे सुदर्शनंगुणच्युतो रामशरो यथा चमू: ॥ ५० ॥",
        "english_devnagari": "tamaḥ su-ghoraṁ gahanaṁ kṛtaṁ mahadvidārayad bhūri-tareṇa rociṣāmano-javaṁ nirviviśe sudarśanaṁguṇa-cyuto rāma-śaro yathā camūḥ",
        "verse_Syn": [
            "tamaḥ",
            "su",
            "ghoram",
            "gahanam",
            "kṛtam",
            "mahat",
            "vidārayat",
            "bhūri",
            "tareṇa",
            "rociṣā",
            "manaḥ",
            "javam",
            "nirviviśe",
            "sudarśanam",
            "guṇa",
            "cyutaḥ",
            "rāma",
            "śaraḥ",
            "yathā",
            "camūḥ"
        ],
        "translation": "The Lord’s Sudarśana disc penetrated the darkness with its blazing effulgence. Racing forward with the speed of the mind, it cut through the fearsome, dense oblivion expanded from primeval matter, as an arrow shot from Lord Rāma’s bow cuts through His enemy’s army.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "द्वारेण चक्रानुपथेन तत्तम:परं परं ज्योतिरनन्तपारम् ।समश्न‍ुवानं प्रसमीक्ष्य फाल्गुन:प्रताडिताक्षो पिदधेऽक्षिणी उभे ॥ ५१ ॥",
        "english_devnagari": "dvāreṇa cakrānupathena tat tamaḥparaṁ paraṁ jyotir ananta-pāramsamaśnuvānaṁ prasamīkṣya phālgunaḥpratāḍitākṣo pidadhe ’kṣiṇī ubhe",
        "verse_Syn": [
            "dvāreṇa",
            "cakra",
            "anupathena",
            "tat",
            "tamaḥ",
            "param",
            "param",
            "jyotiḥ",
            "ananta",
            "pāram",
            "samaśnuvānam",
            "prasamīkṣya",
            "phālgunaḥ",
            "pratāḍita",
            "akṣaḥ",
            "apidadhe",
            "akṣiṇī",
            "ubhe"
        ],
        "translation": "Following the Sudarśana disc, the chariot went beyond the darkness and reached the endless spiritual light of the all pervasive brahmajyoti. As Arjuna beheld this glaring effulgence, his eyes hurt, and so he shut them.",
        "purport": " After breaking through each of the eight concentric shells of the universe, the Sudarśana disc led Lord Kṛṣṇa’s chariot into the limitless, self-effulgent atmosphere of the spiritual sky. This journey by Lord Kṛṣṇa and Arjuna to Vaikuṇṭha is also narrated in Śrī Hari-vaṁśa, where the Lord is quoted as telling His companion: “The divine expanse of Brahman effulgence you have seen is none other than Myself, O best of the Bhāratas. It is My own eternal effulgence.” “It comprises My eternal, spiritual energy, both manifest and unmanifest. The foremost yoga experts of this world enter within it and become liberated.” “It is the supreme goal of the followers of Sāṅkhya, O Pārtha, as well as that of the yogīs and ascetics. It is the Supreme Absolute Truth, manifesting the varieties of the entire created cosmos. You should understand this brahma-jyoti, O Bhārata, to be My concentrated personal effulgence.”"
    },
    {
        "verse": "52",
        "devanagari": "तत: प्रविष्ट: सलिलं नभस्वताबलीयसैजद् बृहदूर्मिभूषणम् ।तत्राद्भ‍ुतं वै भवनं द्युमत्तमंभ्राजन्मणिस्तम्भसहस्रशोभितम् ॥ ५२ ॥",
        "english_devnagari": "tataḥ praviṣṭaḥ salilaṁ nabhasvatābalīyasaijad-bṛhad-ūrmi-bhūṣaṇamtatrādbhutaṁ vai bhavanaṁ dyumat-tamaṁ bhrājan-maṇi-stambha-sahasra-śobhitam",
        "verse_Syn": [
            "tataḥ",
            "praviṣṭaḥ",
            "salilam",
            "nabhasvatā",
            "balīyasā",
            "ejat",
            "bṛhat",
            "ūrmi",
            "bhūṣaṇam",
            "tatra",
            "adbhutam",
            "vai",
            "bhavanam",
            "dyumat",
            "tamam",
            "bhrājat",
            "maṇi",
            "stambha",
            "sahasra",
            "śobhitam"
        ],
        "translation": "From that region they entered a body of water resplendent with huge waves being churned by a mighty wind. Within that ocean Arjuna saw an amazing palace more radiant than anything he had ever seen before. Its beauty was enhanced by thousands of ornamental pillars bedecked with brilliant gems.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "तस्मिन् महाभोगमनन्तमद्भ‍ुतंसहस्रमूर्धन्यफणामणिद्युभि: ।विभ्राजमानं द्विगुणेक्षणोल्बणंसिताचलाभं शितिकण्ठजिह्वम् ॥ ५३ ॥",
        "english_devnagari": "tasmin mahā-bhogam anantam adbhutaṁsahasra-mūrdhanya-phaṇā-maṇi-dyubhiḥvibhrājamānaṁ dvi-guṇekṣaṇolbaṇaṁsitācalābhaṁ śiti-kaṇṭha-jihvam",
        "verse_Syn": [
            "tasmin",
            "mahā",
            "bhogam",
            "anantam",
            "adbhutam",
            "sahasra",
            "mūrdhanya",
            "phaṇā",
            "maṇi",
            "dyubhiḥ",
            "vibhrājamānam",
            "dvi",
            "guṇa",
            "īkṣaṇa",
            "ulbaṇam",
            "sita",
            "acala",
            "ābham",
            "śiti",
            "kaṇṭha",
            "jihvam"
        ],
        "translation": "In that palace was the huge, awe-inspiring serpent Ananta Śeṣa. He shone brilliantly with the radiance emanating from the gems on His thousands of hoods and reflecting from twice as many fearsome eyes. He resembled white Mount Kailāsa, and His necks and tongues were dark blue.",
        "purport": ""
    },
    {
        "verse": "54-56",
        "devanagari": "ददर्श तद्भ‍ोगसुखासनं विभुंमहानुभावं पुरुषोत्तमोत्तमम् ।सान्द्राम्बुदाभं सुपिशङ्गवाससंप्रसन्नवक्त्रं रुचिरायतेक्षणम् ॥ ५४ ॥महामणिव्रातकिरीटकुण्डल-प्रभापरिक्षिप्तसहस्रकुन्तलम् ।प्रलम्बचार्वष्टभुजं सकौस्तुभंश्रीवत्सलक्ष्मं वनमालया वृतम् ॥ ५५ ॥सुनन्दनन्दप्रमुखै: स्वपार्षदै-श्चक्रादिभिर्मूर्तिधरैर्निजायुधै: ।पुष्‍ट्या श्रिया कीर्त्यजयाखिलर्धिभि-र्निषेव्यमानं परमेष्ठिनां पतिम् ॥ ५६ ॥",
        "english_devnagari": "dadarśa tad-bhoga-sukhāsanaṁ vibhuṁmahānubhāvaṁ puruṣottamottamamsāndrāmbudābhaṁ su-piśaṅga-vāsasaṁprasanna-vaktraṁ rucirāyatekṣaṇam",
        "verse_Syn": [
            "dadarśa",
            "tat",
            "bhoga",
            "sukha",
            "āsanam",
            "vibhum",
            "mahā",
            "anubhāvam",
            "puruṣa",
            "uttama",
            "uttamam",
            "sāndra",
            "ambuda",
            "ābham",
            "su",
            "piśaṅga",
            "vāsasam",
            "prasanna",
            "vaktram",
            "rucira",
            "āyata",
            "īkṣaṇam",
            "mahā",
            "maṇi",
            "vrāta",
            "kirīṭa",
            "kuṇḍala",
            "prabhā",
            "parikṣipta",
            "sahasra",
            "kuntalam",
            "pralamba",
            "cāru",
            "aṣṭa",
            "bhujam",
            "sa",
            "kaustubham",
            "śrīvatsa",
            "lakṣmam",
            "vana",
            "mālayā",
            "āvṛtam",
            "sunanda",
            "nanda",
            "pramukhaiḥ",
            "sva",
            "pārṣadaiḥ",
            "cakra",
            "ādibhiḥ",
            "mūrti",
            "dharaiḥ",
            "nija",
            "āyudhaiḥ",
            "puṣṭyā",
            "śriyā",
            "kīrti",
            "ajayā",
            "akhila",
            "ṛdhibhiḥ",
            "niṣevyamānam",
            "parameṣṭhinam",
            "patim"
        ],
        "translation": "Arjuna then saw the omnipresent and omnipotent Supreme Personality of Godhead, Mahā-Viṣṇu, sitting at ease on the serpent bed. His bluish complexion was the color of a dense rain cloud, He wore a beautiful yellow garment, His face looked charming, His broad eyes were most attractive, and He had eight long, handsome arms. His profuse locks of hair were bathed on all sides in the brilliance reflected from the clusters of precious jewels decorating His crown and earrings. He wore the Kaustubha gem, the mark of Śrīvatsa and a garland of forest flowers. Serving that topmost of all Lords were His personal attendants, headed by Sunanda and Nanda; His cakra and other weapons in their personified forms; His consort potencies Puṣṭi, Śrī, Kīrti and Ajā; and all His various mystic powers.",
        "purport": " Śrīla Prabhupāda mentions that “the Lord has innumerable energies, and they were also standing there personified. The most important among them were as follows: Puṣṭi, the energy for nourishment; Śrī, the energy of beauty; Kīrti, the energy of reputation; and Ajā, the energy of material creation. All these energies are invested in the administrators of the material world, namely Lord Brahmā, Lord Śiva and Lord Viṣṇu, and in the kings of the heavenly planets, Indra, Candra, Varuṇa and the sungod. In other words, all these demigods, being empowered by the Lord with certain energies, engage in the transcendental loving service of the Supreme Personality of Godhead.”"
    },
    {
        "verse": "57",
        "devanagari": "ववन्द आत्मानमनन्तमच्युतोजिष्णुश्च तद्दर्शनजातसाध्वस: ।तावाह भूमा परमेष्ठिनां प्रभु-र्बद्धाञ्जली सस्मितमूर्जया गिरा ॥ ५७ ॥",
        "english_devnagari": "vavanda ātmānam anantam acyutojiṣṇuś ca tad-darśana-jāta-sādhvasaḥtāv āha bhūmā parameṣṭhināṁ prabhurbeddhāñjalī sa-smitam ūrjayā girā",
        "verse_Syn": [
            "vavanda",
            "ātmānam",
            "anantam",
            "acyutaḥ",
            "jiṣṇuḥ",
            "ca",
            "tat",
            "darśana",
            "jāta",
            "sādhvasaḥ",
            "tau",
            "āha",
            "bhūmā",
            "parame",
            "sthinām",
            "prabhuḥ",
            "baddha",
            "añjalī",
            "sa",
            "smitam",
            "ūrjayā",
            "girā"
        ],
        "translation": "Lord Kṛṣṇa offered homage to Himself in this boundless form, and Arjuna, astonished at the sight of Lord Mahā-Viṣṇu, bowed down as well. Then, as the two of them stood before Him with joined palms, the almighty Mahā-Viṣṇu, supreme master of all rulers of the universe, smiled and spoke to them in a voice full of solemn authority.",
        "purport": " Śrīla Viśvanātha Cakravartī makes the following observations on this verse: Just as Lord Kṛṣṇa offered obeisances to His own Deity during the worship of Govardhana Hill, so now also He paid homage to His Viṣṇu expansion for the purpose of playing out His pastimes. The Lord is ananta, possessed of countless manifestations, and this eight-armed form is among them. He is acyuta, “never falling from His position,” in the sense that He never stops engaging in His humanlike pastimes as a cowherd boy of Vṛndāvana. Thus to safeguard the special sanctity of His humanlike pastimes as Kṛṣṇa, He offered obeisances to His own plenary expansion. Lord Mahā-Viṣṇu appeared before Kṛṣṇa and Arjuna as bhūmā, the supremely opulent one, and as parameṣṭhināṁ prabhuḥ, the Lord of multitudes of Brahmās ruling over millions of universes. With solemn authority He spoke in such a way as to bewilder Arjuna, in obedience to Śrī Kṛṣṇa’s intention. His smile hinted at His private thoughts, which Śrīla Viśvanātha Cakravartī has revealed for our benefit: “My dear Kṛṣṇa, by Your desire I will describe My superiority, even though I am Your expansion. At the same time, however, I will subtly imply in My statements the supreme position of Your beauty, character and power and the fact that You are the source from which I emanate. Just see how clever I am — that in front of Arjuna I am confidentially divulging My true identity as nondifferent from You.”"
    },
    {
        "verse": "58",
        "devanagari": "द्विजात्मजा मे युवयोर्दिद‍ृक्षुणामयोपनीता भुवि धर्मगुप्तये ।कलावतीर्णाववनेर्भरासुरान्हत्वेह भूयस्त्वरयेतमन्ति मे ॥ ५८ ॥",
        "english_devnagari": "dvijātmajā me yuvayor didṛkṣuṇāmayopanītā bhuvi dharma-guptayekalāvatīrṇāv avaner bharāsurānhatveha bhūyas tvarayetam anti me",
        "verse_Syn": [
            "dvija",
            "ātma",
            "jāḥ",
            "me",
            "yuvayoḥ",
            "didṛkṣuṇā",
            "mayā",
            "upanītāḥ",
            "bhuvi",
            "dharma",
            "guptaye",
            "kalā",
            "avatīrṇau",
            "avaneḥ",
            "bhara",
            "asurān",
            "hatvā",
            "iha",
            "bhūyaḥ",
            "tvarayā",
            "itam",
            "anti",
            "me"
        ],
        "translation": "[Lord Mahā-Viṣṇu said:] I brought the brāhmaṇa’s sons here because I wanted to see the two of you, My expansions, who have descended to the earth to save the principles of religion. As soon as you finish killing the demons who burden the earth, quickly come back here to Me.",
        "purport": " As explained by Śrīla Viśvanātha Cakravartī, the secret import of these words spoken for Arjuna’s edification is as follows: “You two, who have descended along with your kalās, your personal energies, should kindly return to Me after killing the demons who burden the earth. Please quickly send these demons here to Me for the sake of their liberation.” It is stated in Śrī Hari-vaṁśa and in the Second Canto of Śrīmad-Bhāgavatam that the path of gradual liberation passes through the intermediate station of Lord Mahā-Viṣṇu’s abode, outside the eighth shell of the universe."
    },
    {
        "verse": "59",
        "devanagari": "पूर्णकामावपि युवां नरनारायणावृषी ।धर्ममाचरतां स्थित्यै ऋषभौ लोकसङ्ग्रहम् ॥ ५९ ॥",
        "english_devnagari": "pūrṇa-kāmāv api yuvāṁnara-nārāyaṇāv ṛṣīdharmam ācaratāṁ sthityaiṛṣabhau loka-saṅgraham",
        "verse_Syn": [
            "pūrṇa",
            "kāmau",
            "api",
            "yuvām",
            "nara",
            "nārāyaṇau",
            "ṛṣī",
            "dharmam",
            "ācaratām",
            "sthityai",
            "ṛṣabhau",
            "loka",
            "saṅgraham"
        ],
        "translation": "Although all your desires are completely fulfilled, O best of exalted personalities, for the benefit of the people in general you should continue to exemplify religious behavior as the sages Nara and Nārāyaṇa.",
        "purport": ""
    },
    {
        "verse": "60-61",
        "devanagari": "इत्यादिष्टौ भगवता तौ कृष्णौ परमेष्ठिना ।ॐ इत्यानम्य भूमानमादाय द्विजदारकान् ॥ ६० ॥न्यवर्तेतां स्वकं धाम सम्प्रहृष्टौ यथागतम् ।विप्राय ददतु: पुत्रान् यथारूपं यथावय: ॥ ६१ ॥",
        "english_devnagari": "ity ādiṣṭau bhagavatātau kṛṣṇau parame-ṣṭhināom ity ānamya bhūmānamādāya dvija-dārakān",
        "verse_Syn": [
            "iti",
            "ādiṣṭau",
            "bhagavatā",
            "tau",
            "kṛṣṇau",
            "parame",
            "ṣṭhinā",
            "om",
            "iti",
            "ānamya",
            "bhūmānam",
            "ādāya",
            "dvija",
            "dārakān",
            "nyavartetām",
            "svakam",
            "dhāma",
            "samprahṛṣṭau",
            "yathā",
            "gatam",
            "viprāya",
            "dadatuḥ",
            "putrān",
            "yathā",
            "rūpam",
            "yathā",
            "vayaḥ"
        ],
        "translation": "Thus instructed by the Supreme Lord of the topmost planet, Kṛṣṇa and Arjuna assented by chanting om, and then they bowed down to almighty Lord Mahā-Viṣṇu. Taking the brāhmaṇa’s sons with them, they returned with great delight to Dvārakā by the same path along which they had come. There they presented the brāhmaṇa with his sons, who were in the same infant bodies in which they had been lost.",
        "purport": ""
    },
    {
        "verse": "62",
        "devanagari": "निशाम्य वैष्णवं धाम पार्थ: परमविस्मित: ।यत्किञ्चित् पौरुषं पुंसां मेने कृष्णानुकम्पितम् ॥ ६२ ॥",
        "english_devnagari": "niśāmya vaiṣṇavaṁ dhāmapārthaḥ parama-vismitaḥyat kiñcit pauruṣaṁ puṁsāṁmene kṛṣṇānukampitam",
        "verse_Syn": [
            "niśāmya",
            "vaiṣṇavam",
            "dhāma",
            "pārthaḥ",
            "parama",
            "vismitaḥ",
            "yat",
            "kiñcit",
            "pauruṣam",
            "puṁsām",
            "mene",
            "kṛṣṇa",
            "anukampitam"
        ],
        "translation": "Having seen the domain of Lord Viṣṇu, Arjuna was totally amazed. He concluded that whatever extraordinary power a person exhibits can only be a manifestation of Śrī Kṛṣṇa’s mercy.",
        "purport": " Śrīla Viśvanātha Cakravartī describes Arjuna’s amazement: He thought, “Just see! Even though I am a mere mortal, by Kṛṣṇa’s mercy I have seen the Supreme Godhead, the root cause of everything.” Then, after a moment, he thought again, “But why did Lord Viṣṇu say that he took away the brāhmaṇa’s children out of a desire to see Kṛṣṇa? Why would the Supreme Personality of Godhead hanker to see His own expansion? This might be the effect of some peculiar temporary circumstance, but since He said didṛkṣuṇā instead of didṛkṣatā — where the specific suffix ṣuṇā carries the sense of a permanent characteristic, not a temporary one — it has to be concluded that He has always been wanting to see Kṛṣṇa and myself. Even granted that this is so, why couldn’t He simply see Kṛṣṇa at Dvārakā? After all, Lord Mahā-Viṣṇu is the all-pervading creator of the universe, which He holds like an āmalaka fruit in His hand. Is it that He could not see Kṛṣṇa in Dvārakā because Kṛṣṇa does not allow anyone to see Him without His special sanction? “And why, also, would Lord Mahā-Viṣṇu, the compassionate master of all brāhmaṇas, have repeatedly tormented an elevated brāhmaṇa, year after year? He must have acted in this unusual way only because He could not give up His extreme eagerness to see Kṛṣṇa. All right, He may have acted improperly for that reason, but why couldn’t He have sent a servant to kidnap the brāhmaṇa’s sons? Why did He Himself have to come to Dvārakā? Was stealing them out of Lord Kṛṣṇa’s capital so difficult that no one but Viṣṇu Himself could hope to accomplish it? I can understand that He intended to cause so much distress to a brāhmaṇa of Lord Kṛṣṇa’s city that Kṛṣṇa would be unable to tolerate it; then He would grant Lord Viṣṇu His audience. Lord Viṣṇu inspired the distressed brāhmaṇa to pour out his complaints to Kṛṣṇa in person. Thus it is clear that Śrī Kṛṣṇa’s status of Godhood is superior to Lord Mahā-Viṣṇu’s.” Having thought in this way, Arjuna was totally amazed. He asked Lord Kṛṣṇa whether these were actually the facts of the matter, and the Lord replied, as related in the Hari-vaṁśa: “It was to see Me that He, the Supreme Soul, stole the children. He believed, ‘Only on a brāhmaṇa’s behalf will Kṛṣṇa come to see Me, not otherwise.’” Śrīla Viśvanātha Cakravartī states that Lord Kṛṣṇa further told Arjuna, “I did not go there, however, for the brāhmaṇa’s sake; I went there, My friend, just to save your life. If it had been for the brāhmaṇa’s sake that I traveled to Vaikuṇṭha, I would have done so after his first child was abducted.” According to Śrīla Śrīdhara Svāmī, although this pastime occurred before the Battle of Kurukṣetra, it is recounted here at the end of the Tenth Canto under the general heading of the supremacy of Lord Kṛṣṇa’s glories."
    },
    {
        "verse": "63",
        "devanagari": "इतीद‍ृशान्यनेकानि वीर्याणीह प्रदर्शयन् ।बुभुजे विषयान् ग्राम्यानीजे चात्युर्जितैर्मखै: ॥ ६३ ॥",
        "english_devnagari": "itīdṛśāny anekānivīryāṇīha pradarśayanbubhuje viṣayān grāmyānīje cāty-urjitair makhaiḥ",
        "verse_Syn": [
            "iti",
            "īdṛśāni",
            "anekāni",
            "vīryāṇi",
            "iha",
            "pradarśayan",
            "bubhuje",
            "viṣayān",
            "grāmyān",
            "īje",
            "ca",
            "ati",
            "urjitaiḥ",
            "makhaiḥ"
        ],
        "translation": "Lord Kṛṣṇa exhibited many other, similar heroic pastimes in this world. He apparently enjoyed the pleasures of ordinary human life, and He performed greatly potent fire sacrifices.",
        "purport": ""
    },
    {
        "verse": "64",
        "devanagari": "प्रववर्षाखिलान् कामान् प्रजासु ब्राह्मणादिषु ।यथाकालं यथैवेन्द्रो भगवान् श्रैष्ठ्यमास्थित: ॥ ६४ ॥",
        "english_devnagari": "pravavarṣākhilān kāmānprajāsu brāhmaṇādiṣuyathā-kālaṁ yathaivendrobhagavān śraiṣṭhyam āsthitaḥ",
        "verse_Syn": [
            "pravavarṣa",
            "akhilān",
            "kāmān",
            "prajāsu",
            "brāhmaṇa",
            "ādiṣu",
            "yathā",
            "kālam",
            "yathā",
            "eva",
            "indraḥ",
            "bhagavān",
            "śraiṣṭhyam",
            "āsthitaḥ"
        ],
        "translation": "The Lord having demonstrated His supremacy, at suitable times He showered down all desirable things upon the brāhmaṇas and His other subjects, just as Indra pours down his rain.",
        "purport": ""
    },
    {
        "verse": "65",
        "devanagari": "हत्वा नृपानधर्मिष्ठान् घातयित्वार्जुनादिभि: ।अञ्जसा वर्तयामास धर्मं धर्मसुतादिभि: ॥ ६५ ॥",
        "english_devnagari": "hatvā nṛpān adharmiṣṭhānghāṭayitvārjunādibhiḥañjasā vartayām āsadharmaṁ dharma-sutādibhiḥ",
        "verse_Syn": [
            "hatvā",
            "nṛpān",
            "adharmiṣṭhān",
            "ghātayitvā",
            "arjuna",
            "ādibhiḥ",
            "añjasā",
            "vartayām",
            "āsa",
            "dharmam",
            "dharma",
            "suta",
            "ādibhiḥ"
        ],
        "translation": "Now that He had killed many wicked kings and engaged devotees such as Arjuna in killing others, the Lord could easily assure the execution of religious principles through the agency of such pious rulers as Yudhiṣṭhira.",
        "purport": ""
    }
]