[
    {
        "verse": "1",
        "devanagari": "श्रीबादरायणिरुवाचभगवानपि ता रात्री: शारदोत्फुल्लमल्लिका: । वीक्ष्य रन्तुं मनश्चक्रे योगमायामुपाश्रित: ॥ १ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācabhagavān api tā rātṛīḥśāradotphulla-mallikāḥvīkṣya rantuṁ manaś cakreyoga-māyām upāśritaḥ",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "bhagavān",
            "api",
            "tāḥ",
            "rātrīḥ",
            "śārada",
            "utphulla",
            "mallikāḥ",
            "vīkṣya",
            "rantum",
            "manaḥ",
            "cakre",
            "yoga",
            "māyām",
            "upāśritaḥ"
        ],
        "translation": "Śrī Bādarāyaṇi said: Śrī Kṛṣṇa is the Supreme Personality of Godhead, full in all opulences, yet upon seeing those autumn nights scented with blossoming jasmine flowers, He turned His mind toward loving affairs. To fulfill His purposes He employed His internal potency.",
        "purport": " As we begin the famous narration of Lord Kṛṣṇa’s rāsa dance, a dance of love with beautiful young girls, questions will inevitably arise in the minds of ordinary people regarding the propriety of God’s romantic dancing with many young girls in the middle of a full-moon autumn night. In his description of the Lord’s rāsa dance in Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda painstakingly explains the spiritual purity of these transcendental activities. Those advanced in the science of Kṛṣṇa — the great teachers, or ācāryas — leave no doubt that Lord Kṛṣṇa is full and satisfied in Himself, free of all material desire, which is, after all, a sense of incompleteness or lack. Materialistic persons and impersonal philosophers stubbornly reject the bona fide explanation of Śrī Kṛṣṇa’s transcendental nature. There is no reason to deny the beautiful reality of an absolute person able to perform absolute romantic activities, of which our so-called romance is merely a shadow or perverted reflection. The irrational insistence that material activities cannot be a reflection of the perfect, spiritual activities performed by God reflects the unimaginative emotional disposition of those who oppose the reality of Śrī Kṛṣṇa. This psychological disposition of the nondevotees, which leads them to fervently deny the very existence of the absolute person, unfortunately boils down to what may be succinctly described as envy, since the overwhelming majority of the impersonal critics eagerly pursue their own romantic affairs, which they consider quite real and even “spiritual.” The actual supreme lover is Lord Kṛṣṇa. The Vedānta-sūtra begins by declaring that the Absolute Truth is the source of everything, and even Western philosophy was born in a somewhat awkward attempt at finding the original One behind the apparent many of material existence. Conjugal love, one of the most intense and demanding aspects of human existence, can hardly have nothing at all to do with supreme reality. In fact, the conjugal love experienced by human beings is a mere reflection of spiritual reality, in which the same love exists in an absolute, pristine state. Thus it is clearly stated here that when Kṛṣṇa decided to enjoy the romantic atmosphere of autumn, “He resorted to His spiritual potency” (yoga-māyām upāśritaḥ). The spiritual nature of Lord Kṛṣṇa’s conjugal affairs is a major theme in this section of the Śrīmad-Bhāgavatam. A woman is attractive because of the sweet sound of her voice, her beauty and gentleness, her enchanting fragrance and tenderness, and also because of her cleverness and skill in music and dance. The most attractive ladies of all are the young gopīs of Vṛndāvana, who are Lord Kṛṣṇa’s internal potency, and this chapter tells how He enjoyed their brilliant feminine qualities — even though, as Śrīla Viśvanātha Cakravartī Ṭhākura has mentioned, Lord Kṛṣṇa was an eight-year-old boy when these events took place. Ordinary people prefer God simply to be a witness of their romantic affairs. When a boy desires a girl or a girl desires a boy, sometimes they pray to God for their enjoyment. Such people are shocked and dismayed to find out that the Lord can enjoy His own loving affairs with His own transcendental senses. In truth, Śrī Kṛṣṇa is the original Cupid, and His exciting conjugal pastimes will be described in this section of the Bhāgavatam. When Lord Kṛṣṇa descends to the earth, His spiritual body seems to take birth and grow as He displays His variegated pastimes. The Lord could hardly allow His boyhood to pass without exhibiting the supreme loving affairs between a young boy and young girls. Thus Viśvanātha Cakravartī Ṭhākura quotes Śrīla Rūpa Gosvāmī as follows: kaiśoraṁ saphalī-karoti kalayan kuñje vihāraṁ hariḥ. “Lord Hari perfects His youth by arranging loving pastimes in the groves of the Vṛndāvana forest.”"
    },
    {
        "verse": "2",
        "devanagari": "तदोडुराज: ककुभ: करैर्मुखंप्राच्या विलिम्पन्नरुणेन शन्तमै: । स चर्षणीनामुदगाच्छुचो मृजन्प्रिय: प्रियाया इव दीर्घदर्शन: ॥ २ ॥",
        "english_devnagari": "tadoḍurājaḥ kakubhaḥ karair mukhaṁprācyā vilimpann aruṇena śantamaiḥsa carṣaṇīnām udagāc chuco mṛjanpriyaḥ priyāyā iva dīrgha-darśanaḥ",
        "verse_Syn": [
            "tadā",
            "uḍu",
            "rājaḥ",
            "kakubhaḥ",
            "karaiḥ",
            "mukham",
            "prācyāḥ",
            "vilimpan",
            "aruṇena",
            "śam",
            "tamaiḥ",
            "saḥ",
            "carṣaṇīnām",
            "udagāt",
            "śucaḥ",
            "mṛjan",
            "priyaḥ",
            "priyāyāḥ",
            "iva",
            "dīrgha",
            "darśanaḥ"
        ],
        "translation": "The moon then rose, anointing the face of the eastern horizon with the reddish hue of his comforting rays, and thus dispelling the pain of all who watched him rise. The moon was like a beloved husband who returns after a long absence and adorns the face of his beloved wife with red kuṅkuma.",
        "purport": " Young Kṛṣṇa engaged His internal potency, and she immediately created an exciting atmosphere for conjugal love."
    },
    {
        "verse": "3",
        "devanagari": "द‍ृष्ट्वा कुमुद्वन्तमखण्डमण्डलंरमाननाभं नवकुङ्कुमारुणम् । वनं च तत्कोमलगोभी रञ्जितंजगौ कलं वामद‍ृशां मनोहरम् ॥ ३ ॥",
        "english_devnagari": "dṛṣṭvā kumudvantam akhaṇḍa-maṇḍalaṁramānanābhaṁ nava-kuṅkumāruṇamvanaṁ ca tat-komala-gobhī rañjitaṁjagau kalaṁ vāma-dṛśāṁ manoharam",
        "verse_Syn": [
            "dṛṣṭvā",
            "kamut",
            "vantam",
            "akhaṇḍa",
            "maṇḍalam",
            "ramā",
            "ānana",
            "ābham",
            "nava",
            "kuṅkuma",
            "aruṇam",
            "vanam",
            "ca",
            "tat",
            "komala",
            "gobhiḥ",
            "rañjitam",
            "jagau",
            "kalam",
            "vāma",
            "dṛśām",
            "manaḥ",
            "haram"
        ],
        "translation": "Lord Kṛṣṇa saw the unbroken disk of the full moon glowing with the red effulgence of newly applied vermilion, as if it were the face of the goddess of fortune. He also saw the kumuda lotuses opening in response to the moon’s presence and the forest gently illumined by its rays. Thus the Lord began to play sweetly on His flute, attracting the minds of the beautiful-eyed gopīs.",
        "purport": " The word jagau in this verse indicates that Lord Kṛṣṇa played songs on His flute, as confirmed in text 40 by the words kā stry aṅga te kala-padāyata-veṇu-gītā. The word ramā may indicate not only Lord Viṣṇu’s consort but also Śrīmatī Rādhārāṇī, the original goddess of fortune. Lord Kṛṣṇa appeared in the dynasty of the moon-god, and the moon plays a prominent role here in preparing for the Lord’s entrance into the midst of the rāsa dance."
    },
    {
        "verse": "4",
        "devanagari": "निशम्य गीतं तदनङ्गवर्धनंव्रजस्त्रिय: कृष्णगृहीतमानसा: । आजग्मुरन्योन्यमलक्षितोद्यमा:स यत्र कान्तो जवलोलकुण्डला: ॥ ४ ॥",
        "english_devnagari": "niśamya gītāṁ tad anaṅga-vardhanaṁvraja-striyaḥ kṛṣṇa-gṛhīta-mānasāḥājagmur anyonyam alakṣitodyamāḥsa yatra kānto java-lola-kuṇḍalāḥ",
        "verse_Syn": [
            "niśamya",
            "gītam",
            "tat",
            "anaṅga",
            "vardhanam",
            "vraja",
            "striyaḥ",
            "kṛṣṇa",
            "gṛhīta",
            "mānasāḥ",
            "ājagmuḥ",
            "anyonyam",
            "alakṣita",
            "udyamāḥ",
            "saḥ",
            "yatra",
            "kāntaḥ",
            "java",
            "lola",
            "kuṇḍalāḥ"
        ],
        "translation": "When the young women of Vṛndāvana heard Kṛṣṇa’s flute-song, which arouses romantic feelings, their minds were captivated by the Lord. They went to where their lover waited, each unknown to the others, moving so quickly that their earrings swung back and forth.",
        "purport": " Apparently each gopī went secretly, hoping to avoid advertising to her rivals the fact that young Kṛṣṇa was in the mood for romantic affairs. Śrīla Viśvanātha Cakravartī poetically describes the situation as follows: “Kṛṣṇa instigated a terrible act of thievery in Vṛndāvana when He played on His flute. The song of His flute entered through the ears of the gopīs, into the inner treasure-chamber of their hearts. That wonderful music stole all their most valuable possessions — their sobriety, shyness, fear and discrimination, along with their very minds — and in a split second this music delivered all these goods to Kṛṣṇa. Now each gopī went to beg the Lord to return her personal property. Each beautiful young girl was thinking, ‘I have to capture that great thief,’ and thus they went forward, each unknown to the others.”"
    },
    {
        "verse": "5",
        "devanagari": "दुहन्त्योऽभिययु: काश्चिद् दोहं हित्वा समुत्सुका: । पयोऽधिश्रित्य संयावमनुद्वास्यापरा ययु: ॥ ५ ॥",
        "english_devnagari": "duhantyo ’bhiyayuḥ kāściddohaṁ hitvā samutsukāḥpayo ’dhiśritya saṁyāvamanudvāsyāparā yayuḥ",
        "verse_Syn": [
            "duhantyaḥ",
            "abhiyayuḥ",
            "kāścit",
            "doham",
            "hitvā",
            "samutsukāḥ",
            "payaḥ",
            "adhiśritya",
            "saṁyāvam",
            "anudvāsya",
            "aparāḥ",
            "yayuḥ"
        ],
        "translation": "Some of the gopīs were milking cows when they heard Kṛṣṇa’s flute. They stopped milking and went off to meet Him. Some left milk curdling on the stove, and others left cakes burning in the oven.",
        "purport": " The eagerness of these cowherd girls, so lovingly devoted to young Kṛṣṇa, is shown here."
    },
    {
        "verse": "6-7",
        "devanagari": "परिवेषयन्त्यस्तद्धित्वा पाययन्त्य: शिशून् पय: । शुश्रूषन्त्य: पतीन् काश्चिदश्न‍न्त्योऽपास्य भोजनम् ॥ ६ ॥ लिम्पन्त्य: प्रमृजन्त्योऽन्या अञ्जन्त्य: काश्च लोचने । व्यत्यस्तवस्त्राभरणा: काश्चित् कृष्णान्तिकं ययु: ॥ ७ ॥",
        "english_devnagari": "pariveṣayantyas tad dhitvāpāyayantyaḥ śiśūn payaḥśuśrūṣantyaḥ patīn kāścidaśnantyo ’pāsya bhojanam",
        "verse_Syn": [
            "pariveṣayantyaḥ",
            "tat",
            "hitvā",
            "pāyayantyaḥ",
            "śiśūn",
            "payaḥ",
            "śuśrūṣantyaḥ",
            "patīn",
            "kāścit",
            "aśnantyaḥ",
            "apāsya",
            "bhojanam",
            "limpantyaḥ",
            "pramṛjantyaḥ",
            "anyāḥ",
            "añjantyaḥ",
            "kāśca",
            "locane",
            "vyatyasta",
            "vastra",
            "ābharaṇāḥ",
            "kāścit",
            "kṛṣṇa",
            "antikam",
            "yayuḥ"
        ],
        "translation": "Some of them were getting dressed, feeding milk to their infants or rendering personal service to their husbands, but they all gave up these duties and went to meet Kṛṣṇa. Other gopīs were taking their evening meals, washing themselves, putting on cosmetics or applying kajjala to their eyes. But all the gopīs stopped these activities at once and, though their clothes and ornaments were in complete disarray, rushed off to Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "ता वार्यमाणा: पतिभि: पितृभिर्भ्रातृबन्धुभि: । गोविन्दापहृतात्मानो न न्यवर्तन्त मोहिता: ॥ ८ ॥",
        "english_devnagari": "tā vāryamāṇāḥ patibhiḥpitṛbhir bhrātṛ-bandhubhiḥgovindāpahṛtātmānona nyavartanta mohitāḥ",
        "verse_Syn": [
            "tāḥ",
            "vāryamāṇāḥ",
            "patibhiḥ",
            "pitṛbhiḥ",
            "bhrātṛ",
            "bandhubhiḥ",
            "govinda",
            "apahṛta",
            "ātmānaḥ",
            "na",
            "nyavartanta",
            "mohitāḥ"
        ],
        "translation": "Their husbands, fathers, brothers and other relatives tried to stop them, but Kṛṣṇa had already stolen their hearts. Enchanted by the sound of His flute, they refused to turn back.",
        "purport": " Some of the young gopīs were married, and their husbands tried to stop them. The unmarried girls had to deal with their fathers and brothers and other relatives. None of these relatives would have ordinarily allowed even the young girls’ dead bodies to go alone into the forest at night, but Lord Kṛṣṇa had already engaged His internal potency, and thus the entire romantic episode unfolded without interference."
    },
    {
        "verse": "9",
        "devanagari": "अन्तर्गृहगता: काश्चिद् गोप्योऽलब्धविनिर्गमा: । कृष्णं तद्भ‍ावनायुक्ता दध्युर्मीलितलोचना: ॥ ९ ॥",
        "english_devnagari": "antar-gṛha-gatāḥ kāścidgopyo ’labdha-vinirgamāḥkṛṣṇaṁ tad-bhāvanā-yuktādadhyur mīlita-locanāḥ",
        "verse_Syn": [
            "antaḥ",
            "gṛha",
            "gatāḥ",
            "kāścit",
            "gopyaḥ",
            "alabdha",
            "vinirgamāḥ",
            "kṛṣṇam",
            "tat",
            "bhāvanā",
            "yuktāḥ",
            "dadhyuḥ",
            "mīlita",
            "locanāḥ"
        ],
        "translation": "Some of the gopīs, however, could not manage to get out of their houses, and instead they remained home with eyes closed, meditating upon Him in pure love.",
        "purport": " Throughout the Tenth Canto, Śrīla Viśvanātha Cakravartī Ṭhākura gives elaborate poetic commentaries on Lord Kṛṣṇa’s pastimes. It is not always possible to include these extensive descriptions, but we will quote in its entirety his comments on this verse. It is our sincere recommendation to the learned Vaiṣṇava community that a qualified devotee of the Lord present the entire commentary of Śrīla Viśvanātha Cakravartī on the Tenth Canto as a separate book, which will undoubtedly be appreciated by devotees and nondevotees alike. The ācārya’s comments on this verse are as follows: “In this context we will make our analysis according to the method described in Śrīla Rūpa Gosvāmī’s Ujjvala-nīlamaṇi. There are two categories of gopīs: the eternally perfect (the nitya-siddhas) and those who have become perfect by practicing bhakti-yoga (the sādhana-siddhas). The sādhana-siddhas are of two categories: those who belong to special groups and those who do not. And there are also two classes of the gopīs belonging to special groups: namely the śruti-cārīs, who come from the group of the personified Vedas, and the ṛṣi-cārīs, who come from the group of sages who saw Lord Rāmacandra in the Daṇḍakāraṇya forest. “This same fourfold categorization of the gopīs is given in the Padma Purāṇa: ‘It is understood that some of the gopīs are personified Vedic literatures, while others are reborn sages, daughters of cowherds, or demigod maidens. But by no means, my dear King, are any of them ordinary humans.’ Here we are informed that although the gopīs appeared to be human cowherd girls, they actually were not. Thus the contention that they are mortals is refuted. “The daughters of cowherds, referred to here as gopa-kanyās, must be eternally perfect, since we never hear of them having executed any sādhana. Their apparent sādhana of worshiping goddess Kātyāyanī in the role of gopīs merely manifests their manner of playing like human beings, and the Bhāgavatam narrates the account of this worship only to show how they had fully taken on the role of cowherd girls. “That the gopa-kanyā gopīs are actually nitya-siddhas, eternally perfect devotees of the Lord, is established by a statement in Brahma-saṁhitā (5.37) — ānanda-cinmaya-rasa-pratibhāvitābhiḥ — which proves that they are the Lord’s spiritual pleasure potency. Similarly, we have the words of the Gautamīya-tantra, hlādinī yā mahā-śaktiḥ. Further corroboration of their eternal perfection is that these gopīs, being coeternal with Lord Kṛṣṇa, their lover, are mentioned along with Him in the eighteen-syllable mantra, the ten-syllable mantra and others, and also that the worship of these mantras, and also the śrutis that present them, have been in existence since beginningless time.” The deva-kanyās, daughters of the demigods, who are mentioned in the verse beginning sambhavas tv amara-striyaḥ, are explained in Śrī Ujjvala-nīlamaṇi as partial expansions of the gopīs who are eternally perfect. That the śruti-cārī gopīs, the personified Vedas, are sādhana-siddha is understood from the following words of theirs quoted in the Bṛhad-vāmana Purāṇa: ‘Since we have seen Your face, which possesses the beauty of millions of Cupids, our minds have become lusty after You like those of young girls, and we have forgotten all other allurements. We have developed the desire to act toward You as do the gopīs who dwell on Your transcendental planet and who manifest the nature of Cupid by worshiping You with the idea that You are their paramour.’ “The ṛṣi-cārī gopīs are also sādhana-siddha, as stated in Ujjvala-nīlamaṇi: gopālopāsakāḥ pūrvam aprāptābhīṣṭa-siddhayaḥ. Previously they were all mahārṣis living in the Daṇḍaka forest. We find evidence for this in the Padma Purāṇa, Uttara-khaṇḍa: This verse says that upon seeing Lord Rāmacandra, the sages in the Daṇḍaka forest desired to enjoy Lord Hari (Kṛṣṇa). In other words, the sight of Lord Rāma’s beauty reminded them of Lord Hari, Gopāla, their personal object of worship, and they then wanted to enjoy with Him. But out of embarrassment they did not act on that desire, whereupon Lord Śrī Rāma, who is like a desire tree, gave His mercy to them, even though they had not voiced their request. Thus their desire was fulfilled, as stated by the words beginning te sarve. By means of their lusty attraction they became freed from the ocean of material existence, the cycle of birth and death, and coincidentally they got the association of Hari in conjugal love. “In the present verse of the Bhāgavatam we understand that it was the gopīs who had children who were kept forcibly at home. This fact is clear from verses yet to come: mātaraḥ pitaraḥ putrāḥ (Bhāg. 10.29.20), yat-paty-apatya-suhṛdām anuvṛttir aṅga (Bhāg. 10.29.32) and pati-sutānvaya-bhrātṛ-bāndhavān (Bhāg. 10.31.16). In his comments on the Tenth Canto, Śrīla Kavi-karṇapūra Gosvāmī mentions this fact. Without trying to repeat all his thoughts on this verse, we will give the gist of his purport: “‘Upon seeing the personal form of Lord Śrī Rāmacandra, the sages who were worshipers of Lord Gopāla immediately became elevated to the mature platform of spontaneous devotion, automatically reaching the stages of firm faith, attraction and attachment. But they had not yet completely freed themselves of all material contamination; therefore Śrī Yoga-māyā-devi arranged for them to take birth from the wombs of gopīs and become cowherd girls. By associating with the eternally perfect gopīs, some of these new gopīs fully manifested pūrva-raga loving attraction for Kṛṣṇa as soon as they reached puberty. (This kind of attraction develops even before one meets the beloved.) When these new gopīs got the direct audience of Kṛṣṇa and physically associated with Him, all their remaining contamination became burned up, and they achieved the advanced stages of prema, sneha and so on. “‘Even though they were in the company of their cowherd husbands, by the power of Yoga-māyā the gopīs remained unsullied by sexual contact with them; rather, they were situated in purely spiritual bodies that Kṛṣṇa enjoyed. On the night they heard the sound of Kṛṣṇa’s flute, their husbands tried to stop them, but by the merciful assistance of Yoga-māyā the sādhana-siddha gopīs were able to go forth to their beloved, together with the nitya-siddha gopīs. “‘Other gopīs, however, because of not getting the good fortune of associating with the nitya-siddha gopīs and other advanced gopīs, had not achieved the stage of prema, and so their contamination was not completely burned away. They entered the company of their cowherd husbands and, after sexual union with them, gave birth to children. But a short time later even these gopīs developed their pūrva-raga by hankering intensely for the physical association of Kṛṣṇa — a hankering they acquired by associating with the advanced gopīs. Becoming worthy recipients of the mercy of the perfected gopīs, they assumed transcendental bodies fit to be enjoyed by Kṛṣṇa, and when Yoga-māyā failed to help them overcome their husbands’ attempts to keep them from going out, they felt themselves cast into the worst calamity. Viewing their husbands, brothers, fathers and other family members as enemies, they came close to dying. Just as other women might remember their mothers or other relatives at the time of death, these gopīs remembered the sole friend of their very life, Kṛṣṇa, as stated in the present verse of the Bhāgavatam, beginning with the word antar. “‘It is implied that those ladies were not able to exit because they were held back by their husbands, who were standing before them with sticks in their hands, scolding them. Although these gopīs were perpetually absorbed in love for Kṛṣṇa, at that particular time they meditated upon Him and cried out within: “Alas, alas, O only friend of our life! O ocean of the artistic skills of Vṛndāvana forest! Please let us become your girlfriends in some future life, because at this time we cannot see Your lotuslike face with our eyes. So be it; we shall look upon You with our minds.” Each of them lamenting to herself in this way, the gopīs stood with their eyes shut and meditated deeply upon Him.’”"
    },
    {
        "verse": "10-11",
        "devanagari": "दु:सहप्रेष्ठविरहतीव्रतापधुताशुभा: । ध्यानप्राप्ताच्युताश्लेषनिर्वृत्या क्षीणमङ्गला: ॥ १० ॥ तमेव परमात्मानं जारबुद्ध्यापि सङ्गता: । जहुर्गुणमयं देहं सद्य: प्रक्षीणबन्धना: ॥ ११ ॥",
        "english_devnagari": "duḥsaha-preṣṭha-viraha-tīvra-tāpa-dhutāśubhāḥdhyāna-prāptācyutāśleṣa-nirvṛtyā kṣīṇa-maṅgalāḥ",
        "verse_Syn": [
            "duḥsaha",
            "preṣṭha",
            "viraha",
            "tīvra",
            "tāpa",
            "dhuta",
            "aśubhāḥ",
            "dhyāna",
            "prāpta",
            "acyuta",
            "āśleṣa",
            "nirvṛtyā",
            "kṣīṇa",
            "maṅgalāḥ",
            "tam",
            "eva",
            "parama",
            "ātmānam",
            "jāra",
            "buddhyā",
            "api",
            "saṅgatāḥ",
            "jahuḥ",
            "guṇa",
            "mayam",
            "deham",
            "sadyaḥ",
            "prakṣīṇa",
            "bandhanāḥ"
        ],
        "translation": "For those gopīs who could not go to see Kṛṣṇa, intolerable separation from their beloved caused an intense agony that burned away all impious karma. By meditating upon Him they realized His embrace, and the ecstasy they then felt exhausted their material piety. Although Lord Kṛṣṇa is the Supreme Soul, these girls simply thought of Him as their male lover and associated with Him in that intimate mood. Thus their karmic bondage was nullified and they abandoned their gross material bodies.",
        "purport": " Śrīla Viśvanātha Cakravartī comments upon this verse as follows: “Here Śukadeva Gosvāmī speaks in a peculiar way: he presents the intimate object the gopīs attained as if it were an external idea, thus keeping its true nature secret from outsiders, while at the same time he reveals to the confidential devotees well versed in the scientific conclusions of devotional service the internal meaning that is his real purport. Thus to outsiders Śukadeva says that Kṛṣṇa gave the gopīs liberation, but to the confidential hearers Śukadeva reveals that when the gopīs experienced separation from their beloved there arose in them both immeasurable unhappiness and immeasurable happiness, and that they gradually achieved their desired goal. “Thus the verse can be understood as follows: Because of their intolerable separation from their beloved, the gopīs felt terrible agony, by which they caused all inauspicious things to tremble. In other words, when people in general hear of the gopīs’ extreme agony in separation from their beloved, they abandon thousands of inauspicious things — things even as fearsome as the subterranean fires of millions of universes or the powerful poison swallowed by Lord Śiva. More specifically, those who hear of the gopīs’ love in separation give up their terrible false ego and, thinking themselves defeated, are shaken. When the gopīs meditated on Lord Acyuta, He became manifest and personally came to them, and they experienced great joy by embracing His body, which was full of transcendental love for them. The gopīs also experienced great joy by exhibiting personal characteristics and a sense of identification appropriate to such love. That joy made all their good fortune, both material and spiritual, seem paltry by comparison. “The implication is that when other persons see how happy the gopīs became upon embracing Kṛṣṇa when He manifested Himself directly before them, these other persons feel that thousands of so-called auspicious objects are insignificant by comparison, including all the sense gratificatory pleasures found in millions of universes and even the supersensory pleasure of spiritual bliss (brahmānanda). Thus hearing of the gopīs’ distress and the joy that arose, respectively, out of their separation from the Supreme Lord and their union with Him, anyone can get rid of all the reactions of his past activities, both sinful and pious. Vaiṣṇavas certainly do not think that sinful and pious reactions can be destroyed only by being lived out, since, after all, neither separation from the Supreme Lord nor direct association with Him are in the category of karma. This kind of elimination of karmic reactions occurs in the stage of bhajana, for those who have come to the level of anartha-nivṛtti. “And thus the gopīs thought of Kṛṣṇa — the Paramātmā, or supreme worthy object of all love — as their paramour. Even though such a concept is ordinarily contemptible, the gopīs realized Kṛṣṇa in an even fuller sense than did Rukmiṇī and His other queens, who thought of Him most respectfully as their husband. That thinking of the Lord as one’s paramour is superior to thinking of Him as one’s husband is proved by the fact that unbridled pure love is superior to domesticated love. This idea is borne out by the following words of Śrī Uddhava: yā dustyajaṁ sva-janam ārya-pathaṁ ca hitvā. ‘These ladies of Vraja abandoned their families and their advanced religious principles, even though to do so is very difficult.’ (Bhāg. 10.47.61) “In His pastimes on earth Kṛṣṇa often turns the most lowly things into the most elevated. As Bhīṣma stated, Kṛṣṇa’s pastime of acting as Arjuna’s chariot driver was even more elevated than the pastimes in which He acted as a mighty King of kings: vijaya-ratha-kuṭumba ātta-totre/ dhṛta-haya-raśmini tac-chriyeskṣaṇīye. ‘I concentrate upon the chariot driver of Arjuna, who stood with a whip in His right hand and a bridle rope in His left, and who was very careful to protect Arjuna’s chariot by all means.’ (Bhāg. 1.9.39) Similarly, in the Lord’s appearance as Kṛṣṇa we see that the normally inferior conjugal rasa becomes better than the normally superior mood of śānta-rasa, as also the attitude of loving a paramour becomes superior to the loving exchange between legitimate spouses, and lowly guñjā necklaces, red oxide paste and peacock feathers become better than the most excellent jeweled ornaments. “But, it may be objected, it is not fitting for the Supreme Lord to sport with women whose bodies have already been enjoyed by other men. This objection is replied to by the words beginning jahuḥ. The word deham is used here in the singular form to indicate unity of category, even though the gopīs are many. Some authorities say that by the power of Yoga-māyā these gopīs’ bodies disappeared in a way no one noticed, but other authorities say that the ‘body’ referred to in this context is the inferior body, composed of the modes of material nature. Thus by the prominence of the adjective guṇa-mayam, it is understood that before the gopīs heard the sound of Kṛṣṇa’s flute their bodies had been twofold, material and spiritual, and upon hearing the flute they gave up the material bodies, which their husbands had enjoyed. We may analyze this as follows: “When devotees begin prosecuting devotional service in accordance with the instructions of a bona fide spiritual master, they engage their ears and other senses in pure devotion by hearing of the Lord, chanting His glories, remembering Him, offering obeisances to Him, giving Him personal attendance, and so forth. Thus the devotees make the Lord’s transcendental qualities the objects of their senses, as stated by the Lord Himself: nirguṇo mad-apāśrayaḥ. (Bhāg. 11.25.26) In this way the devotees’ bodies transcend the material modes. Yet sometimes the devotees may take as their sense objects mundane sounds and so on, and that is material. Thus a devotee’s body can have two aspects, transcendental and material. “According to one’s level of devotional service, to that degree the transcendental aspects of one’s body become prominent and the material aspects diminish. This transformation is described in the following verse from the Bhāgavatam (11.2.42): ‘Devotion, direct experience of the Supreme Lord, and detachment from other things — these three occur simultaneously for one who has taken shelter of the Supreme Personality of Godhead, in the same way that pleasure, nourishment and relief from hunger come simultaneously and increasingly, with each bite, for a person engaged in eating.’ When one achieves totally pure love of God, the material portions of the body disappear and the body becomes completely spiritual. Nonetheless, so as not to disturb the false opinions of atheists and so as to protect the confidentiality of devotional service, the Supreme Lord usually has His illusory energy exhibit the demise of the gross body. An example of this is the disappearance of the Yādavas during the Mauṣala-līlā. “Sometimes, however, to proclaim the excellence of bhakti-yoga, Kṛṣṇa will allow a devotee to go back to Godhead in his selfsame body, as in the case of Dhruva Mahārāja. We can cite evidence for this point from the Twenty-fifth Chapter of the Eleventh Canto, text 32: ‘A living entity who conquers the modes of material nature, which are manifested from the mind, can dedicate himself to Me [Kṛṣṇa] by the process of devotional service and thus attain pure love for Me.’ Here the Lord states that the defeat and destruction of that which is composed of the modes of material nature can be brought about only by the process of devotional service. “Therefore, what we should understand from the present verse of the Bhāgavatam is that the gopīs who could not go to see Kṛṣṇa had their inauspicious, material bodies removed or burned up, while their auspicious, spiritual bodies, far from being destroyed, simply grew more prominent because of the ecstasy the gopīs felt by embracing Kṛṣṇa in meditation. Thus their bondage was completely destroyed: by the help of Yoga-māyā they got free from ignorance and also from the prohibitions of their husbands and other relatives. “We should not make the mistake of explaining this falling away of the gopīs’ bodies as being a result of their dying. As the Lord Himself states (Bhāg. 10.47.37): ‘Some of those all-auspcious gopīs could not directly join Me in enjoying the rāsa dance on that night in this Vṛndāvana forest, yet still they achieved My association by remembering My transcendental pastimes.’ By using the word kalyāṇyaḥ in this verse, the Lord implies, ‘Even though these gopīs wanted to give up their bodies because of their husbands’ prohibitions and the torment of separation from Me, for them to die at the very beginning of the most auspicious festival of the rāsa dance would have been displeasing to Me and thus inauspicious. So they did not die.’ “More evidence that the gopīs who were prevented from going to see Kṛṣṇa did not physically die is provided by a statement of Śrī Śukadeva’s later in this canto (10.47.38): tā ūcur uddhavaṁ prītās tat-sandeśāgata-smṛtīḥ. ‘Then they [the gopīs] replied to Uddhava, feeling satisfied because His message had reminded them of Kṛṣṇa.’ Here we understand that the gopīs speaking to Uddhava were the ones who had not had the chance to participate directly in the rāsa dance because of being held captive in their homes. Thus the conclusion is that they gave up their material bodies without dying. Parched by the intense heat of separation, their material bodies gave up their materiality and became purely spiritual, just like the bodies of such great devotees as Dhruva Mahārāja. This is the meaning of the gopīs’ ‘giving up their bodies.’ “The following analogy illustrates the statuses of the various gopīs: By observing seven or eight ripe mangoes on a tree, we can ascertain that all the fruits on the tree are ripe. Then we can pick them all and bring them home, where in due course the sun’s rays and other agents will make them fine-looking, fragrant and delicious — fit to be offered to the king for his enjoyment. When the time comes for the king to take his meal, a discriminating servant can choose those fruits ready to offer him. From the appearance of the fruits the servant can tell which are ripe in the middle but still raw on the outside and thus not yet fit for the king. By the application of a special heating process, these remaining fruits will become ripe in two or three days, and then they too will be ready to offer to the king. “Similarly, among the muni-cārī gopīs who took birth in Gokula, those who completely gave up the materiality of their bodies and very early in life achieved purely spiritual bodies were able to remain untouched by any other man; thus Yoga-māyā allowed them to join the nitya-siddha and other advanced gopīs when they went to meet Kṛṣṇa. Other muni-cārī gopīs still retained some connection with the external material body, but even they, after being parched by the heat of separation from Śrī Kṛṣṇa, gave up the materiality of their bodies and assumed perfectly transcendental bodies, purified of all taint of contact with other men. On the night of the rāsa dance, Yoga-māyā sent some of these gopīs out behind those who had already gone out; others, who Yoga-māyā saw still had a slight amount of contamination, she kept back to further purify with the heat of separation, and then she sent them out on some other night. “After enjoying the pleasures of the rāsa dance and other pastimes with Kṛṣṇa, the muni-cārī gopīs who had participated went back to their homes when the night was over, as did the nitya-siddha and other advanced gopīs. But now Yoga-māyā protected these muni-cārī gopīs from the material association of their husbands; in other words, these gopīs were devoid of any selfish attachment for husband, children and so on. Since these gopīs were thoroughly immersed in the great ocean of love for Kṛṣṇa, their breasts dried up so that they could not feed their infants, and to their family members they appeared as if haunted by ghosts. In conclusion, it is not unseemly that the gopīs who were previously in material association joined in the rāsa dance. “Some authorities, however, maintain that the gopīs who were kept back in their houses did not have children. According to them, whenever such words as apatya (‘children’) are used in verses yet to come, these words refer to the children of co-wives, to adopted children or to nephews and nieces.”"
    },
    {
        "verse": "12",
        "devanagari": "श्रीपरीक्षिदुवाचकृष्णं विदु: परं कान्तं न तु ब्रह्मतया मुने । गुणप्रवाहोपरमस्तासां गुणधियां कथम् ॥ १२ ॥",
        "english_devnagari": "śrī-parīkṣid uvācakṛṣṇaṁ viduḥ paraṁ kāntaṁna tu brahmatayā muneguṇa-pravāhoparamastāsāṁ guṇa-dhiyāṁ katham",
        "verse_Syn": [
            "śrī",
            "parīkṣit",
            "uvāca",
            "kṛṣṇam",
            "viduḥ",
            "param",
            "kāntam",
            "na",
            "tu",
            "brahmatayā",
            "mune",
            "guṇa",
            "pravāha",
            "uparamaḥ",
            "tāsām",
            "guṇa",
            "dhiyām",
            "katham"
        ],
        "translation": "Śrī Parīkṣit Mahārāja said: O sage, the gopīs knew Kṛṣṇa only as their lover, not as the Supreme Absolute Truth. So how could these girls, their minds caught up in the waves of the modes of nature, free themselves from material attachment?",
        "purport": " King Parīkṣit was sitting in an assembly of great sages and other important personalities, listening to the words of Śukadeva Gosvāmī. According to Śrīla Viśvanātha Cakravartī, as Śukadeva began speaking of the gopīs’ conjugal love for Kṛṣṇa, the King noticed the expressions on the faces of some of the more materialistic persons present there and realized the doubt lurking in their hearts. Therefore, although the King thoroughly knew the purport of Śukadeva’s words, he presented himself as experiencing personal doubt so that he could eradicate the doubt of others. That is why he asked this question."
    },
    {
        "verse": "13",
        "devanagari": "श्रीशुक उवाचउक्तं पुरस्तादेतत्ते चैद्य: सिद्धिं यथा गत: । द्विषन्नपि हृषीकेशं किमुताधोक्षजप्रिया: ॥ १३ ॥",
        "english_devnagari": "śrī-śuka uvācauktaṁ purastād etat tecaidyaḥ siddhiṁ yathā gataḥdviṣann api hṛṣīkeśaṁkim utādhokṣaja-priyāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "uktam",
            "purastāt",
            "etat",
            "te",
            "caidyaḥ",
            "siddhim",
            "yathā",
            "gataḥ",
            "dviṣan",
            "api",
            "hṛṣīkeśam",
            "kim",
            "uta",
            "adhokṣaja",
            "priyāḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: This point was explained to you previously. Since even Śiśupāla, who hated Kṛṣṇa, achieved perfection, then what to speak of the Lord’s dear devotees.",
        "purport": " Although the spiritual nature of conditioned souls may be covered by illusion, Lord Kṛṣṇa’s spiritual nature is omnipotent and is never covered by any other power. In fact, all other powers are His energy and thus function according to His will. The Brahma-saṁhitā (5.44) states, sṛṣṭi sthiti-pralaya-sādhana-śaktir ekā/ chāyeva yasya bhuvanāni bibharti durgā/ icchānurūpam api yasya ca ceṣṭate sā: “The mighty Durgā, who creates, maintains and annihilates the material worlds, is the potency of the Supreme Lord, and she moves like His shadow, according to His desire.” Thus because the Lord’s spiritual influence does not depend on whether someone understands Him or not, the gopīs’ spontaneous love for Kṛṣṇa guaranteed their spiritual perfection. The great Madhvācārya quotes the following relevant passages from the Skanda Purāṇa: “At that time the gopīs, who desired Kṛṣṇa, gave up their bodies and went to the spiritual world. Because they properly understood Kṛṣṇa to be the Supreme Absolute Truth, they transcended the influence of time.” “In their previous lives most of the gopīs were already fully endowed with transcendental knowledge. It is because of this knowledge, not their lust, that they were able to attain the Supreme Brahman.” “The Vedas declare that without spiritual knowledge there is no valid path to liberation. Because these apparently lusty gopīs possessed devotion and knowledge, they achieved liberation.” “Thus even in their attainment of liberation, ‘lust’ followed as a manifestation of their pure devotion. After all, what we call liberation was experienced even by envious persons like Śiśupāla.” “By the mercy of Lord Viṣṇu, one who follows the path of devotional service gains liberation as a by-product, and such a person’s lusty desire, which would normally invoke misfortune, instead invokes the mercy of Viṣṇu when exhibited in pure devotion.” “Lord Viṣṇu will save even a devotee possessed of an envious life. Just see the extreme mercy of the Lord, as shown by His granting liberation to Śiśupāla!” Śiśupāla was Lord Kṛṣṇa’s cousin. He was mortified when the Lord stole the gorgeous young Rukmiṇī, whom Śiśupāla himself was hell-bent on marrying. For various other reasons also, Śiśupāla was consumed with envy of Lord Kṛṣṇa, and finally he insanely offended Him in a great assembly called the Rājasūya sacrifice. At that time Kṛṣṇa nonchalantly cut off Śiśupāla’s head and gave him liberation. Everyone present saw the effulgent soul of Śiśupāla rise out of his dead body and merge into the existence of the Lord. The Seventh Canto explains that Śiśupāla was an incarnation of a gatekeeper in the spiritual world cursed to take birth on the earth as a demon. Since even Śiśupāla was liberated by the Lord, who took into consideration the whole situation, then what to speak of the gopīs, who loved Kṛṣṇa more than anything."
    },
    {
        "verse": "14",
        "devanagari": "नृणां नि:श्रेयसार्थाय व्यक्तिर्भगवतो नृप । अव्ययस्याप्रमेयस्य निर्गुणस्य गुणात्मन: ॥ १४ ॥",
        "english_devnagari": "nṛṇāṁ niḥśreyasārthāyavyaktir bhagavato nṛpaavyayasyāprameyasyanirguṇasya guṇātmanaḥ",
        "verse_Syn": [
            "nṛṇām",
            "niḥśreyasa",
            "arthāya",
            "vyaktiḥ",
            "bhagavataḥ",
            "nṛpa",
            "avyayasya",
            "aprameyasya",
            "nirguṇasya",
            "guṇa",
            "ātmanaḥ"
        ],
        "translation": "O King, the Supreme Lord is inexhaustible and immeasurable, and He is untouched by the material modes because He is their controller. His personal appearance in this world is meant for bestowing the highest benefit on humanity.",
        "purport": " Since Lord Kṛṣṇa descends to benefit mankind in general, why would He neglect innocent young girls who loved Him more than anyone else did? Although the Lord awards Himself to His pure devotees, He is avyaya, inexhaustible, because He is aprameya, immeasurable. He is also nirguṇa, free of material qualities, and thus those who intimately associate with Him are on the same spiritual platform. He is guṇātmā, the controller or original personality behind the modes of nature, and it is specifically for this reason that He is free of them. In other words, because the modes of nature are His energy, they cannot act upon Him."
    },
    {
        "verse": "15",
        "devanagari": "कामं क्रोधं भयं स्‍नेहमैक्यं सौहृदमेव च । नित्यं हरौ विदधतो यान्ति तन्मयतां हि ते ॥ १५ ॥",
        "english_devnagari": "kāmaṁ krodhaṁ bhayaṁ snehamaikyaṁ sauhṛdam eva canityaṁ harau vidadhatoyānti tan-mayatāṁ hi te",
        "verse_Syn": [
            "kāmam",
            "krodham",
            "bhayam",
            "sneham",
            "aikyam",
            "sauhṛdam",
            "eva",
            "ca",
            "nityam",
            "harau",
            "vidadhataḥ",
            "yānti",
            "tat",
            "mayatām",
            "hi",
            "te"
        ],
        "translation": "Persons who constantly direct their lust, anger, fear, protective affection, feeling of impersonal oneness or friendship toward Lord Hari are sure to become absorbed in thought of Him.",
        "purport": " Lord Kṛṣṇa is pure spiritual existence, and those who somehow or other become attached to Him, absorbed in thoughts of Him, rise to the spiritual platform. This is the absolute nature of the Lord’s personal association. With this verse Śukadeva Gosvāmī answers King Parīkṣit’s question about the gopīs. After all, Śukadeva has begun to narrate Kṛṣṇa’s most intimate pastime, the rāsa dance, and Parīkṣit is cooperating to remove the doubts of others who are hearing or who in the future may hear this astonishing story. Śrīla Madhvācārya has quoted a statement from the Skanda Purāṇa that emphatically declares persons like the gopīs to be liberated souls, beyond the pale of material illusion: “Eternal conjugal attraction to Kṛṣṇa, expressed in pure devotional service, cannot develop in one who is not already liberated. Thus those who are devoted to Lord Hari, even in conjugal attraction, are already liberated. “Śrīla Madhvācārya then quotes from the Padma Purāṇa to clarify the essential point that one cannot be liberated simply by lusting after Lord Kṛṣṇa but rather only by possessing conjugal attraction in pure devotional service: “The demigods are always affectionately devoted to the Lord, and the young ladies of heaven called Apsarās have lusty feelings toward Him, although some of them have pure devotion for Him untainted by material lust. Only these latter Apsarās are ready for liberation, because without bona fide devotional service one cannot possibly achieve liberation.” Thus devotional service is not yogyam, or appropriate, unless free from material lust. One should not take cheaply the gopīs’ achievement of personal association with Lord Kṛṣṇa in a conjugal relationship. To show the gravity of direct relationship with the Lord, Śrīla Madhvācārya has quoted the following verses from the Varāha Purāṇa: “The goddess Lakṣmī worships Lord Janārdana as her husband, Lord Brahmā worships Him as his father, and the other demigods worship Him as their grandfather.” “Thus people in general should think, ‘The Supreme Lord is my great-grandfather.’ Lord Viṣṇu is the spiritual master of Brahmā and thus the guru of the guru of the demigods.” “Brahmā is the spiritual master of this universe, and Viṣṇu is the eternally worshipable Deity. With this understanding, and not otherwise, one should worship the Lord.” The above injunctions apply to sarva-jana, “all people in general.” Thus one should follow these injunctions until one achieves the exalted platform of intimate relationship with the Supreme Lord. There is abundant evidence that the gopīs of Vṛndāvana were highly elevated, liberated souls, and thus their pastimes with Kṛṣṇa are pure, spiritual affairs. Keeping this in mind, we can truly understand this chapter of the Śrīmad-Bhāgavatam."
    },
    {
        "verse": "16",
        "devanagari": "न चैवं विस्मय: कार्यो भवता भगवत्यजे । योगेश्वरेश्वरे कृष्णे यत एतद् विमुच्यते ॥ १६ ॥",
        "english_devnagari": "na caivaṁ vismayaḥ kāryobhavatā bhagavaty ajeyogeśvareśvare kṛṣṇeyata etad vimucyate",
        "verse_Syn": [
            "na",
            "ca",
            "evam",
            "vismayaḥ",
            "kāryaḥ",
            "bhavatā",
            "bhagavati",
            "aje",
            "yoga",
            "īśvara",
            "īśvare",
            "kṛṣṇe",
            "yataḥ",
            "etat",
            "vimucyate"
        ],
        "translation": "You should not be so astonished by Kṛṣṇa, the unborn master of all masters of mystic power, the Supreme Personality of Godhead. After all, it is the Lord who liberates this world.",
        "purport": " Parīkṣit Mahārāja should not have been so astonished that Lord Kṛṣṇa’s so-called romantic affairs are in fact meant to liberate the entire universe. After all, that is the Lord’s purpose — to bring all conditioned souls back home, back to Godhead, for an eternal life of bliss and knowledge. The Lord’s conjugal affairs with the gopīs fit in very nicely with that program because we who are actually lusty in material consciousness can be purified and liberated by hearing of them. In the First Canto of Śrīmad-Bhāgavatam (1.5.33), Nārada Muni states: “O good soul, does not a thing applied therapeutically cure a disease that was caused by that very same thing?” Thus Kṛṣṇa’s romantic affairs, being pure, spiritual activities, will cure those who hear about them of the disease of material lust."
    },
    {
        "verse": "17",
        "devanagari": "ता द‍ृष्ट्वान्तिकमायाता भगवान् व्रजयोषित: । अवदद् वदतां श्रेष्ठो वाच: पेशैर्विमोहयन् ॥ १७ ॥",
        "english_devnagari": "tā dṛṣṭvāntikam āyātābhagavān vraja-yoṣitaḥavadad vadatāṁ śreṣṭhovācaḥ peśair vimohayan",
        "verse_Syn": [
            "tāḥ",
            "dṛṣṭvā",
            "antikam",
            "āyātāḥ",
            "bhagavān",
            "vraja",
            "yoṣitaḥ",
            "avadat",
            "vadatām",
            "śreṣṭhaḥ",
            "vācaḥ",
            "peśaiḥ",
            "vimohayan"
        ],
        "translation": "Seeing that the girls of Vraja had arrived, Lord Kṛṣṇa, the best of speakers, greeted them with charming words that bewildered their minds.",
        "purport": " Having established the spiritual nature of the gopīs’ love for Kṛṣṇa, Śukadeva Gosvāmī proceeds with his narration."
    },
    {
        "verse": "18",
        "devanagari": "श्रीभगवानुवाचस्वागतं वो महाभागा: प्रियं किं करवाणि व: । व्रजस्यानामयं कच्चिद् ब्रूतागमनकारणम् ॥ १८ ॥",
        "english_devnagari": "śrī-bhagavān uvācasvāgataṁ vo mahā-bhāgāḥpriyaṁ kiṁ karavāṇi vaḥvrajasyānāmayaṁ kaccidbrūtāgamana-kāraṇam",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "su",
            "āgatam",
            "vaḥ",
            "mahā",
            "bhāgāḥ",
            "priyam",
            "kim",
            "karavāṇi",
            "vaḥ",
            "vrajasya",
            "anāmayam",
            "kaccit",
            "brūta",
            "āgamana",
            "kāraṇam"
        ],
        "translation": "Lord Kṛṣṇa said: O most fortunate ladies, welcome. What may I do to please you? Is everything well in Vraja? Please tell Me the reason for your coming here.",
        "purport": " Lord Kṛṣṇa knew perfectly well why the gopīs had come. In fact, He had called them with the romantic melodies of His flute. So Kṛṣṇa was simply teasing the gopīs by asking them, “Why have you come here so quickly? Is something wrong in town? Why have you come here, anyway? What do you want?” The gopīs were Kṛṣṇa’s young lovers, and therefore these questions certainly bewildered them, for they had responded to Kṛṣṇa’s call with the simple mentality of enjoying conjugal love with Him."
    },
    {
        "verse": "19",
        "devanagari": "रजन्येषा घोररूपा घोरसत्त्वनिषेविता । प्रतियात व्रजं नेह स्थेयं स्त्रीभि: सुमध्यमा: ॥ १९ ॥",
        "english_devnagari": "rajany eṣā ghora-rūpāghora-sattva-niṣevitāpratiyāta vrajaṁ nehastheyaṁ strībhiḥ su-madhyamāḥ",
        "verse_Syn": [
            "rajanī",
            "eṣā",
            "ghora",
            "rūpā",
            "ghora",
            "sattva",
            "niṣevitā",
            "pratiyāta",
            "vrajam",
            "na",
            "iha",
            "stheyam",
            "strībhiḥ",
            "su",
            "madhyamāḥ"
        ],
        "translation": "This night is quite frightening, and frightening creatures are lurking about. Return to Vraja, slender-waisted girls. This is not a proper place for women.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura has written the following charming commentary on this verse: “[The gopīs thought,] ‘Alas, alas, even after shattering our family responsibilities, our sobriety and our shame and enjoying us day after day, and after now dragging us here by the sound of His flute, He is asking us why we have come!’ “As the gopīs cast sidelong glances at one another, the Lord said, ‘If you try to tell Me that you have come to get night-blooming flowers to use in the worship of God, and that it is these flowers you are looking at with your sidelong glances, I will have to reject your excuse as unacceptable, since neither the time, place nor persons involved are appropriate.’ “This is the Lord’s meaning in the verse beginning rajanī. He might have said, ‘Even though there is abundant moonlight, this time of night is very fearsome because many snakes, scorpions and other dangerous creatures too small for you to see are lying beneath the creepers, roots and twigs. Therefore this time is unsuitable for gathering flowers. And not only the time but also this place is unsuitable for you to gather flowers, because at night terrible creatures such as tigers are abroad here. Therefore you should go back to Vraja.’ “‘But,’ the gopīs may object, ‘let us just rest for a few minutes, and then we will go.’ “Then the Lord might reply, ‘Women shouldn’t remain in this kind of place.’ In other words, ‘Because of the time and place, it is wrong for persons like yourselves to stay here even for a moment.’ “Furthermore, by the word su-madhyamāḥ, ‘O slender-waisted ones,’ the Lord implied, ‘You are beautiful young girls, and I am a beautiful young boy. Because you are all very chaste and I am a brahmacārī, as confirmed by the words kṛṣṇo brahmacārī in the śruti [Gopāla-tāpanī Upaniṣad], there should be no fault in our being in the same place. Nonetheless, the mind can never be trusted — neither yours nor My own.’ “The Lord’s inner eagerness thus hinted at is obvious if we read His words between the lines, as follows: ‘If out of shyness you cannot tell Me the reason you’ve come, then don’t speak. I already know it anyway, so just listen as I tell it to you.’ Thus the Lord speaks the words beginning rajanī.” The following statement by Kṛṣṇa is based on an alternative meaning of the verse derived when the Sanskrit words are separated in a different way. The alternative separation, according to Śrīla Viśvanātha Cakravartī, would be rajanī eṣā aghora-rūpā aghora-sattva-niṣevitā/ pratiyāta vrajaṁ na iha stheyaṁ stribhiḥ su-madhyamāḥ. Through Śrīla Viśvanātha’s commentary Kṛṣṇa now explains the meaning of this division of words. “‘The pervasive moonshine has made this night appear not at all fearsome, and therefore this forest is populated by harmless creatures such as deer (aghora-sattvaiḥ), or else by animals such as tigers that are harmless because of Vṛndāvana’s naturally nonviolent atmosphere. Consequently this night should not frighten you.’ Or else Kṛṣṇa may have meant, ‘You should not be afraid of your own husbands and other relatives because, the night being populated by fearsome animals, they will not come near this place. Therefore please do not go back to Vraja [na pratiyāta], but stay here in My company [iha stheyam].’ “The gopīs may ask the Lord, ‘How are You staying here?’ “The Lord answers, ‘With women.’ “But are You satisfied to keep just any women in Your company?’ “The Lord replies to this with the word su-madhyamāḥ, meaning, ‘Only women who are young and beautiful, who have slender waists — namely yourselves — should stay here with Me, and not others.’ Thus we can appreciate that Kṛṣṇa’s statements are full of considerate as well as neglectful sentiments.” Kṛṣṇa’s words are certainly brilliant, because according to the rules of Sanskrit grammar they may be understood in either of two opposite ways. In the first case, as translated above, Lord Kṛṣṇa continues to tease the gopīs by telling them the night is dangerous and inauspicious and that they should go home. But Kṛṣṇa is simultaneously saying exactly the opposite — namely, that there is absolutely no reason for the gopīs to fear coming to the Lord, that the night is quite auspicious and that the girls should under no circumstances go back home. Thus Lord Kṛṣṇa simultaneously teases and enchants the gopīs with His words."
    },
    {
        "verse": "20",
        "devanagari": "मातर: पितर: पुत्रा भ्रातर: पतयश्च व: । विचिन्वन्ति ह्यपश्यन्तो मा कृढ्‌वं बन्धुसाध्वसम् ॥ २० ॥",
        "english_devnagari": "mātaraḥ pitaraḥ putrābhrātaraḥ patayaś ca vaḥvicinvanti hy apaśyantomā kṛḍhvaṁ bandhu-sādhvasam",
        "verse_Syn": [
            "mātaraḥ",
            "pitaraḥ",
            "putrāḥ",
            "bhrātaraḥ",
            "patayaḥ",
            "ca",
            "vaḥ",
            "vincinvanti",
            "hi",
            "apaśyantaḥ",
            "mā",
            "kṛḍhvam",
            "bandhu",
            "sādhvasam"
        ],
        "translation": "Not finding you at home, your mothers, fathers, sons, brothers and husbands are certainly searching for you. Don’t cause anxiety for your family members.",
        "purport": ""
    },
    {
        "verse": "21-22",
        "devanagari": "द‍ृष्टं वनं कुसुमितं राकेशकररञ्जितम् । यमुनानिललीलैजत्तरुपल्लवशोभितम् ॥ २१ ॥ तद् यात मा चिरं गोष्ठं शुश्रूषध्वं पतीन् सती: । क्रन्दन्ति वत्सा बालाश्च तान् पाययत दुह्यत ॥ २२ ॥",
        "english_devnagari": "dṛṣṭaṁ vanaṁ kusumitaṁrākeśa-kara-rañjitamyamunānila-līlaijattaru-pallava-śobhitam",
        "verse_Syn": [
            "dṛṣṭam",
            "vanam",
            "kusumitam",
            "rākā",
            "īśa",
            "kara",
            "rañjitam",
            "yamunā",
            "anila",
            "līlā",
            "ejat",
            "taru",
            "pallava",
            "śobhitam",
            "tat",
            "yāta",
            "mā",
            "ciram",
            "goṣṭham",
            "śuśrūṣadhvam",
            "patīn",
            "satīḥ",
            "krandanti",
            "vatsāḥ",
            "bālāḥ",
            "ca",
            "tān",
            "pāyayata",
            "duhyata"
        ],
        "translation": "Now you have seen this Vṛndāvana forest, full of flowers and resplendent with the light of the full moon. You have seen the beauty of the trees, with their leaves trembling in the gentle breeze coming from the Yamunā. So now go back to the cowherd village. Don’t delay. O chaste ladies, serve your husbands and give milk to your crying babies and calves.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura further explains text 22 as follows: “Lord Kṛṣṇa says, ‘Therefore don’t wait a long time before going, but go immediately.’ The word satīḥ means that the gopīs are loyal to their husbands; therefore Kṛṣṇa indicates that the gopīs should serve their husbands so the latter can accomplish their religious duties, and that the gopīs should also be considered worshipable because of their chastity. All this Kṛṣṇa says to the gopīs who are married. And now to the unmarried girls He says, ‘The calves are crying, so see to it that they get milk.’ To the muni-cārī gopīs He says, ‘Your babies are crying, so feed them milk.’” Śrīla Viśvanātha Cakravartī Ṭhākura further reveals the hidden meaning of these two verses as follows: “In text 21 Kṛṣṇa might have said, ‘This Vṛndāvana is the very best of places, and moreover this is a full-moon night. Furthermore, we have the Yamunā on all sides, and there are cool, gentle, fragrant breezes blowing. These are all transcendental opulences that stimulate loving exchanges, and since I am also here as the foremost ecstatic opulence — the object of love — let us now test how much expertise you can show in relishing rasas.’ “In text 22 He means to say, ‘Thus for a long time, for the entire duration of this night, don’t leave, but rather stay here and enjoy with Me. Don’t go serve your husbands and the gentle women — your mothers-in-law and so forth. It would not be fitting for you to waste such beauty and youth, which are gifts of the creator. Nor should you milk the cows or give milk to the calves and babies. What do you, who are so full of ecstatic attraction for Me, have to do with these affairs?’” Śrīla Viśvanātha Cakravartī Ṭhākura also explains that the gopīs could not really be sure exactly what Kṛṣṇa was doing — whether He was merely joking, inviting them to stay or instructing them to return home. Thus as Śrī Kṛṣṇa spoke about the beauty of the forest, the gopīs felt embarrassed and bewildered and looked upward at the trees, and as He spoke about the Yamunā they looked all around at the river. Their absolute purity and simplicity, along with their absolute devotion to Lord Kṛṣṇa in the conjugal mood, created the most beautiful pastimes ever exhibited in this universe."
    },
    {
        "verse": "23",
        "devanagari": "अथ वा मदभिस्‍नेहाद् भवत्यो यन्त्रिताशया: । आगता ह्युपपन्नं व: प्रीयन्ते मयि जन्तव: ॥ २३ ॥",
        "english_devnagari": "atha vā mad-abhisnehādbhavatyo yantritāśayāḥāgatā hy upapannaṁ vaḥprīyante mayi jantavaḥ",
        "verse_Syn": [
            "atha",
            "vā",
            "mat",
            "abhisnehāt",
            "bhavatyaḥ",
            "yantrita",
            "aśayāḥ",
            "āgatāḥ",
            "hi",
            "upapannam",
            "vaḥ",
            "prīyante",
            "mayi",
            "jantavaḥ"
        ],
        "translation": "On the other hand, perhaps you have come here out of your great love for Me, which has taken control of your hearts. This is of course quite commendable on your part, since all living entities possess natural affection for Me.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "भर्तु: शुश्रूषणं स्त्रीणां परो धर्मो ह्यमायया ।तद्बन्धूनां च कल्याण: प्रजानां चानुपोषणम् ॥ २४ ॥",
        "english_devnagari": "bhartuḥ śuśrūṣaṇaṁ strīṇāṁparo dharmo hy amāyayātad-bandhūnāṁ ca kalyāṇaḥprajānāṁ cānupoṣaṇam",
        "verse_Syn": [
            "bhartuḥ",
            "śuśrūṣaṇam",
            "strīṇām",
            "paraḥ",
            "dharmaḥ",
            "hi",
            "amāyayā",
            "tat",
            "bandhūnām",
            "ca",
            "kalyāṇaḥ",
            "prajānām",
            "ca",
            "anupoṣaṇam"
        ],
        "translation": "The highest religious duty for a woman is to sincerely serve her husband, behave well toward her husband’s family and take good care of her children.",
        "purport": " Śrīla Jīva Gosvāmī astutely points out here that the gopīs’ real, eternal husband is Lord Kṛṣṇa, not their so-called husbands at home, who falsely considered the gopīs their property. Thus a strict interpretation of the word amāyayā, “without illusion,” reveals that the supreme religious duty for the gopīs is to serve Śrī Kṛṣṇa, their real lover."
    },
    {
        "verse": "25",
        "devanagari": "दु:शीलो दुर्भगो वृद्धो जडो रोग्यधनोऽपि वा ।पति: स्त्रीभिर्न हातव्यो लोकेप्सुभिरपातकी ॥ २५ ॥",
        "english_devnagari": "duḥśīlo durbhago vṛddhojaḍo rogy adhano ’pi vāpatiḥ strībhir na hātavyolokepsubhir apātakī",
        "verse_Syn": [
            "duḥśīlaḥ",
            "durbhagaḥ",
            "vṛddhaḥ",
            "jaḍaḥ",
            "rogī",
            "adhanaḥ",
            "api",
            "vā",
            "patiḥ",
            "strībhiḥ",
            "na",
            "hātavyaḥ",
            "loka",
            "īpsubhiḥ",
            "apātakī"
        ],
        "translation": "Women who desire a good destination in the next life should never abandon a husband who has not fallen from his religious standards, even if he is obnoxious, unfortunate, old, unintelligent, sickly or poor.",
        "purport": " Śrīla Viśvanātha Cakravartī quotes a similar statement from smṛti-śāstra: patiṁ tv apatitaṁ bhajet. “One should serve a master who is not fallen.” Sometimes the foolish argument is given that even if a husband falls down from spiritual principles, his wife should continue to follow him since he is her “guru.” In fact, since Kṛṣṇa consciousness cannot be subordinated to any other religious principle, a guru who engages his follower in materialistic, sinful activities loses his status as a guru. Śrīla Prabhupāda stated that the system of monarchy collapsed in Europe because the monarchs abused and exploited their position. Similarly, in the Western world men have abused and exploited women, and now there is a popular movement in which women reject the authority of their husbands. Ideally, men should be staunch in spiritual life and give pure, sincere guidance to the women under their care. The gopīs, of course, being on the highest platform of spiritual perfection, were transcendental to all positive and negative religious considerations. In other words, they were the eternal lovers of the Absolute Truth."
    },
    {
        "verse": "26",
        "devanagari": "अस्वर्ग्यमयशस्यं च फल्गु कृच्छ्रं भयावहम् ।जुगुप्सितं च सर्वत्र ह्यौपपत्यं कुलस्त्रिय: ॥ २६ ॥",
        "english_devnagari": "asvargyam ayaśasyaṁ caphalgu kṛcchraṁ bhayāvahamjugupsitaṁ ca sarvatrahy aupapatyaṁ kula-striyaḥ",
        "verse_Syn": [
            "asvargyam",
            "ayaśasyam",
            "ca",
            "phalgu",
            "kṛcchram",
            "bhaya",
            "āvaham",
            "jugupsitam",
            "ca",
            "sarvatra",
            "hi",
            "aupapatyam",
            "kula",
            "striyaḥ"
        ],
        "translation": "For a woman from a respectable family, petty adulterous affairs are always condemned. They bar her from heaven, ruin her reputation and bring her difficulty and fear.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "श्रवणाद् दर्शनाद्ध्यानान्मयि भावोऽनुकीर्तनात् ।न तथा सन्निकर्षेण प्रतियात ततो गृहान् ॥ २७ ॥",
        "english_devnagari": "śravaṇād darśanād dhyānānmayi bhāvo ’nukīrtanātna tathā sannikarṣeṇapratiyāta tato gṛhān",
        "verse_Syn": [
            "śravaṇāt",
            "darśanāt",
            "dhyānāt",
            "mayi",
            "bhāvaḥ",
            "anukīrtanāt",
            "na",
            "tathā",
            "sannikarṣeṇa",
            "pratiyāta",
            "tataḥ",
            "gṛhān"
        ],
        "translation": "Transcendental love for Me arises by the devotional processes of hearing about Me, seeing My Deity form, meditating on Me and faithfully chanting My glories. The same result is not achieved by mere physical proximity. So please go back to your homes.",
        "purport": " Lord Kṛṣṇa is certainly presenting formidable arguments."
    },
    {
        "verse": "28",
        "devanagari": "श्रीशुक उवाचइति विप्रियमाकर्ण्य गोप्यो गोविन्दभाषितम् ।विषण्णा भग्नसङ्कल्पाश्चिन्तामापुर्दुरत्ययाम् ॥ २८ ॥",
        "english_devnagari": "śrī-śuka uvācaiti vipriyam ākarṇyagopyo govinda-bhāṣitamviṣaṇṇā bhagna-saṅkalpāścintām āpur duratyayām",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "vipriyam",
            "ākarṇya",
            "gopyaḥ",
            "govinda",
            "bhāṣitam",
            "viṣaṇṇāḥ",
            "bhagna",
            "saṅkalpāḥ",
            "cintām",
            "āpuḥ",
            "duratyayām"
        ],
        "translation": "Śukadeva Gosvāmī said: Hearing these unpleasant words spoken by Govinda, the gopīs became morose. Their great hopes were frustrated and they felt insurmountable anxiety.",
        "purport": " The gopīs did not know what to do. They considered falling at Kṛṣṇa’s feet and crying for His mercy, or perhaps remaining aloof and going back to their homes. But they could do neither of these things and so felt great anxiety."
    },
    {
        "verse": "29",
        "devanagari": "कृत्वा मुखान्यव शुच: श्वसनेन शुष्यद्-बिम्बाधराणि चरणेन भुव: लिखन्त्य: ।अस्रैरुपात्तमसिभि: कुचकुङ्कुमानितस्थुर्मृजन्त्य उरुदु:खभरा: स्म तूष्णीम् ॥ २९ ॥",
        "english_devnagari": "kṛtvā mukhāny ava śucaḥ śvasanena śuṣyadbimbādharāṇi caraṇena bhuvaḥ likhantyaḥasrair upātta-masibhiḥ kuca-kuṅkumānitasthur mṛjantya uru-duḥkha-bharāḥ sma tūṣṇīm",
        "verse_Syn": [
            "kṛtvā",
            "mukhāni",
            "ava",
            "śucaḥ",
            "śvasanena",
            "śuṣyat",
            "bimba",
            "adharāṇi",
            "caraṇena",
            "bhuvaḥ",
            "likhantyaḥ",
            "asraiḥ",
            "upātta",
            "masibhiḥ",
            "kuca",
            "kuṅkumāni",
            "tasthuḥ",
            "mṛjantyaḥ",
            "uru",
            "duḥkha",
            "bharāḥ",
            "sma",
            "tūṣṇīm"
        ],
        "translation": "Their heads hanging down and their heavy, sorrowful breathing drying up their reddened lips, the gopīs scratched the ground with their toes. Tears flowed from their eyes, carrying their kajjala and washing away the vermilion smeared on their breasts. Thus they stood, silently bearing the burden of their unhappiness.",
        "purport": " The gopīs felt, “If Kṛṣṇa has not been conquered by our love, then our love must not be genuine. And if we cannot properly love Kṛṣṇa, what is the use of our lives?” Their reddish lips were drying up because of the hot breathing that arose from their unhappiness. When the hot sun dries ripe red bimba fruits, dark spots appear on them and they grow soft. The beautiful lips of the gopīs similarly changed in appearance. They stood silently before Kṛṣṇa, unable to speak."
    },
    {
        "verse": "30",
        "devanagari": "प्रेष्ठं प्रियेतरमिव प्रतिभाषमाणंकृष्णं तदर्थविनिवर्तितसर्वकामा: ।नेत्रे विमृज्य रुदितोपहते स्म किञ्चित्-संरम्भगद्गदगिरोऽब्रुवतानुरक्ता: ॥ ३० ॥",
        "english_devnagari": "preṣṭhaṁ priyetaram iva pratibhāṣamāṇaṁkṛṣṇaṁ tad-artha-vinivartita-sarva-kāmāḥnetre vimṛjya ruditopahate sma kiñcitsaṁrambha-gadgada-giro ’bruvatānuraktāḥ",
        "verse_Syn": [
            "preṣṭham",
            "priya",
            "itaram",
            "iva",
            "pratibhāṣamāṇam",
            "kṛṣṇam",
            "tat",
            "artha",
            "vinivartita",
            "sarva",
            "kāmāḥ",
            "netre",
            "vimṛjya",
            "rudita",
            "upahate",
            "sma",
            "kiñcit",
            "saṁrambha",
            "gadgada",
            "giraḥ",
            "abruvata",
            "anuraktāḥ"
        ],
        "translation": "Although Kṛṣṇa was their beloved, and although they had abandoned all other objects of desire for His sake, He had been speaking to them unfavorably. Nonetheless, they remained unflinching in their attachment to Him. Stopping their crying, they wiped their eyes and began to speak, their voices stammering with agitation.",
        "purport": " The gopīs now replied to Śrī Kṛṣṇa, their voices choking up with anger caused by their intense love for Him and their unwillingness to give Him up. They would not allow Him to reject them."
    },
    {
        "verse": "31",
        "devanagari": "गोप्य ऊचु:मैवं विभोऽर्हति भवान् गदितुं नृशंसंसन्त्यज्य सर्वविषयांस्तव पादमूलम् ।भक्ता भजस्व दुरवग्रह मा त्यजास्मान्देवो यथादिपुरुषो भजते मुमुक्षून् ॥ ३१ ॥",
        "english_devnagari": "śrī-gopya ūcuḥmaivaṁ vibho ’rhati bhavān gadituṁ nṛ-śaṁsaṁsantyajya sarva-viṣayāṁs tava pāda-mūlambhaktā bhajasva duravagraha mā tyajāsmāndevo yathādi-puruṣo bhajate mumukṣūn",
        "verse_Syn": [
            "śrī",
            "gopyaḥ",
            "ūcuḥ",
            "mā",
            "evam",
            "vibho",
            "arhati",
            "bhavān",
            "gaditum",
            "nṛ",
            "śaṁsam",
            "santyajya",
            "sarva",
            "viṣayān",
            "tava",
            "pāda",
            "mūlam",
            "bhaktāḥ",
            "bhajasva",
            "duravagraha",
            "mā",
            "tyaja",
            "asmān",
            "devāḥ",
            "yathā",
            "ādi",
            "puruṣaḥ",
            "bhajate",
            "mumukṣūn"
        ],
        "translation": "The beautiful gopīs said: O all-powerful one, You should not speak in this cruel way. Do not reject us, who have renounced all material enjoyment to render devotional service to Your lotus feet. Reciprocate with us, O stubborn one, just as the primeval Lord, Śrī Nārāyaṇa, reciprocates with His devotees in their endeavors for liberation.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "यत्पत्यपत्यसुहृदामनुवृत्तिरङ्गस्त्रीणां स्वधर्म इति धर्मविदा त्वयोक्तम् ।अस्त्वेवमेतदुपदेशपदे त्वयीशेप्रेष्ठो भवांस्तनुभृतां किल बन्धुरात्मा ॥ ३२ ॥",
        "english_devnagari": "yat paty-apatya-suhṛdām anuvṛttir aṅgastrīṇāṁ sva-dharma iti dharma-vidā tvayoktamastv evam etad upadeśa-pade tvayīśepreṣṭho bhavāṁs tanu-bhṛtāṁ kila bandhur ātmā",
        "verse_Syn": [
            "yat",
            "pati",
            "apatya",
            "suhṛdām",
            "anuvṛttiḥ",
            "aṅga",
            "strīṇām",
            "sva",
            "dharmaḥ",
            "iti",
            "dharma",
            "vidā",
            "tvayā",
            "uktam",
            "astu",
            "evam",
            "etat",
            "upadeśa",
            "pade",
            "tvayi",
            "īśe",
            "preṣṭhaḥ",
            "bhavān",
            "tanu",
            "bhṛtām",
            "kila",
            "bandhuḥ",
            "ātmā"
        ],
        "translation": "Our dear Kṛṣṇa, as an expert in religion You have advised us that the proper religious duty for women is to faithfully serve their husbands, children and other relatives. We agree that this principle is valid, but actually this service should be rendered to You. After all, O Lord, You are the dearmost friend of all embodied souls. You are their most intimate relative and indeed their very Self.",
        "purport": " Śrī Kṛṣṇa is the Soul of all souls, their dearmost friend and well-wisher. As stated in the Eleventh Canto of the Bhāgavatam (11.5.41): “O King, one who has given up all material duties and has taken full shelter of the lotus feet of Mukunda, who offers shelter to all, is not indebted to the demigods, great sages, ordinary living beings, relatives, friends, mankind or even one’s forefathers who have passed away. Since all such classes of living entities are part and parcel of the Supreme Lord, one who has surrendered to the Lord’s service has no need to serve such persons separately.” Authority descends from the author of all existence, the Supreme Lord. Natural figures of authority such as husbands, mothers, government leaders and sages gain their power and authority from the Supreme Lord and should thus represent the Absolute Truth to those who follow them. If one wholeheartedly engages in loving service to the original, Supreme Truth, one need not indirectly serve the Absolute Truth through the above-mentioned secondary authorities. Even a soul surrendered to God, however, continues to serve the spiritual master, who is a direct, not an indirect, representative of the Supreme Lord. A bona fide ācārya, or spiritual master, is the transparent medium leading the disciple to the lotus feet of Kṛṣṇa. All indirect authorities become obsolete when one is directly in touch with the Absolute Truth. The gopīs wanted to explain this basic point to Kṛṣṇa, and some of the bolder young girls among them attempted to defeat Śrī Kṛṣṇa with His own statements, as exemplified in this verse."
    },
    {
        "verse": "33",
        "devanagari": "कुर्वन्ति हि त्वयि रतिं कुशला: स्व आत्मन्नित्यप्रिये पतिसुतादिभिरार्तिदै: किम् ।तन्न: प्रसीद परमेश्वर मा स्म छिन्द्याआशां धृतां त्वयि चिरादरविन्दनेत्र ॥ ३३ ॥",
        "english_devnagari": "kurvanti hi tvayi ratiṁ kuśalāḥ sva ātmannitya-priye pati-sutādibhir ārti-daiḥ kimtan naḥ prasīda parameśvara mā sma chindyāāśāṁ dhṛtāṁ tvayi cirād aravinda-netra",
        "verse_Syn": [
            "kurvanti",
            "hi",
            "tvayi",
            "ratim",
            "kuśalāḥ",
            "sve",
            "ātman",
            "nitya",
            "priye",
            "pati",
            "suta",
            "ādibhiḥ",
            "ārti",
            "daiḥ",
            "kim",
            "tat",
            "naḥ",
            "prasīda",
            "parama",
            "īśvara",
            "mā",
            "sma",
            "chindyāḥ",
            "āśām",
            "dhṛtām",
            "tvayi",
            "cirāt",
            "aravinda",
            "netra"
        ],
        "translation": "Expert transcendentalists always direct their affection toward You because they recognize You as their true Self and eternal beloved. What use do we have for these husbands, children and relatives of ours, who simply give us trouble? Therefore, O supreme controller, grant us Your mercy. O lotus-eyed one, please do not cut down our long-cherished hope to have Your association.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "चित्तं सुखेन भवतापहृतं गृहेषुयन्निर्विशत्युत करावपि गृह्यकृत्ये ।पादौ पदं न चलतस्तव पादमूलाद्याम: कथं व्रजमथो करवाम किं वा ॥ ३४ ॥",
        "english_devnagari": "cittaṁ sukhena bhavatāpahṛtaṁ gṛheṣuyan nirviśaty uta karāv api gṛhya-kṛtyepādau padaṁ na calatas tava pāda-mūlādyāmaḥ kathaṁ vrajam atho karavāma kiṁ vā",
        "verse_Syn": [
            "cittam",
            "sukhena",
            "bhavatā",
            "apahṛtam",
            "gṛheṣu",
            "yat",
            "nirviśati",
            "uta",
            "karau",
            "api",
            "gṛhya",
            "kṛtye",
            "pādau",
            "padam",
            "na",
            "calataḥ",
            "tava",
            "pāda",
            "mūlāt",
            "yāmaḥ",
            "katham",
            "vrajam",
            "atha",
            "u",
            "karavāma",
            "kim",
            "vā"
        ],
        "translation": "Until today our minds were absorbed in household affairs, but You easily stole both our minds and our hands away from our housework. Now our feet won’t move one step from Your lotus feet. How can we go back to Vraja? What would we do there?",
        "purport": " Śrī Kṛṣṇa had blown into His flute, and the intoxicating music that had come out of its holes had stolen the minds of the young gopī girls. Now they had come to see Kṛṣṇa to demand back their stolen property, but they could regain their minds only if Śrī Kṛṣṇa accepted them and engaged with them in conjugal affairs. Śrī Kṛṣṇa might have replied, “But My dear gopīs, just go home for now. Let Me consider the situation for a day or two, and then I will give you back your minds.” In reply to this possible argument, the gopīs state, “Our feet refuse to move even one step. So please give us back our minds and accept us, and then we will go.”"
    },
    {
        "verse": "35",
        "devanagari": "सिञ्चाङ्ग नस्त्वदधरामृतपूरकेणहासावलोककलगीतजहृच्छयाग्निम् ।नो चेद्वयं विरहजाग्न्युपयुक्तदेहाध्यानेन याम पदयो: पदवीं सखे ते ॥ ३५ ॥",
        "english_devnagari": "siñcāṅga nas tvad-adharāmṛta-pūrakeṇahāsāvaloka-kala-gīta-ja-hṛc-chayāgnimno ced vayaṁ virahajāgny-upayukta-dehādhyānena yāma padayoḥ padavīṁ sakhe te",
        "verse_Syn": [
            "siñca",
            "aṅga",
            "naḥ",
            "tvat",
            "adhara",
            "amṛta",
            "pūrakeṇa",
            "hāsa",
            "avaloka",
            "kala",
            "gīta",
            "ja",
            "hṛt",
            "śaya",
            "agnim",
            "na",
            "u",
            "cet",
            "vayam",
            "viraha",
            "ja",
            "agni",
            "upayukta",
            "dehāḥ",
            "dhyānena",
            "yāma",
            "padayoḥ",
            "padavīm",
            "sakhe",
            "te"
        ],
        "translation": "Dear Kṛṣṇa, please pour the nectar of Your lips upon the fire within our hearts — a fire You ignited with Your smiling glances and the sweet song of Your flute. If You do not, we will consign our bodies to the fire of separation from You, O friend, and thus like yogīs attain to the abode of Your lotus feet by meditation.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "यर्ह्यम्बुजाक्ष तव पादतलं रमायादत्तक्षणं क्‍वचिदरण्यजनप्रियस्य ।अस्प्राक्ष्म तत्प्रभृति नान्यसमक्षमञ्ज:स्थातुं स्त्वयाभिरमिता बत पारयाम: ॥ ३६ ॥",
        "english_devnagari": "yarhy ambujākṣa tava pāda-talaṁ ramāyādatta-kṣaṇaṁ kvacid araṇya-jana-priyasyaasprākṣma tat-prabhṛti nānya-samakṣam añjaḥsthātuṁs tvayābhiramitā bata pārayāmaḥ",
        "verse_Syn": [
            "yarhi",
            "ambuja",
            "akṣa",
            "tava",
            "pāda",
            "talam",
            "ramāyāḥ",
            "datta",
            "kṣaṇam",
            "kvacit",
            "araṇya",
            "jana",
            "priyasya",
            "asprākṣma",
            "tat",
            "prabhṛti",
            "na",
            "anya",
            "samakṣam",
            "añjaḥ",
            "sthātum",
            "tvayā",
            "abhiramitāḥ",
            "bata",
            "pārayāmaḥ"
        ],
        "translation": "O lotus-eyed one, the goddess of fortune considers it a festive occasion whenever she touches the soles of Your lotus feet. You are very dear to the residents of the forest, and therefore we will also touch those lotus feet. From that time on we will be unable even to stand in the presence of any other man, for we will have been fully satisfied by You.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "श्रीर्यत्पदाम्बुजरजश्चकमे तुलस्यालब्ध्वापि वक्षसि पदं किल भृत्यजुष्टम् ।यस्या: स्ववीक्षण उतान्यसुरप्रयास-स्तद्वद् वयं च तव पादरज: प्रपन्ना: ॥ ३७ ॥",
        "english_devnagari": "śrīr yat padāmbuja-rajaś cakame tulasyālabdhvāpi vakṣasi padaṁ kila bhṛtya-juṣṭamyasyāḥ sva-vīkṣaṇa utānya-sura-prayāsastadvad vayaṁ ca tava pāda-rajaḥ prapannāḥ",
        "verse_Syn": [
            "śrīḥ",
            "yat",
            "pada",
            "ambuja",
            "rajaḥ",
            "cakame",
            "tulasyā",
            "labdhvā",
            "api",
            "vakṣasi",
            "padam",
            "kila",
            "bhṛtya",
            "juṣṭam",
            "yasyāḥ",
            "sva",
            "vīkṣaṇe",
            "uta",
            "anya",
            "sura",
            "prayāsaḥ",
            "tadvat",
            "vayam",
            "ca",
            "tava",
            "pāda",
            "rajaḥ",
            "prapannāḥ"
        ],
        "translation": "Goddess Lakṣmī, whose glance is sought after by the demigods with great endeavor, has achieved the unique position of always remaining on the chest of her Lord, Nārāyaṇa. Still, she desires the dust of His lotus feet, even though she has to share that dust with Tulasī-devī and indeed with the Lord’s many other servants. Similarly, we have approached the dust of Your lotus feet for shelter.",
        "purport": " The gopīs here point out that the dust of the Lord’s feet is so ecstatic and enlivening that the goddess of fortune wants to abandon her unique position on His chest to share with many other devotees a position at His feet. Thus the gopīs urge Lord Kṛṣṇa not to be guilty of a double standard. Since the Lord gave the goddess of fortune a place on His chest and also allowed her to seek the dust of His lotus feet, Kṛṣṇa should certainly give the same opportunity to His most loving devotees, the gopīs. “After all” the gopīs plead, “seeking the dust of Your lotus feet is perfectly justified, and You should encourage us in this endeavor and not try to send us away.”"
    },
    {
        "verse": "38",
        "devanagari": "तन्न: प्रसीद वृजिनार्दन तेऽङ्‍‍‍‍‍घ्रिमूलंप्राप्ता विसृज्य वसतीस्त्वदुपासनाशा: ।त्वत्सुन्दरस्मितनिरीक्षणतीव्रकाम-तप्तात्मनां पुरुषभूषण देहि दास्यम् ॥ ३८ ॥",
        "english_devnagari": "tan naḥ prasīda vṛjinārdana te ’nghri-mūlaṁprāptā visṛjya vasatīs tvad-upāsanāśāḥtvat-sundara-smita-nirīkṣaṇa-tīvra-kāmataptātmanāṁ puruṣa-bhūṣaṇa dehi dāsyam",
        "verse_Syn": [
            "tat",
            "naḥ",
            "prasīda",
            "vṛjina",
            "ardana",
            "te",
            "aṅghri",
            "mūlam",
            "prāptāḥ",
            "visṛjya",
            "vasatīḥ",
            "tvat",
            "upāsanā",
            "āśāḥ",
            "tvat",
            "sundara",
            "smita",
            "nirīkṣaṇa",
            "tīvra",
            "kāma",
            "tapta",
            "ātmanām",
            "puruṣa",
            "bhūṣaṇa",
            "dehi",
            "dāsyam"
        ],
        "translation": "Therefore, O vanquisher of all distress, please show us mercy. To approach Your lotus feet we abandoned our families and homes, and we have no desire other than to serve You. Our hearts are burning with intense desires generated by Your beautiful smiling glances. O jewel among men, please make us Your maidservants.",
        "purport": " When Śrī Kṛṣṇa was born, the sage Garga predicted that He would manifest all the opulences of the Supreme Lord Nārāyaṇa. The gopīs now appeal to the Lord to fulfill this prediction by being merciful and granting them direct service, just as Lord Nārāyaṇa awards direct service to His loving devotees. The gopīs emphasize that they did not give up their families and homes with the hope of securing a higher pleasure from Kṛṣṇa. They are simply begging for service, revealing their pure-hearted devotion. The gopīs think, “If in the course of Your pursuing Your happiness we somehow or other become happy by seeing Your face, what is the harm in that?” Śrīla Viśvanātha Cakravartī comments on the words puruṣa-bhūṣaṇa, “O jewel among men.” The Ṭhākura states that the gopīs meant to say, “O jewel of all males, please decorate our golden bodies with the dark blue gems of Your limbs.”"
    },
    {
        "verse": "39",
        "devanagari": "वीक्ष्यालकावृतमुखं तव कुण्डलश्री-गण्डस्थलाधरसुधं हसितावलोकम् ।दत्ताभयं च भुजदण्डयुगं विलोक्यवक्ष: श्रियैकरमणं च भवाम दास्य: ॥ ३९ ॥",
        "english_devnagari": "vīkṣyālakāvṛta-mukhaṁ tava kuṇdala-śrīgaṇḍa-sthalādhara-sudhaṁ hasitāvalokamdattābhayaṁ ca bhuja-daṇḍa-yugaṁ vilokyavakṣaḥ śriyaika-ramaṇaṁ ca bhavāma dāsyaḥ",
        "verse_Syn": [
            "vīkṣya",
            "alaka",
            "āvṛta",
            "mukham",
            "tava",
            "kuṇḍala",
            "śrī",
            "gaṇḍa",
            "sthala",
            "adhara",
            "sudham",
            "hasita",
            "avalokam",
            "datta",
            "abhayam",
            "ca",
            "bhuja",
            "daṇḍa",
            "yugam",
            "vilokya",
            "vakṣaḥ",
            "śrī",
            "eka",
            "ramaṇam",
            "ca",
            "bhavāma",
            "dāsyaḥ"
        ],
        "translation": "Seeing Your face encircled by curling locks of hair, Your cheeks beautified by earrings, Your lips full of nectar, and Your smiling glance, and also seeing Your two imposing arms, which take away our fear, and Your chest, which is the only source of pleasure for the goddess of fortune, we must become Your maidservants.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura envisions the gopīs’ dealings with Kṛṣṇa as follows: “Kṛṣṇa says, ‘You want to become My servants; so do I have to buy you with some payment, or are you giving yourselves freely?’ “The gopīs reply, ‘Since the beginning of our youthful womanhood You have been purchasing us with a payment millions and millions of times more than enough. That payment is Your gemlike smiling glance, which constitutes a great treasure we have never heard about or seen anywhere else.’ “‘When You put Your golden turban on Your head, Your maidservant will act as Your valet, pulling up the turban bit by bit until it is in just the right position. And even while You shake a chastising finger at her, trying hard to prohibit her, she will put her hand beneath Your turban and take the opportunity to glance at Your face. Thus we, Your maidservants, will relish with our eyes Your abundant sweetness.’ “Kṛṣṇa says, ‘Your husbands will not tolerate this behavior of ours. They will complain bitterly to King Kaṁsa, thus producing a fearful situation for Me and for you as well.’ “The gopīs say, ‘But Kṛṣṇa, Your two mighty arms make us fearless, just as they did when You held up Govardhana Hill to protect us from the pride of Mahendra. Those arms will certainly kill that beast Kaṁsa.’ “‘But being a religious person, I cannot make others’ wives My maidservants.’ “‘O dear crest jewel of religious personalities, You may say that You refuse to make the cowherds’ wives Your maidservants, but by force You have already taken Lakṣmī, the wife of Nārāyaṇa, from Vaikuṇṭha and are carrying her around on Your chest. Out of shame she has assumed the form of a golden line on Your chest, and she takes her only pleasure there. Besides, within all the fourteen worlds and even above these worlds — in Vaikuṇṭhaloka, beyond this universe — You never reject any beautiful woman, no matter who she is or whom she belongs to. We know this quite well.’”"
    },
    {
        "verse": "40",
        "devanagari": "का स्त्र्यङ्ग ते कलपदायतवेणुगीत-सम्मोहितार्यचरितान्न चलेत्त्रिलोक्याम् ।त्रैलोक्यसौभगमिदं च निरीक्ष्य रूपंयद् गोद्विजद्रुममृगा: पुलकान्यबिभ्रन् ॥ ४० ॥",
        "english_devnagari": "kā stry aṅga te kala-padāyata-veṇu-gīta-sammohitārya-caritān na calet tri-lokyāmtrailokya-saubhagam idaṁ ca nirīkṣya rūpaṁyad go-dvija-druma-mṛgāḥ pulakāny abibhran",
        "verse_Syn": [
            "kā",
            "strī",
            "aṅga",
            "te",
            "kala",
            "pada",
            "āyata",
            "veṇu",
            "gīta",
            "sammohitā",
            "ārya",
            "caritāt",
            "na",
            "calet",
            "tri",
            "lokyām",
            "trai",
            "lokya",
            "saubhagam",
            "idam",
            "ca",
            "nirīkṣya",
            "rūpam",
            "yat",
            "go",
            "dvija",
            "druma",
            "mṛgāḥ",
            "pulakāni",
            "abibhran"
        ],
        "translation": "Dear Kṛṣṇa, what woman in all the three worlds wouldn’t deviate from religious behavior when bewildered by the sweet, drawn-out melody of Your flute? Your beauty makes all three worlds auspicious. Indeed, even the cows, birds, trees and deer manifest the ecstatic symptom of bodily hair standing on end when they see Your beautiful form.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "व्यक्तं भवान् व्रजभयार्तिहरोऽभिजातोदेवो यथादिपुरुष: सुरलोकगोप्ता ।तन्नो निधेहि करपङ्कजमार्तबन्धोतप्तस्तनेषु च शिर:सु च किङ्करीणाम् ॥ ४१ ॥",
        "english_devnagari": "vyaktaṁ bhavān vraja-bhayārti-haro ’bhijātodevo yathādi-puruṣaḥ sura-loka-goptātan no nidhehi kara-paṅkajam ārta-bandhotapta-staneṣu ca śiraḥsu ca kiṅkarīṇām",
        "verse_Syn": [
            "vyaktam",
            "bhavān",
            "vraja",
            "bhaya",
            "ārti",
            "haraḥ",
            "abhijātaḥ",
            "devaḥ",
            "yathā",
            "ādi",
            "puruṣaḥ",
            "sura",
            "loka",
            "goptā",
            "tat",
            "naḥ",
            "nidhehi",
            "kara",
            "paṅkajam",
            "ārta",
            "bandho",
            "tapta",
            "staneṣu",
            "ca",
            "śiraḥsu",
            "ca",
            "kiṅkarīṇām"
        ],
        "translation": "Clearly You have taken birth in this world to relieve the fear and distress of the people of Vraja, just as the Supreme Personality of Godhead, the primeval Lord, protects the domain of the demigods. Therefore, O friend of the distressed, kindly place Your lotus hand on Your maidservants’ heads and burning breasts.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "श्रीशुक उवाचइति विक्लवितं तासां श्रुत्वा योगेश्वरेश्वर: ।प्रहस्य सदयं गोपीरात्मारामोऽप्यरीरमत् ॥ ४२ ॥",
        "english_devnagari": "śrī-śuka uvācaiti viklavitaṁ tāsāṁśrutvā yogeśvareśvaraḥprahasya sa-dayaṁ gopīrātmārāmo ’py arīramat",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "viklavitam",
            "tāsām",
            "śrutvā",
            "yoga",
            "īśvara",
            "īśvaraḥ",
            "prahasya",
            "sa",
            "dayam",
            "gopīḥ",
            "ātma",
            "ārāmaḥ",
            "api",
            "arīramat"
        ],
        "translation": "Śukadeva Gosvāmī said: Smiling upon hearing these despondent words from the gopīs, Lord Kṛṣṇa, the supreme master of all masters of mystic yoga, mercifully enjoyed with them, although He is self-satisfied.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "ताभि: समेताभिरुदारचेष्टित:प्रियेक्षणोत्फुल्लमुखीभिरच्युत: ।उदारहासद्विजकुन्ददीधति-र्व्यरोचतैणाङ्क इवोडुभिर्वृत: ॥ ४३ ॥",
        "english_devnagari": "tābhiḥ sametābhir udāra-ceṣṭitaḥpriyekṣaṇotphulla-mukhībhir acyutaḥudāra-hāsa-dvija-kunda-dīdhatirvyarocataiṇāṅka ivoḍubhir vṛtaḥ",
        "verse_Syn": [
            "tābhiḥ",
            "sametābhiḥ",
            "udāra",
            "ceṣṭitaḥ",
            "priya",
            "īkṣaṇa",
            "utphulla",
            "mukhībhiḥ",
            "acyutaḥ",
            "udāra",
            "hāsa",
            "dvija",
            "kunda",
            "dīdhatiḥ",
            "vyarocata",
            "eṇa",
            "aṅkaḥ",
            "iva",
            "uḍubhiḥ",
            "vṛtaḥ"
        ],
        "translation": "Among the assembled gopīs, the infallible Lord Kṛṣṇa appeared just like the moon surrounded by stars. He whose activities are so magnanimous made their faces blossom with His affectionate glances, and His broad smiles revealed the effulgence of His jasmine-bud-like teeth.",
        "purport": " The word acyuta here indicates that Lord Kṛṣṇa did not fail to give pleasure to each and every gopī in the nocturnal assembly."
    },
    {
        "verse": "44",
        "devanagari": "उपगीयमान उद्गायन् वनिताशतयूथप: ।मालां बिभ्रद्वैजयन्तीं व्यचरन्मण्डयन् वनम् ॥ ४४ ॥",
        "english_devnagari": "upagīyamāna udgāyanvanitā-śata-yūthapaḥmālāṁ bibhrad vaijayantīṁvyacaran maṇḍayan vanam",
        "verse_Syn": [
            "upagīyamānaḥ",
            "udgāyan",
            "vanitā",
            "śata",
            "yūthapaḥ",
            "māIām",
            "bibhrat",
            "vaijayantīm",
            "vyacaran",
            "maṇḍayan",
            "vanam"
        ],
        "translation": "As the gopīs sang His praises, that leader of hundreds of women sang loudly in reply. He moved among them, wearing His Vaijayantī garland, beautifying the Vṛndāvana forest.",
        "purport": " According to Śrīla Jīva Gosvāmī, Lord Kṛṣṇa sang many wonderful melodies and meters, and the gopīs accompanied Him, following His lead. Kṛṣṇa’s singing on this occasion is described in the Śrī Viṣṇu Purāṇa: “Kṛṣṇa sang the glories of the autumn moon, the moonshine and the lotus-filled river, while the gopīs simply sang His name repeatedly.”"
    },
    {
        "verse": "45-46",
        "devanagari": "नद्या: पुलिनमाविश्य गोपीभिर्हिमवालुकम् ।जुष्टं तत्तरलानन्दिकुमुदामोदवायुना ॥ ४५ ॥बाहुप्रसारपरिरम्भकरालकोरु-नीवीस्तनालभननर्मनखाग्रपातै: ।क्ष्वेल्यावलोकहसितैर्व्रजसुन्दरीणा-मुत्तम्भयन् रतिपतिं रमयां चकार ॥ ४६ ॥",
        "english_devnagari": "nadyāḥ pulinam āviśyagopībhir hima-vālukamjuṣṭaṁ tat-taralānandikumudāmoda-vāyunā",
        "verse_Syn": [
            "nadyāḥ",
            "pulinam",
            "āviśya",
            "gopībhiḥ",
            "hima",
            "vālukam",
            "juṣṭam",
            "tat",
            "tarala",
            "ānandi",
            "kumuda",
            "āmoda",
            "vāyunā",
            "bāhu",
            "prasāra",
            "parirambha",
            "kara",
            "alaka",
            "ūru",
            "nīvī",
            "stana",
            "ālabhana",
            "narma",
            "nakha",
            "agra",
            "pātaiḥ",
            "kṣvelyā",
            "avaloka",
            "hasitaiḥ",
            "vraja",
            "sundarīṇām",
            "uttambhayan",
            "rati",
            "patim",
            "ramayām",
            "cakāra"
        ],
        "translation": "Śrī Kṛṣṇa went with the gopīs to the bank of the Yamunā, where the sand was cooling and the wind, enlivened by the river’s waves, bore the fragrance of lotuses. There Kṛṣṇa threw His arms around the gopīs and embraced them. He aroused Cupid in the beautiful young ladies of Vraja by touching their hands, hair, thighs, belts and breasts, by playfully scratching them with His fingernails, and also by joking with them, glancing at them and laughing with them. In this way the Lord enjoyed His pastimes.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "एवं भगवत: कृष्णाल्लब्धमाना महात्मन: ।आत्मानं मेनिरे स्त्रीणां मानिन्यो ह्यधिकं भुवि ॥ ४७ ॥",
        "english_devnagari": "evaṁ bhagavataḥ kṛṣṇāllabdha-mānā mahātmanaḥātmānaṁ menire strīṇāṁmāninyo hy adhikaṁ bhuvi",
        "verse_Syn": [
            "evam",
            "bhagavataḥ",
            "kṛṣṇāt",
            "labdha",
            "mānāḥ",
            "mahā",
            "ātmanaḥ",
            "ātmānam",
            "menire",
            "strīṇām",
            "māninyaḥ",
            "hi",
            "adhikam",
            "bhuvi"
        ],
        "translation": "The gopīs became proud of themselves for having received such special attention from Kṛṣṇa, the Supreme Personality of Godhead, and each of them thought herself the best woman on earth.",
        "purport": " The gopīs were proud because they had attained as their lover the greatest of all personalities. So in a sense they were proud of Kṛṣṇa. Also, the pride of the gopīs was a pretense created by Kṛṣṇa’s pastime potency in order to intensify their love for Him through separation. In this connection, Śrīla Viśvanātha Cakravartī quotes Bharata Muni’s Nāṭyaśāstra: na vinā vipralambhena sambhogaḥ puṣṭim aśnute. “Direct contact is not fully appreciated until separation has been experienced.”"
    },
    {
        "verse": "48",
        "devanagari": "तासां तत् सौभगमदं वीक्ष्य मानं च केशव: ।प्रशमाय प्रसादाय तत्रैवान्तरधीयत ॥ ४८ ॥",
        "english_devnagari": "tāsāṁ tat-saubhaga-madaṁvīkṣya mānaṁ ca keśavaḥpraśamāya prasādāyatatraivāntaradhīyata",
        "verse_Syn": [
            "tāsām",
            "tat",
            "saubhaga",
            "madam",
            "vīkṣya",
            "mānam",
            "ca",
            "keśavaḥ",
            "praśamāya",
            "prasādāya",
            "tatra",
            "eva",
            "antaradhīyata"
        ],
        "translation": "Lord Keśava, seeing the gopīs too proud of their good fortune, wanted to relieve them of this pride and show them further mercy. Thus He immediately disappeared.",
        "purport": " The word prasādāya here is significant. Lord Kṛṣṇa was not going to neglect the gopīs; rather, He would increase the power of their loving affairs by making another spectacular arrangement. After all, the gopīs were basically proud of Kṛṣṇa. He also made this arrangement, as we shall see, to show special favor to the beautiful young daughter of King Vṛṣabhānu."
    }
]