[
    {
        "verse": "1-2",
        "devanagari": "श्रीशुक उवाचनन्दस्त्वात्मज उत्पन्ने जाताह्लादो महामना: ।आहूय विप्रान् वेदज्ञान्‍स्‍नात: शुचिरलङ्कृत: ॥ १ ॥वाचयित्वा स्वस्त्ययनं जातकर्मात्मजस्य वै ।कारयामास विधिवत् पितृदेवार्चनं तथा ॥ २ ॥",
        "english_devnagari": "śrī-śuka uvācanandas tv ātmaja utpannejātāhlādo mahā-manāḥāhūya viprān veda-jñānsnātaḥ śucir alaṅkṛtaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "nandaḥ",
            "tu",
            "ātmaje",
            "utpanne",
            "jāta",
            "āhlādaḥ",
            "mahā",
            "manāḥ",
            "āhūya",
            "viprān",
            "veda",
            "jñān",
            "snātaḥ",
            "śuciḥ",
            "alaṅkṛtaḥ",
            "vācayitvā",
            "svasti",
            "ayanam",
            "jāta",
            "karma",
            "ātmajasya",
            "vai",
            "kārayām",
            "āsa",
            "vidhi",
            "vat",
            "pitṛ",
            "deva",
            "arcanam",
            "tathā"
        ],
        "translation": "Śukadeva Gosvāmī said: Nanda Mahārāja was naturally very magnanimous, and when Lord Śrī Kṛṣṇa appeared as his son, he was overwhelmed by jubilation. Therefore, after bathing and purifying himself and dressing himself properly, he invited brāhmaṇas who knew how to recite Vedic mantras. After having these qualified brāhmaṇas recite auspicious Vedic hymns, he arranged to have the Vedic birth ceremony celebrated for his newborn child according to the rules and regulations, and he also arranged for worship of the demigods and forefathers.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura has discussed the significance of the words nandas tu. The word tu, he says, is not used to fulfill the sentence, because without tu the sentence is complete. Therefore the word tu is used for a different purpose. Although Kṛṣṇa appeared as the son of Devakī, Devakī and Vasudeva did not enjoy the jāta-karma, the festival of the birth ceremony. Instead, this ceremony was enjoyed by Nanda Mahārāja, as stated here (nandas tv ātmaja utpanne jātāhlādo mahā-manāḥ). When Nanda Mahārāja met Vasudeva, Vasudeva could not disclose, “Your son Kṛṣṇa is actually my son. You are His father in a different way, spiritually.” Because of fear of Kaṁsa, Vasudeva could not observe the festival for Kṛṣṇa’s birth. Nanda Mahārāja, however, took full advantage of this opportunity. The jāta-karma ceremony can take place when the umbilical cord, connecting the child and the placenta, is cut. However, since Kṛṣṇa was brought by Vasudeva to the house of Nanda Mahārāja, where was the chance for this to happen? In this regard, Viśvanātha Cakravartī Ṭhākura desires to prove with evidence from many śāstras that Kṛṣṇa actually took birth as the son of Yaśodā before the birth of Yoga-māyā, who is therefore described as the Lord’s younger sister. Even though there may be doubts about the cutting of the umbilical cord, and even though it is possible that this was not done, when the Supreme Personality of Godhead appears, such events are regarded as factual. Kṛṣṇa appeared as Varāhadeva from the nostril of Brahmā, and therefore Brahmā is described as the father of Varāhadeva. Also significant are the words kārayām āsa vidhivat. Being overwhelmed with jubilation over the birth of his son, Nanda Mahārāja did not see whether the cord was cut or not. Thus he performed the ceremony very gorgeously. According to the opinion of some authorities, Kṛṣṇa was actually born as the son of Yaśodā. In any case, without regard for material understandings, we can accept that Nanda Mahārāja’s celebration for the ceremony of Kṛṣṇa’s birth was proper. This ceremony is therefore well known everywhere as Nandotsava."
    },
    {
        "verse": "3",
        "devanagari": "धेनूनां नियुते प्रादाद् विप्रेभ्य: समलङ्कृते ।तिलाद्रीन्सप्त रत्नौघशातकौम्भाम्बरावृतान् ॥ ३ ॥",
        "english_devnagari": "dhenūnāṁ niyute prādādviprebhyaḥ samalaṅkṛtetilādrīn sapta ratnaugha-śātakaumbhāmbarāvṛtān",
        "verse_Syn": [
            "dhenūnām",
            "niyute",
            "prādāt",
            "viprebhyaḥ",
            "samalaṅkṛte",
            "tila",
            "adrīn",
            "sapta",
            "ratna",
            "ogha",
            "śāta",
            "kaumbha",
            "ambara",
            "āvṛtān"
        ],
        "translation": "Nanda Mahārāja gave two million cows, completely decorated with cloth and jewels, in charity to the brāhmaṇas. He also gave them seven hills of grain, covered with jewels and with cloth decorated with golden embroidery.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "कालेन स्‍नानशौचाभ्यां संस्कारैस्तपसेज्यया ।शुध्यन्ति दानै: सन्तुष्टय‍ा द्रव्याण्यात्मात्मविद्यया ॥ ४ ॥",
        "english_devnagari": "kālena snāna-śaucābhyāṁsaṁskārais tapasejyayāśudhyanti dānaiḥ santuṣṭyādravyāṇy ātmātma-vidyayā",
        "verse_Syn": [
            "kālena",
            "snāna",
            "śaucābhyām",
            "saṁskāraiḥ",
            "tapasā",
            "ijyayā",
            "śudhyanti",
            "dānaiḥ",
            "santuṣṭyā",
            "dravyāṇi",
            "ātmā",
            "ātma",
            "vidyayā"
        ],
        "translation": "O King, by the passing of time, land and other material possessions are purified; by bathing, the body is purified; and by being cleansed, unclean things are purified. By purificatory ceremonies, birth is purified; by austerity, the senses are purified; and by worship and charity offered to the brāhmaṇas, material possessions are purified. By satisfaction, the mind is purified; and by self-realization, or Kṛṣṇa consciousness, the soul is purified.",
        "purport": " These are śāstric injunctions concerning how one can purify everything according to Vedic civilization. Unless purified, anything we use will infect us with contamination. In India five thousand years ago, even in the villages such as that of Nanda Mahārāja, people knew know to purify things, and thus they enjoyed even material life without contamination."
    },
    {
        "verse": "5",
        "devanagari": "सौमङ्गल्यगिरो विप्रा: सूतमागधवन्दिन: ।गायकाश्च जगुर्नेदुर्भेर्यो दुन्दुभयो मुहु: ॥ ५ ॥",
        "english_devnagari": "saumaṅgalya-giro viprāḥsūta-māgadha-vandinaḥgāyakāś ca jagur nedurbheryo dundubhayo muhuḥ",
        "verse_Syn": [
            "saumaṅgalya",
            "giraḥ",
            "viprāḥ",
            "sūta",
            "māgadha",
            "vandinaḥ",
            "gāyakāḥ",
            "ca",
            "jaguḥ",
            "neduḥ",
            "bheryaḥ",
            "dundubhayaḥ",
            "muhuḥ"
        ],
        "translation": "The brāhmaṇas recited auspicious Vedic hymns, which purified the environment by their vibration. The experts in reciting old histories like the Purāṇas, the experts in reciting the histories of royal families, and general reciters all chanted, while singers sang and many kinds of musical instruments, like bherīs and dundubhis, played in accompaniment.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "व्रज: सम्मृष्टसंसिक्तद्वाराजिरगृहान्तर: ।चित्रध्वजपताकास्रक्‍चैलपल्लवतोरणै: ॥ ६ ॥",
        "english_devnagari": "vrajaḥ sammṛṣṭa-saṁsikta-dvārājira-gṛhāntaraḥcitra-dhvaja-patākā-srak-caila-pallava-toraṇaiḥ",
        "verse_Syn": [
            "vrajaḥ",
            "sammṛṣṭa",
            "saṁsikta",
            "dvāra",
            "ajira",
            "gṛha",
            "antaraḥ",
            "citra",
            "dhvaja",
            "patākā",
            "srak",
            "caila",
            "pallava",
            "toraṇaiḥ"
        ],
        "translation": "Vrajapura, the residence of Nanda Mahārāja, was fully decorated with varieties of festoons and flags, and in different places, gates were made with varieties of flower garlands, pieces of cloth, and mango leaves. The courtyards, the gates near the roads, and everything within the rooms of the houses were perfectly swept and washed with water.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "गावो वृषा वत्सतरा हरिद्रातैलरूषिता: ।विचित्रधातुबर्हस्रग्वस्‍त्रकाञ्चनमालिन: ॥ ७ ॥",
        "english_devnagari": "gāvo vṛṣā vatsatarāharidrā-taila-rūṣitāḥvicitra-dhātu-barhasrag-vastra-kāñcana-mālinaḥ",
        "verse_Syn": [
            "gāvaḥ",
            "vṛṣāḥ",
            "vatsatarāḥ",
            "haridrā",
            "taila",
            "rūṣitāḥ",
            "vicitra",
            "dhātu",
            "barha",
            "srak",
            "vastra",
            "kāñcana",
            "mālinaḥ"
        ],
        "translation": "The cows, the bulls and the calves were thoroughly smeared with a mixture of turmeric and oil, mixed with varieties of minerals. Their heads were bedecked with peacock feathers, and they were garlanded and covered with cloth and golden ornaments.",
        "purport": " The Supreme Personality of Godhead has instructed in Bhagavad-gītā (18.44), kṛṣi-go-rakṣya-vāṇijyaṁ vaiśya-karma-svabhāvajam: “Farming, cow protection and trade are the qualities of work for the vaiśyas.” Nanda Mahārāja belonged to the vaiśya community, the agriculturalist community. How to protect the cows and how rich this community was are explained in these verses. We can hardly imagine that cows, bulls and calves could be cared for so nicely and decorated so well with cloths and valuable golden ornaments. How happy they were. As described elsewhere in the Bhāgavatam, during Mahārāja Yudhiṣṭhira’s time the cows were so happy that they used to muddy the pasturing ground with milk. This is Indian civilization. Yet in the same place, India, Bhārata-varṣa, how much people are suffering by giving up the Vedic way of life and not understanding the teachings of Bhagavad-gītā."
    },
    {
        "verse": "8",
        "devanagari": "महार्हवस्त्राभरणकञ्चुकोष्णीषभूषिता: ।गोपा: समाययू राजन् नानोपायनपाणय: ॥ ८ ॥",
        "english_devnagari": "mahārha-vastrābharaṇa-kañcukoṣṇīṣa-bhūṣitāḥgopāḥ samāyayū rājannānopāyana-pāṇayaḥ",
        "verse_Syn": [
            "mahā",
            "arha",
            "vastra",
            "ābharaṇa",
            "kañcuka",
            "uṣṇīṣa",
            "bhūṣitāḥ",
            "gopāḥ",
            "samāyayuḥ",
            "rājan",
            "nānā",
            "upāyana",
            "pāṇayaḥ"
        ],
        "translation": "O King Parīkṣit, the cowherd men dressed very opulently with valuable ornaments and garments such as coats and turbans. Decorated in this way and carrying various presentations in their hands, they approached the house of Nanda Mahārāja.",
        "purport": " When we consider the past condition of the agriculturalist in the village, we can see how opulent he was, simply because of agricultural produce and protection of cows. At the present, however, agriculture having been neglected and cow protection given up, the agriculturalist is suffering pitiably and is dressed in a niggardly torn cloth. This is the distinction between the India of history and the India of the present day. By the atrocious activities of ugra-karma, how we are killing the opportunity of human civilization!"
    },
    {
        "verse": "9",
        "devanagari": "गोप्यश्चाकर्ण्य मुदिता यशोदाया: सुतोद्भ‍वम् ।आत्मानं भूषयांचक्रुर्वस्त्राकल्पाञ्जनादिभि: ॥ ९ ॥",
        "english_devnagari": "gopyaś cākarṇya muditāyaśodāyāḥ sutodbhavamātmānaṁ bhūṣayāṁ cakrurvastrākalpāñjanādibhiḥ",
        "verse_Syn": [
            "gopyaḥ",
            "ca",
            "ākarṇya",
            "muditāḥ",
            "yaśodāyāḥ",
            "suta",
            "udbhavam",
            "ātmānam",
            "bhūṣayām",
            "cakruḥ",
            "vastra",
            "ākalpa",
            "añjana",
            "ādibhiḥ"
        ],
        "translation": "The gopī wives of the cowherd men were very pleased to hear that mother Yaśodā had given birth to a son, and they began to decorate themselves very nicely with proper dresses, ornaments, black ointment for the eyes, and so on.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "नवकुङ्कुमकिञ्जल्कमुखपङ्कजभूतय: ।बलिभिस्त्वरितं जग्मु: पृथुश्रोण्यश्चलत्कुचा: ॥ १० ॥",
        "english_devnagari": "nava-kuṅkuma-kiñjalka-mukha-paṅkaja-bhūtayaḥbalibhis tvaritaṁ jagmuḥpṛthu-śroṇyaś calat-kucāḥ",
        "verse_Syn": [
            "nava",
            "kuṅkuma",
            "kiñjalka",
            "mukha",
            "paṅkaja",
            "bhūtayaḥ",
            "balibhiḥ",
            "tvaritam",
            "jagmuḥ",
            "pṛthu",
            "śroṇyaḥ",
            "calat",
            "kucāḥ"
        ],
        "translation": "Their lotuslike faces extraordinarily beautiful, being decorated with saffron and newly grown kuṅkuma, the wives of the cowherd men hurried to the house of mother Yaśodā with presentations in their hands. Because of natural beauty, the wives had full hips and full breasts, which moved as they hurried along.",
        "purport": " The cowherd men and women in the villages lived a very natural life, and the women developed a natural feminine beauty, with full hips and breasts. Because women in modern civilization do not live naturally, their hips and breasts do not develop this natural fullness. Because of artificial living, women have lost their natural beauty, although they claim to be independent and advanced in material civilization. This description of the village women gives a clear example of the contrast between natural life and the artificial life of a condemned society, such as that of the Western countries, where topless, bottomless beauty may be easily purchased in clubs and shops and for public advertisements. The word balibhiḥ indicates that the women were carrying gold coins, jeweled necklaces, nice cloths, newly grown grass, sandalwood pulp, flower garlands and similar offerings on plates made of gold. Such offerings are called bali. The words tvaritaṁ jagmuḥ indicate how happy the village women were to understand that mother Yaśodā had given birth to a wonderful child known as Kṛṣṇa."
    },
    {
        "verse": "11",
        "devanagari": "गोप्य: सुमृष्टमणिकुण्डलनिष्ककण्ठ्य-श्चित्राम्बरा: पथि शिखाच्युतमाल्यवर्षा: ।नन्दालयं सवलया व्रजतीर्विरेजु-र्व्यालोलकुण्डलपयोधरहारशोभा: ॥ ११ ॥",
        "english_devnagari": "gopyaḥ sumṛṣṭa-maṇi-kuṇḍala-niṣka-kaṇṭhyaścitrāmbarāḥ pathi śikhā-cyuta-mālya-varṣāḥnandālayaṁ sa-valayā vrajatīr virejurvyālola-kuṇḍala-payodhara-hāra-śobhāḥ",
        "verse_Syn": [
            "gopyaḥ",
            "su",
            "mṛṣṭa",
            "maṇi",
            "kuṇḍala",
            "niṣka",
            "kaṇṭhyaḥ",
            "citra",
            "ambarāḥ",
            "pathi",
            "śikhā",
            "cyuta",
            "mālya",
            "varṣāḥ",
            "nanda",
            "ālayam",
            "sa",
            "valayāḥ",
            "vrajatīḥ",
            "virejuḥ",
            "vyālola",
            "kuṇḍala",
            "payodhara",
            "hāra",
            "śobhāḥ"
        ],
        "translation": "In the ears of the gopīs were brilliantly polished jeweled earrings, and from their necks hung metal lockets. Their hands were decorated with bangles, their dresses were of varied colors, and from their hair, flowers fell onto the street like showers. Thus while going to the house of Mahārāja Nanda, the gopīs, their earrings, breasts and garlands moving, were brilliantly beautiful.",
        "purport": " The description of the gopīs, who were going to the house of Mahārāja Nanda to welcome Kṛṣṇa, is especially significant. The gopīs were not ordinary women, but expansions of Kṛṣṇa’s pleasure potency, as described in the Brahma-saṁhitā (5.37,29): Kṛṣṇa is always worshiped by the gopīs wherever He goes. Therefore Kṛṣṇa is so vividly described in Śrīmad-Bhāgavatam. Śrī Caitanya Mahāprabhu has also described Kṛṣṇa in this way: ramyā kācid upāsanā vrajavadhū-vargeṇa yā kalpitā. All these gopīs were going to offer Kṛṣṇa their presentations because the gopīs are eternal associates of the Lord. Now the gopīs were more jubilant because of the news of Kṛṣṇa’s appearance in Vṛndāvana."
    },
    {
        "verse": "12",
        "devanagari": "ता आशिष: प्रयुञ्जानाश्चिरं पाहीति बालके ।हरिद्राचूर्णतैलाद्भ‍ि: सिञ्चन्त्योऽजनमुज्जगु: ॥ १२ ॥",
        "english_devnagari": "tā āśiṣaḥ prayuñjānāściraṁ pāhīti bālakeharidrā-cūrṇa-tailādbhiḥsiñcantyo ’janam ujjaguḥ",
        "verse_Syn": [
            "tāḥ",
            "āśiṣaḥ",
            "prayuñjānāḥ",
            "ciram",
            "pāhi",
            "iti",
            "bālake",
            "haridrā",
            "cūrṇa",
            "taila",
            "adbhiḥ",
            "siñcantyaḥ",
            "ajanam",
            "ujjaguḥ"
        ],
        "translation": "Offering blessings to the newborn child, Kṛṣṇa, the wives and daughters of the cowherd men said, “May You become the King of Vraja and long maintain all its inhabitants.” They sprinkled a mixture of turmeric powder, oil and water upon the birthless Supreme Lord and offered their prayers.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "अवाद्यन्त विचित्राणि वादित्राणि महोत्सवे ।कृष्णे विश्वेश्वरेऽनन्ते नन्दस्य व्रजमागते ॥ १३ ॥",
        "english_devnagari": "avādyanta vicitrāṇivāditrāṇi mahotsavekṛṣṇe viśveśvare ’nantenandasya vrajam āgate",
        "verse_Syn": [
            "avādyanta",
            "vicitrāṇi",
            "vāditrāṇi",
            "mahā",
            "utsave",
            "kṛṣṇe",
            "viśva",
            "īśvare",
            "anante",
            "nandasya",
            "vrajam",
            "āgate"
        ],
        "translation": "Now that the all-pervading, unlimited Lord Kṛṣṇa, the master of the cosmic manifestation, had arrived within the estate of Mahārāja Nanda, various types of musical instruments resounded to celebrate the great festival.",
        "purport": " The Lord says in Bhagavad-gītā (4.7): “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” Whenever Kṛṣṇa comes, once in a day of Brahmā, He comes to the house of Nanda Mahārāja in Vṛndāvana. Kṛṣṇa is the master of all creation (sarva-loka-maheśvaram). Therefore, not only in the neighborhood of Nanda Mahārāja’s estate, but all over the universe — and in all the other universes — musical sounds celebrated the auspicious arrival of the Lord."
    },
    {
        "verse": "14",
        "devanagari": "गोपा: परस्परं हृष्टा दधिक्षीरघृताम्बुभि: ।आसिञ्चन्तो विलिम्पन्तो नवनीतैश्च चिक्षिपु: ॥ १४ ॥",
        "english_devnagari": "gopāḥ parasparaṁ hṛṣṭādadhi-kṣīra-ghṛtāmbubhiḥāsiñcanto vilimpantonavanītaiś ca cikṣipuḥ",
        "verse_Syn": [
            "gopāḥ",
            "parasparam",
            "hṛṣṭāḥ",
            "dadhi",
            "kṣīra",
            "ghṛta",
            "ambubhiḥ",
            "āsiñcantaḥ",
            "vilimpantaḥ",
            "navanītaiḥ",
            "ca",
            "cikṣipuḥ"
        ],
        "translation": "In gladness, the cowherd men enjoyed the great festival by splashing one another’s bodies with a mixture of curd, condensed milk, butter and water. They threw butter on one another and smeared it on one another’s bodies.",
        "purport": " From this statement we can understand that five thousand years ago not only was there enough milk, butter and curd to eat, drink and cook with, but when there was a festival it would be thrown about without restriction. There was no limit to how extensively milk, butter, curd and other such products were used in human society. Everyone had an ample stock of milk, and by using it in many varied milk preparations, people would keep good health in natural ways and thus enjoy life in Kṛṣṇa consciousness."
    },
    {
        "verse": "15-16",
        "devanagari": "नन्दो महामनास्तेभ्यो वासोऽलङ्कारगोधनम् ।सूतमागधवन्दिभ्यो येऽन्ये विद्योपजीविन: ॥ १५ ॥तैस्तै: कामैरदीनात्मा यथोचितमपूजयत् ।विष्णोराराधनार्थाय स्वपुत्रस्योदयाय च ॥ १६ ॥",
        "english_devnagari": "nando mahā-manās tebhyovāso ’laṅkāra-go-dhanamsūta-māgadha-vandibhyoye ’nye vidyopajīvinaḥ",
        "verse_Syn": [
            "nandaḥ",
            "mahā",
            "manāḥ",
            "tebhyaḥ",
            "vāsaḥ",
            "alaṅkāra",
            "go",
            "dhanam",
            "sūta",
            "māgadha",
            "vandibhyaḥ",
            "ye",
            "anye",
            "vidyā",
            "upajīvinaḥ",
            "taiḥ",
            "taiḥ",
            "kāmaiḥ",
            "adīna",
            "ātmā",
            "yathā",
            "ucitam",
            "apūjayat",
            "viṣṇoḥ",
            "ārādhana",
            "arthāya",
            "sva",
            "putrasya",
            "udayāya",
            "ca"
        ],
        "translation": "The great-minded Mahārāja Nanda gave clothing, ornaments and cows in charity to the cowherd men in order to please Lord Viṣṇu, and thus he improved the condition of his own son in all respects. He distributed charity to the sūtas, the māgadhas, the vandīs, and men of all other professions, according to their educational qualifications, and satisfied everyone’s desires.",
        "purport": " Although it has become fashionable to speak of daridra-nārāyaṇa, the words viṣṇor ārādhanārthāya do not mean that all the people satisfied by Nanda Mahārāja in this great ceremony were Viṣṇus. They were not daridra, nor were they Nārāyaṇa. Rather, they were devotees of Nārāyaṇa, and by their educational qualifications they would satisfy Nārāyaṇa. Therefore, satisfying them was an indirect way of satisfying Lord Viṣṇu. Mad-bhakta-pūjābhyadhikā (Bhāg. 11.19.21). The Lord says, “Worshiping My devotees is better than worshiping Me directly.” The varṇāśrama system is entirely meant for viṣṇu-ārādhana, worship of Lord Viṣṇu. Varṇāśramācāravatā puruṣeṇa paraḥ pumān/ viṣṇur ārādhyate (Viṣṇu Purāṇa 3.8.9). The ultimate goal of life is to please Lord Viṣṇu, the Supreme Lord. The uncivilized man or materialistic person, however, does not know this aim of life. Na te viduḥ svārtha-gatiṁ hi viṣṇum (Bhāg. 7.5.31). One’s real self-interest lies in satisfying Lord Viṣṇu. Not satisfying Lord Viṣṇu but instead attempting to become happy through material adjustments (bahir-artha-māninaḥ) is the wrong way for happiness. Because Viṣṇu is the root of everything, if Viṣṇu is pleased, everyone is pleased; in particular, one’s children and family members become happy in all respects. Nanda Mahārāja wanted to see his newborn child happy. That was his purpose. Therefore he wanted to satisfy Lord Viṣṇu, and to satisfy Lord Viṣṇu it was necessary to satisfy His devotees, such as the learned brāhmaṇas, māgadhas and sūtas. Thus, in a roundabout way, ultimately it was Lord Viṣṇu who was to be satisfied."
    },
    {
        "verse": "17",
        "devanagari": "रोहिणी च महाभागा नन्दगोपाभिनन्दिता ।व्यचरद् दिव्यवासस्रक्कण्ठाभरणभूषिता ॥ १७ ॥",
        "english_devnagari": "rohiṇī ca mahā-bhāgānanda-gopābhinanditāvyacarad divya-vāsa-srak-kaṇṭhābharaṇa-bhūṣitā",
        "verse_Syn": [
            "rohiṇī",
            "ca",
            "mahā",
            "bhāgā",
            "nanda",
            "gopā",
            "abhinanditā",
            "vyacarat",
            "divya",
            "vāsa",
            "srak",
            "kaṇṭha",
            "ābharaṇa",
            "bhūṣitā"
        ],
        "translation": "The most fortunate Rohiṇī, the mother of Baladeva, was honored by Nanda Mahārāja and Yaśodā, and thus she also dressed gorgeously and decorated herself with a necklace, a garland and other ornaments. She was busy wandering here and there to receive the women who were guests at the festival.",
        "purport": " Rohiṇī, another wife of Vasudeva’s, was also kept under the care of Nanda Mahārāja with her son Baladeva. Because her husband was imprisoned by Kaṁsa, she was not very happy, but on the occasion of Kṛṣṇa-janmāṣṭamī, Nandotsava, when Nanda Mahārāja gave dresses and ornaments to others, he also gave gorgeous garments and ornaments to Rohiṇī so that she could take part in the festival. Thus she also was busy receiving the women who were guests. Because of her good fortune in being able to raise Kṛṣṇa and Balarāma together, she is described as mahā-bhāgā, greatly fortunate."
    },
    {
        "verse": "18",
        "devanagari": "तत आरभ्य नन्दस्य व्रज: सर्वसमृद्धिमान् ।हरेर्निवासात्मगुणै रमाक्रीडमभून्नृप ॥ १८ ॥",
        "english_devnagari": "tata ārabhya nandasyavrajaḥ sarva-samṛddhimānharer nivāsātma-guṇairamākrīḍam abhūn nṛpa",
        "verse_Syn": [
            "tataḥ",
            "ārabhya",
            "nandasya",
            "vrajaḥ",
            "sarva",
            "samṛddhimān",
            "hareḥ",
            "nivāsa",
            "ātma",
            "guṇaiḥ",
            "ramā",
            "ākrīḍam",
            "abhūt",
            "nṛpa"
        ],
        "translation": "O Mahārāja Parīkṣit, the home of Nanda Mahārāja is eternally the abode of the Supreme Personality of Godhead and His transcendental qualities and is therefore always naturally endowed with the opulence of all wealth. Yet beginning from Lord Kṛṣṇa’s appearance there, it became the place for the pastimes of the goddess of fortune.",
        "purport": " As stated in the Brahma-saṁhitā (5.29), lakṣmī-sahasra-śata-sambhrama-sevyamānaṁ govindam ādi-puruṣaṁ tam ahaṁ bhajāmi. The abode of Kṛṣṇa is always served by hundreds and thousands of goddesses of fortune. Wherever Kṛṣṇa goes, the goddess of fortune naturally resides with Him. The chief of the goddesses of fortune is Śrīmatī Rādhārāṇī. Therefore, Kṛṣṇa’s appearance in the land of Vraja indicated that the chief goddess of fortune, Rādhārāṇī, would also appear there very soon. Nanda Mahārāja’s abode was already opulent, and since Kṛṣṇa had appeared, it would be opulent in all respects."
    },
    {
        "verse": "19",
        "devanagari": "गोपान् गोकुलरक्षायां निरूप्य मथुरां गत: ।नन्द: कंसस्य वार्षिक्यं करं दातुं कुरूद्वह ॥ १९ ॥",
        "english_devnagari": "gopān gokula-rakṣāyāṁnirūpya mathurāṁ gataḥnandaḥ kaṁsasya vārṣikyaṁkaraṁ dātuṁ kurūdvaha",
        "verse_Syn": [
            "gopān",
            "gokula",
            "rakṣāyām",
            "nirūpya",
            "mathurām",
            "gataḥ",
            "nandaḥ",
            "kaṁsasya",
            "vārṣikyam",
            "karam",
            "dātum",
            "kuru",
            "udvaha"
        ],
        "translation": "Śukadeva Gosvāmī continued: Thereafter, my dear King Parīkṣit, O best protector of the Kuru dynasty, Nanda Mahārāja appointed the local cowherd men to protect Gokula and then went to Mathurā to pay the yearly taxes to King Kaṁsa.",
        "purport": " Because the killing of babies was going on and had already become known, Nanda Mahārāja was very much afraid for his newborn child. Thus he appointed the local cowherd men to protect his home and child. He wanted to go immediately to Mathurā to pay the taxes due and also to offer some presentation for the sake of his newborn son. For the protection of the child, he had worshiped various demigods and forefathers and given charity to everyone’s satisfaction. Similarly, Nanda Mahārāja wanted not only to pay Kaṁsa the yearly taxes but also to offer some presentation so that Kaṁsa too would be satisfied. His only concern was how to protect his transcendental child, Kṛṣṇa."
    },
    {
        "verse": "20",
        "devanagari": "वसुदेव उपश्रुत्य भ्रातरं नन्दमागतम् ।ज्ञात्वा दत्तकरं राज्ञे ययौ तदवमोचनम् ॥ २० ॥",
        "english_devnagari": "vasudeva upaśrutyabhrātaraṁ nandam āgatamjñātvā datta-karaṁ rājñeyayau tad-avamocanam",
        "verse_Syn": [
            "vasudevaḥ",
            "upaśrutya",
            "bhrātaram",
            "nandam",
            "āgatam",
            "jñātvā",
            "datta",
            "karam",
            "rājñe",
            "yayau",
            "tat",
            "avamocanam"
        ],
        "translation": "When Vasudeva heard that Nanda Mahārāja, his very dear friend and brother, had come to Mathurā and already paid the taxes to Kaṁsa, he went to Nanda Mahārāja’s residence.",
        "purport": " Vasudeva and Nanda Mahārāja were so intimately connected that they lived like brothers. Furthermore, it is learned from the notes of Śrīpāda Madhvācārya that Vasudeva and Nanda Mahārāja were stepbrothers. Vasudeva’s father, Śūrasena, married a vaiśya girl, and from her Nanda Mahārāja was born. Later, Nanda Mahārāja himself married a vaiśya girl, Yaśodā. Therefore his family is celebrated as a vaiśya family, and Kṛṣṇa, identifying Himself as their son, took charge of vaiśya activities (kṛṣi-go-rakṣya-vāṇijyam). Balarāma represents plowing the land for agriculture and therefore always carries in His hand a plow, whereas Kṛṣṇa tends cows and therefore carries a flute in His hand. Thus the two brothers represent kṛṣi-rakṣya and go-rakṣya."
    },
    {
        "verse": "21",
        "devanagari": "तं द‍ृष्ट्वा सहसोत्थाय देह: प्राणमिवागतम् ।प्रीत: प्रियतमं दोर्भ्यां सस्वजे प्रेमविह्वल: ॥ २१ ॥",
        "english_devnagari": "taṁ dṛṣṭvā sahasotthāyadehaḥ prāṇam ivāgatamprītaḥ priyatamaṁ dorbhyāṁsasvaje prema-vihvalaḥ",
        "verse_Syn": [
            "tam",
            "dṛṣṭvā",
            "sahasā",
            "utthāya",
            "dehaḥ",
            "prāṇam",
            "iva",
            "āgatam",
            "prītaḥ",
            "priya",
            "tamam",
            "dorbhyām",
            "sasvaje",
            "prema",
            "vihvalaḥ"
        ],
        "translation": "When Nanda Mahārāja heard that Vasudeva had come, he was overwhelmed with love and affection, being as pleased as if his body had regained its life. Seeing Vasudeva suddenly present, he got up and embraced him with both arms.",
        "purport": " Nanda Mahārāja was older than Vasudeva. Therefore Nanda Mahārāja embraced him, and Vasudeva offered him namaskāra."
    },
    {
        "verse": "22",
        "devanagari": "पूजित: सुखमासीन: पृष्ट्वानामयमाद‍ृत: ।प्रसक्तधी: स्वात्मजयोरिदमाह विशाम्पते ॥ २२ ॥",
        "english_devnagari": "pūjitaḥ sukham āsīnaḥpṛṣṭvānāmayam ādṛtaḥprasakta-dhīḥ svātmajayoridam āha viśāmpate",
        "verse_Syn": [
            "pūjitaḥ",
            "sukham",
            "āsīnaḥ",
            "pṛṣṭvā",
            "anāmayam",
            "ādṛtaḥ",
            "prasakta",
            "dhīḥ",
            "sva",
            "ātmajayoḥ",
            "idam",
            "āha",
            "viśām",
            "pate"
        ],
        "translation": "O Mahārāja Parīkṣit, having thus been received and welcomed by Nanda Mahārāja with honor, Vasudeva sat down very peacefully and inquired about his own two sons because of intense love for them.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "दिष्टय‍ा भ्रात: प्रवयस इदानीमप्रजस्य ते ।प्रजाशाया निवृत्तस्य प्रजा यत् समपद्यत ॥ २३ ॥",
        "english_devnagari": "diṣṭyā bhrātaḥ pravayasaidānīm aprajasya teprajāśāyā nivṛttasyaprajā yat samapadyata",
        "verse_Syn": [
            "diṣṭyā",
            "bhrātaḥ",
            "pravayasaḥ",
            "idānīm",
            "aprajasya",
            "te",
            "prajā",
            "āśāyāḥ",
            "nivṛttasya",
            "prajā",
            "yat",
            "samapadyata"
        ],
        "translation": "My dear brother Nanda Mahārāja, at an advanced age you had no son at all and were hopeless of having one. Therefore, that you now have a son is a sign of great fortune.",
        "purport": " At an advanced age one generally cannot beget a male child. If by chance one does beget a child at this age, the child is generally female. Thus Vasudeva indirectly asked Nanda Mahārāja whether he had actually begotten a male child or a female child. Vasudeva knew that Yaśodā had given birth to a female child, whom he had stolen and replaced with a male child. This was a great mystery, and Vasudeva wanted to determine whether this mystery was already known to Nanda Mahārāja. On inquiring, however, he was confident that the mystery of Kṛṣṇa’s birth and His being placed in the care of Yaśodā was still hidden. There was no danger, since Kaṁsa at least could not learn what had already happened."
    },
    {
        "verse": "24",
        "devanagari": "दिष्टय‍ा संसारचक्रेऽस्मिन् वर्तमान: पुनर्भव: ।उपलब्धो भवानद्य दुर्लभं प्रियदर्शनम् ॥ २४ ॥",
        "english_devnagari": "diṣṭyā saṁsāra-cakre ’sminvartamānaḥ punar-bhavaḥupalabdho bhavān adyadurlabhaṁ priya-darśanam",
        "verse_Syn": [
            "diṣṭyā",
            "saṁsāra",
            "cakre",
            "asmin",
            "vartamānaḥ",
            "punaḥ",
            "bhavaḥ",
            "upalabdhaḥ",
            "bhavān",
            "adya",
            "durlabham",
            "priya",
            "darśanam"
        ],
        "translation": "It is also by good fortune that I am seeing you. Having obtained this opportunity, I feel as if I have taken birth again. Even though one is present in this world, to meet with intimate friends and dear relatives in this material world is extremely difficult.",
        "purport": " Vasudeva had been imprisoned by Kaṁsa, and therefore, although present in Mathurā, he was unable to see Nanda Mahārāja for many years. Therefore when they met again, Vasudeva considered this meeting to be another birth."
    },
    {
        "verse": "25",
        "devanagari": "नैकत्र प्रियसंवास: सुहृदां चित्रकर्मणाम् ।ओघेन व्यूह्यमानानां प्लवानां स्रोतसो यथा ॥ २५ ॥",
        "english_devnagari": "naikatra priya-saṁvāsaḥsuhṛdāṁ citra-karmaṇāmoghena vyūhyamānānāṁplavānāṁ srotaso yathā",
        "verse_Syn": [
            "na",
            "ekatra",
            "priya",
            "saṁvāsaḥ",
            "suhṛdām",
            "citra",
            "karmaṇām",
            "oghena",
            "vyūhyamānānām",
            "plavānām",
            "srotasaḥ",
            "yathā"
        ],
        "translation": "Many planks and sticks, unable to stay together, are carried away by the force of a river’s waves. Similarly, although we are intimately related with friends and family members, we are unable to stay together because of our varied past deeds and the waves of time.",
        "purport": " Vasudeva was lamenting because he and Nanda Mahārāja could not live together. Yet how could they live together? Vasudeva warns that all of us, even if intimately related, are carried away by the waves of time according to the results of past karma."
    },
    {
        "verse": "26",
        "devanagari": "कच्चित् पशव्यं निरुजं भूर्यम्बुतृणवीरुधम् ।बृहद्वनं तदधुना यत्रास्से त्वं सुहृद्‌वृत: ॥ २६ ॥",
        "english_devnagari": "kaccit paśavyaṁ nirujaṁbhūry-ambu-tṛṇa-vīrudhambṛhad vanaṁ tad adhunāyatrāsse tvaṁ suhṛd-vṛtaḥ",
        "verse_Syn": [
            "kaccit",
            "paśavyam",
            "nirujam",
            "bhūri",
            "ambu",
            "tṛṇa",
            "vīrudham",
            "bṛhat",
            "vanam",
            "tat",
            "adhunā",
            "yatra",
            "āsse",
            "tvam",
            "suhṛt",
            "vṛtaḥ"
        ],
        "translation": "My dear friend Nanda Mahārāja, in the place where you are living with your friends, is the forest favorable for the animals, the cows? I hope there is no disease or inconvenience. The place must be full of water, grass and other plants.",
        "purport": " For human happiness, one must care for the animals, especially the cows. Vasudeva therefore inquired whether there was a good arrangement for the animals where Nanda Mahārāja lived. For the proper pursuit of human happiness, there must be arrangements for the protection of cows. This means that there must be forests and adequate pasturing grounds full of grass and water. If the animals are happy, there will be an ample supply of milk, from which human beings will benefit by deriving many milk products with which to live happily. As enjoined in Bhagavad-gītā (18.44), kṛṣi-go-rakṣya-vāṇijyaṁ vaiśya-karma-svabhāvajam. Without giving proper facilities to the animals, how can human society be happy? That people are raising cattle to send to the slaughterhouse is a great sin. By this demoniac enterprise, people are ruining their chance for a truly human life. Because they are not giving any importance to the instructions of Kṛṣṇa, the advancement of their so-called civilization resembles the crazy efforts of men in a lunatic asylum."
    },
    {
        "verse": "27",
        "devanagari": "भ्रातर्मम सुत: कच्चिन्मात्रा सह भवद्‌व्रजे ।तातं भवन्तं मन्वानो भवद्‌भ्यामुपलालित: ॥ २७ ॥",
        "english_devnagari": "bhrātar mama sutaḥ kaccinmātrā saha bhavad-vrajetātaṁ bhavantaṁ manvānobhavadbhyām upalālitaḥ",
        "verse_Syn": [
            "bhrātaḥ",
            "mama",
            "sutaḥ",
            "kaccit",
            "mātrā",
            "saha",
            "bhavat",
            "vraje",
            "tātam",
            "bhavantam",
            "manvānaḥ",
            "bhavadbhyām",
            "upalālitaḥ"
        ],
        "translation": "My son Baladeva, being raised by you and your wife, Yaśodādevī, considers you His father and mother. Is He living very peacefully in your home with His real mother, Rohiṇī?",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "पुंसस्त्रिवर्गो विहित: सुहृदो ह्यनुभावित: ।न तेषु क्लिश्यमानेषु त्रिवर्गोऽर्थाय कल्पते ॥ २८ ॥",
        "english_devnagari": "puṁsas tri-vargo vihitaḥsuhṛdo hy anubhāvitaḥna teṣu kliśyamāneṣutri-vargo ’rthāya kalpate",
        "verse_Syn": [
            "puṁsaḥ",
            "tri",
            "vargaḥ",
            "vihitaḥ",
            "suhṛdaḥ",
            "hi",
            "anubhāvitaḥ",
            "na",
            "teṣu",
            "kliśyamāneṣu",
            "tri",
            "vargaḥ",
            "arthāya",
            "kalpate"
        ],
        "translation": "When one’s friends and relatives are properly situated, one’s religion, economic development and sense gratification, as described in the Vedic literatures, are beneficial. Otherwise, if one’s friends and relatives are in distress, these three cannot offer any happiness.",
        "purport": " Vasudeva regretfully informed Nanda Mahārāja that although he had his wife and children, he could not properly discharge his duty of maintaining them and was therefore unhappy."
    },
    {
        "verse": "29",
        "devanagari": "श्रीनन्द उवाचअहो ते देवकीपुत्रा: कंसेन बहवो हता: ।एकावशिष्टावरजा कन्या सापि दिवं गता ॥ २९ ॥",
        "english_devnagari": "śrī-nanda uvācaaho te devakī-putrāḥkaṁsena bahavo hatāḥekāvaśiṣṭāvarajākanyā sāpi divaṁ gatā",
        "verse_Syn": [
            "śrī",
            "nandaḥ",
            "uvāca",
            "aho",
            "te",
            "devakī",
            "putrāḥ",
            "kaṁsena",
            "bahavaḥ",
            "hatāḥ",
            "ekā",
            "avaśiṣṭā",
            "avarajā",
            "kanyā",
            "sā",
            "api",
            "divam",
            "gatā"
        ],
        "translation": "Nanda Mahārāja said: Alas, King Kaṁsa killed so many of your children, born of Devakī. And your one daughter, the youngest child of all, entered the heavenly planets.",
        "purport": " When Vasudeva understood from Nanda Mahārāja that the mystery of Kṛṣṇa’s birth and His having been exchanged with Yaśodā’s daughter was yet undisclosed, he was happy that things were going on nicely. By saying that Vasudeva’s daughter, his youngest child, had gone to the heavenly planets, Nanda Mahārāja indicated that he did not know that this daughter was born of Yaśodā and that Vasudeva had exchanged her with Kṛṣṇa. Thus the doubts of Vasudeva were dispelled."
    },
    {
        "verse": "30",
        "devanagari": "नूनं ह्यद‍ृष्टनिष्ठोऽयमद‍ृष्टपरमो जन: ।अद‍ृष्टमात्मनस्तत्त्वं यो वेद न स मुह्यति ॥ ३० ॥",
        "english_devnagari": "nūnaṁ hy adṛṣṭa-niṣṭho ’yamadṛṣṭa-paramo janaḥadṛṣṭam ātmanas tattvaṁyo veda na sa muhyati",
        "verse_Syn": [
            "nūnam",
            "hi",
            "adṛṣṭa",
            "niṣṭhaḥ",
            "ayam",
            "adṛṣṭa",
            "paramaḥ",
            "janaḥ",
            "adṛṣṭam",
            "ātmanaḥ",
            "tattvam",
            "yaḥ",
            "veda",
            "na",
            "saḥ",
            "muhyati"
        ],
        "translation": "Every man is certainly controlled by destiny, which determines the results of one’s fruitive activities. In other words, one has a son or daughter because of unseen destiny, and when the son or daughter is no longer present, this also is due to unseen destiny. Destiny is the ultimate controller of everyone. One who knows this is never bewildered.",
        "purport": " Nanda Mahārāja consoled his younger brother Vasudeva by saying that destiny is ultimately responsible for everything. Vasudeva should not be unhappy that his many children had been killed by Kaṁsa or that the last child, the daughter, had gone to the heavenly planets."
    },
    {
        "verse": "31",
        "devanagari": "श्रीवसुदेव उवाचकरो वै वार्षिको दत्तो राज्ञे द‍ृष्टा वयं च व: ।नेह स्थेयं बहुतिथं सन्त्युत्पाताश्च गोकुले ॥ ३१ ॥",
        "english_devnagari": "śrī-vasudeva uvācakaro vai vārṣiko dattorājñe dṛṣṭā vayaṁ ca vaḥneha stheyaṁ bahu-tithaṁsanty utpātāś ca gokule",
        "verse_Syn": [
            "śrī",
            "vasudevaḥ",
            "uvāca",
            "karaḥ",
            "vai",
            "vārṣikaḥ",
            "dattaḥ",
            "rājñe",
            "dṛṣṭāḥ",
            "vayam",
            "ca",
            "vaḥ",
            "na",
            "iha",
            "stheyam",
            "bahu",
            "titham",
            "santi",
            "utpātāḥ",
            "ca",
            "gokule"
        ],
        "translation": "Vasudeva said to Nanda Mahārāja: Now, my dear brother, since you have paid the annual taxes to Kaṁsa and have also seen me, do not stay in this place for many days. It is better to return to Gokula, since I know that there may be some disturbances there.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "श्रीशुक उवाचइति नन्दादयो गोपा: प्रोक्तास्ते शौरिणा ययु: ।अनोभिरनडुद्युक्तैस्तमनुज्ञाप्य गोकुलम् ॥ ३२ ॥",
        "english_devnagari": "śrī-śuka uvācaiti nandādayo gopāḥproktās te śauriṇā yayuḥanobhir anaḍud-yuktaistam anujñāpya gokulam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "nanda",
            "ādayaḥ",
            "gopāḥ",
            "proktāḥ",
            "te",
            "śauriṇā",
            "yayuḥ",
            "anobhiḥ",
            "anaḍut",
            "yuktaiḥ",
            "tam",
            "anujñāpya",
            "gokulam"
        ],
        "translation": "Śukadeva Gosvāmī said: After Vasudeva advised Nanda Mahārāja in this way, Nanda Mahārāja and his associates, the cowherd men, took permission from Vasudeva, yoked their bulls to the bullock carts, and started riding for Gokula.",
        "purport": ""
    }
]