[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअथैकदा द्वारवत्यां वसतो रामकृष्णयो: ।सूर्योपराग: सुमहानासीत् कल्पक्षये यथा ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaathaikadā dvāravatyāṁvasato rāma-kṛṣṇayoḥsūryoparāgaḥ su-mahānāsīt kalpa-kṣaye yathā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "ekadā",
            "dvāravatyām",
            "vasatoḥ",
            "rāma",
            "kṛṣṇayoḥ",
            "sūrya",
            "uparāgaḥ",
            "su",
            "mahān",
            "āsīt",
            "kalpa",
            "kṣaye",
            "yathā"
        ],
        "translation": "Śukadeva Gosvāmī said: Once, while Balarāma and Kṛṣṇa were living in Dvārakā, there occurred a great eclipse of the sun, just as if the end of Lord Brahmā’s day had come.",
        "purport": " As Śrīla Viśvanātha Cakravartī Ṭhākura points out, the words atha and ekadā are commonly used in Sanskrit literature to introduce a new topic. Here they especially indicate that the reunion of the Yadus and Vṛṣṇis at Kurukṣetra is being narrated out of chronological sequence. Śrīla Sanātana Gosvāmī explains in his Vaiṣṇava-toṣaṇī commentary that the events of this Eighty-second Chapter occur after Lord Baladeva’s visit to Vraja (Chapter 65) and before Mahārāja Yudhiṣṭhira’s Rājasūya sacrifice (Chapter 74). This must be so, the ācārya reasons, since during the eclipse at Kurukṣetra all the Kurus, including Dhṛtarāṣṭra, Yudhiṣṭhira, Bhīṣma and Droṇa, met in friendship and happily shared the company of Śrī Kṛṣṇa. At the Rājasūya-yajña, on the other hand, Duryodhana’s jealousy against the Pāṇḍavas became irrevocably inflamed. Soon after this, Duryodhana challenged Yudhiṣṭhira and his brothers to the gambling match, in which he cheated them of their kingdom and exiled them to the forest. Right after the Pāṇḍavas’ return from exile, the great Battle of Kurukṣetra took place, during which Bhīṣma and Droṇa were killed. So it is not logically possible for the solar eclipse at Kurukṣetra to have happened after the Rājasūya sacrifice."
    },
    {
        "verse": "2",
        "devanagari": "तं ज्ञात्वा मनुजा राजन् पुरस्तादेव सर्वत: ।समन्तपञ्चकं क्षेत्रं ययु: श्रेयोविधित्सया ॥ २ ॥",
        "english_devnagari": "taṁ jñātvā manujā rājanpurastād eva sarvataḥsamanta-pañcakaṁ kṣetraṁyayuḥ śreyo-vidhitsayā",
        "verse_Syn": [
            "tam",
            "jñātvā",
            "manujāḥ",
            "rājan",
            "purastāt",
            "eva",
            "sarvataḥ",
            "samanta",
            "pañcakam",
            "kṣetram",
            "yayuḥ",
            "śreyaḥ",
            "vidhitsayā"
        ],
        "translation": "Knowing of this eclipse in advance, O King, many people went to the holy place known as Samanta-pañcaka in order to earn pious credit.",
        "purport": " Vedic astronomers of five thousand years ago could predict eclipses of the sun and moon just as well as our modern astronomers can. The knowledge of the ancient astronomers went much further, however, since they understood the karmic influences of such events. Solar and lunar eclipses are generally very inauspicious, with certain rare exceptions. But just as the otherwise inauspicious Ekādaśī day becomes beneficial when used for the glorification of Lord Hari, so the time of an eclipse is also advantageous for fasting and worship. The holy pilgrimage site known as Samanta-pañcaka is located at Kurukṣetra, the “sacred ground of the Kurus,” where the Kuru kings’ predecessors performed many Vedic sacrifices. The Kurus were thus advised by learned brāhmaṇas that this would be the best place for them to observe vows during the eclipse. Long before their time, Lord Paraśurāma had done penance at Kurukṣetra to atone for his killings. Samanta-pañcaka, the five ponds he dug there, were still present at the end of Dvāpara-yuga, as they are even today."
    },
    {
        "verse": "3-6",
        "devanagari": "नि:क्षत्रियां महीं कुर्वन् राम: शस्‍त्रभृतां वर: ।नृपाणां रुधिरौघेण यत्र चक्रे महाह्रदान् ॥ ३ ॥ईजे च भगवान् रामो यत्रास्पृष्टोऽपि कर्मणा ।लोकं सङ्ग्राहयन्नीशो यथान्योऽघापनुत्तये ॥ ४ ॥महत्यां तीर्थयात्रायां तत्रागन् भारती: प्रजा: ।वृष्णयश्च तथाक्रूरवसुदेवाहुकादय: ॥ ५ ॥ययुर्भारत तत् क्षेत्रं स्वमघं क्षपयिष्णव: ।गदप्रद्युम्नसाम्बाद्या: सुचन्द्रशुकसारणै: ।आस्तेऽनिरुद्धो रक्षायां कृतवर्मा च यूथप: ॥ ६ ॥",
        "english_devnagari": "niḥkṣatriyāṁ mahīṁ kurvanrāmaḥ śastra-bhṛtāṁ varaḥnṛpāṇāṁ rudhiraugheṇayatra cakre mahā-hradān",
        "verse_Syn": [
            "niḥkṣatriyām",
            "mahīm",
            "kurvan",
            "rāmaḥ",
            "śastra",
            "bhṛtām",
            "varaḥ",
            "nṛpāṇām",
            "rudhira",
            "oghena",
            "yatra",
            "cakre",
            "mahā",
            "hradān",
            "īje",
            "ca",
            "bhagavān",
            "rāmaḥ",
            "yatra",
            "aspṛṣṭaḥ",
            "api",
            "karmaṇā",
            "lokam",
            "saṅgrāhayan",
            "īśaḥ",
            "yathā",
            "anyaḥ",
            "agha",
            "apanuttaye",
            "mahatyām",
            "tīrtha",
            "yātrāyām",
            "tatra",
            "āgan",
            "bhāratīḥ",
            "prajāḥ",
            "vṛṣṇayaḥ",
            "ca",
            "tathā",
            "akrūra",
            "vasudeva",
            "āhuka",
            "ādayaḥ",
            "yayuḥ",
            "bhārata",
            "tat",
            "kṣetram",
            "svam",
            "agham",
            "kṣapayiṣṇavaḥ",
            "gada",
            "pradyumna",
            "sāmba",
            "ādayaḥ",
            "sucandra",
            "śuka",
            "sāraṇaiḥ",
            "āste",
            "aniruddhaḥ",
            "rakṣāyām",
            "kṛtavarmā",
            "ca",
            "yūtha",
            "paḥ"
        ],
        "translation": "After ridding the earth of kings, Lord Paraśurāma, the foremost of warriors, created huge lakes from the kings’ blood at Samantaka-pañcaka. Although he is never tainted by karmic reactions, Lord Paraśurāma performed sacrifices there to instruct people in general; thus he acted like an ordinary person trying to free himself of sins. From all parts of Bhārata-varṣa a great number of people now came to that Samanta-pañcaka on pilgrimage. O descendant of Bharata, among those arriving at the holy place were many Vṛṣṇis, such as Gada, Pradyumna and Sāmba, hoping to be relieved of their sins; Akrūra, Vasudeva, Āhuka and other kings also went there. Aniruddha remained in Dvārakā with Sucandra, Śuka and Sāraṇa to guard the city, together with Kṛtavarmā, the commander of their armed forces.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, Śrī Kṛṣṇa’s grandson Aniruddha remained in Dvārakā to protect the city because He is originally Lord Viṣṇu’s manifestation as the guardian of the spiritual planet Śvetadvīpa."
    },
    {
        "verse": "7-8",
        "devanagari": "ते रथैर्देवधिष्ण्याभैर्हयैश्च तरलप्लवै: ।गजैर्नदद्भ‍िरभ्राभैर्नृभिर्विद्याधरद्युभि: ॥ ७ ॥व्यरोचन्त महातेजा: पथि काञ्चनमालिन: ।दिव्यस्रग्वस्‍त्रसन्नाहा: कलत्रै: खेचरा इव ॥ ८ ॥",
        "english_devnagari": "te rathair deva-dhiṣṇyābhairhayaiś ca tarala-plavaiḥgajair nadadbhir abhrābhairnṛbhir vidyādhara-dyubhiḥ",
        "verse_Syn": [
            "te",
            "rathaiḥ",
            "deva",
            "dhiṣṇya",
            "ābhaiḥ",
            "hayaiḥ",
            "ca",
            "tarala",
            "plavaiḥ",
            "gajaiḥ",
            "nadadbhiḥ",
            "abhra",
            "ābhaiḥ",
            "nṛbhiḥ",
            "vidyādhara",
            "dyubhiḥ",
            "vyarocanta",
            "mahā",
            "tejāḥ",
            "pathi",
            "kāñcana",
            "mālinaḥ",
            "divya",
            "srak",
            "vastra",
            "sannāhāḥ",
            "kalatraiḥ",
            "khe",
            "carāḥ",
            "iva"
        ],
        "translation": "The mighty Yādavas passed with great majesty along the road. They were attended by their soldiers, who rode on chariots rivaling the airplanes of heaven, on horses moving with a rhythmic gait, and on bellowing elephants as huge as clouds. Also with them were many infantrymen as effulgent as celestial Vidyādharas. The Yādavas were so divinely dressed — being adorned with gold necklaces and flower garlands and wearing fine armor — that as they proceeded along the road with their wives they seemed to be demigods flying through the sky.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "तत्र स्‍नात्वा महाभागा उपोष्य सुसमाहिता: ।ब्राह्मणेभ्यो ददुर्धेनूर्वास:स्रग्रुक्‍ममालिनी: ॥ ९ ॥",
        "english_devnagari": "tatra snātvā mahā-bhāgāupoṣya su-samāhitāḥbrāhmaṇebhyo dadur dhenūrvāsaḥ-srag-rukma-mālinīḥ",
        "verse_Syn": [
            "tatra",
            "snātvā",
            "mahā",
            "bhāgāḥ",
            "upoṣya",
            "su",
            "samāhitāḥ",
            "brāhmaṇebhyaḥ",
            "daduḥ",
            "dhenūḥ",
            "vāsaḥ",
            "srak",
            "rukma",
            "mālinīḥ"
        ],
        "translation": "At Samanta-pañcaka, the saintly Yādavas bathed and then observed a fast with careful attention. Afterward they presented brāhmaṇas with cows bedecked with garments, flower garlands and gold necklaces.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "रामह्रदेषु विधिवत् पुनराप्लुत्य वृष्णय: ।ददु: स्वन्नं द्विजाग्र्‍येभ्य: कृष्णे नो भक्तिरस्त्विति ॥ १० ॥",
        "english_devnagari": "rāma-hradeṣu vidhi-vatpunar āplutya vṛṣṇayaḥdadaḥ sv-annaṁ dvijāgryebhyaḥkṛṣṇe no bhaktir astv iti",
        "verse_Syn": [
            "rāma",
            "hradeṣu",
            "vidhi",
            "vat",
            "punaḥ",
            "āplutya",
            "vṛṣṇayaḥ",
            "daduḥ",
            "su",
            "annam",
            "dvija",
            "agryebhyaḥ",
            "kṛṣṇe",
            "naḥ",
            "bhaktiḥ",
            "astu",
            "iti"
        ],
        "translation": "In accordance with scriptural injunctions, the descendants of Vṛṣṇi then bathed once more in Lord Paraśurāma’s lakes and fed first-class brāhmaṇas with sumptuous food. All the while they prayed, “May we be granted devotion to Lord Kṛṣṇa.”",
        "purport": " This second bath marked the end of their fasting, on the following day."
    },
    {
        "verse": "11",
        "devanagari": "स्वयं च तदनुज्ञाता वृष्णय: कृष्णदेवता: ।भुक्त्वोपविविशु: कामं स्‍निग्धच्छायाङ्‍‍घ्रिपाङ्‍‍घ्रिषु ॥ ११ ॥",
        "english_devnagari": "svayaṁ ca tad-anujñātāvṛṣṇayaḥ kṛṣṇa-devatāḥbhuktvopaviviśuḥ kāmaṁsnigdha-cchāyāṅghripāṅghriṣu",
        "verse_Syn": [
            "svayam",
            "ca",
            "tat",
            "anujñātāḥ",
            "vṛṣṇayaḥ",
            "kṛṣṇa",
            "devatāḥ",
            "bhuktvā",
            "upaviviśuḥ",
            "kāmam",
            "snigdha",
            "chāyā",
            "aṅghripa",
            "aṅghriṣu"
        ],
        "translation": "Then, with the permission of Lord Kṛṣṇa, their sole object of worship, the Vṛṣṇis ate breakfast and sat down at their leisure beneath trees that gave cooling shade.",
        "purport": ""
    },
    {
        "verse": "12-13",
        "devanagari": "तत्रागतांस्ते दद‍ृशु: सुहृत्सम्बन्धिनो नृपान् ।मत्स्योशीनरकौशल्यविदर्भकुरुसृञ्जयान् ।काम्बोजकैकयान् मद्रान् कुन्तीनानर्तकेरलान् ॥ १२ ॥अन्यांश्चैवात्मपक्षीयान् परांश्च शतशो नृप ।नन्दादीन्सुहृदो गोपान्गोपीश्चोत्कण्ठिताश्चिरम् ॥ १३ ॥",
        "english_devnagari": "tatrāgatāṁs te dadṛśuḥsuhṛt-sambandhino nṛpānmatsyośīnara-kauśalya-vidarbha-kuru-sṛñjayān",
        "verse_Syn": [
            "tatra",
            "āgatān",
            "te",
            "dadṛśuḥ",
            "suhṛt",
            "sambandhinaḥ",
            "nṛpān",
            "matsya",
            "uśīnara",
            "kauśalya",
            "vidarbha",
            "kuru",
            "sṛñjayān",
            "kāmboja",
            "kaikayān",
            "madrān",
            "kuntīn",
            "ānarta",
            "keralān",
            "anyān",
            "ca",
            "eva",
            "ātma",
            "pakṣīyān",
            "parān",
            "ca",
            "śataśaḥ",
            "nṛpa",
            "nanda",
            "ādīn",
            "suhṛdaḥ",
            "gopān",
            "gopīḥ",
            "ca",
            "utkaṇṭhitāḥ",
            "ciram"
        ],
        "translation": "The Yādavas saw that many of the kings who had arrived were old friends and relatives — the Matsyas, Uśīnaras, Kauśalyas, Vidarbhas, Kurus, Sṛñjayas, Kāmbojas, Kaikayas, Madras, Kuntīs and the kings of Ānarta and Kerala. They also saw many hundreds of other kings, both allies and adversaries. In addition, my dear King Parīkṣit, they saw their dear friends Nanda Mahārāja and the cowherd men and women, who had been suffering in anxiety for so long.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "अन्योन्यसन्दर्शनहर्षरंहसाप्रोत्फुल्ल‍हृद्वक्त्रसरोरुहश्रिय: ।आश्लिष्य गाढं नयनै: स्रवज्जलाहृष्यत्त्वचो रुद्धगिरो ययुर्मुदम् ॥ १४ ॥",
        "english_devnagari": "anyonya-sandarśana-harṣa-raṁhasāprotphulla-hṛd-vaktra-saroruha-śriyaḥāśliṣya gāḍhaṁ nayanaiḥ sravaj-jalāhṛṣyat-tvaco ruddha-giro yayur mudam",
        "verse_Syn": [
            "anyonya",
            "sandarśana",
            "harṣa",
            "raṁhasā",
            "protphulla",
            "hṛt",
            "vaktra",
            "saroruha",
            "śriyaḥ",
            "āśliṣya",
            "gāḍham",
            "nayanaiḥ",
            "sravat",
            "jalāḥ",
            "hṛṣyat",
            "tvacaḥ",
            "ruddha",
            "giraḥ",
            "yayuḥ",
            "mudam"
        ],
        "translation": "As the great joy of seeing one another made the lotuses of their hearts and faces bloom with fresh beauty, the men embraced one another enthusiastically. With tears pouring from their eyes, the hair on their bodies standing on end and their voices choked up, they all felt intense bliss.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "स्‍त्रियश्च संवीक्ष्य मिथोऽतिसौहृद-स्मितामलापाङ्गद‍ृशोऽभिरेभिरे ।स्तनै: स्तनान् कुङ्कुमपङ्करूषितान्निहत्य दोर्भि: प्रणयाश्रुलोचना: ॥ १५ ॥",
        "english_devnagari": "striyaś ca saṁvīkṣya mitho ’ti-sauhṛda-smitāmalāpāṅga-dṛśo ’bhirebhirestanaiḥ stanān kuṅkuma-paṅka-rūṣitānnihatya dorbhiḥ praṇayāśru-locanāḥ",
        "verse_Syn": [
            "striyaḥ",
            "ca",
            "saṁvīkṣya",
            "mithaḥ",
            "ati",
            "sauhṛda",
            "smita",
            "amala",
            "apāṅga",
            "dṛśaḥ",
            "abhirebhire",
            "stanaiḥ",
            "stanān",
            "kuṅkuma",
            "paṅka",
            "rūṣitān",
            "nihatya",
            "dorbhiḥ",
            "praṇaya",
            "aśru",
            "locanāḥ"
        ],
        "translation": "The women glanced at one another with pure smiles of loving friendship. And when they embraced, their breasts, smeared with saffron paste, pressed against one another as their eyes filled with tears of affection.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "ततोऽभिवाद्य ते वृद्धान् यविष्ठैरभिवादिता: ।स्वागतं कुशलं पृष्ट्वा चक्रु: कृष्णकथा मिथ: ॥ १६ ॥",
        "english_devnagari": "tato ’bhivādya te vṛddhānyaviṣṭhair abhivāditāḥsv-āgataṁ kuśalaṁ pṛṣṭvācakruḥ kṛṣṇa-kathā mithaḥ",
        "verse_Syn": [
            "tataḥ",
            "abhivādya",
            "te",
            "vṛddhān",
            "yaviṣṭhaiḥ",
            "abhivāditāḥ",
            "su",
            "āgatam",
            "kuśalam",
            "pṛṣṭvā",
            "cakruḥ",
            "kṛṣṇa",
            "kathāḥ",
            "mithaḥ"
        ],
        "translation": "They all then offered obeisances to their elders and received respect in turn from their younger relatives. After inquiring from one another about the comfort of their trip and their well-being, they proceeded to talk about Kṛṣṇa.",
        "purport": " These are the special dealings of Vaiṣṇavas. Even the family entanglements that delude ordinary conditioned souls are no encumbrance for those whose family members are all pure devotees of the Lord. Impersonalists have no capacity for appreciating these intimate dealings, since their philosophy condemns as illusory any kind of personal, emotional existence. When followers of impersonalism pretend to understand the loving relationships of Kṛṣṇa and His devotees, they only create havoc for themselves and whoever listens to them."
    },
    {
        "verse": "17",
        "devanagari": "पृथा भ्रातॄन् स्वसृर्वीक्ष्य तत्पुत्रान् पितरावपि ।भ्रातॄपत्नीर्मुकुन्दं च जहौ सङ्कथया शुच: ॥ १७ ॥",
        "english_devnagari": "pṛthā bhrātṝn svasṝr vīkṣyatat-putrān pitarāv apibhrātṛ-patnīr mukundaṁ cajahau saṅkathayā śucaḥ",
        "verse_Syn": [
            "pṛthā",
            "bhrātṝn",
            "svasṝḥ",
            "vīkṣya",
            "tat",
            "putrān",
            "pitarau",
            "api",
            "bhrātṛ",
            "patnīḥ",
            "mukundam",
            "ca",
            "jahau",
            "saṅkathayā",
            "śucaḥ"
        ],
        "translation": "Queen Kuntī met with her brothers and sisters and their children, and also with her parents, her brothers’ wives and Lord Mukunda. While talking with them she forgot her sorrow.",
        "purport": " Even the constant anxiety of a pure devotee, apparently just the opposite of the impersonalists’ śānti, can be an exalted manifestation of love of God, as exemplified by Śrīmatī Kuntīdevī, the aunt of Lord Kṛṣṇa and mother of the Pāṇḍavas."
    },
    {
        "verse": "18",
        "devanagari": "कुन्त्युवाचआर्य भ्रातरहं मन्ये आत्मानमकृताशिषम् ।यद् वा आपत्सु मद्वार्तां नानुस्मरथ सत्तमा: ॥ १८ ॥",
        "english_devnagari": "kunty uvācaārya bhrātar ahaṁ manyeātmānam akṛtāśiṣamyad vā āpatsu mad-vārtāṁnānusmaratha sattamāḥ",
        "verse_Syn": [
            "kuntī",
            "uvāca",
            "ārya",
            "bhrātaḥ",
            "aham",
            "manye",
            "ātmānam",
            "akṛta",
            "āśiṣam",
            "yat",
            "vai",
            "āpatsu",
            "mat",
            "vārtām",
            "na",
            "anusmaratha",
            "sat",
            "tamāḥ"
        ],
        "translation": "Queen Kuntī said: My dear, respectable brother, I feel that my desires have been frustrated, because although all of you are most saintly, you forgot me during my calamities.",
        "purport": " Here Queen Kuntī addresses her brother Vasudeva."
    },
    {
        "verse": "19",
        "devanagari": "सुहृदो ज्ञातय: पुत्रा भ्रातर: पितरावपि ।नानुस्मरन्ति स्वजनं यस्य दैवमदक्षिणम् ॥ १९ ॥",
        "english_devnagari": "suhṛdo jñātayaḥ putrābhrātaraḥ pitarāv apinānusmaranti sva-janaṁyasya daivam adakṣiṇam",
        "verse_Syn": [
            "suhṛdaḥ",
            "jñātayaḥ",
            "putrāḥ",
            "bhrātaraḥ",
            "pitarau",
            "api",
            "na",
            "anusmaranti",
            "sva",
            "janam",
            "yasya",
            "daivam",
            "adakṣiṇam"
        ],
        "translation": "Friends and family members — even children, brothers and parents — forget a dear one whom Providence no longer favors.",
        "purport": " Śrīla Śrīdhara Svāmī and Viśvanātha Cakravartī Ṭhākura both comment that Kuntī does not blame her relatives for her suffering. Thus she calls them “most saintly persons” and alludes here to her own bad fortune as the cause of her unhappiness."
    },
    {
        "verse": "20",
        "devanagari": "श्रीवसुदेव उवाचअम्ब मास्मानसूयेथा दैवक्रीडनकान् नरान् ।ईशस्य हि वशे लोक: कुरुते कार्यतेऽथ वा ॥ २० ॥",
        "english_devnagari": "śrī-vasudeva uvācaamba māsmān asūyethādaiva-krīḍanakān narānīśasya hi vaśe lokaḥkurute kāryate ’tha vā",
        "verse_Syn": [
            "śrī",
            "vasudevaḥ",
            "uvāca",
            "amba",
            "mā",
            "asmān",
            "asūyethāḥ",
            "daiva",
            "krīḍanakān",
            "narān",
            "īśasya",
            "hi",
            "vaśe",
            "lokaḥ",
            "kurute",
            "kāryate",
            "atha",
            "vā"
        ],
        "translation": "Śrī Vasudeva said: Dear sister, please do not be angry with us. We are only ordinary men, playthings of fate. Indeed, whether a person acts on his own or is forced by others, he is always under the Supreme Lord’s control.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "कंसप्रतापिता: सर्वे वयं याता दिशं दिशम् ।एतर्ह्येव पुन: स्थानं दैवेनासादिता: स्वस: ॥ २१ ॥",
        "english_devnagari": "kaṁsa-pratāpitāḥ sarvevayaṁ yātā diśaṁ diśametarhy eva punaḥ sthānaṁdaivenāsāditāḥ svasaḥ",
        "verse_Syn": [
            "kaṁsa",
            "pratāpitāḥ",
            "sarve",
            "vayam",
            "yātāḥ",
            "diśam",
            "diśam",
            "etarhi",
            "eva",
            "punaḥ",
            "sthānam",
            "daivena",
            "āsāditāḥ",
            "svasaḥ"
        ],
        "translation": "Harassed by Kaṁsa, we all fled in various directions, but by the grace of Providence we have now finally been able to return to our homes, my dear sister.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "श्रीशुक उवाचवसुदेवोग्रसेनाद्यैर्यदुभिस्तेऽर्चिता नृपा: ।आसन्नच्युतसन्दर्शपरमानन्दनिर्वृता: ॥ २२ ॥",
        "english_devnagari": "śrī-śuka uvācavasudevograsenādyairyadubhis te ’rcitā nṛpāḥāsann acyuta-sandarśa-paramānanda-nirvṛtāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "vasudeva",
            "ugrasena",
            "ādyaiḥ",
            "yadubhiḥ",
            "te",
            "arcitāḥ",
            "nṛpāḥ",
            "āsan",
            "acyuta",
            "sandarśa",
            "parama",
            "ānanda",
            "nirvṛtāḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Vasudeva, Ugrasena and the other Yadus honored the various kings, who became supremely blissful and content upon seeing Lord Acyuta.",
        "purport": ""
    },
    {
        "verse": "23-26",
        "devanagari": "भीष्मो द्रोणोऽम्बिकापुत्रो गान्धारी ससुता तथा ।सदारा: पाण्डवा: कुन्ती सञ्जयो विदुर: कृप: ॥ २३ ॥कुन्तीभोजो विराटश्च भीष्मको नग्नजिन्महान् ।पुरुजिद्‌द्रुपद: शल्यो धृष्टकेतु: सकाशिराट् ॥ २४ ॥दमघोषो विशालाक्षो मैथिलो मद्रकेकयौ ।युधामन्यु: सुशर्मा च ससुता बाह्लिकादय: ॥ २५ ॥राजानो ये च राजेन्द्र युधिष्ठिरमनुव्रता: ।श्रीनिकेतं वपु: शौरे: सस्‍त्रीकं वीक्ष्य विस्मिता: ॥ २६ ॥",
        "english_devnagari": "bhīṣmo droṇo ’mbikā-putrogāndhārī sa-sutā tathāsa-dārāḥ pāṇḍavāḥ kuntīsañjayo viduraḥ kṛpaḥ",
        "verse_Syn": [
            "bhīṣmaḥ",
            "droṇaḥ",
            "ambikā",
            "putraḥ",
            "gāndhārī",
            "sa",
            "sutāḥ",
            "tathā",
            "sa",
            "dārāḥ",
            "pāṇḍavāḥ",
            "kuntī",
            "sañjayaḥ",
            "viduraḥ",
            "kṛpaḥ",
            "kuntībhojaḥ",
            "virāṭaḥ",
            "ca",
            "bhīṣmakaḥ",
            "nagnajit",
            "mahān",
            "purujit",
            "drupadaḥ",
            "śalyaḥ",
            "dhṛṣṭaketuḥ",
            "saḥ",
            "kāśi",
            "rāṭ",
            "damaghoṣaḥ",
            "viśālākṣaḥ",
            "maithilaḥ",
            "madra",
            "kekayau",
            "yudhāmanyuḥ",
            "suśarmā",
            "ca",
            "sa",
            "sutāḥ",
            "bāhlika",
            "ādayaḥ",
            "rājānaḥ",
            "ye",
            "ca",
            "rāja",
            "indra",
            "yudhiṣṭhiram",
            "anuvratāḥ",
            "śrī",
            "niketam",
            "vapuḥ",
            "śaureḥ",
            "sa",
            "stṛīkam",
            "vīkṣya",
            "vismitāḥ"
        ],
        "translation": "All the royalty present, including Bhīṣma, Droṇa, Dhṛtarāṣṭra, Gāndhārī and her sons, the Pāṇḍavas and their wives, Kuntī, Sañjaya, Vidura, Kṛpācārya, Kuntībhoja, Virāṭa, Bhīṣmaka, the great Nagnajit, Purujit, Drupada, Śalya, Dhṛṣṭaketu, Kāśirāja, Damaghoṣa, Viśālākṣa, Maithila, Madra, Kekaya, Yudhāmanyu, Suśarmā, Bāhlika with his associates and their sons, and the many other kings subservient to Mahārāja Yudhiṣṭhira — all of them, O best of kings, were simply amazed to see the transcendental form of Lord Kṛṣṇa, the abode of all opulence and beauty, standing before them with His consorts.",
        "purport": " According to Śrīla Śrīdhara Svāmī, all these kings were now followers of Yudhiṣṭhira because he had subjugated each of them to earn the privilege of performing the Rājasūya sacrifice. The Vedic injunctions state that a kṣatriya who wants to execute the Rājasūya for elevation to heaven must first send out a “victory horse” to roam freely; any other king whose territory this horse enters must either voluntarily submit or face the kṣatriya or his representatives in battle."
    },
    {
        "verse": "27",
        "devanagari": "अथ ते रामकृष्णाभ्यां सम्यक् प्राप्तसमर्हणा: ।प्रशशंसुर्मुदा युक्ता वृष्णीन् कृष्णपरिग्रहान् ॥ २७ ॥",
        "english_devnagari": "atha te rāma-kṛṣṇābhyāṁsamyak prāpta-samarhaṇāḥpraśaśaṁsur mudā yuktāvṛṣṇīn kṛṣṇa-parigrahān",
        "verse_Syn": [
            "atha",
            "te",
            "rāma",
            "kṛṣṇābhyām",
            "samyak",
            "prāpta",
            "samarhaṇāḥ",
            "praśaśaṁsuḥ",
            "mudā",
            "yuktāḥ",
            "vṛṣṇīn",
            "kṛṣṇa",
            "parigrahān"
        ],
        "translation": "After Lord Balarāma and Lord Kṛṣṇa had liberally honored them, with great joy and enthusiasm these kings began to praise the members of the Vṛṣṇi clan, Śrī Kṛṣṇa’s personal associates.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "अहो भोजपते यूयं जन्मभाजो नृणामिह ।यत् पश्यथासकृत् कृष्णं दुर्दर्शमपि योगिनाम् ॥ २८ ॥",
        "english_devnagari": "aho bhoja-pate yūyaṁjanma-bhājo nṛṇām ihayat paśyathāsakṛt kṛṣṇaṁdurdarśam api yoginām",
        "verse_Syn": [
            "aho",
            "bhoja",
            "pate",
            "yūyam",
            "janma",
            "bhājaḥ",
            "nṛṇām",
            "iha",
            "yat",
            "paśyatha",
            "asakṛt",
            "kṛṣṇam",
            "durdarśam",
            "api",
            "yoginām"
        ],
        "translation": "[The kings said:] O King of the Bhojas, you alone among men have achieved a truly exalted birth, for you continually behold Lord Kṛṣṇa, who is rarely visible even to great yogīs.",
        "purport": ""
    },
    {
        "verse": "29-30",
        "devanagari": "यद्विश्रुति: श्रुतिनुतेदमलं पुनातिपादावनेजनपयश्च वचश्च शास्‍त्रम् ।भू: कालभर्जितभगापि यदङ्‍‍घ्रिपद्म-स्पर्शोत्थशक्तिरभिवर्षति नोऽखिलार्थान् ॥ २९ ॥तद्दर्शनस्पर्शनानुपथप्रजल्प-शय्यासनाशनसयौनसपिण्डबन्ध: ।येषां गृहे निरयवर्त्मनि वर्ततां व:स्वर्गापवर्गविरम: स्वयमास विष्णु: ॥ ३० ॥",
        "english_devnagari": "yad-viśrutiḥ śruti-nutedam alaṁ punātipādāvanejana-payaś ca vacaś ca śāstrambhūḥ kāla-bharjita-bhagāpi yad-aṅghri-padma-sparśottha-śaktir abhivarṣati no ’khilārthān",
        "verse_Syn": [
            "yat",
            "viśrutiḥ",
            "śruti",
            "nutā",
            "idam",
            "alam",
            "punāti",
            "pāda",
            "avanejana",
            "payaḥ",
            "ca",
            "vacaḥ",
            "ca",
            "śāstram",
            "bhūḥ",
            "kāla",
            "bharjita",
            "bhagā",
            "api",
            "yat",
            "aṅghri",
            "padma",
            "sparśa",
            "uttha",
            "śaktiḥ",
            "abhivarṣati",
            "naḥ",
            "akhila",
            "arthān",
            "tat",
            "darśana",
            "sparśana",
            "anupatha",
            "prajalpa",
            "śayyā",
            "āsana",
            "aśana",
            "sa",
            "yauna",
            "sa",
            "piṇḍa",
            "bandhaḥ",
            "yeṣām",
            "gṛhe",
            "niraya",
            "vartmani",
            "vartatām",
            "vaḥ",
            "svarga",
            "apavarga",
            "viramaḥ",
            "svayam",
            "āsa",
            "viṣṇuḥ"
        ],
        "translation": "His fame, as broadcast by the Vedas, the water that has washed His feet, and the words He speaks in the form of the revealed scriptures — these thoroughly purify this universe. Although the earth’s good fortune was ravaged by time, the touch of His lotus feet has revitalized her, and thus she is raining down on us the fulfillment of all our desires. The same Lord Viṣṇu who makes one forget the goals of heaven and liberation has now entered into marital and blood relationships with you, who otherwise travel on the hellish path of family life. Indeed, in these relationships you see and touch Him directly, walk beside Him, converse with Him, and together with Him lie down to rest, sit at ease and take your meals.",
        "purport": " All Vedic mantras glorify Lord Viṣṇu; this truth is supported with elaborate evidence by learned ācāryas like Rāmānuja, in his Vedārtha-saṅgraha, and Madhva, in his Ṛg-veda-bhāṣya. The words Viṣṇu Himself speaks, such as the Bhagavad-gītā, are the confidential essence of all scripture. In His manifestation as Vyāsadeva, the Supreme Lord composed both the Vedānta-sutras and Mahābhārata, and this Mahābhārata includes Śrī Kṛṣṇa’s personal statement: vedaiś ca sarvair aham eva vedyo/ vedānta-kṛd veda-vid eva cāham. “By all the Vedas, I am to be known. Indeed, I am the compiler of Vedānta, and I am the knower of the Vedas.” (Bhagavad-gītā 15.15) When Lord Viṣṇu appeared before Bali Mahārāja to beg three steps of land, the Lord’s second step pierced the shells of the universe. The water of the transcendental river Virajā, lying just outside the universal egg, thus seeped inside, washing Lord Vāmana’s foot and flowing down to become the Ganges River. Because of the sanctity of its origin, the Ganges is generally considered the most holy of rivers. But even more potent is the water of the Yamunā, where Lord Viṣṇu in His original form of Govinda played with His intimate companions. In these two verses the assembled kings praise the special merit of Lord Kṛṣṇa’s Yadu clan. Not only do they see Kṛṣṇa, but they are also directly connected with Him by dual bonds of marital and blood relationships. Śrīla Viśvanātha Cakravartī suggests that the word bandha, beside its more obvious meaning of “relation,” can also be understood in the sense of “capture,” expressing that the love the Yadus feel for the Lord obliges Him always to stay with them."
    },
    {
        "verse": "31",
        "devanagari": "श्रीशुक उवाचनन्दस्तत्र यदून् प्राप्तान् ज्ञात्वा कृष्णपुरोगमान् ।तत्रागमद् वृतो गोपैरन:स्थार्थैर्दिद‍ृक्षया ॥ ३१ ॥",
        "english_devnagari": "śrī-śuka uvācanandas tatra yadūn prāptānjñātvā kṛṣṇa-purogamāntatrāgamad vṛto gopairanaḥ-sthārthair didṛkṣayā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "nandaḥ",
            "tatra",
            "yadūn",
            "prāptān",
            "jñātvā",
            "kṛṣṇa",
            "puraḥ",
            "gamān",
            "tatra",
            "agamat",
            "vṛtaḥ",
            "gopaiḥ",
            "anaḥ",
            "stha",
            "arthaiḥ",
            "didṛkṣayā"
        ],
        "translation": "Śukadeva Gosvāmī said: When Nanda Mahārāja learned that the Yadus had arrived, led by Kṛṣṇa, he immediately went to see them. The cowherds accompanied him, their various possessions loaded on their wagons.",
        "purport": " The cowherds of Vraja were planning to stay at Kurukṣetra for some days, so they came equipped with adequate provisions, especially milk products and other foods for the pleasure of Kṛṣṇa and Balarāma."
    },
    {
        "verse": "32",
        "devanagari": "तं द‍ृष्ट्वा वृष्णयो हृष्टास्तन्व: प्राणमिवोत्थिता: ।परिषस्वजिरे गाढं चिरदर्शनकातरा: ॥ ३२ ॥",
        "english_devnagari": "taṁ dṛṣṭvā vṛṣṇayo hṛṣṭāstanvaḥ prāṇam ivotthitāḥpariṣasvajire gāḍhaṁcira-darśana-kātarāḥ",
        "verse_Syn": [
            "tam",
            "dṛṣṭvā",
            "vṛṣṇayaḥ",
            "hṛṣṭāḥ",
            "tanvaḥ",
            "prāṇam",
            "iva",
            "utthitāḥ",
            "pariṣaśvajire",
            "gāḍham",
            "cira",
            "darśana",
            "kātarāḥ"
        ],
        "translation": "Seeing Nanda, the Vṛṣṇis were delighted and stood up like dead bodies coming back to life. Having felt much distress at not seeing him for so long, they held him in a tight embrace.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "वसुदेव: परिष्वज्य सम्प्रीत: प्रेमविह्वल: ।स्मरन् कंसकृतान् क्लेशान् पुत्रन्यासं च गोकुले ॥ ३३ ॥",
        "english_devnagari": "vasudevaḥ pariṣvajyasamprītaḥ prema-vihvalaḥsmaran kaṁsa-kṛtān kleśānputra-nyāsaṁ ca gokule",
        "verse_Syn": [
            "vasudevaḥ",
            "pariṣvajya",
            "samprītaḥ",
            "prema",
            "vihvalaḥ",
            "smaran",
            "kaṁsa",
            "kṛtān",
            "kleśān",
            "putra",
            "nyāsam",
            "ca",
            "gokule"
        ],
        "translation": "Vasudeva embraced Nanda Mahārāja with great joy. Beside himself with ecstatic love, Vasudeva remembered the troubles Kaṁsa had caused him, forcing him to leave his sons in Gokula for Their safety.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "कृष्णरामौ परिष्वज्य पितरावभिवाद्य च ।न किञ्चनोचतु: प्रेम्णा साश्रुकण्ठौ कुरूद्वह ॥ ३४ ॥",
        "english_devnagari": "kṛṣṇa-rāmau pariṣvajyapitarāv abhivādya cana kiñcanocatuḥ premṇāsāśru-kaṇṭhau kurūdvaha",
        "verse_Syn": [
            "kṛṣṇa",
            "rāmau",
            "pariṣvajya",
            "pitarau",
            "abhivādya",
            "ca",
            "na",
            "kiñcana",
            "ūcatuḥ",
            "premṇā",
            "sa",
            "aśru",
            "kaṇṭhau",
            "kuru",
            "udvaha"
        ],
        "translation": "O hero of the Kurus, Kṛṣṇa and Balarāma embraced Their foster parents and bowed down to them, but Their throats were so choked up with tears of love that the two Lords could say nothing.",
        "purport": " After a long separation, a respectful child should first offer obeisances to his parents. Nanda and Yaśodā gave their sons no opportunity for this, however, for as soon as they saw Them they embraced Them. Only then could Kṛṣṇa and Balarāma offer Their proper respects."
    },
    {
        "verse": "35",
        "devanagari": "तावात्मासनमारोप्य बाहुभ्यां परिरभ्य च ।यशोदा च महाभागा सुतौ विजहतु: शुच: ॥ ३५ ॥",
        "english_devnagari": "tāv ātmāsanam āropyabāhubhyāṁ parirabhya cayaśodā ca mahā-bhāgāsutau vijahatuḥ śucaḥ",
        "verse_Syn": [
            "tau",
            "ātma",
            "āsanam",
            "āropya",
            "bāhubhyām",
            "parirabhya",
            "ca",
            "yaśodā",
            "ca",
            "mahā",
            "bhāgā",
            "sutau",
            "vijahatuḥ",
            "śucaḥ"
        ],
        "translation": "Raising their two sons onto their laps and holding Them in their arms, Nanda and saintly mother Yaśodā forgot their sorrow.",
        "purport": " Śrīla Viśvanātha Cakravartī explains that after the initial embraces and obeisances, Vasudeva led Nanda and Yaśodā into his tent as they held the hands of Kṛṣṇa and Balarāma. Following them inside were Rohiṇī, other women and men of Vraja, and a number of attendants. Inside, Nanda and Yaśodā took the two boys on their laps. Despite having heard the glories of the two Lords of Dvārakā, and despite seeing these opulences now before their eyes, Nanda and Yaśodā looked upon Them as if They were still their eight-year-old children."
    },
    {
        "verse": "36",
        "devanagari": "रोहिणी देवकी चाथ परिष्वज्य व्रजेश्वरीम् ।स्मरन्त्यौ तत्कृतां मैत्रीं बाष्पकण्ठ्यौ समूचतु: ॥ ३६ ॥",
        "english_devnagari": "rohiṇī devakī cāthapariṣvajya vrajeśvarīmsmarantyau tat-kṛtāṁ maitrīṁbāṣpa-kaṇṭhyau samūcatuḥ",
        "verse_Syn": [
            "rohiṇī",
            "devakī",
            "ca",
            "atha",
            "pariṣvajya",
            "vraja",
            "īśvarīm",
            "smarantyau",
            "tat",
            "kṛtam",
            "maitṛīm",
            "bāṣpa",
            "kaṇṭhyau",
            "samūcatuḥ"
        ],
        "translation": "Then Rohiṇī and Devakī both embraced the Queen of Vraja, remembering the faithful friendship she had shown them. Their throats choking with tears, they addressed her as follows.",
        "purport": " At this time, according to Śrīla Viśvanātha Cakravartī, Śrī Vasudeva invited Nanda outside to meet Ugrasena and the other elder Yadus. Taking this opportunity, Rohiṇī and Devakī talked with Queen Yaśodā."
    },
    {
        "verse": "37",
        "devanagari": "का विस्मरेत वां मैत्रीमनिवृत्तां व्रजेश्वरि ।अवाप्याप्यैन्द्रमैश्वर्यं यस्या नेह प्रतिक्रिया ॥ ३७ ॥",
        "english_devnagari": "kā vismareta vāṁ maitrīmanivṛttāṁ vrajeśvariavāpyāpy aindram aiśvaryaṁyasyā neha pratikriyā",
        "verse_Syn": [
            "kā",
            "vismareta",
            "vām",
            "maitrīm",
            "anivṛttām",
            "vraja",
            "īśvari",
            "avāpya",
            "api",
            "aindram",
            "aiśvaryam",
            "yasyāḥ",
            "na",
            "iha",
            "prati",
            "kriyā"
        ],
        "translation": "[Rohiṇī and Devakī said:] What woman could forget the unceasing friendship you and Nanda have shown us, dear Queen of Vraja? There is no way to repay you in this world, even with the wealth of Indra.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "एतावद‍ृष्टपितरौ युवयो: स्म पित्रो:सम्प्रीणनाभ्युदयपोषणपालनानि ।प्राप्योषतुर्भवति पक्ष्म ह यद्वदक्ष्णो-र्न्यस्तावकुत्रचभयौ न सतां पर: स्व: ॥ ३८ ॥",
        "english_devnagari": "etāv adṛṣṭa-pitarau yuvayoḥ sma pitroḥsamprīṇanābhyudaya-poṣaṇa-pālanāniprāpyoṣatur bhavati pakṣma ha yadvad akṣṇornyastāv akutra ca bhayau na satāṁ paraḥ svaḥ",
        "verse_Syn": [
            "etau",
            "adṛṣṭa",
            "pitarau",
            "yuvayoḥ",
            "sma",
            "pitroḥ",
            "samprīṇana",
            "abhyudaya",
            "poṣaṇa",
            "pālanāni",
            "prāpya",
            "ūṣatuḥ",
            "bhavati",
            "pakṣma",
            "ha",
            "yadvat",
            "akṣṇoḥ",
            "nyastau",
            "akutra",
            "ca",
            "bhayau",
            "na",
            "satām",
            "paraḥ",
            "svaḥ"
        ],
        "translation": "Before these two boys had ever seen Their real parents, you acted as Their parents and gave Them all affectionate care, training, nourishment and protection. They were never afraid, good lady, because you protected Them just as eyelids protect the eyes. Indeed, saintly persons like you never discriminate between outsiders and their own kin.",
        "purport": " As Śrīla Viśvanātha Cakravartī explains, Kṛṣṇa and Balarāma had not seen Their parents for two reasons: because of Their exile in Vraja, and also because They are never actually born and therefore have no parents. Śrīla Viśvanātha Cakravartī also describes what Devakī thought before speaking this verse: “Alas, because for so long these two sons of mine had you, Yaśodā, as Their guardian and mother, and because They were immersed in such a vast ocean of ecstatic loving dealings with you, now that you are once more before Them They are too distracted to even notice me. Also, you are behaving as if insane and blind with love for Them, showing millions of times more maternal affection than I possess. Thus you simply keep staring at us, your friends, without recognizing us. So let me bring you back to reality on the pretext of some affectionate words.” Then, when Devakī failed to get any response from Yaśodā even after addressing her, Rohiṇī said, “My dear Devakī, it’s impossible just now to rouse her out of this ecstatic trance. We are crying in the wilderness, and her two sons are no less bound up in the ropes of affection for her than she is for Them. So let us now go outside to meet with Pṛthā, Draupadī and the others.”"
    },
    {
        "verse": "39",
        "devanagari": "श्रीशुक उवाचगोप्यश्च कृष्णमुपलभ्य चिरादभीष्टंयत्प्रेक्षणे द‍ृशिषु पक्ष्मकृतं शपन्ति ।द‍ृग्भिर्हृदीकृतमलं परिरभ्य सर्वा-स्तद्भ‍ावमापुरपि नित्ययुजां दुरापम् ॥ ३९ ॥",
        "english_devnagari": "śrī-śuka uvācagopyaś ca kṛṣṇam upalabhya cirād abhīṣṭaṁyat-prekṣaṇe dṛśiṣu pakṣma-kṛtaṁ śapantidṛgbhir hṛdī-kṛtam alaṁ parirabhya sarvāstad-bhāvam āpur api nitya-yujāṁ durāpam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "gopyaḥ",
            "ca",
            "kṛṣṇam",
            "upalabhya",
            "cirāt",
            "abhīṣṭam",
            "yat",
            "prekṣaṇe",
            "dṛśiṣu",
            "pakṣma",
            "kṛtam",
            "śapanti",
            "dṛgbhiḥ",
            "hṛdī",
            "kṛtam",
            "alam",
            "parirabhya",
            "sarvāḥ",
            "tat",
            "bhāvam",
            "āpuḥ",
            "api",
            "nitya",
            "yujām",
            "durāpam"
        ],
        "translation": "Śukadeva Gosvāmī said: While gazing at their beloved Kṛṣṇa, the young gopīs used to condemn the creator of their eyelids, [which would momentarily block their vision of Him]. Now, seeing Kṛṣṇa again after such a long separation, with their eyes they took Him into their hearts, and there they embraced Him to their full satisfaction. In this way they became totally absorbed in ecstatic meditation on Him, although those who constantly practice mystic yoga find such absorption difficult to achieve.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, just then Lord Balarāma saw the gopīs standing a short distance away. Seeing them trembling with eagerness to meet Kṛṣṇa, and apparently ready to give up their lives if they could not, He tactfully decided to get up and involve Himself elsewhere. Then the gopīs attained the state described in the current verse. In referring to the gopīs’ intolerant disrespect of Lord Brahmā, “the creator of eyelids,” Śukadeva Gosvāmī is giving vent to his own subtle jealousy of the gopīs’ favored position. Śrīla Jīva Gosvāmī offers an alternate understanding of the phrase nitya-yujām, which may mean “even of the Lord’s principal queens, who tend to be proud of their constant association with Him.” In Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda writes: “Because they had been separated from Kṛṣṇa for so many years, the gopīs, having come along with Nanda Mahārāja and mother Yaśodā, felt intense ecstasy in seeing Kṛṣṇa. No one can even imagine how anxious the gopīs were to see Kṛṣṇa again. As soon as Kṛṣṇa became visible to them, they took Him inside their hearts through their eyes and embraced Him to their full satisfaction. Even though they were embracing Kṛṣṇa only mentally, they became so ecstatic and overwhelmed with joy that for the time being they completely forgot themselves. The ecstatic trance which they achieved simply by mentally embracing Kṛṣṇa is impossible to achieve even for great yogīs constantly engaged in meditation on the Supreme Personality of Godhead. Kṛṣṇa could understand that the gopīs were rapt in ecstasy by embracing Him in their minds, and therefore, since He is present in everyone’s heart, He also reciprocated the embracing from within.”"
    },
    {
        "verse": "40",
        "devanagari": "भगवांस्तास्तथाभूता विविक्त उपसङ्गत: ।आश्लिष्यानामयं पृष्ट्वा प्रहसन्निदमब्रवीत् ॥ ४० ॥",
        "english_devnagari": "bhagavāṁs tās tathā-bhūtāvivikta upasaṅgataḥāśliṣyānāmayaṁ pṛṣṭvāprahasann idam abravīt",
        "verse_Syn": [
            "bhagavān",
            "tāḥ",
            "tathā",
            "bhūtāḥ",
            "vivikte",
            "upasaṅgataḥ",
            "āśliṣya",
            "anāmayam",
            "pṛṣṭvā",
            "prahasan",
            "idam",
            "abravīt"
        ],
        "translation": "The Supreme Lord approached the gopīs in a secluded place as they stood in their ecstatic trance. After embracing each of them and inquiring about their well-being, He laughed and spoke as follows.",
        "purport": " Śrīla Viśvanātha Cakravartī comments that Kṛṣṇa expanded Himself by His vibhūti-śakti to embrace each of the gopīs individually, thus waking each of them from her trance. He inquired, “Are you now relieved of your pain of separation?” and laughed to help lighten their spirits."
    },
    {
        "verse": "41",
        "devanagari": "अपि स्मरथ न: सख्य: स्वानामर्थचिकीर्षया ।गतांश्चिरायिताञ्छत्रुपक्षक्षपणचेतस: ॥ ४१ ॥",
        "english_devnagari": "api smaratha naḥ sakhyaḥsvānām artha-cikīrṣayāgatāṁś cirāyitāñ chatru-pakṣa-kṣapaṇa-cetasaḥ",
        "verse_Syn": [
            "api",
            "smaratha",
            "naḥ",
            "sakhyaḥ",
            "svānām",
            "artha",
            "cikīrṣayā",
            "gatān",
            "cirāyitān",
            "śatru",
            "pakṣa",
            "kṣapaṇa",
            "cetasaḥ"
        ],
        "translation": "[Lord Kṛṣṇa said:] My dear girlfriends, do you still remember Me? It was for My relatives’ sake that I stayed away so long, intent on destroying My enemies.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "अप्यवध्यायथास्मान् स्विदकृतज्ञाविशङ्कया ।नूनं भूतानि भगवान् युनक्ति वियुनक्ति च ॥ ४२ ॥",
        "english_devnagari": "apy avadhyāyathāsmān svidakṛta-jñāviśaṅkayānūnaṁ bhūtāni bhagavānyunakti viyunakti ca",
        "verse_Syn": [
            "api",
            "avadhyāyatha",
            "asmān",
            "svit",
            "akṛta",
            "jña",
            "āviśaṅkayā",
            "nūnam",
            "bhūtāni",
            "bhagavān",
            "yunakti",
            "viyunakti",
            "ca"
        ],
        "translation": "Do you perhaps think I’m ungrateful and thus hold Me in contempt? After all, it is the Supreme Lord who brings living beings together and then separates them.",
        "purport": " Śrīla Viśvanātha Cakravartī reveals the gopīs’ thoughts: “We are not like You, who, with Your heart shattered by remembering us day and night, gave up all sense enjoyment in Your distress of separation. Rather, we have not remembered You at all; in fact, we have been quite happy without You.” In response, Kṛṣṇa here asks whether they resent His ingratitude."
    },
    {
        "verse": "43",
        "devanagari": "वायुर्यथा घनानीकं तृणं तूलं रजांसि च ।संयोज्याक्षिपते भूयस्तथा भूतानि भूतकृत् ॥ ४३ ॥",
        "english_devnagari": "vāyur yathā ghanānīkaṁtṛṇaṁ tūlaṁ rajāṁsi casaṁyojyākṣipate bhūyastathā bhūtāni bhūta-kṛt",
        "verse_Syn": [
            "vāyuḥ",
            "yathā",
            "ghana",
            "anīkam",
            "tṛṇam",
            "tūlam",
            "rajāṁsi",
            "ca",
            "saṁyojya",
            "ākṣipate",
            "bhūyaḥ",
            "tathā",
            "bhūtāni",
            "bhūta",
            "kṛt"
        ],
        "translation": "Just as the wind brings together masses of clouds, blades of grass, wisps of cotton and particles of dust, only to scatter them all again, so the creator deals with His created beings in the same way.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "मयि भक्तिर्हि भूतानाममृतत्वाय कल्पते ।दिष्‍ट्या यदासीन्मत्स्‍नेहो भवतीनां मदापन: ॥ ४४ ॥",
        "english_devnagari": "mayi bhaktir hi bhūtānāmamṛtatvāya kalpatediṣṭyā yad āsīn mat-snehobhavatīnāṁ mad-āpanaḥ",
        "verse_Syn": [
            "mayi",
            "bhaktiḥ",
            "hi",
            "bhūtānām",
            "amṛtatvāya",
            "kalpate",
            "diṣṭyā",
            "yat",
            "āsīt",
            "mat",
            "snehaḥ",
            "bhavatīnām",
            "mat",
            "āpanaḥ"
        ],
        "translation": "Rendering devotional service to Me qualifies any living being for eternal life. But by your good fortune you have developed a special loving attitude toward Me, by which you have obtained Me.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, the gopīs then replied, “But that Supreme Lord You are blaming is none other than Yourself, O most clever of speakers. Everyone in the world knows this! Why should we be ignorant of this fact?” “All right,” Lord Kṛṣṇa then told them, “if this is true, I must be God, but still I am conquered by your loving affection.”"
    },
    {
        "verse": "45",
        "devanagari": "अहं हि सर्वभूतानामादिरन्तोऽन्तरं बहि: ।भौतिकानां यथा खं वार्भूर्वायुर्ज्योतिरङ्गना: ॥ ४५ ॥",
        "english_devnagari": "ahaṁ hi sarva-bhūtānāmādir anto ’ntaraṁ bahiḥbhautikānāṁ yathā khaṁ vārbhūr vāyur jyotir aṅganāḥ",
        "verse_Syn": [
            "aham",
            "hi",
            "sarva",
            "bhūtānām",
            "ādiḥ",
            "antaḥ",
            "antaram",
            "bahiḥ",
            "bhautikānām",
            "yathā",
            "kham",
            "vāḥ",
            "bhūḥ",
            "vāyuḥ",
            "jyotiḥ",
            "aṅganāḥ"
        ],
        "translation": "Dear ladies, I am the beginning and end of all created beings and exist both within and without them, just as the elements ether, water, earth, air and fire are the beginning and end of all material objects and exist both within and without them.",
        "purport": " According to Śrīla Śrīdhara Svāmī and Śrīla Viśvanātha Cakravartī, Lord Kṛṣṇa implies the following idea in this verse: “If you know that I am the Supreme Lord, there should be no question of your suffering any separation from Me, since I pervade all existence. Your unhappiness must be due to a lack of discrimination. Therefore please take this instruction from Me, which will remove your ignorance. “But the truth of the matter is that you gopīs were in your previous lives great masters of yoga, and thus you must already know this science of jñāna-yoga. Furthermore, whether I try to teach this to you in person or through My representative, such as Uddhava, it will not produce the desired result. Jñāna-yoga simply causes suffering for those who are fully immersed in pure love of Godhead.”"
    },
    {
        "verse": "46",
        "devanagari": "एवं ह्येतानि भूतानि भूतेष्वात्मात्मना तत: ।उभयं मय्यथ परे पश्यताभातमक्षरे ॥ ४६ ॥",
        "english_devnagari": "evaṁ hy etāni bhūtānibhūteṣv ātmātmanā tataḥubhayaṁ mayy atha parepaśyatābhātam akṣare",
        "verse_Syn": [
            "evam",
            "hi",
            "etāni",
            "bhūtāni",
            "bhūteṣu",
            "ātmā",
            "ātmanā",
            "tataḥ",
            "ubhayam",
            "mayi",
            "atha",
            "pare",
            "paśyata",
            "ābhātam",
            "akṣare"
        ],
        "translation": "In this way all created things reside within the basic elements of creation, while the spirit souls pervade the creation, remaining in their own true identity. You should see both of these — the material creation and the self — as manifest within Me, the imperishable Supreme Truth.",
        "purport": " One should properly understand the relationships among the material objects of this world, the elements comprising their basic substance, the individual spirit souls and the one Supreme Soul. The various objects of material enjoyment, such as pots, rivers and mountains, are manufactured from the basic material elements — earth, water, fire and so on. These elements pervade material things as their cause, while the spirit souls pervade them in their special role as their enjoyer (svātmanā). And ultimately, the material elements, their products and the living entities are all manifested within and pervaded by the imperishable, perfectly complete Supreme Soul, Kṛṣṇa. A jñānī with realization of these facts should feel no separation from the Lord in any situation, but the gopīs of Vraja are much more elevated in their Kṛṣṇa consciousness than ordinary jñānīs. Because of their intense love for Kṛṣṇa in His most humanlike, all-attractive aspect as a young cowherd boy, Kṛṣṇa’s internal potency, Yoga-māyā, covered their knowledge of His majestic aspects, such as His all-pervasiveness. Thus the gopīs were able to relish the intense ecstasy caused by their love in separation from Him. Only in jest is Śrī Kṛṣṇa ascribing to them a lack of spiritual discrimination."
    },
    {
        "verse": "47",
        "devanagari": "श्रीशुक उवाचअध्यात्मशिक्षया गोप्य एवं कृष्णेन शिक्षिता: ।तदनुस्मरणध्वस्तजीवकोशास्तमध्यगन् ॥ ४७ ॥",
        "english_devnagari": "śrī-śuka uvācaadhyātma-śikṣayā gopyaevaṁ kṛṣṇena śikṣitāḥtad-anusmaraṇa-dhvasta-jīva-kośās tam adhyagan",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "adhyātma",
            "śikṣayā",
            "gopyaḥ",
            "evam",
            "kṛṣṇena",
            "śikṣitāḥ",
            "tat",
            "anusmaraṇa",
            "dhvasta",
            "jīva",
            "kośāḥ",
            "tam",
            "adhyagan"
        ],
        "translation": "Śukadeva Gosvāmī said: Having thus been instructed by Kṛṣṇa in spiritual matters, the gopīs were freed of all tinges of false ego because of their incessant meditation upon Him. And with their deepening absorption in Him, they came to understand Him fully.",
        "purport": " Śrīla Prabhupāda renders this passage as follows in Kṛṣṇa: “The gopīs, having been instructed by Kṛṣṇa in this philosophy of simultaneous oneness and difference, remained always in Kṛṣṇa consciousness and thus became liberated from all material contamination. The consciousness of the living entity who falsely presents himself as the enjoyer of the material world is called jīva-kośa, which means imprisonment by the false ego. Not only the gopīs but anyone who follows these instructions of Kṛṣṇa becomes immediately freed from the jīva-kośa imprisonment. A person in full Kṛṣṇa consciousness is always liberated from false egoism; he utilizes everything for Kṛṣṇa’s service and is not at any time separated from Kṛṣṇa.”"
    },
    {
        "verse": "48",
        "devanagari": "आहुश्च ते नलिननाभ पदारविन्दंयोगेश्वरैर्हृदि विचिन्त्यमगाधबोधै: ।संसारकूपपतितोत्तरणावलम्बंगेहं जुषामपि मनस्युदियात् सदा न: ॥ ४८ ॥",
        "english_devnagari": "āhuś ca te nalina-nābha padāravindaṁyogeśvarair hṛdi vicintyam agādha-bodhaiḥ saṁsāra-kūpa-patitottaraṇāvalambaṁgehaṁ juṣām api manasy udiyāt sadā naḥ",
        "verse_Syn": [
            "āhuḥ",
            "ca",
            "te",
            "nalina",
            "nabha",
            "pada",
            "aravindam",
            "yoga",
            "īśvaraiḥ",
            "hṛdi",
            "vicintyam",
            "agādha",
            "bodhaiḥ",
            "saṁsāra",
            "kūpa",
            "patita",
            "uttaraṇa",
            "avalambam",
            "geham",
            "juṣām",
            "api",
            "manasi",
            "udiyāt",
            "sadā",
            "naḥ"
        ],
        "translation": "The gopīs spoke thus: Dear Lord, whose navel is just like a lotus flower, Your lotus feet are the only shelter for those who have fallen into the deep well of material existence. Your feet are worshiped and meditated upon by great mystic yogīs and highly learned philosophers. We wish that these lotus feet may also be awakened within our hearts, although we are only ordinary persons engaged in household affairs.",
        "purport": " The translation and word meanings for this verse are taken from Śrīla Prabhupāda’s English rendering of Śrī Caitanya-caritāmṛta (Madhya 1.81), where this verse is quoted. Revealing the jealous mood in which the gopīs spoke these deceptively reverential words, Śrīla Viśvanātha Cakravartī gives their statements as follows: “O Supreme Lord, O directly manifest Supersoul, O crest jewel of instructors in definitive knowledge, You were aware of our excessive attachment to home, property and family. Therefore You previously had Uddhava instruct us in the knowledge that dispels ignorance, and now You have done so Yourself. In this way You have purified our hearts of contamination, and as a result we understand Your pure love for us, free from any motivation other than assuring our liberation. But we are only unintelligent cowherd women; how can this knowledge remain fixed in our hearts? We cannot even meditate steadily on Your feet, the focus of realization for great souls like Lord Brahmā. Please be merciful to us and somehow make it possible for us to concentrate on You, even a little. We are still suffering the reactions of our own fruitive work, so how can we meditate on You, the goal of great yogīs? Such yogīs are immeasurably wise, but we are mere feeble-minded women. Please do something to get us out of this deep well of material life.” Pure devotees are never motivated by a desire for material elevation or spiritual liberation. And even if the Lord offers them such benedictions, the devotees often refuse to accept them. As stated by Lord Kṛṣṇa in the Eleventh Canto of Śrīmad-Bhāgavatam (11.20.34): “Because My devotees possess saintly behavior and deep intelligence, they completely dedicate themselves to Me and do not desire anything besides Me. Indeed, even if I offer them liberation from birth and death, they do not accept it.” It is quite appropriate, therefore, that the gopīs respond with a trace of jealous anger to Lord Kṛṣṇa’s attempt at teaching them jñāna-yoga. Thus, according to Śrīla Viśvanātha Cakravartī Ṭhākura, the words the gopīs speak in this verse may be interpreted as follows: “O sun who directly destroys the darkness of ignorance, we are scorched by the sun-rays of this philosophical knowledge. We are cakora birds who can subsist only on the moonlight radiating from Your beautiful face. Please come back to Vṛndāvana with us, and in this way bring us back to life.” And if He says, “Then come to Dvārakā; there we will enjoy together,” they reply that Śrī Vṛndāvana is their home, and they are too attached to it for them to take up residence anywhere else. Only there, the gopīs imply, can Kṛṣṇa attract them by wearing peacock feathers in His turban and playing enchanting music with His flute. Only by His appearing again in Vṛndāvana can the gopīs be saved, not by any other kind of meditation on Him or theoretical knowledge of the self."
    }
]