[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअस्ति: प्राप्तिश्च कंसस्य महिष्यौ भरतर्षभ ।मृते भर्तरि दु:खार्ते ईयतु: स्म पितुर्गृहान् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaastiḥ prāptiś ca kaṁsasyamahiṣyau bharatarṣabhamṛte bhartari duḥkhārteīyatuḥ sma pitur gṛhān",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "astiḥ",
            "prāptiḥ",
            "ca",
            "kaṁsasya",
            "mahiṣyau",
            "bharata",
            "ṛṣabha",
            "mṛte",
            "bhartari",
            "duḥkha",
            "ārte",
            "īyatuḥ",
            "sma",
            "pituḥ",
            "gṛhān"
        ],
        "translation": "Śukadeva Gosvāmī said: When Kaṁsa was killed, O heroic descendant of Bharata, his two queens, Asti and Prāpti, went to their father’s house in great distress.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "पित्रे मगधराजाय जरासन्धाय दु:खिते ।वेदयां चक्रतु: सर्वमात्मवैधव्यकारणम् ॥ २ ॥",
        "english_devnagari": "pitre magadha-rājāyajarāsandhāya duḥkhitevedayāṁ cakratuḥ sarvamātma-vaidhavya-kāraṇam",
        "verse_Syn": [
            "pitre",
            "magadha",
            "rājāya",
            "jarāsandhāya",
            "duḥkhite",
            "vedayām",
            "cakratuḥ",
            "sarvam",
            "ātma",
            "vaidhavya",
            "kāraṇam"
        ],
        "translation": "The sorrowful queens told their father, King Jarāsandha of Magadha, all about how they had become widows.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "स तदप्रियमाकर्ण्य शोकामर्षयुतो नृप ।अयादवीं महीं कर्तुं चक्रे परममुद्यमम् ॥ ३ ॥",
        "english_devnagari": "sa tad apriyam ākarṇyaśokāmarṣa-yuto nṛpaayādavīṁ mahīṁ kartuṁcakre paramam udyamam",
        "verse_Syn": [
            "saḥ",
            "tat",
            "apriyam",
            "ākarṇya",
            "śoka",
            "amarṣa",
            "yutaḥ",
            "nṛpa",
            "ayādavīm",
            "mahīm",
            "kartum",
            "cakre",
            "paramam",
            "udyamam"
        ],
        "translation": "Hearing this odious news, O King, Jarāsandha was filled with sorrow and anger, and he began the greatest possible endeavor to rid the earth of the Yādavas.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "अक्षौहिणीभिर्विंशत्या तिसृभिश्चापि संवृत: ।यदुराजधानीं मथुरां न्यरुधत् सर्वतोदिशम् ॥ ४ ॥",
        "english_devnagari": "akṣauhiṇībhir viṁśatyātisṛbhiś cāpi saṁvṛtaḥyadu-rājadhānīṁ mathurāṁnyarudhat sarvato diśam",
        "verse_Syn": [
            "akṣauhiṇībhiḥ",
            "viṁśatyā",
            "tisṛbhiḥ",
            "ca",
            "api",
            "saṁvṛtaḥ",
            "yadu",
            "rājadhānīm",
            "mathurām",
            "nyarudhat",
            "sarvataḥ",
            "diśam"
        ],
        "translation": "With a force of twenty-three akṣauhiṇī divisions, he laid siege to the Yadu capital, Mathurā, on all sides.",
        "purport": " The numbers involved in an akṣauhiṇī division are given in the word meanings. An akṣauhiṇī was a standard fighting force in ancient times."
    },
    {
        "verse": "5-6",
        "devanagari": "निरीक्ष्य तद्ब‍लं कृष्ण उद्वेलमिव सागरम् ।स्वपुरं तेन संरुद्धं स्वजनं च भयाकुलम् ॥ ५ ॥चिन्तयामास भगवान् हरि: कारणमानुष: ।तद्देशकालानुगुणं स्वावतारप्रयोजनम् ॥ ६ ॥",
        "english_devnagari": "nirīkṣya tad-balaṁ kṛṣṇaudvelam iva sāgaramsva-puraṁ tena saṁruddhaṁsva-janaṁ ca bhayākulam",
        "verse_Syn": [
            "nirīkṣya",
            "tat",
            "balam",
            "kṛṣṇaḥ",
            "udvelam",
            "iva",
            "sāgaram",
            "sva",
            "puram",
            "tena",
            "saṁruddham",
            "sva",
            "janam",
            "ca",
            "bhaya",
            "ākulam",
            "cintayām",
            "āsa",
            "bhagavān",
            "hariḥ",
            "kāraṇa",
            "mānuṣaḥ",
            "tat",
            "deśa",
            "kāla",
            "anuguṇam",
            "sva",
            "avatāra",
            "prayojanam"
        ],
        "translation": "Although Lord Kṛṣṇa, the Supreme Personality of Godhead, is the original cause of this world, when He descended to the earth He played the role of a human being. Thus when He saw Jarāsandha’s assembled army surrounding His city like a great ocean overflowing its shores, and when He saw how this army was striking fear into His subjects, the Lord considered what His suitable response should be according to the time, place and specific purpose of His current incarnation.",
        "purport": " The ācāryas point out that the Supreme Godhead did not have to worry about a mortal attack from Jarāsandha and his soldiers. But, as stated here, Śrī Kṛṣṇa was playing the part of a human being (kāraṇa-mānuṣaḥ), and He played the part well. This play is called līlā, the Lord’s enactment of spiritual pastimes for the pleasure of His devotees. Although ordinary persons may be dumbfounded by the Lord’s pastimes, the devotees derive tremendous pleasure from His inimitable style of behavior. Thus Śrīla Śrīdhara Svāmī points out that Śrī Kṛṣṇa thought as follows: “How should I defeat Jarāsandha? Should I kill the army but not Jarāsandha, or should I kill Jarāsandha and take the army for Myself? Or perhaps I should just kill both of them.” Lord Kṛṣṇa’s conclusion is described in the following verses."
    },
    {
        "verse": "7-8",
        "devanagari": "हनिष्यामि बलं ह्येतद्भ‍ुवि भारं समाहितम् ।मागधेन समानीतं वश्यानां सर्वभूभुजाम् ॥ ७ ॥अक्षौहिणीभि: सङ्ख्यातं भटाश्वरथकुञ्जरै: ।मागधस्तु न हन्तव्यो भूय: कर्ता बलोद्यमम् ॥ ८ ॥",
        "english_devnagari": "haniṣyāmi balaṁ hy etadbhuvi bhāraṁ samāhitammāgadhena samānītaṁvaśyānāṁ sarva-bhūbhujām",
        "verse_Syn": [
            "haniṣyāmi",
            "balam",
            "hi",
            "etat",
            "bhuvi",
            "bhāram",
            "samāhitam",
            "māgadhena",
            "samānītam",
            "vaśyānām",
            "sarva",
            "bhū",
            "bhujām",
            "akṣauhiṇībhiḥ",
            "saṅkhyātam",
            "bhaṭa",
            "aśva",
            "ratha",
            "kuñjaraiḥ",
            "māgadhaḥ",
            "tu",
            "na",
            "hantavyaḥ",
            "bhūyaḥ",
            "kartā",
            "bala",
            "udyamam"
        ],
        "translation": "[The Supreme Lord thought:] Since it is such a burden on the earth, I will destroy Jarāsandha’s army, consisting of akṣauhiṇīs of foot soldiers, horses, chariots and elephants, which the King of Magadha has assembled from all subservient kings and brought together here. But Jarāsandha himself should not be killed, since in the future he will certainly assemble another army.",
        "purport": " After due consideration, Lord Kṛṣṇa decided that since He had descended to the earth to destroy the demons, and since Jarāsandha was so enthusiastic to bring all the demons to the Lord’s front door, it was definitely more efficient to keep Jarāsandha alive and busy."
    },
    {
        "verse": "9",
        "devanagari": "एतदर्थोऽवतारोऽयं भूभारहरणाय मे ।संरक्षणाय साधूनां कृतोऽन्येषां वधाय च ॥ ९ ॥",
        "english_devnagari": "etad-artho ’vatāro ’yaṁbhū-bhāra-haraṇāya mesaṁrakṣaṇāya sādhūnāṁkṛto ’nyeṣāṁ vadhāya ca",
        "verse_Syn": [
            "etat",
            "arthaḥ",
            "avatāraḥ",
            "ayam",
            "bhū",
            "bhāra",
            "haraṇāya",
            "me",
            "saṁrakṣaṇāya",
            "sādhūnām",
            "kṛtaḥ",
            "anyeṣām",
            "vadhāya",
            "ca"
        ],
        "translation": "This is the purpose of My present incarnation — to relieve the earth of its burden, protect the pious and kill the impious.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "अन्योऽपि धर्मरक्षायै देह: संभ्रियते मया ।विरामायाप्यधर्मस्य काले प्रभवत: क्व‍‍चित् ॥ १० ॥",
        "english_devnagari": "anyo ’pi dharma-rakṣāyaidehaḥ saṁbhriyate mayāvirāmāyāpy adharmasyakāle prabhavataḥ kvacit",
        "verse_Syn": [
            "anyaḥ",
            "api",
            "dharma",
            "rakṣāyai",
            "dehaḥ",
            "saṁbhriyate",
            "mayā",
            "virāmāya",
            "api",
            "adharmasya",
            "kāle",
            "prabhavataḥ",
            "kvacit"
        ],
        "translation": "I also assume other bodies to protect religion and to end irreligion whenever it flourishes in the course of time.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "एवं ध्यायति गोविन्द आकाशात् सूर्यवर्चसौ ।रथावुपस्थितौ सद्य: ससूतौ सपरिच्छदौ ॥ ११ ॥",
        "english_devnagari": "evaṁ dhyāyati govindaākāśāt sūrya-varcasaurathāv upasthitau sadyaḥsa-sūtau sa-paricchadau",
        "verse_Syn": [
            "evam",
            "dhyāyati",
            "govinde",
            "ākāśāt",
            "sūrya",
            "varcasau",
            "rathau",
            "upasthitau",
            "sadyaḥ",
            "sa",
            "sūtau",
            "sa",
            "paricchadau"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] As Lord Govinda was thinking in this way, two chariots as effulgent as the sun suddenly descended from the sky. They were complete with drivers and equipment.",
        "purport": " Śrīla Jīva Gosvāmī and Śrīla Viśvanātha Cakravartī agree that the chariots came down from the Lord’s own abode, Vaikuṇṭha-loka, the kingdom of God. The faithful devotees of the Lord derive tremendous pleasure by observing the Lord’s incomparable technology."
    },
    {
        "verse": "12",
        "devanagari": "आयुधानि च दिव्यानि पुराणानि यद‍ृच्छया ।द‍ृष्ट्वा तानि हृषीकेश: सङ्कर्षणमथाब्रवीत् ॥ १२ ॥",
        "english_devnagari": "āyudhāni ca divyānipurāṇāni yadṛcchayādṛṣṭvā tāni hṛṣīkeśaḥsaṅkarṣaṇam athābravīt",
        "verse_Syn": [
            "āyudhāni",
            "ca",
            "divyāni",
            "purāṇāni",
            "yadṛcchayā",
            "dṛṣṭvā",
            "tāni",
            "hṛṣīkeśaḥ",
            "saṅkarṣaṇam",
            "atha",
            "abravīt"
        ],
        "translation": "The Lord’s eternal divine weapons also appeared before Him spontaneously. Seeing these, Śrī Kṛṣṇa, Lord of the senses, addressed Lord Saṅkarṣaṇa.",
        "purport": ""
    },
    {
        "verse": "13-14",
        "devanagari": "पश्यार्य व्यसनं प्राप्तं यदूनां त्वावतां प्रभो ।एष ते रथ आयातो दयितान्यायुधानि च ॥ १३ ॥एतदर्थं हि नौ जन्म साधूनामीश शर्मकृत् ।त्रयोविंशत्यनीकाख्यं भूमेर्भारमपाकुरु ॥ १४ ॥",
        "english_devnagari": "paśyārya vyasanaṁ prāptaṁyadūnāṁ tvāvatāṁ prabhoeṣa te ratha āyātodayitāny āyudhāni ca",
        "verse_Syn": [
            "paśya",
            "ārya",
            "vyasanam",
            "prāptam",
            "yadūnām",
            "tvā",
            "avatām",
            "prabho",
            "eṣaḥ",
            "te",
            "rathaḥ",
            "āyātaḥ",
            "dayitāni",
            "āyudhāni",
            "ca",
            "etat",
            "artham",
            "hi",
            "nau",
            "janma",
            "sādhūnām",
            "īśa",
            "śarma",
            "kṛt",
            "trayaḥ",
            "viṁśati",
            "anīka",
            "ākhyam",
            "bhūmeḥ",
            "bhāram",
            "apākuru"
        ],
        "translation": "[The Supreme Lord said:] My respected elder brother, see this danger which has beset Your dependents, the Yadus! And see, dear master, how Your personal chariot and favorite weapons have come before You. The purpose for which We have taken birth, My Lord, is to secure the welfare of Our devotees. Please now remove from the earth the burden of these twenty-three armies.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "एवं सम्मन्‍त्र्य दाशार्हौ दंशितौ रथिनौ पुरात् ।निर्जग्मतु: स्वायुधाढ्यौ बलेनाल्पीयसा वृतौ ॥ १५ ॥",
        "english_devnagari": "evaṁ sammantrya dāśārhaudaṁśitau rathinau purātnirjagmatuḥ svāyudhāḍhyaubalenālpīyasā vṛtau",
        "verse_Syn": [
            "evam",
            "sammantrya",
            "dāśārhau",
            "daṁśitau",
            "rathinau",
            "purāt",
            "nirjagmatuḥ",
            "sva",
            "āyudha",
            "āḍhyau",
            "balena",
            "alpīyasā",
            "vṛtau"
        ],
        "translation": "After Lord Kṛṣṇa had thus invited His brother, the two Dāśārhas, Kṛṣṇa and Balarāma, wearing armor and displaying Their resplendent weapons, drove out of the city in Their chariots. Only a very small contingent of soldiers accompanied Them.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "शङ्खं दध्मौ विनिर्गत्य हरिर्दारुकसारथि: ।ततोऽभूत् परसैन्यानां हृदि वित्रासवेपथु: ॥ १६ ॥",
        "english_devnagari": "śaṅkhaṁ dadhmau vinirgatyaharir dāruka-sārathiḥtato ’bhūt para-sainyānāṁhṛdi vitrāsa-vepathuḥ",
        "verse_Syn": [
            "śaṅkham",
            "dadhmau",
            "vinirgatya",
            "hariḥ",
            "dāruka",
            "sārathiḥ",
            "tataḥ",
            "abhūt",
            "para",
            "sainyānām",
            "hṛdi",
            "vitrāsa",
            "vepathuḥ"
        ],
        "translation": "As Lord Kṛṣṇa came out of the city with Dāruka at the reins of His chariot, He blew His conchshell, and the enemy soldiers’ hearts began to tremble with fear.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "तावाह मागधो वीक्ष्य हे कृष्ण पुरुषाधम ।न त्वया योद्धुमिच्छामि बालेनैकेन लज्जया ।गुप्तेन हि त्वया मन्द न योत्स्ये याहि बन्धुहन् ॥ १७ ॥",
        "english_devnagari": "tāv āha māgadho vīkṣyahe kṛṣṇa puruṣādhamana tvayā yoddhum icchāmibālenaikena lajjayāguptena hi tvayā mandana yotsye yāhi bandhu-han",
        "verse_Syn": [
            "tau",
            "āha",
            "māgadhaḥ",
            "vīkṣya",
            "he",
            "kṛṣṇa",
            "puruṣa",
            "adhama",
            "na",
            "tvayā",
            "yoddhum",
            "icchāmi",
            "bālena",
            "ekena",
            "lajjayā",
            "guptena",
            "hi",
            "tvayā",
            "manda",
            "na",
            "yotsye",
            "yāhi",
            "bandhu",
            "han"
        ],
        "translation": "Jarāsandha looked at the two of Them and said: O Kṛṣṇa, lowest of men! I do not wish to fight alone with You, since it would be a shame to fight with a mere boy. You fool who keep Yourself hidden, O murderer of Your relatives, go away! I will not fight with You.",
        "purport": " Śrīla Śrīdhara Svāmī has interpreted Jarāsandha’s words as follows. Puruṣādhama can be understood as puruṣā adhamā yasmāt, meaning “Kṛṣṇa, to whom all men are inferior.” In other words, here Lord Kṛṣṇa is being addressed as “O Puruṣottama, best of living beings.” Similarly, the word guptena, “hidden,” indicates Lord Kṛṣṇa’s aspect of being in everyone’s heart and invisible to material vision. The words tvayā manda can also be divided, according to Sanskrit grammar, as tvayā amanda. In this case Jarāsandha is indicating that Kṛṣṇa is not foolish but rather most alert. The word bandhu was used by Jarāsandha in the sense of “relative,” since Lord Kṛṣṇa killed His maternal uncle, Kaṁsa. However, bandhu comes from the verb bandh, “to bind,” and therefore bandhu-han can be understood as “one who destroys the bondage of ignorance.” Similarly, the word yāhi, “please go,” indicates that Lord Kṛṣṇa should approach the living beings and bless them to become Kṛṣṇa conscious."
    },
    {
        "verse": "18",
        "devanagari": "तव राम यदि श्रद्धा युध्यस्व धैर्यमुद्वह ।हित्वा वा मच्छरैश्छिन्नं देहं स्वर्याहि मां जहि ॥ १८ ॥",
        "english_devnagari": "tava rāma yadi śraddhāyudhyasva dhairyam udvahahitvā vā mac-charaiś chinnaṁdehaṁ svar yāhi māṁ jahi",
        "verse_Syn": [
            "tava",
            "rāma",
            "yadi",
            "śraddhā",
            "yudhyasva",
            "dhairyam",
            "udvaha",
            "hitvā",
            "vā",
            "mat",
            "śaraiḥ",
            "chinnam",
            "deham",
            "svaḥ",
            "yāhi",
            "mām",
            "jahi"
        ],
        "translation": "You, Rāma, should gather Your courage and fight with me, if You think You can do it. You may either give up Your body when it is cut to pieces by my arrows, and thus attain to heaven, or else kill me.",
        "purport": " According to ācārya Śrīdhara Svāmī, Jarāsandha suspected that Lord Balarāma’s body was indestructible, and thus he offered what might be a more practical alternative, that Balarāma kill Jarāsandha."
    },
    {
        "verse": "19",
        "devanagari": "श्रीभगवानुवाचन वै शूरा विकत्थन्ते दर्शयन्त्येव पौरुषम् ।न गृह्णीमो वचो राजन्नातुरस्य मुमूर्षत: ॥ १९ ॥",
        "english_devnagari": "śrī-bhagavān uvācana vai śūrā vikatthantedarśayanty eva pauruṣamna gṛhṇīmo vaco rājannāturasya mumūrṣataḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "na",
            "vai",
            "śūrāḥ",
            "vikatthante",
            "darśayanti",
            "eva",
            "pauruṣam",
            "na",
            "gṛhṇīmaḥ",
            "vacaḥ",
            "rājan",
            "āturasya",
            "mumūrṣataḥ"
        ],
        "translation": "The Supreme Lord said: Real heroes do not simply boast but rather show their prowess in action. We cannot take seriously the words of one who is full of anxiety and who wants to die.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "श्रीशुक उवाचजरासुतस्तावभिसृत्य माधवौमहाबलौघेन बलीयसावृणोत् ।ससैन्ययानध्वजवाजिसारथीसूर्यानलौ वायुरिवाभ्ररेणुभि: ॥ २० ॥",
        "english_devnagari": "śrī-śuka uvācajarā-sutas tāv abhisṛtya mādhavaumahā-balaughena balīyasāvṛnotsa-sainya-yāna-dhvaja-vāji-sārathīsūryānalau vāyur ivābhra-reṇubhiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "jarā",
            "sutaḥ",
            "tau",
            "abhisṛtya",
            "mādhavau",
            "mahā",
            "bala",
            "oghena",
            "balīyasā",
            "āvṛṇot",
            "sa",
            "sainya",
            "yāna",
            "dhvaja",
            "vāji",
            "sārathī",
            "sūrya",
            "analau",
            "vāyuḥ",
            "iva",
            "abhra",
            "reṇubhiḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Just as the wind covers the sun with clouds or a fire with dust, the son of Jarā marched toward the two descendants of Madhu and with his huge assemblage of armies surrounded Them and Their soldiers, chariots, flags, horses and charioteers.",
        "purport": " Ācārya Śrīdhara points out that clouds only seem to cover the sun: the sun remains shining in the vast sky. Nor is the potency of fire affected by a thin covering of dust. Similarly, the “covering” of Jarāsandha’s military strength was only apparent."
    },
    {
        "verse": "21",
        "devanagari": "सुपर्णतालध्वजचिह्नितौ रथा-वलक्षयन्त्यो हरिरामयोर्मृधे ।स्‍त्रिय: पुराट्टालकहर्म्यगोपुरंसमाश्रिता: सम्मुमुहु: शुचार्दिता: ॥ २१ ॥",
        "english_devnagari": "suparṇa-tāla-dhvaja-cihitnau rathāvalakṣayantyo hari-rāmayor mṛdhestriyaḥ purāṭṭālaka-harmya-gopuraṁsamāśritāḥ sammumuhuḥ śucārditaḥ",
        "verse_Syn": [
            "suparṇa",
            "tāla",
            "dhvaja",
            "cihnitau",
            "rathau",
            "alakṣayantyaḥ",
            "hari",
            "rāmayoḥ",
            "mṛdhe",
            "striyaḥ",
            "pura",
            "aṭṭālaka",
            "harmya",
            "gopuram",
            "samāśritāḥ",
            "sammumuhuḥ",
            "śucā",
            "arditāḥ"
        ],
        "translation": "The women stood in the watchtowers, palaces and high gates of the city. When they could no longer see Kṛṣṇa’s and Balarāma’s chariots, identified by banners marked with the emblems of Garuḍa and a palm tree, they were struck with grief and fainted.",
        "purport": " The women are especially mentioned here because of their extraordinary attachment to Lord Kṛṣṇa and Lord Balarāma."
    },
    {
        "verse": "22",
        "devanagari": "हरि: परानीकपयोमुचां मुहु:शिलीमुखात्युल्बणवर्षपीडितम् ।स्वसैन्यमालोक्य सुरासुरार्चितंव्यस्फूर्जयच्छार्ङ्गशरासनोत्तमम् ॥ २२ ॥",
        "english_devnagari": "hariḥ parānīka-payomucāṁ muhuḥśilīmukhāty-ulbaṇa-varṣa-pīḍitamsva-sainyam ālokya surāsurārcitaṁvyasphūrjayac chārṅga-śarāsanottamam",
        "verse_Syn": [
            "hariḥ",
            "para",
            "anīka",
            "payaḥ",
            "mucām",
            "muhuḥ",
            "śilīmukha",
            "ati",
            "ulbaṇa",
            "varṣa",
            "pīḍitam",
            "sva",
            "sainyam",
            "ālokya",
            "sura",
            "asura",
            "arcitam",
            "vyasphūrjayat",
            "śārṅga",
            "śara",
            "asana",
            "uttamam"
        ],
        "translation": "Seeing His army tormented by the relentless and savage rain of arrows from the massive opposing forces gathered like clouds about Him, Lord Hari twanged His excellent bow, Śārṅga, which both gods and demons worship.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "गृह्णन् निशङ्गादथ सन्दधच्छरान्विकृष्य मुञ्चन् शितबाणपूगान् ।निघ्नन् रथान् कुञ्जरवाजिपत्तीन्निरन्तरं यद्वदलातचक्रम् ॥ २३ ॥",
        "english_devnagari": "gṛhṇan niśaṅgād atha sandadhac charānvikṛṣya muñcan śita-bāṇa-pūgānnighnan rathān kuñjara-vāji-pattīnnirantaraṁ yadvad alāta-cakram",
        "verse_Syn": [
            "gṛhṇan",
            "niśaṅgāt",
            "atha",
            "sandadhat",
            "śarān",
            "vikṛṣya",
            "muñcan",
            "śita",
            "bāṇa",
            "pūgān",
            "nighnan",
            "rathān",
            "kuñjara",
            "vāji",
            "pattīn",
            "nirantaram",
            "yadvat",
            "alāta",
            "cakram"
        ],
        "translation": "Lord Kṛṣṇa took arrows from His quiver, fixed them on the bowstring, pulled back, and released endless torrents of sharp shafts, which struck the enemy’s chariots, elephants, horses and infantrymen. The Lord shooting His arrows resembled a blazing circle of fire.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "निर्भिन्नकुम्भा: करिणो निपेतु-रनेकशोऽश्वा: शरवृक्णकन्धरा: ।रथा हताश्वध्वजसूतनायका:पदायतश्छिन्नभुजोरुकन्धरा: ॥ २४ ॥",
        "english_devnagari": "nirbhinna-kumbhāḥ kariṇo nipeturanekaśo ’śvāḥ śara-vṛkṇa-kandharāḥrathā hatāśva-dhvaja-sūta-nāyakāḥpadāyataś chinna-bhujoru-kandharāḥ",
        "verse_Syn": [
            "nirbhinna",
            "kumbhāḥ",
            "kariṇaḥ",
            "nipetuḥ",
            "anekaśaḥ",
            "aśvāḥ",
            "śara",
            "vṛkṇa",
            "kandharāḥ",
            "rathāḥ",
            "hata",
            "aśva",
            "dhvaja",
            "sūta",
            "nāyakāḥ",
            "padāyataḥ",
            "chinna",
            "bhuja",
            "ūru",
            "kandharāḥ"
        ],
        "translation": "Elephants fell to the ground, their foreheads split open, cavalry horses fell with severed necks, chariots fell with their horses, flags, drivers and masters all shattered, and foot soldiers collapsed with severed arms, thighs and shoulders.",
        "purport": ""
    },
    {
        "verse": "25-28",
        "devanagari": "सञ्छिद्यमानद्विपदेभवाजिना-मङ्गप्रसूता: शतशोऽसृगापगा: ।भुजाहय: पूरुषशीर्षकच्छपाहतद्विपद्वीपहयग्रहाकुला: ॥ २५ ॥करोरुमीना नरकेशशैवलाधनुस्तरङ्गायुधगुल्मसङ्कुला: ।अच्छूरिकावर्तभयानका महा-मणिप्रवेकाभरणाश्मशर्करा: ॥ २६ ॥प्रवर्तिता भीरुभयावहा मृधेमनस्विनां हर्षकरी: परस्परम् ।विनिघ्नतारीन् मुषलेन दुर्मदान्सङ्कर्षणेनापरिमेयतेजसा ॥ २७ ॥बलं तदङ्गार्णवदुर्गभैरवंदुरन्तपारं मगधेन्द्रपालितम् ।क्षयं प्रणीतं वसुदेवपुत्रयो-र्विक्रीडितं तज्जगदीशयो: परम् ॥ २८ ॥",
        "english_devnagari": "sañchidyamāna-dvipadebha-vājināmaṅga-prasūtāḥ śataśo ’sṛg-āpagāḥbhujāhayaḥ pūruṣa-śīrṣa-kacchapāhata-dvipa-dvīpa-haya grahākulāḥ",
        "verse_Syn": [
            "sañchidyamāna",
            "dvi",
            "pada",
            "ibha",
            "vājinām",
            "aṅga",
            "prasūtāḥ",
            "śataśaḥ",
            "asṛk",
            "āpa",
            "gaḥ",
            "bhuja",
            "ahayaḥ",
            "pūruṣa",
            "śīrṣa",
            "kacchapāḥ",
            "hata",
            "dvipa",
            "dvīpa",
            "haya",
            "graha",
            "ākulāḥ",
            "kara",
            "ūru",
            "mīnaḥ",
            "nara",
            "keśa",
            "śaivalāḥ",
            "dhanuḥ",
            "taraṅga",
            "āyudha",
            "gulma",
            "saṅkulāḥ",
            "acchūrikā",
            "āvarta",
            "bhayānakāḥ",
            "mahā",
            "maṇi",
            "praveka",
            "ābharaṇa",
            "aśma",
            "śarkarāḥ",
            "pravartitāḥ",
            "bhīru",
            "bhaya",
            "āvahāḥ",
            "mṛdhe",
            "manasvinām",
            "harṣa",
            "karīḥ",
            "parasparam",
            "vinighnatā",
            "arīn",
            "muṣalena",
            "durmadān",
            "saṅkarṣaṇena",
            "aparimeya",
            "tejasā",
            "balam",
            "tat",
            "aṅga",
            "arṇava",
            "durga",
            "bhairavam",
            "duranta",
            "pāram",
            "magadha",
            "indra",
            "pālitam",
            "kṣayam",
            "praṇītam",
            "vasudeva",
            "putrayoḥ",
            "vikrīḍitam",
            "tat",
            "jagat",
            "īśayoḥ",
            "param"
        ],
        "translation": "On the battlefield, hundreds of rivers of blood flowed from the limbs of the humans, elephants and horses who had been cut to pieces. In these rivers arms resembled snakes; human heads, turtles; dead elephants, islands; and dead horses, crocodiles. Hands and thighs appeared like fish, human hair like waterweeds, bows like waves, and various weapons like clumps of bushes. The rivers of blood teemed with all of these.",
        "purport": " Chariot wheels looked like terrifying whirlpools, and precious gems and ornaments resembled stones and gravel in the rushing red rivers, which aroused fear in the timid, joy in the wise. With the blows of His plow weapon the immeasurably powerful Lord Balarāma destroyed Magadhendra’s military force. And though this force was as unfathomable and fearsome as an impassable ocean, for the two sons of Vasudeva, the Lords of the universe, the battle was hardly more than play."
    },
    {
        "verse": "29",
        "devanagari": "स्थित्युद्भ‍वान्तं भुवनत्रयस्य य:समीहितेऽनन्तगुण: स्वलीलया ।न तस्य चित्रं परपक्षनिग्रह-स्तथापि मर्त्यानुविधस्य वर्ण्यते ॥ २९ ॥",
        "english_devnagari": "sthity-udbhavāntaṁ bhuvana-trayasya yaḥsamīhite ’nanta-guṇaḥ sva-līlayāna tasya citraṁ para-pakṣa-nigrahastathāpi martyānuvidhasya varṇyate",
        "verse_Syn": [
            "sthiti",
            "udbhava",
            "antam",
            "bhuvana",
            "trayasya",
            "yaḥ",
            "samīhite",
            "ananta",
            "guṇaḥ",
            "sva",
            "līlayā",
            "na",
            "tasya",
            "citram",
            "para",
            "pakṣa",
            "nigrahaḥ",
            "tathā",
            "api",
            "martya",
            "anuvidhasya",
            "varṇyate"
        ],
        "translation": "For Him who orchestrates the creation, maintenance and destruction of the three worlds and who possesses unlimited spiritual qualities, it is hardly amazing that He subdues an opposing party. Still, when the Lord does so, imitating human behavior, sages glorify His acts.",
        "purport": " The philosopher Aristotle once argued that the Supreme God would hardly take part in human activities, since all ordinary activities are unworthy of such a divine being. Similarly, Śrīla Viśvanātha Cakravartī, who almost certainly never read the works of Aristotle, raises a similar point. Since Śrī Kṛṣṇa creates, maintains and annihilates the entire universe, isn’t it an uninteresting mismatch when He fights against Jarāsandha? The answer is as follows: The Lord plays the part of a human being and, expanding His pleasure potency, creates thrilling transcendental pastimes full of suspense and dynamic action. By the Lord’s Yogamāyā potency, He appears exactly like a human being, and thus we may enjoy the spectacle of the Supreme Person acting on the earthly stage. Undoubtedly, stubborn agnostics will argue that since Kṛṣṇa is God, there is no real suspense involved. Such skeptics simply do not understand Kṛṣṇa’s attractive potency. Beauty and drama, even on the material stage, possess their own fascinating logic, and similarly we love Kṛṣṇa for His own sake, we appreciate His beauty for its own sake, and we enjoy Kṛṣṇa’s pastimes because they are in fact wonderful in and of themselves. In fact, Kṛṣṇa executes His pastimes not for a mundane egotistical purpose but for our pleasure. Thus the presentation of spiritual pastimes is itself an act of love that Kṛṣṇa performs for the infinite spiritual happiness of pure-hearted souls who have transcended material envy of the Godhead. In this regard, Śrīla Viśvanātha Cakravartī quotes an important verse from the Gopāla-tāpanī Upaniṣad: narākṛti para-brahma kāraṇa-mānuṣaḥ. “The Supreme Absolute Truth, for His own purpose, appears in a humanlike form, although He is the source of everything.” Similarly, in the Śrīmad-Bhāgavatam (10.14.32) we find, yan-mitraṁ paramānandaṁ pūrṇaṁ brahma sanātanam: “The source of transcendental bliss, the eternal Supreme Brahman, has become their friend.”"
    },
    {
        "verse": "30",
        "devanagari": "जग्राह विरथं रामो जरासन्धं महाबलम् ।हतानीकावशिष्टासुं सिंह: सिंहमिवौजसा ॥ ३० ॥",
        "english_devnagari": "jagrāha virathaṁ rāmojarāsandhaṁ mahā-balamhatānīkāvaśiṣṭāsuṁsiṁhaḥ siṁham ivaujasā",
        "verse_Syn": [
            "jagrāha",
            "viratham",
            "rāmaḥ",
            "jarāsandham",
            "mahā",
            "balam",
            "hata",
            "anīka",
            "avaśiṣṭa",
            "asum",
            "siṁhaḥ",
            "siṁham",
            "iva",
            "ojasā"
        ],
        "translation": "Jarāsandha, with his chariot lost and all his soldiers dead, was left with only his breath. At that point Lord Balarāma forcibly seized the powerful warrior, just as one lion takes hold of another.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "बध्यमानं हतारातिं पाशैर्वारुणमानुषै: ।वारयामास गोविन्दस्तेन कार्यचिकीर्षया ॥ ३१ ॥",
        "english_devnagari": "badhyamānaṁ hatārātiṁpāśair vāruṇa-mānuṣaiḥvārayām āsa govindastena kārya-cikīrṣayā",
        "verse_Syn": [
            "badhyamānam",
            "hata",
            "arātim",
            "pāśaiḥ",
            "vāruṇa",
            "mānuṣaiḥ",
            "vārayām",
            "āsa",
            "govindaḥ",
            "tena",
            "kārya",
            "cikīrṣayā"
        ],
        "translation": "With the divine noose of Varuṇa and other, mortal ropes, Balarāma began tying up Jarāsandha, who had killed so many foes. But Lord Govinda still had a purpose to fulfill through Jarāsandha, and thus He asked Balarāma to stop.",
        "purport": " The word hatārātim means “who has killed his enemies,” or “through whom his enemies would be killed.” Śrīla Viśvanātha Cakravartī has provided this thoughtful note."
    },
    {
        "verse": "32-33",
        "devanagari": "स मुक्तो लोकनाथाभ्यां व्रीडितो वीरसम्मत: ।तपसे कृतसङ्कल्पो वारित: पथि राजभि: ॥ ३२ ॥वाक्यै: पवित्रार्थपदैर्नयनै: प्राकृतैरपि ।स्वकर्मबन्धप्राप्तोऽयं यदुभिस्ते पराभव: ॥ ३३ ॥",
        "english_devnagari": "sā mukto loka-nāthābhyāṁvrīḍito vīra-sammataḥtapase kṛta-saṅkalpovāritaḥ pathi rājabhiḥ",
        "verse_Syn": [
            "saḥ",
            "muktaḥ",
            "loka",
            "nāthābhyām",
            "vrīḍitaḥ",
            "vīra",
            "sammataḥ",
            "tapase",
            "kṛta",
            "saṅkalpaḥ",
            "vāritaḥ",
            "pathi",
            "rājabhiḥ",
            "vākyaiḥ",
            "pavitra",
            "artha",
            "padaiḥ",
            "nayanaiḥ",
            "prākṛtaiḥ",
            "api",
            "sva",
            "karma",
            "bandha",
            "prāptaḥ",
            "ayam",
            "yadubhiḥ",
            "te",
            "parābhavaḥ"
        ],
        "translation": "Jarāsandha, whom fighters had highly honored, was ashamed after being released by the two Lords of the universe, and thus he decided to undergo penances. On the road, however, several kings convinced him with both spiritual wisdom and mundane arguments that he should give up his idea of self-abnegation. They told him, “Your defeat by the Yadus was simply the unavoidable reaction of your past karma.”",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "हतेषु सर्वानीकेषु नृपो बार्हद्रथस्तदा ।उपेक्षितो भगवता मगधान् दुर्मना ययौ ॥ ३४ ॥",
        "english_devnagari": "hateṣu sarvānīkeṣunṛpo bārhadrathas tadāupekṣito bhagavatāmagadhān durmanā yayau",
        "verse_Syn": [
            "hateṣu",
            "sarva",
            "anīkeṣu",
            "nṛpaḥ",
            "bārhadrathaḥ",
            "tadā",
            "upekṣitah",
            "bhagavatā",
            "magadhān",
            "durmanāḥ",
            "yayau"
        ],
        "translation": "All of his armies having been killed, and himself neglected by the Personality of Godhead, King Jarāsandha, son of Bṛhadratha, then sadly returned to the kingdom of the Magadhas.",
        "purport": ""
    },
    {
        "verse": "35-36",
        "devanagari": "मुकुन्दोऽप्यक्षतबलो निस्तीर्णारिबलार्णव: ।विकीर्यमाण: कुसुमैस्‍त्रीदशैरनुमोदित: ॥ ३५ ॥माथुरैरुपसङ्गम्य विज्वरैर्मुदितात्मभि: ।उपगीयमानविजय: सूतमागधवन्दिभि: ॥ ३६ ॥",
        "english_devnagari": "mukundo ’py akṣata-balonistīrṇāri-balārṇavaḥvikīryamāṇaḥ kusumaistrīdaśair anumoditaḥ",
        "verse_Syn": [
            "mukundaḥ",
            "api",
            "akṣata",
            "balaḥ",
            "nistīrṇa",
            "ari",
            "bala",
            "arṇavaḥ",
            "vikīryamāṇaḥ",
            "kusumaiḥ",
            "tridaśaiḥ",
            "anumoditaḥ",
            "māthuraiḥ",
            "upasaṅgamya",
            "vijvaraiḥ",
            "mudita",
            "ātmabhiḥ",
            "upagīyamāna",
            "vijayaḥ",
            "sūta",
            "māgadha",
            "vandibhiḥ"
        ],
        "translation": "Lord Mukunda had crossed the ocean of His enemy’s armies with His own military force completely intact. He received congratulations from the denizens of heaven, who showered Him with flowers. The people of Mathurā, relieved of their feverish anxiety and filled with joy, came out to meet Him as professional bards, heralds and panegyrists sang in praise of His victory.",
        "purport": ""
    },
    {
        "verse": "37-38",
        "devanagari": "शङ्खदुन्दुभयो नेदुर्भेरीतूर्याण्यनेकश: ।वीणावेणुमृदङ्गानि पुरं प्रविशति प्रभौ ॥ ३७ ॥सिक्तमार्गां हृष्टजनां पताकाभिरभ्यलङ्कृताम् ।निर्घुष्टां ब्रह्मघोषेण कौतुकाबद्धतोरणाम् ॥ ३८ ॥",
        "english_devnagari": "śaṅkha-dundubhayo nedurbherī-tūryāṇy anekaśaḥvīṇā-veṇu-mṛdaṅgānipuraṁ praviśati prabhau",
        "verse_Syn": [
            "śaṅkha",
            "dundubhayaḥ",
            "neduḥ",
            "bherī",
            "tūryāṇi",
            "anekaśaḥ",
            "vīṇā",
            "veṇu",
            "mṛdaṅgāni",
            "puram",
            "praviśati",
            "prabhau",
            "sikta",
            "mārgām",
            "hṛṣṭa",
            "janām",
            "patākābhiḥ",
            "abhyalaṅkṛtām",
            "nirghuṣṭām",
            "brahma",
            "ghoṣeṇa",
            "kautuka",
            "ābaddha",
            "toraṇām"
        ],
        "translation": "As the Lord entered His city, conchshells and kettledrums sounded, and many drums, horns, vīṇās, flutes and mṛdaṅgas played in concert. The boulevards were sprinkled with water, there were banners everywhere, and the gateways were decorated for the celebration. The citizens were elated, and the city resounded with the chanting of Vedic hymns.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "निचीयमानो नारीभिर्माल्यदध्यक्षताङ्कुरै: ।निरीक्ष्यमाण: सस्‍नेहं प्रीत्युत्कलितलोचनै: ॥ ३९ ॥",
        "english_devnagari": "nicīyamāno nārībhirmālya-dadhy-akṣatāṅkuraiḥnirīkṣyamāṇaḥ sa-snehaṁprīty-utkalita-locanaiḥ",
        "verse_Syn": [
            "nicīyamānaḥ",
            "nārībhiḥ",
            "mālya",
            "dadhi",
            "akṣata",
            "aṅkuraiḥ",
            "nirīkṣyamāṇaḥ",
            "sa",
            "sneham",
            "prīti",
            "utkalita",
            "locanaiḥ"
        ],
        "translation": "As the women of the city affectionately looked at the Lord, their eyes wide open with love, they scattered flower garlands, yogurt, parched rice and newly grown sprouts upon Him.",
        "purport": " All this is taking place as Lord Kṛṣṇa enters the city of Mathurā."
    },
    {
        "verse": "40",
        "devanagari": "आयोधनगतं वित्तमनन्तं वीरभूषणम् ।यदुराजाय तत् सर्वमाहृतं प्रादिशत्प्रभु: ॥ ४० ॥",
        "english_devnagari": "āyodhana-gataṁ vittamanantaṁ vīra-bhūṣaṇamyadu-rājāya tat sarvamāhṛtaṁ prādiśat prabhuḥ",
        "verse_Syn": [
            "āyodhana",
            "gatam",
            "vittam",
            "anantam",
            "vīra",
            "bhūṣaṇam",
            "yadu",
            "rājāya",
            "tat",
            "sarvam",
            "āhṛtam",
            "prādiśat",
            "prabhuḥ"
        ],
        "translation": "Lord Kṛṣṇa then presented to the Yadu king all the wealth that had fallen on the battlefield — namely, the countless ornaments of the dead warriors.",
        "purport": " Śrīla Viśvanātha Cakravartī adds that jeweled ornaments had also been collected from the horses and other animals. What might be added here, for the sake of the squeamish, is that Jarāsandha came to Mathurā with the clear intention of slaughtering every last man in the city, including Kṛṣṇa and Balarāma. It is out of the causeless mercy of the Lord that He gives the conditioned souls a taste of their own medicine and thus helps them become more sensitive to the laws of nature and the existence of a Supreme Godhead. Ultimately, Kṛṣṇa awarded Jarāsandha and others killed on the battlefield spiritual liberation. The Lord is strict, but He is not malicious. In fact, He is an ocean of mercy."
    },
    {
        "verse": "41",
        "devanagari": "एवं सप्तदशकृत्वस्तावत्यक्षौहिणीबल: ।युयुधे मागधो राजा यदुभि: कृष्णपालितै: ॥ ४१ ॥",
        "english_devnagari": "evaṁ saptadaśa-kṛtvastāvaty akṣauhiṇī-balaḥyuyudhe māgadho rājāyadubhiḥ kṛṣṇa-pālitaiḥ",
        "verse_Syn": [
            "evam",
            "sapta",
            "daśa",
            "kṛtvaḥ",
            "tāvati",
            "akṣauhiṇī",
            "balaḥ",
            "yuyudhe",
            "māgadhaḥ",
            "rājā",
            "yadubhiḥ",
            "kṛṣṇa",
            "pālitaiḥ"
        ],
        "translation": "Seventeen times the King of Magadha met defeat in this very way. And yet throughout these defeats he fought on with his akṣauhiṇī divisions against the forces of the Yadu dynasty who were protected by Śrī Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "अक्षिण्वंस्तद्ब‍लं सर्वं वृष्णय: कृष्णतेजसा ।हतेषु स्वेष्वनीकेषु त्यक्तोऽगादरिभिर्नृप: ॥ ४२ ॥",
        "english_devnagari": "akṣiṇvaṁs tad-balaṁ sarvaṁvṛṣṇayaḥ kṛṣṇa-tejasāhateṣu sveṣv anīkeṣutyakto ’gād aribhir nṛpaḥ",
        "verse_Syn": [
            "akṣiṇvan",
            "tat",
            "balam",
            "sarvam",
            "vṛṣṇayaḥ",
            "kṛṣṇa",
            "tejasā",
            "hateṣu",
            "sveṣu",
            "anīkeṣu",
            "tyaktaḥ",
            "agāt",
            "aribhiḥ",
            "nṛpaḥ"
        ],
        "translation": "By the power of Lord Kṛṣṇa, the Vṛṣṇis would invariably annihilate all of Jarāsandha’s forces, and when all his soldiers had been killed, the King, released by his enemies, would again go away.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "अष्टादशमसङ्ग्राम आगामिनि तदन्तरा ।नारदप्रेषितो वीरो यवन: प्रत्यद‍ृश्यत ॥ ४३ ॥",
        "english_devnagari": "aṣṭādaśama saṅgrāmaāgāmini tad-antarānārada-preṣito vīroyavanaḥ pratyadṛśyata",
        "verse_Syn": [
            "aṣṭā",
            "daśama",
            "saṅgrāme",
            "āgāmini",
            "tat",
            "antarā",
            "nārada",
            "preṣitaḥ",
            "vīraḥ",
            "yavanaḥ",
            "pratyadṛśyata"
        ],
        "translation": "Just as the eighteenth battle was about to take place, a barbarian warrior named Kālayavana, sent by Nārada, appeared on the battlefield.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "रुरोध मथुरामेत्य तिसृभिर्म्‍लेच्छकोटिभि: ।नृलोके चाप्रतिद्वन्द्वो वृष्णीन्श्रुत्वात्मसम्मितान् ॥ ४४ ॥",
        "english_devnagari": "rurodha mathurām etyatisṛbhir mleccha-koṭibhiḥnṛ-loke cāpratidvandvovṛṣṇīn śrutvātma-sammitān",
        "verse_Syn": [
            "rurodha",
            "mathurām",
            "etya",
            "tisṛbhiḥ",
            "mleccha",
            "koṭibhiḥ",
            "nṛ",
            "loke",
            "ca",
            "apratidvandvaḥ",
            "vṛṣṇīn",
            "śrutvā",
            "ātma",
            "sammitān"
        ],
        "translation": "Arriving at Mathurā, this Yavana laid siege to the city with thirty million barbarian soldiers. He had never found a human rival worth fighting, but he had heard that the Vṛṣṇis were his equals.",
        "purport": " Śrīla Viśvanātha Cakravartī quotes from the Viṣṇu Purāṇa concerning the history of Kālayavana: “Once, Gārgya was ridiculed by his brother-in-law as a eunuch, and when the Yādavas heard this they laughed heartily. Infuriated by their laughter, Gārgya set out for the south, thinking, ‘May I have a son who will bring terror to the Yādavas.’ He worshiped Lord Mahādeva, eating powdered iron, and after twelve years obtained his desired benediction. Elated, he returned home. “Later, when the childless King of the Yavanas requested a son from him, Gārgya begot in the Yavana’s wife a son, Kālayavana. Kālayavana possessed the fury of Lord Śiva in his aspect as Mahākāla. Once, Kālayavana asked Nārada, ‘Who are now the strongest kings on earth?’ Nārada replied that the Yadus were. Thus sent by Nārada, Kālayavana appeared at Mathurā.”"
    },
    {
        "verse": "45",
        "devanagari": "तं द‍ृष्ट्वाचिन्तयत् कृष्ण: सङ्कर्षणसहायवान् ।अहो यदूनां वृजिनं प्राप्तं ह्युभयतो महत् ॥ ४५ ॥",
        "english_devnagari": "taṁ dṛṣṭvācintayat kṛṣṇaḥsaṅkarṣaṇa sahāyavānaho yadūnāṁ vṛjinaṁprāptaṁ hy ubhayato mahat",
        "verse_Syn": [
            "tam",
            "dṛṣṭvā",
            "acintayat",
            "kṛṣṇaḥ",
            "saṅkarṣaṇa",
            "sahāya",
            "van",
            "aho",
            "yadūnām",
            "vṛjinam",
            "prāptam",
            "hi",
            "ubhayataḥ",
            "mahat"
        ],
        "translation": "When Lord Kṛṣṇa and Lord Saṅkarṣaṇa saw Kālayavana, Kṛṣṇa thought about the situation and said, “Ah, a great danger now threatens the Yadus from two sides.",
        "purport": " We may note here that although Śrī Kṛṣṇa had defeated Jarāsandha seventeen times against tremendous odds, He did not immediately annihilate the army of Kālayavana, thus keeping intact the benediction granted to Gārgya by Lord Śiva, as explained in the previous purport."
    },
    {
        "verse": "46",
        "devanagari": "यवनोऽयं निरुन्धेऽस्मानद्य तावन्महाबल: ।मागधोऽप्यद्य वा श्वो वा परश्वो वागमिष्यति ॥ ४६ ॥",
        "english_devnagari": "yavano ’yaṁ nirundhe ’smānadya tāvan mahā-balaḥmāgadho ’py adya vā śvo vāparaśvo vāgamiṣyati",
        "verse_Syn": [
            "yavanaḥ",
            "ayam",
            "nirundhe",
            "asmān",
            "adya",
            "tāvat",
            "mahā",
            "balaḥ",
            "māgadhaḥ",
            "api",
            "adya",
            "vā",
            "śvaḥ",
            "vā",
            "para",
            "śvaḥ",
            "vā",
            "āgamiṣyati"
        ],
        "translation": "“This Yavana is besieging us already, and the mighty King of Magadha will soon arrive here, if not today then tomorrow or the next day.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "आवयो: युध्यतोरस्य यद्यागन्ता जरासुत: ।बन्धून् हनिष्यत्यथवा नेष्यते स्वपुरं बली ॥ ४७ ॥",
        "english_devnagari": "āvayoḥ yudhyator asyayady āgantā jarā-sutaḥbandhūn haniṣyaty atha vāneṣyate sva-puraṁ balī",
        "verse_Syn": [
            "āvayoḥ",
            "yudhyatoḥ",
            "asya",
            "yadi",
            "āgantā",
            "jarā",
            "sutaḥ",
            "bandhūn",
            "haniṣyati",
            "atha",
            "vā",
            "neṣyate",
            "sva",
            "puram",
            "balī"
        ],
        "translation": "“If powerful Jarāsandha comes while We two are busy fighting Kālayavana, Jarāsandha may kill Our relatives or else take them away to his capital.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "तस्मादद्य विधास्यामो दुर्गं द्विपददुर्गमम् ।तत्र ज्ञातीन् समाधाय यवनं घातयामहे ॥ ४८ ॥",
        "english_devnagari": "tasmād adya vidhāsyāmodurgaṁ dvipada-durgamamtatra jñātīn samādhāyayavanaṁ ghātayāmahe",
        "verse_Syn": [
            "tasmāt",
            "adya",
            "vidhāsyāmaḥ",
            "durgam",
            "dvipada",
            "durgamam",
            "tatra",
            "jñātīn",
            "samādhāya",
            "yavanam",
            "ghātayāmahe"
        ],
        "translation": "“Therefore We will immediately construct a fortress that no human force can penetrate. Let Us settle our family members there and then kill the barbarian king.”",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "इति सम्मन्‍त्र्य भगवान् दुर्गं द्वादशयोजनम् ।अन्त:समुद्रे नगरं कृत्‍स्‍नाद्भ‍ुतमचीकरत् ॥ ४९ ॥",
        "english_devnagari": "iti sammantrya bhagavāndurgaṁ dvādaśa-yojanamantaḥ-samudre nagaraṁkṛtsnādbhutam acīkarat",
        "verse_Syn": [
            "iti",
            "sammantrya",
            "bhagavān",
            "durgam",
            "dvādaśa",
            "yojanam",
            "antaḥ",
            "samudre",
            "nagaram",
            "kṛtsna",
            "adbhutam",
            "acīkarat"
        ],
        "translation": "After thus discussing the matter with Balarāma, the Supreme Personality of Godhead had a fortress twelve yojanas in circumference built within the sea. Inside that fort He had a city built containing all kinds of wonderful things.",
        "purport": ""
    },
    {
        "verse": "50-53",
        "devanagari": "द‍ृश्यते यत्र हि त्वाष्ट्रं विज्ञानं शिल्पनैपुणम् ।रथ्याचत्वरवीथीभिर्यथावास्तु विनिर्मितम् ॥ ५० ॥सुरद्रुमलतोद्यानविचित्रोपवनान्वितम् ।हेमश‍ृङ्गैर्दिविस्पृग्भि: स्फटिकाट्टालगोपुरै: ॥ ५१ ॥राजतारकुटै: कोष्ठैर्हेमकुम्भैरलङ्कृतै: ।रत्नकूतैर्गृहैर्हेमैर्महामारकत स्थलै: ॥ ५२ ॥वास्तोष्पतीनां च गृहैर्वल्ल‍भीभिश्च निर्मितम् ।चातुर्वर्ण्यजनाकीर्णं यदुदेवगृहोल्ल‍सत् ॥ ५३ ॥",
        "english_devnagari": "dṛśyate yatra hi tvāṣṭraṁvijñānaṁ śilpa-naipuṇamrathyā-catvara-vīthībhiryathā-vāstu vinirmitam",
        "verse_Syn": [
            "dṛśyate",
            "yatra",
            "hi",
            "tvāṣṭram",
            "vijñānam",
            "śilpa",
            "naipuṇam",
            "rathyā",
            "catvara",
            "vīthībhiḥ",
            "yathā",
            "vāstu",
            "vinirmitam",
            "sura",
            "druma",
            "latā",
            "udyāna",
            "vicitra",
            "upavana",
            "anvitam",
            "hema",
            "śṛṅgaiḥ",
            "divi",
            "spṛgbhiḥ",
            "sphaṭikā",
            "aṭṭāla",
            "gopuraiḥ",
            "rājata",
            "ārakuṭaiḥ",
            "koṣṭhaiḥ",
            "hema",
            "kumbhaiḥ",
            "alaṅkṛtaiḥ",
            "ratna",
            "kūtaiḥ",
            "gṛhaiḥ",
            "hemaiḥ",
            "mahā",
            "mārakata",
            "sthalaiḥ",
            "vāstoḥ",
            "patīnām",
            "ca",
            "gṛhaiḥ",
            "vallabhībhiḥ",
            "ca",
            "nirmitam",
            "cātuḥ",
            "varṇya",
            "jana",
            "ākīrṇam",
            "yadu",
            "deva",
            "gṛha",
            "ullasat"
        ],
        "translation": "In the construction of that city could be seen the full scientific knowledge and architectural skill of Viśvakarmā. There were wide avenues, commercial roads and courtyards laid out on ample plots of land; there were splendid parks, and also gardens stocked with trees and creepers from the heavenly planets. The gateway towers were topped with golden turrets touching the sky, and their upper levels were fashioned of crystal quartz. The gold-covered houses were adorned in front with golden pots and on top with jeweled roofs, and their floors were inlaid with precious emeralds. Beside the houses stood treasury buildings, warehouses, and stables for fine horses, all built of silver and brass. Each residence had a watchtower, and also a temple for its household deity. Filled with citizens of all four social orders, the city was especially beautified by the palaces of Śrī Kṛṣṇa, the Lord of the Yadus.",
        "purport": " Śrīla Śrīdhara Svāmī explains that the state highways (rathyāḥ) were in front and the secondary roads (vīthyaḥ) behind, and between them were courtyards (catvarāṇi). Within these courtyards were surrounding walls, and within the walls stood golden residences, atop which shone crystal watchtowers crowned with golden pots. Thus the buildings were multistoried. The word vāstu indicates that the houses and buildings were constructed on ample plots of land, with plenty of room for green areas."
    },
    {
        "verse": "54",
        "devanagari": "सुधर्मां पारिजातं च महेन्द्र: प्राहिणोद्धरे: ।यत्र चावस्थितो मर्त्यो मर्त्यधर्मैर्न युज्यते ॥ ५४ ॥",
        "english_devnagari": "sudharmāṁ pārijātaṁ camahendraḥ prāhiṇod dhareḥyatra cāvasthito martyomartya-dharmair na yujyate",
        "verse_Syn": [
            "sudharmām",
            "pārijātam",
            "ca",
            "mahā",
            "indraḥ",
            "prāhiṇot",
            "hareḥ",
            "yatra",
            "ca",
            "avasthitaḥ",
            "martyaḥ",
            "martya",
            "dharmaiḥ",
            "na",
            "yujyate"
        ],
        "translation": "Lord Indra brought Śrī Kṛṣṇa the Sudharmā assembly hall, standing within which a mortal man is not subject to the laws of mortality. Indra also gave the pārijāta tree.",
        "purport": ""
    },
    {
        "verse": "55",
        "devanagari": "श्यामैकवर्णान् वरुणो हयान् शुक्लान्मनोजवान् ।अष्टौ निधिपति: कोशान् लोकपालो निजोदयान् ॥ ५५ ॥",
        "english_devnagari": "śyāmaika-varṇān varuṇohayān śuklān mano-javānaṣṭau nidhi-patiḥ kośānloka-pālo nijodayān",
        "verse_Syn": [
            "śyāma",
            "eka",
            "varṇān",
            "varuṇaḥ",
            "hayān",
            "śuklān",
            "manaḥ",
            "javān",
            "aṣṭau",
            "nidhi",
            "patiḥ",
            "kośān",
            "loka",
            "pālaḥ",
            "nija",
            "udayān"
        ],
        "translation": "Lord Varuṇa offered horses as swift as the mind, some of which were pure dark-blue, others white. The treasurer of the demigods, Kuvera, gave his eight mystic treasures, and the rulers of various planets each presented their own opulences.",
        "purport": " Śrīla Śrīdhara Svāmī comments as follows on this verse: “The master of the treasury is Kuvera, and the eight treasures are his nidhis. These are described as follows: ‘The eight mystic treasures are called Padma, Mahāpadma, Matsya, Kūrma, Audaka, Nīla, Mukunda and Śaṅkha.’”"
    },
    {
        "verse": "56",
        "devanagari": "यद् यद् भगवता दत्तमाधिपत्यं स्वसिद्धये ।सर्वं प्रत्यर्पयामासुर्हरौ भूमिगते नृप ॥ ५६ ॥",
        "english_devnagari": "yad yad bhagavatā dattamādhipatyaṁ sva-siddhayesarvaṁ pratyarpayām āsurharau bhūmi-gate nṛpa",
        "verse_Syn": [
            "yat",
            "yat",
            "bhagavatā",
            "dattam",
            "ādhipatyam",
            "sva",
            "siddhaye",
            "sarvam",
            "pratyarpayām",
            "āsuḥ",
            "harau",
            "bhūmi",
            "gate",
            "nṛpa"
        ],
        "translation": "The Supreme Lord having come to the earth, O King, these demigods now offered Him whatever powers of control He had previously delegated to them for the exercise of their particular authority.",
        "purport": ""
    },
    {
        "verse": "57",
        "devanagari": "तत्र योगप्रभावेन नीत्वा सर्वजनं हरि: ।प्रजापालेन रामेण कृष्ण: समनुमन्त्रित: ।निर्जगाम पुरद्वारात् पद्ममाली निरायुध: ॥ ५७ ॥",
        "english_devnagari": "tatra yoga-prabhāvenanītvā sarva-janaṁ hariḥprajā-pālena rāmeṇakṛṣṇaḥ samanumantritaḥnirjagāma pura-dvārātpadma-mālī nirāyudhaḥ",
        "verse_Syn": [
            "tatra",
            "yoga",
            "prabhāvena",
            "nītvā",
            "sarva",
            "janam",
            "hariḥ",
            "prajā",
            "pālena",
            "rāmeṇa",
            "kṛṣṇaḥ",
            "samanumantritaḥ",
            "nirjagāma",
            "pura",
            "dvārāt",
            "padma",
            "mālī",
            "nirāyudhaḥ"
        ],
        "translation": "After transporting all His subjects to the new city by the power of His mystic Yoga-māyā, Lord Kṛṣṇa consulted with Lord Balarāma, who had remained in Mathurā to protect it. Then, wearing a garland of lotuses but bearing no weapons, Lord Kṛṣṇa went out of Mathurā by its main gate.",
        "purport": " Śrīla Viśvanātha Cakravartī quotes the following verses from Śrī Padma Purāṇa, Uttara-khaṇḍa, to describe how Lord Kṛṣṇa transferred the citizens from Mathurā to Dvārakā: “In the middle of the night, as the citizens of Mathurā slept, Lord Janārdana suddenly removed them from that city and placed them in Dvārakā. When the men awoke, they were all amazed to find themselves, their children and their wives sitting inside palaces made of gold.”"
    }
]