[
    {
        "verse": "1",
        "devanagari": "श्रीगोपा ऊचु:राम राम महाबाहो कृष्ण दुष्टनिबर्हण ।एषा वै बाधते क्षुन्नस्तच्छान्तिं कर्तुमर्हथ: ॥ १ ॥",
        "english_devnagari": "śrī-gopa ūcuḥrāma rāma mahā-bāhokṛṣṇa duṣṭa-nibarhaṇaeṣā vai bādhate kṣun nastac-chāntiṁ kartum arhathaḥ",
        "verse_Syn": [
            "śrī",
            "gopāḥ",
            "ūcuḥ",
            "rāma",
            "rāma",
            "mahā",
            "bāho",
            "kṛṣṇa",
            "duṣṭa",
            "nibarhaṇa",
            "eṣā",
            "vai",
            "bādhate",
            "kṣut",
            "naḥ",
            "tat",
            "śāntim",
            "kartum",
            "arhathaḥ"
        ],
        "translation": "The cowherd boys said: O Rāma, Rāma, mighty-armed one! O Kṛṣṇa, chastiser of the wicked! We are being harassed by hunger, and You should do something about it.",
        "purport": " The cowherd boys jokingly implied that since Śrī Kṛṣṇa is the subduer of all bad things, the Lord should subdue their hunger by arranging for them to eat. In this statement by the cowherd boys, we observe the intimate loving friendship they enjoyed with the Supreme Personality of Godhead."
    },
    {
        "verse": "2",
        "devanagari": "श्रीशुक उवाचइति विज्ञापितो गोपैर्भगवान् देवकीसुत: ।भक्ताया विप्रभार्याया: प्रसीदन्निदमब्रवीत् ॥ २ ॥",
        "english_devnagari": "śrī-śuka uvācaiti vijñāpito gopairbhagavān devakī-sutaḥbhaktāyā vipra-bhāryāyāḥprasīdann idam abravīt",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "vijñāpitaḥ",
            "gopaiḥ",
            "bhagavān",
            "devakī",
            "sutaḥ",
            "bhaktāyāḥ",
            "vipra",
            "bhāryāyāḥ",
            "prasīdan",
            "idam",
            "abravīt"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus entreated by the cowherd boys, the Supreme Personality of Godhead, the son of Devakī, replied as follows, desiring to please certain of His devotees who were brāhmaṇas’ wives.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "प्रयात देवयजनं ब्राह्मणा ब्रह्मवादिन: ।सत्रमाङ्गिरसं नाम ह्यासते स्वर्गकाम्यया ॥ ३ ॥",
        "english_devnagari": "prayāta deva-yajanaṁbrāhmaṇā brahma-vādinaḥsatram āṅgirasaṁ nāmahy āsate svarga-kāmyayā",
        "verse_Syn": [
            "prayāta",
            "deva",
            "yajanam",
            "brāhmaṇāḥ",
            "brahma",
            "vādinaḥ",
            "satram",
            "āṅgirasam",
            "nāma",
            "hi",
            "āsate",
            "svarga",
            "kāmyayā"
        ],
        "translation": "[Lord Kṛṣṇa said:] Please go to the sacrificial arena where a group of brāhmaṇas, learned in the Vedic injunctions, are now performing the Āṅgirasa sacrifice to gain promotion to heaven.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तत्र गत्वौदनं गोपा याचतास्मद्विसर्जिता: ।कीर्तयन्तो भगवत आर्यस्य मम चाभिधाम् ॥ ४ ॥",
        "english_devnagari": "tatra gatvaudanaṁ gopāyācatāsmad-visarjitāḥkīrtayanto bhagavataāryasya mama cābhidhām",
        "verse_Syn": [
            "tatra",
            "gatvā",
            "odanam",
            "gopāḥ",
            "yācata",
            "asmat",
            "visarjitāḥ",
            "kīrtayantaḥ",
            "bhagavataḥ",
            "āryasya",
            "mama",
            "ca",
            "abhidhām"
        ],
        "translation": "When you go there, My dear cowherd boys, simply request some food. Declare to them the name of My elder brother, the Supreme Lord Balarāma, and also My name, and explain that you have been sent by Us.",
        "purport": " Lord Kṛṣṇa encouraged His boyfriends to request charity without being embarrassed. In case the boys felt they had no right to personally approach such respectable brāhmaṇas, the Lord told them to mention the names of Balarāma and Kṛṣṇa, the holy names of God."
    },
    {
        "verse": "5",
        "devanagari": "इत्यादिष्टा भगवता गत्वायाचन्त ते तथा ।कृताञ्जलिपुटा विप्रान्दण्डवत्पतिता भुवि ॥ ५ ॥",
        "english_devnagari": "ity ādiṣṭā bhagavatāgatvā yācanta te tathākṛtāñjali-puṭā viprāndaṇḍa-vat patitā bhuvi",
        "verse_Syn": [
            "iti",
            "ādiṣṭaḥ",
            "bhagavatā",
            "gatvā",
            "ayācanta",
            "te",
            "tathā",
            "kṛta",
            "añjali",
            "puṭāḥ",
            "viprān",
            "daṇḍa",
            "vat",
            "patitāḥ",
            "bhuvi"
        ],
        "translation": "Thus instructed by the Supreme Personality of Godhead, the cowherd boys went there and submitted their request. They stood before the brāhmaṇas with palms joined in supplication and then fell flat on the ground to offer respect.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "हे भूमिदेवा: श‍ृणुत कृष्णस्यादेशकारिण: ।प्राप्ताञ्जानीत भद्रं वो गोपान्नो रामचोदितान् ॥ ६ ॥",
        "english_devnagari": "he bhūmi-devāḥ śṛṇutakṛṣṇasyādeśa-kāriṇaḥprāptāñ jānīta bhadraṁ vogopān no rāma-coditān",
        "verse_Syn": [
            "he",
            "bhūmi",
            "devāḥ",
            "śṛṇuta",
            "kṛṣṇasya",
            "ādeśa",
            "kāriṇaḥ",
            "prāptān",
            "jānīta",
            "bhadram",
            "vaḥ",
            "gopān",
            "naḥ",
            "rāma",
            "coditān"
        ],
        "translation": "[The cowherd boys said:] O earthly gods, please hear us. We cowherd boys are executing the orders of Kṛṣṇa, and we have been sent here by Balarāma. We wish all good for you. Please acknowledge our arrival.",
        "purport": " The term bhūmi-devāḥ, “gods on earth,” refers here to the brāhmaṇas, who are supposed to closely represent the will of the Supreme Lord. The philosophy of Kṛṣṇa consciousness is not a primitive polytheistic doctrine holding that human beings on the earth are gods. Rather, it is a science that traces the descent of authority from the Absolute Truth Himself, Śrī Kṛṣṇa. The authority and power of God naturally extend along with the extension of His creation, and on the earth the Lord’s will and authority are represented by purified, enlightened men called brāhmaṇas. This account will illustrate that the ritualistic brāhmaṇas approached by the cowherd boys were not at all properly enlightened and thus could not appreciate the position of Kṛṣṇa and Balarāma or that of Their intimate associates. In fact, this pastime exposes the pretentious position of so-called brāhmaṇas who are not faithful devotees of the Supreme Lord."
    },
    {
        "verse": "7",
        "devanagari": "गाश्चारयन्तावविदूर ओदनंरामाच्युतौ वो लषतो बुभुक्षितौ ।तयोर्द्विजा ओदनमर्थिनोर्यदिश्रद्धा च वो यच्छत धर्मवित्तमा: ॥ ७ ॥",
        "english_devnagari": "gāś cārayantāv avidūra odanaṁrāmācyutau vo laṣato bubhukṣitautayor dvijā odanam arthinor yadiśraddhā ca vo yacchata dharma-vittamāḥ",
        "verse_Syn": [
            "gāḥ",
            "cārayantau",
            "avidūre",
            "odanam",
            "rāma",
            "acyutau",
            "vaḥ",
            "laṣataḥ",
            "bubhukṣitau",
            "tayoḥ",
            "dvijāḥ",
            "odanam",
            "arthinoḥ",
            "yadi",
            "śraddhā",
            "ca",
            "vaḥ",
            "yacchata",
            "dharma",
            "vit",
            "tamāḥ"
        ],
        "translation": "Lord Rāma and Lord Acyuta are tending Their cows not far from here. They are hungry and want you to give Them some of your food. Therefore, O brāhmaṇas, O best of the knowers of religion, if you have faith please give some food to Them.",
        "purport": " The cowherd boys doubted the generosity of the brāhmaṇas, and thus they used the word bubhukṣitau, meaning that Kṛṣṇa and Balarāma were hungry. The boys expected the brāhmaṇas to know the Vedic injunction annasya kṣuditaṁ pātram: “Anyone who is hungry is a fit candidate for receiving food in charity.” But if the brāhmaṇas would not recognize the authority of Kṛṣṇa and Balarāma, their title dvija would be taken to mean merely “born from two parents” (dvi — from two, ja — born) rather than “twice-born.” When the brāhmaṇas did not respond to the cowherd boys’ initial request, the boys addressed the brāhmaṇas, with a slight trace of sarcasm, as dharma-vit-tamāḥ, “O best of the knowers of religion.”"
    },
    {
        "verse": "8",
        "devanagari": "दीक्षाया: पशुसंस्थाया: सौत्रामण्याश्च सत्तमा: ।अन्यत्र दीक्षितस्यापि नान्नमश्नन् हि दुष्यति ॥ ८ ॥",
        "english_devnagari": "dīkṣāyāḥ paśu-saṁsthāyāḥsautrāmaṇyāś ca sattamāḥanyatra dīkṣitasyāpinānnam aśnan hi duṣyati",
        "verse_Syn": [
            "dīkṣāyāḥ",
            "paśu",
            "saṁsthāyāḥ",
            "sautrāmaṇyāḥ",
            "ca",
            "sat",
            "tamāḥ",
            "anyatra",
            "dīkṣitasya",
            "api",
            "na",
            "annam",
            "aśnan",
            "hi",
            "duṣyati"
        ],
        "translation": "Except during the interval between the initiation of the performer of a sacrifice and the actual sacrifice of the animal, O most pure brāhmaṇas, it is not contaminating for even the initiated to partake of food, at least in sacrifices other than the Sautrāmaṇi.",
        "purport": " The cowherd boys anticipated the possible objection from the brāhmaṇas that they couldn’t give the boys any food because they themselves had not yet eaten, and that a priest initiated to perform a sacrifice should not eat. Therefore the boys humbly informed the brāhmaṇas about various technicalities of ritualistic sacrifice. The cowherd boys were not unaware of the formalities of Vedic culture, but their real intention was simply to render loving service to Lord Kṛṣṇa."
    },
    {
        "verse": "9",
        "devanagari": "इति ते भगवद्याच्ञां श‍ृण्वन्तोऽपि न शुश्रुवु: ।क्षुद्राशा भूरिकर्माणो बालिशा वृद्धमानिन: ॥ ९ ॥",
        "english_devnagari": "iti te bhagavad-yācñāṁśṛṇvanto ’pi na śuśruvuḥkṣudrāśā bhūri-karmāṇobāliśā vṛddha-māninaḥ",
        "verse_Syn": [
            "iti",
            "te",
            "bhagavat",
            "yācñām",
            "śṛṇvantaḥ",
            "api",
            "na",
            "śuśruvuḥ",
            "kṣudra",
            "āśāḥ",
            "bhūri",
            "karmāṇaḥ",
            "bāliśāḥ",
            "vṛddha",
            "māninaḥ"
        ],
        "translation": "The brāhmaṇas heard this supplication from the Supreme Personality of Godhead, yet they refused to pay heed. Indeed, they were full of petty desires and entangled in elaborate rituals. Though presuming themselves advanced in Vedic learning, they were actually inexperienced fools.",
        "purport": " These childish brāhmaṇas were full of petty desires, such as the desire to attain to material heaven, and therefore they could not recognize the golden transcendental opportunity offered them by the arrival of Kṛṣṇa’s personal boyfriends. Presently, throughout the world, people are madly pursuing material advancement and thus cannot hear the message of the Supreme Lord Kṛṣṇa that is being broadcast through the missionary activities of the Kṛṣṇa consciousness movement. Times have hardly changed, and proud, materialistic priests are still prevalent on the earth."
    },
    {
        "verse": "10-11",
        "devanagari": "देश: काल: पृथग्द्रव्यं मन्त्रतन्त्रर्त्विजोऽग्नय: ।देवता यजमानश्च क्रतुर्धर्मश्च यन्मय: ॥ १० ॥तं ब्रह्म परमं साक्षाद् भगवन्तमधोक्षजम् ।मनुष्यद‍ृष्ट्या दुष्प्रज्ञा मर्त्यात्मानो न मेनिरे ॥ ११ ॥",
        "english_devnagari": "deśaḥ kālaḥ pṛthag dravyaṁmantra-tantrartvijo ’gnayaḥdevatā yajamānaś cakratur dharmaś ca yan-mayaḥ",
        "verse_Syn": [
            "deśaḥ",
            "kālaḥ",
            "pṛthak",
            "dravyam",
            "mantra",
            "tantra",
            "ṛtvijaḥ",
            "agnayaḥ",
            "devatāḥ",
            "yajamānaḥ",
            "ca",
            "kratuḥ",
            "dharmaḥ",
            "ca",
            "yat",
            "mayaḥ",
            "tam",
            "brahma",
            "paramam",
            "sākṣāt",
            "bhagavantam",
            "adhokṣajam",
            "manuṣya",
            "dṛṣṭyā",
            "duṣprajñāḥ",
            "martya",
            "ātmānaḥ",
            "na",
            "menire"
        ],
        "translation": "Although the ingredients of sacrificial performance — the place, time, particular paraphernalia, mantras, rituals, priests, fires, demigods, performer, offering and the as yet unseen beneficial results — are all simply aspects of His opulences, the brāhmaṇas saw Lord Kṛṣṇa as an ordinary human because of their perverted intelligence. They failed to recognize that He is the Supreme Absolute Truth, the directly manifest Personality of Godhead, whom the material senses cannot ordinarily perceive. Thus bewildered by their false identification with the mortal body, they did not show Him proper respect.",
        "purport": " The ritualistic brāhmaṇas could not understand why the sacrificial food should be offered to Lord Kṛṣṇa, whom they considered an ordinary human being. Just as a person with rose-colored glasses sees the entire world as rose-colored, a conditioned soul with mundane vision sees even God Himself as mundane and thus loses the opportunity to go back home, back to Godhead."
    },
    {
        "verse": "12",
        "devanagari": "न ते यदोमिति प्रोचुर्न नेति च परन्तप ।गोपा निराशा: प्रत्येत्य तथोचु: कृष्णरामयो: ॥ १२ ॥",
        "english_devnagari": "na te yad om iti procurna neti ca parantapagopā nirāśāḥ pratyetyatathocuḥ kṛṣṇa-rāmayoḥ",
        "verse_Syn": [
            "na",
            "te",
            "yat",
            "om",
            "iti",
            "procuḥ",
            "na",
            "na",
            "iti",
            "ca",
            "parantapa",
            "gopāḥ",
            "nirāśāḥ",
            "pratyetya",
            "tathā",
            "ūcuḥ",
            "kṛṣṇa",
            "rāmayoḥ"
        ],
        "translation": "When the brāhmaṇas failed to reply even with a simple yes or no, O chastiser of the enemy [Parīkṣit], the cowherd boys returned disappointed to Kṛṣṇa and Rāma and reported this to Them.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "तदुपाकर्ण्य भगवान् प्रहस्य जगदीश्वर: ।व्याजहार पुनर्गोपान् दर्शयन्लौकिकीं गतिम् ॥ १३ ॥",
        "english_devnagari": "tad upākarṇya bhagavānprahasya jagad-īśvaraḥvyājahāra punar gopāndarśayan laukikīṁ gatim",
        "verse_Syn": [
            "tat",
            "upākarṇya",
            "bhagavān",
            "prahasya",
            "jagat",
            "īśvaraḥ",
            "vyājahāra",
            "punaḥ",
            "gopān",
            "darśayan",
            "laukikīm",
            "gatim"
        ],
        "translation": "Hearing what had happened, the Supreme Personality of Godhead, the Lord of the universe, simply laughed. Then He again addressed the cowherd boys, showing them the way men act in this world.",
        "purport": " By laughing, Lord Kṛṣṇa indicated to the cowherd boys that they need not be angry at the ritualistic brāhmaṇas but should understand that one who begs will often be refused."
    },
    {
        "verse": "14",
        "devanagari": "मां ज्ञापयत पत्नीभ्य: ससङ्कर्षणमागतम् ।दास्यन्ति काममन्नं व: स्निग्धा मय्युषिता धिया ॥ १४ ॥",
        "english_devnagari": "māṁ jñāpayata patnībhyaḥsa-saṅkarṣaṇam āgatamdāsyanti kāmam annaṁ vaḥsnigdhā mayy uṣitā dhiyā",
        "verse_Syn": [
            "mām",
            "jñāpayata",
            "patnībhyaḥ",
            "sa",
            "saṅkarṣaṇam",
            "āgatam",
            "dāsyanti",
            "kāmam",
            "annam",
            "vaḥ",
            "snigdhāḥ",
            "mayi",
            "uṣitāḥ",
            "dhiyā"
        ],
        "translation": "[Lord Kṛṣṇa said:] Tell the wives of the brāhmaṇas that I have come here with Lord Saṅkarṣaṇa. They will certainly give you all the food you want, for they are most affectionate toward Me and, indeed, with their intelligence reside in Me alone.",
        "purport": " While physically the wives of the brāhmaṇas remained at home, within their minds they resided in the Supreme Lord Kṛṣṇa because of intense affection for Him. Śrīla Viśvanātha Cakravartī Ṭhākura explains that the reason Lord Kṛṣṇa did not have the cowherd boys tell the brāhmaṇas’ wives He was hungry is that He knew this would severely distress these devoted ladies. Simply out of affection for Lord Kṛṣṇa, however, the wives would be happy to give all the food requested of them. They would not heed their husbands’ prohibitions, since they resided within the Lord through their transcendental intelligence."
    },
    {
        "verse": "15",
        "devanagari": "गत्वाथ पत्नीशालायां द‍ृष्ट्वासीना: स्वलङ्कृता: ।नत्वा द्विजसतीर्गोपा: प्रश्रिता इदमब्रुवन् ॥ १५ ॥",
        "english_devnagari": "gatvātha patnī-śālāyāṁdṛṣṭvāsīnāḥ sv-alaṅkṛtāḥnatvā dvija-satīr gopāḥpraśritā idam abruvan",
        "verse_Syn": [
            "gatvā",
            "atha",
            "patnī",
            "śālāyām",
            "dṛṣṭvā",
            "asīnāḥ",
            "su",
            "alaṅkṛtāḥ",
            "natvā",
            "dvija",
            "satīḥ",
            "gopāḥ",
            "praśritāḥ",
            "idam",
            "abruvan"
        ],
        "translation": "The cowherd boys then went to the house where the brāhmaṇas’ wives were staying. There the boys saw those chaste ladies sitting, nicely decorated with fine ornaments. Bowing down to the brāhmaṇa ladies, the boys addressed them in all humility.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "नमो वो विप्रपत्नीभ्यो निबोधत वचांसि न: ।इतोऽविदूरे चरता कृष्णेनेहेषिता वयम् ॥ १६ ॥",
        "english_devnagari": "namo vo vipra-patnībhyonibodhata vacāṁsi naḥito ’vidūre caratākṛṣṇeneheṣitā vayam",
        "verse_Syn": [
            "namaḥ",
            "vaḥ",
            "vipra",
            "patnībhyaḥ",
            "nibodhata",
            "vacāṁsi",
            "naḥ",
            "itaḥ",
            "avidūre",
            "caratā",
            "kṛṣṇena",
            "iha",
            "iṣitāḥ",
            "vayam"
        ],
        "translation": "[The cowherd boys said:] Obeisances unto you, O wives of the learned brāhmaṇas. Kindly hear our words. We have been sent here by Lord Kṛṣṇa, who is passing by not far from here.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "गाश्चारयन् स गोपालै: सरामो दूरमागत: ।बुभुक्षितस्य तस्यान्नं सानुगस्य प्रदीयताम् ॥ १७ ॥",
        "english_devnagari": "gāś cārayan sa gopālaiḥsa-rāmo dūram āgataḥbubhukṣitasya tasyānnaṁsānugasya pradīyatām",
        "verse_Syn": [
            "gāḥ",
            "cārayan",
            "saḥ",
            "gopālaiḥ",
            "sa",
            "rāmaḥ",
            "dūram",
            "āgataḥ",
            "bubhukṣitasya",
            "tasya",
            "annam",
            "sa",
            "anugasya",
            "pradīyatām"
        ],
        "translation": "He has come a long way with the cowherd boys and Lord Balarāma, tending the cows. Now He is hungry, so some food should be given for Him and His companions.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "श्रुत्वाच्युतमुपायातं नित्यं तद्दर्शनोत्सुका: ।तत्कथाक्षिप्तमनसो बभूवुर्जातसम्भ्रमा: ॥ १८ ॥",
        "english_devnagari": "śrutvācyutam upāyātaṁnityaṁ tad-darśanotsukāḥtat-kathākṣipta-manasobabhūvur jāta-sambhramāḥ",
        "verse_Syn": [
            "śrutvā",
            "acyutam",
            "upāyātam",
            "nityam",
            "tat",
            "darśana",
            "utsukāḥ",
            "tat",
            "kathā",
            "ākṣpita",
            "manasaḥ",
            "babhūvuḥ",
            "jāta",
            "sambhramāḥ"
        ],
        "translation": "The wives of the brāhmaṇas were always eager to see Kṛṣṇa, for their minds had been enchanted by descriptions of Him. Thus as soon as they heard that He had come, they became very excited.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "चतुर्विधं बहुगुणमन्नमादाय भाजनै: ।अभिसस्रु: प्रियं सर्वा: समुद्रमिव निम्नगा: ॥ १९ ॥",
        "english_devnagari": "catur-vidhaṁ bahu-guṇamannam ādāya bhājanaiḥabhisasruḥ priyaṁ sarvāḥsamudram iva nimnagāḥ",
        "verse_Syn": [
            "catuḥ",
            "vidham",
            "bahu",
            "guṇam",
            "annam",
            "ādāya",
            "bhājanaiḥ",
            "abhisasruḥ",
            "priyam",
            "sarvāḥ",
            "samudram",
            "iva",
            "nimna",
            "gāḥ"
        ],
        "translation": "Taking along in large vessels the four kinds of foods, full of fine tastes and aromas, all the ladies went forth to meet their beloved, just as rivers flow toward the sea.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains that the wives of the brāhmaṇas experienced conjugal feelings toward Kṛṣṇa, as if He were their paramour; thus they could not be checked as they rushed to see Him."
    },
    {
        "verse": "20-21",
        "devanagari": "निषिध्यमाना: पतिभिर्भ्रातृभिर्बन्धुभि: सुतै: ।भगवत्युत्तमश्लोके दीर्घश्रुतधृताशया: ॥ २० ॥यमुनोपवनेऽशोकनवपल्लवमण्डिते ।विचरन्तं वृतं गोपै: साग्रजं दद‍ृशु: स्त्रिय: ॥ २१ ॥",
        "english_devnagari": "niṣidhyamānāḥ patibhirbhrātṛbhir bandhubhiḥ sutaiḥbhagavaty uttama-ślokedīrgha-śruta-dhṛtāśayāḥ",
        "verse_Syn": [
            "niṣidhyamānāḥ",
            "patibhiḥ",
            "bhrātṛbhiḥ",
            "bandhubhiḥ",
            "sutaiḥ",
            "bhagavati",
            "uttama",
            "śloke",
            "dīrgha",
            "śruta",
            "dhṛta",
            "āśayāḥ",
            "yamunā",
            "upavane",
            "aśoka",
            "nava",
            "pallava",
            "maṇḍite",
            "vicarantam",
            "vṛtam",
            "gopaiḥ",
            "sa",
            "agrajam",
            "dadṛśuḥ",
            "striyaḥ"
        ],
        "translation": "Although their husbands, brothers, sons and other relatives tried to forbid them from going, their hope of seeing Kṛṣṇa, cultivated by extensive hearing of His transcendental qualities, won out. Along the river Yamunā, within a garden decorated with buds of aśoka trees, they caught sight of Him strolling along in the company of the cowherd boys and His elder brother, Balarāma.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "श्यामं हिरण्यपरिधिं वनमाल्यबर्ह-धातुप्रवालनटवेषमनुव्रतांसे ।विन्यस्तहस्तमितरेण धुनानमब्जंकर्णोत्पलालककपोलमुखाब्जहासम् ॥ २२ ॥",
        "english_devnagari": "śyāmaṁ hiraṇya-paridhiṁ vanamālya-barha-dhātu-pravāla-naṭa-veṣam anavratāṁsevinyasta-hastam itareṇa dhunānam abjaṁkarṇotpalālaka-kapola-mukhābja-hāsam",
        "verse_Syn": [
            "śyāmam",
            "hiraṇya",
            "paridhim",
            "vana",
            "mālya",
            "barha",
            "dhātu",
            "pravāla",
            "naṭa",
            "veṣam",
            "anuvrata",
            "aṁse",
            "vinyasta",
            "hastam",
            "itareṇa",
            "dhunānam",
            "abjam",
            "karṇa",
            "utpala",
            "alaka",
            "kapola",
            "mukha",
            "abja",
            "hāsam"
        ],
        "translation": "His complexion was dark blue and His garment golden. Wearing a peacock feather, colored minerals, sprigs of flower buds, and a garland of forest flowers and leaves, He was dressed just like a dramatic dancer. He rested one hand upon the shoulder of a friend and with the other twirled a lotus. Lilies graced His ears, His hair hung down over His cheeks, and His lotuslike face was smiling.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "प्राय:श्रुतप्रियतमोदयकर्णपूरै-र्यस्मिन् निमग्नमनसस्तमथाक्षिरन्ध्रै: ।अन्त: प्रवेश्य सुचिरं परिरभ्य तापंप्राज्ञं यथाभिमतयो विजहुर्नरेन्द्र ॥ २३ ॥",
        "english_devnagari": "prāyaḥ-śruta-priyatamodaya-karṇa-pūrairyasmin nimagna-manasas tam athākṣi-randraiḥantaḥ praveśya su-ciraṁ parirabhya tāpaṁprājñaṁ yathābhimatayo vijahur narendra",
        "verse_Syn": [
            "prāyaḥ",
            "śruta",
            "priya",
            "tama",
            "udaya",
            "karṇa",
            "pūraiḥ",
            "yasmin",
            "nimagna",
            "manasaḥ",
            "tam",
            "atha",
            "akṣi",
            "randhraiḥ",
            "antaḥ",
            "praveśya",
            "su",
            "ciram",
            "parirabhya",
            "tāpam",
            "prājñam",
            "yathā",
            "abhimatayaḥ",
            "vijahuḥ",
            "nara",
            "indra"
        ],
        "translation": "O ruler of men, for a long time those brāhmaṇa ladies had heard about Kṛṣṇa, their beloved, and His glories had become the constant ornaments of their ears. Indeed, their minds were always absorbed in Him. Through the apertures of their eyes they now forced Him to enter within their hearts, and then they embraced Him within for a long time. In this way they finally gave up the pain of separation from Him, just as sages give up the anxiety of false ego by embracing their innermost consciousness.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "तास्तथा त्यक्तसर्वाशा: प्राप्ता आत्मदिद‍ृक्षया ।विज्ञायाखिलद‍ृग्द्रष्टा प्राह प्रहसितानन: ॥ २४ ॥",
        "english_devnagari": "tās tathā tyakta-sarvāśāḥprāptā ātma-didṛkṣayāvijñāyākhila-dṛg-draṣṭāprāha prahasitānanaḥ",
        "verse_Syn": [
            "tāḥ",
            "tathā",
            "tyakta",
            "sarva",
            "āśāḥ",
            "prāptāḥ",
            "ātma",
            "didṛkṣayā",
            "vijñāya",
            "akhila",
            "dṛk",
            "draṣṭā",
            "prāha",
            "prahasita",
            "ānanaḥ"
        ],
        "translation": "Lord Kṛṣṇa, who witnesses the thoughts of all creatures, understood how those ladies had abandoned all worldly hopes and come there simply to see Him. Thus He addressed them as follows with a smile upon His face.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "स्वागतं वो महाभागा आस्यतां करवाम किम् ।यन्नो दिद‍ृक्षया प्राप्ता उपपन्नमिदं हि व: ॥ २५ ॥",
        "english_devnagari": "svāgataṁ vo mahā-bhāgāāsyatāṁ karavāma kimyan no didṛkṣayā prāptāupapannam idaṁ hi vaḥ",
        "verse_Syn": [
            "su",
            "āgatam",
            "vaḥ",
            "mahā",
            "bhāgāḥ",
            "āsyatām",
            "karavāma",
            "kim",
            "yat",
            "naḥ",
            "didṛkṣayā",
            "prāptāḥ",
            "upapannam",
            "idam",
            "hi",
            "vaḥ"
        ],
        "translation": "[Lord Kṛṣṇa said:] Welcome, O most fortunate ladies. Please sit down and make yourselves comfortable. What can I do for you? That you have come here to see Me is most appropriate.",
        "purport": " Just as Śrī Kṛṣṇa welcomed the gopīs who came to dance with Him at night, He similarly welcomed the brāhmaṇas’ wives, whose pure love for Him was proved by their overcoming many hindrances to see the Lord. The word upapannam indicates that although these ladies had rejected their husbands’ orders, their behavior was not at all inappropriate, since their husbands had obviously tried to obstruct their loving service to Lord Kṛṣṇa."
    },
    {
        "verse": "26",
        "devanagari": "नन्वद्धा मयि कुर्वन्ति कुशला: स्वार्थदर्शिन: ।अहैतुक्यव्यवहितां भक्तिमात्मप्रिये यथा ॥ २६ ॥",
        "english_devnagari": "nanv addhā mayi kurvantikuśalāḥ svārtha-darśinaḥahaituky avyavahitāṁbhaktim ātma-priye yathā",
        "verse_Syn": [
            "nanu",
            "addhā",
            "mayi",
            "kurvanti",
            "kuśalāḥ",
            "sva",
            "artha",
            "darśinaḥ",
            "ahaitukī",
            "avyavahitām",
            "bhaktim",
            "ātma",
            "priye",
            "yathā"
        ],
        "translation": "Certainly expert personalities, who can see their own true interest, render unmotivated and uninterrupted devotional service directly unto Me, for I am most dear to the soul.",
        "purport": " The Supreme Lord informed the brāhmaṇas’ wives that not only they but all people who recognize their true self-interest take to the spiritual process of loving service to the Lord. Lord Kṛṣṇa is ātma-priya, the real object of love for everyone. Although each individual has his own taste and freedom, ultimately every living being is a spiritual spark of the Supreme Personality of Godhead; thus everyone’s primary loving attraction is constitutionally meant for Lord Śrī Kṛṣṇa. Loving service to the Lord should be ahaitukī, without personal motive, and avyavahitā, unobstructed by mental speculation, selfish desire or any quirk of time and circumstance."
    },
    {
        "verse": "27",
        "devanagari": "प्राणबुद्धिमन:स्वात्मदारापत्यधनादय: ।यत्सम्पर्कात्प्रिया आसंस्तत: को न्वपर: प्रिय: ॥ २७ ॥",
        "english_devnagari": "prāṇa-buddhi-manaḥ-svātmadārāpatya-dhanādayaḥyat-samparkāt priyā āsaṁstataḥ ko nv aparaḥ priyaḥ",
        "verse_Syn": [
            "prāṇa",
            "buddhi",
            "manaḥ",
            "sva",
            "ātma",
            "dāra",
            "apatya",
            "dhana",
            "ādayaḥ",
            "yat",
            "samparkāt",
            "priyāḥ",
            "āsan",
            "tataḥ",
            "kaḥ",
            "nu",
            "aparaḥ",
            "priyaḥ"
        ],
        "translation": "It is only by contact with the self that one’s vital breath, intelligence, mind, friends, body, wife, children, wealth and so on are dear. Therefore what object can possibly be more dear than one’s own self?",
        "purport": " The word yat-samparkāt in this verse refers to contact with the individual self and ultimately with the Supreme Self, the Lord, who is the origin of the individual living being. By developing Kṛṣṇa consciousness, one automatically becomes self-realized, and thus one’s vital strength, intelligence, mind, relatives, body, family and wealth all become enhanced and brilliant by the central influence of Kṛṣṇa consciousness. This happens because Kṛṣṇa consciousness is the optimum efficient conjunction of the individual self, who is pure consciousness, with the Supreme Self and supreme consciousness, Kṛṣṇa."
    },
    {
        "verse": "28",
        "devanagari": "तद् यात देवयजनं पतयो वो द्विजातय: ।स्वसत्रं पारयिष्यन्ति युष्माभिर्गृहमेधिन: ॥ २८ ॥",
        "english_devnagari": "tad yāta deva-yajanaṁpatayo vo dvijātayaḥsva-satraṁ pārayiṣyantiyuṣmābhir gṛha-medhinaḥ",
        "verse_Syn": [
            "tat",
            "yāta",
            "deva",
            "yajanam",
            "patayaḥ",
            "vaḥ",
            "dvi",
            "jātayaḥ",
            "sva",
            "satram",
            "pārayiṣyanti",
            "yuṣmābhiḥ",
            "gṛha",
            "medhinaḥ"
        ],
        "translation": "You should thus return to the sacrificial arena, because your husbands, the learned brāhmaṇas, are householders and need your assistance to finish their respective sacrifices.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "श्रीपत्‍न्य ऊचु:मैवं विभोऽर्हति भवान् गदितुं नृशंसंसत्यं कुरुष्व निगमं तव पादमूलम् ।प्राप्ता वयं तुलसिदाम पदावसृष्टंकेशैर्निवोढुमतिलङ्‌घ्य समस्तबन्धून् ॥ २९ ॥",
        "english_devnagari": "śrī-patnya ūcuḥmaivaṁ vibho ’rhati bhavān gadituṁ nr-śaṁsaṁsatyaṁ kuruṣva nigamaṁ tava pāda-mūlamprāptā vayaṁ tulasi-dāma padāvasṛṣṭaṁkeśair nivoḍhum atilaṅghya samasta-bandhūn",
        "verse_Syn": [
            "śrī",
            "patnyaḥ",
            "ūcuḥ",
            "mā",
            "evam",
            "vibho",
            "arhati",
            "bhavān",
            "gaditum",
            "nṛ",
            "śaṁsam",
            "satyam",
            "kuruṣva",
            "nigamam",
            "tava",
            "pāda",
            "mūlam",
            "prāptāḥ",
            "vayam",
            "tulasi",
            "dāma",
            "padā",
            "avasṛṣṭam",
            "keśaiḥ",
            "nivoḍhum",
            "atilaṅghya",
            "samasta",
            "bandhūn"
        ],
        "translation": "The wives of the brāhmaṇas replied: O almighty one, please do not speak such cruel words. Rather, You should fulfill Your promise that You always reciprocate with Your devotees in kind. Now that we have attained Your lotus feet, we simply wish to remain here in the forest so we may carry upon our heads the garlands of tulasī leaves that fall from Your lotus feet. We are ready to give up all material relationships.",
        "purport": " Here the brāhmaṇas’ wives are saying something similar to what the gopīs say at the beginning of the rāsa dance (Bhāg. 10.29.31), when Lord Kṛṣṇa tells them to go home as well. Like this verse, the gopīs’ statement begins with the words maivaṁ vibho ’rhati bhavān gadituṁ nṛ-śaṁsam. Nigama refers to the Vedic literature, which states that one who surrenders at the lotus feet of the Lord does not return to this material world. Thus the brāhmaṇas’ wives appealed to the Lord that since they had surrendered to Him, it was unfair for Him to order them to return to their materialistic husbands. According to Śrīla Viśvanātha Cakravartī Ṭhākura, Lord Kṛṣṇa might have pointed out to the brāhmaṇas’ wives, “You young ladies are members of the aristocratic brāhmaṇa community, so how can you surrender at the feet of a mere cowherd boy?” To this the ladies might have replied, “Since we have already surrendered at Your lotus feet, and since we desire to become Your servants, we are obviously not maintaining a false identification as members of the so-called brāhmaṇa community. You can easily ascertain this from our words.” Lord Kṛṣṇa might have replied, “I am a cowherd boy, and My proper maidservants and girlfriends are the cowherd girls, the gopīs.” The wives might have answered, “True, let them be so. Let them shine forth if You are embarrassed in front of Your relatives to make brāhmaṇa ladies Your maidservants. We certainly don’t want to embarrass You. We will not go to Your village but will rather remain in Vṛndāvana, like presiding deities of the forest. We simply desire to perfect our lives by even a slight trace of connection with You.” Thus by the spiritual insight of Śrīla Viśvanātha Cakravartī Ṭhākura, we learn that the brāhmaṇas’ wives offered to remain at a distance and simply take the tulasī leaves that would fall from the lotus feet of Kṛṣṇa or be crushed by the feet of His girlfriends when He would embrace them. The ladies offered to carry these tulasī leaves upon their heads. Thus renouncing the desire to become Kṛṣṇa’s intimate girlfriends or maidservants (a position they knew was difficult to achieve), the young brāhmaṇa ladies begged to remain in Vṛndāvana forest. If the Lord had then asked “Then what will your family members say?” they would have replied “We have already transcended our so-called relatives because we are seeing You, the Supreme Lord, face to face.”"
    },
    {
        "verse": "30",
        "devanagari": "गृह्णन्ति नो न पतय: पितरौ सुता वान भ्रातृबन्धुसुहृद: कुत एव चान्ये ।तस्माद् भवत्प्रपदयो: पतितात्मनां नोनान्या भवेद् गतिररिन्दम तद् विधेहि ॥ ३० ॥",
        "english_devnagari": "gṛhṇanti no na patayaḥ pitarau sutā vāna bhrātṛ-bandhu-suhṛdaḥ kuta eva cānyetasmād bhavat-prapadayoḥ patitātmanāṁ nonānyā bhaved gatir arindama tad vidhehi",
        "verse_Syn": [
            "gṛhṇanti",
            "naḥ",
            "na",
            "patayaḥ",
            "pitarau",
            "sutāḥ",
            "vā",
            "na",
            "bhrātṛ",
            "bandhu",
            "suhṛdaḥ",
            "kutaḥ",
            "eva",
            "ca",
            "anye",
            "tasmāt",
            "bhavat",
            "prapadayoḥ",
            "patita",
            "ātmanām",
            "naḥ",
            "na",
            "anyā",
            "bhavet",
            "gatiḥ",
            "arim",
            "dama",
            "tat",
            "vidhehi"
        ],
        "translation": "Our husbands, fathers, sons, brothers, other relatives and friends will no longer take us back, and how could anyone else be willing to give us shelter? Therefore, since we have thrown ourselves at Your lotus feet and have no other destination, please, O chastiser of enemies, grant our desire.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura comments as follows: “From their very youth the brāhmaṇas’ wives had heard about Lord Kṛṣṇa’s beauty, qualities and sweetness from the womenfolk of Vṛndāvana village, and also from the flower ladies, the betel-nut sellers and others. Consequently they always felt ecstatic love for Kṛṣṇa and were indifferent to their household duties. Their husbands, seeing them as deviant, doubted them and avoided dealing with them as far as possible. Now the wives of the brāhmaṇas were ready to formally reject their so-called families and neighbors, and out of great agitation they were crying and placing their heads upon Lord Kṛṣṇa’s lotus feet, offering obeisances. In this way, with choking voices, they spoke the above verse. They begged that Lord Kṛṣṇa bestow upon them the benediction that He be their only destination, that He, the chastiser of enemies, subdue all their enemies — those difficulties obstructing them from attaining the Lord.” The wives of the brāhmaṇas simply wanted to serve Lord Kṛṣṇa, and this is pure Kṛṣṇa consciousness in ecstatic love of Godhead."
    },
    {
        "verse": "31",
        "devanagari": "श्रीभगवानुवाचपतयो नाभ्यसूयेरन् पितृभ्रातृसुतादय: ।लोकाश्च वो मयोपेता देवा अप्यनुमन्वते ॥ ३१ ॥",
        "english_devnagari": "śrī-bhagavān uvācapatayo nābhyasūyeranpitṛ-bhrātṛ-sutādayaḥlokāś ca vo mayopetādevā apy anumanvate",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "patayaḥ",
            "na",
            "abhyasūyeran",
            "pitṛ",
            "bhrātṛ",
            "suta",
            "ādayaḥ",
            "lokāḥ",
            "ca",
            "vaḥ",
            "mayā",
            "upetāḥ",
            "devāḥ",
            "api",
            "anumanvate"
        ],
        "translation": "The Supreme Personality of Godhead replied: Rest assured that your husbands will not be inimical toward you, nor will your fathers, brothers, sons, other relatives or the general populace. I will personally advise them of the situation. Indeed, even the demigods will express their approval.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "न प्रीतयेऽनुरागाय ह्यङ्गसङ्गो नृणामिह ।तन्मनो मयि युञ्जाना अचिरान्मामवाप्स्यथ ॥ ३२ ॥",
        "english_devnagari": "na prītaye ’nurāgāyahy aṅga-saṅgo nṛṇām ihatan mano mayi yuñjānāacirān mām avāpsyatha",
        "verse_Syn": [
            "na",
            "prītaye",
            "anurāgāya",
            "hi",
            "aṅga",
            "saṅgaḥ",
            "nṛṇām",
            "iha",
            "tat",
            "manaḥ",
            "mayi",
            "yuñjānāḥ",
            "acirāt",
            "mām",
            "avāpsyatha"
        ],
        "translation": "For you to remain in My bodily association would certainly not please people in this world, nor would it be the best way for you to increase your love for Me. Rather, you should fix your minds on Me, and very soon you will achieve Me.",
        "purport": " The Lord pointed out that people in general would not appreciate a loving affair between Lord Kṛṣṇa, who superficially was appearing as a cowherd boy, and the wives from the brāhmaṇa community. Also, the brāhmaṇa ladies’ own devotion and love would increase most efficiently in separation. In other words, it would be best all around if they continued to fix their minds on Lord Kṛṣṇa and thus went on with the process they had been practicing throughout their lives. The Lord and His bona fide representative, the spiritual master, expertly engage the Lord’s devotees in different types of service so that all of them can quickly return to His lotus feet."
    },
    {
        "verse": "33",
        "devanagari": "श्रवणाद्दर्शनाद्ध्यानान्मयि भावोऽनुकीर्तनात् ।न तथा सन्निकर्षेण प्रतियात ततो गृहान् ॥ ३३ ॥",
        "english_devnagari": "śravaṇād darśanād dhyānānmayi bhāvo ’nukīrtanātna tathā sannikarṣeṇapratiyāta tato gṛhān",
        "verse_Syn": [
            "śravaṇāt",
            "darśanāt",
            "dhyānāt",
            "mayi",
            "bhāvaḥ",
            "anukīrtanāt",
            "na",
            "tathā",
            "sannikarṣeṇa",
            "pratiyāta",
            "tataḥ",
            "gṛhān"
        ],
        "translation": "It is by hearing about Me, seeing My Deity form, meditating upon Me and chanting My names and glories that love for Me develops, not by physical proximity. Therefore please go back to your homes.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "श्रीशुक उवाचइत्युक्ता द्विजपत्‍न्यस्ता यज्ञवाटं पुनर्गता: ।ते चानसूयवस्ताभि: स्त्रीभि: सत्रमपारयन् ॥ ३४ ॥",
        "english_devnagari": "śrī-śuka uvācaity uktā dvija-patnyas tāyajña-vāṭaṁ punar gatāḥte cānasūyavas tābhiḥstrībhiḥ satram apārayan",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uktāḥ",
            "dvija",
            "patnyaḥ",
            "tāḥ",
            "yajña",
            "vāṭam",
            "punaḥ",
            "gatāḥ",
            "te",
            "ca",
            "anasūyavaḥ",
            "tābhiḥ",
            "strībhiḥ",
            "satram",
            "apārayan"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī said: Thus instructed, the wives of the brāhmaṇas returned to the place of sacrifice. The brāhmaṇas did not find any fault with their wives, and together with them they finished the sacrifice.",
        "purport": " The wives of the brāhmaṇas obeyed Lord Kṛṣṇa’s order and returned to the sacrificial arena of their husbands, whereas the gopīs, although ordered by Kṛṣṇa to go home, remained in the forest to dance with Him through the full-moon night. Both the gopīs and the brāhmaṇas’ wives achieved pure love of Godhead."
    },
    {
        "verse": "35",
        "devanagari": "तत्रैका विधृता भर्त्रा भगवन्तं यथाश्रुतम् ।हृदोपगुह्य विजहौ देहं कर्मानुबन्धनम् ॥ ३५ ॥",
        "english_devnagari": "tatraikā vidhṛtā bhartrābhagavantaṁ yathā-śrutamhṛḍopaguhya vijahaudehaṁ karmānubandhanam",
        "verse_Syn": [
            "tatra",
            "ekā",
            "vidhṛtā",
            "bhartrā",
            "bhagavantam",
            "yathā",
            "śrutam",
            "hṛdā",
            "upaguhya",
            "vijahau",
            "deham",
            "karma",
            "anubandhanam"
        ],
        "translation": "One of the ladies had been forcibly kept back by her husband. When she heard the others describe the Supreme Lord Kṛṣṇa, she embraced Him within her heart and gave up her material body, the basis of bondage to material activity.",
        "purport": " The lady described here was especially devoted to Lord Kṛṣṇa. Upon giving up her material body, she immediately attained a spiritual body and left the sacrificial arena to join the Supreme Personality of Godhead."
    },
    {
        "verse": "36",
        "devanagari": "भगवानपि गोविन्दस्तेनैवान्नेन गोपकान् ।चतुर्विधेनाशयित्वा स्वयं च बुभुजे प्रभु: ॥ ३६ ॥",
        "english_devnagari": "bhagavān api govindastenaivānnena gopakāncatur-vidhenāśayitvāsvayaṁ ca bubhuje prabhuḥ",
        "verse_Syn": [
            "bhagavān",
            "api",
            "govindaḥ",
            "tena",
            "eva",
            "annena",
            "gopakān",
            "catuḥ",
            "vidhena",
            "aśayitvā",
            "svayam",
            "ca",
            "bubhuje",
            "prabhuḥ"
        ],
        "translation": "Govinda, the Supreme Personality of Godhead, fed the cowherd boys with that food of four varieties. Then the all-powerful Lord Himself partook of the preparations.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "एवं लीलानरवपुर्नृलोकमनुशीलयन् ।रेमे गोगोपगोपीनां रमयन् रूपवाक्कृतै: ॥ ३७ ॥",
        "english_devnagari": "evaṁ līlā-nara-vapurnr-lokam anuśīlayanreme go-gopa-gopīnāṁramayan rūpa-vāk-kṛtaiḥ",
        "verse_Syn": [
            "evam",
            "līlā",
            "nara",
            "vapuḥ",
            "nṛ",
            "lokam",
            "anuśīlayan",
            "reme",
            "go",
            "gopa",
            "gopīnām",
            "ramayan",
            "rūpa",
            "vāk",
            "kṛtaiḥ"
        ],
        "translation": "Thus the Supreme Lord, appearing like a human being to perform His pastimes, imitated the ways of human society. He enjoyed pleasing His cows, cowherd boyfriends and cowherd girlfriends with His beauty, words and actions.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "अथानुस्मृत्य विप्रास्ते अन्वतप्यन्कृतागस: ।यद् विश्वेश्वरयोर्याच्ञामहन्म नृविडम्बयो: ॥ ३८ ॥",
        "english_devnagari": "athānusmṛtya viprās teanvatapyan kṛtāgasaḥyad viśveśvarayor yācñāmahanma nṛ-viḍambayoḥ",
        "verse_Syn": [
            "atha",
            "anusmṛtya",
            "viprāḥ",
            "te",
            "anvatapyan",
            "kṛta",
            "agasaḥ",
            "yat",
            "viśva",
            "īśvarayoḥ",
            "yācñām",
            "ahanma",
            "nr",
            "viḍambayoḥ"
        ],
        "translation": "The brāhmaṇas then came to their senses and began to feel great remorse. They thought, “We have sinned, for we have denied the request of the two Lords of the universe, who deceptively appeared as ordinary human beings.”",
        "purport": " Lord Kṛṣṇa and Lord Balarāma did not try to deceive the brāhmaṇas: They straightforwardly requested food from them. Rather, the brāhmaṇas deceived themselves, as indicated by the Sanskrit word nṛ-viḍambayoḥ, which means that Kṛṣṇa and Balarāma are bewildering for an ordinary human being who considers Them also to be human. Still, because the wives of the brāhmaṇas were great devotees of the Lord, the foolish brāhmaṇas received spiritual benefit and finally came to their senses."
    },
    {
        "verse": "39",
        "devanagari": "द‍ृष्ट्वा स्त्रीणां भगवति कृष्णे भक्तिमलौकिकीम् ।आत्मानं च तया हीनमनुतप्ता व्यगर्हयन् ॥ ३९ ॥",
        "english_devnagari": "dṛṣṭvā strīṇāṁ bhagavatikṛṣṇe bhaktim alaukikīmātmānaṁ ca tayā hīnamanutaptā vyagarhayan",
        "verse_Syn": [
            "dṛṣṭvā",
            "strīṇām",
            "bhagavati",
            "kṛṣṇe",
            "bhaktim",
            "alaukikīm",
            "ātmānam",
            "ca",
            "tayā",
            "hīnam",
            "anutaptāḥ",
            "vyagarhayan"
        ],
        "translation": "Taking note of their wives’ pure, transcendental devotion for Lord Kṛṣṇa, the Supreme Personality of Godhead, and seeing their own lack of devotion, the brāhmaṇas felt most sorrowful and began to condemn themselves.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "धिग् जन्म नस्त्रिवृद् यत् तद् धिग्‌व्रतं धिग्‌‌बहुज्ञताम् ।धिक्कुलं धिक् क्रियादाक्ष्यं विमुखा ये त्वधोक्षजे ॥ ४० ॥",
        "english_devnagari": "dhig janma nas tri-vṛd yat taddhig vrataṁ dhig bahu-jñatāmdhik kulaṁ dhik kriyā-dākṣyaṁvimukhā ye tv adhokṣaje",
        "verse_Syn": [
            "dhik",
            "janma",
            "naḥ",
            "tri",
            "vṛt",
            "yat",
            "tat",
            "dhik",
            "vratam",
            "dhik",
            "bahu",
            "jñatām",
            "dhik",
            "kulam",
            "dhik",
            "kriyā",
            "dākṣyam",
            "vimukhaḥ",
            "ye",
            "tu",
            "adhokṣaje"
        ],
        "translation": "[The brāhmaṇas said:] To hell with our threefold birth, our vow of celibacy and our extensive learning! To hell with our aristocratic background and our expertise in the rituals of sacrifice! These are all condemned because we were inimical to the transcendental Personality of Godhead.",
        "purport": " As explained in the definitions above, the words tri-vṛḍ janma, or “threefold birth,” refer to 1) physical birth, 2) brahminical initiation and 3) initiation into the performance of Vedic sacrifice. Everything is useless if one is ignorant of the Absolute Truth, the Supreme Lord Kṛṣṇa."
    },
    {
        "verse": "41",
        "devanagari": "नूनं भगवतो माया योगिनामपि मोहिनी ।यद् वयं गुरवो नृणां स्वार्थे मुह्यामहे द्विजा: ॥ ४१ ॥",
        "english_devnagari": "nūnaṁ bhagavato māyāyoginām api mohinīyad vayaṁ guravo nṛṇāṁsvārthe muhyāmahe dvijāḥ",
        "verse_Syn": [
            "nūnam",
            "bhagavataḥ",
            "māyā",
            "yoginām",
            "api",
            "mohinī",
            "yat",
            "vayam",
            "guravaḥ",
            "nṛṇām",
            "sva",
            "arthe",
            "muhyāmahe",
            "dvijāḥ"
        ],
        "translation": "The illusory potency of the Supreme Lord certainly bewilders even the great mystics, what to speak of us. As brāhmaṇas we are supposed to be the spiritual masters of all classes of men, yet we have been bewildered about our own real interest.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "अहो पश्यत नारीणामपि कृष्णे जगद्गुरौ ।दुरन्तभावं योऽविध्यन्मृत्युपाशान् गृहाभिधान् ॥ ४२ ॥",
        "english_devnagari": "aho paśyata nārīṇāmapi kṛṣṇe jagad-gurauduranta-bhāvaṁ yo ’vidhyanmṛtyu-pāśān gṛhābhidhān",
        "verse_Syn": [
            "aho",
            "paśyata",
            "nārīṇām",
            "api",
            "kṛṣṇe",
            "jagat",
            "gurau",
            "duranta",
            "bhāvam",
            "yaḥ",
            "avidhyat",
            "mṛtyu",
            "pāśān",
            "gṛha",
            "abhidhān"
        ],
        "translation": "Just see the unlimited love these women have developed for Lord Kṛṣṇa, the spiritual master of the entire universe! This love has broken for them the very bonds of death — their attachment to family life.",
        "purport": " Superficially, the husbands, fathers, fathers-in-law and so on were the ladies’ gurus, or teachers. Yet the women had become perfect in Kṛṣṇa consciousness, whereas the men had fallen into the darkness of ignorance. According to Śrīla Viśvanātha Cakravartī Ṭhākura, upon returning home the ladies showed transcendental ecstatic symptoms, such as trembling of the body, shedding of tears, standing of the bodily hairs on end, discoloration of the complexion, crying out “O pleasure of my life, O Kṛṣṇa!” with faltering words, and so forth. Śrīla Viśvanātha Cakravartī goes on to state that while one may object that it is not fitting for a woman to love anyone other than her husband, here the husbands themselves point out that they are gurus only in imitation of the Supreme Lord, who is jagad-guru, the universal teacher and spiritual master. The husbands noted that the women, having perfected their transcendental attachment for Kṛṣṇa, did not have even a trace of attachment left for home, husband, children and so forth. Therefore from that day on the husbands accepted those ladies as their worshipable spiritual masters and no longer thought of them as their wives or property."
    },
    {
        "verse": "43-44",
        "devanagari": "नासां द्विजातिसंस्कारो न निवासो गुरावपि ।न तपो नात्ममीमांसा न शौचं न क्रिया: शुभा: ॥ ४३ ॥तथापि ह्युत्तम:श्लोके कृष्णे योगेश्वरेश्वरे ।भक्तिर्दृढा न चास्माकं संस्कारादिमतामपि ॥ ४४ ॥",
        "english_devnagari": "nāsāṁ dvijāti-saṁskārona nivāso gurāv apina tapo nātma-mīmāṁsāna śaucaṁ na kriyāḥ śubhāḥ",
        "verse_Syn": [
            "na",
            "āsām",
            "dvijāti",
            "saṁskāraḥ",
            "na",
            "nivāsaḥ",
            "gurau",
            "api",
            "na",
            "tapaḥ",
            "na",
            "ātma",
            "mīmāṁsā",
            "na",
            "śaucam",
            "na",
            "kriyāḥ",
            "śubhāḥ",
            "tathā",
            "api",
            "hi",
            "uttamaḥ",
            "śloke",
            "kṛṣṇe",
            "yoga",
            "īśvara",
            "īśvare",
            "bhaktiḥ",
            "dṛḍhā",
            "na",
            "ca",
            "asmākam",
            "saṁskāra",
            "ādi",
            "matām",
            "api"
        ],
        "translation": "These women have never undergone the purificatory rites of the twice-born classes, nor have they lived as brahmacārīs in the āśrama of a spiritual master, nor have they executed austerities, speculated on the nature of the self, followed the formalities of cleanliness or engaged in pious rituals. Nevertheless, they have firm devotion for Lord Kṛṣṇa, whose glories are chanted by the exalted hymns of the Vedas and who is the supreme master of all masters of mystic power. We, on the other hand, have no such devotion for the Lord, although we have executed all these processes.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the husbands were not aware that their wives had occasionally associated with residents of Vṛndāvana, such as the flower ladies, and had heard about the beauty and qualities of Kṛṣṇa. The brāhmaṇas were astonished at their wives’ loving devotion for Lord Kṛṣṇa, not realizing that this devotion had developed as a result of hearing and chanting about the Lord in the association of His pure devotees."
    },
    {
        "verse": "45",
        "devanagari": "ननु स्वार्थविमूढानां प्रमत्तानां गृहेहया ।अहो न: स्मारयामास गोपवाक्यै: सतां गति: ॥ ४५ ॥",
        "english_devnagari": "nanu svārtha-vimūḍhānāṁpramattānāṁ gṛhehayāaho naḥ smārayām āsagopa-vākyaiḥ satāṁ gatiḥ",
        "verse_Syn": [
            "nanu",
            "sva",
            "artha",
            "vimūḍhānām",
            "pramattānām",
            "gṛha",
            "īhayā",
            "aho",
            "naḥ",
            "smārayām",
            "āsa",
            "gopa",
            "vākyaiḥ",
            "satām",
            "gatiḥ"
        ],
        "translation": "Indeed, infatuated as we are with our household affairs, we have deviated completely from the real aim of our life. But now just see how the Lord, through the words of these simple cowherd boys, has reminded us of the ultimate destination of all true transcendentalists.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "अन्यथा पूर्णकामस्य कैवल्याद्यशिषां पते: ।ईशितव्यै: किमस्माभिरीशस्यैतद् विडम्बनम् ॥ ४६ ॥",
        "english_devnagari": "anyathā pūrṇa-kāmasyakaivalyādy-aśiṣāṁ pateḥīśitavyaiḥ kim asmābhirīśasyaitad viḍambanam",
        "verse_Syn": [
            "anyathā",
            "pūrṇa",
            "kāmasya",
            "kaivalya",
            "ādi",
            "āśiṣām",
            "pateḥ",
            "īśitavyaiḥ",
            "kim",
            "asmābhiḥ",
            "īśasya",
            "etat",
            "viḍambanam"
        ],
        "translation": "Otherwise, why would the supreme controller — whose every desire is already fulfilled and who is the master of liberation and all other transcendental benedictions — enact this pretense with us, who are always to be controlled by Him?",
        "purport": " Although Lord Kṛṣṇa is the Absolute Truth, He humbly sent His cowherd boyfriends to beg food from the brāhmaṇas. In so doing, He exposed the brāhmaṇas’ foolish arrogance and established the glories of His own transcendental beauty by attracting their very wives to surrender at His lotus feet."
    },
    {
        "verse": "47",
        "devanagari": "हित्वान्यान् भजते यं श्री: पादस्पर्शाशयासकृत् ।स्वात्मदोषापवर्गेण तद्याच्ञा जनमोहिनी ॥ ४७ ॥",
        "english_devnagari": "hitvānyān bhajate yaṁ śrīḥpāda-sparśāśayāsakṛtsvātma-doṣāpavargeṇatad-yācñā jana-mohinī",
        "verse_Syn": [
            "hitvā",
            "anyān",
            "bhajate",
            "yam",
            "śrīḥ",
            "pāda",
            "sparśa",
            "āśayā",
            "asakṛt",
            "sva",
            "ātma",
            "doṣa",
            "apavargeṇa",
            "tat",
            "yācñā",
            "jana",
            "mohinī"
        ],
        "translation": "Hoping for the touch of His lotus feet, the goddess of fortune perpetually worships Him alone, leaving aside all others and renouncing her pride and fickleness. That He begs is certainly astonishing to everyone.",
        "purport": " The supreme master of the goddess of fortune herself obviously does not have to beg for food, as pointed out here by the brāhmaṇas, who are finally manifesting real spiritual intelligence."
    },
    {
        "verse": "48-49",
        "devanagari": "देश: काल: पृथग्द्रव्यं मन्त्रतन्त्रर्त्विजोऽग्नय: ।देवता यजमानश्च क्रतुर्धर्मश्च यन्मय: ॥ ४८ ॥स एव भगवान् साक्षाद् विष्णुर्योगेश्वरेश्वर: ।जातो यदुष्वित्याश‍ृण्म ह्यपि मूढा न विद्महे ॥ ४९ ॥",
        "english_devnagari": "deśaḥ kālaḥ pṛthag dravyaṁmantra-tantrartvijo ’gnayaḥdevatā yajamānaś cakratur dharmaś ca yan-mayaḥ",
        "verse_Syn": [
            "deśaḥ",
            "kālaḥ",
            "pṛthak",
            "dravyam",
            "mantra",
            "tantra",
            "ṛtvijaḥ",
            "agnayaḥ",
            "devatā",
            "yajamānaḥ",
            "ca",
            "kratuḥ",
            "dharmaḥ",
            "ca",
            "yat",
            "mayaḥ",
            "saḥ",
            "eva",
            "bhagavān",
            "sākṣāt",
            "viṣṇuḥ",
            "yoga",
            "īśvara",
            "īśvaraḥ",
            "jātaḥ",
            "yaduṣu",
            "iti",
            "āśṛṇma",
            "hi",
            "api",
            "mūḍhāḥ",
            "na",
            "vidmahe"
        ],
        "translation": "All the aspects of sacrifice — the auspicious place and time, the various items of paraphernalia, the Vedic hymns, the prescribed rituals, the priests and sacrificial fires, the demigods, the patron of the sacrifice, the sacrificial offering and the pious results obtained — all are simply manifestations of His opulences. Yet even though we had heard that the Supreme Personality of Godhead, Viṣṇu, the Lord of all mystic controllers, had taken birth in the Yadu dynasty, we were so foolish that we could not recognize Śrī Kṛṣṇa to be none other than Him.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "तस्मै नमो भगवते कृष्णायाकुण्ठमेधसे ।यन्मायामोहितधियो भ्रमाम: कर्मवर्त्मसु ॥ ५० ॥",
        "english_devnagari": "tasmai namo bhagavatekṛṣṇāyākuṇṭha-medhaseyan-māyā-mohita-dhiyobhramāmaḥ karma-vartmasu",
        "verse_Syn": [
            "tasmai",
            "namaḥ",
            "bhagavate",
            "kṛṣṇāya",
            "akuṇṭha",
            "medhase",
            "yat",
            "māyā",
            "mohita",
            "dhiyaḥ",
            "bhramāmaḥ",
            "karma",
            "vartmasu"
        ],
        "translation": "Let us offer our obeisances unto Lord Kṛṣṇa, the Supreme Personality of Godhead. His intelligence is never bewildered, whereas we, confused by His power of illusion, are simply wandering about on the paths of fruitive work.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "स वै न आद्य: पुरुष: स्वमायामोहितात्मनाम् ।अविज्ञतानुभावानां क्षन्तुमर्हत्यतिक्रमम् ॥ ५१ ॥",
        "english_devnagari": "sa vai na ādyaḥ puruṣaḥsva-māyā-mohitātmanāmavijñatānubhāvānāṁkṣantum arhaty atikramam",
        "verse_Syn": [
            "saḥ",
            "vai",
            "naḥ",
            "ādyaḥ",
            "puruṣaḥ",
            "sva",
            "mayā",
            "mohita",
            "ātmanām",
            "avijñāta",
            "anubhāvānām",
            "kṣantum",
            "arhati",
            "atikramam"
        ],
        "translation": "We were bewildered by Lord Kṛṣṇa’s illusory potency and thus could not understand His influence as the original Personality of Godhead. Now we hope He will kindly forgive our offense.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "इति स्वाघमनुस्मृत्य कृष्णे ते कृतहेलना: ।दिदृक्षवो व्रजमथ कंसाद् भीता न चाचलन् ॥ ५२ ॥",
        "english_devnagari": "iti svāgham anusmṛtyakṛṣṇe te kṛta-helanāḥdidṛkṣavo vrajam athakaṁsād bhītā na cācalan",
        "verse_Syn": [
            "iti",
            "sva",
            "agham",
            "anusmṛtya",
            "kṛṣṇe",
            "te",
            "kṛta",
            "helanāḥ",
            "didṛkṣavaḥ",
            "vrajam",
            "atha",
            "kaṁsāt",
            "bhītāḥ",
            "na",
            "ca",
            "acalan"
        ],
        "translation": "Thus reflecting on the sin they had committed by neglecting Lord Kṛṣṇa, they became very eager to see Him. But being afraid of King Kaṁsa, they did not dare go to Vraja.",
        "purport": " Realizing their offense against Lord Kṛṣṇa, and finally appreciating His almighty position, the brāhmaṇas naturally wanted to rush to Vraja and surrender at the lotus feet of the Lord. But they were afraid that Kaṁsa would certainly kill them when his spies reported that they had gone to Kṛṣṇa. The brāhmaṇas’ wives were absorbed in ecstatic Kṛṣṇa consciousness and thus went to Kṛṣṇa anyway, just as the gopīs, simply to dance with the Lord, traveled in the dead of night through a forest inhabited by wild animals. But the brāhmaṇas were not on such an advanced platform of Kṛṣṇa consciousness and thus, overcome by fear of Kaṁsa, could not see the Lord face to face."
    }
]