[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचतयोस्तदद्भ‍ुतं कर्म दावाग्नेर्मोक्षमात्मन: ।गोपा: स्त्रीभ्य: समाचख्यु: प्रलम्बवधमेव च ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācatayos tad adbhutaṁ karmadāvāgner mokṣam ātmanaḥgopāḥ strībhyaḥ samācakhyuḥpralamba-vadham eva ca",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tayoḥ",
            "tat",
            "adbhutam",
            "karma",
            "dāva",
            "agneḥ",
            "mokṣam",
            "ātmanaḥ",
            "gopāḥ",
            "strībhyaḥ",
            "samācakhyuḥ",
            "pralamba",
            "vadham",
            "eva",
            "ca"
        ],
        "translation": "Śukadeva Gosvāmī said:To the ladies of Vṛndāvana, the cowherd boys then related in full detail Kṛṣṇa’s and Balarāma’s wonderful activities of delivering them from the forest fire and killing the demon Pralamba.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "गोपवृद्धाश्च गोप्यश्च तदुपाकर्ण्य विस्मिता: ।मेनिरे देवप्रवरौ कृष्णरामौ व्रजं गतौ ॥ २ ॥",
        "english_devnagari": "gopa-vṛddhāś ca gopyaś catad upākarṇya vismitāḥmenire deva-pravaraukṛṣṇa-rāmau vrajaṁ gatau",
        "verse_Syn": [
            "gopa",
            "vṛddhāḥ",
            "ca",
            "gopyaḥ",
            "ca",
            "tat",
            "upākarṇya",
            "vismitāḥ",
            "menire",
            "deva",
            "pravarau",
            "kṛṣṇa",
            "rāmau",
            "vrajam",
            "gatau"
        ],
        "translation": "The elder cowherd men and ladies were amazed to hear this account, and they concluded that Kṛṣṇa and Balarāma must be exalted demigods who had appeared in Vṛndāvana.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "तत: प्रावर्तत प्रावृट् सर्वसत्त्वसमुद्भ‍वा ।विद्योतमानपरिधिर्विस्फूर्जितनभस्तला ॥ ३ ॥",
        "english_devnagari": "tataḥ prāvartata prāvṛṭsarva-sattva-samudbhavāvidyotamāna-paridhirvisphūrjita-nabhas-talā",
        "verse_Syn": [
            "tataḥ",
            "prāvartata",
            "prāvṛṭ",
            "sarva",
            "sattva",
            "samudbhavā",
            "vidyotamāna",
            "paridhiḥ",
            "visphūrjita",
            "nabhaḥ",
            "talā"
        ],
        "translation": "Then the rainy season began, giving life and sustenance to all living beings. The sky began to rumble with thunder, and lightning flashed on the horizon.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "सान्द्रनीलाम्बुदैर्व्योम सविद्युत्स्तनयित्नुभि: ।अस्पष्टज्योतिराच्छन्नं ब्रह्मेव सगुणं बभौ ॥ ४ ॥",
        "english_devnagari": "sāndra-nīlāmbudair vyomasa-vidyut-stanayitnubhiḥaspaṣṭa-jyotir ācchannaṁbrahmeva sa-guṇaṁ babhau",
        "verse_Syn": [
            "sāndra",
            "nīla",
            "ambudaiḥ",
            "vyoma",
            "sa",
            "vidyut",
            "stanayitnubhiḥ",
            "aspaṣṭa",
            "jyotiḥ",
            "ācchannam",
            "brahma",
            "iva",
            "sa",
            "guṇam",
            "babhau"
        ],
        "translation": "The sky was then covered by dense blue clouds accompanied by lightning and thunder. Thus the sky and its natural illumination were covered in the same way that the spirit soul is covered by the three modes of material nature.",
        "purport": " Lightning is compared to the mode of goodness, thunder to the mode of passion, and clouds to the mode of ignorance. Thus the cloudy sky at the onset of the rainy season is analogous to the pure spirit soul when he becomes disturbed by the modes of nature, for at that time he is covered and his original brilliant nature is only dimly reflected through the haze of the material qualities."
    },
    {
        "verse": "5",
        "devanagari": "अष्टौ मासान् निपीतं यद् भूम्याश्चोदमयं वसु ।स्वगोभिर्मोक्तुमारेभे पर्जन्य: काल आगते ॥ ५ ॥",
        "english_devnagari": "aṣṭau māsān nipītaṁ yadbhūmyāś coda-mayaṁ vasusva-gobhir moktum ārebheparjanyaḥ kāla āgate",
        "verse_Syn": [
            "aṣṭau",
            "māsān",
            "nipītam",
            "yat",
            "bhūmyāḥ",
            "ca",
            "uda",
            "mayam",
            "vasu",
            "sva",
            "gobhiḥ",
            "moktum",
            "ārebhe",
            "parjanyaḥ",
            "kāle",
            "āgate"
        ],
        "translation": "With its rays, the sun had for eight months drunk up the earth’s wealth in the form of water. Now that the proper time had arrived, the sun began releasing this accumulated wealth.",
        "purport": " The ācāryas compare the sun’s evaporating the earth’s wealth of water to a king’s collecting taxes. In Chapter Twenty, of Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda explains this analogy as follows: “Clouds are accumulated water drawn from the land by the sunshine. Continually for eight months the sun evaporates all kinds of water from the surface of the globe, and this water is accumulated in the shape of clouds, which are distributed as water when there is need. Similarly, a government exacts various taxes from the citizens, such as income tax and sales tax, which the citizens are able to pay by their different material activities: agriculture, trade, industry and so on. This taxation is compared to the sun’s drawing water from the earth. When there is again need of water on the surface of the globe, the same sunshine converts the water into clouds and distributes it all over the globe. Similarly, the taxes collected by the government must be distributed to the people again, as educational work, public work, sanitation work and so on. This is very essential for a good government. The government should not simply exact taxes for useless squandering; the tax collection should be utilized for the public welfare of the state.”"
    },
    {
        "verse": "6",
        "devanagari": "तडिद्वन्तो महामेघाश्चण्डश्वसनवेपिता: ।प्रीणनं जीवनं ह्यस्य मुमुचु: करुणा इव ॥ ६ ॥",
        "english_devnagari": "taḍidvanto mahā-meghāścaṇḍa-śvasana-vepitāḥprīṇanaṁ jīvanaṁ hy asyamumucuḥ karuṇā iva",
        "verse_Syn": [
            "taḍit",
            "vantaḥ",
            "mahā",
            "meghāḥ",
            "caṇḍa",
            "śvasana",
            "vepitāḥ",
            "prīṇanam",
            "jīvanam",
            "hi",
            "asya",
            "mumucuḥ",
            "karuṇāḥ",
            "iva"
        ],
        "translation": "Flashing with lightning, great clouds were shaken and swept about by fierce winds. Just like merciful persons, the clouds gave their lives for the pleasure of this world.",
        "purport": " Just as great, compassionate personalities sometimes give their lives or wealth for the happiness of society, the rain clouds poured down their rain upon the parched earth. Although the clouds were thus dissipated, they freely provided rainfall for the happiness of the earth. In Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda comments as follows on this verse: “During the rainy season, there are strong winds blustering all over the country and carrying clouds from one place to another to distribute water. When water is urgently needed after the summer season, the clouds are just like a rich man who, in times of need, distributes his money even by exhausting his whole treasury. So the clouds exhaust themselves by distributing water all over the surface of the globe. “When Mahārāja Daśaratha, the father of Lord Rāmacandra, used to fight with his enemies, it was said that he approached them just like a farmer uprooting unnecessary plants and trees. And when there was need of giving charity, he used to distribute money exactly as the cloud distributes rain. The distribution of rain by clouds is so sumptuous that it is compared to the distribution of wealth by a great, munificent person. The clouds' downpour is so sufficient that the rains even fall on rocks and hills and on the oceans and seas where there is no need for water. It is like a charitable person who opens his treasury for distribution and who does not discriminate whether the charity is needed or not. He gives in charity openhandedly.” Metaphorically speaking, the lightning in rain clouds is the light by which they see the distressed condition of the earth, and the blowing winds are their heavy breathing, such as that found in a distressed person. Distressed to see the condition of the earth, the clouds tremble in the wind like a compassionate person. Thus they pour down their rain."
    },
    {
        "verse": "7",
        "devanagari": "तप:कृशा देवमीढा आसीद् वर्षीयसी मही ।यथैव काम्यतपसस्तनु: सम्प्राप्य तत्फलम् ॥ ७ ॥",
        "english_devnagari": "tapaḥ-kṛśā deva-mīḍhāāsīd varṣīyasī mahīyathaiva kāmya-tapasastanuḥ samprāpya tat-phalam",
        "verse_Syn": [
            "tapaḥ",
            "kṛśā",
            "deva",
            "mīḍhā",
            "āsīt",
            "varṣīyasī",
            "mahī",
            "yathā",
            "eva",
            "kāmya",
            "tapasaḥ",
            "tanuḥ",
            "samprāpya",
            "tat",
            "phalam"
        ],
        "translation": "The earth had been emaciated by the summer heat, but she became fully nourished again when moistened by the god of rain. Thus the earth was like a person whose body has been emaciated by austerities undergone for a material purpose, but who again becomes fully nourished when he achieves the fruit of those austerities.",
        "purport": " In Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda comments on this verse as follows: “Before the rainfall, the whole surface of the globe becomes almost depleted of all kinds of energies and appears very lean. After the rainfall, the whole surface of the earth becomes green with vegetation and appears very healthy and strong. Here a comparison is made to the person undergoing austerities for fulfillment of a material desire. The flourishing condition of the earth after a rainy season is compared to the fulfillment of material desires. Sometimes, when a country is subjugated by an undesirable government, persons and parties undergo severe penances and austerities to get control of the government, and when they attain control they flourish by giving themselves generous salaries. This also is like the flourishing of the earth in the rainy season. Actually, one should undergo severe austerities and penances only to achieve spiritual happiness. In the Śrīmad-Bhāgavatam it is recommended that tapasya, or austerity, should be accepted for realizing the Supreme Lord. By accepting austerity in devotional service, one regains his spiritual life, and as soon as one regains his spiritual life, he enjoys unlimited spiritual bliss. But if someone undertakes austerities and penances for some material gain, it is stated in the Bhagavad-gītā that the results are temporary and are desired only by persons of less intelligence.”"
    },
    {
        "verse": "8",
        "devanagari": "निशामुखेषु खद्योतास्तमसा भान्ति न ग्रहा: ।यथा पापेन पाषण्डा न हि वेदा: कलौ युगे ॥ ८ ॥",
        "english_devnagari": "niśā-mukheṣu khadyotāstamasā bhānti na grahāḥyathā pāpena pāṣaṇḍāna hi vedāḥ kalau yuge",
        "verse_Syn": [
            "niśā",
            "mukheṣu",
            "khadyotāḥ",
            "tamasā",
            "bhānti",
            "na",
            "grahāḥ",
            "yathā",
            "pāpena",
            "pāṣaṇḍāḥ",
            "na",
            "hi",
            "vedāḥ",
            "kalau",
            "yuge"
        ],
        "translation": "In the evening twilight during the rainy season, the darkness allowed the glowworms but not the stars to shine forth, just as in the Age of Kali the predominance of sinful activities allows atheistic doctrines to overshadow the true knowledge of the Vedas.",
        "purport": " Śrīla Prabhupāda comments as follows: “During the rainy season, in the evening there are many glowworms visible about the tops of trees, hither and thither, and they glitter just like lights. But the luminaries of the sky —  the stars and the moon — are not visible. Similarly, in the Age of Kali, persons who are atheists or miscreants become very prominently visible, whereas persons who are actually following the Vedic principles for spiritual emancipation are practically obscured. This age, Kali-yuga, is compared to the cloudy season of the living entities. In this age, real knowledge is covered by the influence of the material advancement of civilization. The cheap mental speculators, atheists and manufacturers of so-called religious principles become prominent like the glowworms, whereas persons strictly following the Vedic principles or scriptural injunctions become covered by the clouds of this age. People should learn to take advantage of the actual luminaries of the sky — the sun, moon and stars — instead of the glowworms’ light. Actually, the glowworms cannot give any light in the darkness of night. As clouds sometimes clear, even in the rainy season, and sometimes the moon, stars and sun become visible, so even in this Kali-yuga there are sometimes advantages. The Vedic movement of Lord Caitanya — the distribution of the chanting of the Hare Kṛṣṇa mantra — is understood in this way. People seriously eager to find real light should take advantage of this movement instead of looking toward the light of mental speculators and atheists.”"
    },
    {
        "verse": "9",
        "devanagari": "श्रुत्वा पर्जन्यनिनदं मण्डुका: ससृजुर्गिर: ।तूष्णीं शयाना: प्राग् यद्वद्ब्राह्मणा नियमात्यये ॥ ९ ॥",
        "english_devnagari": "śrutvā parjanya-ninadaṁmaṇḍukāḥ sasṛjur giraḥtūṣṇīṁ śayānāḥ prāg yadvadbrāhmaṇā niyamātyaye",
        "verse_Syn": [
            "śrutvā",
            "parjanya",
            "ninadam",
            "maṇḍukāḥ",
            "sasṛjuḥ",
            "giraḥ",
            "tūṣṇīm",
            "śayānāḥ",
            "prāk",
            "yadvat",
            "brāhmaṇāḥ",
            "niyama",
            "atyaye"
        ],
        "translation": "The frogs, who had all along been lying silent, suddenly began croaking when they heard the rumbling of the rain clouds, in the same way that brāhmaṇa students, who perform their morning duties in silence begin reciting their lessons when called by their teacher.",
        "purport": " Śrīla Prabhupāda comments: “After the first rainfall, when there is a thundering sound in the clouds, all the frogs begin to croak, like students suddenly engaged in reading their studies. Students are generally supposed to rise early in the morning. They do not usually arise of their own accord, however, but only when there is a bell sounded in the temple or other spiritual institution. By the order of the spiritual master they immediately rise, and after finishing their morning duties they sit down to study the Vedas or chant Vedic mantras. Everyone is sleeping in the darkness of Kali-yuga, but when there is a great ācārya, by his calling only everyone takes to the study of the Vedas to acquire actual knowledge.”"
    },
    {
        "verse": "10",
        "devanagari": "आसन्नुत्पथगामिन्य: क्षुद्रनद्योऽनुशुष्यती: ।पुंसो यथास्वतन्त्रस्य देहद्रविणसम्पद: ॥ १० ॥",
        "english_devnagari": "āsann utpatha-gāminyaḥkṣudra-nadyo ’nuśuṣyatīḥpuṁso yathāsvatantrasyadeha-draviṇa-sampadaḥ",
        "verse_Syn": [
            "āsan",
            "utpatha",
            "gāminyaḥ",
            "kṣudra",
            "nadyaḥ",
            "anuśuṣyatīḥ",
            "puṁsaḥ",
            "yathā",
            "asvatantrasya",
            "deha",
            "draviṇa",
            "sampadaḥ"
        ],
        "translation": "With the advent of the rainy season, the insignificant streams, which had become dry, began to swell and then strayed from their proper courses, like the body, property and money of a man controlled by the urges of his senses.",
        "purport": " Śrīla Prabhupāda comments: “During the rainy season, many small ponds, lakes and rivulets become filled with water; otherwise the rest of the year they remain dry. Similarly, materialistic persons are dry, but sometimes, when they are in a so-called opulent position, with a home or children or a little bank balance, they appear to be flourishing, but immediately afterwards they become dry again, like the small rivulets and ponds. The poet Vidyāpati said that in the society of friends, family, children, wife, etc., there is certainly some pleasure, but that pleasure is compared to a drop of water in the desert. Everyone is hankering after happiness, just as in the desert everyone is hankering after water. If in the desert there is a drop of water, it may of course be said that the water is there, but the benefit from that drop of water is very insignificant. In our materialistic way of life, which is just like a desert, we are hankering after an ocean of happiness, but in the form of society, friends and mundane love we are getting no more than a drop of water. Our satisfaction is never achieved, as the small rivulets, lakes and ponds are never filled with water in the dry season.”"
    },
    {
        "verse": "11",
        "devanagari": "हरिता हरिभि: शष्पैरिन्द्रगोपैश्च लोहिता ।उच्छिलीन्ध्रकृतच्छाया नृणां श्रीरिव भूरभूत् ॥ ११ ॥",
        "english_devnagari": "haritā haribhiḥ śaṣpairindragopaiś ca lohitāucchilīndhra-kṛta-cchāyānṛṇāṁ śrīr iva bhūr abhūt",
        "verse_Syn": [
            "haritāḥ",
            "haribhiḥ",
            "śaṣpaiḥ",
            "indragopaiḥ",
            "ca",
            "lohitā",
            "ucchilīndhra",
            "kṛta",
            "chāyā",
            "nṛṇām",
            "śrīḥ",
            "iva",
            "bhūḥ",
            "abhūt"
        ],
        "translation": "The newly grown grass made the earth emerald green, the indragopa insects added a reddish hue, and white mushrooms added further color and circles of shade. Thus the earth appeared like a person who has suddenly become rich.",
        "purport": " Śrīla Śrīdhara Svāmī comments that the word nṛṇām indicates men of the royal order. Thus the colorful display of dark green fields decorated with bright red insects and white mushroom umbrellas can be compared to a royal parade displaying the military strength of a king."
    },
    {
        "verse": "12",
        "devanagari": "क्षेत्राणि शष्यसम्पद्भ‍ि: कर्षकाणां मुदं ददु: ।मानिनामनुतापं वै दैवाधीनमजानताम् ॥ १२ ॥",
        "english_devnagari": "kṣetrāṇi śaṣya-sampadbhiḥkarṣakāṇāṁ mudaṁ daduḥmāninām anutāpaṁ vaidaivādhīnam ajānatām",
        "verse_Syn": [
            "kṣetrāṇi",
            "śaṣya",
            "sampadbhiḥ",
            "karṣakāṇām",
            "mudam",
            "daduḥ",
            "māninām",
            "anutāpam",
            "vai",
            "daiva",
            "adhīnam",
            "ajānatām"
        ],
        "translation": "With their wealth of grains, the fields gave joy to the farmers. But those fields created remorse in the hearts of those who were too proud to engage in farming and who failed to understand how everything is under the control of the Supreme.",
        "purport": " It is common for people living in large cities to become miserable and disgusted when there is ample rainfall. They do not understand or have forgotten that the rain is nourishing the crops they will eat. Although they certainly enjoy eating, they do not appreciate that with the rain the Supreme Lord is feeding not only human beings but also plants, animals and the earth itself. Modern, sophisticated people often look down their noses at those engaged in agricultural work. In fact, in American slang, a simple, unintelligent person is sometimes called “a farmer.” There are also government agencies that restrict agricultural production because certain capitalists fear the effect on market prices. Because of various artificial and manipulative practices in modern governments, we find widespread food shortages throughout the world — even in the United States, among the poverty-stricken — and at the same time we find the governments paying farmers not to plant crops. Sometimes these governments throw huge amounts of food into the ocean. Thus the administration of the arrogant and ignorant, those who are too proud to obey the laws of God or too ignorant to recognize them, will always cause frustration among the people, whereas a God conscious government will provide abundance and happiness for all."
    },
    {
        "verse": "13",
        "devanagari": "जलस्थलौकस: सर्वे नववारिनिषेवया ।अबिभ्रन् रुचिरं रूपं यथा हरिनिषेवया ॥ १३ ॥",
        "english_devnagari": "jala-sthalaukasaḥ sarvenava-vāri-niṣevayāabibhran ruciraṁ rūpaṁyathā hari-niṣevayā",
        "verse_Syn": [
            "jala",
            "sthala",
            "okasaḥ",
            "sarve",
            "nava",
            "vāri",
            "niṣevayā",
            "abibhran",
            "ruciram",
            "rūpam",
            "yathā",
            "hari",
            "niṣevayā"
        ],
        "translation": "As all creatures of the land and water took advantage of the newly fallen rainwater, their forms became attractive and pleasing, just as a devotee becomes beautiful by engaging in the service of the Supreme Lord.",
        "purport": " Śrīla Prabhupāda comments as follows: “We have practical experience of this with our students in the International Society for Krishna Consciousness. Before becoming students, they were dirty-looking, although they had naturally beautiful personal features; but due to having no information of Kṛṣṇa consciousness they appeared very dirty and wretched. Since they have taken to Kṛṣṇa consciousness, their health has improved, and by their following the rules and regulations their bodily luster has increased. When they are dressed with saffron-colored cloth, with tilaka on their foreheads and beads in their hands and on their necks, they look exactly as if they have come directly from Vaikuṇṭha.”"
    },
    {
        "verse": "14",
        "devanagari": "सरिद्भ‍ि: सङ्गत: सिन्धुश्चुक्षोभ श्वसनोर्मिमान् ।अपक्‍वयोगिनश्चित्तं कामाक्तं गुणयुग् यथा ॥ १४ ॥",
        "english_devnagari": "saridbhiḥ saṅgataḥ sindhuścukṣobha śvasanormimānapakva-yoginaś cittaṁkāmāktaṁ guṇa-yug yathā",
        "verse_Syn": [
            "saridbhiḥ",
            "saṅgataḥ",
            "sindhuḥ",
            "cukṣobha",
            "śvasana",
            "ūrmi",
            "mān",
            "apakva",
            "yoginaḥ",
            "cittam",
            "kāma",
            "aktam",
            "guṇa",
            "yuk",
            "yathā"
        ],
        "translation": "Where the rivers joined the ocean it became agitated, its waves blown about by the wind, just as the mind of an immature yogī becomes agitated because he is still tainted by lust and attached to the objects of sense gratification.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "गिरयो वर्षधाराभिर्हन्यमाना न विव्यथु: ।अभिभूयमाना व्यसनैर्यथाधोक्षजचेतस: ॥ १५ ॥",
        "english_devnagari": "girayo varṣa-dhārābhirhanyamānā na vivyathuḥabhibhūyamānā vyasanairyathādhokṣaja-cetasaḥ",
        "verse_Syn": [
            "girayaḥ",
            "varṣa",
            "dhārābhiḥ",
            "hanyamānāḥ",
            "na",
            "vivyathuḥ",
            "abhibhūyamānāḥ",
            "vyasanaiḥ",
            "yathā",
            "adhokṣaja",
            "cetasaḥ"
        ],
        "translation": "Just as devotees whose minds are absorbed in the Personality of Godhead remain peaceful even when attacked by all sorts of dangers, the mountains in the rainy season were not at all disturbed by the repeated striking of the rain-bearing clouds.",
        "purport": " When splashed by torrents of rain, the mountains are not shaken; rather, they are cleansed of dirt and become resplendent and beautiful. Similarly, an advanced devotee of the Supreme Lord is not shaken from his devotional program by disturbing conditions, which instead cleanse his heart of the dust of attachment to this world. Thus the devotee becomes beautiful and resplendent by tolerating difficult conditions. In fact, a devotee accepts all reverses in life as the mercy of Lord Kṛṣṇa, realizing that all suffering is due to the sufferer’s own previous misdeeds."
    },
    {
        "verse": "16",
        "devanagari": "मार्गा बभूवु: सन्दिग्धस्तृणैश्छन्ना ह्यसंस्कृता: ।नाभ्यस्यमाना: श्रुतयो द्विजै: कालेन चाहता: ॥ १६ ॥",
        "english_devnagari": "mārgā babhūvuḥ sandigdhāstṛṇaiś channā hy asaṁskṛtāḥnābhyasyamānāḥ śrutayodvijaiḥ kālena cāhatāḥ",
        "verse_Syn": [
            "mārgāḥ",
            "babhūvuḥ",
            "sandigdhāḥ",
            "tṛṇaiḥ",
            "channāḥ",
            "hi",
            "asaṁskṛtāḥ",
            "na",
            "abhyasyamānāḥ",
            "śrutayaḥ",
            "dvijaiḥ",
            "kālena",
            "ca",
            "āhatāḥ"
        ],
        "translation": "During the rainy season the roads, not being cleansed, became covered with grass and debris and were thus difficult to make out. These roads were like religious scriptures that brāhmaṇas no longer study and that thus become corrupted and covered over with the passage of time.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "लोकबन्धुषु मेघेषु विद्युतश्चलसौहृदा: ।स्थैर्यं न चक्रु: कामिन्य: पुरुषेषु गुणिष्विव ॥ १७ ॥",
        "english_devnagari": "loka-bandhuṣu megheṣuvidyutaś cala-sauhṛdāḥsthairyaṁ na cakruḥ kāminyaḥpuruṣeṣu guṇiṣv iva",
        "verse_Syn": [
            "loka",
            "bandhuṣu",
            "megheṣu",
            "vidyutaḥ",
            "cala",
            "sauhṛdāḥ",
            "sthairyam",
            "na",
            "cakruḥ",
            "kāminyaḥ",
            "puruṣeṣu",
            "guṇiṣu",
            "iva"
        ],
        "translation": "Though the clouds are the well-wishing friends of all living beings, the lightning, fickle in its affinities, moved from one group of clouds to another, like lusty women unfaithful even to virtuous men.",
        "purport": " Śrīla Prabhupāda comments: “During the rainy season, lightning appears in one group of clouds and then immediately in another group of clouds. This phenomenon is compared to a lusty woman who does not fix her mind on one man. A cloud is compared to a qualified person because it pours rain and gives sustenance to many people; a man who is qualified similarly gives sustenance to many living creatures, such as family members or many workers in business. Unfortunately, his whole life can be disturbed by a wife who divorces him; when the husband is disturbed, the whole family is ruined, the children are dispersed or the business is closed, and everything is affected. It is therefore recommended that a woman desiring to advance in Kṛṣṇa consciousness peacefully live with a husband and that the couple not separate under any condition. The husband and wife should control sex indulgence and concentrate their minds on Kṛṣṇa consciousness so their life may be successful. After all, in the material world a man requires a woman and a woman requires a man. When they are combined, they should live peacefully in Kṛṣṇa consciousness and should not be restless like the lightning, flashing from one group of clouds to another.”"
    },
    {
        "verse": "18",
        "devanagari": "धनुर्वियति माहेन्द्रं निर्गुणं च गुणिन्यभात् ।व्यक्ते गुणव्यतिकरेऽगुणवान् पुरुषो यथा ॥ १८ ॥",
        "english_devnagari": "dhanur viyati māhendraṁnirguṇaṁ ca guṇiny abhātvyakte guṇa-vyatikare’guṇavān puruṣo yathā",
        "verse_Syn": [
            "dhanuḥ",
            "viyati",
            "māhā",
            "indram",
            "nirguṇam",
            "ca",
            "guṇini",
            "abhāt",
            "vyakte",
            "guṇa",
            "vyatikare",
            "aguṇa",
            "vān",
            "puruṣaḥ",
            "yathā"
        ],
        "translation": "When the curved bow of Indra [the rainbow] appeared in the sky, which had the quality of thundering sound, it was unlike ordinary bows because it did not rest upon a string. Similarly, when the Supreme Lord appears in this world, which is the interaction of the material qualities, He is unlike ordinary persons because He remains free from all material qualities and independent of all material conditions.",
        "purport": " Śrīla Prabhupāda comments as follows: “Sometimes, in addition to the roaring thunder of the clouds, there is an appearance of a rainbow, which stands as a bow without a string. Actually, a bow is in the curved position because it is tied at its two ends by the bowstring; but in the rainbow there is no such string, and yet it rests in the sky so beautifully. Similarly, when the Supreme Personality of Godhead descends to this material world, He appears just like an ordinary human being, but He is not resting on any material condition. In the Bhagavad-gītā, the Lord says that He appears by His internal potency, which is free from the bondage of the external potency. What is bondage for the ordinary creature is freedom for the Personality of Godhead.”"
    },
    {
        "verse": "19",
        "devanagari": "न रराजोडुपश्छन्न: स्वज्योत्स्‍नाराजितैर्घनै: ।अहंमत्या भासितया स्वभासा पुरुषो यथा ॥ १९ ॥",
        "english_devnagari": "na rarājoḍupaś channaḥsva-jyotsnā-rājitair ghanaiḥahaṁ-matyā bhāsitayāsva-bhāsā puruṣo yathā",
        "verse_Syn": [
            "na",
            "rarāja",
            "uḍupaḥ",
            "channaḥ",
            "sva",
            "jyotsnā",
            "rājitaiḥ",
            "ghanaiḥ",
            "aham",
            "matyā",
            "bhāsitayā",
            "sva",
            "bhāsā",
            "puruṣaḥ",
            "yathā"
        ],
        "translation": "During the rainy season the moon was prevented from appearing directly by the covering of the clouds, which were themselves illumined by the moon’s rays. Similarly, the living being in material existence is prevented from appearing directly by the covering of the false ego, which is itself illumined by the consciousness of the pure soul.",
        "purport": " The analogy given here is excellent. During the rainy season we cannot see the moon in the sky, because the moon is covered by clouds. These clouds, however, are radiant with the glow of the moon’s own rays. Similarly, in our conditioned, material existence we cannot directly perceive the soul, because our consciousness is covered by the false ego, which is the false identification with the material world and the material body. Yet it is the soul’s own consciousness that illumines the false ego. As the Gītā describes, the energy of the soul is consciousness, and when this consciousness manifests through the screen of false ego, it appears as dull, material consciousness, in which there is no direct vision of the soul or God. In the material world, even great philosophers ultimately resort to hazy ambiguities when speaking about the Absolute Truth, just as the cloudy sky manifests only in a dull and indirect way the iridescent light of the moon. In material life, our false ego is often enthusiastic, hopeful and apparently aware of various material affairs, and such consciousness encourages us to push on in material existence. But in truth we are merely experiencing the dull reflection of our original, pure consciousness, which is Kṛṣṇa consciousness — direct perception of the soul and God. Not realizing that the false ego merely hampers and dulls our real, spiritual consciousness, which is fully enlightened and blissful, we mistakenly think that material consciousness is full of knowledge and happiness. This is comparable to thinking that the luminous clouds are lighting up the night sky, while in fact it is the moonshine that illumines the sky, and the clouds that merely dull and hamper the moonshine. The clouds appear luminous because they are filtering and impeding the brilliant rays of the moon. Similarly, at times material consciousness appears pleasurable or enlightened because it is screening or filtering the original, blissful and enlightened consciousness coming directly from the soul. If we can understand the ingenious analogy given in this verse, we can easily advance in Kṛṣṇa consciousness."
    },
    {
        "verse": "20",
        "devanagari": "मेघागमोत्सवा हृष्टा: प्रत्यनन्दञ्छिखण्डिन: ।गृहेषु तप्तनिर्विण्णा यथाच्युतजनागमे ॥ २० ॥",
        "english_devnagari": "meghāgamotsavā hṛṣṭāḥpratyanandañ chikhaṇḍinaḥgṛheṣu tapta-nirviṇṇāyathācyuta-janāgame",
        "verse_Syn": [
            "megha",
            "āgama",
            "utsavāḥ",
            "hṛṣṭāḥ",
            "pratyanandan",
            "śikhaṇḍinaḥ",
            "gṛheṣu",
            "tapta",
            "nirviṇṇāḥ",
            "yathā",
            "acyuta",
            "jana",
            "āgame"
        ],
        "translation": "The peacocks became festive and cried out a joyful greeting when they saw the clouds arrive, just as people distressed in household life feel pleasure when the pure devotees of the infallible Supreme Lord visit them.",
        "purport": " After the dry summer season, the peacocks become jubilant with the arrival of the first thundering rain clouds, and thus they dance in great happiness. Śrīla Prabhupāda comments, “We have practical experience of this: many of our students were dry and morose previous to their coming to Kṛṣṇa consciousness, but having come into contact with devotees they are now dancing like jubilant peacocks.”"
    },
    {
        "verse": "21",
        "devanagari": "पीत्वाप: पादपा: पद्भ‍िरासन्नानात्ममूर्तय: ।प्राक् क्षामास्तपसा श्रान्ता यथा कामानुसेवया ॥ २१ ॥",
        "english_devnagari": "pītvāpaḥ pādapāḥ padbhirāsan nānātma-mūrtayaḥprāk kṣāmās tapasā śrāntāyathā kāmānusevayā",
        "verse_Syn": [
            "pītvā",
            "āpaḥ",
            "pāda",
            "pāḥ",
            "padbhiḥ",
            "āsan",
            "nānā",
            "ātma",
            "mūrtayaḥ",
            "prāk",
            "kṣāmāḥ",
            "tapasā",
            "śrāntāḥ",
            "yathā",
            "kāma",
            "anusevayā"
        ],
        "translation": "The trees had grown thin and dry, but after they drank the newly fallen rainwater through their feet, their various bodily features blossomed. Similarly, one whose body has grown thin and weak from austerity again exhibits his healthy bodily features upon enjoying the material objects gained through that austerity.",
        "purport": " The word pāda means foot, and pā means drinking. Trees are called pādapa because they drink through their roots, which are likened to feet. Upon drinking the newly fallen rainwater, the trees in Vṛndāvana began to manifest new leaves, sprouts and blossoms, and they thus enjoyed new growth. Similarly, materialistic persons often perform severe austerities to acquire the object of their desire. For example, politicians in America undergo grueling austerities while traveling about the countryside campaigning for election. Businessmen also will often deny personal comfort to make their business successful. Such austere persons, upon acquiring the fruits of their austerity, again become healthy and satisfied, like trees eagerly drinking rainwater after enduring the austerity of a dry, hot summer."
    },
    {
        "verse": "22",
        "devanagari": "सर:स्वशान्तरोध:सु न्यूषुरङ्गापि सारसा: ।गृहेष्वशान्तकृत्येषु ग्राम्या इव दुराशया: ॥ २२ ॥",
        "english_devnagari": "saraḥsv aśānta-rodhaḥsunyūṣur aṅgāpi sārasāḥgṛheṣv aśānta-kṛtyeṣugrāmyā iva durāśayāḥ",
        "verse_Syn": [
            "saraḥsu",
            "aśānta",
            "rodhaḥsu",
            "nyūṣuḥ",
            "aṅga",
            "api",
            "sārasāḥ",
            "gṛheṣu",
            "aśānta",
            "kṛtyeṣu",
            "grāmyāḥ",
            "iva",
            "durāśayāḥ"
        ],
        "translation": "The cranes continued dwelling on the shores of the lakes, although the shores were agitated during the rainy season, just as materialistic persons with contaminated minds always remain at home, despite the many disturbances there.",
        "purport": " During the rainy season there are often mud slides around the shores of lakes, and thorny bushes, stones and other debris sometimes accumulate there. Despite all these inconveniences, ducks and cranes continue meandering around the lakeshores. Similarly, innumerable painful occurrences are always disturbing family life, but a materialistic man never even considers leaving his family in the hands of his grown sons and going away for spiritual improvement. He regards such an idea as shocking and uncivilized, because he is completely ignorant of the Absolute Truth and his relationship to that Truth."
    },
    {
        "verse": "23",
        "devanagari": "जलौघैर्निरभिद्यन्त सेतवो वर्षतीश्वरे ।पाषण्डिनामसद्वादैर्वेदमार्गा: कलौ यथा ॥ २३ ॥",
        "english_devnagari": "jalaughair nirabhidyantasetavo varṣatīśvarepāṣaṇḍinām asad-vādairveda-mārgāḥ kalau yathā",
        "verse_Syn": [
            "jala",
            "oghaiḥ",
            "nirabhidyanta",
            "setavaḥ",
            "varṣati",
            "īśvare",
            "pāṣaṇḍinām",
            "asat",
            "vādaiḥ",
            "veda",
            "mārgāḥ",
            "kalau",
            "yathā"
        ],
        "translation": "When Indra sent forth his rains, the floodwaters broke through the irrigation dikes in the agricultural fields, just as in the Kali-yuga the atheists’ false theories break down the boundaries of Vedic injunctions.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "व्यमुञ्चन् वायुभिर्नुन्ना भूतेभ्यश्चामृतं घना: ।यथाशिषो विश्पतय: काले काले द्विजेरिता: ॥ २४ ॥",
        "english_devnagari": "vyamuñcan vāyubhir nunnābhūtebhyaś cāmṛtaṁ ghanāḥyathāśiṣo viś-patayaḥkāle kāle dvijeritāḥ",
        "verse_Syn": [
            "vyamuñcan",
            "vāyubhiḥ",
            "nunnāḥ",
            "bhūtebhyaḥ",
            "ca",
            "amṛtam",
            "ghanāḥ",
            "yathā",
            "āśiṣaḥ",
            "viṭ",
            "patayaḥ",
            "kāle",
            "kāle",
            "dvija",
            "īritāḥ"
        ],
        "translation": "The clouds, impelled by the winds, released their nectarean water for the benefit of all living beings, just as kings, instructed by their brāhmaṇa priests, dispense charity to the citizens.",
        "purport": " Śrīla Prabhupāda comments: “In the rainy season, the clouds, tossed by the wind, deliver water, which is welcomed like nectar. When the Vedic followers, the brāhmaṇas, inspire rich men like kings and the wealthy mercantile community to give charity in the performance of great sacrifices, the distribution of such wealth is also nectarean. The four sections of human society, namely the brāhmaṇas, the kṣatriyas, the vaiśyas and the śūdras, are meant to live peacefully in a cooperative mood; this is possible when they are guided by expert Vedic brāhmaṇas who perform sacrifices and distribute wealth equally.”"
    },
    {
        "verse": "25",
        "devanagari": "एवं वनं तद् वर्षिष्ठं पक्‍वखर्जुरजम्बुमत् ।गोगोपालैर्वृतो रन्तुं सबल: प्राविशद्धरि: ॥ २५ ॥",
        "english_devnagari": "evaṁ vanaṁ tad varṣiṣṭhaṁpakva-kharjura-jambumatgo-gopālair vṛto rantuṁsa-balaḥ prāviśad dhariḥ",
        "verse_Syn": [
            "evam",
            "vanam",
            "tat",
            "varṣiṣṭham",
            "pakva",
            "kharjura",
            "jambu",
            "mat",
            "go",
            "gopālaiḥ",
            "vṛtaḥ",
            "rantum",
            "sa",
            "balaḥ",
            "prāviśat",
            "hariḥ"
        ],
        "translation": "When the Vṛndāvana forest had thus become resplendent, filled with ripe dates and jambu fruits, Lord Kṛṣṇa, surrounded by His cows and cowherd boyfriends and accompanied by Śrī Balarāma, entered that forest to enjoy.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "धेनवो मन्दगामिन्य ऊधोभारेण भूयसा ।ययुर्भगवताहूता द्रुतं प्रीत्या स्‍नुतस्तना: ॥ २६ ॥",
        "english_devnagari": "dhenavo manda-gāminyaūdho-bhāreṇa bhūyasāyayur bhagavatāhūtādrutaṁ prītyā snuta-stanāḥ",
        "verse_Syn": [
            "dhenavaḥ",
            "manda",
            "gāminyaḥ",
            "ūdhaḥ",
            "bhāreṇa",
            "bhūyasā",
            "yayuḥ",
            "bhagavatā",
            "āhūtāḥ",
            "drutam",
            "prītyā",
            "snuta",
            "stanāḥ"
        ],
        "translation": "The cows had to move slowly because of their weighty milk bags, but they quickly ran to the Supreme Personality of Godhead as soon as He called them, their affection for Him causing their udders to become wet.",
        "purport": " Śrīla Prabhupāda comments, “The cows, being fed by new grasses, became very healthy, and their milk bags were all very full. When Lord Kṛṣṇa called them by name, they immediately came to Him out of affection, and in their joyful condition the milk flowed from their bags.”"
    },
    {
        "verse": "27",
        "devanagari": "वनौकस: प्रमुदिता वनराजीर्मधुच्युत: ।जलधारा गिरेर्नादादासन्ना दद‍ृशे गुहा: ॥ २७ ॥",
        "english_devnagari": "vanaukasaḥ pramuditāvana-rājīr madhu-cyutaḥjala-dhārā girer nādādāsannā dadṛśe guhāḥ",
        "verse_Syn": [
            "vana",
            "okasaḥ",
            "pramuditāḥ",
            "vana",
            "rājīḥ",
            "madhu",
            "cyutaḥ",
            "jala",
            "dhārāḥ",
            "gireḥ",
            "nādāt",
            "āsannāḥ",
            "dadṛśe",
            "guhāḥ"
        ],
        "translation": "The Lord saw the joyful aborigine girls of the forest, the trees dripping sweet sap, and the mountain waterfalls, whose resounding indicated that there were caves nearby.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "क्‍वचिद् वनस्पतिक्रोडे गुहायां चाभिवर्षति ।निर्विश्य भगवान् रेमे कन्दमूलफलाशन: ॥ २८ ॥",
        "english_devnagari": "kvacid vanaspati-kroḍeguhāyāṁ cābhivarṣatinirviśya bhagavān remekanda-mūla-phalāśanaḥ",
        "verse_Syn": [
            "kvacit",
            "vanaspati",
            "kroḍe",
            "guhāyām",
            "ca",
            "abhivarṣati",
            "nirviśya",
            "bhagavān",
            "reme",
            "kanda",
            "mūla",
            "phala",
            "aśanaḥ"
        ],
        "translation": "When it rained, the Lord would sometimes enter a cave or the hollow of a tree to play and to eat roots and fruits.",
        "purport": " Śrīla Sanātana Gosvāmī explains that during the rainy season bulbs and roots are very tender and palatable, and Lord Kṛṣṇa would eat them along with wild fruits found in the forest. Lord Kṛṣṇa and His young boyfriends would sit in the hollow of a tree or within a cave and enjoy pastimes while waiting for the rain to stop."
    },
    {
        "verse": "29",
        "devanagari": "दध्योदनं समानीतं शिलायां सलिलान्तिके ।सम्भोजनीयैर्बुभुजे गोपै: सङ्कर्षणान्वित: ॥ २९ ॥",
        "english_devnagari": "dadhy-odanaṁ samānītaṁśilāyāṁ salilāntikesambhojanīyair bubhujegopaiḥ saṅkarṣaṇānvitaḥ",
        "verse_Syn": [
            "dadhi",
            "odanam",
            "samānītam",
            "śīlāyām",
            "salila",
            "antike",
            "sambhojanīyaiḥ",
            "bubhuje",
            "gopaiḥ",
            "saṅkarṣaṇa",
            "anvitaḥ"
        ],
        "translation": "Lord Kṛṣṇa would take His meal of boiled rice and yogurt, sent from home, in the company of Lord Saṅkarṣaṇa and the cowherd boys who regularly ate with Him. They would all sit down to eat on a large stone near the water.",
        "purport": ""
    },
    {
        "verse": "30-31",
        "devanagari": "शाद्वलोपरि संविश्य चर्वतो मीलितेक्षणान् ।तृप्तान् वृषान् वत्सतरान् गाश्च स्वोधोभरश्रमा: ॥ ३० ॥प्रावृट्‍‍श्रियं च तां वीक्ष्य सर्वकालसुखावहाम् ।भगवान् पूजयां चक्रे आत्मशक्त्युपबृंहिताम् ॥ ३१ ॥",
        "english_devnagari": "śādvalopari saṁviśyacarvato mīlitekṣaṇāntṛptān vṛṣān vatsatarāngāś ca svodho-bhara-śramāḥ",
        "verse_Syn": [
            "śādvala",
            "upari",
            "saṁviśya",
            "carvataḥ",
            "mīlita",
            "īkṣaṇān",
            "tṛptān",
            "vṛṣān",
            "vatsatarān",
            "gāḥ",
            "ca",
            "sva",
            "ūdhaḥ",
            "bhara",
            "śramāḥ",
            "prāvṛṭ",
            "śriyam",
            "ca",
            "tām",
            "vīkṣya",
            "sarva",
            "kāla",
            "sukha",
            "āvahām",
            "bhagavān",
            "pūjayām",
            "cakre",
            "ātma",
            "śakti",
            "upabṛṁhitām"
        ],
        "translation": "Lord Kṛṣṇa watched the contented bulls, calves and cows sitting on the green grass and grazing with closed eyes, and He saw that the cows were tired from the burden of their heavy milk bags. Thus observing the beauty and opulence of Vṛndāvana’s rainy season, a perennial source of great happiness, the Lord offered all respect to that season, which was expanded from His own internal potency.",
        "purport": " The lush beauty of the rainy season in Vṛndāvana is meant to enhance the pleasure pastimes of Śrī Kṛṣṇa. Thus, to set the scene for the Lord’s loving affairs, His internal potency makes all the arrangements described in this chapter."
    },
    {
        "verse": "32",
        "devanagari": "एवं निवसतोस्तस्मिन् रामकेशवयोर्व्रजे ।शरत्समभवद् व्यभ्रा स्वच्छाम्ब्वपरुषानिला ॥ ३२ ॥",
        "english_devnagari": "evaṁ nivasatos tasminrāma-keśavayor vrajeśarat samabhavad vyabhrāsvacchāmbv-aparuṣānilā",
        "verse_Syn": [
            "evam",
            "nivasatoḥ",
            "tasmin",
            "rāma",
            "keśavayoḥ",
            "vraje",
            "śarat",
            "samabhavat",
            "vyabhrā",
            "svaccha",
            "ambu",
            "aparuṣa",
            "anilā"
        ],
        "translation": "While Lord Rāma and Lord Keśava were thus dwelling in Vṛndāvana, the fall season arrived, when the sky is cloudless, the water clear and the wind gentle.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "शरदा नीरजोत्पत्त्या नीराणि प्रकृतिं ययु: ।भ्रष्टानामिव चेतांसि पुनर्योगनिषेवया ॥ ३३ ॥",
        "english_devnagari": "śaradā nīrajotpattyānīrāṇi prakṛtiṁ yayuḥbhraṣṭānām iva cetāṁsipunar yoga-niṣevayā",
        "verse_Syn": [
            "śaradā",
            "nīraja",
            "utpattyā",
            "nīrāṇi",
            "prakṛtim",
            "yayuḥ",
            "bhraṣṭānām",
            "iva",
            "cetāṁsi",
            "punaḥ",
            "yoga",
            "niṣevayā"
        ],
        "translation": "The autumn season, which regenerated the lotus flowers, also restored the various bodies of water to their original purity, just as the process of devotional service purifies the minds of the fallen yogīs when they return to it.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "व्योम्नोऽब्भ्रं भूतशाबल्यं भुव: पङ्कमपां मलम् ।शरज्जहाराश्रमिणां कृष्णे भक्तिर्यथाशुभम् ॥ ३४ ॥",
        "english_devnagari": "vyomno ’bbhraṁ bhūta-śābalyaṁbhuvaḥ paṅkam apāṁ malamśaraj jahārāśramiṇāṁkṛṣṇe bhaktir yathāśubham",
        "verse_Syn": [
            "vyomnaḥ",
            "ap",
            "bhram",
            "bhūta",
            "śābalyam",
            "bhuvaḥ",
            "paṅkam",
            "apām",
            "malam",
            "śarat",
            "jahāra",
            "āśramiṇām",
            "kṛṣṇe",
            "bhaktiḥ",
            "yathā",
            "aśubham"
        ],
        "translation": "Autumn cleared the sky of clouds, let the animals get out of their crowded living conditions, cleaned the earth of its covering of mud, and purified the water of contamination, in the same way that loving service rendered to Lord Kṛṣṇa frees the members of the four spiritual orders from their respective troubles.",
        "purport": " Every human being must perform the prescribed duties corresponding to one of the four spiritual orders of life. These divisions are 1) celibate student life, brahmacarya; 2) married life, gṛhastha; 3) retired life, vānaprastha; and 4) renounced life, sannyāsa. A brahmacārī must perform many menial duties during his student life, but as he becomes advanced in loving service to Kṛṣṇa, his superiors recognize his spiritual status and elevate him to higher duties. The innumerable obligations performed on behalf of wife and children constantly harass a householder, but as he becomes advanced in loving service to Kṛṣṇa, he is automatically elevated by the laws of nature to more enjoyable, spiritual occupations, and he somehow minimizes material duties. Those in the vānaprastha, or retired, order of life also perform many duties, and these can also be replaced by ecstatic loving service to Kṛṣṇa. Similarly, renounced life has many natural difficulties, not the least of which is that sannyāsīs, or renounced men, are inclined to meditate on the impersonal aspect of the Absolute Truth. As stated in the Bhagavad-gītā (12.5), kleśo ’dhikataras teṣām avyaktāsakta-cetasām: “For those whose minds are attached to the unmanifested, impersonal feature of the Lord, advancement is exceedingly painful.” But as soon as a sannyāsī takes to preaching the glories of Kṛṣṇa in every town and village, his life becomes a blissful sequence of beautiful spiritual realizations. In the autumn season the sky returns to its natural blue color. The vanishing of the clouds is like the vanishing of troublesome duties in brahmacārī life. Just after summer comes the rainy season, when the animals sometimes become disturbed by the torrential storms and thus huddle together. But the autumn season signals the time for the animals to go to their respective areas and live more peacefully. This represents a householder’s becoming free from the harassment of family duties and being able to devote more of his time to spiritual responsibilities, which are the real goal of life both for himself and his family. The removal of the muddy layer on the earth is like the removal of the inconveniences of vānaprastha life, and the purification of the water is like the sanctification of sannyāsa life by one’s preaching the glories of Kṛṣṇa without sex desire."
    },
    {
        "verse": "35",
        "devanagari": "सर्वस्वं जलदा हित्वा विरेजु: शुभ्रवर्चस: ।यथा त्यक्तैषणा: शान्ता मुनयो मुक्तकिल्बिषा: ॥ ३५ ॥",
        "english_devnagari": "sarva-svaṁ jaladā hitvāvirejuḥ śubhra-varcasaḥyathā tyaktaiṣaṇāḥ śāntāmunayo mukta-kilbiṣāḥ",
        "verse_Syn": [
            "sarva",
            "svam",
            "jala",
            "dāḥ",
            "hitvā",
            "virejuḥ",
            "śubhra",
            "varcasaḥ",
            "yathā",
            "tyakta",
            "eṣaṇāḥ",
            "śāntāḥ",
            "munayaḥ",
            "mukta",
            "kilbiṣāḥ"
        ],
        "translation": "The clouds, having given up all they possessed, shone forth with purified effulgence, just like peaceful sages who have given up all material desires and are thus free of all sinful propensities.",
        "purport": " When the clouds are filled with water, they are dark and cover the sun’s rays, just as the material mind of an impure man covers the soul shining within. But when the clouds pour down their rain, they become white and then brilliantly reflect the shining sun, just as a man who gives up all material desires and sinful propensities becomes purified and then brilliantly reflects his own soul and the Supreme Soul within."
    },
    {
        "verse": "36",
        "devanagari": "गिरयो मुमुचुस्तोयं क्‍वचिन्न मुमुचु: शिवम् ।यथा ज्ञानामृतं काले ज्ञानिनो ददते न वा ॥ ३६ ॥",
        "english_devnagari": "girayo mumucus toyaṁkvacin na mumucuḥ śivamyathā jñānāmṛtaṁ kālejñānino dadate na vā",
        "verse_Syn": [
            "girayaḥ",
            "mumucuḥ",
            "toyam",
            "kvacit",
            "na",
            "mumucuḥ",
            "śivam",
            "yathā",
            "jñāna",
            "amṛtam",
            "kāle",
            "jñāninaḥ",
            "dadate",
            "na",
            "vā"
        ],
        "translation": "During this season the mountains sometimes released their pure water and sometimes did not, just as experts in transcendental science sometimes give the nectar of transcendental knowledge and sometimes do not.",
        "purport": " The first part of this chapter described the rainy season, and the second part has been dealing with the autumn season, which begins when the rain stops. During the rainy season water always flows from the mountains, but during the autumn the water sometimes flows and sometimes does not. Similarly, great saintly teachers sometimes speak expansively on spiritual knowledge, and sometimes they are silent. The self-realized soul is closely in touch with the Supreme Soul, and according to His desires a competent spiritual scientist may or may not describe the Absolute Truth, depending on the specific circumstances."
    },
    {
        "verse": "37",
        "devanagari": "नैवाविदन् क्षीयमाणं जलं गाधजलेचरा: ।यथायुरन्वहं क्षय्यं नरा मूढा: कुटुम्बिन: ॥ ३७ ॥",
        "english_devnagari": "naivāvidan kṣīyamāṇaṁjalaṁ gādha-jale-carāḥyathāyur anv-ahaṁ kṣayyaṁnarā mūḍhāḥ kuṭumbinaḥ",
        "verse_Syn": [
            "na",
            "eva",
            "avidan",
            "kṣīyamāṇam",
            "jalam",
            "gādha",
            "jale",
            "carāḥ",
            "yathā",
            "āyuḥ",
            "anu",
            "aham",
            "kṣayyam",
            "narāḥ",
            "mūḍhāḥ",
            "kuṭumbinaḥ"
        ],
        "translation": "The fish swimming in the increasingly shallow water did not at all understand that the water was diminishing, just as foolish family men cannot see how the time they have left to live is diminishing with every passing day.",
        "purport": " After the rainy season the water gradually goes down, but stupid fish do not understand this; thus they are often stranded on the lakeshores and riverbanks. Similarly, those infatuated with family life do not understand that the remainder of their life is constantly decreasing; thus they fail to perfect their Kṛṣṇa consciousness and are stranded in the cycle of birth and death."
    },
    {
        "verse": "38",
        "devanagari": "गाधवारिचरास्तापमविन्दञ्छरदर्कजम् ।यथा दरिद्र: कृपण: कुटुम्ब्यविजितेन्द्रिय: ॥ ३८ ॥",
        "english_devnagari": "gādha-vāri-carās tāpamavindañ charad-arka-jamyathā daridraḥ kṛpaṇaḥkuṭumby avijitendriyaḥ",
        "verse_Syn": [
            "gādha",
            "vāri",
            "carāḥ",
            "tāpam",
            "avindan",
            "śarat",
            "arka",
            "jam",
            "yathā",
            "daridraḥ",
            "kṛpaṇaḥ",
            "kuṭumbī",
            "avijita",
            "indriyaḥ"
        ],
        "translation": "Just as a miserly, poverty-stricken person overly absorbed in family life suffers because he cannot control his senses, the fish swimming in the shallow water had to suffer the heat of the autumn sun.",
        "purport": " Although, as described in the previous verse, unintelligent fish are not aware of the diminishing water, one may think these fish are still happy according to the old proverb “Ignorance is bliss.” But even the ignorant fish are scorched by the autumn sun. Similarly, although an attached family man may consider his ignorance of spiritual life blissful, he is constantly disturbed by the problems of family life, and, indeed, his uncontrolled senses lead him into a situation of unrelieved anguish."
    },
    {
        "verse": "39",
        "devanagari": "शनै: शनैर्जहु: पङ्कं स्थलान्यामं च वीरुध: ।यथाहंममतां धीरा: शरीरादिष्वनात्मसु ॥ ३९ ॥",
        "english_devnagari": "śanaiḥ śanair jahuḥ paṅkaṁsthalāny āmaṁ ca vīrudhaḥyathāhaṁ-mamatāṁ dhīrāḥśarīrādiṣv anātmasu",
        "verse_Syn": [
            "śanaiḥ",
            "śanaiḥ",
            "jahuḥ",
            "paṅkam",
            "sthalāni",
            "āmam",
            "ca",
            "vīrudhaḥ",
            "yathā",
            "aham",
            "mamatām",
            "dhīrāḥ",
            "śarīra",
            "ādiṣu",
            "anātmasu"
        ],
        "translation": "Gradually the different areas of land gave up their muddy condition and the plants grew past their unripe stage, in the same way that sober sages give up egotism and possessiveness. These are based on things different from the real self, namely, the material body and its by-products.",
        "purport": " The word ādiṣu in this verse indicates the by-products of the body, such as children, home and wealth."
    },
    {
        "verse": "40",
        "devanagari": "निश्चलाम्बुरभूत्तूष्णीं समुद्र: शरदागमे ।आत्मन्युपरते सम्यङ्‍मुनिर्व्युपरतागम: ॥ ४० ॥",
        "english_devnagari": "niścalāmbur abhūt tūṣṇīṁsamudraḥ śarad-āgameātmany uparate samyaṅmunir vyuparatāgamaḥ",
        "verse_Syn": [
            "niścala",
            "ambuḥ",
            "abhūt",
            "tūṣnīm",
            "samudraḥ",
            "śarat",
            "āgame",
            "ātmani",
            "uparate",
            "samyak",
            "muniḥ",
            "vyuparata",
            "āgamaḥ"
        ],
        "translation": "With the arrival of autumn, the ocean and the lakes became silent, their water still, just like a sage who has desisted from all material activities and given up his recitation of Vedic mantras.",
        "purport": " One recites ordinary Vedic mantras for material promotion, mystic power and impersonal salvation. But when a sage is completely free of personal desire, he vibrates the transcendental glories of the Supreme Lord exclusively."
    },
    {
        "verse": "41",
        "devanagari": "केदारेभ्यस्त्वपोऽगृह्णन् कर्षका द‍ृढसेतुभि: ।यथा प्राणै: स्रवज्ज्ञानं तन्निरोधेन योगिन: ॥ ४१ ॥",
        "english_devnagari": "kedārebhyas tv apo ’gṛhṇankarṣakā dṛḍha-setubhiḥyathā prāṇaiḥ sravaj jñānaṁtan-nirodhena yoginaḥ",
        "verse_Syn": [
            "kedārebhyaḥ",
            "tu",
            "apaḥ",
            "agṛhṇan",
            "karṣakāḥ",
            "dṛḍha",
            "setubhiḥ",
            "yathā",
            "prāṇaiḥ",
            "sravat",
            "jñānam",
            "tat",
            "nirodhena",
            "yoginaḥ"
        ],
        "translation": "In the same way that the practitioners of yoga bring their senses under strict control to check their consciousness from flowing out through the agitated senses, the farmers erected strong mud banks to keep the water within their rice fields from draining out.",
        "purport": " Śrīla Prabhupāda comments: “In autumn, farmers save the water within the fields by building strong walls so that the water contained within the field cannot run out. There is hardly any hope for new rainfall; therefore they want to save whatever is in the field. Similarly, a person who is actually advanced in self-realization protects his energy by controlling the senses. It is advised that after the age of fifty one should retire from family life and conserve the energy of the body for utilization in the advancement of Kṛṣṇa consciousness. Unless one is able to control the senses and engage them in the transcendental loving service of Mukunda, there is no possibility of salvation.”"
    },
    {
        "verse": "42",
        "devanagari": "शरदर्कांशुजांस्तापान् भूतानामुडुपोऽहरत् ।देहाभिमानजं बोधो मुकुन्दो व्रजयोषिताम् ॥ ४२ ॥",
        "english_devnagari": "śarad-arkāṁśu-jāṁs tāpānbhūtānām uḍupo ’haratdehābhimāna-jaṁ bodhomukundo vraja-yoṣitām",
        "verse_Syn": [
            "śarat",
            "arka",
            "aṁśu",
            "jān",
            "tāpān",
            "bhūtānām",
            "uḍupaḥ",
            "aharat",
            "deha",
            "abhimāna",
            "jam",
            "bodhaḥ",
            "mukundaḥ",
            "vraja",
            "yoṣitām"
        ],
        "translation": "The autumn moon relieved all creatures of the suffering caused by the sun’s rays, just as wisdom relieves a person of the misery caused by his identifying with his material body and as Lord Mukunda relieves Vṛndāvana’s ladies of the distress caused by their separation from Him.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "खमशोभत निर्मेघं शरद्विमलतारकम् ।सत्त्वयुक्तं यथा चित्तं शब्दब्रह्मार्थदर्शनम् ॥ ४३ ॥",
        "english_devnagari": "kham aśobhata nirmeghaṁśarad-vimala-tārakamsattva-yuktaṁ yathā cittaṁśabda-brahmārtha-darśanam",
        "verse_Syn": [
            "kham",
            "aśobhata",
            "nirmegham",
            "śarat",
            "vimala",
            "tārakam",
            "sattva",
            "yuktam",
            "yathā",
            "cittam",
            "śabda",
            "brahma",
            "artha",
            "darśanam"
        ],
        "translation": "Free of clouds and filled with clearly visible stars, the autumn sky shone brilliantly, just like the spiritual consciousness of one who has directly experienced the purport of the Vedic scriptures.",
        "purport": " The clear and starry autumn sky can also be compared to the pure heart of the devotee. The spiritual nature is always brilliant, clean and blissful, and this spiritual nature, called vaikuṇṭha, immediately satisfies all the desires of the soul. This is the secret of Kṛṣṇa consciousness."
    },
    {
        "verse": "44",
        "devanagari": "अखण्डमण्डलो व्योम्नि रराजोडुगणै: शशी ।यथा यदुपति: कृष्णो वृष्णिचक्रावृतो भुवि ॥ ४४ ॥",
        "english_devnagari": "akhaṇḍa-maṇḍalo vyomnirarājoḍu-gaṇaiḥ śaśīyathā yadu-patiḥ kṛṣṇovṛṣṇi-cakrāvṛto bhuvi",
        "verse_Syn": [
            "akhaṇḍa",
            "maṇḍalaḥ",
            "vyomni",
            "rarāja",
            "uḍu",
            "gaṇaiḥ",
            "śaśī",
            "yathā",
            "yadu",
            "patiḥ",
            "kṛṣṇaḥ",
            "vṛṣṇi",
            "cakra",
            "āvṛtaḥ",
            "bhuvi"
        ],
        "translation": "The full moon shone in the sky, surrounded by stars, just as Śrī Kṛṣṇa, the Lord of the Yadu dynasty, shone brilliantly on the earth, surrounded by all the Vṛṣṇis.",
        "purport": " Śrīla Sanātana Gosvāmī explains that in Vṛndāvana the full moon is eternally risen, and this full moon is like the full manifestation of the Absolute Truth, Śrī Kṛṣṇa. When He was manifest on earth, Lord Kṛṣṇa was surrounded by prominent members of the Vṛṣṇi dynasty such as Nanda, Upananda, Vasudeva and Akrūra."
    },
    {
        "verse": "45",
        "devanagari": "आश्लिष्य समशीतोष्णं प्रसूनवनमारुतम् ।जनास्तापं जहुर्गोप्यो न कृष्णहृतचेतस: ॥ ४५ ॥",
        "english_devnagari": "āśliṣya sama-śītoṣṇaṁprasūna-vana-mārutamjanās tāpaṁ jahur gopyona kṛṣṇa-hṛta-cetasaḥ",
        "verse_Syn": [
            "āśliṣya",
            "sama",
            "śīta",
            "uṣṇam",
            "prasūna",
            "vana",
            "mārutam",
            "janāḥ",
            "tāpam",
            "jahuḥ",
            "gopyaḥ",
            "na",
            "kṛṣṇa",
            "hṛta",
            "cetasaḥ"
        ],
        "translation": "Except for the gopīs, whose hearts had been stolen by Kṛṣṇa, the people could forget their suffering by embracing the wind coming from the flower-filled forest. This wind was neither hot nor cold.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "गावो मृगा: खगा नार्य: पुष्पिण्य: शरदाभवन् ।अन्वीयमाना: स्ववृषै: फलैरीशक्रिया इव ॥ ४६ ॥",
        "english_devnagari": "gāvo mṛgāḥ khagā nāryaḥpuṣpiṇyaḥ śaradābhavananvīyamānāḥ sva-vṛṣaiḥphalair īśa-kriyā iva",
        "verse_Syn": [
            "gāvaḥ",
            "mṛgāḥ",
            "khagāḥ",
            "nāryaḥ",
            "puṣpiṇyaḥ",
            "śaradā",
            "abhavan",
            "anvīyamānāḥ",
            "sva",
            "vṛṣaiḥ",
            "phalaiḥ",
            "īśa",
            "kriyāḥ",
            "iva"
        ],
        "translation": "By the influence of the autumn season, all the cows, doe, women and female birds became fertile and were followed by their respective mates in search of sexual enjoyment, just as activities performed for the service of the Supreme Lord are automatically followed by all beneficial results.",
        "purport": " Śrīla Prabhupāda comments, “On the arrival of the autumn season, all the cows, deer, birds and females in general become pregnant, because in that season generally all the husbands become impelled by sex desire. This is exactly like the transcendentalists who, by the grace of the Supreme Lord, are bestowed with the benediction of their destinations in life. Śrīla Rūpa Gosvāmī has instructed in his Upadeśāmṛta that one should perform devotional service with great enthusiasm, patience and conviction and should follow the rules and regulations, keep oneself clean from material contamination and stay in the association of devotees. By following these principles, one is sure to achieve the desired result of devotional service. For he who patiently follows the regulative principles of devotional service, the time will come when he will achieve the result, as the wives who reap results by becoming pregnant.”"
    },
    {
        "verse": "47",
        "devanagari": "उदहृष्यन् वारिजानि सूर्योत्थाने कुमुद् विना ।राज्ञा तु निर्भया लोका यथा दस्यून् विना नृप ॥ ४७ ॥",
        "english_devnagari": "udahṛṣyan vārijānisūryotthāne kumud vinārājñā tu nirbhayā lokāyathā dasyūn vinā nṛpa",
        "verse_Syn": [
            "udahṛṣyan",
            "vāri",
            "jāni",
            "sūrya",
            "utthāne",
            "kumut",
            "vinā",
            "rājñā",
            "tu",
            "nirbhayāḥ",
            "lokāḥ",
            "yathā",
            "dasyūn",
            "vinā",
            "nṛpa"
        ],
        "translation": "O King Parīkṣit, when the autumn sun rose, all the lotus flowers blossomed happily, except the night-blooming kumut, just as in the presence of a strong ruler everyone becomes fearless, except the thieves.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "पुरग्रामेष्वाग्रयणैरिन्द्रियैश्च महोत्सवै: ।बभौ भू: पक्‍वशष्याढ्या कलाभ्यां नितरां हरे: ॥ ४८ ॥",
        "english_devnagari": "pura-grāmeṣv āgrayaṇairindriyaiś ca mahotsavaiḥbabhau bhūḥ pakva-śaṣyāḍhyākalābhyāṁ nitarāṁ hareḥ",
        "verse_Syn": [
            "pura",
            "grāmeṣu",
            "āgrayaṇaiḥ",
            "indriyaiḥ",
            "ca",
            "mahā",
            "utsavaiḥ",
            "babhau",
            "bhūḥ",
            "pakva",
            "śaṣya",
            "āḍhyā",
            "kalā",
            "ābhyām",
            "nitarām",
            "hareḥ"
        ],
        "translation": "In all the towns and villages people held great festivals, performing the Vedic fire sacrifice for honoring and tasting the first grains of the new harvest, along with similar celebrations that followed local custom and tradition. Thus the earth, rich with newly grown grain and especially beautified by the presence of Kṛṣṇa and Balarāma, shone beautifully as an expansion of the Supreme Lord.",
        "purport": " The word āgrayaṇaiḥ refers to a particular authorized Vedic sacrifice, and the word indriyaiḥ refers to folk ceremonies that have somewhat worldly objectives. Śrīla Prabhupāda comments as follows: “During autumn, the fields become filled with ripened grains. At that time, the people become happy over the harvest and observe various ceremonies, such as Navanna, the offering of new grains to the Supreme Personality of Godhead. The new grains are first offered to the Deities in various temples, and all are invited to take sweet rice made of these new grains. There are other religious ceremonies and methods of worship, particularly in Bengal, where the greatest of all such ceremonies is held, called Durgā-pūjā.”"
    },
    {
        "verse": "49",
        "devanagari": "वणिङ्‍मुनिनृपस्‍नाता निर्गम्यार्थान् प्रपेदिरे ।वर्षरुद्धा यथा सिद्धा: स्वपिण्डान् काल आगते ॥ ४९ ॥",
        "english_devnagari": "vaṇiṅ-muni-nṛpa-snātānirgamyārthān prapedirevarṣa-ruddhā yathā siddhāḥsva-piṇḍān kāla āgate",
        "verse_Syn": [
            "vaṇik",
            "muni",
            "nṛpa",
            "snātāḥ",
            "nirgamya",
            "arthān",
            "prapedire",
            "varṣa",
            "ruddhāḥ",
            "yathā",
            "siddhāḥ",
            "sva",
            "piṇḍān",
            "kāle",
            "āgate"
        ],
        "translation": "The merchants, sages, kings and brahmacārī students, kept in by the rain, were at last free to go out and attain their desired objects, just as those who achieve perfection in this life can, when the proper time comes, leave the material body and attain their respective forms.",
        "purport": " Śrīla Prabhupāda comments, “In Vṛndāvana the autumn season was very beautiful then because of the presence of the Supreme Personality of Godhead, Kṛṣṇa and Balarāma. The mercantile community, the royal order and great sages were free to move to achieve their desired benedictions. Similarly, the transcendentalists, when freed from the encagement of the material body, also achieved their desired goal. During the rainy season, the mercantile community cannot move from one place to another and so do not get their desired profit. Nor can the royal order go from one place to another to collect taxes from the people. As for saintly persons, who must travel to preach transcendental knowledge, they also are restrained by the rainy season. But during the autumn, all of them leave their confines. In the case of the transcendentalist, be he a jñānī, a yogī or a devotee, because of the material body he cannot actually enjoy spiritual achievement. But as soon as he gives up the body, or after death, the jñānī merges into the spiritual effulgence of the Supreme Lord, the yogī transfers himself to the various higher planets, and the devotee goes to the planet of the Supreme Lord, Goloka Vṛndāvana or one of the Vaikuṇṭhas, and thus enjoys his eternal spiritual life.”"
    }
]