[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचकथ्यतां भगवन्नेतत्तयो: शापस्य कारणम् ।यत्तद् विगर्हितं कर्म येन वा देवर्षेस्तम: ॥ १ ॥",
        "english_devnagari": "śrī-rājovācakathyatāṁ bhagavann etattayoḥ śāpasya kāraṇamyat tad vigarhitaṁ karmayena vā devarṣes tamaḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "kathyatām",
            "bhagavan",
            "etat",
            "tayoḥ",
            "śāpasya",
            "kāraṇam",
            "yat",
            "tat",
            "vigarhitam",
            "karma",
            "yena",
            "vā",
            "devarṣeḥ",
            "tamaḥ"
        ],
        "translation": "King Parīkṣit inquired from Śukadeva Gosvāmī: O great and powerful saint, what was the cause of Nalakūvara’s and Maṇigrīva’s having been cursed by Nārada Muni? What did they do that was so abominable that even Nārada, the great sage, became angry at them? Kindly describe this to me.",
        "purport": ""
    },
    {
        "verse": "2-3",
        "devanagari": "श्रीशुक उवाचरुद्रस्यानुचरौ भूत्वा सुद‍ृप्तौ धनदात्मजौ ।कैलासोपवने रम्ये मन्दाकिन्यां मदोत्कटौ ॥ २ ॥वारुणीं मदिरां पीत्वा मदाघूर्णितलोचनौ ।स्त्रीजनैरनुगायद्भ‍िश्चेरतु: पुष्पिते वने ॥ ३ ॥",
        "english_devnagari": "śrī-śuka uvācarudrasyānucarau bhūtvāsudṛptau dhanadātmajaukailāsopavane ramyemandākinyāṁ madotkaṭau",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "rudrasya",
            "anucarau",
            "bhūtvā",
            "su",
            "dṛptau",
            "dhanada",
            "ātmajau",
            "kailāsa",
            "upavane",
            "ramye",
            "mandākinyām",
            "mada",
            "utkaṭau",
            "vāruṇīm",
            "madirām",
            "pītvā",
            "mada",
            "āghūrṇita",
            "locanau",
            "strī",
            "janaiḥ",
            "anugāyadbhiḥ",
            "ceratuḥ",
            "puṣpite",
            "vane"
        ],
        "translation": "Śukadeva Gosvāmī said: O King Parīkṣit, because the two sons of Kuvera had been elevated to the association of Lord Śiva, of which they were very much proud, they were allowed to wander in a garden attached to Kailāsa Hill, on the bank of the Mandākinī River. Taking advantage of this, they used to drink a kind of liquor called Vāruṇī. Accompanied by women singing after them, they would wander in that garden of flowers, their eyes always rolling in intoxication.",
        "purport": " This verse mentions some of the material advantages afforded to persons associated with or devoted to Lord Śiva. Apart from Lord Śiva, if one is a devotee of any other demigod, one receives some material advantages. Foolish people, therefore, become devotees of demigods. This has been pointed out and criticized by Lord Kṛṣṇa in Bhagavad-gītā (7.20): kāmais tais tair hṛta jñānāḥ prapadyante ’nya-devatāḥ. Those who are not devotees of Kṛṣṇa have a taste for women, wine and so forth, and therefore they have been described as hṛta jñāna, bereft of sense. The Kṛṣṇa consciousness movement can very easily point out such foolish persons, for they have been indicated in Bhagavad-gītā (7.15), where Lord Kṛṣṇa says: “Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me.” Anyone who is not a devotee of Kṛṣṇa and does not surrender to Kṛṣṇa must be considered narādhama, the lowest of men, and duṣkṛtī, one who always commits sinful activities. Thus there is no difficulty in finding out who is a third-class or fourth-class man, for one’s position can be understood simply by this crucial test: is he or is he not a devotee of Kṛṣṇa? Why are devotees of the demigods greater in number than the Vaiṣṇavas? The answer is given herein. Vaiṣṇavas are not interested in such fourth-class pleasures as wine and women, nor does Kṛṣṇa allow them such facilities."
    },
    {
        "verse": "4",
        "devanagari": "अन्त: प्रविश्य गङ्गायामम्भोजवनराजिनि ।चिक्रीडतुर्युवतिभिर्गजाविव करेणुभि: ॥ ४ ॥",
        "english_devnagari": "antaḥ praviśya gaṅgāyāmambhoja-vana-rājinicikrīḍatur yuvatibhirgajāv iva kareṇubhiḥ",
        "verse_Syn": [
            "antaḥ",
            "praviśya",
            "gaṅgāyām",
            "ambhoja",
            "vana",
            "rājini",
            "cikrīḍatuḥ",
            "yuvatibhiḥ",
            "gajau",
            "iva",
            "kareṇubhiḥ"
        ],
        "translation": "Within the waters of the Mandākinī Ganges, which were crowded with gardens of lotus flowers, the two sons of Kuvera would enjoy young girls, just like two male elephants enjoying in the water with female elephants.",
        "purport": " People generally go to the Ganges to be purified of the effects of sinful life, but here is an example of how foolish persons enter the Ganges to become involved in sinful life. It is not that everyone becomes purified by entering the Ganges. Everything, spiritual and material, depends on one’s mental condition."
    },
    {
        "verse": "5",
        "devanagari": "यद‍ृच्छया च देवर्षिर्भगवांस्तत्र कौरव ।अपश्यन्नारदो देवौ क्षीबाणौ समबुध्यत ॥ ५ ॥",
        "english_devnagari": "yadṛcchayā ca devarṣirbhagavāṁs tatra kauravaapaśyan nārado devaukṣībāṇau samabudhyata",
        "verse_Syn": [
            "yadṛcchayā",
            "ca",
            "deva",
            "ṛṣiḥ",
            "bhagavān",
            "tatra",
            "kaurava",
            "apaśyat",
            "nāradaḥ",
            "devau",
            "kṣībāṇau",
            "samabudhyata"
        ],
        "translation": "O Mahārāja Parīkṣit, by some auspicious opportunity for the two boys, the great saint Devarṣi Nārada once appeared there by chance. Seeing them intoxicated, with rolling eyes, he could understand their situation.",
        "purport": " It is said: Wherever Nārada Muni goes, any moment at which he appears is understood to be extremely auspicious. It is also said: “According to their karma, all living entities are wandering throughout the entire universe. Some of them are being elevated to the upper planetary systems, and some are going down into the lower planetary systems. Out of many millions of wandering living entities, one who is very fortunate gets an opportunity to associate with a bona fide spiritual master by the grace of Kṛṣṇa. By the mercy of both Kṛṣṇa and the spiritual master, such a person receives the seed of the creeper of devotional service.” (Cc. Madhya 19.151) Nārada appeared in the garden to give the two sons of Kuvera the seed of devotional service, even though they were intoxicated. Saintly persons know how to bestow mercy upon the fallen souls."
    },
    {
        "verse": "6",
        "devanagari": "तं द‍ृष्ट्वा व्रीडिता देव्यो विवस्त्रा: शापशङ्किता: ।वासांसि पर्यधु: शीघ्रं विवस्त्रौ नैव गुह्यकौ ॥ ६ ॥",
        "english_devnagari": "taṁ dṛṣṭvā vrīḍitā devyovivastrāḥ śāpa-śaṅkitāḥvāsāṁsi paryadhuḥ śīghraṁvivastrau naiva guhyakau",
        "verse_Syn": [
            "tam",
            "dṛṣṭvā",
            "vrīḍitāḥ",
            "devyaḥ",
            "vivastrāḥ",
            "śāpa",
            "śaṅkitāḥ",
            "vāsāṁsi",
            "paryadhuḥ",
            "śīghram",
            "vivastrau",
            "na",
            "eva",
            "guhyakau"
        ],
        "translation": "Upon seeing Nārada, the naked young girls of the demigods were very much ashamed. Afraid of being cursed, they covered their bodies with their garments. But the two sons of Kuvera did not do so; instead, not caring about Nārada, they remained naked.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तौ द‍ृष्ट्वा मदिरामत्तौ श्रीमदान्धौ सुरात्मजौ ।तयोरनुग्रहार्थाय शापं दास्यन्निदं जगौ ॥ ७ ॥",
        "english_devnagari": "tau dṛṣṭvā madirā-mattauśrī-madāndhau surātmajautayor anugrahārthāyaśāpaṁ dāsyann idaṁ jagau",
        "verse_Syn": [
            "tau",
            "dṛṣṭvā",
            "madirā",
            "mattau",
            "śrī",
            "mada",
            "andhau",
            "sura",
            "ātmajau",
            "tayoḥ",
            "anugraha",
            "arthāya",
            "śāpam",
            "dāsyan",
            "idam",
            "jagau"
        ],
        "translation": "Seeing the two sons of the demigods naked and intoxicated by opulence and false prestige, Devarṣi Nārada, in order to show them special mercy, desired to give them a special curse. Thus he spoke as follows.",
        "purport": " Although in the beginning Nārada Muni appeared very angry and cursed them, at the end the two demigods Nalakūvara and Maṇigrīva were able to see the Supreme Personality of Godhead, Kṛṣṇa, face to face. Thus the curse was ultimately auspicious and brilliant. One has to judge what kind of curse Nārada placed upon them. Śrīla Viśvanātha Cakravartī Ṭhākura gives herein a good example. When a father finds his child deeply asleep but the child has to take some medicine to cure some disease, the father pinches the child so that the child will get up and take the medicine. In a similar way, Nārada Muni cursed Nalakūvara and Maṇigrīva in order to cure their disease of material blindness."
    },
    {
        "verse": "8",
        "devanagari": "श्रीनारद उवाचन ह्यन्यो जुषतो जोष्यान्बुद्धिभ्रंशो रजोगुण: ।श्रीमदादाभिजात्यादिर्यत्र स्त्री द्यूतमासव: ॥ ८ ॥",
        "english_devnagari": "śrī-nārada uvācana hy anyo juṣato joṣyānbuddhi-bhraṁśo rajo-guṇaḥśrī-madād ābhijātyādiryatra strī dyūtam āsavaḥ",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "na",
            "hi",
            "anyaḥ",
            "juṣataḥ",
            "joṣyān",
            "buddhi",
            "bhraṁśaḥ",
            "rajaḥ",
            "guṇaḥ",
            "śrī",
            "madāt",
            "ābhijātya",
            "ādiḥ",
            "yatra",
            "strī",
            "dyūtam",
            "āsavaḥ"
        ],
        "translation": "Nārada Muni said: Among all the attractions of material enjoyment, the attraction of riches bewilders one’s intelligence more than having beautiful bodily features, taking birth in an aristocratic family, and being learned. When one is uneducated but falsely puffed up by wealth, the result is that one engages his wealth in enjoying wine, women and gambling.",
        "purport": " Among the three modes of material nature — goodness, passion and ignorance — people are certainly conducted by the lower qualities, namely passion and ignorance, and especially by passion. Conducted by the mode of passion, one becomes more and more involved in material existence. Therefore human life is meant for subduing the modes of passion and ignorance and advancing in the mode of goodness. This is culture: one must subdue the modes of passion and ignorance. In the mode of passion, when one is falsely proud of wealth, one engages his wealth only for three things, namely wine, women and gambling. We can actually see, especially in this age, that those who have unnecessary riches simply try to enjoy these three things. In Western civilization, these three things are very prominent because of an unnecessary increase of wealth. Nārada Muni considered all this in the case of Maṇigrīva and Nalakūvara because he found in them so much pride in the wealth of their father, Kuvera."
    },
    {
        "verse": "9",
        "devanagari": "हन्यन्ते पशवो यत्र निर्दयैरजितात्मभि: ।मन्यमानैरिमं देहमजरामृत्यु नश्वरम् ॥ ९ ॥",
        "english_devnagari": "hanyante paśavo yatranirdayair ajitātmabhiḥmanyamānair imaṁ dehamajarāmṛtyu naśvaram",
        "verse_Syn": [
            "hanyante",
            "paśavaḥ",
            "yatra",
            "nirdayaiḥ",
            "ajita",
            "ātmabhiḥ",
            "manyamānaiḥ",
            "imam",
            "deham",
            "ajara",
            "amṛtyu",
            "naśvaram"
        ],
        "translation": "Unable to control their senses, rascals who are falsely proud of their riches or their birth in aristocratic families are so cruel that to maintain their perishable bodies, which they think will never grow old or die, they kill poor animals without mercy. Sometimes they kill animals merely to enjoy an excursion.",
        "purport": " When the modes of passion and ignorance increase in human society, giving rise to unnecessary economic development, the result is that people become involved with wine, women and gambling. Then, being mad, they maintain big slaughterhouses or occasionally go on pleasure excursions to kill animals. Forgetting that however one may try to maintain the body, the body is subject to birth, death, old age and disease, such foolish rascals engage in sinful activities, one after another. Being duṣkṛtīs, they completely forget the existence of the supreme controller, who is sitting within the core of everyone’s heart (īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati). That supreme controller is observing every bit of one’s activity, and He rewards or punishes everyone by giving one a suitable body made by material nature (bhrāmayan sarva-bhūtāni yantrārūḍhāni māyayā). In this way, sinful persons automatically receive punishment in different types of bodies. The root cause of this punishment is that when one unnecessarily accumulates wealth, one becomes more and more degraded, not knowing that his wealth will be finished with his next birth. Animal killing is prohibited. Every living being, of course, has to eat something (jīvo jīvasya jīvanam). But one should be taught what kind of food one should take. Therefore the Īśopaniṣad instructs, tena tyaktena bhuñjīthāḥ: one should eat whatever is allotted for human beings. Kṛṣṇa says in Bhagavad-gītā (9.26): “If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.” A devotee, therefore, does not eat anything that would require slaughterhouses for poor animals. Rather, devotees take prasāda of Kṛṣṇa (tena tyaktena bhuñjīthāḥ). Kṛṣṇa recommends that one give Him patraṁ puṣpaṁ phalaṁ toyam — a leaf, a flower, fruit or water. Animal food is never recommended for human beings; instead, a human being is recommended to take prasāda, remnants of food left by Kṛṣṇa. Yajña-śiṣṭāśinaḥ santo mucyante sarva-kilbiṣaiḥ (Bg. 3.13). If one practices eating prasāda, even if there is some little sinful activity involved, one becomes free from the results of sinful acts."
    },
    {
        "verse": "10",
        "devanagari": "देवसंज्ञितमप्यन्ते कृमिविड्भस्मसंज्ञितम् ।भूतध्रुक्तत्कृते स्वार्थं किं वेद निरयो यत: ॥ १० ॥",
        "english_devnagari": "deva-saṁjñitam apy antekṛmi-viḍ-bhasma-saṁjñitambhūta-dhruk tat-kṛte svārthaṁkiṁ veda nirayo yataḥ",
        "verse_Syn": [
            "deva",
            "saṁjñitam",
            "api",
            "ante",
            "kṛmi",
            "viṭ",
            "bhasma",
            "saṁjñitam",
            "bhūta",
            "dhruk",
            "tat",
            "kṛte",
            "sva",
            "artham",
            "kim",
            "veda",
            "nirayaḥ",
            "yataḥ"
        ],
        "translation": "While living one may be proud of one’s body, thinking oneself a very big man, minister, president or even demigod, but whatever one may be, after death this body will turn either into worms, into stool or into ashes. If one kills poor animals to satisfy the temporary whims of this body, one does not know that he will suffer in his next birth, for such a sinful miscreant must go to hell and suffer the results of his actions.",
        "purport": " In this verse the three words kṛmi-vid-bhasma are significant. After death, the body may become kṛmi, which means “worms,” for if the body is disposed of without cremation, it may be eaten by worms; or else it may be eaten by animals like hogs and vultures and be turned into stool. Those who are more civilized burn the dead body, and thus it becomes ashes (bhasma-saṁjñitam). Yet although the body will be turned into worms, stool or ashes, foolish persons, just to maintain it, commit many sinful activities. This is certainly regrettable. The human form of body is actually meant for jīvasya tattva jijñāsā, enlightenment in knowledge of spiritual values. Therefore, one must seek shelter of a bona fide spiritual master. Tasmād guruṁ prapadyeta: one must approach a guru. Who is a guru? Śābde pare ca niṣṇātam (Bhāg. 11.3.21): a guru is one who has full transcendental knowledge. Unless one approaches a spiritual master, one remains in ignorance. Ācāryavān puruṣo veda (Chāndogya Upaniṣad 6.14.2): one has full knowledge about life when one is ācāryavān, controlled by the ācārya. But when one is conducted by rajo-guṇa and tamo-guṇa, one does not care about anything; instead, one acts like an ordinary foolish animal, risking his life (mṛtyu-saṁsāra-vartmani) and therefore continuing to go through suffering after suffering. Na te viduḥ svārtha-gatiṁ hi viṣṇum (Bhāg. 7.5.31). Such a foolish person does not know how to elevate himself in this body. Instead, he indulges in sinful activities and goes deeper and deeper into hellish life."
    },
    {
        "verse": "11",
        "devanagari": "देह: किमन्नदातु: स्वं निषेक्तुर्मातुरेव च ।मातु: पितुर्वा बलिन: क्रेतुरग्ने: शुनोऽपि वा ॥ ११ ॥",
        "english_devnagari": "dehaḥ kim anna-dātuḥ svaṁniṣektur mātur eva camātuḥ pitur vā balinaḥkretur agneḥ śuno ’pi vā",
        "verse_Syn": [
            "dehaḥ",
            "kim",
            "anna",
            "dātuḥ",
            "svam",
            "niṣektuḥ",
            "mātuḥ",
            "eva",
            "ca",
            "mātuḥ",
            "pituḥ",
            "vā",
            "balinaḥ",
            "kretuḥ",
            "agneḥ",
            "śunaḥ",
            "api",
            "vā"
        ],
        "translation": "While alive, does this body belong to its employer, to the self, to the father, the mother, or the mother’s father? Does it belong to the person who takes it away by force, to the slave master who purchases it, or to the sons who burn it in the fire? Or, if the body is not burned, does it belong to the dogs that eat it? Among the many possible claimants, who is the rightful claimant? Not to ascertain this but instead to maintain the body by sinful activities is not good.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "एवं साधारणं देहमव्यक्तप्रभवाप्ययम् ।को विद्वानात्मसात्कृत्वा हन्ति जन्तूनृतेऽसत: ॥ १२ ॥",
        "english_devnagari": "evaṁ sādhāraṇaṁ dehamavyakta-prabhavāpyayamko vidvān ātmasāt kṛtvāhanti jantūn ṛte ’sataḥ",
        "verse_Syn": [
            "evam",
            "sādhāraṇam",
            "deham",
            "avyakta",
            "prabhava",
            "apyayam",
            "kaḥ",
            "vidvān",
            "ātmasāt",
            "kṛtvā",
            "hanti",
            "jantūn",
            "ṛte",
            "asataḥ"
        ],
        "translation": "This body, after all, is produced by the unmanifested nature and again annihilated and merged in the natural elements. Therefore, it is the common property of everyone. Under the circumstances, who but a rascal claims this property as his own and while maintaining it commits such sinful activities as killing animals just to satisfy his whims? Unless one is a rascal, one cannot commit such sinful activities.",
        "purport": " Atheists do not believe in the existence of the soul. Nonetheless, unless one is very cruel, why should one kill animals unnecessarily? The body is a manifestation of a combination of matter. In the beginning it was nothing, but by a combination of matter it has come into existence. Then again, when the combination is dismantled, the body will no longer exist. In the beginning it was nothing, and in the end it will be nothing. Why then should one commit sinful activities when it is manifested? It is not possible for anyone to do this unless he is rascal number one."
    },
    {
        "verse": "13",
        "devanagari": "असत: श्रीमदान्धस्य दारिद्रय‍ं परमञ्जनम् ।आत्मौपम्येन भूतानि दरिद्र: परमीक्षते ॥ १३ ॥",
        "english_devnagari": "asataḥ śrī-madāndhasyadāridryaṁ param añjanamātmaupamyena bhūtānidaridraḥ param īkṣate",
        "verse_Syn": [
            "asataḥ",
            "śrī",
            "mada",
            "andhasya",
            "dāridryam",
            "param",
            "añjanam",
            "ātma",
            "aupamyena",
            "bhūtāni",
            "daridraḥ",
            "param",
            "īkṣate"
        ],
        "translation": "Atheistic fools and rascals who are very much proud of wealth fail to see things as they are. Therefore, returning them to poverty is the proper ointment for their eyes so they may see things as they are. At least a poverty-stricken man can realize how painful poverty is, and therefore he will not want others to be in a painful condition like his own.",
        "purport": " Even today, if a man who was formerly poverty-stricken gets money, he is inclined to utilize his money to perform many philanthropic activities, like opening schools for uneducated men and hospitals for the diseased. In this connection there is an instructive story called punar mūṣiko bhava, “Again Become a Mouse.” A mouse was very much harassed by a cat, and therefore the mouse approached a saintly person to request to become a cat. When the mouse became a cat, he was harassed by a dog, and then when he became a dog, he was harassed by a tiger. But when he became a tiger, he stared at the saintly person, and when the saintly person asked him, “What do you want?” the tiger said, “I want to eat you.” Then the saintly person cursed him, saying, “May you again become a mouse.” A similar thing is going on all over the universe. One is going up and down, sometimes becoming a mouse, sometimes a tiger, and so on. Śrī Caitanya Mahāprabhu said: The living entities are promoted and degraded by the laws of nature, but if one is very, very fortunate, by association with saintly persons he gets the seed of devotional service, and his life becomes successful. Nārada Muni wanted to bring Nalakūvara and Maṇigrīva to the platform of devotional service through poverty, and thus he cursed them. Such is the mercy of a Vaiṣṇava. Unless one is brought to the Vaiṣṇava platform, one cannot be a good man. Harāv abhaktasya kuto mahad-guṇāḥ (Bhāg. 5.18.12). An avaiṣṇava never becomes a good man, however severely he is punished."
    },
    {
        "verse": "14",
        "devanagari": "यथा कण्टकविद्धाङ्गो जन्तोर्नेच्छति तां व्यथाम् ।जीवसाम्यं गतो लिङ्गैर्न तथाविद्धकण्टक: ॥ १४ ॥",
        "english_devnagari": "yathā kaṇṭaka-viddhāṅgojantor necchati tāṁ vyathāmjīva-sāmyaṁ gato liṅgairna tathāviddha-kaṇṭakaḥ",
        "verse_Syn": [
            "yathā",
            "kaṇṭaka",
            "viddha",
            "aṅgaḥ",
            "jantoḥ",
            "na",
            "icchati",
            "tām",
            "vyathām",
            "jīva",
            "sāmyam",
            "gataḥ",
            "liṅgaiḥ",
            "na",
            "tathā",
            "aviddha",
            "kaṇṭakaḥ"
        ],
        "translation": "By seeing their faces, one whose body has been pricked by pins can understand the pain of others who are pinpricked. Realizing that this pain is the same for everyone, he does not want others to suffer in this way. But one who has never been pricked by pins cannot understand this pain.",
        "purport": " There is a saying, “The happiness of wealth is enjoyable by a person who has tasted the distress of poverty.” There is also another common saying, vandhyā ki bujhibe prasava-vedanā: “A woman who has not given birth to a child cannot understand the pain of childbirth.” Unless one comes to the platform of actual experience, one cannot realize what is pain and what is happiness in this material world. The laws of nature act accordingly. If one has killed an animal, one must himself be killed by that same animal. This is called māṁsa. Mām means “me,” and sa means “he.” As I am eating an animal, that animal will have the opportunity to eat me. In every state, therefore, it is ordinarily the custom that if a person commits murder he is hanged."
    },
    {
        "verse": "15",
        "devanagari": "दरिद्रो निरहंस्तम्भो मुक्त: सर्वमदैरिह ।कृच्छ्रं यद‍ृच्छयाप्नोति तद्धि तस्य परं तप: ॥ १५ ॥",
        "english_devnagari": "daridro nirahaṁ-stambhomuktaḥ sarva-madair ihakṛcchraṁ yadṛcchayāpnotitad dhi tasya paraṁ tapaḥ",
        "verse_Syn": [
            "daridraḥ",
            "nir",
            "aham",
            "stambhaḥ",
            "muktaḥ",
            "sarva",
            "madaiḥ",
            "iha",
            "kṛcchram",
            "yadṛcchayā",
            "āpnoti",
            "tat",
            "hi",
            "tasya",
            "param",
            "tapaḥ"
        ],
        "translation": "A poverty-stricken man must automatically undergo austerities and penances because he does not have the wealth to possess anything. Thus his false prestige is vanquished. Always in need of food, shelter and clothing, he must be satisfied with what is obtained by the mercy of providence. Undergoing such compulsory austerities is good for him because this purifies him and completely frees him from false ego.",
        "purport": " A saintly person voluntarily accepts a state of poverty just to become free from material false prestige. Many great kings left their princely standard of living and went to the forest to practice austerity according to Vedic culture, just to become purified. But if one who cannot voluntarily accept such austerity is put into a situation of poverty, he automatically must practice austerity. Austerity is good for everyone because it frees one from material conditions. Therefore, if one is very much proud of his material position, putting him into poverty is the best way to rectify his foolishness. Dāridrya-doṣo guṇa-rāśi-nāśi: when a person is poverty-stricken, naturally his false pride in aristocracy, wealth, education and beauty is smashed. Thus corrected, he is in the right position for liberation."
    },
    {
        "verse": "16",
        "devanagari": "नित्यं क्षुत्क्षामदेहस्य दरिद्रस्यान्नकाङ्क्षिण: ।इन्द्रियाण्यनुशुष्यन्ति हिंसापि विनिवर्तते ॥ १६ ॥",
        "english_devnagari": "nityaṁ kṣut-kṣāma-dehasyadaridrasyānna-kāṅkṣiṇaḥindriyāṇy anuśuṣyantihiṁsāpi vinivartate",
        "verse_Syn": [
            "nityam",
            "kṣut",
            "kṣāma",
            "dehasya",
            "daridrasya",
            "anna",
            "kāṅkṣiṇaḥ",
            "indriyāṇi",
            "anuśuṣyanti",
            "hiṁsā",
            "api",
            "vinivartate"
        ],
        "translation": "Always hungry, longing for sufficient food, a poverty-stricken man gradually becomes weaker and weaker. Having no extra potency, his senses are automatically pacified. A poverty-stricken man, therefore, is unable to perform harmful, envious activities. In other words, such a man automatically gains the results of the austerities and penances adopted voluntarily by saintly persons.",
        "purport": " According to the opinion of experienced medical practitioners, diabetes is a result of voracious eating, and tuberculosis is a disease of undereating. We should desire neither to be diabetic nor to be tubercular. Yāvad artha-prayojanam. We should eat frugally and keep the body fit for advancing in Kṛṣṇa consciousness. As recommended elsewhere in Śrīmad-Bhāgavatam (1.2.10): The real business of human life is to keep oneself fit for advancement in spiritual realization. Human life is not meant for making the senses unnecessarily strong so that one suffers from disease and one increases in an envious, fighting spirit. In this Age of Kali, however, human civilization is so misled that people are unnecessarily increasing in economic development, and as a result they are opening more and more slaughterhouses, liquor shops and brothels. In this way, the whole civilization is being spoiled."
    },
    {
        "verse": "17",
        "devanagari": "दरिद्रस्यैव युज्यन्ते साधव: समदर्शिन: ।सद्भ‍ि: क्षिणोति तं तर्षं तत आराद्विशुद्ध्यति ॥ १७ ॥",
        "english_devnagari": "daridrasyaiva yujyantesādhavaḥ sama-darśinaḥsadbhiḥ kṣiṇoti taṁ tarṣaṁtata ārād viśuddhyati",
        "verse_Syn": [
            "daridrasya",
            "eva",
            "yujyante",
            "sādhavaḥ",
            "sama",
            "darśinaḥ",
            "sadbhiḥ",
            "kṣiṇoti",
            "tam",
            "tarṣam",
            "tataḥ",
            "ārāt",
            "viśuddhyati"
        ],
        "translation": "Saintly persons may freely associate with those who are poverty-stricken, but not with those who are rich. A poverty-stricken man, by association with saintly persons, very soon becomes uninterested in material desires, and the dirty things within the core of his heart are cleansed away.",
        "purport": " It is said, mahad-vicalanaṁ nṝṇāṁ gṛhiṇāṁ dīna-cetasām (Bhāg. 10.8.4). The only business of a saintly person or sannyāsī, a person in the renounced order, is to preach Kṛṣṇa consciousness. Sādhus, saintly persons, want to preach to both the poor and the rich, but the poor take more advantage of the sādhus’ preaching than the rich do. A poor man receives sādhus very quickly, offers them obeisances, and tries to take advantage of their presence, whereas a rich man keeps a big greyhound dog at his door so that no one can enter his house. He posts a sign saying “Beware of Dog” and avoids the association of saintly persons, whereas a poor man keeps his door open for them and thus benefits by their association more than a rich man does. Because Nārada Muni, in his previous life, was the poverty-stricken son of a maidservant, he got the association of saintly persons and later became the exalted Nārada Muni. This was his actual experience. Therefore, he is now comparing the position of a poor man with that of a rich man. If one gets the advantage of association with saintly persons, by their instructions one becomes more and more purified of material desires. Material life means that one forgets Kṛṣṇa and that one increases in one’s desires for sense gratification. But if one receives the advantage of instructions from saintly persons and forgets the importance of material desires, one is automatically purified. Ceto-darpaṇa-mārjanaṁ bhava-mahā-dāvāgni-nirvāpaṇam (Śikṣāṣṭaka 1). Unless the core of a materialistic person’s heart is purified, he cannot get rid of the pangs of bhava-mahā-dāvāgni, the blazing fire of material existence."
    },
    {
        "verse": "18",
        "devanagari": "साधूनां समचित्तानां मुकुन्दचरणैषिणाम् ।उपेक्ष्यै: किं धनस्तम्भैरसद्भ‍िरसदाश्रयै: ॥ १८ ॥",
        "english_devnagari": "sādhūnāṁ sama-cittānāṁmukunda-caraṇaiṣiṇāmupekṣyaiḥ kiṁ dhana-stambhairasadbhir asad-āśrayaiḥ",
        "verse_Syn": [
            "sādhūnām",
            "sama",
            "cittānām",
            "mukunda",
            "caraṇa",
            "eṣiṇām",
            "upekṣyaiḥ",
            "kim",
            "dhana",
            "stambhaiḥ",
            "asadbhiḥ",
            "asat",
            "āśrayaiḥ"
        ],
        "translation": "Saintly persons [sādhus] think of Kṛṣṇa twenty-four hours a day. They have no other interest. Why should people neglect the association of such exalted spiritual personalities and try to associate with materialists, taking shelter of nondevotees, most of whom are proud and rich?",
        "purport": " A sādhu is one who is engaged in devotional service to the Lord without deviation (bhajate mām ananya-bhāk). “The symptoms of a sādhu are that he is tolerant, merciful and friendly to all living entities. He has no enemies, he is peaceful, he abides by the scriptures, and all his characteristics are sublime.” (Bhāg. 3.25.21) A sādhu is suhṛdaḥ sarva-dehinām, the friend of everyone. Why then should the rich, instead of associating with sādhus, waste their valuable time in association with other rich men who are averse to spiritual life? Both the poor man and the rich man can take advantage of the Kṛṣṇa consciousness movement, and here it is advised that everyone do so. There is no profit in avoiding the association of the members of the Kṛṣṇa consciousness movement. Narottama dāsa Ṭhākura has said: If we give up the association of sādhus, saintly persons engaged in Kṛṣṇa consciousness, and associate with persons seeking sense gratification and accumulating wealth for this purpose, our life is spoiled. The word asat refers to an avaiṣṇava, one who is not a devotee of Kṛṣṇa, and sat refers to a Vaiṣṇava, Kṛṣṇa’s devotee. One should always seek the association of Vaiṣṇavas and not spoil one’s life by mixing with avaiṣṇavas. In Bhagavad-gītā (7.15), the distinction between Vaiṣṇava and avaiṣṇava is enunciated: Anyone who is not surrendered to Kṛṣṇa is a most sinful person (duṣkṛtī), a rascal (mūḍha), and the lowest of men (narādhama). Therefore one should not avoid the association of Vaiṣṇavas, which is now available all over the world in the form of the Kṛṣṇa consciousness movement."
    },
    {
        "verse": "19",
        "devanagari": "तदहं मत्तयोर्माध्व्या वारुण्या श्रीमदान्धयो: ।तमोमदं हरिष्यामि स्त्रैणयोरजितात्मनो: ॥ १९ ॥",
        "english_devnagari": "tad ahaṁ mattayor mādhvyāvāruṇyā śrī-madāndhayoḥtamo-madaṁ hariṣyāmistraiṇayor ajitātmanoḥ",
        "verse_Syn": [
            "tat",
            "aham",
            "mattayoḥ",
            "mādhvyā",
            "vāruṇyā",
            "śrī",
            "mada",
            "andhayoḥ",
            "tamaḥ",
            "madam",
            "hariṣyāmi",
            "straiṇayoḥ",
            "ajita",
            "ātmanoḥ"
        ],
        "translation": "Therefore, since these two persons, drunk with the liquor named Vāruṇī, or Mādhvī, and unable to control their senses, have been blinded by the pride of celestial opulence and have become attached to women, I shall relieve them of their false prestige.",
        "purport": " When a sādhu chastises or punishes someone, he does not do so for revenge. Mahārāja Parīkṣit had inquired why Nārada Muni was subject to such a spirit of revenge (tamaḥ). But this was not tamaḥ, for Nārada Muni, in full knowledge of what was for the good of the two brothers, wisely thought of how to cure them. Vaiṣṇavas are good physicians. They know how to protect a person from material disease. Thus they are never in tamo-guṇa. Sa guṇān samatītyaitān brahma-bhūyāya kalpate (Bg. 14.26). Vaiṣṇavas are always situated on the transcendental platform, the Brahman platform. They cannot be subject to mistakes or the influence of the modes of material nature. Whatever they do, after full consideration, is meant just to lead everyone back home, back to Godhead."
    },
    {
        "verse": "20-22",
        "devanagari": "यदिमौ लोकपालस्य पुत्रौ भूत्वा तम:प्लुतौ ।न विवाससमात्मानं विजानीत: सुदुर्मदौ ॥ २० ॥अतोऽर्हत: स्थावरतां स्यातां नैवं यथा पुन: ।स्मृति: स्यान्मत्प्रसादेन तत्रापि मदनुग्रहात् ॥ २१ ॥वासुदेवस्य सान्निध्यं लब्ध्वा दिव्यशरच्छते ।वृत्ते स्वर्लोकतां भूयो लब्धभक्ती भविष्यत: ॥ २२ ॥",
        "english_devnagari": "yad imau loka-pālasyaputrau bhūtvā tamaḥ-plutauna vivāsasam ātmānaṁvijānītaḥ sudurmadau",
        "verse_Syn": [
            "yat",
            "imau",
            "loka",
            "pālasya",
            "putrau",
            "bhūtvā",
            "tamaḥ",
            "plutau",
            "na",
            "vivāsasam",
            "ātmānam",
            "vijānītaḥ",
            "su",
            "durmadau",
            "ataḥ",
            "arhataḥ",
            "sthāvaratām",
            "syātām",
            "na",
            "evam",
            "yathā",
            "punaḥ",
            "smṛtiḥ",
            "syāt",
            "mat",
            "prasādena",
            "tatra",
            "api",
            "mat",
            "anugrahāt",
            "vāsudevasya",
            "sānnidhyam",
            "labdhvā",
            "divya",
            "śarat",
            "śate",
            "vṛtte",
            "svarlokatām",
            "bhūyaḥ",
            "labdha",
            "bhaktī",
            "bhaviṣyataḥ"
        ],
        "translation": "These two young men, Nalakūvara and Maṇigrīva, are by fortune the sons of the great demigod Kuvera, but because of false prestige and madness after drinking liquor, they are so fallen that they are naked but cannot understand that they are. Therefore, because they are living like trees (for trees are naked but are not conscious), these two young men should receive the bodies of trees. This will be proper punishment. Nonetheless, after they become trees and until they are released, by my mercy they will have remembrance of their past sinful activities. Moreover, by my special favor, after the expiry of one hundred years by the measurement of the demigods, they will be able to see the Supreme Personality of Godhead, Vāsudeva, face to face, and thus revive their real position as devotees.",
        "purport": " A tree has no consciousness: when cut, it feels no pain. But Nārada Muni wanted the consciousness of Nalakūvara and Maṇigrīva to continue, so that even after being released from the life of trees, they would not forget the circumstances under which they had been punished. Therefore, to bestow upon them special favor, Nārada Muni arranged things in such a way that after being released, they would be able to see Kṛṣṇa in Vṛndāvana and thus revive their dormant bhakti. Each day of the demigods in the upper planetary system equals six months of our measurement. Although the demigods in the upper planetary system are attached to material enjoyment, they are all devotees, and therefore they are called demigods. There are two kinds of persons, namely the devas and the asuras. Asuras forget their relationship with Kṛṣṇa (āsuraṁ bhāvam āśritāḥ), whereas the devas do not forget. The distinction between a pure devotee and a karma-miśra devotee is this: a pure devotee does not desire anything for material enjoyment, whereas a mixed devotee becomes a devotee to become a first-class enjoyer of this material world. One who is in direct touch with the Supreme Personality of Godhead in devotional service remains pure, uncontaminated by material desires (anyābhilāṣitā-śūnyaṁ jñāna-karmādy-anāvṛtam). By karma-miśra-bhakti one is elevated to the celestial kingdom, by jñāna-miśra-bhakti one is able to merge in the Brahman effulgence, and by yoga-miśra-bhakti one is able to realize the omnipotency of the Supreme Personality of Godhead. But pure bhakti does not depend on karma, jñāna or yoga, for it simply consists of loving affairs. The liberation of the bhakta, therefore, which is called not just mukti but vimukti, surpasses the five other kinds of liberation — sāyujya, sārūpya, sālokya, sārṣṭi and sāmīpya. A pure devotee always engages in pure service (ānukūlyena kṛṣṇānuśīlanaṁ bhaktir uttamā). Taking birth in the upper planetary system as a demigod is a chance to become a further purified devotee and go back home, back to Godhead. Nārada Muni indirectly gave Maṇigrīva and Nalakūvara the greatest opportunity by his so-called curse."
    },
    {
        "verse": "23",
        "devanagari": "श्रीशुक उवाचएवमुक्त्वा स देवर्षिर्गतो नारायणाश्रमम् ।नलकूवरमणिग्रीवावासतुर्यमलार्जुनौ ॥ २३ ॥",
        "english_devnagari": "śrī-śuka uvācaevam uktvā sa devarṣirgato nārāyaṇāśramamnalakūvara-maṇigrīvāvāsatur yamalārjunau",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "uktvā",
            "saḥ",
            "devarṣiḥ",
            "gataḥ",
            "nārāyaṇa",
            "āśramam",
            "nalakūvara",
            "maṇigrīvau",
            "āsatuḥ",
            "yamala",
            "arjunau"
        ],
        "translation": "Śukadeva Gosvāmī continued: Having thus spoken, the great saint Devarṣi Nārada returned to his āśrama, known as Nārāyaṇa-āśrama, and Nalakūvara and Maṇigrīva became twin arjuna trees.",
        "purport": " Arjuna trees are still found in many forests, and their skin is used by cardiologists to prepare medicine for heart trouble. This means that even though they are trees, they are disturbed when skinned for medical science."
    },
    {
        "verse": "24",
        "devanagari": "ऋषेर्भागवतमुख्यस्य सत्यं कर्तुं वचो हरि: ।जगाम शनकैस्तत्र यत्रास्तां यमलार्जुनौ ॥ २४ ॥",
        "english_devnagari": "ṛṣer bhāgavata-mukhyasyasatyaṁ kartuṁ vaco hariḥjagāma śanakais tatrayatrāstāṁ yamalārjunau",
        "verse_Syn": [
            "ṛṣeḥ",
            "bhāgavata",
            "mukhyasya",
            "satyam",
            "kartum",
            "vacaḥ",
            "hariḥ",
            "jagāma",
            "śanakaiḥ",
            "tatra",
            "yatra",
            "āstām",
            "yamala",
            "arjunau"
        ],
        "translation": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, to fulfill the truthfulness of the words of the greatest devotee, Nārada, slowly went to that spot where the twin arjuna trees were standing.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "देवर्षिर्मे प्रियतमो यदिमौ धनदात्मजौ ।तत्तथा साधयिष्यामि यद् गीतं तन्महात्मना ॥ २५ ॥",
        "english_devnagari": "devarṣir me priyatamoyad imau dhanadātmajautat tathā sādhayiṣyāmiyad gītaṁ tan mahātmanā",
        "verse_Syn": [
            "devarṣiḥ",
            "me",
            "priya",
            "tamaḥ",
            "yat",
            "imau",
            "dhanada",
            "ātmajau",
            "tat",
            "tathā",
            "sādhayiṣyāmi",
            "yat",
            "gītam",
            "tat",
            "mahātmanā"
        ],
        "translation": "“Although these two young men are the sons of the very rich Kuvera and I have nothing to do with them, Devarṣi Nārada is My very dear and affectionate devotee, and therefore because he wanted Me to come face to face with them, I must do so for their deliverance.”",
        "purport": " Nalakūvara and Maṇigrīva actually had nothing to do with devotional service or seeing the Supreme Personality of Godhead face to face, for this is not an ordinary opportunity. It is not that because one is very rich or learned or was born in an aristocratic family one will be able to see the Supreme Personality of Godhead face to face. This is impossible. But in this case, because Nārada Muni desired that Nalakūvara and Maṇigrīva see Vāsudeva face to face, the Supreme Personality of Godhead wanted to fulfill the words of His very dear devotee Nārada Muni. If one seeks the favor of a devotee instead of directly asking favors from the Supreme Personality of Godhead, one is very easily successful. Śrīla Bhaktivinoda Ṭhākura has therefore recommended: vaiṣṇava ṭhākura tomāra kukkura bhuliyā jānaha more, kṛṣṇa se tomāra kṛṣṇa dite pāra. One should desire to become like a dog in strictly following a devotee. Kṛṣṇa is in the hand of a devotee. Adurlabham ātma-bhaktau. Thus without the favor of a devotee, one cannot directly approach Kṛṣṇa, what to speak of engaging in His service. Narottama dāsa Ṭhākura therefore sings, chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā: unless one becomes a servant of a pure devotee, one cannot be delivered from the material condition of life. In our Gauḍīya Vaiṣṇava society, following in the footsteps of Rūpa Gosvāmī, our first business is to seek shelter of a bona fide spiritual master (ādau gurv-āśrayaḥ)."
    },
    {
        "verse": "26",
        "devanagari": "इत्यन्तरेणार्जुनयो: कृष्णस्तु यमयोर्ययौ ।आत्मनिर्वेशमात्रेण तिर्यग्गतमुलूखलम् ॥ २६ ॥",
        "english_devnagari": "ity antareṇārjunayoḥkṛṣṇas tu yamayor yayauātma-nirveśa-mātreṇatiryag-gatam ulūkhalam",
        "verse_Syn": [
            "iti",
            "antareṇa",
            "arjunayoḥ",
            "kṛṣṇaḥ",
            "tu",
            "yamayoḥ",
            "yayau",
            "ātma",
            "nirveśa",
            "mātreṇa",
            "tiryak",
            "gatam",
            "ulūkhalam"
        ],
        "translation": "Having thus spoken, Kṛṣṇa soon entered between the two arjuna trees, and thus the big mortar to which He was bound turned crosswise and stuck between them.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "बालेन निष्कर्षयतान्वगुलूखलं तद्दामोदरेण तरसोत्कलिताङ्‍‍घ्रिबन्धौ ।निष्पेततु: परमविक्रमितातिवेप-स्कन्धप्रवालविटपौ कृतचण्डशब्दौ ॥ २७ ॥",
        "english_devnagari": "bālena niṣkarṣayatānvag ulūkhalaṁ taddāmodareṇa tarasotkalitāṅghri-bandhauniṣpetatuḥ parama-vikramitātivepa-skandha-pravāla-viṭapau kṛta-caṇḍa-śabdau",
        "verse_Syn": [
            "bālena",
            "niṣkarṣayatā",
            "anvak",
            "ulūkhalam",
            "tat",
            "dāma",
            "udareṇa",
            "tarasā",
            "utkalita",
            "aṅghri",
            "bandhau",
            "niṣpetatuḥ",
            "parama",
            "vikramita",
            "ati",
            "vepa",
            "skandha",
            "pravāla",
            "viṭapau",
            "kṛta",
            "caṇḍa",
            "śabdau"
        ],
        "translation": "By dragging behind Him with great force the wooden mortar tied to His belly, the boy Kṛṣṇa uprooted the two trees. By the great strength of the Supreme Person, the two trees, with their trunks, leaves and branches, trembled severely and fell to the ground with a great crash.",
        "purport": " This is the pastime of Kṛṣṇa known as dāmodara-līlā. Therefore another of Kṛṣṇa’s names is Dāmodara. As stated in the Hari-vaṁśa:"
    },
    {
        "verse": "28",
        "devanagari": "तत्र श्रिया परमया ककुभ: स्फुरन्तौसिद्धावुपेत्य कुजयोरिव जातवेदा: ।कृष्णं प्रणम्यशिरसाखिललोकनाथंबद्धाञ्जली विरजसाविदमूचतु: स्म ॥ २८ ॥",
        "english_devnagari": "tatra śriyā paramayā kakubhaḥ sphurantausiddhāv upetya kujayor iva jāta-vedāḥkṛṣṇaṁ praṇamya śirasākhila-loka-nāthaṁbaddhāñjalī virajasāv idam ūcatuḥ sma",
        "verse_Syn": [
            "tatra",
            "śriyā",
            "paramayā",
            "kakubhaḥ",
            "sphurantau",
            "siddhau",
            "upetya",
            "kujayoḥ",
            "iva",
            "jāta",
            "vedāḥ",
            "kṛṣṇam",
            "praṇamya",
            "śirasā",
            "akhila",
            "loka",
            "nātham",
            "baddha",
            "añjalī",
            "virajasau",
            "idam",
            "ūcatuḥ",
            "sma"
        ],
        "translation": "Thereafter, in that very place where the two arjuna trees had fallen, two great, perfect personalities, who appeared like fire personified, came out of the two trees. The effulgence of their beauty illuminating all directions, with bowed heads they offered obeisances to Kṛṣṇa, and with hands folded they spoke the following words.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "कृष्ण कृष्ण महायोगिंस्त्वमाद्य: पुरुष: पर: ।व्यक्ताव्यक्तमिदं विश्वं रूपं ते ब्राह्मणाविदु:॥ २९ ॥",
        "english_devnagari": "kṛṣṇa kṛṣṇa mahā-yogiṁstvam ādyaḥ puruṣaḥ paraḥvyaktāvyaktam idaṁ viśvaṁrūpaṁ te brāhmaṇā viduḥ",
        "verse_Syn": [
            "kṛṣṇa",
            "kṛṣṇa",
            "mahā",
            "yogin",
            "tvam",
            "ādyaḥ",
            "puruṣaḥ",
            "paraḥ",
            "vyakta",
            "avyaktam",
            "idam",
            "viśvam",
            "rūpam",
            "te",
            "brāhmaṇāḥ",
            "viduḥ"
        ],
        "translation": "O Lord Kṛṣṇa, Lord Kṛṣṇa, Your opulent mysticism is inconceivable. You are the supreme, original person, the cause of all causes, immediate and remote, and You are beyond this material creation. Learned brāhmaṇas know [on the basis of the Vedic statement sarvaṁ khalv idaṁ brahma] that You are everything and that this cosmic manifestation, in its gross and subtle aspects, is Your form.",
        "purport": " The two demigods Nalakūvara and Maṇigrīva, because of their continuing memory, could understand the supremacy of Kṛṣṇa by the grace of Nārada. Now they admitted, “That we should be delivered by the blessings of Nārada Muni was all Your plan. Therefore You are the supreme mystic. Everything — past, present and future — is known to You. Your plan was made so nicely that although we stayed here as twin arjuna trees, You have appeared as a small boy to deliver us. This was all Your inconceivable arrangement. Because You are the Supreme Person, You can do everything.”"
    },
    {
        "verse": "30-31",
        "devanagari": "त्वमेक: सर्वभूतानां देहास्वात्मेन्द्रियेश्वर: ।त्वमेव कालो भगवान् विष्णुरव्यय ईश्वर: ॥ ३० ॥त्वं महान् प्रकृति: सूक्ष्मा रज:सत्त्वतमोमयी ।त्वमेव पुरुषोऽध्यक्ष: सर्वक्षेत्रविकारवित् ॥ ३१ ॥",
        "english_devnagari": "tvam ekaḥ sarva-bhūtānāṁdehāsv-ātmendriyeśvaraḥtvam eva kālo bhagavānviṣṇur avyaya īśvaraḥ",
        "verse_Syn": [
            "tvam",
            "ekaḥ",
            "sarva",
            "bhūtānām",
            "deha",
            "asu",
            "ātma",
            "indriya",
            "īśvaraḥ",
            "tvam",
            "eva",
            "kālaḥ",
            "bhagavān",
            "viṣṇuḥ",
            "avyayaḥ",
            "īśvaraḥ",
            "tvam",
            "mahān",
            "prakṛtiḥ",
            "sūkṣmā",
            "rajaḥ",
            "sattva",
            "tamaḥ",
            "mayī",
            "tvam",
            "eva",
            "puruṣaḥ",
            "adhyakṣaḥ",
            "sarva",
            "kṣetra",
            "vikāra",
            "vit"
        ],
        "translation": "You are the Supreme Personality of Godhead, the controller of everything. The body, life, ego and senses of every living entity are Your own self. You are the Supreme Person, Viṣṇu, the imperishable controller. You are the time factor, the immediate cause, and You are material nature, consisting of the three modes passion, goodness and ignorance. You are the original cause of this material manifestation. You are the Supersoul, and therefore You know everything within the core of the heart of every living entity.",
        "purport": " Śrīpāda Madhvācārya has quoted from the Vāmana Purāṇa as follows:"
    },
    {
        "verse": "32",
        "devanagari": "गृह्यमाणैस्त्वमग्राह्यो विकारै: प्राकृतैर्गुणै: ।को न्विहार्हति विज्ञातुं प्राक्‌सिद्धं गुणसंवृत: ॥ ३२ ॥",
        "english_devnagari": "gṛhyamāṇais tvam agrāhyovikāraiḥ prākṛtair guṇaiḥko nv ihārhati vijñātuṁprāk siddhaṁ guṇa-saṁvṛtaḥ",
        "verse_Syn": [
            "gṛhyamāṇaiḥ",
            "tvam",
            "agrāhyaḥ",
            "vikāraiḥ",
            "prākṛtaiḥ",
            "guṇaiḥ",
            "kaḥ",
            "nu",
            "iha",
            "arhati",
            "vijñātum",
            "prāk",
            "siddham",
            "guṇa",
            "saṁvṛtaḥ"
        ],
        "translation": "O Lord, You exist before the creation. Therefore, who, trapped by a body of material qualities in this material world, can understand You?",
        "purport": " As it is said: Kṛṣṇa’s name, attributes and form are Absolute Truth, existing before the creation. Therefore, how can those who are created — that is, those entrapped in bodies created of material elements — understand Kṛṣṇa perfectly? This is not possible. But, sevonmukhe hi jihvādau svayam eva sphuraty adaḥ: Kṛṣṇa reveals Himself to those engaged in devotional service. This is also confirmed in Bhagavad-gītā (18.55) by the Lord Himself: bhaktyā mām abhijānāti. Even the descriptions of Kṛṣṇa in Śrīmad-Bhāgavatam are sometimes misunderstood by less intelligent men with a poor fund of knowledge. Therefore, the best course by which to know Him is to engage oneself in pure devotional activities. The more one advances in devotional activities, the more one can understand Him as He is. If from the material platform one could understand Kṛṣṇa, then, since Kṛṣṇa is everything (sarvaṁ khalv idaṁ brahma), one could understand Kṛṣṇa by seeing anything within this material world. But that is not possible. Everything is resting on Kṛṣṇa, and everything is Kṛṣṇa, but this is not to be realized by persons on the material platform."
    },
    {
        "verse": "33",
        "devanagari": "तस्मै तुभ्यं भगवते वासुदेवाय वेधसे ।आत्मद्योतगुणैश्छन्नमहिम्ने ब्रह्मणे नम: ॥ ३३ ॥",
        "english_devnagari": "tasmai tubhyaṁ bhagavatevāsudevāya vedhaseātma-dyota-guṇaiś channa-mahimne brahmaṇe namaḥ",
        "verse_Syn": [
            "tasmai",
            "tubhyam",
            "bhagavate",
            "vāsudevāya",
            "vedhase",
            "ātma",
            "dyota",
            "guṇaiḥ",
            "channa",
            "mahimne",
            "brahmaṇe",
            "namaḥ"
        ],
        "translation": "O Lord, whose glories are covered by Your own energy, You are the Supreme Personality of Godhead. You are Saṅkarṣaṇa, the origin of creation, and You are Vāsudeva, the origin of the caturvyūha. Because You are everything and are therefore the Supreme Brahman, we simply offer our respectful obeisances unto You.",
        "purport": " Instead of trying to understand Kṛṣṇa in detail, it is better to offer our respectful obeisances unto Him, for He is the origin of everything and He is everything. Because we are covered by the material modes of nature, He is very difficult for us to understand unless He reveals Himself to us. Therefore it is better for us to acknowledge that He is everything and offer obeisances unto His lotus feet."
    },
    {
        "verse": "34-35",
        "devanagari": "यस्यावतारा ज्ञायन्ते शरीरेष्वशरीरिण: ।तैस्तैरतुल्यातिशयैर्वीर्यैर्देहिष्वसङ्गतै: ॥ ३४ ॥स भवान्सर्वलोकस्य भवाय विभवाय च ।अवतीर्णोंऽशभागेन साम्प्रतं पतिराशिषाम् ॥ ३५ ॥",
        "english_devnagari": "yasyāvatārā jñāyanteśarīreṣv aśarīriṇaḥtais tair atulyātiśayairvīryair dehiṣv asaṅgataiḥ",
        "verse_Syn": [
            "yasya",
            "avatārāḥ",
            "jñāyante",
            "śarīreṣu",
            "aśarīriṇaḥ",
            "taiḥ",
            "taiḥ",
            "atulya",
            "ati",
            "śayaiḥ",
            "vīryaiḥ",
            "dehiṣu",
            "asaṅgataiḥ",
            "saḥ",
            "bhavān",
            "sarva",
            "lokasya",
            "bhavāya",
            "vibhavāya",
            "ca",
            "avatīrṇaḥ",
            "aṁśa",
            "bhāgena",
            "sāmpratam",
            "patiḥ",
            "āśiṣām"
        ],
        "translation": "Appearing in bodies like those of an ordinary fish, tortoise and hog, You exhibit activities impossible for such creatures to perform — extraordinary, incomparable, transcendental activities of unlimited power and strength. These bodies of Yours, therefore, are not made of material elements, but are incarnations of Your Supreme Personality. You are the same Supreme Personality of Godhead, who have now appeared, with full potency, for the benefit of all living entities within this material world.",
        "purport": " As stated in Bhagavad-gītā (4.7-8): Kṛṣṇa appears as an incarnation when real spiritual life declines and when rogues and thieves increase to disturb the situation of the world. Unfortunate, less intelligent persons, bereft of devotional service, cannot understand the Lord’s activities, and therefore such persons describe these activities as kalpanā — mythology or imagination — because they are rascals and the lowest of men (na māṁ duṣkṛtino mūḍhāḥ prapadyante narādhamāḥ). Such men cannot understand that the events described by Vyāsadeva in the Purāṇas and other śāstras are not fictitious or imaginary, but factual. Kṛṣṇa, in His full, unlimited potency, here shows that He is the Supreme Personality of Godhead, for although the two trees were so large and sturdy that even many elephants could not move them, Kṛṣṇa, as a child, exhibited such extraordinary strength that they fell down with a great sound. From the very beginning, by killing Pūtanā, Śakaṭāsura and Tṛṇāvartāsura, by causing the trees to fall, and by showing the entire universe within His mouth, Kṛṣṇa proved that He is the Supreme Personality of Godhead. The lowest of men (mūḍhas), because of sinful activities, cannot understand this, but devotees can accept it without a doubt. Thus the position of a devotee is different from that of a nondevotee."
    },
    {
        "verse": "36",
        "devanagari": "नम: परमकल्याण नम: परममङ्गल ।वासुदेवाय शान्ताय यदूनां पतये नम: ॥ ३६ ॥",
        "english_devnagari": "namaḥ parama-kalyāṇanamaḥ parama-maṅgalavāsudevāya śāntāyayadūnāṁ pataye namaḥ",
        "verse_Syn": [
            "namaḥ",
            "parama",
            "kalyāṇa",
            "namaḥ",
            "parama",
            "maṅgala",
            "vāsudevāya",
            "śāntāya",
            "yadūnām",
            "pataye",
            "namaḥ"
        ],
        "translation": "O supremely auspicious, we offer our respectful obeisances unto You, who are the supreme good. O most famous descendant and controller of the Yadu dynasty, O son of Vasudeva, O most peaceful, let us offer our obeisances unto Your lotus feet.",
        "purport": " The word parama-kalyāṇa is significant because Kṛṣṇa, in any of His incarnations, appears in order to protect the sādhus (paritrāṇāya sādhūnām). The sādhus, saintly persons or devotees, are always harassed by nondevotees, and Kṛṣṇa appears in His incarnations to give them relief. This is His first concern. If we study the history of Kṛṣṇa’s life, we shall find that for most of His life He predominantly engaged in killing demons one after another."
    },
    {
        "verse": "37",
        "devanagari": "अनुजानीहि नौ भूमंस्तवानुचरकिङ्करौ ।दर्शनं नौ भगवत ऋषेरासीदनुग्रहात् ॥ ३७ ॥",
        "english_devnagari": "anujānīhi nau bhūmaṁstavānucara-kiṅkaraudarśanaṁ nau bhagavataṛṣer āsīd anugrahāt",
        "verse_Syn": [
            "anujānīhi",
            "nau",
            "bhūman",
            "tava",
            "anucara",
            "kiṅkarau",
            "darśanam",
            "nau",
            "bhagavataḥ",
            "ṛṣeḥ",
            "āsīt",
            "anugrahāt"
        ],
        "translation": "O supreme form, we are always servants of Your servants, especially of Nārada Muni. Now give us permission to leave for our home. It is by the grace and mercy of Nārada Muni that we have been able to see You face to face.",
        "purport": " Unless delivered or blessed by a devotee, one cannot realize that Kṛṣṇa is the Supreme Personality of Godhead. Manuṣyāṇāṁ sahasreṣu kaścid yatati siddhaye. According to this verse of Bhagavad-gītā (7.3), there are so many siddhas or yogīs who cannot understand Kṛṣṇa; instead, they misunderstand Him. But if one takes shelter of a devotee descending from the paramparā system of Nārada (svayambhūr nāradaḥ śambhuḥ), one can then understand who is an incarnation of the Supreme Personality of Godhead. In this age, many pseudo incarnations are advertised simply for having exhibited some magical performances, but except for persons who are servants of Nārada and other servants of Kṛṣṇa, no one can understand who is God and who is not. This is confirmed by Narottama dāsa Ṭhākura. Chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā: no one is delivered from the material conception of life unless favored by a Vaiṣṇava. Others can never understand, neither by speculation nor by any other bodily or mental gymnastics."
    },
    {
        "verse": "38",
        "devanagari": "वाणी गुणानुकथने श्रवणौ कथायांहस्तौ च कर्मसु मनस्तव पादयोर्न: ।स्मृत्यां शिरस्तव निवासजगत्प्रणामेद‍ृष्टि: सतां दर्शनेऽस्तु भवत्तनूनाम् ॥ ३८ ॥",
        "english_devnagari": "vāṇī guṇānukathane śravaṇau kathāyāṁhastau ca karmasu manas tava pādayor naḥsmṛtyāṁ śiras tava nivāsa-jagat-praṇāmedṛṣṭiḥ satāṁ darśane ’stu bhavat-tanūnām",
        "verse_Syn": [
            "vāṇī",
            "guṇa",
            "anukathane",
            "śravaṇau",
            "kathāyām",
            "hastau",
            "ca",
            "karmasu",
            "manaḥ",
            "tava",
            "pādayoḥ",
            "naḥ",
            "smṛtyām",
            "śiraḥ",
            "tava",
            "nivāsa",
            "jagat",
            "praṇāme",
            "dṛṣṭiḥ",
            "satām",
            "darśane",
            "astu",
            "bhavat",
            "tanūnām"
        ],
        "translation": "Henceforward, may all our words describe Your pastimes, may our ears engage in aural reception of Your glories, may our hands, legs and other senses engage in actions pleasing to You, and may our minds always think of Your lotus feet. May our heads offer our obeisances to everything within this world, because all things are also Your different forms, and may our eyes see the forms of Vaiṣṇavas, who are nondifferent from You.",
        "purport": " Here the process of understanding the Supreme Personality of Godhead is given. This process is bhakti. Everything should be engaged in the service of the Lord. Hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate (Nārada-pañcarātra). Everything — the mind, the body and all the sense organs — should be engaged in Kṛṣṇa’s service. This is to be learned from expert devotees like Nārada, Svayambhū and Śambhu. This is the process. We cannot manufacture our own way of understanding the Supreme Personality of Godhead, for it is not that everything one manufactures or concocts will lead to understanding God. Such a proposition — yata mata, tata patha — is foolish. Kṛṣṇa says, bhaktyāham ekayā grāhyaḥ: “Only by executing the activities of bhakti can one understand Me.” (Bhāg. 11.14.21) This is called ānukūlyena kṛṣṇānuśīlanam, remaining engaged favorably in the service of the Lord."
    },
    {
        "verse": "39",
        "devanagari": "श्रीशुक उवाचइत्थं सङ्कीर्तितस्ताभ्यां भगवान्गोकुलेश्वर: ।दाम्ना चोलूखले बद्ध: प्रहसन्नाह गुह्यकौ ॥ ३९ ॥",
        "english_devnagari": "śrī-śuka uvācaitthaṁ saṅkīrtitas tābhyāṁbhagavān gokuleśvaraḥdāmnā colūkhale baddhaḥprahasann āha guhyakau",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ittham",
            "saṅkīrtitaḥ",
            "tābhyām",
            "bhagavān",
            "gokula",
            "īśvaraḥ",
            "dāmnā",
            "ca",
            "ulūkhale",
            "baddhaḥ",
            "prahasan",
            "āha",
            "guhyakau"
        ],
        "translation": "Śukadeva Gosvāmī continued: The two young demigods thus offered prayers to the Supreme Personality of Godhead. Although Śrī Kṛṣṇa, the Supreme Godhead, is the master of all and was certainly Gokuleśvara, the master of Gokula, He was bound to the wooden mortar by the ropes of the gopīs, and therefore, smiling widely, He spoke to the sons of Kuvera the following words.",
        "purport": " Kṛṣṇa was smiling because He was thinking to Himself, “These two young demigods fell from the higher planetary system to this planet, and I have delivered them from the bondage of standing for a long time as trees, but as for Me, I am bound by the ropes of the gopīs and am subject to their chastisements.” In other words, Kṛṣṇa submits to being chastised and bound by the gopīs because of pure love and affection worthy of being praised by a devotee in so many ways."
    },
    {
        "verse": "40",
        "devanagari": "श्रीभगवानुवाचज्ञातं मम पुरैवैतद‍ृषिणा करुणात्मना ।यच्छ्रीमदान्धयोर्वाग्भिर्विभ्रंशोऽनुग्रह: कृत: ॥ ४० ॥",
        "english_devnagari": "śrī-bhagavān uvācajñātaṁ mama puraivaitadṛṣiṇā karuṇātmanāyac chrī-madāndhayor vāgbhirvibhraṁśo ’nugrahaḥ kṛtaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "jñātam",
            "mama",
            "purā",
            "eva",
            "etat",
            "ṛṣiṇā",
            "karuṇā",
            "ātmanā",
            "yat",
            "śrī",
            "mada",
            "andhayoḥ",
            "vāgbhiḥ",
            "vibhraṁśaḥ",
            "anugrahaḥ",
            "kṛtaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: The great saint Nārada Muni is very merciful. By his curse, he showed the greatest favor to both of you, who were mad after material opulence and who had thus become blind. Although you fell from the higher planet Svargaloka and became trees, you were most favored by him. I knew of all these incidents from the very beginning.",
        "purport": " It is now confirmed by the Supreme Personality of Godhead that the curse of a devotee is also to be regarded as mercy. As Kṛṣṇa, God, is all-good, a Vaiṣṇava is also all-good. Whatever he does is good for everyone. This is explained in the following verse."
    },
    {
        "verse": "41",
        "devanagari": "साधूनां समचित्तानां सुतरां मत्कृतात्मनाम् ।दर्शनान्नो भवेद् बन्ध: पुंसोऽक्ष्णो: सवितुर्यथा ॥ ४१ ॥",
        "english_devnagari": "sādhūnāṁ sama-cittānāṁsutarāṁ mat-kṛtātmanāmdarśanān no bhaved bandhaḥpuṁso ’kṣṇoḥ savitur yathā",
        "verse_Syn": [
            "sādhūnām",
            "sama",
            "cittānām",
            "sutarām",
            "mat",
            "kṛta",
            "ātmanām",
            "darśanāt",
            "no",
            "bhavet",
            "bandhaḥ",
            "puṁsaḥ",
            "akṣṇoḥ",
            "savituḥ",
            "yathā"
        ],
        "translation": "When one is face to face with the sun, there is no longer darkness for one’s eyes. Similarly, when one is face to face with a sādhu, a devotee, who is fully determined and surrendered to the Supreme Personality of Godhead, one will no longer be subject to material bondage.",
        "purport": " As stated by Caitanya Mahāprabhu (Cc. Madhya 22.54): If by chance one meets a sādhu, a devotee, one’s life is immediately successful, and one is freed from material bondage. It may be argued that whereas someone may receive a sādhu with great respect, someone else may not receive a sādhu with such respect. A sādhu, however, is always equipoised toward everyone. Because of being a pure devotee, a sādhu is always ready to deliver Kṛṣṇa consciousness without discrimination. As soon as one sees a sādhu, one naturally becomes free. Nonetheless, persons who are too much offensive, who commit vaiṣṇava-aparādhas, or offenses to a sādhu, will have to take some time before being rectified. This is also indicated herein."
    },
    {
        "verse": "42",
        "devanagari": "तद्गच्छतं मत्परमौ नलकूवर सादनम् ।सञ्जातो मयि भावो वामीप्सित: परमोऽभव: ॥ ४२ ॥",
        "english_devnagari": "tad gacchataṁ mat-paramaunalakūvara sādanamsañjāto mayi bhāvo vāmīpsitaḥ paramo ’bhavaḥ",
        "verse_Syn": [
            "tat",
            "gacchatam",
            "mat",
            "paramau",
            "nalakūvara",
            "sādanam",
            "sañjātaḥ",
            "mayi",
            "bhāvaḥ",
            "vām",
            "īpsitaḥ",
            "paramaḥ",
            "abhavaḥ"
        ],
        "translation": "O Nalakūvara and Maṇigrīva, now you may both return home. Since you desire to be always absorbed in My devotional service, your desire to develop love and affection for Me will be fulfilled, and now you will never fall from that platform.",
        "purport": " The highest perfection of life is to come to the platform of devotional service and always engage in devotional activities. Understanding this, Nalakūvara and Maṇigrīva desired to attain that platform, and the Supreme Personality of Godhead blessed them with the fulfillment of their transcendental desire."
    },
    {
        "verse": "43",
        "devanagari": "श्रीशुक उवाचइत्युक्तौ तौ परिक्रम्य प्रणम्य च पुन: पुन: ।बद्धोलूखलमामन्‍त्र्य जग्मतुर्दिशमुत्तराम् ॥ ४३ ॥",
        "english_devnagari": "śrī-śuka uvācaity uktau tau parikramyapraṇamya ca punaḥ punaḥbaddholūkhalam āmantryajagmatur diśam uttarām",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uktau",
            "tau",
            "parikramya",
            "praṇamya",
            "ca",
            "punaḥ",
            "punaḥ",
            "baddha",
            "ulūkhalam",
            "āmantrya",
            "jagmatuḥ",
            "diśam",
            "uttarām"
        ],
        "translation": "Śukadeva Gosvāmī said: The Supreme Personality of Godhead having spoken to the two demigods in this way, they circumambulated the Lord, who was bound to the wooden mortar, and offered obeisances to Him. After taking the permission of Lord Kṛṣṇa, they returned to their respective homes.",
        "purport": ""
    }
]