[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचश्रुत्वा पृथा सुबलपुत्र्यथ याज्ञसेनीमाधव्यथ क्षितिपपत्न्‍य उत स्वगोप्य: ।कृष्णेऽखिलात्मनि हरौ प्रणयानुबन्धंसर्वा विसिस्म्युरलमश्रुकलाकुलाक्ष्य: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaśrutvā pṛthā subala-putry atha yājñasenīmādhavy atha kṣitipa-patnya uta sva-gopyaḥkṛṣṇe ’khilātmani harau praṇayānubandhaṁsarvā visismyur alam aśru-kalākulākṣyaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "śrutvā",
            "pṛthā",
            "subala",
            "putrī",
            "atha",
            "yājñasenī",
            "mādhavī",
            "atha",
            "kṣiti",
            "pa",
            "patnyaḥ",
            "uta",
            "sva",
            "gopyaḥ",
            "kṛṣṇe",
            "akhila",
            "ātmani",
            "harau",
            "praṇaya",
            "anubandham",
            "sarvāḥ",
            "visismyuḥ",
            "alam",
            "aśru",
            "kala",
            "ākula",
            "akṣyaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Pṛthā, Gāndhārī, Draupadī, Subhadrā, the wives of other kings and the Lord’s cowherd girīfriends were all amazed to hear of the queens’ deep love for Lord Kṛṣṇa, the Supreme Personality of Godhead and Soul of all beings, and their eyes filled with tears.",
        "purport": " Draupadī is the chief hearer in this assembly of exalted women, since, as explained by Śrīla Śrīdhara Svāmī, she had asked the question that Lord Kṛṣṇa’s queens answered by relating their respective stories. Since Gāndhārī and the other ladies named here were not even mentioned in the previous chapter as having been present, Ācārya Śrīdhara concludes that they must have heard the queens’ narrations only secondhand. Indeed, Draupadī would never have spoken so freely in the presence of Pṛthā and Gāndhārī, her elders, or before the gopīs, whose attitude toward the queens of Dvārakā was not particularly sympathetic. Even though the gopīs joined in shedding tears, it was more because of their being reminded of Śrī Kṛṣṇa’s pastimes than because of any loving affinity between them and the queens. We should remember, of course, that there is always perfect harmony on the spiritual platform. Apparent conflict between pure devotees is nothing like mundane envy and strife. The jealousy of the gopīs was more show than substance, being exhibited by them as an ecstatic symptom of their overflowing love for Kṛṣṇa. Śrīla Śrīdhara Svāmipāda further analyzes the phrase sva-gopyaḥ as implying that these gopīs were the queens’ sva-svarūpa, the original prototypes of whom the queens were specific expansions."
    },
    {
        "verse": "2-5",
        "devanagari": "इति सम्भाषमाणासु स्‍त्रीभि: स्‍त्रीषु नृभिर्नृषु ।आययुर्मुनयस्तत्र कृष्णरामदिद‍ृक्षया ॥ २ ॥द्वैपायनो नारदश्च च्यवनो देवलोऽसित: ।विश्वामित्र: शतानन्दो भरद्वाजोऽथ गौतम: ॥ ३ ॥राम: सशिष्यो भगवान् वसिष्ठो गालवो भृगु: ।पुलस्त्य: कश्यपोऽत्रिश्च मार्कण्डेयो बृहस्पति: ॥ ४ ॥द्वितस्‍त्रितश्चैकतश्च ब्रह्मपुत्रास्तथाङ्गिरा: ।अगस्त्यो याज्ञवल्क्यश्च वामदेवादयोऽपरे ॥ ५ ॥",
        "english_devnagari": "iti sambhāṣamāṇāsustrībhiḥ strīṣu nṛbhir nṛṣuāyayur munayas tatrakṛṣṇa-rāma-didṛkṣayā",
        "verse_Syn": [
            "iti",
            "sambhāṣamāṇāsu",
            "strībhiḥ",
            "strīṣu",
            "nṛbhiḥ",
            "nṛṣu",
            "āyayuḥ",
            "munayaḥ",
            "tatra",
            "kṛṣṇa",
            "rāma",
            "didṛkṣayā",
            "dvaipāyanaḥ",
            "nāradaḥ",
            "ca",
            "cyavanaḥ",
            "devalaḥ",
            "asitaḥ",
            "viśvāmitraḥ",
            "śatānandaḥ",
            "bharadvājaḥ",
            "atha",
            "gautamaḥ",
            "rāmaḥ",
            "sa",
            "śiṣyaḥ",
            "bhagavān",
            "vasiṣṭhaḥ",
            "gālavaḥ",
            "bhṛguḥ",
            "pulastyaḥ",
            "kaśyapaḥ",
            "atriḥ",
            "ca",
            "mārkaṇḍeyaḥ",
            "bṛhaspatiḥ",
            "dvitaḥ",
            "tritaḥ",
            "ca",
            "ekataḥ",
            "ca",
            "brahma",
            "putrāḥ",
            "tathā",
            "aṅgirāḥ",
            "agastyaḥ",
            "yājñavalkyaḥ",
            "ca",
            "vāmadeva",
            "ādayaḥ",
            "apare"
        ],
        "translation": "As the women thus talked among themselves and the men among themselves, a number of great sages arrived there, all of them eager to see Lord Kṛṣṇa and Lord Balarāma. They included Dvaipāyana, Nārada, Cyavana, Devala and Asita, Viśvāmitra, Śatānanda, Bharadvāja and Gautama, Lord Paraśurāma and his disciples, Vasiṣṭha, Gālava, Bhṛgu, Pulastya and Kaśyapa, Atri, Mārkaṇḍeya and Bṛhaspati, Dvita, Trita, Ekata and the four Kumāras, and Aṅgirā, Agastya, Yājñavalkya and Vāmadeva.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "तान् द‍ृष्ट्वा सहसोत्थाय प्रागासीना नृपादय: ।पाण्डवा: कृष्णरामौ च प्रणेमुर्विश्ववन्दितान् ॥ ६ ॥",
        "english_devnagari": "tān dṛṣṭvā sahasotthāyaprāg āsīnā nṛpādayaḥpāṇḍavāḥ kṛṣṇa-rāmau capraṇemur viśva-vanditān",
        "verse_Syn": [
            "tān",
            "dṛṣṭvā",
            "sahasā",
            "utthāya",
            "prāk",
            "āsīnāḥ",
            "nṛpa",
            "ādayaḥ",
            "pāṇḍavāḥ",
            "kṛṣṇa",
            "rāmau",
            "ca",
            "praṇemuḥ",
            "viśva",
            "vanditān"
        ],
        "translation": "As soon as they saw the sages approaching, the kings and other gentlemen who had been seated immediately stood up, including the Pāṇḍava brothers and Kṛṣṇa and Balarāma. They all then bowed down to the sages, who are honored throughout the universe.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तानानर्चुर्यथा सर्वे सहरामोऽच्युतोऽर्चयत् ।स्वागतासनपाद्यार्घ्यमाल्यधूपानुलेपनै: ॥ ७ ॥",
        "english_devnagari": "tān ānarcur yathā sarvesaha-rāmo ’cyuto ’rcayatsvāgatāsana-pādyārghya-mālya-dhūpānulepanaiḥ",
        "verse_Syn": [
            "tān",
            "ānarcuḥ",
            "yathā",
            "sarve",
            "saha",
            "rāma",
            "acyutaḥ",
            "arcayat",
            "sv",
            "āgata",
            "āsana",
            "pādya",
            "arghya",
            "mālya",
            "dhūpa",
            "anulepanaiḥ"
        ],
        "translation": "Lord Kṛṣṇa, Lord Balarāma and the other kings and leaders properly worshiped the sages by offering them words of greeting, sitting places, water for washing their feet, drinking water, flower garlands, incense and sandalwood paste.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "उवाच सुखमासीनान् भगवान् धर्मगुप्तनु: ।सदसस्तस्य महतो यतवाचोऽनुश‍ृण्वत: ॥ ८ ॥",
        "english_devnagari": "uvāca sukham āsīnānbhagavān dharma-gup-tanuḥsadasas tasya mahatoyata-vāco ’nuśṛṇvataḥ",
        "verse_Syn": [
            "uvāca",
            "sukham",
            "āsīnān",
            "bhagavān",
            "dharma",
            "gup",
            "tanuḥ",
            "sadasaḥ",
            "tasya",
            "mahataḥ",
            "yata",
            "vācaḥ",
            "anuśṛṇvataḥ"
        ],
        "translation": "After the sages were comfortably seated, the Supreme Lord Kṛṣṇa, whose transcendental body protects religious principles, addressed them in the midst of that great assembly. Everyone listened silently with rapt attention.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "श्रीभगवानुवाचअहो वयं जन्मभृतो लब्धं कार्त्स्‍न्येन तत्फलम् ।देवानामपि दुष्प्रापं यद् योगेश्वरदर्शनम् ॥ ९ ॥",
        "english_devnagari": "śrī-bhagavān uvācaaho vayaṁ janma-bhṛtolabdhaṁ kārtsnyena tat-phalamdevānām api duṣprāpaṁyad yogeśvara-darśanam",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "aho",
            "vayam",
            "janma",
            "bhṛtaḥ",
            "labdham",
            "kārtsnyena",
            "tat",
            "phalam",
            "devānām",
            "api",
            "duṣprāpam",
            "yat",
            "yoga",
            "īśvara",
            "darśanam"
        ],
        "translation": "The Supreme Lord said: Now our lives are indeed successful, for we have obtained life’s ultimate goal: the audience of great yoga masters, which even demigods only rarely obtain.",
        "purport": " Despite the great privileges the demigods enjoy as administrators of the universe, they rarely see such sages as Nārada and Vyāsadeva. How much rarer, then, must it be for earthly kings and mere cowherds to see them. Here Lord Kṛṣṇa, identifying Himself with all the kings and others who had assembled at Samanta-pañcaka, speaks on their behalf."
    },
    {
        "verse": "10",
        "devanagari": "किं स्वल्पतपसां नृणामर्चायां देवचक्षुषाम् ।दर्शनस्पर्शनप्रश्न‍प्रह्वपादार्चनादिकम् ॥ १० ॥",
        "english_devnagari": "kiṁ svalpa-tapasāṁ nṝṇāmarcāyāṁ deva-cakṣuṣāmdarśana-sparśana-praśna-prahva-pādārcanādikam",
        "verse_Syn": [
            "kim",
            "su",
            "alpa",
            "tapasām",
            "nṝṇām",
            "arcāyām",
            "deva",
            "cakṣuṣām",
            "darśana",
            "sparśana",
            "praśna",
            "prahva",
            "pāda",
            "arcana",
            "ādikam"
        ],
        "translation": "How is it that people who are not very austere and who recognize God only in His Deity form in the temple can now see you, touch you, inquire from you, bow down to you, worship your feet and serve you in other ways?",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "न ह्यम्मयानि तीर्थानि न देवा मृच्छिलामया: ।ते पुनन्त्युरुकालेन दर्शनादेव साधव: ॥ ११ ॥",
        "english_devnagari": "na hy am-mayāni tīrthānina devā mṛc-chilā-mayāḥte punanty uru-kālenadarśanād eva sādhavaḥ",
        "verse_Syn": [
            "na",
            "hi",
            "ap",
            "mayāni",
            "tīrthāni",
            "na",
            "devāḥ",
            "mṛt",
            "śilā",
            "mayāḥ",
            "te",
            "punanti",
            "uru",
            "kālena",
            "darśanāt",
            "eva",
            "sādhavaḥ"
        ],
        "translation": "Mere bodies of water are not the real sacred places of pilgrimage, nor are mere images of earth and stone the true worshipable deities. These purify one only after a long time, but saintly sages purify one immediately upon being seen.",
        "purport": " Because the Personality of Godhead is absolute — the Supreme Spirit — any representation of Him, whether manifested in stone, paint, sound or any other authorized medium, is nondifferent from His original form in the topmost spiritual planet, Goloka Vṛndāvana. But ordinary demigods are not absolute, being infinitesimal spirit souls, and thus representations of the demigods are not identical with them. Worship of demigods or ritual bathing in a sanctified place gives only limited benefit to those who lack transcendental faith in the Supreme Lord. On the other hand, great Vaiṣṇava saints like Vyāsadeva, Nārada and the four Kumāras are always absorbed in Kṛṣṇa consciousness, and thus they are veritable moving tīrthas, places of pilgrimage. Even a moment’s association with them, especially by hearing their glorification of the Lord, can deliver one from all material entanglement. As King Yudhiṣṭhira said to Vidura, “My Lord, devotees like your good self are verily holy places personified. Because you carry the Personality of Godhead within your heart, you turn all places into places of pilgrimage.” (Bhāg. 1.13.10)"
    },
    {
        "verse": "12",
        "devanagari": "नाग्निर्न सूर्यो न च चन्द्रतारकान भूर्जलं खं श्वसनोऽथ वाङ्‍मन: ।उपासिता भेदकृतो हरन्त्यघंविपश्चितो घ्नन्ति मुहूर्तसेवया ॥ १२ ॥",
        "english_devnagari": "nāgnir na sūryo na ca candra-tārakāna bhūr jalaṁ khaṁ śvasano ’tha vāṅ manaḥupāsitā bheda-kṛto haranty aghaṁvipaścito ghnanti muhūrta-sevayā",
        "verse_Syn": [
            "na",
            "agniḥ",
            "na",
            "sūryaḥ",
            "na",
            "ca",
            "candra",
            "tārakāḥ",
            "na",
            "bhūḥ",
            "jalam",
            "kham",
            "śvasanaḥ",
            "atha",
            "vāk",
            "manaḥ",
            "upāsitāḥ",
            "bheda",
            "kṛtaḥ",
            "haranti",
            "agham",
            "vipaścitaḥ",
            "ghnanti",
            "muhūrta",
            "sevayā"
        ],
        "translation": "Neither the demigods controlling fire, the sun, the moon and the stars nor those in charge of earth, water, ether, air, speech and mind actually remove the sins of their worshipers, who continue to see in terms of dualities. But wise sages destroy one’s sins when respectfully served for even a few moments.",
        "purport": " An immature devotee of the Supreme Lord may accept only the Deity of the Lord as divine and see everything else as material — even the Lord’s confidential servants. Nonetheless, because he recognizes Lord Viṣṇu’s supreme position, such a devotee is better situated than materialistic worshipers of the demigods, and he thus deserves a degree of respect. Association with advanced sages, either directly or by hearing their instructions, is recommended in this verse for one who wishes to advance beyond the lowest stages of devotional life. A neophyte devotee may be free from the more obvious sins of violence against innocent creatures and against his own body and mind, but until he becomes very advanced on the devotional path, he must always contend with the subtler contaminations of false pride, disrespect toward respectable Vaiṣṇavas and lack of compassion for suffering creatures. The best remedy for these symptoms of immaturity is to hear from and honor pure Vaiṣṇavas and to assist them in working to deliver the fallen, conditioned souls."
    },
    {
        "verse": "13",
        "devanagari": "यस्यात्मबुद्धि: कुणपे त्रिधातुकेस्वधी: कलत्रादिषु भौम इज्यधी: ।यत्तीर्थबुद्धि: सलिले न कर्हिचि-ज्जनेष्वभिज्ञेषु स एव गोखर: ॥ १३ ॥",
        "english_devnagari": "yasyātma-buddhiḥ kuṇape tri-dhātukesva-dhīḥ kalatrādiṣu bhauma ijya-dhīḥyat-tīrtha-buddhiḥ salile na karhicijjaneṣv abhijñeṣu sa eva go-kharaḥ",
        "verse_Syn": [
            "yasya",
            "ātma",
            "buddhiḥ",
            "kuṇape",
            "tri",
            "dhātuke",
            "sva",
            "dhīḥ",
            "kalatra",
            "ādiṣu",
            "bhaume",
            "ijya",
            "dhīḥ",
            "yat",
            "tīrtha",
            "buddhiḥ",
            "salile",
            "na",
            "karhicit",
            "janeṣu",
            "abhijñeṣu",
            "saḥ",
            "eva",
            "gaḥ",
            "kharaḥ"
        ],
        "translation": "One who identifies his self as the inert body composed of mucus, bile and air, who assumes his wife and family are permanently his own, who thinks an earthen image or the land of his birth is worshipable, or who sees a place of pilgrimage as merely the water there, but who never identifies himself with, feels kinship with, worships or even visits those who are wise in spiritual truth — such a person is no better than a cow or an ass.",
        "purport": " True intelligence is shown by one’s freedom from false identification of the self. As stated in the Bṛhaspati-saṁhitā: “Men who do not know the principles of devotional service to the Supreme Lord should be known as cows and asses, even if they are expert in technically analyzing Vedic mantras and are adored by world leaders.” An imperfect Vaiṣṇava advancing toward the second-class platform identifies himself with the sages who have established the true spiritual path, even while he still may have some inferior material attachments to body, family and so on. Such a devotee of the Lord is not a foolish cow or stubborn ass like the majority of materialists. But most excellent is the Vaiṣṇava who has gained the special mercy of the Lord and broken free from the bondage of illusory attachments altogether. According to Śrīla Viśvanātha Cakravartī, the words bhauma ijya-dhīḥ, “who thinks an image made of earth is worshipable,” refer not to the Deity form of the Supreme Lord in His temple but to deities of demigods, and the words yat-tīrtha-buddhiḥ salile, “who sees a place of pilgrimage as merely the water there,” refer not to sacred rivers like the Ganges or Yamunā but to lesser rivers."
    },
    {
        "verse": "14",
        "devanagari": "श्रीशुक उवाचनिशम्येत्थं भगवत: कृष्णस्याकुण्ठमेधस: ।वचो दुरन्वयं विप्रास्तूष्णीमासन् भ्रमद्धिय: ॥ १४ ॥",
        "english_devnagari": "śrī-śuka uvācaniśamyetthaṁ bhagavataḥkṛṣṇasyākuṇtha-medhasaḥvaco duranvayaṁ viprāstūṣṇīm āsan bhramad-dhiyaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "niśamya",
            "ittham",
            "bhagavataḥ",
            "kṛṣṇasya",
            "akuṇṭha",
            "medhasaḥ",
            "vacaḥ",
            "duranvayam",
            "viprāḥ",
            "tūṣṇīm",
            "āsan",
            "bhramat",
            "dhiyaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Hearing such unfathomable words from the unlimitedly wise Lord Kṛṣṇa, the learned brāhmaṇas remained silent, their minds bewildered.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "चिरं विमृश्य मुनय ईश्वरस्येशितव्यताम् ।जनसङ्ग्रह इत्यूचु: स्मयन्तस्तं जगद्गुरुम् ॥ १५ ॥",
        "english_devnagari": "ciraṁ vimṛśya munayaīśvarasyeśitavyatāmjana-saṅgraha ity ūcuḥsmayantas taṁ jagad-gurum",
        "verse_Syn": [
            "ciram",
            "vimṛśya",
            "munayaḥ",
            "īśvarasya",
            "īśitavyatām",
            "jana",
            "saṅgrahaḥ",
            "iti",
            "ūcuḥ",
            "smayantaḥ",
            "tam",
            "jagat",
            "gurum"
        ],
        "translation": "For some time the sages pondered the Supreme Lord’s behavior, which resembled that of a subordinate living being. They concluded that He was acting this way to instruct the people in general. Thus they smiled and spoke to Him, the spiritual master of the universe.",
        "purport": " Śrīla Śrīdhara Svāmī explains the word īśitavyatā as referring to one’s not being a controller, or in other words, to being under the law of karma, obliged to work and experience the results of one’s work. While addressing the sages, Lord Kṛṣṇa accepted the role of a subordinate living being to emphasize the importance of hearing and serving saintly Vaiṣṇavas. The Personality of Godhead is also the supreme teacher of spiritual surrender."
    },
    {
        "verse": "16",
        "devanagari": "श्रीमुनय ऊचु:यन्मायया तत्त्वविदुत्तमा वयंविमोहिता विश्वसृजामधीश्वरा: ।यदीशितव्यायति गूढ ईहयाअहो विचित्रं भगवद्विचेष्टितम् ॥ १६ ॥",
        "english_devnagari": "śrī-munaya ūcuḥyan-māyayā tattva-vid-uttamā vayaṁvimohitā viśva-sṛjām adhīśvarāḥyad īśitavyāyati gūḍha īhayāaho vicitram bhagavad-viceṣṭitam",
        "verse_Syn": [
            "śrī",
            "munayaḥ",
            "ūcuḥ",
            "yat",
            "māyayā",
            "tattva",
            "vit",
            "uttamāḥ",
            "vayam",
            "vimohitāḥ",
            "viśva",
            "sṛjām",
            "adhīśvaraḥ",
            "yat",
            "īśitavyāyati",
            "gūḍhaḥ",
            "īhayā",
            "aho",
            "vicitram",
            "bhagavat",
            "viceṣṭitam"
        ],
        "translation": "The great sages said: Your power of illusion has totally bewildered us, the most exalted knowers of the truth and leaders among the universal creators. Ah, how amazing is the behavior of the Supreme Lord! He covers Himself with His humanlike activities and pretends to be subject to superior control.",
        "purport": " The sages have characterized the Lord’s statements as inscrutable (duranvayam). How this is so is stated here: His words and activities bewilder even the most learned when He plays at subordinating Himself to His own servants."
    },
    {
        "verse": "17",
        "devanagari": "अनीह एतद् बहुधैक आत्मनासृजत्यवत्यत्ति न बध्यते यथा ।भौमैर्हि भूमिर्बहुनामरूपिणीअहो विभूम्नश्चरितं विडम्बनम् ॥ १७ ॥",
        "english_devnagari": "anīha etad bahudhaika ātmanāsṛjaty avaty atti na badhyate yathābhaumair hi bhūmir bahu-nāma-rūpiṇīaho vibhūmnaś caritaṁ viḍambanam",
        "verse_Syn": [
            "anīhaḥ",
            "etat",
            "bahudhā",
            "ekaḥ",
            "ātmanā",
            "sṛjati",
            "avati",
            "atti",
            "na",
            "badhyate",
            "yathā",
            "bhaumaiḥ",
            "hi",
            "bhūmiḥ",
            "bahu",
            "nāma",
            "rūpiṇī",
            "aho",
            "vibhūmnaḥ",
            "caritam",
            "viḍambanam"
        ],
        "translation": "Indeed, the humanlike pastimes of the Almighty are simply a pretense! Effortlessly, He alone sends forth from His Self this variegated creation, maintains it and then swallows it up again, all without becoming entangled, just as the element earth takes on many names and forms in its various transformations.",
        "purport": " The one Supreme expands Himself as many without diminishing His completeness. He does this effortlessly, without depending on anyone or anything else. This mystic process of the Lord’s self-expansion is incomprehensible to all but Himself, but the example of the substance earth and its manifold products bears enough resemblance to provide some idea. The same example is also presented in an often-cited passage of the Chāndogya Upaniṣad (6.1), vācārambhaṇaṁ vikāro nāmadheyaṁ mṛttikety eva satyam: “Earth’s transformations are merely verbal creations of the process of naming; the substance earth itself is alone real.” Śrīla Śrīdhara Svāmī suggests that this verse of Śrīmad-Bhāgavatam answers a possible objection on the part of Lord Kṛṣṇa: “How can I create, maintain and destroy the universe if I am Vasudeva’s son?” The answer is given by the words aho vibhūmnaś caritaṁ viḍambanam: “You are the perfectly complete whole, and Your birth and pastimes are only an imitation of ordinary persons’ activities in the material world. You simply pretend to be under higher control.”"
    },
    {
        "verse": "18",
        "devanagari": "अथापि काले स्वजनाभिगुप्तयेबिभर्षि सत्त्वं खलनिग्रहाय च ।स्वलीलया वेदपथं सनातनंवर्णाश्रमात्मा पुरुष: परो भवान् ॥ १८ ॥",
        "english_devnagari": "athāpi kāle sva-janābhiguptayebibharṣi sattvaṁ khala-nigrahāya casva-līlayā veda-pathaṁ sanātanaṁvarṇāśramātmā puruṣaḥ paro bhavān",
        "verse_Syn": [
            "atha",
            "api",
            "kāle",
            "sva",
            "jana",
            "abhiguptaye",
            "bibharṣi",
            "sattvam",
            "khala",
            "nigrahāya",
            "ca",
            "sva",
            "līlayā",
            "veda",
            "patham",
            "sanātanam",
            "varṇa",
            "āśrama",
            "ātmā",
            "puruṣaḥ",
            "paraḥ",
            "bhavān"
        ],
        "translation": "Nonetheless, at suitable times You assume the pure mode of goodness to protect Your devotees and punish the wicked. Thus You, the Soul of the varṇāśrama social order, the Supreme Personality of Godhead, maintain the eternal path of the Vedas by enjoying Your pleasure pastimes.",
        "purport": " This verse describes the Lord’s enlightening people in general (jana-saṅgraha) and His imitation of worldly behavior. Because the Personality of Godhead remains always perfect, the body He manifests when He comes to this world is not touched by material goodness; rather, it is a manifestation of the pure goodness known as viśuddha-sattva, the same spiritual substance that constitutes His original form."
    },
    {
        "verse": "19",
        "devanagari": "ब्रह्म ते हृदयं शुक्लं तप:स्वाध्यायसंयमै: ।यत्रोपलब्धं सद् व्यक्तमव्यक्तं च तत: परम् ॥ १९ ॥",
        "english_devnagari": "brahma te hṛdayaṁ śuklaṁtapaḥ-svādhyāya-saṁyamaiḥyatropalabdhaṁ sad vyaktamavyaktaṁ ca tataḥ param",
        "verse_Syn": [
            "brahma",
            "te",
            "hṛdayam",
            "śuklam",
            "tapaḥ",
            "svādhyāya",
            "saṁyamaiḥ",
            "yatra",
            "upalabdham",
            "sat",
            "vyaktam",
            "avyaktam",
            "ca",
            "tataḥ",
            "param"
        ],
        "translation": "The Vedas are Your spotless heart, and through them one can perceive — by means of austerity, study and self-control — the manifest, the unmanifest and the pure existence transcendental to both.",
        "purport": " Vyakta, “the manifest,” consists of the visible things of this world, and avyakta consists of the subtle, underlying causes of cosmic creation. The Vedas point toward the transcendental realm of Brahman, which lies beyond all material cause and effect."
    },
    {
        "verse": "20",
        "devanagari": "तस्माद् ब्रह्मकुलं ब्रह्मन् शास्‍त्रयोनेस्त्वमात्मन: ।सभाजयसि सद्धाम तद् ब्रह्मण्याग्रणीर्भवान् ॥ २० ॥",
        "english_devnagari": "tasmād brahma-kulaṁ brahmanśāstra-yones tvam ātmanaḥsabhājayasi sad dhāmatad brahmaṇyāgraṇīr bhavān",
        "verse_Syn": [
            "tasmāt",
            "brahma",
            "kulam",
            "brahman",
            "śāstra",
            "yoneḥ",
            "tvam",
            "ātmanaḥ",
            "sabhājayasi",
            "sat",
            "dhāma",
            "tat",
            "brahmaṇya",
            "agranīḥ",
            "bhavān"
        ],
        "translation": "Therefore, O Supreme Brahman, You honor the members of the brahminical community, for they are the perfect agents by which one can realize You through the evidence of the Vedas. For that very reason You are the foremost worshiper of the brāhmaṇas.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "अद्य नो जन्मसाफल्यं विद्यायास्तपसो द‍ृश: ।त्वया सङ्गम्य सद्गत्या यदन्त: श्रेयसां पर: ॥ २१ ॥",
        "english_devnagari": "adya no janma-sāphalyaṁvidyāyās tapaso dṛśaḥtvayā saṅgamya sad-gatyāyad antaḥ śreyasāṁ paraḥ",
        "verse_Syn": [
            "adya",
            "naḥ",
            "janma",
            "sāphalyam",
            "vidyāyāḥ",
            "tapasaḥ",
            "dṛśaḥ",
            "tvayā",
            "saṅgamya",
            "sat",
            "gatyā",
            "yat",
            "antaḥ",
            "śreyasām",
            "paraḥ"
        ],
        "translation": "Today our birth, education, austerity and vision have all become perfect because we have been able to associate with You, the goal of all saintly persons. Indeed, You Yourself are the ultimate, supreme blessing.",
        "purport": " The sages here contrast their respect for the Lord with His reciprocal worship of them. Lord Kṛṣṇa honors brāhmaṇas as a means of instructing less intelligent men, whereas He is in fact absolutely independent. The brāhmaṇas who worship Him, on the other hand, benefit themselves more than they can imagine."
    },
    {
        "verse": "22",
        "devanagari": "नमस्तस्मै भगवते कृष्णायाकुण्ठमेधसे ।स्वयोगमाययाच्छन्नमहिम्ने परमात्मने ॥ २२ ॥",
        "english_devnagari": "namas tasmai bhagavatekṛṣṇāyākuṇṭha-medhasesva-yogamāyayācchanna-mahimne paramātmane",
        "verse_Syn": [
            "namaḥ",
            "tasmai",
            "bhagavate",
            "kṛṣṇāya",
            "akuṇṭha",
            "medhase",
            "sva",
            "yoga",
            "māyayā",
            "ācchanna",
            "mahimne",
            "parama",
            "ātmane"
        ],
        "translation": "Let us offer obeisances unto that Supreme Personality of Godhead, Lord Kṛṣṇa, the infinitely intelligent Supersoul, who has disguised His greatness through His mystic Yoga-māyā.",
        "purport": " Apart from any future profit to be obtained from worshiping the Supreme Lord, it is every person’s most essential obligation to bow down to Him as an acknowledgement of one’s dependence and servitude. Lord Kṛṣṇa recommends, “Engage your mind always in thinking of Me, become My devotee, offer obeisances to Me and worship Me. Being completely absorbed in Me, surely you will come to Me.” (Bg. 9.34)"
    },
    {
        "verse": "23",
        "devanagari": "न यं विदन्त्यमी भूपा एकारामाश्च वृष्णय: ।मायाजवनिकाच्छन्नमात्मानं कालमीश्वरम् ॥ २३ ॥",
        "english_devnagari": "na yaṁ vidanty amī bhū-pāekārāmāś ca vṛṣṇayaḥmāyā-javanikācchannamātmānaṁ kālam īśvaram",
        "verse_Syn": [
            "na",
            "yam",
            "vidanti",
            "amī",
            "bhū",
            "pāḥ",
            "eka",
            "ārāmāḥ",
            "ca",
            "vṛṣṇayaḥ",
            "māyā",
            "javanikā",
            "ācchannam",
            "ātmānam",
            "kālam",
            "īśvaram"
        ],
        "translation": "Neither these kings nor even the Vṛṣṇis, who enjoy Your intimate association, know You as the Soul of all existence, the force of time and the supreme controller. For them You are covered by the curtain of Māyā.",
        "purport": " Śrīla Viśvanātha Cakravartī explains that Lord Kṛṣṇa’s family, the Vṛṣṇis, were too familiar with Him to realize that He is the Supersoul residing in the heart of every created being. And those kings at Kurukṣetra who were not devotees of Kṛṣṇa could not recognize Him as time, the annihilator of everything. Devotees and nondevotees are both covered by Māyā, but in different ways. For the materialists Māyā is illusion, but for the Vaiṣṇavas she acts as Yoga-māyā, the internal potency who covers their awareness of the Supreme Lord’s majesty and engages them in His eternal pleasure pastimes."
    },
    {
        "verse": "24-25",
        "devanagari": "यथा शयान: पुरुष आत्मानं गुणतत्त्वद‍ृक् ।नाममात्रेन्द्रियाभातं न वेद रहितं परम् ॥ २४ ॥एवं त्वा नाममात्रेषु विषयेष्विन्द्रियेहया ।मायया विभ्रमच्चित्तो न वेद स्मृत्युपप्लवात् ॥ २५ ॥",
        "english_devnagari": "yathā śayānaḥ puruṣaātmānaṁ guṇa-tattva-dṛknāma-mātrendriyābhātaṁna veda rahitaṁ param",
        "verse_Syn": [
            "yathā",
            "śayānaḥ",
            "puruṣaḥ",
            "ātmānam",
            "guṇa",
            "tattva",
            "dṛk",
            "nāma",
            "mātra",
            "indriya",
            "ābhātam",
            "na",
            "veda",
            "rahitam",
            "param",
            "evam",
            "tvā",
            "nāma",
            "mātreṣu",
            "viṣayeṣu",
            "indriya",
            "īhayā",
            "māyayā",
            "vibhramat",
            "cittaḥ",
            "na",
            "veda",
            "smṛti",
            "upaplavāt"
        ],
        "translation": "A sleeping person imagines an alternative reality for himself and, seeing himself as having various names and forms, forgets his waking identity, which is distinct from the dream. Similarly, the senses of one whose consciousness is bewildered by illusion perceive only the names and forms of material objects. Thus such a person loses his memory and cannot know You.",
        "purport": " Just as a person’s dream is a secondary reality created from the stock of his memories and desires, so this universe exists as the inferior creation of the Supreme Lord, in no real way separate from Him. And just as the person who awakens from sleep experiences the higher reality of his waking life, so the Supreme Lord also has His distinct, higher reality beyond everything we know of this world. In His own words, “By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them. And yet everything that is created does not rest in Me. Behold My mystic opulence! Although I am the maintainer of all living entities and although I am everything, I am not part of this cosmic manifestation, for My Self is the very source of creation.” (Bg. 9.4-5)"
    },
    {
        "verse": "26",
        "devanagari": "तस्याद्य ते दद‍ृशिमाङ्‍‍घ्रिमघौघमर्ष-तीर्थास्पदं हृदि कृतं सुविपक्व‍योगै: ।उत्सिक्तभक्त्युपहताशयजीवकोशाआपुर्भवद्गतिमथानुगृहाण भक्तान् ॥ २६ ॥",
        "english_devnagari": "tasyādya te dadṛśimāṅghrim aghaugha-marṣa-tīrthāspadaṁ hṛdi kṛtaṁ su-vipakva-yogaiḥutsikta-bhakty-upahatāśaya jīva-kośāāpur bhavad-gatim athānugṛhāna bhaktān",
        "verse_Syn": [
            "tasya",
            "adya",
            "te",
            "dadṛśima",
            "aṅghrim",
            "agha",
            "ogha",
            "marṣa",
            "tīrtha",
            "āspadam",
            "hṛdi",
            "kṛtam",
            "su",
            "vipakva",
            "yogaiḥ",
            "utsikta",
            "bhakti",
            "upahata",
            "āśaya",
            "jīva",
            "kośāḥ",
            "āpuḥ",
            "bhavat",
            "gatim",
            "atha",
            "anugṛhāṇa",
            "bhaktān"
        ],
        "translation": "Today we have directly seen Your feet, the source of the holy Ganges, which washes away volumes of sins. Perfected yogīs can at best meditate upon Your feet within their hearts. But only those who render You wholehearted devotional service and in this way vanquish the soul’s covering — the material mind — attain You as their final destination. Therefore kindly show mercy to us, Your devotees.",
        "purport": " The holy river Ganges has the power to destroy all sorts of sinful reactions because she originates at the Lord’s lotus feet and thus contains the dust of His feet. Explaining this verse, Śrīla Śrīdhara Svāmī says, “If the Lord might advise the sages that they need not concern themselves with devotional practices because they are already far advanced in spiritual knowledge and austerity, they hereby respectfully decline such a suggestion, pointing out that only those yogīs who have destroyed their material mind and ego by surrendering to Kṛṣṇa in pure devotional service can attain full perfection. They conclude by praying to the Lord that He favor them in the most merciful way by making them His devotees.”"
    },
    {
        "verse": "27",
        "devanagari": "श्रीशुक उवाचइत्यनुज्ञाप्य दाशार्हं धृतराष्ट्रं युधिष्ठिरम् ।राजर्षे स्वाश्रमान् गन्तुं मुनयो दधिरे मन: ॥ २७ ॥",
        "english_devnagari": "śrī-śuka uvācaity anujñāpya dāśārhaṁdhṛtarāṣṭraṁ yudhiṣṭhiramrājarṣe svāśramān gantuṁmunayo dadhire manaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "anujñāpya",
            "dāśārham",
            "dhṛtarāṣṭram",
            "yudhiṣṭhiram",
            "rāja",
            "ṛṣe",
            "sva",
            "āśramān",
            "gantum",
            "munayaḥ",
            "dadhire",
            "manaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Having thus spoken, O wise king, the sages then took leave of Lord Dāśārha, Dhṛtarāṣṭra and Yudhiṣṭhira and prepared to depart for their āśramas.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "तद् वीक्ष्य तानुपव्रज्य वसुदेवो महायशा: ।प्रणम्य चोपसङ्गृह्य बभाषेदं सुयन्त्रित: ॥ २८ ॥",
        "english_devnagari": "tad vīkṣya tān upavrajyavasudevo mahā-yaśāḥpraṇamya copasaṅgṛhyababhāṣedaṁ su-yantritaḥ",
        "verse_Syn": [
            "tat",
            "vīkṣya",
            "tān",
            "upavrajya",
            "vasudevaḥ",
            "mahā",
            "yaśāḥ",
            "praṇamya",
            "ca",
            "upasaṅgṛhya",
            "babhāṣa",
            "idam",
            "su",
            "yantritaḥ"
        ],
        "translation": "Seeing that they were about to leave, the renowned Vasudeva approached the sages. After bowing down to them and touching their feet, he spoke to them with carefully chosen words.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "श्रीवसुदेव उवाचनमो व: सर्वदेवेभ्य ऋषय: श्रोतुमर्हथ ।कर्मणा कर्मनिर्हारो यथा स्यान्नस्तदुच्यताम् ॥ २९ ॥",
        "english_devnagari": "śrī-vasudeva uvācanamo vaḥ sarva-devebhyaṛṣayaḥ śrotum arhathakarmaṇā karma-nirhāroyathā syān nas tad ucyatām",
        "verse_Syn": [
            "śrī",
            "vasudevaḥ",
            "uvāca",
            "namaḥ",
            "vaḥ",
            "sarva",
            "devebhyaḥ",
            "ṛṣayaḥ",
            "śrotum",
            "arhatha",
            "karmaṇā",
            "karma",
            "nirhāraḥ",
            "yathā",
            "syāt",
            "naḥ",
            "tat",
            "ucyatām"
        ],
        "translation": "Śrī Vasudeva said: Obeisances to you, the residence of all the demigods. Please hear me, O sages. Kindly tell us how the reactions of one’s work can be counteracted by further work.",
        "purport": " Here Vasudeva addresses the sages as “the residence of all the demigods.” His statement is confirmed in the authoritative śruti-mantras, which declare, yāvatīr vai devatās tāḥ sarvā veda-vidi brāhmaṇe vasanti: “Whatever demigods exist, all reside in a brāhmaṇa who knows the Veda.”"
    },
    {
        "verse": "30",
        "devanagari": "श्रीनारद उवाचनातिचित्रमिदं विप्रा वसुदेवो बुभुत्सया ।कृष्णं मत्वार्भकं यन्न: पृच्छति श्रेय आत्मन: ॥ ३० ॥",
        "english_devnagari": "śrī-nārada uvācanāti-citram idaṁ viprāvasudevo bubhutsayākṛṣṇam matvārbhakaṁ yan naḥpṛcchati śreya ātmanaḥ",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "na",
            "ati",
            "citram",
            "idam",
            "viprāḥ",
            "vasudevaḥ",
            "bubhutsayā",
            "kṛṣṇam",
            "matvā",
            "arbhakam",
            "yat",
            "naḥ",
            "pṛcchati",
            "śreyaḥ",
            "ātmanaḥ"
        ],
        "translation": "Śrī Nārada Muni said: O brāhmaṇas, it is not so amazing that in his eagerness to know, Vasudeva has asked us about his ultimate benefit, for he considers Kṛṣṇa a mere boy.",
        "purport": " Śrīla Jīva Gosvāmī relates Nārada’s thoughts: Śrī Nārada understood how Vasudeva, in line with his mood of pretending to be an ordinary householder, asked the sages about karma-yoga, although he had already attained spiritual goals even great yogīs and ṛṣis cannot achieve. But Nārada was still concerned that Vasudeva might create an awkward mood by treating Lord Kṛṣṇa as a mere child in the presence of all the sages. Nārada and the other sages felt obliged to maintain their attitude of reverence toward Lord Kṛṣṇa, so how could they ignore Him and presume to answer Vasudeva themselves? To avoid this embarrassment, Nārada took this opportunity to remind everyone present of Śrī Kṛṣṇa’s absolute supremacy."
    },
    {
        "verse": "31",
        "devanagari": "सन्निकर्षोऽत्र मर्त्यानामनादरणकारणम् ।गाङ्गं हित्वा यथान्याम्भस्तत्रत्यो याति शुद्धये ॥ ३१ ॥",
        "english_devnagari": "sannikarṣo ’tra martyānāmanādaraṇa-kāraṇamgāṅgaṁ hitvā yathānyāmbhastatratyo yāti śuddhaye",
        "verse_Syn": [
            "sannikarṣaḥ",
            "atra",
            "martyānām",
            "anādaraṇa",
            "kāraṇam",
            "gāṅgam",
            "hitvā",
            "yathā",
            "anya",
            "ambhaḥ",
            "tatratyaḥ",
            "yāti",
            "śuddhaye"
        ],
        "translation": "In this world familiarity breeds contempt. For example, one who lives on the banks of the Ganges might travel to some other body of water to be purified.",
        "purport": ""
    },
    {
        "verse": "32-33",
        "devanagari": "यस्यानुभूति: कालेन लयोत्पत्त्यादिनास्य वै ।स्वतोऽन्यस्माच्च गुणतो न कुतश्चन रिष्यति ॥ ३२ ॥तं क्लेशकर्मपरिपाकगुणप्रवाहै-रव्याहतानुभवमीश्वरमद्वितीयम् ।प्राणादिभि: स्वविभवैरुपगूढमन्योमन्येत सूर्यमिव मेघहिमोपरागै: ॥ ३३ ॥",
        "english_devnagari": "yasyānubhūtiḥ kālenalayotpatty-ādināsya vaisvato ’nyasmāc ca guṇatona kutaścana riṣyati",
        "verse_Syn": [
            "yasya",
            "anubhūtiḥ",
            "kālena",
            "laya",
            "utpatti",
            "ādinā",
            "asya",
            "vai",
            "svataḥ",
            "anyasmāt",
            "ca",
            "guṇataḥ",
            "na",
            "kutaścana",
            "riṣyati",
            "tam",
            "kleśa",
            "karma",
            "paripāka",
            "guṇa",
            "pravāhaiḥ",
            "avyāhata",
            "anubhavam",
            "īśvaram",
            "advitīyam",
            "prāṇa",
            "ādibhiḥ",
            "sva",
            "vibhavaiḥ",
            "upagūḍham",
            "anyaḥ",
            "manyeta",
            "sūryam",
            "iva",
            "megha",
            "hima",
            "uparāgaiḥ"
        ],
        "translation": "The Supreme Lord’s awareness is never disturbed by time, by the creation and destruction of the universe, by changes in its own qualities, or by anything else, whether self-caused or external. But although the consciousness of the Personality of Godhead, who is the supreme one without a second, is never affected by material distress, by the reactions of material work or by the constant flow of nature’s modes, ordinary persons nonetheless think that the Lord is covered by His own creations of prāṇa and other material elements, just as one may think that the sun is covered by clouds, snow or an eclipse.",
        "purport": " Things of this world are inevitably destroyed by one means or another. Time itself causes the eventual decay of every created being — a fruit, for instance, which may grow ripe but then must either rot or be eaten. Some things, like lightning, destroy themselves as soon as they are manifested, while others are destroyed suddenly by external agents, as a clay pot is by a hammer. Even in living bodies and other things whose existence continues for some time, there is a constant flux of various qualities that are destroyed and replaced by others. In contrast to all of this, the Supreme Personality of Godhead’s awareness is never disrupted by anything. Only out of ignorance could one imagine Him to be an ordinary human being subject to material conditions. Mortal beings are covered by their entanglement in fruitive activities and their consequent happiness and distress, but the Supreme Lord cannot be covered by what are in fact His own expansions. Analogously, the immense sun is the source of the relatively insignificant phenomena of clouds, snow and eclipses, and so it cannot be covered by them, though the ordinary observer may think that it is."
    },
    {
        "verse": "34",
        "devanagari": "अथोचुर्मुनयो राजन्नाभाष्यानकदुन्दुभिम् ।सर्वेषां श‍ृण्वतां राज्ञां तथैवाच्युतरामयो: ॥ ३४ ॥",
        "english_devnagari": "athocur munayo rājannābhāṣyānalsadundabhimsarveṣāṁ śṛṇvatāṁ rājñāṁtathaivācyuta-rāmayoḥ",
        "verse_Syn": [
            "atha",
            "ūcuḥ",
            "munayaḥ",
            "rājan",
            "ābhāṣya",
            "ānaka",
            "dundubhim",
            "sarveṣām",
            "śṛṇvatām",
            "rājñām",
            "tathā",
            "eva",
            "acyuta",
            "rāmayoḥ"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] The sages then spoke again, O King, addressing Vasudeva while all the kings, along with Lord Acyuta and Lord Rāma, listened.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "कर्मणा कर्मनिर्हार एष साधु निरूपित: ।यच्छ्रद्धया यजेद् विष्णुं सर्वयज्ञेश्वरं मखै: ॥ ३५ ॥",
        "english_devnagari": "karmaṇā karma-nirhāraeṣa sādhu-nirūpitaḥyac chraddhayā yajed viṣṇuṁsarva-yajñeśvaraṁ makhaiḥ",
        "verse_Syn": [
            "karmaṇā",
            "karma",
            "nirhāraḥ",
            "eṣaḥ",
            "sādhu",
            "nirūpitaḥ",
            "yat",
            "śraddhayā",
            "yajet",
            "viṣṇum",
            "sarva",
            "yajña",
            "īśvaram",
            "makhaiḥ"
        ],
        "translation": "[The sages said:] It has been definitely concluded that work is counteracted by further work when one executes Vedic sacrifices as a means of worshiping Viṣṇu, the Lord of all sacrifices, with sincere faith.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "चित्तस्योपशमोऽयं वै कविभि: शास्‍त्रचक्षुषा ।दर्शित: सुगमो योगो धर्मश्चात्ममुदावह: ॥ ३६ ॥",
        "english_devnagari": "cittasyopaśamo ’yaṁ vaikavibhiḥ śāstra-cakṣusādarśitaḥ su-gamo yogodharmaś cātma-mud-āvahaḥ",
        "verse_Syn": [
            "cittasya",
            "upaśamaḥ",
            "ayam",
            "vai",
            "kavibhiḥ",
            "śāstra",
            "cakṣuṣā",
            "darśitaḥ",
            "su",
            "gamaḥ",
            "yogaḥ",
            "dharmaḥ",
            "ca",
            "ātma",
            "mut",
            "āvahaḥ"
        ],
        "translation": "Learned authorities who see through the eye of scripture have demonstrated that this is the easiest method of subduing the agitated mind and attaining liberation, and that it is a sacred duty which brings joy to the heart.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "अयं स्वस्त्ययन: पन्था द्विजातेर्गृहमेधिन: ।यच्छ्रद्धयाप्तवित्तेन शुक्लेनेज्येत पूरुष: ॥ ३७ ॥",
        "english_devnagari": "ayaṁ svasty-ayanaḥ panthādvi-jāter gṛha-medhinaḥyac chraddhayāpta-vittenaśuklenejyeta pūruṣaḥ",
        "verse_Syn": [
            "ayam",
            "svasti",
            "ayanaḥ",
            "panthā",
            "dvi",
            "jāteḥ",
            "gṛha",
            "medhinaḥ",
            "yat",
            "śraddhayā",
            "āpta",
            "vittena",
            "śuklena",
            "ījyeta",
            "pūruṣaḥ"
        ],
        "translation": "This is the most auspicious path for a religious householder of the twice-born orders — to selflessly worship the Personality of Godhead with wealth honestly obtained.",
        "purport": " Both Śrīdhara Svāmī and Śrī Jīva Gosvāmī here agree that the ritual karma of Vedic sacrifices is particularly meant for attached householders. Those who are already renounced in Kṛṣṇa consciousness, like Vasudeva himself, need only cultivate their faith in the Lord’s devotees, His Deity form, His name, the remnants of His food and His teachings, as given in Bhagavad-gītā and Śrīmad-Bhāgavatam."
    },
    {
        "verse": "38",
        "devanagari": "वित्तैषणां यज्ञदानैर्गृहैर्दारसुतैषणाम् ।आत्मलोकैषणां देव कालेन विसृजेद्ब‍ुध: ।ग्रामे त्यक्तैषणा: सर्वे ययुर्धीरास्तपोवनम् ॥ ३८ ॥",
        "english_devnagari": "vittaiṣaṇāṁ yajña-dānairgṛhair dāra-sutaiṣaṇāmātma-lokaiṣaṇāṁ devakālena visṛjed budhaḥgrāme tyaktaiṣaṇāḥ sarveyayur dhīrās tapo-vanam",
        "verse_Syn": [
            "vitta",
            "eṣaṇām",
            "yajña",
            "dānaiḥ",
            "gṛhaiḥ",
            "dāra",
            "suta",
            "eṣaṇām",
            "ātma",
            "loka",
            "eṣaṇām",
            "deva",
            "kālena",
            "visṛjet",
            "budhaḥ",
            "grāme",
            "tyakta",
            "eṣaṇāḥ",
            "sarve",
            "yayuḥ",
            "dhīrāḥ",
            "tapaḥ",
            "vanam"
        ],
        "translation": "An intelligent person should learn to renounce his desire for wealth by performing sacrifices and acts of charity. He should learn to renounce his desire for wife and children by experiencing family life. And he should learn to renounce his desire for promotion to a higher planet in his next life, O saintly Vasudeva, by studying the effects of time. Self-controlled sages who have thus renounced their attachment to household life go to the forest to perform austerities.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "ऋणैस्‍त्रिभिर्द्विजो जातो देवर्षिपितृणां प्रभो ।यज्ञाध्ययनपुत्रैस्तान्यनिस्तीर्य त्यजन् पतेत् ॥ ३९ ॥",
        "english_devnagari": "ṛṇais tribhir dvijo jātodevarṣi-pitṝṇāṁ prabhoyajñādhyayana-putrais tānyanistīrya tyajan patet",
        "verse_Syn": [
            "ṛṇaiḥ",
            "tribhiḥ",
            "dvi",
            "jaḥ",
            "jātaḥ",
            "deva",
            "ṛṣi",
            "pitṝṇām",
            "prabho",
            "yajña",
            "adhyayana",
            "putraiḥ",
            "tāni",
            "anistīrya",
            "tyajan",
            "patet"
        ],
        "translation": "Dear Prabhu, a member of the twice-born classes is born with three kinds of debts — those owed to the demigods, to the sages and to his forefathers. If he leaves his body without first liquidating these debts by performing sacrifice, studying the scriptures and begetting children, he will fall down into a hellish condition.",
        "purport": " Concerning the special obligations of a brāhmaṇa, the śruti states, jāyamāno vai brāhmaṇas tribhir ṛṇavāñ jāyate brahmacaryeṇa ṛṣibhyo yajñena devebhyaḥ prajayā pitṛbhyaḥ: “Whenever a brāhmaṇa takes birth, three debts are born along with him. He can pay his debt to the sages by celibacy, his debt to the demigods by sacrifice, and his debt to his forefathers by begetting children.”"
    },
    {
        "verse": "40",
        "devanagari": "त्वं त्वद्य मुक्तो द्वाभ्यां वै ऋषिपित्रोर्महामते ।यज्ञैर्देवर्णमुन्मुच्य निर्ऋणोऽशरणो भव ॥ ४० ॥",
        "english_devnagari": "tvaṁ tv adya mukto dvābhyāṁ vaiṛṣi-pitror mahā-mateyajñair devarṇam unmucyanirṛṇo ’śaraṇo bhava",
        "verse_Syn": [
            "tvam",
            "tu",
            "adya",
            "muktaḥ",
            "dvābhyām",
            "vai",
            "ṛṣi",
            "pitroḥ",
            "mahā",
            "mate",
            "yajñaiḥ",
            "deva",
            "ṛṇam",
            "unmucya",
            "nirṛṇaḥ",
            "aśaraṇaḥ",
            "bhava"
        ],
        "translation": "But you, O magnanimous soul, are already free from two of your debts — those to the sages and the forefathers. Now absolve yourself of your debt to the demigods by executing Vedic sacrifices, and in this way free yourself completely of debt and renounce all material shelter.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "वसुदेव भवान् नूनं भक्त्या परमया हरिम् ।जगतामीश्वरं प्रार्च: स यद् वां पुत्रतां गत: ॥ ४१ ॥",
        "english_devnagari": "vasudeva bhavān nūnaṁbhaktyā paramayā harimjagatām īśvaraṁ prārcaḥsa yad vāṁ putratāṁ gataḥ",
        "verse_Syn": [
            "vasudeva",
            "bhavān",
            "nūnam",
            "bhaktyā",
            "paramayā",
            "harim",
            "jagatām",
            "īśvaram",
            "prārcaḥ",
            "saḥ",
            "yat",
            "vām",
            "putratām",
            "gataḥ"
        ],
        "translation": "O Vasudeva, without doubt you must have previously worshiped Lord Hari, the master of all worlds. Both you and your wife must have perfectly worshiped Him with supreme devotion, since He has accepted the role of your son.",
        "purport": " Śrīla Viśvanātha Cakravartī paraphrases the sages’ mood as follows: “We have answered you, who questioned us in the manner of ordinary discourse, in the same ordinary way. In truth, however, since you are the eternally liberated father of the Supreme Lord, neither worldly customs nor the injunctions of scripture have any authority over you.” According to Śrīla Viśvanātha Cakravartī, the very name Vasudeva indicates that Vasudeva manifests brilliantly (dīvyati) the superexcellent wealth (vasu) of pure devotional service. In the Eleventh Canto Nārada will again meet with Vasudeva and at that time remind him, “O King, one who has given up all material duties and has taken full shelter of the lotus feet of Mukunda, who offers shelter to all, is not indebted to the demigods, great sages, ordinary living beings, relatives, friends, mankind or even his forefathers who have passed away. Since all such classes of living entities are part and parcel of the Supreme Lord, one who has surrendered to the Lord’s service has no need to serve such persons separately.” (Bhāg. 11.5.41)"
    },
    {
        "verse": "42",
        "devanagari": "श्रीशुक उवाचइति तद्वचनं श्रुत्वा वसुदेवो महामना: ।तानृषीनृत्विजो वव्रे मूर्ध्नानम्य प्रसाद्य च ॥ ४२ ॥",
        "english_devnagari": "śrī-śuka uvācaiti tad-vacanaṁ śrutvāvasudevo mahā-manāḥtān ṛṣīn ṛtvijo vavremūrdhnānamya prasādya ca",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "tat",
            "vacanam",
            "śrutvā",
            "vasudevaḥ",
            "mahā",
            "manāḥ",
            "tān",
            "ṛṣīn",
            "ṛtvijaḥ",
            "vavre",
            "mūrdhnā",
            "ānamya",
            "prasādya",
            "ca"
        ],
        "translation": "Śukadeva Gosvāmī said: After hearing these statements of the sages, generous Vasudeva bowed his head to the ground and, praising them, requested them to become his priests.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "त एनमृषयो राजन् वृता धर्मेण धार्मिकम् ।तस्मिन्नयाजयन् क्षेत्रे मखैरुत्तमकल्पकै: ॥ ४३ ॥",
        "english_devnagari": "ta enam ṛṣayo rājanvṛtā dharmeṇa dhārmikamtasminn ayājayan kṣetremakhair uttama-kalpakaiḥ",
        "verse_Syn": [
            "te",
            "enam",
            "ṛṣayaḥ",
            "rājan",
            "vṛtāḥ",
            "dharmeṇa",
            "dhārmikam",
            "tasmin",
            "ayājayan",
            "kṣetre",
            "makhaiḥ",
            "uttama",
            "kalpakaiḥ"
        ],
        "translation": "Thus requested by him, O King, the sages engaged the pious Vasudeva in performing fire sacrifices at that holy place of Kurukṣetra according to strict religious principles and with most excellent ritual arrangements.",
        "purport": ""
    },
    {
        "verse": "44-45",
        "devanagari": "तद्दीक्षायां प्रवृत्तायां वृष्णय: पुष्करस्रज: ।स्‍नाता: सुवाससो राजन् राजान: सुष्ठ्वलङ्कृता: ॥ ४४ ॥तन्महिष्यश्च मुदिता निष्ककण्ठ्य: सुवासस: ।दीक्षाशालामुपाजग्मुरालिप्ता वस्तुपाणय: ॥ ४५ ॥",
        "english_devnagari": "tad-dīkṣāyāṁ pravṛttāyāṁvṛṣṇayaḥ puṣkara-srajaḥsnātāḥ su-vāsaso rājanrājānaḥ suṣṭhv-alaṅkṛtāḥ",
        "verse_Syn": [
            "tat",
            "dīkṣāyām",
            "pravṛttāyām",
            "vṛṣṇayaḥ",
            "puṣkara",
            "srajaḥ",
            "snātāḥ",
            "suvāsasaḥ",
            "rājan",
            "rājānaḥ",
            "suṣṭhu",
            "alaṅkṛtāḥ",
            "tat",
            "mahiṣyaḥ",
            "ca",
            "muditāḥ",
            "niṣka",
            "kaṇṭhyaḥ",
            "su",
            "vāsasaḥ",
            "dīkṣā",
            "śālām",
            "upājagmuḥ",
            "āliptāḥ",
            "vastu",
            "pāṇayaḥ"
        ],
        "translation": "When Mahārāja Vasudeva was about to be initiated for the sacrifice, O King, the Vṛṣṇis came to the initiation pavilion after bathing and putting on fine clothes and garlands of lotuses. The other kings also came, elaborately ornamented, as well as all their joyful queens, who wore jeweled lockets around their necks and were also clad in fine garments. The royal wives were anointed with sandalwood paste and carried auspicious items for the worship.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "नेदुर्मृदङ्गपटहशङ्खभेर्यानकादय: ।ननृतुर्नटनर्तक्यस्तुष्टुवु: सूतमागधा: ।जगु: सुकण्ठ्यो गन्धर्व्य: सङ्गीतं सहभर्तृका: ॥ ४६ ॥",
        "english_devnagari": "nedur mṛdaṅga-paṭaha-śaṅkha-bhery-ānakādayaḥnanṛtur naṭa-nartakyastuṣṭuvuḥ sūta-māgadhāḥjaguḥ su-kaṇṭhyo gandharvyaḥsaṅgītaṁ saha-bhartṛkāḥ",
        "verse_Syn": [
            "neduḥ",
            "mṛdaṅga",
            "paṭaha",
            "śaṅkha",
            "bherī",
            "ānaka",
            "ādayaḥ",
            "nanṛtuḥ",
            "naṭa",
            "nartakyaḥ",
            "tuṣṭuvuḥ",
            "sūta",
            "māgadhāḥ",
            "jaguḥ",
            "su",
            "kaṇṭhyaḥ",
            "gandharvyaḥ",
            "saṅgītam",
            "saha",
            "bhartṛkāḥ"
        ],
        "translation": "Mṛdaṅgas, paṭahas, conchshells, bherīs, ānakas and other instruments resounded, male and female dancers danced, and sūtas and māgadhas recited glorifications. Sweet-voiced Gandharvīs sang, accompanied by their husbands.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "तमभ्यषिञ्चन् विधिवदक्तमभ्यक्तमृत्विज: ।पत्नीभिरष्टादशभि: सोमराजमिवोडुभि: ॥ ४७ ॥",
        "english_devnagari": "tam abhyaṣiñcan vidhi-vadaktam abhyaktam ṛtvijaḥpatnībhir aṣṭā-daśabhiḥsoma-rājam ivoḍubhiḥ",
        "verse_Syn": [
            "tam",
            "abhyaṣiñcan",
            "vidhivat",
            "aktam",
            "abhyaktam",
            "ṛtvijaḥ",
            "patnībhiḥ",
            "aṣṭā",
            "daśabhiḥ",
            "soma",
            "rājam",
            "iva",
            "uḍubhiḥ"
        ],
        "translation": "After Vasudeva’s eyes had been decorated with black cosmetic and his body smeared with fresh butter, the priests initiated him according to scriptural rules by sprinkling him and his eighteen wives with sacred water. Encircled by his wives, he resembled the regal moon encircled by stars.",
        "purport": " Devakī was Vasudeva’s principal wife, but she had several co-wives, including her six sisters. This fact is recorded in the Ninth Canto of Śrīmad-Bhāgavatam: “Āhuka had two sons, named Devaka and Ugrasena. Devaka had four sons, named Devavān, Upadeva, Sudeva and Devavardhana, and he also had seven daughters, named Śāntidevā, Upadevā, Śrīdevā, Devarakṣitā, Sahadevā, Devakī and Dhṛtadevā. Dhṛtadevā was the eldest. Vasudeva, the father of Kṛṣṇa, married all these sisters.” (Bhāg. 9.24.21-23) Some of Vasudeva’s other wives are mentioned a few verses later: “Devakī, Pauravī, Rohiṇī, Bhadrā, Madirā, Rocanā, Ilā and others were all wives of Ānakadundubhi [Vasudeva]. Among them all, Devakī was the chief.” (Bhāg. 9.24.45)"
    },
    {
        "verse": "48",
        "devanagari": "ताभिर्दुकूलवलयैर्हारनूपुरकुण्डलै: ।स्वलङ्कृताभिर्विबभौ दीक्षितोऽजिनसंवृत: ॥ ४८ ॥",
        "english_devnagari": "tābhir dukūla-valayairhāra-nūpura-kuṇḍalaiḥsv-alaṅkṛtābhir vibabhaudīkṣito ’jina-saṁvṛtaḥ",
        "verse_Syn": [
            "tābhiḥ",
            "dukūla",
            "valayaiḥ",
            "hāra",
            "nūpura",
            "kuṇḍalaiḥ",
            "su",
            "alaṅkṛtābhiḥ",
            "vibabhau",
            "dīkṣitaḥ",
            "ajina",
            "saṁvṛtaḥ"
        ],
        "translation": "Vasudeva received initiation along with his wives, who wore silk saris and were adorned with bangles, necklaces, ankle bells and earrings. With his body wrapped in a deerskin, Vasudeva shone splendidly.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "तस्यर्त्विजो महाराज रत्नकौशेयवासस: ।ससदस्या विरेजुस्ते यथा वृत्रहणोऽध्वरे ॥ ४९ ॥",
        "english_devnagari": "tasyartvijo mahā-rājaratna-kauśeya-vāsasaḥsa-sadasyā virejus teyathā vṛtra-haṇo ’dhvare",
        "verse_Syn": [
            "tasya",
            "ṛtvijaḥ",
            "mahā",
            "rāja",
            "ratna",
            "kauśeya",
            "vāsasaḥ",
            "sa",
            "sadasyāḥ",
            "virejuḥ",
            "te",
            "yathā",
            "vṛtra",
            "haṇaḥ",
            "adhvare"
        ],
        "translation": "My dear Mahārāja Parīkṣit, Vasudeva’s priests and the officiating members of the assembly, dressed in silk dhotīs and jeweled ornaments, looked so effulgent that they seemed to be standing in the sacrificial arena of Indra, the killer of Vṛtra.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "तदा रामश्च कृष्णश्च स्वै: स्वैर्बन्धुभिरन्वितौ ।रेजतु: स्वसुतैर्दारैर्जीवेशौ स्वविभूतिभि: ॥ ५० ॥",
        "english_devnagari": "tadā rāmaś ca kṛṣṇaś casvaiḥ svair bandhubhir anvitaurejatuḥ sva-sutair dārairjīveśau sva-vibhūtibhiḥ",
        "verse_Syn": [
            "tadā",
            "rāmaḥ",
            "ca",
            "kṛṣṇaḥ",
            "ca",
            "svaiḥ",
            "svaiḥ",
            "bandhubhiḥ",
            "anvitau",
            "rejatuḥ",
            "sva",
            "sutaiḥ",
            "dāraiḥ",
            "jīva",
            "īśau",
            "sva",
            "vibhūtibhiḥ"
        ],
        "translation": "At that time Balarāma and Kṛṣṇa, the Lords of all living entities, shone forth with great majesty in the company of Their respective sons, wives and other family members, who were expansions of Their opulences.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "ईजेऽनुयज्ञं विधिना अग्निहोत्रादिलक्षणै: ।प्राकृतैर्वैकृतैर्यज्ञैर्द्रव्यज्ञानक्रियेश्वरम् ॥ ५१ ॥",
        "english_devnagari": "īje ’nu-yajñaṁ vidhināagni-hotrādi-lakṣaṇaiḥprākṛtair vaikṛtair yajñairdravya-jñāna-kriyeśvaram",
        "verse_Syn": [
            "īje",
            "anu",
            "yajñam",
            "vidhinā",
            "agni",
            "hotra",
            "ādi",
            "lakṣaṇaiḥ",
            "prākṛtaiḥ",
            "vaikṛtaiḥ",
            "yajñaiḥ",
            "dravya",
            "jñāna",
            "kriyā",
            "īśvaram"
        ],
        "translation": "Performing various kinds of Vedic sacrifice according to the proper regulations, Vasudeva worshiped the Lord of all sacrificial paraphernalia, mantras and rituals. He executed both primary and secondary sacrifices, offering oblations to the sacred fire and carrying out other aspects of sacrificial worship.",
        "purport": " There are numerous kinds of Vedic fire sacrifice, each of which involves several elaborate rituals. The Brāhmaṇa portion of the Vedic śruti specifies the complete step-by-step procedure of only a few prototype sacrifices, such as the Jyotiṣṭoma and Darśa-pūrṇamāsa. These are called the prākṛta, or original, yajñas; the details of other yajñas must be extrapolated from the patterns of these prākṛta injunctions according to the strict rules of the Mīmāṁsā-śāstra. Since other yajñas are thus known by derivation from the prototype sacrifices, they are called vaikṛta, or “changed.”"
    },
    {
        "verse": "52",
        "devanagari": "अथर्त्विग्भ्योऽददात् काले यथाम्नातं स दक्षिणा: ।स्वलङ्कृतेभ्योऽलङ्कृत्य गोभूकन्या महाधना: ॥ ५२ ॥",
        "english_devnagari": "athartvigbhyo ’dadāt kāleyathāmnātaṁ sa dakṣiṇāḥsv-alaṅkṛtebhyo ’laṅkṛtyago-bhū-kanyā mahā-dhanāḥ",
        "verse_Syn": [
            "atha",
            "ṛtvigbhyaḥ",
            "adadāt",
            "kāle",
            "yathā",
            "āmnātam",
            "saḥ",
            "dakṣiṇāḥ",
            "su",
            "alaṅkṛtebhyaḥ",
            "alaṅkṛtya",
            "go",
            "bhū",
            "kanyāḥ",
            "mahā",
            "dhanāḥ"
        ],
        "translation": "Then, at the appropriate time and according to scripture, Vasudeva remunerated the priests by decorating them with precious ornaments, though they were already richly adorned, and offering them valuable gifts of cows, land and marriageable girls.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "पत्नीसंयाजावभृथ्यैश्चरित्वा ते महर्षय: ।सस्‍नू रामह्रदे विप्रा यजमानपुर:सरा: ॥ ५३ ॥",
        "english_devnagari": "patnī-saṁyājāvabhṛthyaiścaritvā te maharṣayaḥsasnū rāma-hrade viprāyajamāna-puraḥ-sarāḥ",
        "verse_Syn": [
            "patnī",
            "saṁyāja",
            "avabhṛthyaiḥ",
            "caritvā",
            "te",
            "mahāṛṣayaḥ",
            "sasnuḥ",
            "rāma",
            "hrade",
            "viprāḥ",
            "yajamāna",
            "puraḥ",
            "sarāḥ"
        ],
        "translation": "After supervising the patnī-saṁyāja and avabhṛthya rituals, the great brāhmaṇa sages bathed in Lord Paraśurāma’s lake with the sponsor of the sacrifice, Vasudeva, who led them.",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "स्‍नातोऽलङ्कारवासांसि वन्दिभ्योऽदात्तथा स्‍त्रिय: ।तत: स्वलङ्कृतो वर्णानाश्वभ्योऽन्नेन पूजयत् ॥ ५४ ॥",
        "english_devnagari": "snāto ’laṅkāra-vāsāṁsivandibhyo ’dāt tathā striyaḥtataḥ sv-alaṅkṛto varṇānā-śvabhyo ’nnena pūjayat",
        "verse_Syn": [
            "snātaḥ",
            "alaṅkāra",
            "vāsāṁsi",
            "vandibhyaḥ",
            "adāt",
            "tathā",
            "striyaḥ",
            "tataḥ",
            "su",
            "alaṅkṛtaḥ",
            "varṇān",
            "ā",
            "śvabhyaḥ",
            "annena",
            "pūjayat"
        ],
        "translation": "His sacred bath complete, Vasudeva joined with his wives in giving the jewelry and clothes they had been wearing to the professional reciters. Vasudeva then put on new garments, after which he honored all classes of people by feeding everyone, even the dogs.",
        "purport": ""
    },
    {
        "verse": "55-56",
        "devanagari": "बन्धून् सदारान् ससुतान् पारिबर्हेण भूयसा ।विदर्भकोशलकुरून् काशिकेकयसृञ्जयान् ॥ ५५ ॥सदस्यर्त्विक्सुरगणान् नृभूतपितृचारणान् ।श्रीनिकेतमनुज्ञाप्य शंसन्त: प्रययु: क्रतुम् ॥ ५६ ॥",
        "english_devnagari": "bandhūn sa-dārān sa-sutānpāribarheṇa bhūyasāvidarbha-kośala-kurūnkāśi-kekaya-sṛñjayān",
        "verse_Syn": [
            "bandhūn",
            "sa",
            "dārān",
            "sa",
            "sutān",
            "pāribarheṇa",
            "bhūyasā",
            "vidarbha",
            "kośala",
            "kurūn",
            "kāśi",
            "kekaya",
            "sṛñjayān",
            "sadasya",
            "ṛtvik",
            "sura",
            "gaṇān",
            "nṛ",
            "bhūta",
            "pitṛ",
            "cāraṇān",
            "śrī",
            "niketam",
            "anujñāpya",
            "śaṁsantaḥ",
            "prayayuḥ",
            "kratum"
        ],
        "translation": "With opulent gifts he honored his relatives, including all their wives and children; the royalty of the Vidarbha, Kosala, Kuru, Kāśī, Kekaya and Sṛñjaya kingdoms; the officiating members of the assembly; and also the priests, witnessing demigods, humans, spirits, forefathers and Cāraṇas. Then, taking permission from Lord Kṛṣṇa, the shelter of the goddess of fortune, the various guests departed as they all chanted the glories of Vasudeva’s sacrifice.",
        "purport": ""
    },
    {
        "verse": "57-58",
        "devanagari": "धृतराष्ट्रोऽनुज: पार्था भीष्मो द्रोण: पृथा यमौ ।नारदो भगवान् व्यास: सुहृत्सम्बन्धिबान्धवा: ॥ ५७ ॥बन्धून् परिष्वज्य यदून् सौहृदाक्लिन्नचेतस: ।ययुर्विरहकृच्छ्रेण स्वदेशांश्चापरे जना: ॥ ५८ ॥",
        "english_devnagari": "dhṛtarāṣṭro ’nujaḥ pārthābhīṣmo droṇaḥ pṛthā yamaunārado bhagavān vyāsaḥsuhṛt-sambandhi-bāndhavāḥ",
        "verse_Syn": [
            "dhṛtarāṣṭraḥ",
            "anujaḥ",
            "pārthāḥ",
            "bhīṣmaḥ",
            "droṇaḥ",
            "pṛthā",
            "yamau",
            "nāradaḥ",
            "bhagavān",
            "vyāsaḥ",
            "suhṛt",
            "sambandhi",
            "bāndhavāḥ",
            "bandhūn",
            "pariṣvajya",
            "yadūn",
            "sauhṛda",
            "āklinna",
            "cetasaḥ",
            "yayuḥ",
            "viraha",
            "kṛcchreṇa",
            "sva",
            "deśān",
            "ca",
            "apare",
            "janāḥ"
        ],
        "translation": "The Yadus were all embraced by their friends, close family members and other relatives, including Dhṛtarāṣṭra and his younger brother, Vidura; Pṛthā and her sons; Bhīṣma; Droṇa; the twins Nakula and Sahadeva; Nārada; and Vedavyāsa, the Personality of Godhead. Their hearts melting with affection, these and the other guests left for their kingdoms, their progress slowed by the pain of separation.",
        "purport": ""
    },
    {
        "verse": "59",
        "devanagari": "नन्दस्तु सह गोपालैर्बृहत्या पूजयार्चित: ।कृष्णरामोग्रसेनाद्यैर्न्यवात्सीद् बन्धुवत्सल: ॥ ५९ ॥",
        "english_devnagari": "nandas tu saha gopālairbṛhatyā pūjayārcitaḥkṛṣṇa-rāmograsenādyairnyavātsīd bandhu-vatsalaḥ",
        "verse_Syn": [
            "nandaḥ",
            "tu",
            "saha",
            "gopālaiḥ",
            "bṛhatyā",
            "pūjayā",
            "arcitaḥ",
            "kṛṣṇa",
            "rāma",
            "ugrasena",
            "ādyaiḥ",
            "nyavātsīt",
            "bandhu",
            "vatsalaḥ"
        ],
        "translation": "Nanda Mahārāja showed his affection for his relatives, the Yadus, by remaining with them a little longer, together with his cowherds. During his stay, Kṛṣṇa, Balarāma, Ugrasena and the others honored him with especially opulent worship.",
        "purport": ""
    },
    {
        "verse": "60",
        "devanagari": "वसुदेवोऽञ्जसोत्तीर्य मनोरथमहार्णवम् ।सुहृद् वृत: प्रीतमना नन्दमाह करे स्पृशन् ॥ ६० ॥",
        "english_devnagari": "vasudevo ’ñjasottīryamanoratha-mahārṇavamsuhṛd-vṛtaḥ prīta-manānandam āha kare spṛśan",
        "verse_Syn": [
            "vasudevaḥ",
            "añjasā",
            "uttīrya",
            "manaḥ",
            "ratha",
            "mahā",
            "arṇavam",
            "suhṛt",
            "vṛtaḥ",
            "prīta",
            "manāḥ",
            "nandam",
            "āha",
            "kare",
            "spṛśan"
        ],
        "translation": "Having so easily crossed over the vast ocean of his ambition, Vasudeva felt fully satisfied. In the company of his many well-wishers, he took Nanda by the hand and addressed him as follows.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "श्रीवसुदेव उवाचभ्रातरीशकृत: पाशो नृणां य: स्‍नेहसंज्ञित: ।तं दुस्त्यजमहं मन्ये शूराणामपि योगिनाम् ॥ ६१ ॥",
        "english_devnagari": "śrī-vasudeva uvācabhrātar īśa-kṛtaḥ pāśonṛnāṁ yaḥ sneha-saṁjñitaḥtaṁ dustyajam ahaṁ manyeśūrāṇām api yoginām",
        "verse_Syn": [
            "śrī",
            "vasudevaḥ",
            "uvāca",
            "bhrātaḥ",
            "īśa",
            "kṛtaḥ",
            "pāśaḥ",
            "nṛṇām",
            "yaḥ",
            "sneha",
            "saṁjñitaḥ",
            "tam",
            "dustyajam",
            "aham",
            "manye",
            "śūrāṇām",
            "api",
            "yoginām"
        ],
        "translation": "Śrī Vasudeva said: My dear brother, God Himself has tied the knot called affection, which tightly binds human beings together. It seems to me that even great heroes and mystics find it very difficult to free themselves from it.",
        "purport": " Heroic leaders of men try to transcend their petty attachments by force of will, while introspective yogīs pursue knowledge for the same purpose. But the Lord’s illusory energy, Māyā, is much stronger than any conditioned soul. Only by taking shelter of Kṛṣṇa, the Lord of Māyā, can one become immune to her influence."
    },
    {
        "verse": "62",
        "devanagari": "अस्मास्वप्रतिकल्पेयं यत् कृताज्ञेषु सत्तमै: ।मैत्र्यर्पिताफला चापि न निवर्तेत कर्हिचित् ॥ ६२ ॥",
        "english_devnagari": "asmāsv apratikalpeyaṁyat kṛtājñeṣu sattamaiḥmaitry arpitāphalā cāpina nivarteta karhicit",
        "verse_Syn": [
            "asmāsu",
            "apratikalpā",
            "iyam",
            "yat",
            "kṛta",
            "ajñeṣu",
            "sat",
            "tamaiḥ",
            "maitrī",
            "arpitā",
            "aphalā",
            "ca",
            "api",
            "na",
            "nivarteta",
            "karhicit"
        ],
        "translation": "Indeed, the Supreme Lord must have created the bonds of affection, for such exalted saints as you have never stopped showing matchless friendship toward us ingrates, although it has never been properly reciprocated.",
        "purport": ""
    },
    {
        "verse": "63",
        "devanagari": "प्रागकल्पाच्च कुशलं भ्रातर्वो नाचराम हि ।अधुना श्रीमदान्धाक्षा न पश्याम: पुर: सत: ॥ ६३ ॥",
        "english_devnagari": "prāg akalpāc ca kuśalaṁbhrātar vo nācarāma hiadhunā śrī-madāndhākṣāna paśyāmaḥ puraḥ sataḥ",
        "verse_Syn": [
            "prāk",
            "akalpāt",
            "ca",
            "kuśalam",
            "bhrātaḥ",
            "vaḥ",
            "na",
            "ācarāma",
            "hi",
            "adhunā",
            "śrī",
            "mada",
            "andha",
            "akṣāḥ",
            "na",
            "paśyāmaḥ",
            "puraḥ",
            "sataḥ"
        ],
        "translation": "Previously, dear brother, we did nothing to benefit you because we were unable to, yet even now that you are present before us, our eyes are so blinded by the intoxication of material good fortune that we continue to ignore you.",
        "purport": " While living under the tyranny of Kaṁsa, Vasudeva was unable to do anything to help Nanda and his subjects defend themselves against the many demons sent from Mathurā to kill Kṛṣṇa and Balarāma."
    },
    {
        "verse": "64",
        "devanagari": "मा राज्यश्रीरभूत् पुंस: श्रेयस्कामस्य मानद ।स्वजनानुत बन्धून् वा न पश्यति ययान्धद‍ृक् ॥ ६४ ॥",
        "english_devnagari": "mā rājya-śrīr abhūt puṁsaḥśreyas-kāmasya māna-dasva-janān uta bandhūn vāna paśyati yayāndha-dṛk",
        "verse_Syn": [
            "mā",
            "rājya",
            "śrīḥ",
            "abhūt",
            "puṁsaḥ",
            "śreyaḥ",
            "kāmasya",
            "māna",
            "da",
            "sva",
            "janān",
            "uta",
            "bandhūn",
            "vā",
            "na",
            "paśyati",
            "yayā",
            "andha",
            "dṛk"
        ],
        "translation": "O most respectful one, may a person who wants the highest benefit in life never gain kingly opulence, for it leaves him blind to the needs of his own family and friends.",
        "purport": " It is, of course, out of his deep humility that Vasudeva is berating himself, but his condemnation of opulence is in general valid. Earlier in this canto Nārada Muni delivered a stinging criticism of Nalakūvara and Maṇigrīva, two wealthy sons of Kuvera, the treasurer of heaven. Intoxicated by both pride and liquor, the two had failed to offer proper respects to Nārada when he happened upon them as they sported naked in the Mandākinī River with some young women. Seeing them in their shameful condition, Nārada said, “Among all the attractions of material enjoyment, the attraction of riches bewilders one’s intelligence more than having beautiful bodily features, taking birth in an aristocratic family, and being learned. When one is uneducated but falsely puffed up by wealth, the result is that one engages his wealth in enjoying wine, women and gambling.” (Bhāg. 10.10.8)"
    },
    {
        "verse": "65",
        "devanagari": "श्रीशुक उवाचएवं सौहृदशैथिल्यचित्त आनकदुन्दुभि: ।रुरोद तत्कृतां मैत्रीं स्मरन्नश्रुविलोचन: ॥ ६५ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ sauhṛda-śaithilya-citta ānakadundubhiḥruroda tat-kṛtāṁ maitrīṁsmarann aśru-vilocanaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "sauhṛda",
            "śaithilya",
            "cittaḥ",
            "ānakadundubhiḥ",
            "ruroda",
            "tat",
            "kṛtām",
            "maitrīm",
            "smaran",
            "aśru",
            "vilocanaḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: His heart softened by feelings of intimate sympathy, Vasudeva wept. His eyes brimmed with tears as he remembered the friendship Nanda had shown him.",
        "purport": ""
    },
    {
        "verse": "66",
        "devanagari": "नन्दस्तु सख्यु: प्रियकृत् प्रेम्णा गोविन्दरामयो: ।अद्य श्व इति मासांस्‍त्रीन् यदुभिर्मानितोऽवसत् ॥ ६६ ॥",
        "english_devnagari": "nandas tu sakhyuḥ priya-kṛtpremṇā govinda-rāmayoḥadya śva iti māsāṁs trīnyadubhir mānito ’vasat",
        "verse_Syn": [
            "nandaḥ",
            "tu",
            "sakhyuḥ",
            "priya",
            "kṛt",
            "premṇā",
            "govinda",
            "rāmayoḥ",
            "adya",
            "śvaḥ",
            "iti",
            "māsān",
            "trīn",
            "yadubhiḥ",
            "mānitaḥ",
            "avasat"
        ],
        "translation": "And on his part, Nanda was also full of affection for his friend Vasudeva. Thus during the following days Nanda would repeatedly announce, “I will be leaving later today” and “I will be leaving tomorrow.” But out of love for Kṛṣṇa and Balarāma he remained there for three more months, honored by all the Yadus.",
        "purport": " After settling that he would leave first thing in the morning, Nanda would then decide, “I’ll go later today,” and then, when the afternoon came, he would say, “I’ll just stay until tomorrow.” Śrīla Viśvanātha Cakravartī suggests one possible reason for his procrastination: Nanda secretly intended to bring Kṛṣṇa back with him to Vraja but did not want to break Vasudeva’s heart. Thus his indecision continued for three months."
    },
    {
        "verse": "67-68",
        "devanagari": "तत: कामै: पूर्यमाण: सव्रज: सहबान्धव: ।परार्ध्याभरणक्षौमनानानर्घ्यपरिच्छदै: ॥ ६७ ॥वसुदेवोग्रसेनाभ्यां कृष्णोद्धवबलादिभि: ।दत्तमादाय पारिबर्हं यापितो यदुभिर्ययौ ॥ ६८ ॥",
        "english_devnagari": "tataḥ kāmaiḥ pūryamāṇaḥsa-vrajaḥ saha-bāndhavaḥparārdhyābharaṇa-kṣauma-nānānarghya-paricchadaiḥ",
        "verse_Syn": [
            "tataḥ",
            "kāmaiḥ",
            "pūryamāṇaḥ",
            "sa",
            "vrajaḥ",
            "saha",
            "bāndhavaḥ",
            "para",
            "ardhya",
            "ābharaṇa",
            "kṣauma",
            "nānā",
            "anarghya",
            "paricchadaiḥ",
            "vasudeva",
            "ugrasenābhyām",
            "kṛṣṇa",
            "uddhava",
            "bala",
            "ādibhiḥ",
            "dattam",
            "ādāya",
            "pāribarham",
            "yāpitaḥ",
            "yadubhiḥ",
            "yayau"
        ],
        "translation": "Then, after Vasudeva, Ugrasena, Kṛṣṇa, Uddhava, Balarāma and others had fulfilled his desires and presented him with precious ornaments, fine linen and varieties of priceless household furnishings, Nanda Mahārāja accepted all these gifts and took his leave. Seen off by all the Yadus, he departed with his family members and the residents of Vraja.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, at the end of the three months Mahārāja Nanda approached Kṛṣṇa and told Him, “My dear son, for one drop of perspiration from Your divine face I am ready to give up countless lives. Let us leave now for Vraja; I cannot spend any more time here.” Then he went to Vasudeva and told him, “My dear friend, please send Kṛṣṇa to Vraja,” and of King Ugrasena he requested, “Please order my friend to do this. If you refuse, I will have to drown myself here in Lord Paraśurāma’s lake. Just watch, if you do not believe me! We people of Vraja came to this holy place not to gain some piety on the occasion of the solar eclipse, but to get Kṛṣṇa back or die.” Hearing these desperate words from Nanda, Vasudeva and the others tried to pacify him with valuable gifts. Well-versed in the arts of diplomacy, Vasudeva consulted with his most trustworthy advisors and then satisfied Śrī Nanda by telling him, “My dearest friend, O King of Vraja, it is of course true that none of you can live without Kṛṣṇa. And how can we allow you to kill yourselves? Therefore, by all means I must send Kṛṣṇa back to Vraja. I will do so right after we accompany Him and His relatives and friends — among them many helpless women — back to Dvārakā. Then, the very next day, without trying to obstruct Him in any way, I will let Him leave for Vraja at an auspicious time of the day. This I swear to you a thousand times over. After all, how can we who came here with Kṛṣṇa go home without Him? What will people say about us? You are a great scholar in all matters, so please forgive me for making this request of you.” Next Ugrasena addressed Nanda Mahārāja: “My dear master of Vraja, I bear witness to Vasudeva’s statement and take this solemn vow: I will send Kṛṣṇa back to Vraja even if I have to do it by force.” Then Lord Kṛṣṇa, joined by Uddhava and Balarāma, spoke to Nanda in private. He said, “Dear father, if I go directly to Vraja today, leaving aside all these Vṛṣṇis, they will die from the pain of separation from Me. Then many thousands of enemies more powerful than even Keśī and Ariṣṭa will come to annihilate all these kings. “Since I am omniscient, I know what is inevitably going to happen to Me. Listen and I will describe it to you. After returning to Dvārakā, I will receive an invitation from Yudhiṣṭhira and will go to Indraprastha to participate in his Rājasūya sacrifice. There I will kill Śiśupāla, after which I will again return to Dvārakā and kill Śālva. Next I will travel to a place just south of Mathurā to save you by killing Dantavakra. I will then go back to Vraja, see all My old friends and again sit in your lap with great pleasure. Indeed, with great happiness I will spend the rest of My life with you. God has written this fate on My forehead, and it has been written on your foreheads that until the day I return you must tolerate separation from Me. Neither of our destinies can possibly be changed, so please find the courage to leave Me here for now and go home to Vraja. “And if, in the meantime, you, My dear parents, and you, My beloved friends, are distressed by the unavoidable fate written on our foreheads, then whenever you wish to feed Me some delicacy or play some game with Me or simply see Me, just close your eyes and I will appear before you to turn your torment into sky-flowers and fulfill all your desires. I promise you this, and the young friends of Mine whose lives I saved in a forest fire can vouch for it.” Convinced by all these arguments that his son’s happiness was of prime importance, Nanda accepted the gifts offered him and took his leave, accompanied by the Yadus’ large army."
    },
    {
        "verse": "69",
        "devanagari": "नन्दो गोपाश्च गोप्यश्च गोविन्दचरणाम्बुजे ।मन: क्षिप्तं पुनर्हर्तुमनीशा मथुरां ययु: ॥ ६९ ॥",
        "english_devnagari": "nando gopās’ ca gopyaś cagovinda-caraṇāmbujemanaḥ kṣiptaṁ punar hartumanīśā mathurāṁ yayuḥ",
        "verse_Syn": [
            "nandaḥ",
            "gopāḥ",
            "ca",
            "gopyaḥ",
            "ca",
            "govinda",
            "caraṇa",
            "ambuje",
            "manaḥ",
            "kṣiptam",
            "punaḥ",
            "hartum",
            "anīśāḥ",
            "mathurām",
            "yayuḥ"
        ],
        "translation": "Unable to withdraw their minds from Lord Govinda’s lotus feet, where they had surrendered them, Nanda and the cowherd men and women returned to Mathurā.",
        "purport": ""
    },
    {
        "verse": "70",
        "devanagari": "बन्धुषु प्रतियातेषु वृष्णय: कृष्णदेवता: ।वीक्ष्य प्रावृषमासन्नाद् ययुर्द्वारवतीं पुन: ॥ ७० ॥",
        "english_devnagari": "bandhuṣu pratiyāteṣuvṛṣṇayaḥ kṛṣṇa-devatāḥvīkṣya prāvṛṣam āsannādyayur dvāravatīṁ punaḥ",
        "verse_Syn": [
            "bandhuṣu",
            "pratiyāteṣu",
            "vṛṣṇayaḥ",
            "kṛṣṇa",
            "devatāḥ",
            "vīkṣya",
            "prāvṛṣam",
            "āsannāt",
            "yayuḥ",
            "dvāravatīm",
            "punaḥ"
        ],
        "translation": "Their relatives having thus departed, and seeing that the rainy season was approaching, the Vṛṣṇis, whose only Lord was Kṛṣṇa, went back to Dvārakā.",
        "purport": ""
    },
    {
        "verse": "71",
        "devanagari": "जनेभ्य: कथयां चक्रुर्यदुदेवमहोत्सवम् ।यदासीत्तीर्थयात्रायां सुहृत्सन्दर्शनादिकम् ॥ ७१ ॥",
        "english_devnagari": "janebhyaḥ kathayāṁ cakruryadu-deva-mahotsavamyad āsīt tīrtha-yātrāyāṁsuhṛt-sandarśanādikam",
        "verse_Syn": [
            "janebhyaḥ",
            "kathayām",
            "cakruḥ",
            "yadu",
            "deva",
            "mahā",
            "utsavam",
            "yat",
            "āsīt",
            "tīrtha",
            "yātrāyām",
            "suhṛt",
            "sandarśana",
            "ādikam"
        ],
        "translation": "They told the people of the city about the festive sacrifices performed by Vasudeva, lord of the Yadus, and about everything else that had happened during their pilgrimage, especially how they had met with all their loved ones.",
        "purport": ""
    }
]