[
    {
        "verse": "1-2",
        "devanagari": "श्रीराजोवाचयेन येनावतारेण भगवान् हरिरीश्वर: ।करोति कर्णरम्याणि मनोज्ञानि च न: प्रभो ॥ १ ॥यच्छृण्वतोऽपैत्यरतिर्वितृष्णासत्त्वं च शुद्ध्यत्यचिरेण पुंस: ।भक्तिर्हरौ तत्पुरुषे च सख्यंतदेव हारं वद मन्यसे चेत् ॥ २ ॥",
        "english_devnagari": "śrī-rājovācayena yenāvatāreṇabhagavān harir īśvaraḥkaroti karṇa-ramyāṇimano-jñāni ca naḥ prabho",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "yena",
            "yena",
            "avatāreṇa",
            "bhagavān",
            "hariḥ",
            "īśvaraḥ",
            "karoti",
            "karṇa",
            "ramyāṇi",
            "manaḥ",
            "jñāni",
            "ca",
            "naḥ",
            "prabho",
            "yat",
            "śṛṇvataḥ",
            "apaiti",
            "aratiḥ",
            "vitṛṣṇā",
            "sattvam",
            "ca",
            "śuddhyati",
            "acireṇa",
            "puṁsaḥ",
            "bhaktiḥ",
            "harau",
            "tat",
            "puruṣe",
            "ca",
            "sakhyam",
            "tat",
            "eva",
            "hāram",
            "vada",
            "manyase",
            "cet"
        ],
        "translation": "King Parīkṣit said: My lord, Śukadeva Gosvāmī, all the various activities exhibited by the incarnations of the Supreme Personality of Godhead are certainly pleasing to the ear and to the mind. Simply by one’s hearing of these activities, the dirty things in one’s mind immediately vanish. Generally we are reluctant to hear about the activities of the Lord, but Kṛṣṇa’s childhood activities are so attractive that they are automatically pleasing to the mind and ear. Thus one’s attachment for hearing about material things, which is the root cause of material existence, vanishes, and one gradually develops devotional service to the Supreme Lord, attachment for Him, and friendship with devotees who give us the contribution of Kṛṣṇa consciousness. If you think it fit, kindly speak about those activities of the Lord.",
        "purport": " As stated in the Prema-vivarta: Our material existence is māyā, or illusion, in which we desire different varieties of material enjoyment and therefore change to different varieties of bodies (bhrāmayan sarva-bhūtāni yantrārūḍhāni māyayā). Asann api kleśada āsa dehaḥ: as long as we have these temporary bodies, they give us many varieties of tribulation — ādhyātmika, ādhibhautika and ādhidaivika. This is the root cause of all suffering, but this root cause of suffering can be removed by revival of our Kṛṣṇa consciousness. All the Vedic literatures presented by Vyāsadeva and other great sages are therefore intended to revive our Kṛṣṇa consciousness, which begins to revive with śravaṇa-kīrtanam: śṛṇvatāṁ sva-kathāḥ kṛṣṇaḥ (Bhāg. 1.2.17). Śrīmad-Bhāgavatam and other Vedic literatures exist simply to give us a chance to hear about Kṛṣṇa. Kṛṣṇa has different avatāras, or incarnations, all of which are wonderful and which arouse one’s inquisitiveness, but generally such avatāras as Matsya, Kūrma and Varāha are not as attractive as Kṛṣṇa. First of all, however, we have no attraction for hearing about Kṛṣṇa, and this is the root cause of our suffering. But Parīkṣit Mahārāja specifically mentions that the wonderful activities of baby Kṛṣṇa, which amazed mother Yaśodā and the other inhabitants of Vraja, are especially attractive. From the very beginning of His childhood, Kṛṣṇa killed Pūtanā, Tṛṇāvarta and Śakaṭāsura and showed the entire universe within His mouth. Thus the pastimes of Kṛṣṇa, one after another, kept mother Yaśodā and all the inhabitants of Vraja in great astonishment. The process to revive one’s Kṛṣṇa consciousness is ādau śraddhā tataḥ sādhu-saṅgaḥ (Bhakti-rasāmṛta-sindhu 1.4.15). The pastimes of Kṛṣṇa can be properly received from devotees. If one has developed a little bit of Kṛṣṇa consciousness by hearing from Vaiṣṇavas about the activities of Kṛṣṇa, one becomes attached to Vaiṣṇavas who are interested only in Kṛṣṇa consciousness. Therefore Parīkṣit Mahārāja recommends that one hear about Kṛṣṇa’s childhood activities, which are more attractive than the activities of other incarnations, such as Matsya, Kūrma and Varāha. Wanting to hear more and more from Śukadeva Gosvāmī, Mahārāja Parīkṣit requested him to continue describing Kṛṣṇa’s childhood activities, which are especially easy to hear and which create more and more inquisitiveness."
    },
    {
        "verse": "3",
        "devanagari": "अथान्यदपि कृष्णस्य तोकाचरितमद्भ‍ुतम् । मानुषं लोकमासाद्य तज्जातिमनुरुन्धत: ॥ ३ ॥",
        "english_devnagari": "athānyad api kṛṣṇasyatokācaritam adbhutammānuṣaṁ lokam āsādyataj-jātim anurundhataḥ",
        "verse_Syn": [
            "atha",
            "anyat",
            "api",
            "kṛṣṇasya",
            "toka",
            "ācaritam",
            "adbhutam",
            "mānuṣam",
            "lokam",
            "āsādya",
            "tat",
            "jātim",
            "anurundhataḥ"
        ],
        "translation": "Please describe other pastimes of Kṛṣṇa, the Supreme Personality, who appeared on this planet earth, imitating a human child and performing wonderful activities like killing Pūtanā.",
        "purport": " Mahārāja Parīkṣit requested Śukadeva Gosvāmī to narrate other childhood pastimes exhibited by Kṛṣṇa while playing as a human child. The Supreme Personality of Godhead incarnates at different times in different planets and universes, and according to the nature of those places, He exhibits His unlimited potency. That a child sitting on the lap of his mother was able to kill the gigantic Pūtanā is extremely wonderful for the inhabitants of this planet, but on other planets the inhabitants are more advanced, and therefore the pastimes the Lord performs there are still more wonderful. Kṛṣṇa’s appearance on this planet like a human being makes us more fortunate than the demigods in the higher planets, and therefore Mahārāja Parīkṣit was very much interested in hearing about Him."
    },
    {
        "verse": "4",
        "devanagari": "श्रीशुक उवाचकदाचिदौत्थानिककौतुकाप्लवेजन्मर्क्षयोगे समवेतयोषिताम् ।वादित्रगीतद्विजमन्त्रवाचकै-श्चकार सूनोरभिषेचनं सती ॥ ४ ॥",
        "english_devnagari": "śrī-śuka uvācakadācid autthānika-kautukāplavejanmarkṣa-yoge samaveta-yoṣitāmvāditra-gīta-dvija-mantra-vācakaiścakāra sūnor abhiṣecanaṁ satī",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "kadācit",
            "autthānika",
            "kautuka",
            "āplave",
            "janma",
            "ṛkṣa",
            "yoge",
            "samaveta",
            "yoṣitām",
            "vāditra",
            "gīta",
            "dvija",
            "mantra",
            "vācakaiḥ",
            "cakāra",
            "sūnoḥ",
            "abhiṣecanam",
            "satī"
        ],
        "translation": "Śukadeva Gosvāmī said: When mother Yaśodā’s baby was slanting His body to attempt to rise and turn around, this attempt was observed by a Vedic ceremony. In such a ceremony, called utthāna, which is performed when a child is due to leave the house for the first time, the child is properly bathed. Just after Kṛṣṇa turned three months old, mother Yaśodā celebrated this ceremony with other women of the neighborhood. On that day, there was a conjunction of the moon with the constellation Rohiṇī. As the brāhmaṇas joined by chanting Vedic hymns and professional musicians also took part, this great ceremony was observed by mother Yaśodā.",
        "purport": " There is no question of overpopulation or of children’s being a burden for their parents in a Vedic society. Such a society is so well organized and people are so advanced in spiritual consciousness that childbirth is never regarded as a burden or a botheration. The more a child grows, the more his parents become jubilant, and the child’s attempts to turn over are also a source of jubilation. Even before the child is born, when the mother is pregnant, many recommended ritualistic ceremonies are performed. For example, when the child has been within the womb for three months and for seven months, there is a ceremony the mother observes by eating with neighboring children. This ceremony is called svāda-bhakṣaṇa. Similarly, before the birth of the child there is the garbhādhāna ceremony. In Vedic civilization, childbirth or pregnancy is never regarded as a burden; rather, it is a cause for jubilation. In contrast, people in modern civilization do not like pregnancy or childbirth, and when there is a child, they sometimes kill it. We can just consider how human society has fallen since the inauguration of Kali-yuga. Although people still claim to be civilized, at the present moment there is actually no human civilization, but only an assembly of two-legged animals."
    },
    {
        "verse": "5",
        "devanagari": "नन्दस्य पत्नी कृतमज्जनादिकंविप्रै: कृतस्वस्त्ययनं सुपूजितै: ।अन्नाद्यवास:स्रगभीष्टधेनुभि:सञ्जातनिद्राक्षमशीशयच्छनै: ॥ ५ ॥",
        "english_devnagari": "nandasya patnī kṛta-majjanādikaṁvipraiḥ kṛta-svastyayanaṁ supūjitaiḥannādya-vāsaḥ-srag-abhīṣṭa-dhenubhiḥsañjāta-nidrākṣam aśīśayac chanaiḥ",
        "verse_Syn": [
            "nandasya",
            "patnī",
            "kṛta",
            "majjana",
            "ādikam",
            "vipraiḥ",
            "kṛta",
            "svastyayanam",
            "su",
            "pūjitaiḥ",
            "anna",
            "ādya",
            "vāsaḥ",
            "srak",
            "abhīṣṭa",
            "dhenubhiḥ",
            "sañjāta",
            "nidrā",
            "akṣam",
            "aśīśayat",
            "śanaiḥ"
        ],
        "translation": "After completing the bathing ceremony for the child, mother Yaśodā received the brāhmaṇas by worshiping them with proper respect and giving them ample food grains and other eatables, clothing, desirable cows, and garlands. The brāhmaṇas properly chanted Vedic hymns to observe the auspicious ceremony, and when they finished and mother Yaśodā saw that the child felt sleepy, she lay down on the bed with the child until He was peacefully asleep.",
        "purport": " An affectionate mother takes great care of her child and is always anxious to see that the child is not disturbed even for a moment. As long as the child wants to remain with the mother, the mother stays with the child, and the child feels very comfortable. Mother Yaśodā saw that her child felt sleepy, and to give Him all facilities for sleep, she lay down with the child, and when He was peaceful, she got up to attend to her other household affairs."
    },
    {
        "verse": "6",
        "devanagari": "औत्थानिकौत्सुक्यमना मनस्विनीसमागतान् पूजयती व्रजौकस: ।नैवाश‍ृणोद् वै रुदितं सुतस्य सारुदन् स्तनार्थी चरणावुदक्षिपत् ॥ ६ ॥",
        "english_devnagari": "autthānikautsukya-manā manasvinīsamāgatān pūjayatī vrajaukasaḥnaivāśṛṇod vai ruditaṁ sutasya sārudan stanārthī caraṇāv udakṣipat",
        "verse_Syn": [
            "autthānika",
            "autsukya",
            "manāḥ",
            "manasvinī",
            "samāgatān",
            "pūjayatī",
            "vraja",
            "okasaḥ",
            "na",
            "eva",
            "aśṛṇot",
            "vai",
            "ruditam",
            "sutasya",
            "sā",
            "rudan",
            "stana",
            "arthī",
            "caraṇau",
            "udakṣipat"
        ],
        "translation": "The liberal mother Yaśodā, absorbed in celebrating the utthāna ceremony, was busy receiving guests, worshiping them with all respect and offering them clothing, cows, garlands and grains. Thus she could not hear the child crying for His mother. At that time, the child Kṛṣṇa, demanding to drink the milk of His mother’s breast, angrily threw His legs upward.",
        "purport": " Kṛṣṇa had been placed underneath a household handcart, but this handcart was actually another form of the Śakaṭāsura, a demon who had come there to kill the child. Now, on the plea of demanding to suck His mother’s breast, Kṛṣṇa took this opportunity to kill the demon. Thus He kicked Śakaṭāsura just to expose him. Although Kṛṣṇa’s mother was engaged in receiving guests, Lord Kṛṣṇa wanted to draw her attention by killing the Śakaṭāsura, and therefore He kicked that cart-shaped demon. Such are the pastimes of Kṛṣṇa. Kṛṣṇa wanted to draw the attention of His mother, but while doing so He created a great havoc not understandable by ordinary persons. These narrations are wonderfully enjoyable, and those who are fortunate are struck with wonder upon hearing of these extraordinary activities of the Lord. Although the less intelligent regard them as mythological because a dull brain cannot understand them, they are real facts. These narrations are actually so enjoyable and enlightening that Mahārāja Parīkṣit and Śukadeva Gosvāmī took pleasure in them, and other liberated persons, following in their footsteps, become fully jubilant by hearing about the wonderful activities of the Lord."
    },
    {
        "verse": "7",
        "devanagari": "अध:शयानस्य शिशोरनोऽल्पक-प्रवालमृद्वङ्‍‍घ्रिहतं व्यवर्तत ।विध्वस्तनानारसकुप्यभाजनंव्यत्यस्तचक्राक्षविभिन्नकूबरम् ॥ ७ ॥",
        "english_devnagari": "adhaḥ-śayānasya śiśor ano ’lpaka-pravāla-mṛdv-aṅghri-hataṁ vyavartatavidhvasta-nānā-rasa-kupya-bhājanaṁvyatyasta-cakrākṣa-vibhinna-kūbaram",
        "verse_Syn": [
            "adhaḥ",
            "śayānasya",
            "śiśoḥ",
            "anaḥ",
            "alpaka",
            "pravāla",
            "mṛdu",
            "aṅghri",
            "hatam",
            "vyavartata",
            "vidhvasta",
            "nānā",
            "rasa",
            "kupya",
            "bhājanam",
            "vyatyasta",
            "cakra",
            "akṣa",
            "vibhinna",
            "kūbaram"
        ],
        "translation": "Lord Śrī Kṛṣṇa was lying down underneath the handcart in one corner of the courtyard, and although His little legs were as soft as leaves, when He struck the cart with His legs, it turned over violently and collapsed. The wheels separated from the axle, the hubs and spokes fell apart, and the pole of the handcart broke. On the cart there were many little utensils made of various metals, and all of them scattered hither and thither.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura has commented on this verse as follows. When Lord Kṛṣṇa was of a very tender age, His hands and legs resembled soft new leaves, yet simply by touching the handcart with His legs, He made the cart fall to pieces. It was quite possible for Him to act in this way and yet not exert Himself very much. The Lord in His Vāmana avatāra had to extend His foot to the greatest height to penetrate the covering of the universe, and when the Lord killed the gigantic demon Hiraṇyakaśipu, He had to assume the special bodily feature of Nṛsiṁhadeva. But in His Kṛṣṇa avatāra, the Lord did not need to exert such energy. Therefore, kṛṣṇas tu bhagavān svayam: Kṛṣṇa is the Supreme Personality of Godhead Himself. In other incarnations, the Lord had to exert some energy according to the time and circumstances, but in this form He exhibited unlimited potency. Thus the handcart collapsed, its joints broken, and all the metal pots and utensils scattered. The Vaiṣṇava-toṣaṇī remarks that although the handcart was higher than the child, the child could easily touch the wheel of the cart, and this was sufficient to send the demon down to the earth. The Lord simultaneously pushed the demon to the earth and superficially broke the handcart."
    },
    {
        "verse": "8",
        "devanagari": "द‍ृष्ट्वा यशोदाप्रमुखा व्रजस्त्रियऔत्थानिके कर्मणि या: समागता: ।नन्दादयश्चाद्भ‍ुतदर्शनाकुला:कथं स्वयं वै शकटं विपर्यगात् ॥ ८ ॥",
        "english_devnagari": "dṛṣṭvā yaśodā-pramukhā vraja-striyaautthānike karmaṇi yāḥ samāgatāḥnandādayaś cādbhuta-darśanākulāḥkathaṁ svayaṁ vai śakaṭaṁ viparyagāt",
        "verse_Syn": [
            "dṛṣṭvā",
            "yaśodā",
            "pramukhāḥ",
            "vraja",
            "striyaḥ",
            "autthānike",
            "karmaṇi",
            "yāḥ",
            "samāgatāḥ",
            "nanda",
            "ādayaḥ",
            "ca",
            "adbhuta",
            "darśana",
            "ākulāḥ",
            "katham",
            "svayam",
            "vai",
            "śakaṭam",
            "viparyagāt"
        ],
        "translation": "When mother Yaśodā and the other ladies who had assembled for the utthāna festival, and all the men, headed by Nanda Mahārāja, saw the wonderful situation, they began to wonder how the handcart had collapsed by itself. They began to wander here and there, trying to find the cause, but were unable to do so.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "ऊचुरव्यवसितमतीन् गोपान्गोपीश्च बालका: ।रुदतानेन पादेन क्षिप्तमेतन्न संशय: ॥ ९ ॥",
        "english_devnagari": "ūcur avyavasita-matīngopān gopīś ca bālakāḥrudatānena pādenakṣiptam etan na saṁśayaḥ",
        "verse_Syn": [
            "ūcuḥ",
            "avyavasita",
            "matīn",
            "gopān",
            "gopīḥ",
            "ca",
            "bālakāḥ",
            "rudatā",
            "anena",
            "pādena",
            "kṣiptam",
            "etat",
            "na",
            "saṁśayaḥ"
        ],
        "translation": "The assembled cowherd men and ladies began to contemplate how this thing had happened. “Is it the work of some demon or evil planet?” they asked. At that time, the small children present asserted that the cart had been kicked apart by the baby Kṛṣṇa. As soon as the crying baby had kicked the cart’s wheel, the cart had collapsed. There was no doubt about it.",
        "purport": " We have heard of people’s being haunted by ghosts. Having no gross material body, a ghost seeks shelter of a gross body to stay in and haunt. The Śakaṭāsura was a ghost who had taken shelter of the handcart and was looking for the opportunity to do mischief to Kṛṣṇa. When Kṛṣṇa kicked the cart with His small and very delicate legs, the ghost was immediately pushed down to the earth and his shelter dismantled, as already described. This was possible for Kṛṣṇa because He has full potency, as confirmed in the Brahma-saṁhitā (5.32): Kṛṣṇa’s body is sac-cid-ānanda-vigraha, or ānanda-cinmaya-rasa-vigraha. That is, any of the parts of His ānanda-cinmaya body can act for any other part. Such are the inconceivable potencies of the Supreme Personality of Godhead. The Supreme Lord does not need to acquire these potencies; He already has them. Thus Kṛṣṇa kicked His little legs, and His whole purpose was fulfilled. Also, when the handcart broke, an ordinary child could have been injured in many ways, but because Kṛṣṇa is the Supreme Personality of Godhead, He enjoyed the dismantling of the cart, and nothing injured Him. Everything done by Him is ānanda-cinmaya-rasa, full transcendental bliss. Thus Kṛṣṇa factually enjoyed. The nearby children saw that actually Kṛṣṇa had kicked the wheel of the cart and this was how the accident happened. By the arrangement of Yoga-māyā, all the gopīs and gopas thought that the accident had taken place because of some bad planet or some ghost, but in fact everything was done by Kṛṣṇa and enjoyed by Him. Those who enjoy the activities of Kṛṣṇa are also on the platform of ānanda-cinmaya-rasa; they are liberated from the material platform. When one develops the practice of hearing kṛṣṇa-kathā, he is certainly transcendental to material existence, as confirmed in Bhagavad-gītā (sa guṇān samatītyaitān brahma-bhūyāya kalpate). Unless one is on the spiritual platform, one cannot enjoy the transcendental activities of Kṛṣṇa; or in other words, whoever engages in hearing the transcendental activities of Kṛṣṇa is not on the material platform, but on the transcendental, spiritual platform."
    },
    {
        "verse": "10",
        "devanagari": "न ते श्रद्दधिरे गोपा बालभाषितमित्युत ।अप्रमेयं बलं तस्य बालकस्य न ते विदु: ॥ १० ॥",
        "english_devnagari": "na te śraddadhire gopābāla-bhāṣitam ity utaaprameyaṁ balaṁ tasyabālakasya na te viduḥ",
        "verse_Syn": [
            "na",
            "te",
            "śraddadhire",
            "gopāḥ",
            "bāla",
            "bhāṣitam",
            "iti",
            "uta",
            "aprameyam",
            "balam",
            "tasya",
            "bālakasya",
            "na",
            "te",
            "viduḥ"
        ],
        "translation": "The assembled gopīs and gopas, unaware that Kṛṣṇa is always unlimited, could not believe that baby Kṛṣṇa had such inconceivable power. They could not believe the statements of the children, and therefore they neglected these statements as being childish talk.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "रुदन्तं सुतमादाय यशोदा ग्रहशङ्किता ।कृतस्वस्त्ययनं विप्रै: सूक्तै: स्तनमपाययत् ॥ ११ ॥",
        "english_devnagari": "rudantaṁ sutam ādāyayaśodā graha-śaṅkitākṛta-svastyayanaṁ vipraiḥsūktaiḥ stanam apāyayat",
        "verse_Syn": [
            "rudantam",
            "sutam",
            "ādāya",
            "yaśodā",
            "graha",
            "śaṅkitā",
            "kṛta",
            "svastyayanam",
            "vipraiḥ",
            "sūktaiḥ",
            "stanam",
            "apāyayat"
        ],
        "translation": "Thinking that some bad planet had attacked Kṛṣṇa, mother Yaśodā picked up the crying child and allowed Him to suck her breast. Then she called for experienced brāhmaṇas to chant Vedic hymns and perform an auspicious ritualistic ceremony.",
        "purport": " Whenever there is some danger or some inauspicious occurrence, it is the custom of Vedic civilization to have qualified brāhmaṇas immediately chant Vedic hymns to counteract it. Mother Yaśodā did this properly and allowed the baby to suck her breast."
    },
    {
        "verse": "12",
        "devanagari": "पूर्ववत् स्थापितं गोपैर्बलिभि: सपरिच्छदम् ।विप्रा हुत्वार्चयांचक्रुर्दध्यक्षतकुशाम्बुभि: ॥ १२ ॥",
        "english_devnagari": "pūrvavat sthāpitaṁ gopairbalibhiḥ sa-paricchadamviprā hutvārcayāṁ cakrurdadhy-akṣata-kuśāmbubhiḥ",
        "verse_Syn": [
            "pūrva",
            "vat",
            "sthāpitam",
            "gopaiḥ",
            "balibhiḥ",
            "sa",
            "paricchadam",
            "viprāḥ",
            "hutvā",
            "arcayām",
            "cakruḥ",
            "dadhi",
            "akṣata",
            "kuśa",
            "ambubhiḥ"
        ],
        "translation": "After the strong, stout cowherd men assembled the pots and paraphernalia on the handcart and set it up as before, the brāhmaṇas performed a ritualistic ceremony with a fire sacrifice to appease the bad planet, and then, with rice grains, kuśa, water and curd, they worshiped the Supreme Lord.",
        "purport": " The handcart was loaded with heavy utensils and other paraphernalia. To set the cart back in its original position required much strength, but this was easily done by the cowherd men. Then, according to the system of the gopa-jāti, various Vedic ceremonies were performed to appease the calamitous situation."
    },
    {
        "verse": "13-15",
        "devanagari": "येऽसूयानृतदम्भेर्षाहिंसामानविवर्जिता: ।न तेषां सत्यशीलानामाशिषो विफला: कृता: ॥ १३ ॥इति बालकमादाय सामर्ग्यजुरुपाकृतै: ।जलै: पवित्रौषधिभिरभिषिच्य द्विजोत्तमै: ॥ १४ ॥वाचयित्वा स्वस्त्ययनं नन्दगोप: समाहित: ।हुत्वा चाग्निं द्विजातिभ्य: प्रादादन्नं महागुणम् ॥ १५ ॥",
        "english_devnagari": "ye ’sūyānṛta-dambherṣā-hiṁsā-māna-vivarjitāḥna teṣāṁ satya-śīlānāmāśiṣo viphalāḥ kṛtāḥ",
        "verse_Syn": [
            "ye",
            "asūya",
            "anṛta",
            "dambha",
            "īrṣā",
            "hiṁsā",
            "māna",
            "vivarjitāḥ",
            "na",
            "teṣām",
            "satya",
            "śīlānām",
            "āśiṣaḥ",
            "viphalāḥ",
            "kṛtāḥ",
            "iti",
            "bālakam",
            "ādāya",
            "sāma",
            "ṛk",
            "yajuḥ",
            "upākṛtaiḥ",
            "jalaiḥ",
            "pavitra",
            "auṣadhibhiḥ",
            "abhiṣicya",
            "dvija",
            "uttamaiḥ",
            "vācayitvā",
            "svasti",
            "ayanam",
            "nanda",
            "gopaḥ",
            "samāhitaḥ",
            "hutvā",
            "ca",
            "agnim",
            "dvijātibhyaḥ",
            "prādāt",
            "annam",
            "mahā",
            "guṇam"
        ],
        "translation": "When brāhmaṇas are free from envy, untruthfulness, unnecessary pride, grudges, disturbance by the opulence of others, and false prestige, their blessings never go in vain. Considering this, Nanda Mahārāja soberly took Kṛṣṇa on his lap and invited such truthful brāhmaṇas to perform a ritualistic ceremony according to the holy hymns of the Sāma Veda, Ṛg Veda and Yajur Veda. Then, while the hymns were being chanted, he bathed the child with water mixed with pure herbs, and after performing a fire ceremony, he sumptuously fed all the brāhmaṇas with first-class grains and other food.",
        "purport": " Nanda Mahārāja was very confident about the qualifications of the brāhmaṇas and their blessings. He was fully confident that simply if the good brāhmaṇas showered their blessings, the child Kṛṣṇa would be happy. The blessings of qualified brāhmaṇas can bring happiness not only to Kṛṣṇa, the Supreme Personality of Godhead, but to everyone. Because Kṛṣṇa is self-sufficient, He does not require anyone’s blessings, yet Nanda Mahārāja thought that Kṛṣṇa required the blessings of the brāhmaṇas. What then is to be said of others? In human society, therefore, there must be an ideal class of men, brāhmaṇas, who can bestow blessings upon others, namely, upon the kṣatriyas, vaiśyas and śūdras, so that everyone will be happy. Kṛṣṇa therefore says in Bhagavad-gītā (4.13) that human society must have four social orders (cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ); it is not that everyone should become a śūdra or a vaiśya and human society will prosper. As enunciated in Bhagavad-gītā, there must be a class of brāhmaṇas with qualities like satya (truthfulness), śama (peacefulness), dama (self-control) and titikṣā (tolerance). Here also, in the Bhāgavatam, Nanda Mahārāja invites qualified brāhmaṇas. There may be caste brāhmaṇas, and we have all respect for them, but their birth in brāhmaṇa families does not mean that they are qualified to bestow blessings upon the other members of human society. This is the verdict of the śāstras. In Kali-yuga, caste brāhmaṇas are accepted as brāhmaṇas. Vipratve sūtram eva hi (Bhāg. 12.2.3): in Kali-yuga, simply by putting on a thread worth two paise, one becomes a brāhmaṇa. Such brāhmaṇas were not called for by Nanda Mahārāja. As stated by Nārada Muni (Bhāg. 7.11.35), yasya yal lakṣaṇaṁ proktam. The symptoms of a brāhmaṇa are stated in śāstra, and one must be qualified with these symptoms. The blessings of brāhmaṇas who are not envious, disturbed or puffed up with pride and false prestige and who are fully qualified with truthfulness will be useful. Therefore a class of men must be trained as brāhmaṇas from the very beginning. Brahmacārī gurukule vasan dānto guror hitam (Bhāg. 7.12.1). The word dāntaḥ is very important. Dāntaḥ refers to one who is not envious, disturbing or puffed up with false prestige. With the Kṛṣṇa consciousness movement, we are trying to introduce such brāhmaṇas in society. Brāhmaṇas must ultimately be Vaiṣṇavas, and if one is a Vaiṣṇava, he has already acquired the qualifications of a brāhmaṇa. Brahma-bhūtaḥ prasannātmā (Bg. 18.54). The word brahma-bhūta refers to becoming a brāhmaṇa, or understanding what is Brahman (brahma jānātīti brāhmaṇaḥ). One who is brahma-bhūta is always happy (prasannātmā). Na śocati na kāṅkṣati: he is never disturbed about material necessities. Samaḥ sarveṣu bhūteṣu: he is ready to bestow blessings upon everyone equally. Mad-bhaktiṁ labhate parām: then he becomes a Vaiṣṇava. In this age, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura introduced the sacred thread ceremony for his Vaiṣṇava disciples, with the idea that people should understand that when one becomes a Vaiṣṇava he has already acquired the qualifications of a brāhmaṇa. Therefore in the International Society for Krishna Consciousness, those who are twice initiated so as to become brāhmaṇas must bear in mind their great responsibility to be truthful, control the mind and senses, be tolerant, and so on. Then their life will be successful. It was such brāhmaṇas that Nanda Mahārāja invited to chant the Vedic hymns, not ordinary brāhmaṇas. Verse 13 distinctly mentions hiṁsā-māna. The word māna refers to false prestige or false pride. Those who were falsely proud, thinking that they were brāhmaṇas because they were born in brāhmaṇa families, were never invited by Nanda Mahārāja on such occasions. Verse 14 mentions pavitrauṣadhi. In any ritualistic ceremony, many herbs and leaves were required. These were known as pavitra-patra. Sometimes there were nimba leaves, sometimes bael leaves, mango leaves, aśvattha leaves or āmalakī leaves. Similarly, there were pañca-gavya, pañca-śasya and pañca-ratna. Although Nanda Mahārāja belonged to the vaiśya community, everything was known to him. The most important word in these verses is mahā-guṇam, indicating that the brāhmaṇas were offered very palatable food of exalted quality. Such palatable dishes were generally prepared with two things, namely food grains and milk products. Bhagavad-gītā (18.44) therefore enjoins that human society must give protection to the cows and encourage agriculture (kṛṣi-go-rakṣya-vāṇijyaṁ vaiśya-karma svabhāvajam). Simply by expert cooking, hundreds and thousands of palatable dishes can be prepared from agricultural produce and milk products. This is indicated here by the words annaṁ mahā-guṇam. Still today in India, from these two things, namely food grains and milk, hundreds and thousands of varieties of food are prepared, and then they are offered to the Supreme Personality of Godhead. (Catur-vidha-śrī-bhagavat-prasāda. Patraṁ puṣpaṁ phalaṁ toyaṁ yo me bhaktyā prayacchati.) Then the prasāda is distributed. Even today in Jagannātha-kṣetra and other big temples, very palatable dishes are offered to the Deity, and prasāda is distributed profusely. Cooked by first-class brāhmaṇas with expert knowledge and then distributed to the public, this prasāda is also a blessing from the brāhmaṇas or Vaiṣṇavas. There are four kinds of prasāda (catur-vidha). Salty, sweet, sour and pungent tastes are made with different types of spices, and the food is prepared in four divisions, called carvya, cūṣya, lehya and peya — prasāda that is chewed, prasāda that is licked, prasāda tasted with the tongue, and prasāda that is drunk. Thus there are many varieties of prasāda, prepared very nicely with grains and ghee, offered to the Deity and distributed to the brāhmaṇas and Vaiṣṇavas and then to the general public. This is the way of human society. Killing the cows and spoiling the land will not solve the problem of food. This is not civilization. Uncivilized men living in the jungle and being unqualified to produce food by agriculture and cow protection may eat animals, but a perfect human society advanced in knowledge must learn how to produce first-class food simply by agriculture and protection of cows."
    },
    {
        "verse": "16",
        "devanagari": "गाव: सर्वगुणोपेता वास:स्रग्रुक्‍ममालिनी: । आत्मजाभ्युदयार्थाय प्रादात्ते चान्वयुञ्जत ॥ १६ ॥",
        "english_devnagari": "gāvaḥ sarva-guṇopetāvāsaḥ-srag-rukma-mālinīḥātmajābhyudayārthāyaprādāt te cānvayuñjata",
        "verse_Syn": [
            "gāvaḥ",
            "sarva",
            "guṇa",
            "upetāḥ",
            "vāsaḥ",
            "srak",
            "rukma",
            "mālinīḥ",
            "ātmaja",
            "abhyudaya",
            "arthāya",
            "prādāt",
            "te",
            "ca",
            "anvayuñjata"
        ],
        "translation": "Nanda Mahārāja, for the sake of the affluence of his own son Kṛṣṇa, gave the brāhmaṇas cows fully decorated with garments, flower garlands and gold necklaces. These cows, fully qualified to give ample milk, were given to the brāhmaṇas in charity, and the brāhmaṇas accepted them and bestowed blessings upon the whole family, and especially upon Kṛṣṇa.",
        "purport": " Nanda Mahārāja first fed the brāhmaṇas sumptuously and then gave them in charity first-class cows fully decorated with golden necklaces, garments and flower garlands."
    },
    {
        "verse": "17",
        "devanagari": "विप्रा मन्त्रविदो युक्तास्तैर्या: प्रोक्तास्तथाशिष: ।ता निष्फला भविष्यन्ति न कदाचिदपि स्फुटम् ॥ १७ ॥",
        "english_devnagari": "viprā mantra-vido yuktāstair yāḥ proktās tathāśiṣaḥtā niṣphalā bhaviṣyantina kadācid api sphuṭam",
        "verse_Syn": [
            "viprāḥ",
            "mantra",
            "vidaḥ",
            "yuktāḥ",
            "taiḥ",
            "yāḥ",
            "proktāḥ",
            "tathā",
            "āśiṣaḥ",
            "tāḥ",
            "niṣphalāḥ",
            "bhaviṣyanti",
            "na",
            "kadācit",
            "api",
            "sphuṭam"
        ],
        "translation": "The brāhmaṇas, who were completely expert in chanting the Vedic hymns, were all yogīs fully equipped with mystic powers. Whatever blessings they spoke were certainly never fruitless.",
        "purport": " Brāhmaṇas fully equipped with the brahminical qualifications are always yogīs fully powerful in mystic yoga. Their words never fail. In every transaction with other members of society, brāhmaṇas are certainly dependable. In this age, however, one must take into account that the brāhmaṇas are uncertain in their qualifications. Because there are no yajñic brāhmaṇas, all yajñas are forbidden. The only yajña recommended in this age is saṅkīrtana-yajña. Yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ (Bhāg. 11.5.32). Yajña is meant to satisfy Viṣṇu (yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ). Because in this age there are no qualified brāhmaṇas, people should perform yajña by chanting the Hare Kṛṣṇa mantra (yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ). Life is meant for yajña, and yajña is performed by the chanting of Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "18",
        "devanagari": "एकदारोहमारूढं लालयन्ती सुतं सती ।गरिमाणं शिशोर्वोढुं न सेहे गिरिकूटवत् ॥ १८ ॥",
        "english_devnagari": "ekadāroham ārūḍhaṁlālayantī sutaṁ satīgarimāṇaṁ śiśor voḍhuṁna sehe giri-kūṭavat",
        "verse_Syn": [
            "ekadā",
            "āroham",
            "ārūḍham",
            "lālayantī",
            "sutam",
            "satī",
            "garimāṇam",
            "śiśoḥ",
            "voḍhum",
            "na",
            "sehe",
            "giri",
            "kūṭa",
            "vat"
        ],
        "translation": "One day, a year after Kṛṣṇa’s appearance, mother Yaśodā was patting her son on her lap. But suddenly she felt the child to be heavier than a mountain peak, and she could no longer bear His weight.",
        "purport": " Lālayantī. Sometimes a mother lifts her child, and when the child falls in her hands, the child laughs, and the mother also enjoys pleasure. Yaśodā used to do this, but this time Kṛṣṇa became very heavy, and she could not bear His weight. Under the circumstances, it is to be understood that Kṛṣṇa was aware of the coming of Tṛṇāvartāsura, who would take Him far away from His mother. Kṛṣṇa knew that when Tṛṇāvarta came and took Him away from His mother’s lap, mother Yaśodā would be greatly bereaved. He did not want His mother to suffer any difficulty from the demon. Therefore, because He is the source of everything (janmādy asya yataḥ), He assumed the heaviness of the entire universe. The child was on the lap of Yaśodā, who was therefore in possession of everything in the world, but when the child assumed such heaviness, she had to put Him down in order to give Tṛṇāvartāsura an opportunity to take Him away and play with Him for some time before the child returned to the lap of His mother."
    },
    {
        "verse": "19",
        "devanagari": "भूमौ निधाय तं गोपी विस्मिता भारपीडिता ।महापुरुषमादध्यौ जगतामास कर्मसु ॥ १९ ॥",
        "english_devnagari": "bhūmau nidhāya taṁ gopīvismitā bhāra-pīḍitāmahā-puruṣam ādadhyaujagatām āsa karmasu",
        "verse_Syn": [
            "bhūmau",
            "nidhāya",
            "tam",
            "gopī",
            "vismitā",
            "bhāra",
            "pīḍitā",
            "mahā",
            "puruṣam",
            "ādadhyau",
            "jagatām",
            "āsa",
            "karmasu"
        ],
        "translation": "Feeling the child to be as heavy as the entire universe and therefore being anxious, thinking that perhaps the child was being attacked by some other ghost or demon, the astonished mother Yaśodā put the child down on the ground and began to think of Nārāyaṇa. Foreseeing disturbances, she called for the brāhmaṇas to counteract this heaviness, and then she engaged in her other household affairs. She had no alternative than to remember the lotus feet of Nārāyaṇa, for she could not understand that Kṛṣṇa was the original source of everything.",
        "purport": " Mother Yaśodā did not understand that Kṛṣṇa is the heaviest of all heavy things and that Kṛṣṇa rests within everything (mat-sthāni sarva-bhūtāni). As confirmed in Bhagavad-gītā (9.4), mayā tatam idaṁ sarvaṁ jagad avyakta-mūrtinā: Kṛṣṇa is everywhere in His impersonal form, and everything rests upon Him. Nonetheless, na cāhaṁ teṣv avasthitaḥ: Kṛṣṇa is not everywhere. Mother Yaśodā was unable to understand this philosophy because she was dealing with Kṛṣṇa as His real mother by the arrangement of Yoga-māyā. Not understanding the importance of Kṛṣṇa, she could only seek shelter of Nārāyaṇa for Kṛṣṇa’s safety and call the brāhmaṇas to counteract the situation."
    },
    {
        "verse": "20",
        "devanagari": "दैत्यो नाम्ना तृणावर्त: कंसभृत्य: प्रणोदित: ।चक्रवातस्वरूपेण जहारासीनमर्भकम् ॥ २० ॥",
        "english_devnagari": "daityo nāmnā tṛṇāvartaḥkaṁsa-bhṛtyaḥ praṇoditaḥcakravāta-svarūpeṇajahārāsīnam arbhakam",
        "verse_Syn": [
            "daityaḥ",
            "nāmnā",
            "tṛṇāvartaḥ",
            "kaṁsa",
            "bhṛtyaḥ",
            "praṇoditaḥ",
            "cakravāta",
            "svarūpeṇa",
            "jahāra",
            "āsīnam",
            "arbhakam"
        ],
        "translation": "While the child was sitting on the ground, a demon named Tṛṇāvarta, who was a servant of Kaṁsa’s, came there as a whirlwind, at Kaṁsa’s instigation, and very easily carried the child away into the air.",
        "purport": " Kṛṣṇa’s heaviness was unbearable for the child’s mother, but when Tṛṇāvartāsura came, he immediately carried the child away. This was another demonstration of Kṛṣṇa’s inconceivable energy. When the Tṛṇāvarta demon came, Kṛṣṇa became lighter than the grass so that the demon could carry Him away. This was ānanda-cinmaya-rasa, Kṛṣṇa’s blissful, transcendental pleasure."
    },
    {
        "verse": "21",
        "devanagari": "गोकुलं सर्वमावृण्वन् मुष्णंश्चक्षूंषि रेणुभि: । ईरयन् सुमहाघोरशब्देन प्रदिशो दिश: ॥ २१ ॥",
        "english_devnagari": "gokulaṁ sarvam āvṛṇvanmuṣṇaṁś cakṣūṁṣi reṇubhiḥīrayan sumahā-ghora-śabdena pradiśo diśaḥ",
        "verse_Syn": [
            "gokulam",
            "sarvam",
            "āvṛṇvan",
            "muṣṇan",
            "cakṣūṁṣi",
            "reṇubhiḥ",
            "īrayan",
            "su",
            "mahā",
            "ghora",
            "śabdena",
            "pradiśaḥ",
            "diśaḥ"
        ],
        "translation": "Covering the whole land of Gokula with particles of dust, that demon, acting as a strong whirlwind, covered everyone’s vision and began vibrating everywhere with a greatly fearful sound.",
        "purport": " Tṛṇāvartāsura assumed the form of a whirlwind and covered with a dust storm the whole tract of land known as Gokula, so that no one could see even the nearest thing."
    },
    {
        "verse": "22",
        "devanagari": "मुहूर्तमभवद् गोष्ठं रजसा तमसावृतम् ।सुतं यशोदा नापश्यत्तस्मिन् न्यस्तवती यत: ॥ २२ ॥",
        "english_devnagari": "muhūrtam abhavad goṣṭhaṁrajasā tamasāvṛtamsutaṁ yaśodā nāpaśyattasmin nyastavatī yataḥ",
        "verse_Syn": [
            "muhūrtam",
            "abhavat",
            "goṣṭham",
            "rajasā",
            "tamasā",
            "āvṛtam",
            "sutam",
            "yaśodā",
            "na",
            "apaśyat",
            "tasmin",
            "nyastavatī",
            "yataḥ"
        ],
        "translation": "For a moment, the whole pasturing ground was overcast with dense darkness from the dust storm, and mother Yaśodā was unable to find her son where she had placed Him.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "नापश्यत्कश्चनात्मानं परं चापि विमोहित: ।तृणावर्तनिसृष्टाभि: शर्कराभिरुपद्रुत: ॥ २३ ॥",
        "english_devnagari": "nāpaśyat kaścanātmānaṁparaṁ cāpi vimohitaḥtṛṇāvarta-nisṛṣṭābhiḥśarkarābhir upadrutaḥ",
        "verse_Syn": [
            "na",
            "apaśyat",
            "kaścana",
            "ātmānam",
            "param",
            "ca",
            "api",
            "vimohitaḥ",
            "tṛṇāvarta",
            "nisṛṣṭābhiḥ",
            "śarkarābhiḥ",
            "upadrutaḥ"
        ],
        "translation": "Because of the bits of sand thrown about by Tṛṇāvarta, people could not see themselves or anyone else, and thus they were illusioned and disturbed.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "इति खरपवनचक्रपांशुवर्षेसुतपदवीमबलाविलक्ष्य माता ।अतिकरुणमनुस्मरन्त्यशोचद्भुवि पतिता मृतवत्सका यथा गौ: ॥ २४ ॥",
        "english_devnagari": "iti khara-pavana-cakra-pāṁśu-varṣesuta-padavīm abalāvilakṣya mātāatikaruṇam anusmaranty aśocadbhuvi patitā mṛta-vatsakā yathā gauḥ",
        "verse_Syn": [
            "iti",
            "khara",
            "pavana",
            "cakra",
            "pāṁśu",
            "varṣe",
            "suta",
            "padavīm",
            "abalā",
            "avilakṣya",
            "mātā",
            "ati",
            "karuṇam",
            "anusmarantī",
            "aśocat",
            "bhuvi",
            "patitā",
            "mṛta",
            "vatsakā",
            "yathā",
            "gauḥ"
        ],
        "translation": "Because of the dust storm stirred up by the strong whirlwind, mother Yaśodā could find no trace of her son, nor could she understand why. Thus she fell down on the ground like a cow who has lost her calf and began to lament very pitifully.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "रुदितमनुनिशम्य तत्र गोप्योभृशमनुतप्तधियोऽश्रुपूर्णमुख्य: ।रुरुदुरनुपलभ्य नन्दसूनुंपवन उपारतपांशुवर्षवेगे ॥ २५ ॥",
        "english_devnagari": "ruditam anuniśamya tatra gopyobhṛśam anutapta-dhiyo ’śru-pūrṇa-mukhyaḥrurudur anupalabhya nanda-sūnuṁpavana upārata-pāṁśu-varṣa-vege",
        "verse_Syn": [
            "ruditam",
            "anuniśamya",
            "tatra",
            "gopyaḥ",
            "bhṛśam",
            "anutapta",
            "dhiyaḥ",
            "aśru",
            "pūrṇa",
            "mukhyaḥ",
            "ruruduḥ",
            "anupalabhya",
            "nanda",
            "sūnum",
            "pavane",
            "upārata",
            "pāṁśu",
            "varṣa",
            "vege"
        ],
        "translation": "When the force of the dust storm and the winds subsided, Yaśodā’s friends, the other gopīs, approached mother Yaśodā, hearing her pitiful crying. Not seeing Kṛṣṇa present, they too felt very much aggrieved and joined mother Yaśodā in crying, their eyes full of tears.",
        "purport": " This attachment of the gopīs to Kṛṣṇa is wonderful and transcendental. The center of all the activities of the gopīs was Kṛṣṇa. When Kṛṣṇa was there they were happy, and when Kṛṣṇa was not there, they were unhappy. Thus when mother Yaśodā was lamenting Kṛṣṇa’s absence, the other ladies also began to cry."
    },
    {
        "verse": "26",
        "devanagari": "तृणावर्त: शान्तरयो वात्यारूपधरो हरन् ।कृष्णं नभोगतो गन्तुं नाशक्नोद् भूरिभारभृत् ॥ २६ ॥",
        "english_devnagari": "tṛṇāvartaḥ śānta-rayovātyā-rūpa-dharo harankṛṣṇaṁ nabho-gato gantuṁnāśaknod bhūri-bhāra-bhṛt",
        "verse_Syn": [
            "tṛṇāvartaḥ",
            "śānta",
            "rayaḥ",
            "vātyā",
            "rūpa",
            "dharaḥ",
            "haran",
            "kṛṣṇam",
            "nabhaḥ",
            "gataḥ",
            "gantum",
            "na",
            "aśaknot",
            "bhūri",
            "bhāra",
            "bhṛt"
        ],
        "translation": "Having assumed the form of a forceful whirlwind, the demon Tṛṇāvarta took Kṛṣṇa very high in the sky, but when Kṛṣṇa became heavier than the demon, the demon had to stop his force and could go no further.",
        "purport": " Here is a competition in yogic power between Kṛṣṇa and Tṛṇāvartāsura. By practicing mystic yoga, asuras generally attain some perfection in the eight siddhis, or perfections, namely aṇimā, laghimā, mahimā, prāpti, prākāmya, īśitva, vaśitva and kāmāvasāyitā. But although a demon may acquire such powers to a very limited extent, he cannot compete with the mystic power of Kṛṣṇa, for Kṛṣṇa is Yogeśvara, the source of all mystic power (yatra yogeśvaro hariḥ). No one can compete with Kṛṣṇa. Sometimes, of course, having acquired a fragmental portion of Kṛṣṇa’s mystic power, asuras demonstrate their power to the foolish public and assert themselves to be God, not knowing that God is the supreme Yogeśvara. Here also we see that Tṛṇāvarta assumed the mahimā-siddhi and took Kṛṣṇa away as if Kṛṣṇa were an ordinary child. But Kṛṣṇa also became a mystic mahimā-siddha. When mother Yaśodā was carrying Him, He became so heavy that His mother, who was usually accustomed to carrying Him, could not bear Him and had to place Him down on the ground. Thus Tṛṇāvarta had been able to take Kṛṣṇa away in the presence of mother Yaśodā. But when Kṛṣṇa, high in the sky, assumed the mahimā-siddhi, the demon, unable to go further, was obliged to stop his force and come down according to Kṛṣṇa’s desire. One should not, therefore, compete with Kṛṣṇa’s mystic power. Devotees automatically have all mystic power, but they do not like to compete with Kṛṣṇa. Instead, they fully surrender to Kṛṣṇa, and their yogic power is demonstrated by Kṛṣṇa’s mercy. Devotees can show mystic yoga so powerful that a demon could not even dream of it, but they never try to demonstrate it for their personal sense gratification. Whatever they do is for the service of the Lord, and therefore they are always in a position superior to that of the demons. There are many karmīs, yogīs and jñānīs who artificially try to compete with Kṛṣṇa, and thus ordinary, foolish people who do not care to hear Śrīmad-Bhāgavatam from authorities consider some rascal yogī to be Bhagavān, the Supreme Personality of Godhead. At the present moment there are many so-called bābās who present themselves as incarnations of God by showing some insignificant mystic wonder, and foolish people regard them as God because of lacking knowledge of Kṛṣṇa."
    },
    {
        "verse": "27",
        "devanagari": "तमश्मानं मन्यमान आत्मनो गुरुमत्तया ।गले गृहीत उत्स्रष्टुं नाशक्नोदद्भ‍ुतार्भकम् ॥ २७ ॥",
        "english_devnagari": "tam aśmānaṁ manyamānaātmano guru-mattayāgale gṛhīta utsraṣṭuṁnāśaknod adbhutārbhakam",
        "verse_Syn": [
            "tam",
            "aśmānam",
            "manyamānaḥ",
            "ātmanaḥ",
            "guru",
            "mattayā",
            "gale",
            "gṛhīte",
            "utsraṣṭum",
            "na",
            "aśaknot",
            "adbhuta",
            "arbhakam"
        ],
        "translation": "Because of Kṛṣṇa’s weight, Tṛṇāvarta considered Him to be like a great mountain or a hunk of iron. But because Kṛṣṇa had caught the demon’s neck, the demon was unable to throw Him off. He therefore thought of the child as wonderful, since he could neither bear the child nor cast aside the burden.",
        "purport": " Tṛṇāvarta intended to take Kṛṣṇa up in the sky and kill Him, but Kṛṣṇa enjoyed the pastime of riding on Tṛṇāvarta’s body and traveling for a while in the sky. Thus Tṛṇāvarta’s attempt to kill Kṛṣṇa failed, while Kṛṣṇa, ānanda-cinmaya-rasa-vigraha, enjoyed this pastime. Now, since Tṛṇāvarta was falling because of Kṛṣṇa’s heaviness, he wanted to save himself by throwing Kṛṣṇa off from his neck, but was unable to do so because Kṛṣṇa held him very tightly. Consequently, this would be the last time for Tṛṇāvarta’s yogic power. Now he was going to die by the arrangement of Kṛṣṇa."
    },
    {
        "verse": "28",
        "devanagari": "गलग्रहणनिश्चेष्टो दैत्यो निर्गतलोचन: ।अव्यक्तरावो न्यपतत्सहबालो व्यसुर्व्रजे ॥ २८ ॥",
        "english_devnagari": "gala-grahaṇa-niśceṣṭodaityo nirgata-locanaḥavyakta-rāvo nyapatatsaha-bālo vyasur vraje",
        "verse_Syn": [
            "gala",
            "grahaṇa",
            "niśceṣṭaḥ",
            "daityaḥ",
            "nirgata",
            "locanaḥ",
            "avyakta",
            "rāvaḥ",
            "nyapatat",
            "saha",
            "bālaḥ",
            "vyasuḥ",
            "vraje"
        ],
        "translation": "With Kṛṣṇa grasping him by the throat, Tṛṇāvarta choked, unable to make even a sound or even to move his hands and legs. His eyes popping out, the demon lost his life and fell, along with the little boy, down to the ground of Vraja.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "तमन्तरिक्षात् पतितं शिलायांविशीर्णसर्वावयवं करालम् ।पुरं यथा रुद्रशरेण विद्धंस्त्रियो रुदत्यो दद‍ृशु: समेता: ॥ २९ ॥",
        "english_devnagari": "tam antarikṣāt patitaṁ śilāyāṁviśīrṇa-sarvāvayavaṁ karālampuraṁ yathā rudra-śareṇa viddhaṁstriyo rudatyo dadṛśuḥ sametāḥ",
        "verse_Syn": [
            "tam",
            "antarikṣāt",
            "patitam",
            "śilāyām",
            "viśīrṇa",
            "sarva",
            "avayavam",
            "karālam",
            "puram",
            "yathā",
            "rudra",
            "śareṇa",
            "viddham",
            "striyaḥ",
            "rudatyaḥ",
            "dadṛśuḥ",
            "sametāḥ"
        ],
        "translation": "While the gopīs who had gathered were crying for Kṛṣṇa, the demon fell from the sky onto a big slab of stone, his limbs dislocated, as if he had been pierced by the arrow of Lord Śiva like Tripurāsura.",
        "purport": " In transcendental life, as soon as devotees of the Lord merge in lamentation, they immediately experience the Lord’s transcendental activities and merge in transcendental bliss. Actually such devotees are always in transcendental bliss, and such apparent calamities provide a further impetus for that bliss."
    },
    {
        "verse": "30",
        "devanagari": "प्रादाय मात्रे प्रतिहृत्य विस्मिता:कृष्णं च तस्योरसि लम्बमानम् ।तं स्वस्तिमन्तं पुरुषादनीतंविहायसा मृत्युमुखात् प्रमुक्तम् ।गोप्यश्च गोपा: किल नन्दमुख्यालब्ध्वा पुन: प्रापुरतीव मोदम् ॥ ३० ॥",
        "english_devnagari": "prādāya mātre pratihṛtya vismitāḥkṛṣṇaṁ ca tasyorasi lambamānamtaṁ svastimantaṁ puruṣāda-nītaṁvihāyasā mṛtyu-mukhāt pramuktamgopyaś ca gopāḥ kila nanda-mukhyālabdhvā punaḥ prāpur atīva modam",
        "verse_Syn": [
            "prādāya",
            "mātre",
            "pratihṛtya",
            "vismitāḥ",
            "kṛṣṇam",
            "ca",
            "tasya",
            "urasi",
            "lambamānam",
            "tam",
            "svastimantam",
            "puruṣāda",
            "nītam",
            "vihāyasā",
            "mṛtyu",
            "mukhāt",
            "pramuktam",
            "gopyaḥ",
            "ca",
            "gopāḥ",
            "kila",
            "nanda",
            "mukhyāḥ",
            "labdhvā",
            "punaḥ",
            "prāpuḥ",
            "atīva",
            "modam"
        ],
        "translation": "The gopīs immediately picked Kṛṣṇa up from the chest of the demon and delivered Him, free from all inauspiciousness, to mother Yaśodā. Because the child, although taken into the sky by the demon, was unhurt and now free from all danger and misfortune, the gopīs and cowherd men, headed by Nanda Mahārāja, were extremely happy.",
        "purport": " The demon fell flat from the sky, and Kṛṣṇa was playing on his chest very happily, uninjured and free from misfortune. Not at all disturbed because of being taken high in the sky by the demon, Kṛṣṇa was playing and enjoying. This is ānanda-cinmaya-rasa-vigraha. In any condition, Kṛṣṇa is sac-cid-ānanda-vigraha. He has no unhappiness. Others might have thought that He was in difficulty, but because the demon’s chest was sufficiently broad to play on, the baby was happy in all respects. It was most astonishing that although the demon went so high in the sky, the child did not fall down. Therefore, the child had been saved virtually from the mouth of death. Now that He was saved, all the inhabitants of Vṛndāvana were happy."
    },
    {
        "verse": "31",
        "devanagari": "अहो बतात्यद्भ‍ुतमेष रक्षसाबालोनिवृत्तिं गमितोऽभ्यगात् पुन: ।हिंस्र: स्वपापेन विहिंसित:खल:साधु: समत्वेन भयाद् विमुच्यते ॥ ३१ ॥",
        "english_devnagari": "aho batāty-adbhutam eṣa rakṣasābālo nivṛttiṁ gamito ’bhyagāt punaḥhiṁsraḥ sva-pāpena vihiṁsitaḥ khalaḥsādhuḥ samatvena bhayād vimucyate",
        "verse_Syn": [
            "aho",
            "bata",
            "ati",
            "adbhutam",
            "eṣaḥ",
            "rakṣasā",
            "bālaḥ",
            "nivṛttim",
            "gamitaḥ",
            "abhyagāt",
            "punaḥ",
            "hiṁsraḥ",
            "sva",
            "pāpena",
            "vihiṁsitaḥ",
            "khalaḥ",
            "sādhuḥ",
            "samatvena",
            "bhayāt",
            "vimucyate"
        ],
        "translation": "It is most astonishing that although this innocent child was taken away by the Rākṣasa to be eaten, He has returned without having been killed or even injured. Because this demon was envious, cruel and sinful, he has been killed for his own sinful activities. This is the law of nature. An innocent devotee is always protected by the Supreme Personality of Godhead, and a sinful person is always vanquished for his sinful life.",
        "purport": " Kṛṣṇa conscious life means innocent devotional life, and a sādhu is one who is fully devoted to Kṛṣṇa. As confirmed by Kṛṣṇa in Bhagavad-gītā (9.30), bhajate māṁ ananya-bhāk sādhur eva sa mantavyaḥ: anyone fully attached to Kṛṣṇa is a sādhu. Nanda Mahārāja and the gopīs and other cowherd men could not understand that Kṛṣṇa was the Supreme Personality of Godhead playing as a human child and that His life was not in danger under any circumstances. Rather, because of their intense parental love for Kṛṣṇa, they thought that Kṛṣṇa was an innocent child and had been saved by the Supreme Lord. In the material world, because of intense lust and desire for enjoyment, one becomes implicated in sinful life more and more (kāma eṣa krodha eṣa rajo-guṇa-samudbhavaḥ). Therefore the quality of fear is one of the aspects of material life (āhāra-nidrā-bhaya-maithunaṁ ca). But if one becomes Kṛṣṇa conscious, the process of devotional service, śravaṇaṁ kīrtanam, diminishes one’s polluted life of material existence, and one is purified and protected by the Supreme Personality of Godhead. śṛṇvatāṁ sva-kathāḥ kṛṣṇaḥ puṇya-śravaṇa-kīrtanaḥ. In devotional life, one has faith in this process. Such faith is one of the six kinds of surrender. Rakṣiṣyatīti viśvāsaḥ (Hari-bhakti-vilāsa 11.676). One of the processes of surrender is that one should simply depend on Kṛṣṇa, convinced that He will give one all protection. That Kṛṣṇa will protect His devotee is a fact, and Nanda Mahārāja and the other inhabitants of Vṛndāvana accepted this very simply, although they did not know that the Supreme Lord Himself was present before them. There have been many instances in which a devotee like Prahlāda Mahārāja or Dhruva Mahārāja has been put in difficulty even by his father but has been saved under all circumstances. Therefore our only business is to become Kṛṣṇa conscious and depend fully on Kṛṣṇa for all protection."
    },
    {
        "verse": "32",
        "devanagari": "किं नस्तपश्चीर्णमधोक्षजार्चनंपूर्तेष्टदत्तमुत भूतसौहृदम् ।यत्सम्परेत: पुनरेव बालकोदिष्टय‍ा स्वबन्धून् प्रणयन्नुपस्थित: ॥ ३२ ॥",
        "english_devnagari": "kiṁ nas tapaś cīrṇam adhokṣajārcanaṁpūrteṣṭa-dattam uta bhūta-sauhṛdamyat samparetaḥ punar eva bālakodiṣṭyā sva-bandhūn praṇayann upasthitaḥ",
        "verse_Syn": [
            "kim",
            "naḥ",
            "tapaḥ",
            "cīrṇam",
            "adhokṣaja",
            "arcanam",
            "pūrta",
            "iṣṭa",
            "dattam",
            "uta",
            "bhūta",
            "sauhṛdam",
            "yat",
            "samparetaḥ",
            "punaḥ",
            "eva",
            "bālakaḥ",
            "diṣṭyā",
            "sva",
            "bandhūn",
            "praṇayan",
            "upasthitaḥ"
        ],
        "translation": "Nanda Mahārāja and the others said: We must previously have performed austerities for a very long time, worshiped the Supreme Personality of Godhead, performed pious activities for public life, constructing public roads and wells, and also given charity, as a result of which this boy, although faced with death, has returned to give happiness to His relatives.",
        "purport": " Nanda Mahārāja confirmed that by pious activities one can become a sādhu so that one will be happy at home and one’s children will be protected. In śāstra there are many injunctions for karmīs and jñānīs, especially for karmīs, by which they can become pious and happy even in material life. According to Vedic civilization, one should perform activities for the benefit of the public, such as constructing public roads, planting trees on both sides of the road so that people can walk in the shade, and constructing public wells so that everyone can take water without difficulty. One should perform austerity to control one’s desires, and one must simultaneously worship the Supreme Personality of Godhead. Thus one becomes pious, and as a result one is happy even in material conditions of life."
    },
    {
        "verse": "33",
        "devanagari": "द‍ृष्ट्वाद्भ‍ुतानि बहुशो नन्दगोपो बृहद्वने ।वसुदेववचो भूयो मानयामास विस्मित: ॥ ३३ ॥",
        "english_devnagari": "dṛṣṭvādbhutāni bahuśonanda-gopo bṛhadvanevasudeva-vaco bhūyomānayām āsa vismitaḥ",
        "verse_Syn": [
            "dṛṣṭvā",
            "adbhutāni",
            "bahuśaḥ",
            "nanda",
            "gopaḥ",
            "bṛhadvane",
            "vasudeva",
            "vacaḥ",
            "bhūyaḥ",
            "mānayām",
            "āsa",
            "vismitaḥ"
        ],
        "translation": "Having seen all these incidents in Bṛhadvana, Nanda Mahārāja became more and more astonished, and he remembered the words spoken to him by Vasudeva in Mathurā.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "एकदार्भकमादाय स्वाङ्कमारोप्य भामिनी ।प्रस्‍नुतं पाययामास स्तनं स्‍नेहपरिप्लुता ॥ ३४ ॥",
        "english_devnagari": "ekadārbhakam ādāyasvāṅkam āropya bhāminīprasnutaṁ pāyayām āsastanaṁ sneha-pariplutā",
        "verse_Syn": [
            "ekadā",
            "arbhakam",
            "ādāya",
            "sva",
            "aṅkam",
            "āropya",
            "bhāminī",
            "prasnutam",
            "pāyayām",
            "āsa",
            "stanam",
            "sneha",
            "pariplutā"
        ],
        "translation": "One day mother Yaśodā, having taken Kṛṣṇa up and placed Him on her lap, was feeding Him milk from her breast with maternal affection. The milk was flowing from her breast, and the child was drinking it.",
        "purport": ""
    },
    {
        "verse": "35-36",
        "devanagari": "पीतप्रायस्य जननी सुतस्य रुचिरस्मितम् ।मुखं लालयती राजञ्जृम्भतो दद‍ृशे इदम् ॥ ३५ ॥खं रोदसी ज्योतिरनीकमाशा:सूर्येन्दुवह्निश्वसनाम्बुधींश्च ।द्वीपान् नगांस्तद्दुहितृर्वनानिभूतानि यानि स्थिरजङ्गमानि? ॥ ३६ ॥",
        "english_devnagari": "pīta-prāyasya jananīsutasya rucira-smitammukhaṁ lālayatī rājañjṛmbhato dadṛśe idam",
        "verse_Syn": [
            "pīta",
            "prāyasya",
            "jananī",
            "sutasya",
            "rucira",
            "smitam",
            "mukham",
            "lālayatī",
            "rājan",
            "jṛmbhataḥ",
            "dadṛśe",
            "idam",
            "kham",
            "rodasī",
            "jyotiḥ",
            "anīkam",
            "āśāḥ",
            "sūrya",
            "indu",
            "vahni",
            "śvasana",
            "ambudhīn",
            "ca",
            "dvīpān",
            "nagān",
            "tat",
            "duhitṝḥ",
            "vanāni",
            "bhūtāni",
            "yāni",
            "sthira",
            "jaṅgamāni"
        ],
        "translation": "O King Parīkṣit, when the child Kṛṣṇa was almost finished drinking His mother’s milk and mother Yaśodā was touching Him and looking at His beautiful, brilliantly smiling face, the baby yawned, and mother Yaśodā saw in His mouth the whole sky, the higher planetary system and the earth, the luminaries in all directions, the sun, the moon, fire, air, the seas, islands, mountains, rivers, forests, and all kinds of living entities, moving and nonmoving.",
        "purport": " By the arrangement of Yoga-māyā, Kṛṣṇa’s pastimes with mother Yaśodā were all regarded as ordinary. So here was an opportunity for Kṛṣṇa to show His mother that the whole universe is situated within Him. In His small form, Kṛṣṇa was kind enough to show His mother the virāṭ-rūpa, the universal form, so that she could enjoy seeing what kind of child she had on her lap. The rivers have been mentioned here as the daughters of the mountains (nagāṁs tad-duhitṝḥ). It is the flowing of the rivers that makes big forests possible. There are living entities everywhere, some of them moving and some of them not moving. No place is vacant. This is a special feature of God’s creation."
    },
    {
        "verse": "37",
        "devanagari": "सा वीक्ष्य विश्वं सहसा राजन् सञ्जातवेपथु: ।सम्मील्य मृगशावाक्षी नेत्रे आसीत्सुविस्मिता ॥ ३७ ॥",
        "english_devnagari": "sā vīkṣya viśvaṁ sahasārājan sañjāta-vepathuḥsammīlya mṛgaśāvākṣīnetre āsīt suvismitā",
        "verse_Syn": [
            "sā",
            "vīkṣya",
            "viśvam",
            "sahasā",
            "rājan",
            "sañjāta",
            "vepathuḥ",
            "sammīlya",
            "mṛgaśāva",
            "akṣī",
            "netre",
            "āsīt",
            "su",
            "vismitā"
        ],
        "translation": "When mother Yaśodā saw the whole universe within the mouth of her child, her heart began to throb, and in astonishment she wanted to close her restless eyes.",
        "purport": " Because of her pure maternal love, mother Yaśodā thought that this wonderful child playing so many tricks must have had some disease. She did not appreciate the wonders shown by her child; rather, she wanted to close her eyes. She was expecting another danger, and therefore her eyes became restless like those of a deer cub. This was all the arrangement of Yoga-māyā. The relationship between mother Yaśodā and Kṛṣṇa is one of pure maternal love. In that love, mother Yaśodā did not very much appreciate the display of the Supreme Personality of Godhead’s opulences. At the beginning of this chapter, two extra verses sometimes appear: “In this way, to chastise and kill the demons, the child Kṛṣṇa demonstrated many activities in the house of Nanda Mahārāja, and the inhabitants of Vraja enjoyed these incidents.” “To increase the transcendental pleasure of the gopas and the gopīs, Kṛṣṇa, the killer of all demons, was thus raised by His father and mother, Nanda and Yaśodā.” Śrīpāda Vijayadhvaja Tīrtha also adds another verse after the third verse in this chapter: “Parīkṣit Mahārāja then requested Śukadeva Gosvāmī to continue speaking such narrations about the pastimes of Kṛṣṇa, so that the King could enjoy from them transcendental bliss.”"
    }
]