[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचब्रह्मन् वेदितुमिच्छाम: स्वसारां रामकृष्णयो: ।यथोपयेमे विजयो या ममासीत् पितामही ॥ १ ॥",
        "english_devnagari": "śrī-rājovācabrahman veditum icchāmaḥsvasārāṁ rāma-kṛṣṇayoḥyathopayeme vijayoyā mamāsīt pitāmahī",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "brahman",
            "veditum",
            "icchāmaḥ",
            "svasāram",
            "rāma",
            "kṛṣṇayoḥ",
            "yathā",
            "upayeme",
            "vijayaḥ",
            "yā",
            "mama",
            "āsīt",
            "pitāmahī"
        ],
        "translation": "King Parīkṣit said: O brāhmaṇa, we would like to learn how Arjuna married Lord Balarāma’s and Lord Kṛṣṇa’s sister, who was my grandmother.",
        "purport": " Parīkṣit Mahārāja turns now to the topic of the marriage of Lord Kṛṣṇa’s sister, Subhadrā. In the opinion of Śrīla Śrīdhara Svāmī, King Parīkṣit’s question here follows from the previous narration because Arjuna’s winning the hand of Subhadrā was just as difficult a feat as Lord Kṛṣṇa’s retrieving the sons of Devakī from the realm of the dead, since Lord Balarāma Himself opposed Subhadrā’s marriage to Arjuna."
    },
    {
        "verse": "2-3",
        "devanagari": "श्रीशुक उवाचअर्जुनस्तीर्थयात्रायां पर्यटन्नवनीं प्रभु: ।गत: प्रभासमश‍ृणोन्मातुलेयीं स आत्मन: ॥ २ ॥दुर्योधनाय रामस्तां दास्यतीति न चापरे ।तल्लिप्सु: स यतिर्भूत्वा त्रिदण्डी द्वारकामगात् ॥ ३ ॥",
        "english_devnagari": "śrī-śuka uvācaarjunas tīrtha-yātrāyāṁparyaṭann avanīṁ prabhuḥgataḥ prabhāsam aśṛṇonmātuleyīṁ sa ātmanaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "arjunaḥ",
            "tīrtha",
            "yātrāyām",
            "paryaṭan",
            "avanīm",
            "prabhuḥ",
            "gataḥ",
            "prabhāsam",
            "aśṛṇot",
            "mātuleyīm",
            "saḥ",
            "ātmanaḥ",
            "duryodhanāya",
            "rāmaḥ",
            "tām",
            "dāsyati",
            "iti",
            "na",
            "ca",
            "apare",
            "tat",
            "lipsuḥ",
            "saḥ",
            "yatiḥ",
            "bhūtvā",
            "tri",
            "daṇḍī",
            "dvārakām",
            "agāt"
        ],
        "translation": "Śukadeva Gosvāmī said: While traveling far and wide visiting various holy places of pilgrimage, Arjuna came to Prabhāsa. There he heard that Lord Balarāma intended to give his maternal cousin Subhadrā to Duryodhana in marriage, and that no one else approved of this plan. Arjuna wanted to marry her himself, so he disguised himself as a renunciant, complete with triple staff, and went to Dvārakā.",
        "purport": " Arjuna’s plan for obtaining Subhadrā as his wife may have seemed unconventional, but he was not acting without encouragement; in fact, Lord Kṛṣṇa was his prime co-conspirator. And in Dvārakā, most of the members of the royal family, especially Vasudeva, were unhappy about giving their favorite daughter to Duryodhana."
    },
    {
        "verse": "4",
        "devanagari": "तत्र वै वार्षितान् मासानवात्सीत् स्वार्थसाधक: ।पौरै: सभाजितोऽभीक्ष्णं रामेणाजानता च स: ॥ ४ ॥",
        "english_devnagari": "tatra vai vārṣitān māsānavātsīt svārtha-sādhakaḥpauraiḥ sabhājito ’bhīkṣṇaṁrāmeṇājānatā ca saḥ",
        "verse_Syn": [
            "tatra",
            "vai",
            "vārṣikān",
            "māsān",
            "avātsīt",
            "sva",
            "artha",
            "sādhakaḥ",
            "pauraiḥ",
            "sabhājitaḥ",
            "abhīkṣṇam",
            "rāmeṇa",
            "ajānatā",
            "ca",
            "saḥ"
        ],
        "translation": "He stayed there during the monsoon months to fulfill his purpose. Lord Balarāma and the other residents of the city, not recognizing him, offered him all honor and hospitality.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "एकदा गृहमानीय आतिथ्येन निमन्‍त्र्य तम् ।श्रद्धयोपहृतं भैक्ष्यं बलेन बुभुजे किल ॥ ५ ॥",
        "english_devnagari": "ekadā gṛham ānīyaātithyena nimantrya tamśraddhayopahṛtaṁ bhaikṣyaṁbalena bubhuje kila",
        "verse_Syn": [
            "ekadā",
            "gṛham",
            "ānīya",
            "ātithyena",
            "nimantrya",
            "tam",
            "śraddhayā",
            "upahṛtam",
            "bhaikṣyam",
            "balena",
            "bubhuje",
            "kila"
        ],
        "translation": "One day Lord Balarāma brought him to His home as His invited dinner guest, and Arjuna ate the food the Lord respectfully offered him.",
        "purport": " From the explanation of Śrīla Viśvanātha Cakravartī, it is understood that Arjuna in his sannyāsī role had just finished the four-month vows of the rainy season and could now again accept general invitations from householders. Thus no one would have suspected any unusual motive in his visiting Lord Balarāma at this time."
    },
    {
        "verse": "6",
        "devanagari": "सोऽपश्यत्तत्र महतीं कन्यां वीरमनोहराम् ।प्रीत्युत्फुल्ल‍ेक्षणस्तस्यां भावक्षुब्धं मनो दधे ॥ ६ ॥",
        "english_devnagari": "so ’paśyat tatra mahatīṁkanyāṁ vīra-mano-harāmprīty-utphullekṣaṇas tasyāṁbhāva-kṣubdhaṁ mano dadhe",
        "verse_Syn": [
            "saḥ",
            "apaśyat",
            "tatra",
            "mahatīm",
            "kanyām",
            "vīra",
            "manaḥ",
            "harām",
            "prīti",
            "utphulla",
            "īkṣanaḥ",
            "tasyām",
            "bhāva",
            "kṣubdham",
            "manaḥ",
            "dadhe"
        ],
        "translation": "There he saw the wonderful maiden Subhadrā, who was enchanting to heroes. His eyes opened wide with delight, and his mind became agitated and absorbed in thoughts of her.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "सापि तं चकमे वीक्ष्य नारीणां हृदयंगमम् ।हसन्ती व्रीडितापाङ्गी तन्न्यस्तहृदयेक्षणा ॥ ७ ॥",
        "english_devnagari": "sāpi taṁ cakame vīkṣyanārīṇāṁ hṛdayaṁ-gamamhasantī vrīḍitāpaṅgītan-nyasta-hṛdayekṣaṇā",
        "verse_Syn": [
            "sā",
            "api",
            "tam",
            "cakame",
            "vīkṣya",
            "nārīṇām",
            "hṛdayam",
            "gamam",
            "hasantī",
            "vrīḍitā",
            "apāṅgī",
            "tat",
            "nyasta",
            "hṛdaya",
            "īkṣaṇā"
        ],
        "translation": "Arjuna was very attractive to women, and as soon as Subhadrā saw him, she wanted to have him as her husband. Smiling bashfully with sidelong glances, she fixed her heart and eyes upon him.",
        "purport": " As soon as she saw him, Subhadrā knew that Arjuna was no sannyāsī but rather her destined consort. In Kṛṣṇa, the Supreme Personality of Godhead, His Divine Grace Śrīla Prabhupāda elaborates: “Arjuna, the grandfather of Mahārāja Parīkṣit, was himself extraordinarily beautiful and his bodily structure was very attractive to Subhadrā. Subhadrā also decided within her mind that she would accept only Arjuna as her husband. As a simple girl, she was smiling with great pleasure, looking at Arjuna.”"
    },
    {
        "verse": "8",
        "devanagari": "तां परं समनुध्यायन्नन्तरं प्रेप्सुरर्जुन: ।न लेभे शं भ्रमच्चित्त: कामेनातिबलीयसा ॥ ८ ॥",
        "english_devnagari": "tāṁ paraṁ samanudhyāyannantaraṁ prepsur arjunaḥna lebhe śaṁ bhramac-cittaḥkāmenāti-balīyasā",
        "verse_Syn": [
            "tām",
            "param",
            "samanudhyāyan",
            "antaram",
            "prepsuḥ",
            "arjunaḥ",
            "na",
            "lebhe",
            "śam",
            "bhramat",
            "cittaḥ",
            "kāmena",
            "ati",
            "balīyasā"
        ],
        "translation": "Meditating only on her and waiting for the opportunity to take her away, Arjuna had no peace. His heart trembled with passionate desire.",
        "purport": " Even while being honored by Lord Balarāma, Arjuna was too distracted to appreciate the Lord’s gracious hospitality. Arjuna’s distraction and Lord Balarāma’s failure to recognize Arjuna in his disguise were both arrangements of the Supreme Lord to enjoy His transcendental pastimes."
    },
    {
        "verse": "9",
        "devanagari": "महत्यां देवयात्रायां रथस्थां दुर्गनिर्गताम् ।जहारानुमत: पित्रो: कृष्णस्य च महारथ: ॥ ९ ॥",
        "english_devnagari": "mahatyāṁ deva-yātrāyāṁratha-sthāṁ durga-nirgatāṁjahārānumataḥ pitroḥkṛṣṇasya ca mahā-rathaḥ",
        "verse_Syn": [
            "mahatyām",
            "deva",
            "yātrāyām",
            "ratha",
            "sthām",
            "durga",
            "nirgatām",
            "jahāra",
            "anumataḥ",
            "pitroḥ",
            "kṛṣṇasya",
            "ca",
            "mahā",
            "rathaḥ"
        ],
        "translation": "Once, on the occasion of a great temple festival in honor of the Supreme Lord, Subhadrā rode out of the fortresslike palace on a chariot, and at that time the mighty chariot warrior Arjuna took the opportunity to kidnap her. Subhadrā’s parents and Kṛṣṇa had sanctioned this.",
        "purport": " Śrīla Viśvanātha Cakravartī identifies this festival as the annual Ratha-yātrā for Lord Viṣṇu on the occasion of His rising from mystic sleep at the end of Cāturmāsya. Subhadrā’s parents are Vasudeva and Devakī."
    },
    {
        "verse": "10",
        "devanagari": "रथस्थो धनुरादाय शूरांश्चारुन्धतो भटान् ।विद्राव्य क्रोशतां स्वानां स्वभागं मृगराडिव ॥ १० ॥",
        "english_devnagari": "ratha-stho dhanur ādāyaśūrāṁś cārundhato bhaṭānvidrāvya krośatāṁ svānāṁsva-bhāgaṁ mṛga-rāḍ iva",
        "verse_Syn": [
            "ratha",
            "sthaḥ",
            "dhanuḥ",
            "ādāya",
            "śūrān",
            "ca",
            "arundhataḥ",
            "bhaṭān",
            "vidrāvya",
            "krośatām",
            "svānām",
            "sva",
            "bhāgam",
            "mṛga",
            "rāṭ",
            "iva"
        ],
        "translation": "Standing on his chariot, Arjuna took up his bow and drove off the valiant fighters and palace guards who tried to block his way. As her relatives shouted in anger, he took Subhadrā away just as a lion takes his prey from the midst of lesser animals.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "तच्छ्रुत्वा क्षुभितो राम: पर्वणीव महार्णव: ।गृहीतपाद: कृष्णेन सुहृद्भ‍िश्चानुसान्‍त्‍वित: ॥ ११ ॥",
        "english_devnagari": "tac chrutvā kṣubhito rāmaḥparvaṇīva mahārṇavaḥgṛhīta-pādaḥ kṛṣṇenasuhṛdbhiś cānusāntvitaḥ",
        "verse_Syn": [
            "tat",
            "śrutvā",
            "kṣubhitaḥ",
            "rāmaḥ",
            "parvaṇi",
            "iva",
            "mahā",
            "arṇavaḥ",
            "gṛhīta",
            "pādaḥ",
            "kṛṣṇena",
            "suhṛdbhiḥ",
            "ca",
            "anusāntvitaḥ"
        ],
        "translation": "When He heard of Subhadrā’s kidnapping, Lord Balarāma became as disturbed as the ocean during the full moon, but Lord Kṛṣṇa respectfully took hold of His feet and, together with other family members, pacified Him by explaining the matter.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "प्राहिणोत् पारिबर्हाणि वरवध्वोर्मुदा बल: ।महाधनोपस्करेभरथाश्वनरयोषित: ॥ १२ ॥",
        "english_devnagari": "prāhiṇot pāribarhāṇivara-vadhvor mudā balaḥmahā-dhanopaskarebha-rathāśva-nara-yoṣitaḥ",
        "verse_Syn": [
            "prāhiṇot",
            "pāribarhāṇi",
            "vara",
            "vadhvoḥ",
            "mudā",
            "balaḥ",
            "mahā",
            "dhana",
            "upaskara",
            "ibha",
            "ratha",
            "aśva",
            "nara",
            "yoṣitaḥ"
        ],
        "translation": "Lord Balarāma then happily sent the bride and groom very valuable wedding gifts consisting of elephants, chariots, horses and male and female servants.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "श्रीशुक उवाचकृष्णस्यासीद् द्विजश्रेष्ठ: श्रुतदेव इति श्रुत: ।कृष्णैकभक्त्या पूर्णार्थ: शान्त: कविरलम्पट: ॥ १३ ॥",
        "english_devnagari": "śrī-śuka uvācakṛṣṇasyāsīd dvija-śreṣṭhaḥśrutadeva iti śrutaḥkṛṣṇaika-bhaktyā pūrṇārthaḥśāntaḥ kavir alampataḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "kṛṣṇasya",
            "āsīt",
            "dvija",
            "śreṣṭhaḥ",
            "śrutadevaḥ",
            "iti",
            "śrutaḥ",
            "kṛṣṇa",
            "eka",
            "bhaktyā",
            "pūrṇa",
            "arthaḥ",
            "śāntaḥ",
            "kaviḥ",
            "alampaṭaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: There was a devotee of Kṛṣṇa’s known as Śrutadeva, who was a first-class brāhmaṇa. Perfectly satisfied by rendering unalloyed devotional service to Lord Kṛṣṇa, he was peaceful, learned and free from sense gratification.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "स उवास विदेहेषु मिथिलायां गृहाश्रमी ।अनीहयागताहार्यनिर्वर्तितनिजक्रिय: ॥ १४ ॥",
        "english_devnagari": "sa uvāsa videheṣumithilāyāṁ gṛhāśramīanīhayāgatāhārya-nirvartita-nija-kriyaḥ",
        "verse_Syn": [
            "saḥ",
            "uvāsa",
            "videheṣu",
            "mithilāyām",
            "gṛha",
            "āśramī",
            "anīhayā",
            "āgata",
            "āhārya",
            "nirvartita",
            "nija",
            "kriyaḥ"
        ],
        "translation": "Living as a religious householder in the city of Mithilā, within the kingdom of Videha, he managed to fulfill his obligations while maintaining himself with whatever sustenance easily came his way.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "यात्रामात्रं त्वहरहर्दैवादुपनमत्युत ।नाधिकं तावता तुष्ट: क्रिया चक्रे यथोचिता: ॥ १५ ॥",
        "english_devnagari": "yātrā-mātraṁ tv ahar ahardaivād upanamaty utanādhikaṁ tāvatā tuṣṭaḥkriyā cakre yathocitāḥ",
        "verse_Syn": [
            "yātrā",
            "mātram",
            "tu",
            "ahaḥ",
            "ahaḥ",
            "daivāt",
            "upanamati",
            "uta",
            "na",
            "adhikam",
            "tāvatā",
            "tuṣṭaḥ",
            "kriyāḥ",
            "cakre",
            "yathā",
            "ucitāḥ"
        ],
        "translation": "By the will of Providence he obtained each day just what he needed for his maintenance, and no more. Satisfied with this much, he properly executed his religious duties.",
        "purport": " An ideal Vaiṣṇava brāhmaṇa, even if encumbered by the ties of family life, should work only as hard as required to meet his obligations. Without being unnecessarily agitated for material advancement, he should devote the best part of his time and assets to his higher duties in the Supreme Lord’s service. If a householder can succeed in this program despite the unavoidable difficulties of this degraded age, he can expect Lord Kṛṣṇa’s personal attention, as will be seen in the case of Śrutadeva, the perfect brāhmaṇa of Mithilā."
    },
    {
        "verse": "16",
        "devanagari": "तथा तद्राष्ट्रपालोऽङ्ग बहुलाश्व इति श्रुत: ।मैथिलो निरहम्मान उभावप्यच्युतप्रियौ ॥ १६ ॥",
        "english_devnagari": "tathā tad-rāṣṭra-pālo ’ṅgabahulāśva iti śrutaḥmaithilo niraham-mānaubhāv apy acyuta-priyau",
        "verse_Syn": [
            "tathā",
            "tat",
            "rāṣṭra",
            "pālaḥ",
            "aṅga",
            "bahulāśvaḥ",
            "iti",
            "śrutaḥ",
            "maithilaḥ",
            "niraham",
            "mānaḥ",
            "ubhau",
            "api",
            "acyuta",
            "priyau"
        ],
        "translation": "Similarly free from false ego was the ruler of that kingdom, my dear Parīkṣit, a descendant of the Mithila dynasty named Bahulāśva. Both these devotees were very dear to Lord Acyuta.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "तयो: प्रसन्नो भगवान् दारुकेणाहृतं रथम् ।आरुह्य साकं मुनिभिर्विदेहान् प्रययौ प्रभु: ॥ १७ ॥",
        "english_devnagari": "tayoḥ prasanno bhagavāndārukeṇāhṛtaṁ rathamāruhya sākaṁ munibhirvidehān prayayau prabhuḥ",
        "verse_Syn": [
            "tayoḥ",
            "prasannaḥ",
            "bhagavān",
            "dārukeṇa",
            "āhṛtam",
            "ratham",
            "āruhya",
            "sākam",
            "munibhiḥ",
            "videhān",
            "prayayau",
            "prabhuḥ"
        ],
        "translation": "Pleased with both of them, the Supreme Personality of Godhead mounted His chariot, which Dāruka had brought, and traveled to Videha with a group of sages.",
        "purport": " In his commentary on this verse, Śrīla Viśvanātha Cakravartī states that Śrutadeva and Bahulāśva were unable to travel to Dvārakā to see Lord Kṛṣṇa because both of them had vowed to regularly worship their personal Deity at home. Śrī Kṛṣṇa was very glad to go out of His way to give them both His audience, and while leaving Dvārakā He insisted that the sages who wanted to come with Him should join Him on His chariot, because otherwise they would exhaust themselves following on foot. Renowned sages would ordinarily never even consider traveling in such an opulent conveyance, but on the Lord’s order they put aside their natural aversion and joined Him on His chariot."
    },
    {
        "verse": "18",
        "devanagari": "नारदो वामदेवोऽत्रि: कृष्णो रामोऽसितोऽरुणि: ।अहं बृहस्पति: कण्वो मैत्रेयश्‍च्यवनादय: ॥ १८ ॥",
        "english_devnagari": "nārado vāmadevo ’triḥkṛṣṇo rāmo ’sito ’ruṇiḥahaṁ bṛhaspatiḥ kaṇvomaitreyaś cyavanādayaḥ",
        "verse_Syn": [
            "nāradaḥ",
            "vāmadevaḥ",
            "atriḥ",
            "kṛṣṇaḥ",
            "rāmaḥ",
            "asitaḥ",
            "aruṇiḥ",
            "aham",
            "bṛhaspatiḥ",
            "kaṇvaḥ",
            "maitreyaḥ",
            "cyavana",
            "ādayaḥ"
        ],
        "translation": "Among these sages were Nārada, Vāmadeva, Atri, Kṛṣṇa-dvaipāyana Vyāsa, Paraśurāma, Asita, Aruṇi, myself, Bṛhaspati, Kaṇva, Maitreya and Cyavana.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "तत्र तत्र तमायान्तं पौरा जानपदा नृप ।उपतस्थु: सार्घ्यहस्ता ग्रहै: सूर्यमिवोदितम् ॥ १९ ॥",
        "english_devnagari": "tatra tatra tam āyāntaṁpaurā jānapadā nṛpaupatasthuḥ sārghya-hastāgrahaiḥ sūryam ivoditam",
        "verse_Syn": [
            "tatra",
            "tatra",
            "tam",
            "āyāntam",
            "paurāḥ",
            "jānapadāḥ",
            "nṛpa",
            "upatasthuḥ",
            "sa",
            "arghya",
            "hastāḥ",
            "grahaiḥ",
            "sūryam",
            "iva",
            "uditam"
        ],
        "translation": "In every city and town the Lord passed along the way, O King, the people came forward to worship Him with offerings of arghya water in their hands, as if to worship the risen sun surrounded by planets.",
        "purport": " Here the sages traveling with Kṛṣṇa on His chariot are likened to planets around the sun."
    },
    {
        "verse": "20",
        "devanagari": "आनर्तधन्वकुरुजाङ्गलकङ्कमत्स्य-पाञ्चालकुन्तिमधुकेकयकोशलार्णा: ।अन्ये च तन्मुखसरोजमुदारहास-स्‍निग्धेक्षणं नृप पपुर्द‍ृशिभिर्नृनार्य: ॥ २० ॥",
        "english_devnagari": "ānarta-dhanva-kuru-jāṅgala-kaṅka-matsya-pāñcāla-kunti-madhu-kekaya-kośalārṇāḥanye ca tan-mukha-sarojam udāra-hāsa-snigdhekṣaṇaṁ nṛpa papur dṛśibhir nr-nāryaḥ",
        "verse_Syn": [
            "ānarta",
            "dhanva",
            "kuru",
            "jāṅgala",
            "kaṅka",
            "matsya",
            "pāñcāla",
            "kunti",
            "madhu",
            "kekaya",
            "kośala",
            "arṇāḥ",
            "anye",
            "ca",
            "tat",
            "mukha",
            "sarojam",
            "udāra",
            "hāsa",
            "snigdha",
            "īkṣaṇam",
            "nṛpa",
            "papuḥ",
            "dṛśibhiḥ",
            "nṛ",
            "nāryaḥ"
        ],
        "translation": "The men and women of Ānarta, Dhanva, Kuru-jāṅgala, Kaṅka, Matsya, Pañcāla, Kunti, Madhu, Kekaya, Kośala, Arṇa and many other kingdoms drank with their eyes the nectarean beauty of Lord Kṛṣṇa’s lotuslike face, which was graced with generous smiles and affectionate glances.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "तेभ्य: स्ववीक्षणविनष्टतमिस्रद‍ृग्भ्य:क्षेमं त्रिलोकगुरुरर्थद‍ृशं च यच्छन् ।श‍ृण्वन् दिगन्तधवलं स्वयशोऽशुभघ्नंगीतं सुरैर्नृभिरगाच्छनकैर्विदेहान् ॥ २१ ॥",
        "english_devnagari": "tebhyaḥ sva-vīkṣaṇa-vinaṣṭa-tamisra-dṛgbhyaḥkṣemaṁ tri-loka-gurur artha-dṛśaṁ ca yacchanśṛṇvan dig-anta-dhavalaṁ sva-yaśo ’śubha-ghnaṁgītaṁ surair nṛbhir agāc chanakair videhān",
        "verse_Syn": [
            "tebhyaḥ",
            "sva",
            "vīkṣaṇa",
            "vinaṣṭa",
            "tamisra",
            "dṛgbhyaḥ",
            "kṣemam",
            "tri",
            "loka",
            "guruḥ",
            "artha",
            "dṛśam",
            "ca",
            "yacchan",
            "śṛṇvan",
            "dik",
            "anta",
            "dhavalam",
            "sva",
            "yaśaḥ",
            "aśubha",
            "ghnam",
            "gītam",
            "suraiḥ",
            "nṛbhiḥ",
            "agāt",
            "śanakaiḥ",
            "videhān"
        ],
        "translation": "Simply by glancing at those who came to see Him, Lord Kṛṣṇa, the spiritual master of the three worlds, delivered them from the blindness of materialism. As He thus endowed them with fearlessness and divine vision, He heard demigods and men singing His glories, which purify the entire universe and destroy all misfortune. Gradually, He reached Videha.",
        "purport": " Śrīla Jīva Gosvāmī raises the logical question of how the ordinary people along the path could even see the Lord, since not only were their eyes covered by ignorance, but the Lord’s chariot was traveling faster than the wind. Supplying the answer, Śrīla Jīva indicates that Lord Kṛṣṇa’s special glance of mercy empowered every one of them with the devotional purity required for entering into His association. Otherwise, He would have remained outside the scope of their power to see, as He Himself states in His instructions to Uddhava: bhaktyāham ekayā grāhyaḥ. “I can be perceived only by devotion.” (Bhāg. 11.14.21) By the grammatical rule of compound formation known as eka-śeṣa, the term sta-vīkṣaṇa-vinaṣṭa-tamisra-dṛgbhyaḥ, although in its primary sense inflected as a masculine noun, may be understood in this context as referring to both men and women."
    },
    {
        "verse": "22",
        "devanagari": "तेऽच्युतं प्राप्तमाकर्ण्य पौरा जानपदा नृप ।अभीयुर्मुदितास्तस्मै गृहीतार्हणपाणय: ॥ २२ ॥",
        "english_devnagari": "te ’cyutaṁ prāptam ākarṇyapaurā jānapadā nṛpaabhīyur muditās tasmaigṛhītārhaṇa-pāṇayaḥ",
        "verse_Syn": [
            "te",
            "acyutam",
            "prāptam",
            "ākarṇya",
            "paurāḥ",
            "jānapadāḥ",
            "nṛpa",
            "abhīyuḥ",
            "muditāḥ",
            "tasmai",
            "gṛhīta",
            "arhaṇa",
            "pāṇayaḥ"
        ],
        "translation": "Hearing that Lord Acyuta had arrived, O King, the residents of the cities and villages of Videha joyfully came forth to receive Him with offerings in their hands.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "द‍ृष्ट्वा त उत्तम:श्लोकं प्रीत्युत्फुलाननाशया: ।कैर्धृताञ्जलिभिर्नेमु: श्रुतपूर्वांस्तथा मुनीन् ॥ २३ ॥",
        "english_devnagari": "dṛṣṭvā ta uttamaḥ-ślokaṁprīty-utphulānanāśayāḥkair dhṛtāñjalibhir nemuḥśruta-pūrvāṁs tathā munīn",
        "verse_Syn": [
            "dṛṣṭvā",
            "te",
            "uttamaḥ",
            "ślokam",
            "prīti",
            "utphulla",
            "ānana",
            "āśayāḥ",
            "kaiḥ",
            "dhṛta",
            "añjalibhiḥ",
            "nemuḥ",
            "śruta",
            "pūrvān",
            "tathā",
            "munīn"
        ],
        "translation": "As soon as the people saw Lord Uttamaḥśloka, their faces and hearts blossomed with affection. Joining their palms above their heads, they bowed down to the Lord and to the sages accompanying Him, whom they had previously only heard about.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "स्वानुग्रहाय सम्प्राप्तं मन्वानौ तं जगद्गुरुम् ।मैथिल: श्रुतदेवश्च पादयो: पेततु: प्रभो: ॥ २४ ॥",
        "english_devnagari": "svānugrahāya samprāptaṁmanvānau taṁ jagad-gurummaithilaḥ śrutadevaś capādayoḥ petatuḥ prabhoḥ",
        "verse_Syn": [
            "sta",
            "anugrahāya",
            "samprāptam",
            "manvānau",
            "tam",
            "jagat",
            "gurum",
            "maithilaḥ",
            "śrutadevaḥ",
            "ca",
            "pādayoḥ",
            "petatuḥ",
            "prabhoḥ"
        ],
        "translation": "Both the King of Mithilā and Śrutadeva fell at the Lord’s feet, each thinking that the spiritual master of the universe had come there just to show him mercy.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "न्यमन्त्रयेतां दाशार्हमातिथ्येन सह द्विजै: ।मैथिल: श्रुतदेवश्च युगपत् संहताञ्जली ॥ २५ ॥",
        "english_devnagari": "nyamantrayetāṁ dāśārhamātithyena saha dvijaiḥmaithilaḥ śrutadevaś cayugapat saṁhatāñjalī",
        "verse_Syn": [
            "nyamantrayetām",
            "dāśārham",
            "ātithyena",
            "saha",
            "dvijaiḥ",
            "maithilaḥ",
            "śrutadevaḥ",
            "ca",
            "yugapat",
            "saṁhata",
            "añjalī"
        ],
        "translation": "At exactly the same time, King Maithila and Śrutadeva each went forward with joined palms and invited the Lord of the Daśārhas to be his guest, along with the brāhmaṇa sages.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "भगवांस्तदभिप्रेत्य द्वयो: प्रियचिकीर्षया ।उभयोराविशद् गेहमुभाभ्यां तदलक्षित: ॥ २६ ॥",
        "english_devnagari": "bhagavāṁs tad abhipretyadvayoḥ priya-cikīrṣayāubhayor āviśad gehamubhābhyāṁ tad-alakṣitaḥ",
        "verse_Syn": [
            "bhagavān",
            "tat",
            "abhipretya",
            "dvayoḥ",
            "priya",
            "cikīrṣayā",
            "ubhayoḥ",
            "āviśat",
            "geham",
            "ubhābhyām",
            "tat",
            "alakṣitaḥ"
        ],
        "translation": "Wanting to please them both, the Lord accepted both their invitations. Thus He simultaneously went to both homes, and neither could see Him entering the other’s house.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, Kṛṣṇa visited Śrutadeva and Bahulāśva at the same time by manifesting Himself in duplicate forms, along with the sages. Thus King Bahulāśva thought that Lord Kṛṣṇa had come only to his house, leaving Śrutadeva to return home disappointed, while Śrutadeva believed that just the reverse was the case. In Kṛṣṇa, Śrīla Prabhupāda remarks: “That [Lord Kṛṣṇa] and His companions were present in both houses, although both the brāhmaṇa and the King thought He was present in his house only, is another opulence of the Supreme Personality of Godhead. This opulence is described in the revealed scriptures as vaibhava-prakāśa. Similarly, when Lord Kṛṣṇa married sixteen thousand wives, He also expanded Himself into sixteen thousand forms, each one of them as powerful as He Himself. Similarly, in Vṛndāvana, when Brahmā stole away Kṛṣṇa’s cows, calves and cowherd boys, Kṛṣṇa expanded Himself into many new cows, calves and cowherd boys.”"
    },
    {
        "verse": "27-29",
        "devanagari": "श्रान्तानप्यथ तान् दूराज्जनक: स्वगृहागतान् ।आनीतेष्वासनाग्र्‍येषु सुखासीनान् महामना: ॥ २७ ॥प्रवृद्धभक्त्या उद्धर्षहृदयास्राविलेक्षण: ।नत्वा तदङ्‍‍घ्रीन् प्रक्षाल्य तदपो लोकपावनी: ॥ २८ ॥सकुटुम्बो वहन् मूर्ध्ना पूजयां चक्र ईश्वरान् ।गन्धमाल्याम्बराकल्पधूपदीपार्घ्यगोवृषै: ॥ २९ ॥",
        "english_devnagari": "śrāntān apy atha tān dūrājjanakaḥ sva-gṛhāgatānānīteṣv āsanāgryeṣusukhāsīnān mahā-manāḥ",
        "verse_Syn": [
            "śrāntān",
            "api",
            "atha",
            "tān",
            "dūrāt",
            "janakaḥ",
            "sva",
            "gṛha",
            "āgatān",
            "ānīteṣu",
            "āsana",
            "agryeṣu",
            "sukha",
            "āsīnān",
            "mahā",
            "manāḥ",
            "pravṛddha",
            "bhaktyā",
            "ut",
            "dharṣa",
            "hṛdaya",
            "asra",
            "āvila",
            "īkṣaṇaḥ",
            "natvā",
            "tat",
            "aṅghrīn",
            "prakṣālya",
            "tat",
            "apaḥ",
            "loka",
            "pāvanīḥ",
            "sa",
            "kuṭumbaḥ",
            "vahan",
            "mūrdhnā",
            "pūjayām",
            "cakre",
            "īśvarān",
            "gandha",
            "mālya",
            "ambara",
            "ākalpa",
            "dhūpa",
            "dīpa",
            "arghya",
            "go",
            "vṛṣaiḥ"
        ],
        "translation": "When King Bahulāśva, a descendant of Janaka, saw Lord Kṛṣṇa approaching his house from a distance with the sages, who were somewhat fatigued from the journey, he immediately arranged to have seats of honor brought out for them. After they were all comfortably seated, the wise King, his heart overflowing with joy and his eyes clouded by tears, bowed down to them and washed their feet with intense devotion. Taking the wash water, which could purify the entire world, he sprinkled it on his head and the heads of his family members. Then he worshiped all those great lords by offering them fragrant sandalwood paste, flower garlands, fine clothing and ornaments, incense, lamps, arghya and cows and bulls.",
        "purport": " Śrīla Prabhupāda comments: “Bahulāśva, the King of Videha, was very intelligent and was a perfect gentleman. He was astonished that so many great sages, along with the Supreme Personality of Godhead, were personally present in his home. He knew perfectly well that conditioned souls engaged in worldly affairs cannot be one-hundred-percent pure whereas the Supreme Personality of Godhead and His pure devotees are always transcendental to worldly contamination. Therefore, when he found that the Supreme Personality of Godhead, Krsna, and all the great sages were at his home, he was astonished, and he began to thank Lord Krsna for His causeless mercy.” The word īśvara in this verse refers not only to the Supreme Lord but also to the exalted sages in His company; this is confirmed by Ācāryas Śrīdhara Svāmī and Viśvanātha Cakravartī."
    },
    {
        "verse": "30",
        "devanagari": "वाचा मधुरया प्रीणन्निदमाहान्नतर्पितान् ।पादावङ्कगतौ विष्णो: संस्पृशञ्छनकैर्मुदा ॥ ३० ॥",
        "english_devnagari": "vācā madhurayā prīṇannidam āhānna-tarpitānpādāv aṅka-gatau viṣṇoḥsaṁspṛśañ chanakair mudā",
        "verse_Syn": [
            "vācā",
            "madhurayā",
            "prīṇan",
            "idam",
            "āha",
            "anna",
            "tarpitān",
            "pādau",
            "aṅka",
            "gatau",
            "viṣṇoḥ",
            "saṁspṛśan",
            "śanakaiḥ",
            "mudā"
        ],
        "translation": "When they had eaten to their full satisfaction, for their further pleasure the King began to speak slowly and in a gentle voice as he held Lord Viṣṇu’s feet in his lap and happily massaged them.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "श्रीबहुलाश्‍व उवाचभवान् हि सर्वभूतानामात्मा साक्षी स्वद‍ृग् विभो ।अथ नस्त्वत्पदाम्भोजं स्मरतां दर्शनं गत: ॥ ३१ ॥",
        "english_devnagari": "śrī-bahulāśva uvācabhavān hi sarva-bhūtānāmātmā sākṣī sva-dṛg vibhoatha nas tvat-padāmbhojaṁsmaratāṁ darśanaṁ gataḥ",
        "verse_Syn": [
            "śrī",
            "bahulāśvaḥ",
            "uvāca",
            "bhavān",
            "hi",
            "sarva",
            "bhūtānām",
            "ātmā",
            "sākṣī",
            "sva",
            "dṛk",
            "vibho",
            "atha",
            "naḥ",
            "tvat",
            "pada",
            "ambhojam",
            "smaratām",
            "darśanam",
            "gataḥ"
        ],
        "translation": "Śrī Bahulāśva said: O almighty Lord, You are the Soul of all created beings, their self-illumined witness, and now You are giving Your audience to us, who constantly meditate on Your lotus feet.",
        "purport": " Śrīla Viśvanātha Cakravartī explains Bahulāśva’s inner thoughts as follows: Bahulāśva glorifies Lord Kṛṣṇa as the inspiring Soul of all life and consciousness, thinking that even an inert dullard like himself could be awakened to devotional awareness by His mercy. He glorifies the Lord as the witness of all pious and impious actions, confident that the Lord remembers whatever little devotional service he has ever done. And he glorifies Him as self-illumined, never needing to be enlightened or informed by any external source, with the knowledge that the Lord has always been aware of Bahulāśva’s long-cherished secret desire to see Him."
    },
    {
        "verse": "32",
        "devanagari": "स्ववचस्तद‍ृतं कर्तुमस्मद्‌दृग्गोचरो भवान् ।यदात्थैकान्तभक्तान् मे नानन्त: श्रीरज: प्रिय: ॥ ३२ ॥",
        "english_devnagari": "sva-vacas tad ṛtaṁ kartumasmad-dṛg-gocaro bhavānyad ātthaikānta-bhaktān menānantaḥ śrīr ajaḥ priyaḥ",
        "verse_Syn": [
            "sva",
            "vacaḥ",
            "tat",
            "ṛtam",
            "kartum",
            "asmat",
            "dṛk",
            "gocaraḥ",
            "bhavān",
            "yat",
            "āttha",
            "eka",
            "anta",
            "bhaktāt",
            "me",
            "na",
            "anantaḥ",
            "śrīḥ",
            "ajaḥ",
            "priyaḥ"
        ],
        "translation": "You have said, “Neither Ananta, Goddess Śrī nor unborn Brahmā is dearer to Me than My unalloyed devotee.” To prove Your own words true, You have now revealed Yourself to our eyes.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "को नु त्वच्चरणाम्भोजमेवंविद् विसृजेत् पुमान् ।निष्किञ्चनानां शान्तानां मुनीनां यस्त्वमात्मद: ॥ ३३ ॥",
        "english_devnagari": "ko nu tvac-caraṇāmbhojamevaṁ-vid visṛjet pumānniṣkiñcanānāṁ śāntānāṁmunīnāṁ yas tvam ātma-daḥ",
        "verse_Syn": [
            "kaḥ",
            "nu",
            "tvat",
            "caraṇa",
            "ambhojam",
            "evam",
            "vit",
            "visṛjet",
            "pumān",
            "niṣkiñcanānām",
            "śāntānām",
            "munīnām",
            "yaḥ",
            "tvam",
            "ātma",
            "daḥ"
        ],
        "translation": "What person who knows this truth would ever abandon Your lotus feet, when You are ready to give Your very self to peaceful sages who call nothing their own?",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "योऽवतीर्य यदोर्वंशे नृणां संसरतामिह ।यशो वितेने तच्छान्त्यै त्रैलोक्यवृजिनापहम् ॥ ३४ ॥",
        "english_devnagari": "yo ’vatīrya yador vaṁśenṛṇāṁ saṁsaratām ihayaśo vitene tac-chāntyaitrai-lokya-vṛjināpaham",
        "verse_Syn": [
            "yaḥ",
            "avatīrya",
            "yadoḥ",
            "vaṁśe",
            "nṛṇām",
            "saṁsaratām",
            "iha",
            "yaśaḥ",
            "vitene",
            "tat",
            "śāntyai",
            "trai",
            "lokya",
            "vṛjina",
            "apaham"
        ],
        "translation": "Appearing in the Yadu dynasty, You have spread Your glories, which can remove all the sins of the three worlds, just to deliver those entrapped in the cycle of birth and death.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "नमस्तुभ्यं भगवते कृष्णायाकुण्ठमेधसे ।नारायणाय ऋषये सुशान्तं तप ईयुषे ॥ ३५ ॥",
        "english_devnagari": "namas tubhyaṁ bhagavatekṛṣṇāyākuṇṭha-medhasenārāyaṇāya ṛṣayesu-śāntaṁ tapa īyuṣe",
        "verse_Syn": [
            "namaḥ",
            "tubhyam",
            "bhagavate",
            "kṛṣṇāya",
            "akuṇṭha",
            "medhase",
            "nārāyaṇāya",
            "ṛṣaye",
            "su",
            "śāntam",
            "tapaḥ",
            "īyuṣe"
        ],
        "translation": "Obeisances to You, the Supreme Personality of Godhead, Lord Kṛṣṇa, whose intelligence is ever unrestricted. Obeisances to the sage Nara-Nārāyaṇa, who always undergoes austerities in perfect peace.",
        "purport": " Śrīla Viśvanātha Cakravartī comments that the King offered these prayers to encourage Lord Kṛṣṇa to remain at his home for some days. The King thought, “Since contact with the Supreme Lord can free anyone from misconceptions and doubts, Kṛṣṇa’s presence in my home will fortify my intelligence so that I can withstand the onslaughts of material desires. In His expansion as Nara-Nārāyaṇa Ṛṣi, the Lord always resides in Badarikāśrama for the good of the whole land of Bharata, and so He may also create good fortune for the land of Mithilā by remaining here for at least a few days. Since Lord Kṛṣṇa’s propensity is toward peace and simplicity, He will certainly prefer my simple home to the excessive opulence of Dvārakā.”"
    },
    {
        "verse": "36",
        "devanagari": "दिनानि कतिचिद् भूमन् गृहान् नो निवस द्विजै: ।समेत: पादरजसा पुनीहीदं निमे: कुलम् ॥ ३६ ॥",
        "english_devnagari": "dināni katicid bhūmangṛhān no nivasa dvijaiḥsametaḥ pāda-rajasāpunīhīdaṁ nimeḥ kulam",
        "verse_Syn": [
            "dināni",
            "katicit",
            "bhūman",
            "gṛhān",
            "naḥ",
            "nivasa",
            "dvijaiḥ",
            "sametaḥ",
            "pāda",
            "rajasā",
            "punīhi",
            "idam",
            "nimeḥ",
            "kulam"
        ],
        "translation": "Please stay a few days in our house, along with these brāhmaṇas, O all-pervading one, and with the dust of Your feet sanctify this dynasty of Nimi.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "इत्युपामन्त्रितो राज्ञा भगवाल्ँ लोकभावन: ।उवास कुर्वन् कल्याणं मिथिलानरयोषिताम् ॥ ३७ ॥",
        "english_devnagari": "ity upāmantrito rājñābhagavāḻ loka-bhāvanaḥuvāsa kurvan kalyāṇaṁmithilā-nara-yoṣitām",
        "verse_Syn": [
            "iti",
            "upāmantritaḥ",
            "rajñā",
            "bhagavān",
            "loka",
            "bhāvanaḥ",
            "uvāsa",
            "kurvan",
            "kalyāṇam",
            "mithilā",
            "nara",
            "yoṣitām"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Thus invited by the King, the Supreme Lord, sustainer of the world, consented to stay for some time to bestow good fortune on the men and women of Mithilā.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "श्रुतदेवोऽच्युतं प्राप्तं स्वगृहाञ्जनको यथा ।नत्वा मुनीन् सुसंहृष्टो धुन्वन् वासो ननर्त ह ॥ ३८ ॥",
        "english_devnagari": "śrutadevo ’cyutaṁ prāptaṁsva-gṛhāñ janako yathānatvā munīn su-saṁhṛṣṭodhunvan vāso nanarta ha",
        "verse_Syn": [
            "śrutadevaḥ",
            "acyutam",
            "prāptam",
            "sva",
            "gṛhān",
            "janakaḥ",
            "yathā",
            "natvā",
            "munīn",
            "su",
            "saṁhṛṣṭaḥ",
            "dhunvan",
            "vāsaḥ",
            "nanarta",
            "ha"
        ],
        "translation": "Śrutadeva received Lord Acyuta into his home with as much enthusiasm as that shown by King Bahulāśva. After bowing down to the Lord and the sages, Śrutadeva began to dance with great joy, waving his shawl.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "तृणपीठबृषीष्वेतानानीतेषूपवेश्य स: ।स्वागतेनाभिनन्द्याङ्‍‍घ्रीन् सभार्योऽवनिजे मुदा ॥ ३९ ॥",
        "english_devnagari": "tṛṇa-pīṭha-bṛṣīṣv etānānīteṣūpaveśya saḥsvāgatenābhinandyāṅghrīnsa-bhāryo ’vanije mudā",
        "verse_Syn": [
            "tṛṇa",
            "pīṭha",
            "bṛṣīṣu",
            "etān",
            "ānīteṣu",
            "upaveśya",
            "saḥ",
            "sva",
            "āgatena",
            "abhinandya",
            "aṅghrīn",
            "sa",
            "bhāryaḥ",
            "avanije",
            "mudā"
        ],
        "translation": "After bringing mats of grass and darbha straw and seating his guests upon them, he greeted them with words of welcome. Then he and his wife washed their feet with great pleasure.",
        "purport": " To provide even this simple welcome, Śrutadeva had to go next door to his neighbors and borrow extra mats. This insight is provided by Śrīla Viśvanātha Cakravartī."
    },
    {
        "verse": "40",
        "devanagari": "तदम्भसा महाभाग आत्मानं सगृहान्वयम् ।स्‍नापयां चक्र उद्धर्षो लब्धसर्वमनोरथ: ॥ ४० ॥",
        "english_devnagari": "tad-ambhasā mahā-bhāgaātmānaṁ sa-gṛhānvayamsnāpayāṁ cakra uddharṣolabdha-sarva-manorathaḥ",
        "verse_Syn": [
            "tat",
            "ambhasā",
            "mahā",
            "bhāgaḥ",
            "ātmānam",
            "sa",
            "gṛha",
            "anvayam",
            "snāpayām",
            "cakre",
            "uddharṣaḥ",
            "labdha",
            "sarva",
            "manaḥ",
            "rathaḥ"
        ],
        "translation": "With the wash water, the virtuous Śrutadeva copiously sprinkled himself, his house and his family. Overjoyed, he felt that all his desires had now been fulfilled.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "फलार्हणोशीरशिवामृताम्बुभि-र्मृदा सुरभ्या तुलसीकुशाम्बुजै: ।आराधयामास यथोपपन्नयासपर्यया सत्त्वविवर्धनान्धसा ॥ ४१ ॥",
        "english_devnagari": "phalārhaṇośīra-śivāmṛtāmbubhirmṛdā surabhyā tulasī-kuśāmbuyaiḥārādhayām āsa yathopapannayāsaparyayā sattva-vivardhanāndhasā",
        "verse_Syn": [
            "phala",
            "arhaṇa",
            "uśīra",
            "śiva",
            "amṛta",
            "ambubhiḥ",
            "mṛdā",
            "surabhyā",
            "tulasī",
            "kuśa",
            "ambujaiḥ",
            "ārādhayām",
            "āsa",
            "yathā",
            "upapannayā",
            "saparyayā",
            "sattva",
            "vivardhana",
            "andhasā"
        ],
        "translation": "He worshiped them with offerings of auspicious items easily available to him, such as fruits, uśīra root, pure, nectarean water, fragrant clay, tulasī leaves, kuśa grass and lotus flowers. Then he offered them food that increases the mode of goodness.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "स तर्कयामास कुतो ममान्वभूत्गृहान्धकूपे पतितस्य सङ्गम: ।य: सर्वतीर्थास्पदपादरेणुभि:कृष्णेन चास्यात्मनिकेतभूसुरै: ॥ ४२ ॥",
        "english_devnagari": "sa tarkayām āsa kuto mamānv abhūtgṛhāndha-kūpe patitasya saṅgamaḥyaḥ sarva-tīrthāspada-pāda-reṇubhiḥkṛṣṇena cāsyātma-niketa-bhūsuraiḥ",
        "verse_Syn": [
            "saḥ",
            "tarkayām",
            "āsa",
            "kutaḥ",
            "mama",
            "anu",
            "abhūt",
            "gṛha",
            "andha",
            "kūpe",
            "patitasya",
            "saṅgamaḥ",
            "yaḥ",
            "sarva",
            "tīrtha",
            "āspada",
            "pāda",
            "reṇubhiḥ",
            "kṛṣṇena",
            "ca",
            "asya",
            "ātma",
            "niketa",
            "bhū",
            "suraiḥ"
        ],
        "translation": "He wondered: How is it that I, fallen into the blind well of family life, have been able to meet Lord Kṛṣṇa? And how have I also been allowed to meet these great brāhmaṇas, who always carry the Lord within their hearts? Indeed, the dust of their feet is the shelter of all holy places.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "सूपविष्टान् कृतातिथ्यान् श्रुतदेव उपस्थित: ।सभार्यस्वजनापत्य उवाचाङ्घ्र्यभिमर्शन: ॥ ४३ ॥",
        "english_devnagari": "sūpaviṣṭān kṛtātithyānśrutadeva upasthitaḥsa-bhārya-svajanāpatyauvācāṅghry-abhimarśanaḥ",
        "verse_Syn": [
            "su",
            "upaviṣṭān",
            "kṛta",
            "ātithyān",
            "śrutadevaḥ",
            "upasthitaḥ",
            "sa",
            "bhārya",
            "sva",
            "jana",
            "apatyaḥ",
            "uvāca",
            "aṅghri",
            "abhimarśanaḥ"
        ],
        "translation": "When his guests were seated comfortably, having each received a proper welcome, Śrutadeva approached them and sat down nearby with his wife, children and other dependents. Then, while massaging the Lord’s feet, he addressed Kṛṣṇa and the sages.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "श्रुतदेव उवाचनाद्य नो दर्शनं प्राप्त: परं परमपूरुष: ।यर्हीदं शक्तिभि: सृष्ट्वा प्रविष्टो ह्यात्मसत्तया ॥ ४४ ॥",
        "english_devnagari": "śrutadeva uvācanādya no darśanaṁ prāptaḥparaṁ parama-pūruṣaḥyarhīdaṁ śaktibhiḥ sṛṣṭvāpraviṣṭo hy ātma-sattayā",
        "verse_Syn": [
            "śrutadevaḥ",
            "uvāca",
            "na",
            "adya",
            "naḥ",
            "darśanam",
            "prāptaḥ",
            "param",
            "parama",
            "pūruṣaḥ",
            "yarhi",
            "idam",
            "śaktibhiḥ",
            "sṛṣṭvā",
            "praviṣṭaḥ",
            "hi",
            "ātma",
            "sattayā"
        ],
        "translation": "Śrutadeva said: It is not that we have attained the audience of the Supreme Person only today, for we have in fact been associating with Him ever since He created this universe with His energies and then entered it in His transcendental form.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "यथा शयान: पुरुषो मनसैवात्ममायया ।सृष्ट्वा लोकं परं स्वाप्नमनुविश्यावभासते ॥ ४५ ॥",
        "english_devnagari": "yathā śayānaḥ puruṣomanasaivātma-māyayāsṛṣṭvā lokaṁ paraṁ svāpnamanuviśyāvabhāsate",
        "verse_Syn": [
            "yathā",
            "śayānaḥ",
            "puruṣaḥ",
            "manasā",
            "eva",
            "ātma",
            "māyayā",
            "sṛṣṭvā",
            "lokam",
            "param",
            "svāpnam",
            "anuviśya",
            "avabhāsate"
        ],
        "translation": "The Lord is like a sleeping person who creates a separate world in his imagination and then enters his own dream and sees himself within it.",
        "purport": " In the illusion of his dream, a sleeping person creates an apparent world, complete with cities populated by the fictional products of his imagination. In somewhat the same way, the Lord manifests the cosmos. Of course, the creation is not illusory for the Lord, but it is for those souls who are put under the control of His Māyā potency. As her service to the Lord, Māyā deludes the conditioned souls into accepting as real her temporary, insubstantial manifestations."
    },
    {
        "verse": "46",
        "devanagari": "श‍ृण्वतां गदतां शश्वदर्चतां त्वाभिवन्दताम् ।नृणां संवदतामन्तर्हृदि भास्यमलात्मनाम् ॥ ४६ ॥",
        "english_devnagari": "śṛṇvatāṁ gadatāṁ śaśvadarcatāṁ tvābhivandatāmṇṛṇāṁ saṁvadatām antarhṛdi bhāsy amalātmanām",
        "verse_Syn": [
            "śṛṇvatām",
            "gadatām",
            "śaśvat",
            "arcatām",
            "tvā",
            "abhivandatām",
            "nṛṇām",
            "saṁvadatām",
            "antaḥ",
            "hṛdi",
            "bhāsi",
            "amala",
            "ātmanām"
        ],
        "translation": "You reveal Yourself within the hearts of those persons of pure consciousness who constantly hear about You, chant about You, worship You, glorify You and converse with one another about You.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "हृदिस्थोऽप्यतिदूरस्थ: कर्मविक्षिप्तचेतसाम् ।आत्मशक्तिभिरग्राह्योऽप्यन्त्युपेतगुणात्मनाम् ॥ ४७ ॥",
        "english_devnagari": "hṛdi-stho ’py ati-dūra-sthaḥkarma-vikṣipta-cetasāmātma-śaktibhir agrāhyo’py anty upeta-guṇātmanām",
        "verse_Syn": [
            "hṛdi",
            "sthaḥ",
            "api",
            "ati",
            "dūra",
            "sthaḥ",
            "karma",
            "vikṣipta",
            "cetasām",
            "ātma",
            "śaktibhiḥ",
            "agrāhyaḥ",
            "api",
            "anti",
            "upeta",
            "guṇa",
            "ātmanām"
        ],
        "translation": "But although You reside within the heart, You are very far away from those whose minds are disturbed by their entanglement in material work. Indeed, no one can grasp You by his material powers, for You reveal Yourself only in the hearts of those who have learned to appreciate Your transcendental qualities.",
        "purport": " The all-merciful Lord is in everyone’s heart. Seeing Him there, however, is possible only when one’s heart is completely purified. Materialists may demand that God prove His existence by coming into view as a result of their empirical investigations, but God has no need to respond to such impudence. As Lord Kṛṣṇa states in Bhagavad-gītā (7.25): “I am never manifest to the foolish and unintelligent. For them I am covered by My internal potency, and therefore they do not know that I am unborn and infallible.”"
    },
    {
        "verse": "48",
        "devanagari": "नमोऽस्तु तेऽध्यात्मविदां परात्मनेअनात्मने स्वात्मविभक्तमृत्यवे ।सकारणाकारणलिङ्गमीयुषेस्वमाययासंवृतरुद्धद‍ृष्टये ॥ ४८ ॥",
        "english_devnagari": "namo ’stu te ’dhyātma-vidāṁ parātmaneanātmane svātma-vibhakta-mṛtyavesa-kāraṇākāraṇa-liṅgam īyuṣesva-māyayāsaṁvṛta-ruddha-dṛṣṭaye",
        "verse_Syn": [
            "namaḥ",
            "astu",
            "te",
            "adhyātma",
            "vidām",
            "para",
            "ātmane",
            "anātmane",
            "sva",
            "ātma",
            "vibhakta",
            "mṛtyave",
            "sa",
            "kāraṇa",
            "akāraṇa",
            "liṅgam",
            "īyuṣe",
            "sva",
            "māyayā",
            "asaṁvṛta",
            "ruddha",
            "dṛṣṭaye"
        ],
        "translation": "Let me offer my obeisances unto You. You are realized as the Supreme Soul by those who know the Absolute Truth, whereas in Your form of time You impose death upon the forgetful souls. You appear both in Your causeless spiritual form and in the created form of this universe, thus simultaneously uncovering the eyes of Your devotees and obstructing the vision of the nondevotees.",
        "purport": " When the Lord appears before His devotees in His eternal, spiritual form, their eyes become “uncovered” in the sense that all vestiges of illusion are dispelled and they drink in the beautiful vision of the Absolute Truth, the Personality of Godhead. For the nondevotees, on the other hand, the Lord “appears” as material nature, His universal form, and in this way He covers their vision so that His spiritual, personal form remains invisible to them. Śrīla Viśvanātha Cakravartī gives another interpretation of this verse, based on an alternative understanding of anātmane, a form of the word anātmā: Various classes of men know the Absolute Truth in different ways. The devotees of the Lord who are in the reciprocal mood of neutral admiration (śānta-rasa) meditate on the Supreme as possessing a divine, personal form (ātmā or śrī-vigraha) transcending all aspects of material illusion. The impersonal philosophers (jñānīs) conceive of Him as formless (anātmā). And the envious demons see Him in the form of death."
    },
    {
        "verse": "49",
        "devanagari": "स त्वं शाधि स्वभृत्यान् न: किं देव करवाम हे ।एतदन्तो नृणां क्लेशो यद् भवानक्षिगोचर: ॥ ४९ ॥",
        "english_devnagari": "sa tvaṁ śādhi sva-bhṛtyān naḥkiṁ deva karavāma heetad-anto nṛṇāṁ kleśoyad bhavān akṣi-gocaraḥ",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "śādhi",
            "sva",
            "bhṛtyān",
            "naḥ",
            "kim",
            "deva",
            "karavāma",
            "he",
            "etat",
            "antaḥ",
            "nṛṇām",
            "kleśaḥ",
            "yat",
            "bhavān",
            "akṣi",
            "go",
            "caraḥ"
        ],
        "translation": "O Lord, You are that Supreme Soul, and we are Your servants. How shall we serve You? My Lord, simply seeing You puts an end to all the troubles of human life.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "श्रीशुक उवाचतदुक्तमित्युपाकर्ण्य भगवान् प्रणतार्तिहा ।गृहीत्वा पाणिना पाणिं प्रहसंस्तमुवाच ह ॥ ५० ॥",
        "english_devnagari": "śrī-śuka uvācatad-uktam ity upākarṇyabhagavān praṇatārti-hāgṛhītvā pāṇinā pāṇiṁprahasaṁs tam uvāca ha",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tat",
            "uktam",
            "iti",
            "upākarṇya",
            "bhagavān",
            "praṇata",
            "ārti",
            "hā",
            "gṛhītvā",
            "pāṇinā",
            "pāṇim",
            "prahasan",
            "tam",
            "uvāca",
            "ha"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: After hearing Śrutadeva speak these words, the Supreme Personality of Godhead, who relieves His surrendered devotees’ distress, took Śrutadeva’s hand in His own and, smiling, spoke to him as follows.",
        "purport": " Ācārya Viśvanātha comments that Lord Kṛṣṇa took Śrutadeva’s hand and smiled as a gesture of friendship, to tell Him, “Yes, you know the truth about Me, and I also know all about you. So now I will tell you something special.”"
    },
    {
        "verse": "51",
        "devanagari": "श्रीभगवानुवाचब्रह्मंस्तेऽनुग्रहार्थाय सम्प्राप्तान् विद्ध्यमून् मुनीन् ।सञ्चरन्ति मया लोकान् पुनन्त: पादरेणुभि: ॥ ५१ ॥",
        "english_devnagari": "śrī-bhagavān uvācabrahmaṁs te ’nugrahārthāyasamprāptān viddhy amūn munīnsañcaranti mayā lokānpunantaḥ pāda-reṇubhiḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "brahman",
            "te",
            "anugraha",
            "arthāya",
            "samprāptān",
            "viddhi",
            "amūn",
            "munīn",
            "sañcaranti",
            "mayā",
            "lokān",
            "punantaḥ",
            "pāda",
            "reṇubhiḥ"
        ],
        "translation": "The Supreme Lord said: My dear brāhmaṇa, you should know that these great sages have come here just to bless you. They travel throughout the worlds with Me, purifying them with the dust of their feet.",
        "purport": " Śrīla Śrīdhara Svāmī explains that Lord Kṛṣṇa thought Śrutadeva had shown too much reverence to Him and not enough to the sages, and thus He turned the brāhmaṇa’s attention to them."
    },
    {
        "verse": "52",
        "devanagari": "देवा: क्षेत्राणि तीर्थानि दर्शनस्पर्शनार्चनै: ।शनै: पुनन्ति कालेन तदप्यर्हत्तमेक्षया ॥ ५२ ॥",
        "english_devnagari": "devāḥ kṣetrāṇi tīrthānidarśana-sparśanārcanaiḥśanaiḥ punanti kālenatad apy arhattamekṣayā",
        "verse_Syn": [
            "devāḥ",
            "kṣetrāṇi",
            "tīrthāni",
            "darśana",
            "sparśana",
            "arcanaiḥ",
            "śanaiḥ",
            "punanti",
            "kālena",
            "tat",
            "api",
            "arhat",
            "tama",
            "īkṣayā"
        ],
        "translation": "One can gradually become purified by seeing, touching and worshiping temple deities, places of pilgrimage and holy rivers. But one can attain the same result immediately simply by receiving the glance of exalted sages.",
        "purport": " Rather than remaining in seclusion and concentrating on their own perfection, Vaiṣṇava brāhmaṇas of the highest order dedicate their lives to sharing the benediction of the Lord’s devotional service. In the words of the sons of King Prācīnabarhi: “Dear Lord, Your personal associates, Your devotees, wander all over the world to purify even the holy places of pilgrimage. Is not such activity pleasing to those who are actually afraid of material existence?” (Bhāg. 4.30.37) And Prahlāda Mahārāja says: “My dear Lord Nṛsiṁhadeva, I see that there are many saintly persons indeed, but they are interested only in their own deliverance. Not caring for the big cities and towns, they go to the Himālayas or the forest to meditate with vows of silence [mauna-vrata]. They are not interested in delivering others. As for me, however, I do not wish to be liberated alone, leaving aside all these poor fools and rascals. I know that without Kṛṣṇa consciousness, without taking shelter of Your lotus feet, one cannot be happy. Therefore I wish to bring them back to shelter at Your lotus feet.” (Bhāg. 7.9.44)"
    },
    {
        "verse": "53",
        "devanagari": "ब्राह्मणो जन्मना श्रेयान् सर्वेषां प्राणिनामिह ।तपसा विद्यया तुष्‍ट्या किमु मत्कलया युत: ॥ ५३ ॥",
        "english_devnagari": "brāhmaṇo janmanā śreyānsarveṣām prāṇinām ihatapasā vidyayā tuṣṭyākim u mat-kalayā yutaḥ",
        "verse_Syn": [
            "brāhmaṇaḥ",
            "janmanā",
            "śreyān",
            "sarveṣām",
            "prāṇinām",
            "iha",
            "tapasā",
            "vidyayā",
            "tuṣṭyā",
            "kim",
            "u",
            "mat",
            "kalayā",
            "yutaḥ"
        ],
        "translation": "By his very birth, a brāhmaṇa is the best of all living beings in this world, and he becomes even more exalted when he is endowed with austerity, learning and self-satisfaction, what to speak of devotion to Me.",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "न ब्राह्मणान्मे दयितं रूपमेतच्चतुर्भुजम् ।सर्ववेदमयो विप्र: सर्वदेवमयो ह्यहम् ॥ ५४ ॥",
        "english_devnagari": "na brāhmaṇān me dayitaṁrūpam etac catur-bhujamsarva-veda-mayo vipraḥsarva-deva-mayo hy aham",
        "verse_Syn": [
            "na",
            "brāhmaṇāt",
            "me",
            "dayitam",
            "rūpam",
            "etat",
            "catuḥ",
            "bhujam",
            "sarva",
            "veda",
            "mayaḥ",
            "vipraḥ",
            "sarva",
            "deva",
            "mayaḥ",
            "hi",
            "aham"
        ],
        "translation": "Even My own four-armed form is no dearer to Me than a brāhmaṇa. Within himself a learned brāhmaṇa comprises all the Vedas, just as within Myself I comprise all the demigods.",
        "purport": " It is understood from the Vedic science of epistemology, the Nyāya-śāstra, that knowledge of an object (prameya) depends on a valid means of knowing (pramāṇa). The Supreme Personality of Godhead can be known only by means of the Vedas, and thus He relies on the brāhmaṇa sages, who are the Vedas personified, to reveal Him in this world. Even though Lord Kṛṣṇa embodies all the demigods and viṣṇu-tattva expansions of Nārāyaṇa, He considers Himself obliged to the brāhmaṇas."
    },
    {
        "verse": "55",
        "devanagari": "दुष्प्रज्ञा अविदित्वैवमवजानन्त्यसूयव: ।गुरुं मां विप्रमात्मानमर्चादाविज्यद‍ृष्टय: ॥ ५५ ॥",
        "english_devnagari": "duṣprajñā aviditvaivamavajānanty asūyavaḥguruṁ māṁ vipram ātmānamarcādāv ijya-dṛṣṭayaḥ",
        "verse_Syn": [
            "duṣprajñāḥ",
            "aviditvā",
            "evam",
            "avajānanti",
            "asūyavaḥ",
            "gurum",
            "mām",
            "vipram",
            "ātmānam",
            "arcā",
            "ādaū",
            "ijya",
            "dṛṣṭayaḥ"
        ],
        "translation": "Ignorant of this truth, foolish people neglect and enviously offend a learned brāhmaṇa, who, being nondifferent from Me, is their spiritual master and very self. They consider worshipable only such obvious manifestations of divinity as My Deity form.",
        "purport": ""
    },
    {
        "verse": "56",
        "devanagari": "चराचरमिदं विश्वं भावा ये चास्य हेतव: ।मद्रूपाणीति चेतस्याधत्ते विप्रो मदीक्षया ॥ ५६ ॥",
        "english_devnagari": "carācaram idaṁ viśvaṁbhāvā ye cāsya hetavaḥmad-rūpāṇīti cetasyādhatte vipro mad-īkṣayā",
        "verse_Syn": [
            "cara",
            "acaram",
            "idam",
            "viśvam",
            "bhāvāḥ",
            "ye",
            "ca",
            "asya",
            "hetavaḥ",
            "mat",
            "rūpāṇi",
            "iti",
            "cetasi",
            "ādhatte",
            "vipraḥ",
            "mat",
            "īkṣayā"
        ],
        "translation": "Because he has realized Me, a brāhmaṇa is firmly fixed in the knowledge that everything moving and nonmoving in the universe, and also the primary elements of its creation, are all manifest forms expanded from Me.",
        "purport": ""
    },
    {
        "verse": "57",
        "devanagari": "तस्माद् ब्रह्मऋषीनेतान् ब्रह्मन् मच्छ्रद्धयार्चय ।एवं चेदर्चितोऽस्म्यद्धा नान्यथा भूरिभूतिभि: ॥ ५७ ॥",
        "english_devnagari": "tasmād brahma-ṛṣīn etānbrahman mac-chraddhayārcayaevaṁ ced arcito ’smy addhānānyathā bhūri-bhūtibhiḥ",
        "verse_Syn": [
            "tasmāt",
            "brahma",
            "ṛṣīn",
            "etān",
            "brahman",
            "mat",
            "śraddhayā",
            "arcaya",
            "evam",
            "cet",
            "arcitaḥ",
            "asmi",
            "addhā",
            "na",
            "anyathā",
            "bhūri",
            "bhūtibhiḥ"
        ],
        "translation": "Therefore you should worship these brāhmaṇa sages, O brāhmaṇa, with the same faith you have in Me. If you do so, you will worship Me directly, which you cannot do otherwise, even with offerings of vast riches.",
        "purport": ""
    },
    {
        "verse": "58",
        "devanagari": "श्रीशुक उवाचस इत्थं प्रभुनादिष्ट: सहकृष्णान् द्विजोत्तमान् ।आराध्यैकात्मभावेन मैथिलश्चाप सद्गतिम् ॥ ५८ ॥",
        "english_devnagari": "śrī-śuka uvācasa itthaṁ prabhunādiṣṭaḥsaha-kṛṣṇān dvijottamānārādhyaikātma-bhāvenamaithilaś cāpa sad-gatim",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saḥ",
            "ittham",
            "prabhunā",
            "ādiṣṭaḥ",
            "saha",
            "kṛṣṇān",
            "dvija",
            "uttamān",
            "ārādhya",
            "eka",
            "ātma",
            "bhavena",
            "maithilaḥ",
            "ca",
            "āpa",
            "sat",
            "gatim"
        ],
        "translation": "Śrī Śuka said: So instructed by his Lord, with single-minded devotion Śrutadeva worshiped Śrī Kṛṣṇa and the topmost brāhmaṇas accompanying Him, and King Bahulāśva did the same. Thus both Śrutadeva and the King attained the ultimate transcendental destination.",
        "purport": ""
    },
    {
        "verse": "59",
        "devanagari": "एवं स्वभक्तयो राजन् भगवान् भक्तभक्तिमान् ।उषित्वादिश्य सन्मार्गं पुनर्द्वारवतीमगात् ॥ ५९ ॥",
        "english_devnagari": "evaṁ sva-bhaktayo rājanbhagavān bhakta-bhaktimānuṣitvādiśya san-mārgaṁpunar dvāravatīm agāt",
        "verse_Syn": [
            "evam",
            "sva",
            "bhaktayoḥ",
            "rājan",
            "bhagavān",
            "bhakta",
            "bhakti",
            "man",
            "uṣitvā",
            "ādiśya",
            "sat",
            "mārgam",
            "punaḥ",
            "dvāravatīm",
            "agāt"
        ],
        "translation": "O King, thus the Personality of Godhead, who is devoted to His own devotees, stayed for some time with His two great devotees Śrutadeva and Bahulāśva, teaching them the behavior of perfect saints. Then the Lord returned to Dvārakā.",
        "purport": " In his narration of this pastime in Kṛṣṇa, the Supreme Personality of Godhead, His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda concludes: “The instruction we receive from this incident is that King Bahulāśva and Śrutadeva the brāhmaṇa were accepted by the Lord on the same level because both were pure devotees. This is the real qualification for being recognized by the Supreme Personality of Godhead. Because it has become the fashion of this age to become falsely proud of having taken birth in the family of a kṣatriya or a brāhmaṇa, we see persons without any qualification claiming to be brāhmaṇa or kṣatriya or vaiśya. But as it is stated in the scriptures, kalau śūdra-sambhava: ‘In this Age of Kali, everyone is born a śūdra.’ This is because there is no performance of the purificatory process known as saṁskāras, which begin from the time of the mother’s pregnancy and continue up to the point of the individual’s death. No one can be classified as a member of a particular caste, especially of a higher caste — brāhmaṇa, kṣatriya or vaiśya — simply by birthright. If one is not purified by the process of the seed-giving ceremony, or garbhādhāna-saṁskāra, he is immediately classified among the śūdras because only the śūdras do not undergo this purificatory process. Sex life without the purificatory process of Kṛṣṇa consciousness is merely the seed-giving process of the śūdras or the animals. But Kṛṣṇa consciousness is the highest perfection, by which everyone can come to the platform of a Vaiṣṇava. This includes having all the qualifications of a brāhmaṇa. The Vaiṣṇavas are trained to become freed from the four kinds of sinful activities — illicit sex, indulgence in intoxicants, gambling and eating animal foodstuffs. No one can be on the brahminical platform without having these preliminary qualifications, and without becoming a qualified brāhmaṇa, one cannot become a pure devotee.”"
    }
]