[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचनन्दव्रजं गते रामे करूषाधिपतिर्नृप ।वासुदेवोऽहमित्यज्ञो दूतं कृष्णाय प्राहिणोत् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācananda-vrajaṁ gate rāmekarūṣādhipatir nṛpavāsudevo ’ham ity ajñodūtaṁ kṛṣṇāya prāhiṇot",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "nanda",
            "vrajam",
            "gate",
            "rāme",
            "karūṣa",
            "adhipatiḥ",
            "nṛpa",
            "vāsudevaḥ",
            "aham",
            "iti",
            "ajñaḥ",
            "dūtam",
            "kṛṣṇāya",
            "prāhiṇot"
        ],
        "translation": "Śukadeva Gosvāmī said: O King, while Lord Balarāma was away visiting Nanda’s village of Vraja, the ruler of Karūṣa, foolishly thinking “I am the Supreme Lord, Vāsudeva,” sent a messenger to Lord Kṛṣṇa.",
        "purport": " Since Lord Rāma had gone to Nanda-vraja, Pauṇḍraka foolishly thought that Lord Kṛṣṇa would be alone and therefore easy to challenge. Thus he dared to send his crazy message to the Lord."
    },
    {
        "verse": "2",
        "devanagari": "त्वं वासुदेवो भगवानवतीर्णो जगत्पति: ।इति प्रस्तोभितो बालैर्मेन आत्मानमच्युतम् ॥ २ ॥",
        "english_devnagari": "tvaṁ vāsudevo bhagavānavatīṛno jagat-patiḥiti prastobhito bālairmena ātmānam acyutam",
        "verse_Syn": [
            "tvam",
            "vāsudevaḥ",
            "bhagavān",
            "avatīrṇaḥ",
            "jagat",
            "patiḥ",
            "iti",
            "prastobhitaḥ",
            "bālaiḥ",
            "mene",
            "ātmānam",
            "acyutam"
        ],
        "translation": "Pauṇḍraka was emboldened by the flattery of childish men, who told him, “You are Vāsudeva, the Supreme Lord and master of the universe, who have now descended to the earth.” Thus he imagined himself to be the infallible Personality of Godhead.",
        "purport": " Pauṇḍraka foolishly accepted the flattery of ignorant persons."
    },
    {
        "verse": "3",
        "devanagari": "दूतं च प्राहिणोन्मन्द: कृष्णायाव्यक्तवर्त्मने ।द्वारकायां यथा बालो नृपो बालकृतोऽबुध: ॥ ३ ॥",
        "english_devnagari": "dūtaṁ ca prāhiṇon mandaḥkṛṣṇāyāvyakta-vartmanedvārakāyāṁ yathā bālonṛpo bāla-kṛto ’budhaḥ",
        "verse_Syn": [
            "dūtam",
            "ca",
            "prāhiṇot",
            "mandaḥ",
            "kṛṣṇāya",
            "avyakta",
            "vartmane",
            "dvārakāyām",
            "yathā",
            "bālaḥ",
            "nṛpaḥ",
            "bāla",
            "kṛtaḥ",
            "abudhaḥ"
        ],
        "translation": "Thus slow-witted King Pauṇḍraka sent a messenger to the inscrutable Lord Kṛṣṇa at Dvārakā. Pauṇḍraka was acting just like an unintelligent child whom other children are pretending is a king.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, the reason Śukadeva Gosvāmī here mentions for the second time that Pauṇḍraka sent a message to Lord Kṛṣṇa is that the great sage is astonished at Pauṇḍraka’s extreme foolishness."
    },
    {
        "verse": "4",
        "devanagari": "दूतस्तु द्वारकामेत्य सभायामास्थितं प्रभुम् ।कृष्णं कमलपत्राक्षं राजसन्देशमब्रवीत् ॥ ४ ॥",
        "english_devnagari": "dūtas tu dvārakām etyasabhāyām āsthitaṁ prabhumkṛṣṇaṁ kamala-patrākṣaṁrāja-sandeśam abravīt",
        "verse_Syn": [
            "dūtaḥ",
            "tu",
            "dvārakām",
            "etya",
            "sabhāyām",
            "āsthitam",
            "prabhum",
            "kṛṣṇam",
            "kamala",
            "patra",
            "akṣam",
            "rāja",
            "sandeśam",
            "abravīt"
        ],
        "translation": "Arriving in Dvārakā, the messenger found lotus-eyed Kṛṣṇa in His royal assembly and relayed the King’s message to that almighty Lord.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "वासुदेवोऽवतीर्णोऽहमेक एव न चापर: ।भूतानामनुकम्पार्थं त्वं तु मिथ्याभिधांत्यज ॥ ५ ॥",
        "english_devnagari": "vāsudevo ’vatīrno ’hameka eva na cāparaḥbhūtānām anukampārthaṁtvaṁ tu mithyābhidhāṁ tyaja",
        "verse_Syn": [
            "vāsudevaḥ",
            "avatīrṇaḥ",
            "aham",
            "ekaḥ",
            "eva",
            "na",
            "ca",
            "aparaḥ",
            "bhūtānām",
            "anukampā",
            "artham",
            "tvam",
            "tu",
            "mithyā",
            "abhidhām",
            "tyaja"
        ],
        "translation": "[On Pauṇḍraka’s behalf, the messenger said:] I am the one and only Lord Vāsudeva, and there is no other. It is I who have descended to this world to show mercy to the living beings. Therefore give up Your false name.",
        "purport": " Inspired by Goddess Sarasvatī, Śrīla Viśvanātha Cakravartī gives the real import of these two verses: “I am not Vāsudeva incarnate, but rather You alone, and no one else, are Vāsudeva. Since You have descended to show mercy to the living beings, please make me give up my false designation, which is like that of an oyster claiming to be silver.” The Supreme Lord will certainly comply with this request."
    },
    {
        "verse": "6",
        "devanagari": "यानि त्वमस्मच्चिह्नानि मौढ्याद् बिभर्षि सात्वत ।त्यक्त्वैहि मां त्वं शरणंनोचेद् देहि ममाहवम् ॥ ६ ॥",
        "english_devnagari": "yāni tvam asmac-cihnānimauḍhyād bibharṣi sātvatatyaktvaihi māṁ tvaṁ śaraṇaṁno ced dehi mamāhavam",
        "verse_Syn": [
            "yāni",
            "tvam",
            "asmat",
            "cihnāni",
            "mauḍhyāt",
            "bibharṣi",
            "sātvata",
            "tyaktvā",
            "ehi",
            "mām",
            "tvam",
            "śaraṇam",
            "na",
            "u",
            "cet",
            "dehi",
            "mama",
            "āhavam"
        ],
        "translation": "O Sātvata, give up my personal symbols, which out of foolishness You now carry, and come to me for shelter. If You do not, then You must give me battle.",
        "purport": " Śrīla Viśvanātha Cakravartī again interprets Pauṇḍraka’s words according to the inspiration of Sarasvatī, the goddess of learning. Thus they may be understood to mean “Out of foolishness I have assumed an imitation conchshell, disc, lotus and club, and You are maintaining these by allowing me to use them. You have not yet subdued me and gotten rid of these imitation symbols. Therefore please mercifully come and liberate me by forcing me to give them up. Give me battle, and grant me liberation by killing me.”"
    },
    {
        "verse": "7",
        "devanagari": "श्रीशुक उवाचकत्थनं तदुपाकर्ण्य पौण्ड्रकस्याल्पमेधस: ।उग्रसेनादय: सभ्या उच्चकैर्जहसुस्तदा ॥ ७ ॥",
        "english_devnagari": "śrī-śuka uvācakatthanaṁ tad upākarṇyapauṇḍrakasyālpa-medhasaḥugrasenādayaḥ sabhyāuccakair jahasus tadā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "katthanam",
            "tat",
            "upākarṇya",
            "pauṇḍrakasya",
            "alpa",
            "medhasaḥ",
            "ugrasena",
            "ādayaḥ",
            "sabhyāḥ",
            "uccakaiḥ",
            "jahasuḥ",
            "tadā"
        ],
        "translation": "Śukadeva Gosvāmī said: King Ugrasena and the other members of the assembly laughed loudly when they heard this vain boasting of unintelligent Pauṇḍraka.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "उवाच दूतं भगवान् परिहासकथामनु ।उत्स्रक्ष्ये मूढ चिह्नानि यैस्त्वमेवं विकत्थसे ॥ ८ ॥",
        "english_devnagari": "uvāca dūtaṁ bhagavānparihāsa-kathām anuutsrakṣye mūḍha cihnāniyais tvam evaṁ vikatthase",
        "verse_Syn": [
            "uvāca",
            "dūtam",
            "bhagavān",
            "parihāsa",
            "kathām",
            "anu",
            "utsrakṣye",
            "mūḍha",
            "cihnāni",
            "yaiḥ",
            "tvam",
            "evam",
            "vikatthase"
        ],
        "translation": "The Personality of Godhead, after enjoying the jokes of the assembly, told the messenger [to relay a message to his master:] “You fool, I will indeed let loose the weapons you boast of in this way.",
        "purport": " The Sanskrit word utsrakṣye means “I will hurl, throw, let loose, abandon, etc.” Foolish Pauṇḍraka demanded that Lord Kṛṣṇa give up His powerful weapons, such as the disc and the club, and here the Lord replies, utsrakṣye mūḍha cihnāni: “Yes, fool, I will indeed let loose these weapons when we meet on the battlefield.” In Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda nicely describes this scene as follows: “When all the members of the royal assembly, including King Ugrasena, heard this message sent by Pauṇḍraka, they laughed very loudly for a considerable time. After enjoying the loud laughter of all the members of the assembly, Kṛṣṇa replied to the messenger as follows: ‘O messenger of Pauṇḍraka, you may carry My message to your master. He is a foolish rascal. I directly call him a rascal, and I refuse to follow his instructions. I shall never give up the symbols of Vāsudeva, especially My disc. I shall use this disc to kill not only King Pauṇḍraka but all his followers also. I shall destroy this Pauṇḍraka and his foolish associates, who merely constitute a society of cheaters and the cheated.’”"
    },
    {
        "verse": "9",
        "devanagari": "मुखं तदपिधायाज्ञ कङ्कगृध्रवटैर्वृत: ।शयिष्यसे हतस्तत्र भविता शरणं शुनाम् ॥ ९ ॥",
        "english_devnagari": "mukhaṁ tad apidhāyājñakaṅka-gṛdhra-vaṭair vṛtaḥśayiṣyase hatas tatrabhavitā śaraṇaṁ śunām",
        "verse_Syn": [
            "mukham",
            "tat",
            "apidhāya",
            "ajña",
            "kaṅka",
            "gṛdhra",
            "vaṭaiḥ",
            "vṛtaḥ",
            "śayiṣyase",
            "hataḥ",
            "tatra",
            "bhavitā",
            "śaraṇam",
            "śunām"
        ],
        "translation": "“When you lie dead, O fool, your face covered by vultures, herons and vaṭa birds, you will become the shelter of dogs.”",
        "purport": " Pauṇḍraka foolishly told the Supreme Lord to come to him for shelter, but here Lord Kṛṣṇa tells him, “You are not My shelter, but rather you will become the shelter of dogs when they happily feast on your dead body.” Śrīla Prabhupāda vividly describes this scene as follows: “[Lord Kṛṣṇa told Pauṇḍraka, “When I shall destroy you,] foolish King, you will then have to conceal your face in disgrace, and when your head is severed from your body by My disc, it will be surrounded by meat-eating birds like vultures, hawks and eagles. At that time, instead of becoming My shelter, as you have demanded, you will be subject to the mercy of these lowborn birds. At that time your body will be thrown to the dogs, who will eat it with great pleasure.’”"
    },
    {
        "verse": "10",
        "devanagari": "इति दूतस्तमाक्षेपं स्वामिने सर्वमाहरत् ।कृष्णोऽपि रथमास्थाय काशीमुपजगाम ह ॥ १० ॥",
        "english_devnagari": "iti dūtas tam ākṣepaṁsvāmine sarvam āharatkṛṣṇo ’pi ratham āsthāyakāśīm upajagāma ha",
        "verse_Syn": [
            "iti",
            "dūtaḥ",
            "tam",
            "ākṣepam",
            "svāmine",
            "sarvam",
            "āharat",
            "kṛṣṇaḥ",
            "api",
            "ratham",
            "āsthāya",
            "kāśīm",
            "upajagāma",
            "ha"
        ],
        "translation": "When the Lord had thus spoken, the messenger conveyed His insulting reply to his master in its entirety. Lord Kṛṣṇa then mounted His chariot and went to the vicinity of Kāśī.",
        "purport": " In Kṛṣṇa, Śrīla Prabhupāda describes this incident as follows: “The messenger carried the words of Lord Kṛṣṇa to his master, Pauṇḍraka, who patiently heard all these insults. Without waiting any longer, Lord Śrī Kṛṣṇa immediately started out on His chariot to punish the rascal Pauṇḍraka, the King of Karūṣa. Because at that time the he was living with his friend the King of Kāśī, Kṛṣṇa surrounded the whole city of Kāśī.”"
    },
    {
        "verse": "11",
        "devanagari": "पौण्ड्रकोऽपि तदुद्योगमुपलभ्य महारथ: ।अक्षौहिणीभ्यां संयुक्तो निश्चक्राम पुराद् द्रुतम् ॥ ११ ॥",
        "english_devnagari": "pauṇḍrako ’pi tad-udyogamupalabhya mahā-rathaḥakṣauhiṇībhyāṁ saṁyuktoniścakrāma purād drutam",
        "verse_Syn": [
            "pauṇḍrakaḥ",
            "api",
            "tat",
            "udyogam",
            "upalabhya",
            "mahā",
            "rathaḥ",
            "akṣauhiṇībhyām",
            "saṁyuktaḥ",
            "niścakrāma",
            "purāt",
            "drutam"
        ],
        "translation": "Upon observing Lord Kṛṣṇa’s preparations for battle, the mighty warrior Pauṇḍraka quickly went out of the city with two full military divisions.",
        "purport": ""
    },
    {
        "verse": "12-14",
        "devanagari": "तस्य काशीपतिर्मित्रं पार्ष्णिग्राहोऽन्वयान्नृप ।अक्षौहिणीभिस्तिसृभिरपश्यत् पौण्ड्रकं हरि: ॥ १२ ॥शङ्खार्यसिगदाशार्ङ्गश्रीवत्साद्युपलक्षितम् ।बिभ्राणं कौस्तुभमणिं वनमालाविभूषितम् ॥ १३ ॥कौशेयवाससी पीते वसानं गरुडध्वजम् ।अमूल्यमौल्याभरणं स्फुरन्मकरकुण्डलम् ॥ १४ ॥",
        "english_devnagari": "tasya kāśī-patir mitraṁpārṣṇi-grāho ’nvayān nṛpaakṣauhiṇībhis tisṛbhirapaśyat pauṇḍrakaṁ hariḥ",
        "verse_Syn": [
            "tasya",
            "kāśī",
            "patiḥ",
            "mitram",
            "pārṣṇi",
            "grāhaḥ",
            "anvayāt",
            "nṛpa",
            "akṣauhiṇībhiḥ",
            "tisṛbhiḥ",
            "apaśyat",
            "pauṇḍrakam",
            "hariḥ",
            "śaṅkha",
            "ari",
            "asi",
            "gadā",
            "śārṅga",
            "śrīvatsa",
            "ādi",
            "upalakṣitam",
            "bibhrāṇam",
            "kaustubha",
            "maṇim",
            "vana",
            "mālā",
            "vibhūṣitam",
            "kauśeya",
            "vāsasī",
            "pīte",
            "vasānam",
            "garuḍa",
            "dhvajam",
            "amūlya",
            "mauli",
            "ābharaṇam",
            "sphurat",
            "makara",
            "kuṇḍalam"
        ],
        "translation": "Pauṇḍraka’s friend, the King of Kāśī, followed behind, O King, leading the rear guard with three akṣauhiṇī divisions. Lord Kṛṣṇa saw that Pauṇḍraka was carrying the Lord’s own insignia, such as the conchshell, disc, sword and club, and also an imitation Śārṅga bow and Śrīvatsa mark. He wore a mock Kaustubha gem, was decorated with a garland of forest flowers and was dressed in upper and lower garments of fine yellow silk. His banner bore the image of Garuḍa, and he wore a valuable crown and gleaming, shark-shaped earrings.",
        "purport": " Śrīla Prabhupāda comments in Kṛṣṇa: “When the two kings came before Lord Kṛṣṇa to oppose Him, Kṛṣṇa saw Pauṇḍraka face to face for the first time.”"
    },
    {
        "verse": "15",
        "devanagari": "द‍ृष्ट्वा तमात्मनस्तुल्यं वेषं कृत्रिममास्थितम् ।यथा नटं रङ्गगतं विजहास भृशं हरि: ॥ १५ ॥",
        "english_devnagari": "dṛṣṭvā tam ātmanas tulyaṁveṣaṁ kṛtrimam āsthitamyathā naṭaṁ raṅga-gataṁvijahāsa bhṛśaṁ harīḥ",
        "verse_Syn": [
            "dṛṣṭvā",
            "tam",
            "ātmanaḥ",
            "tulyam",
            "veṣam",
            "kṛtrimam",
            "āsthitam",
            "yathā",
            "naṭam",
            "raṅga",
            "gatam",
            "vijahāsa",
            "bhṛśam",
            "hariḥ"
        ],
        "translation": "Lord Hari laughed heartily when He saw how the King had dressed up in exact imitation of His own appearance, just like an actor onstage.",
        "purport": " Śrīla Prabhupāda describes this scene as follows: “On the whole, however, [Pauṇḍraka’s] dress and makeup were clearly imitation. Anyone could understand that he was just like someone on stage playing the part of Vāsudeva in false dress. When Lord Śrī Kṛṣṇa saw Pauṇḍraka imitating His posture and dress, He could not check His laughter, and thus He laughed with great satisfaction.” Śrīla Jīva Gosvāmī points out that it was a benediction from Lord Śiva that enabled Pauṇḍraka to imitate the Lord’s dress and appearance exactly — a fact gleaned from the Uttara-khaṇḍa of Śrī Padma Purāṇa."
    },
    {
        "verse": "16",
        "devanagari": "शूलैर्गदाभि: परिघै: शक्त्यृष्टिप्रासतोमरै: ।असिभि: पट्टिशैर्बाणै: प्राहरन्नरयो हरिम् ॥ १६ ॥",
        "english_devnagari": "śulair gadābhiḥ parighaiḥśakty-ṛṣṭi-prāsa-tomaraiḥasibhiḥ paṭṭiśair bāṇaiḥprāharann arayo harim",
        "verse_Syn": [
            "śūlaiḥ",
            "gadābhiḥ",
            "parighaiḥ",
            "śakti",
            "ṛṣṭi",
            "prāsa",
            "tomaraiḥ",
            "asibhiḥ",
            "paṭṭiśaiḥ",
            "bāṇaiḥ",
            "prāharan",
            "arayaḥ",
            "harim"
        ],
        "translation": "The enemies of Lord Hari attacked Him with tridents, clubs, bludgeons, pikes, ṛṣtis, barbed darts, lances, swords, axes and arrows.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "कृष्णस्तु तत्पौण्ड्रककाशिराजयो-र्बलं गजस्यन्दनवाजिपत्तिमत् ।गदासिचक्रेषुभिरार्दयद् भृशंयथा युगान्ते हढतभुक् पृथक् प्रजा: ॥ १७ ॥",
        "english_devnagari": "kṛṣṇas tu tat pauṇḍraka-kāśirājayorbalaṁ gaja-syandana-vāji-patti-matgadāsi-cakreṣubhir ārdayad bhṛśaṁyathā yugānte huta-bhuk pṛthak prajāḥ",
        "verse_Syn": [
            "kṛṣṇaḥ",
            "tu",
            "tat",
            "pauṇḍraka",
            "kāśirājayoḥ",
            "balam",
            "gaja",
            "syandana",
            "vāji",
            "patti",
            "mat",
            "gadā",
            "asi",
            "cakra",
            "isubhiḥ",
            "ārdayat",
            "bhṛśam",
            "yathā",
            "yuga",
            "ante",
            "huta",
            "bhuk",
            "pṛthak",
            "prajāḥ"
        ],
        "translation": "But Lord Kṛṣṇa fiercely struck back at the army of Pauṇḍraka and Kāśirāja, which consisted of elephants, chariots, cavalry and infantry. The Lord tormented His enemies with His club, sword, Sudarśana disc and arrows, just as the fire of annihilation torments the various kinds of creatures at the end of a cosmic age.",
        "purport": " Śrīla Prabhupāda comments as follows in Kṛṣṇa: “The soldiers on the side of King Pauṇḍraka began to shower their weapons upon Kṛṣṇa. The weapons, including various kinds of tridents, clubs, poles, lances, swords, daggers and arrows, came flying in waves, and Kṛṣṇa counteracted them. He smashed not only the weapons but also the soldiers and assistants of Pauṇḍraka, just as during the dissolution of this universe the fire of devastation burns everything to ashes. The elephants, chariots, horses and infantry belonging to the opposite party were scattered by the weapons of Kṛṣṇa.”"
    },
    {
        "verse": "18",
        "devanagari": "आयोधनं तद्रथवाजिकुञ्जर-द्विपत्खरोष्ट्रैररिणावखण्डितै: ।बभौ चितं मोदवहं मनस्विना-माक्रीडनं भूतपतेरिवोल्बणम् ॥ १८ ॥",
        "english_devnagari": "āyodhanaṁ tad ratha-vāji-kuñjara-dvipat-kharoṣṭrair ariṇāvakhaṇḍitaiḥbabhau citaṁ moda-vahaṁ manasvināmākrīḍanaṁ bhūta-pater ivolbaṇam",
        "verse_Syn": [
            "āyodhanam",
            "tat",
            "ratha",
            "vāji",
            "kuñjara",
            "dvipat",
            "khara",
            "uṣṭraiḥ",
            "ariṇā",
            "avakhaṇḍitaiḥ",
            "babhau",
            "citam",
            "moda",
            "vaham",
            "manasvinām",
            "ākrīḍanam",
            "bhūta",
            "pateḥ",
            "iva",
            "ulbaṇam"
        ],
        "translation": "The battlefield, strewn with the dismembered chariots, horses, elephants, humans, mules and camels that had been cut to pieces by the Lord’s disc weapon, shone like the gruesome playground of Lord Bhūtapati, giving pleasure to the wise.",
        "purport": " Śrīla Prabhupāda describes this scene as follows: “Although the devastated battlefield appeared like the dancing place of Lord Śiva at the time of the dissolution of the world, the warriors who were on the side of Kṛṣṇa were very much encouraged by seeing this, and they fought with greater strength.”"
    },
    {
        "verse": "19",
        "devanagari": "अथाह पौण्ड्रकं शौरिर्भो भो पौण्ड्रक यद् भवान् ।दूतवाक्येन मामाह तान्यस्‍त्रण्युत्सृजामि ते ॥ १९ ॥",
        "english_devnagari": "athāha pauṇḍrakaṁ śaurirbho bho pauṇḍraka yad bhavāndūta-vākyena mām āhatāny astraṇy utsṛjāmi te",
        "verse_Syn": [
            "atha",
            "āha",
            "pauṇḍrakam",
            "śauriḥ",
            "bhoḥ",
            "bhoḥ",
            "pauṇḍraka",
            "yat",
            "bhavān",
            "dūta",
            "vākyena",
            "mām",
            "āha",
            "tāni",
            "astrāṇi",
            "utsṛjāmi",
            "te"
        ],
        "translation": "Lord Kṛṣṇa then addressed Pauṇḍraka: My dear Pauṇḍraka, the very weapons you spoke of through your messenger, I now release unto you.",
        "purport": " Śrīla Prabhupāda writes as follows in Kṛṣṇa: “At this time Lord Kṛṣṇa told Pauṇḍraka, ‘Pauṇḍraka, you requested Me to give up the symbols of Lord Viṣṇu, specifically My disc. Now I will give it up to you. Be careful! You falsely declare yourself to be Vāsudeva, imitating Me. Therefore no one is a greater fool than you.’ From this statement of Kṛṣṇa’s it is clear that any rascal who advertises himself as God is the greatest fool in human society.”"
    },
    {
        "verse": "20",
        "devanagari": "त्याजयिष्येऽभिधानं मे यत्त्वयाज्ञ मृषा धृतम् ।व्रजामि शरनं तेऽद्य यदि नेच्छामि संयुगम् ॥ २० ॥",
        "english_devnagari": "tyājayiṣye ’bhidhānaṁ meyat tvayājña mṛṣā dhṛtamvrajāmi śaranaṁ te ’dyayadi necchāmi saṁyugam",
        "verse_Syn": [
            "tyājayiṣye",
            "abhidhānam",
            "me",
            "yat",
            "tvayā",
            "ajña",
            "mṛṣā",
            "dhṛtam",
            "vrajāmi",
            "śaraṇam",
            "te",
            "adya",
            "yadi",
            "na",
            "icchāmi",
            "saṁyugam"
        ],
        "translation": "O fool, now I shall make you renounce My name, which you have falsely assumed. And I will certainly take shelter of you if I do not wish to fight you.",
        "purport": " Śrīla Prabhupāda writes as follows: “Now, Pauṇḍraka, I shall force you to give up this false representation. You wanted Me to surrender unto you. Now this is your opportunity. We shall fight, and if I am defeated and you become victorious, I shall certainly surrender unto you.”"
    },
    {
        "verse": "21",
        "devanagari": "इति क्षिप्‍त्‍वा शितैर्बाणैर्विरथीकृत्य पौण्ड्रकम् ।शिरोऽवृश्चद् रथाङ्गेन वज्रेणेन्द्रो यथा गिरे: ॥ २१ ॥",
        "english_devnagari": "iti kṣiptvā śitair bāṇairvirathī-kṛtya pauṇḍrakamśiro ’vṛścad rathāṅgenavajreṇendro yathā gireḥ",
        "verse_Syn": [
            "iti",
            "kṣiptvā",
            "śitaiḥ",
            "bāṇaiḥ",
            "virathī",
            "kṛtya",
            "pauṇḍrakam",
            "śiraḥ",
            "avṛścat",
            "ratha",
            "aṅgena",
            "vajreṇa",
            "indraḥ",
            "yathā",
            "gireḥ"
        ],
        "translation": "Having thus derided Pauṇḍraka, Lord Kṛṣṇa destroyed his chariot with His sharp arrows. The Lord then cut off his head with the Sudarśana disc, just as Lord Indra lops off a mountain peak with his thunderbolt weapon.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "तथा काशिपते: कायाच्छिर उत्कृत्य पत्रिभि: ।न्यपातयत् काशिपुर्यां पद्मकोशमिवानिल: ॥ २२ ॥",
        "english_devnagari": "tathā kāśī-pateḥ kāyācchira utkṛtya patribhiḥnyapātayat kāśī-puryāṁpadma-kośam ivānilaḥ",
        "verse_Syn": [
            "tathā",
            "kāśī",
            "pateḥ",
            "kāyāt",
            "śiraḥ",
            "utkṛtya",
            "patribhiḥ",
            "nyapātayat",
            "kāśi",
            "puryām",
            "padma",
            "kośam",
            "iva",
            "anilaḥ"
        ],
        "translation": "With His arrows, Lord Kṛṣṇa similarly severed Kāśirāja’s head from his body, sending it flying into Kāśī city like a lotus flower thrown by the wind.",
        "purport": " Śrīla Viśvanātha Cakravartī explains why Kṛṣṇa threw Kāśirāja’s head into the city: “As he went off to battle, the King of Kāśī had promised the citizens: ‘My dear residents of Kāśī, today I will bring the enemy’s head into the midst of the city. Have no doubt of this.’ The King’s sinful queens had also boasted to their maids-in-waiting: ‘Today our master will certainly bring the head of the Lord of Dvārakā.’ Therefore the Supreme Lord threw the King’s head into the city to astonish the inhabitants.”"
    },
    {
        "verse": "23",
        "devanagari": "एवं मत्सरिणं हत्वा पौण्ड्रकं ससखं हरि: ।द्वारकामाविशत् सिद्धैर्गीयमानकथामृत: ॥ २३ ॥",
        "english_devnagari": "evaṁ matsariṇam hatvāpauṇḍrakaṁ sa-sakhaṁ hariḥdvārakām āviśat siddhairgīyamāna-kathāmṛtaḥ",
        "verse_Syn": [
            "evam",
            "matsariṇam",
            "hatvā",
            "pauṇḍrakam",
            "sa",
            "sakham",
            "hariḥ",
            "dvārakām",
            "āviśat",
            "siddhaiḥ",
            "gīyamāna",
            "kathā",
            "amṛtaḥ"
        ],
        "translation": "Having thus killed envious Pauṇḍraka and his ally, Lord Kṛṣṇa returned to Dvārakā. As He entered the city, the Siddhas of heaven chanted His immortal, nectarean glories.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "स नित्यं भगवद्ध्यानप्रध्वस्ताखिलबन्धन: ।बिभ्राणश्च हरे राजन् स्वरूपं तन्मयोऽभवत् ॥ २४ ॥",
        "english_devnagari": "sa nityaṁ bhagavad-dhyāna-pradhvastākhila-bandhanaḥbibhrāṇaś ca hare rājansvarūpaṁ tan-mayo ’bhavat",
        "verse_Syn": [
            "saḥ",
            "nityam",
            "bhagavat",
            "dhyāna",
            "pradhvasta",
            "akhila",
            "bandhanaḥ",
            "bibhrāṇaḥ",
            "ca",
            "hareḥ",
            "rājan",
            "svarūpam",
            "tat",
            "mayaḥ",
            "abhavat"
        ],
        "translation": "By constantly meditating upon the Supreme Lord, Pauṇḍraka shattered all his material bonds. Indeed, by imitating Lord Kṛṣṇa’s appearance, O King, he ultimately became Kṛṣṇa conscious.",
        "purport": " Śrīla Prabhupāda writes as follows in Kṛṣṇa: “As far as Pauṇḍraka was concerned, somehow or other he always thought of Vāsudeva by falsely dressing himself in imitation of the Lord. Therefore Pauṇḍraka achieved sārūpya, one of the five kinds of liberation, and was thus promoted to the Vaikuṇṭha planets, where the devotees have the same bodily features as Viṣṇu, with four hands holding the four symbols. Factually, his meditation was concentrated on the Viṣṇu form, but because he thought himself Lord Viṣṇu, he was offensive. After being killed by Kṛṣṇa, however, that offense was also mitigated. Thus he was given sārūpya liberation, and he attained the same form as the Lord.”"
    },
    {
        "verse": "25",
        "devanagari": "शिर: पतितमालोक्य राजद्वारे सकुण्डलम् ।किमिदं कस्य वा वक्त्रमिति संशिशिरे जना: ॥ २५ ॥",
        "english_devnagari": "śiraḥ patitam ālokyarāja-dvāre sa-kuṇḍalamkim idaṁ kasya vā vaktramiti saṁśiśire janāḥ",
        "verse_Syn": [
            "śiraḥ",
            "patitam",
            "ālokya",
            "rāja",
            "dvāre",
            "sa",
            "kuṇḍalam",
            "kim",
            "idam",
            "kasya",
            "vā",
            "vaktram",
            "iti",
            "saṁśiśire",
            "janāḥ"
        ],
        "translation": "Seeing a head decorated with earrings lying at the gate of the royal palace, the people present were puzzled. Some of them asked, “What is this?” and others said, “It is a head, but whose is it?”",
        "purport": " Śrīla Prabhupāda writes as follows: “When the head of the King of Kāśī was thrown through the city gate, people gathered and were astonished to see that wonderful thing. When they found out that there were earrings on it, they could understand that it was someone’s head. They conjectured as to whose head it might be. Some thought it was Kṛṣṇa’s head because Kṛṣṇa was the enemy of Kāśirāja, and they calculated that the King of Kāśī might have thrown Kṛṣṇa’s head into the city so that the people might take pleasure in the enemy’s having been killed. But it was finally detected that the head was not Kṛṣṇa’s but that of Kāśirāja himself.”"
    },
    {
        "verse": "26",
        "devanagari": "राज्ञ: काशीपतेर्ज्ञात्वा महिष्य: पुत्रबान्धवा: ।पौराश्च हा हता राजन् नाथ नाथेति प्रारुदन् ॥ २६ ॥",
        "english_devnagari": "rājñaḥ kāśī-pater jñātvāmahiṣyaḥ putra-bāndhavāḥpaurāś ca hā hatā rājannātha nātheti prārudan",
        "verse_Syn": [
            "rājñaḥ",
            "kāśī",
            "pateḥ",
            "jñātvā",
            "mahiṣyaḥ",
            "putra",
            "bāndhavāḥ",
            "paurāḥ",
            "ca",
            "hā",
            "hatāḥ",
            "rājan",
            "nātha",
            "nātha",
            "iti",
            "prārudan"
        ],
        "translation": "My dear King, when they recognized it as the head of their King — the lord of Kāśi — his queens, sons and other relatives, along with all the citizens of the city, began to cry pitifully: “Alas, we are killed! O my lord, my lord!”",
        "purport": ""
    },
    {
        "verse": "27-28",
        "devanagari": "सुदक्षिणस्तस्य सुत: कृत्वा संस्थाविधिं पते: ।निहत्य पितृहन्तारं यास्याम्यपचितिं पितु: ॥ २७ ॥इत्यात्मनाभिसन्धाय सोपाध्यायो महेश्वरम् ।सुदक्षिणोऽर्चयामास परमेण समाधिना ॥ २८ ॥",
        "english_devnagari": "sudakṣiṇas tasya sutaḥkṛtvā saṁsthā-vidhiṁ pateḥnihatya pitṛ-hantāraṁyāsyāmy apacitiṁ pituḥ",
        "verse_Syn": [
            "sudakṣiṇaḥ",
            "tasya",
            "sutaḥ",
            "kṛtvā",
            "saṁsthā",
            "vidhim",
            "pateḥ",
            "nihatya",
            "pitṛ",
            "hantāram",
            "yāsyāmi",
            "apacitim",
            "pituḥ",
            "iti",
            "ātmanā",
            "abhisandhāya",
            "sa",
            "upādhyāyaḥ",
            "mahā",
            "īśvaram",
            "su",
            "dakṣiṇaḥ",
            "arcayām",
            "āsa",
            "parameṇa",
            "samādhinā"
        ],
        "translation": "After the King’s son Sudakṣiṇa had performed the obligatory funeral rituals for his father, he resolved within his mind: “Only by killing my father’s murderer can I avenge his death.” Thus the charitable Sudakṣiṇa, together with his priests, began worshiping Lord Maheśvara with great attention.",
        "purport": " Śrīla Prabhupāda writes: “The lord of the kingdom of Kāśi is Viśvanātha (Lord Śiva). The temple of Lord Viśvanātha is still existing in Vārāṇasī, and many thousands of pilgrims still gather daily in that temple.”"
    },
    {
        "verse": "29",
        "devanagari": "प्रीतोऽविमुक्ते भगवांस्तस्मै वरमदाद् विभु: ।पितृहन्तृवधोपायं स वव्रे वरमीप्सितम् ॥ २९ ॥",
        "english_devnagari": "prīto ’vimukte bhagavāṁstasmai varam adād vibhuḥpitṛ-hantṛ-vadhopāyaṁsa vavre varam īpsitam",
        "verse_Syn": [
            "prītaḥ",
            "avimukte",
            "bhagavān",
            "tasmai",
            "varam",
            "adāt",
            "vibhuḥ",
            "pitṛ",
            "hantṛ",
            "vadha",
            "upāyam",
            "saḥ",
            "vavre",
            "varam",
            "īpsitam"
        ],
        "translation": "Satisfied by the worship, the powerful Lord Śiva appeared in the sacred precinct of Avimukta and offered Sudakṣiṇa his choice of benedictions. The prince chose as his benediction a means to slay his father’s killer.",
        "purport": ""
    },
    {
        "verse": "30-31",
        "devanagari": "दक्षिणाग्निं परिचर ब्राह्मणै: सममृत्विजम् ।अभिचारविधानेन स चाग्नि: प्रमथैर्वृत: ॥ ३० ॥साधयिष्यति सङ्कल्पमब्रह्मण्ये प्रयोजित: ।इत्यादिष्टस्तथा चक्रे कृष्णायाभिचरन् व्रती ॥ ३१ ॥",
        "english_devnagari": "dakṣiṇāgniṁ paricarabrāhmaṇaiḥ samam ṛtvijamabhicāra-vidhānenasa cāgniḥ pramathair vṛtaḥ",
        "verse_Syn": [
            "dakṣiṇa",
            "agnim",
            "paricara",
            "brāhmaṇaiḥ",
            "samam",
            "ṛtvijam",
            "abhicāra",
            "vidhānena",
            "saḥ",
            "ca",
            "agniḥ",
            "pramathaiḥ",
            "vṛtaḥ",
            "sādhayiṣyati",
            "saṅkalpam",
            "abrahmaṇye",
            "prayojitaḥ",
            "iti",
            "ādiṣṭaḥ",
            "tathā",
            "cakre",
            "kṛṣṇāya",
            "abhicaran",
            "vratī"
        ],
        "translation": "Lord Śiva told him, “Accompanied by brāhmaṇas, serve the Dakṣiṇāgni fire — the original priest — following the injunctions of the abhicāra ritual. Then the Dakṣiṇāgni fire, together with many Pramathas, will fulfill your desire if you direct it against someone inimical to the brāhmaṇas.” So instructed, Sudakṣiṇa strictly observed the ritualistic vows and invoked the abhicāra against Lord Kṛṣṇa.",
        "purport": " It is clearly stated here that the powerful Dakṣiṇāgni fire could be directed only against someone unfavorable to brahminical culture. Lord Kṛṣṇa, however, is most favorable to the brāhmaṇas and in fact maintains the brahminical culture. Lord Śiva thus knew that if Sudakṣiṇa attempted to direct the power of this ritual against Lord Kṛṣṇa, Sudakṣiṇa himself would perish."
    },
    {
        "verse": "32-33",
        "devanagari": "ततोऽग्निरुत्थित: कुण्डान्मूर्तिमानतिभीषण: ।तप्तताम्रशिखाश्मश्रुरङ्गारोद्गारिलोचन: ॥ ३२ ॥दंष्ट्रोग्रभ्रुकुटीदण्डकठोरास्य: स्वजिह्वया ।आलिहन् सृक्व‍णी नग्नो विधुन्वंस्‍त्रिशिखं ज्वलत् ॥ ३३ ॥",
        "english_devnagari": "tato ’gnir utthitaḥ kuṇḍānmūrtimān ati-bhīṣaṇaḥtapta-tāmra-śikhā-śmaśruraṅgārodgāri-locanaḥ",
        "verse_Syn": [
            "tataḥ",
            "agniḥ",
            "utthitaḥ",
            "kuṇḍāt",
            "mūrti",
            "mān",
            "ati",
            "bhīṣaṇaḥ",
            "tapta",
            "tāmra",
            "śikhā",
            "śmaśruḥ",
            "aṅgāra",
            "udgāri",
            "locanaḥ",
            "daṁṣṭra",
            "ugra",
            "bhru",
            "kuṭī",
            "daṇḍa",
            "kaṭhora",
            "āsyaḥ",
            "sva",
            "jihvayā",
            "ālihan",
            "sṛkvaṇī",
            "nagnaḥ",
            "vidhunvan",
            "tri",
            "śikham",
            "jvalat"
        ],
        "translation": "Thereupon the fire rose up out of the altar pit, assuming the form of an extremely fearsome, naked person. The fiery creature’s beard and tuft of hair were like molten copper, and his eyes emitted blazing hot cinders. His face looked most frightful with its fangs and terrible arched and furrowed brows. As he licked the corners of his mouth with his tongue, the demon shook his flaming trident.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "पद्‍भ्यां तालप्रमाणाभ्यां कम्पयन्नवनीतलम् ।सोऽभ्यधावद् वृतो भूतैर्द्वारकां प्रदहन् दिश: ॥ ३४ ॥",
        "english_devnagari": "padbhyāṁ tāla-pramāṇābhyāṁkampayann avanī-talamso ’bhyadhāvad vṛto bhūtairdvārakāṁ pradahan diśaḥ",
        "verse_Syn": [
            "padbhyām",
            "tāla",
            "pramāṇābhyām",
            "kampayan",
            "avanī",
            "talam",
            "saḥ",
            "abhyadhāvat",
            "vṛtaḥ",
            "bhūtaiḥ",
            "dvārakām",
            "pradahan",
            "diśaḥ"
        ],
        "translation": "On legs as tall as palm trees, the monster raced toward Dvārakā in the company of ghostly spirits, shaking the ground and burning the world in all directions.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "तमाभिचारदहनमायान्तं द्वारकौकस: ।विलोक्य तत्रसु: सर्वे वनदाहे मृगा यथा ॥ ३५ ॥",
        "english_devnagari": "tam ābhicāra-dahanamāyāntaṁ dvārakaukasaḥvilokya tatrasuḥ sarvevana-dāhe mṛgā yathā",
        "verse_Syn": [
            "tam",
            "ābhicāra",
            "dahanam",
            "āyāntam",
            "dvārakā",
            "okasaḥ",
            "vilokya",
            "tatrasuḥ",
            "sarve",
            "vana",
            "dāhe",
            "mṛgāḥ",
            "yathā"
        ],
        "translation": "Seeing the approacḥ of the fiery demon created by the abhicāra ritual, the residents of Dvārakā were all struck with fear, like animals terrified by a forest fire.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "अक्षै: सभायां क्रीडन्तं भगवन्तं भयातुरा: ।त्राहि त्राहि त्रिलोकेश वह्ने: प्रदहत: पुरम् ॥ ३६ ॥",
        "english_devnagari": "akṣaiḥ sabhāyāṁ krīḍantaṁbhagavantaṁ bhayāturāḥtrāhi trāhi tri-lokeśavahneḥ pradahataḥ puram",
        "verse_Syn": [
            "akṣaiḥ",
            "sabhāyām",
            "krīḍantam",
            "bhagavantam",
            "bhaya",
            "āturāḥ",
            "trāhi",
            "trāhi",
            "tri",
            "loka",
            "īśa",
            "vahneḥ",
            "pradahataḥ",
            "puram"
        ],
        "translation": "Distraught with fear, the people cried out to the Supreme Personality of Godhead, who was then playing at dice in the royal court: “Save us! Save us, O Lord of the three worlds, from this fire burning up the city!”",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "श्रुत्वा तज्जनवैक्लव्यं द‍ृष्ट्वा स्वानां च साध्वसम् ।शरण्य: सम्प्रहस्याह मा भैष्टेत्यवितास्म्यहम् ॥ ३७ ॥",
        "english_devnagari": "śrutvā taj jana-vaiklavyaṁdṛṣṭvā svānāṁ ca sādhvasamśaraṇyaḥ samprahasyāhamā bhaiṣṭety avitāsmy aham",
        "verse_Syn": [
            "śrutvā",
            "tat",
            "jana",
            "vaiklavyam",
            "dṛṣṭvā",
            "svānām",
            "ca",
            "sādhvasam",
            "śaraṇyaḥ",
            "samprahasya",
            "āha",
            "mā",
            "bhaiṣṭa",
            "iti",
            "avitā",
            "asmi",
            "aham"
        ],
        "translation": "When Lord Kṛṣṇa heard the people’s agitation and saw that even His own men were disturbed, that most worthy giver of shelter simply laughed and told them, “Do not fear; I shall protect you.”",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "सर्वस्यान्तर्बहि:साक्षी कृत्यां माहेश्वरीं विभु: ।विज्ञाय तद्विघातार्थं पार्श्वस्थं चक्रमादिशत् ॥ ३८ ॥",
        "english_devnagari": "sarvasyāntar-bahiḥ-sākṣīkṛtyāṁ māheśvarīṁ vibhuḥvijñāya tad-vighātārthaṁpārśva-sthaṁ cakram ādiśat",
        "verse_Syn": [
            "sarvasya",
            "antaḥ",
            "bahiḥ",
            "sākṣī",
            "kṛtyām",
            "māhā",
            "īśvarīm",
            "vibhuḥ",
            "vijñāya",
            "tat",
            "vighāta",
            "artham",
            "pārśva",
            "stham",
            "cakram",
            "ādiśat"
        ],
        "translation": "The almighty Lord, the internal and external witness of all, understood that the monster had been produced by Lord Śiva from the sacrificial fire. To defeat the demon, Kṛṣṇa dispatched His disc weapon, who was waiting at His side.",
        "purport": " Śrīla Viśvanātha Cakravartī comments that Lord Kṛṣṇa, playing the part of a king, was absorbed in a gambling match and did not want to be disturbed by such an insignificant matter as the attack of a fiery demon. So He simply dispatched His cakra weapon and ordered him to take the necessary steps."
    },
    {
        "verse": "39",
        "devanagari": "तत् सूर्यकोटिप्रतिमं सुदर्शनंजाज्वल्यमानं प्रलयानलप्रभम् ।स्वतेजसा खं ककुभोऽथ रोदसीचक्रं मुकुन्दास्‍त्रमथाग्निमार्दयत् ॥ ३९ ॥",
        "english_devnagari": "tat sūrya-koṭi-pratimaṁ sudarśanaṁjājvalyamānaṁ pralayānala-prabhamsva-tejasā khaṁ kakubho ’tha rodasīcakraṁ mukundāstraṁ athāgnim ārdayat",
        "verse_Syn": [
            "tat",
            "sūrya",
            "koṭi",
            "pratimam",
            "sudarśanam",
            "jājvalyamānam",
            "pralaya",
            "anala",
            "prabham",
            "sva",
            "tejasā",
            "kham",
            "kakubhaḥ",
            "atha",
            "rodasī",
            "cakram",
            "mukunda",
            "astram",
            "atha",
            "agnim",
            "ārdayat"
        ],
        "translation": "That Sudarśana, the disc weapon of Lord Mukunda, blazed forth like millions of suns. His effulgence blazed like the fire of universal annihilation, and with his heat he pained the sky, all the directions, heaven and earth, and also the fiery demon.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "कृत्यानल: प्रतिहत: स रथाङ्गपाणे-रस्त्रौजसा स नृप भग्नमुखो निवृत्त: ।वाराणसीं परिसमेत्य सुदक्षिणं तंसर्त्विग्जनं समदहत् स्वकृतोऽभिचार: ॥ ४० ॥",
        "english_devnagari": "kṛtyānalaḥ pratihataḥ sa rathānga-pāṇerastraujasā sa nṛpa bhagna-mukho nivṛttaḥvārāṇasīṁ parisametya sudakṣiṇaṁ taṁsartvig-janaṁ samadahat sva-kṛto ’bhicāraḥ",
        "verse_Syn": [
            "kṛtyā",
            "analaḥ",
            "pratihataḥ",
            "saḥ",
            "ratha",
            "aṅga",
            "pāṇeḥ",
            "astra",
            "ojasā",
            "saḥ",
            "nṛpa",
            "bhagna",
            "mukhaḥ",
            "nivṛttaḥ",
            "vārānasīm",
            "parisametya",
            "sudakṣiṇam",
            "tam",
            "sa",
            "ṛtvik",
            "janam",
            "samadahat",
            "sva",
            "kṛtaḥ",
            "abhicāraḥ"
        ],
        "translation": "Frustrated by the power of Lord Kṛṣṇa’s weapon, O King, the fiery creature produced by black magic turned his face away and retreated. Created for violence, the demon then returned to Vārāṇasī, where he surrounded the city and then burned Sudakṣiṇa and his priests to death, even though Sudakṣiṇa was his creator.",
        "purport": " Śrīla Prabhupāda comments as follows: “Having failed to set fire to Dvārakā, the fiery demon went back to Vārāṇasī, the kingdom of Kāśirāja. As a result of his return, all the priests who had helped instruct the black art of mantras, along with their employer, Sudakṣiṇa, were burned into ashes by the glaring effulgence of the fiery demon. According to the methods of black-art mantras instructed in the tantra, if the mantra fails to kill the enemy, then, because it must kill someone, it kills the original creator. Sudakṣiṇa was the originator, and the priests assisted him; therefore all of them were burned to ashes. This is the way of the demons: the demons create something to kill God, but by the same weapon the demons themselves are killed.”"
    },
    {
        "verse": "41",
        "devanagari": "चक्रं च विष्णोस्तदनुप्रविष्टंवाराणसीं साट्टसभालयापणाम् ।सगोपुराट्टालककोष्ठसङ्कुलांसकोशहस्त्यश्वरथान्नशालिनीम् ॥ ४१ ॥",
        "english_devnagari": "cakraṁ ca viṣṇos tad-anupraviṣṭaṁvārānasīṁ sāṭṭa-sabhālayāpaṇāmsa-gopurāṭṭālaka-koṣṭha-saṅkulāṁsa-kośa-hasty-aśva-rathānna-śālinīm",
        "verse_Syn": [
            "cakram",
            "ca",
            "viṣṇoḥ",
            "tat",
            "anupraviṣṭam",
            "vārāṇasīm",
            "sa",
            "aṭṭa",
            "sabhā",
            "ālaya",
            "āpaṇām",
            "sa",
            "gopura",
            "aṭṭālaka",
            "koṣṭha",
            "saṅkulām",
            "sa",
            "kośa",
            "hasti",
            "aśva",
            "ratha",
            "anna",
            "śālinīm"
        ],
        "translation": "Lord Viṣṇu’s disc also entered Vārāṇasī, in pursuit of the fiery demon, and proceeded to burn the city to the ground, including all its assembly halls and residential palaces with raised porches, its numerous marketplaces, gateways, watchtowers, warehouses and treasuries, and all the buildings housing elephants, horses, chariots and grains.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "दग्ध्वा वाराणसीं सर्वां विष्णोश्चक्रं सुदर्शनम् ।भूय: पार्श्वमुपातिष्ठत् कृष्णस्याक्लिष्टकर्मण: ॥ ४२ ॥",
        "english_devnagari": "dagdhvā vārāṇasīṁ sarvāṁviṣṇoś cakraṁ sudarśanambhūyaḥ pārśvam upātiṣṭhatkṛṣṇasyākliṣṭa-karmaṇaḥ",
        "verse_Syn": [
            "dagdhvā",
            "vārāṇasīm",
            "sarvām",
            "viṣṇoḥ",
            "cakram",
            "sudarśanam",
            "bhūyaḥ",
            "pārśvam",
            "upātiṣṭhat",
            "kṛṣṇasya",
            "akliṣṭa",
            "karmaṇaḥ"
        ],
        "translation": "After burning down the entire city of Vārāṇasī, Lord Viṣṇu’s Sudarśana cakra returned to the side of Śrī Kṛṣṇa, whose actions are effortless.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "य एनं श्रावयेन्मर्त्य उत्तम:श्लोकविक्रमम् ।समाहितो वा श‍ृणुयात् सर्वपापै: प्रमुच्यते ॥ ४३ ॥",
        "english_devnagari": "ya enaṁ śrāvayen martyauttamaḥ-śloka-vikramamsamāhito vā śṛṇuyātsarva-pāpaiḥ pramucyate",
        "verse_Syn": [
            "yaḥ",
            "enam",
            "śrāvayet",
            "martyaḥ",
            "uttamaḥ",
            "śloka",
            "vikramam",
            "samāhitaḥ",
            "vā",
            "śṛṇuyāt",
            "sarva",
            "pāpaiḥ",
            "pramucyate"
        ],
        "translation": "Any mortal who recounts this heroic pastime of Lord Uttamaḥ-śloka’s, or who simply hears it attentively, will become freed from all sins.",
        "purport": ""
    }
]