[
    {
        "verse": "1",
        "devanagari": "श्रीअक्रूर उवाचनतोऽस्म्यहं त्वाखिलहेतुहेतुंनारायणं पूरुषमाद्यमव्ययम् ।यन्नाभिजातादरविन्दकोषाद्ब्रह्माविरासीद् यत एष लोक: ॥ १ ॥",
        "english_devnagari": "śrī-akrūra uvācanato ’smy ahaṁ tvākhila-hetu-hetuṁnārāyaṇaṁ pūruṣam ādyam avyayamyan-nābhi-jātād aravinda-koṣādbrahmāvirāsīd yata eṣa lokaḥ",
        "verse_Syn": [
            "śrī",
            "akrūraḥ",
            "uvāca",
            "nataḥ",
            "asmi",
            "aham",
            "tvā",
            "akhila",
            "hetu",
            "hetum",
            "nārāyaṇam",
            "pūruṣam",
            "ādyam",
            "avyayam",
            "yat",
            "nābhi",
            "jātāt",
            "aravinda",
            "koṣāt",
            "brahmā",
            "avirāsīt",
            "yataḥ",
            "eṣaḥ",
            "lokaḥ"
        ],
        "translation": "Śrī Akrūra said: I bow down to You, the cause of all causes, the original and inexhaustible Supreme Person, Nārāyaṇa. From the whorl of the lotus born from Your navel, Brahmā appeared, and by his agency this universe has come into being.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "भूस्तोयमग्नि: पवनं खमादि-र्महानजादिर्मन इन्द्रियाणि ।सर्वेन्द्रियार्था विबुधाश्च सर्वेये हेतवस्ते जगतोऽङ्गभूता: ॥ २ ॥",
        "english_devnagari": "bhūs toyam agniḥ pavanaṁ kham ādirmahān ajādir mana indriyāṇisarvendriyārthā vibudhāś ca sarveye hetavas te jagato ’ṅga-bhūtāḥ",
        "verse_Syn": [
            "bhūḥ",
            "toyam",
            "agniḥ",
            "pavanam",
            "kham",
            "ādiḥ",
            "mahān",
            "ajā",
            "ādiḥ",
            "manaḥ",
            "indriyāṇi",
            "sarva",
            "indriya",
            "arthāḥ",
            "vibudhāḥ",
            "ca",
            "sarve",
            "ye",
            "hetavaḥ",
            "te",
            "jagataḥ",
            "aṅga",
            "bhūtāḥ"
        ],
        "translation": "Earth; water; fire; air; ether and its source, false ego; the mahat-tattva; the total material nature and her source, the Supreme Lord’s puruṣa expansion; the mind; the senses; the sense objects; and the senses’ presiding deities — all these causes of the cosmic manifestation are born from Your transcendental body.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "नैते स्वरूपं विदुरात्मनस्तेह्यजादयोऽनात्मतया गृहीता: ।अजोऽनुबद्ध: स गुणैरजायागुणात् परं वेद न ते स्वरूपम् ॥ ३ ॥",
        "english_devnagari": "naite svarūpaṁ vidur ātmanas tehy ajādayo ’nātmatayā gṛhītaḥajo ’nubaddhaḥ sa guṇair ajāyāguṇāt paraṁ veda na te svarūpam",
        "verse_Syn": [
            "na",
            "ete",
            "svarūpam",
            "viduḥ",
            "ātmanaḥ",
            "te",
            "hi",
            "ajā",
            "ādayaḥ",
            "anātmatayā",
            "gṛhītāḥ",
            "ajaḥ",
            "anubaddhaḥ",
            "saḥ",
            "guṇaiḥ",
            "ajāyāḥ",
            "guṇāt",
            "param",
            "veda",
            "na",
            "te",
            "svarūpam"
        ],
        "translation": "The total material nature and these other elements of creation certainly cannot know You as You are, for they are manifested in the realm of dull matter. Since You are beyond the modes of nature, even Lord Brahmā, who is bound up in these modes, does not know Your true identity.",
        "purport": " God is transcendental to material nature. Unless we also transcend the limited consciousness of material existence, we cannot know Him. Even the greatest living entity in the universe, Brahmā, cannot understand the Supreme unless he comes to the platform of pure Kṛṣṇa consciousness."
    },
    {
        "verse": "4",
        "devanagari": "त्वां योगिनो यजन्त्यद्धा महापुरुषमीश्वरम् ।साध्यात्मं साधिभूतं च साधिदैवं च साधव: ॥ ४ ॥",
        "english_devnagari": "tvāṁ yogino yajanty addhāmahā-puruṣam īśvaramsādhyātmaṁ sādhibhūtaṁ casādhidaivaṁ ca sādhavaḥ",
        "verse_Syn": [
            "tvam",
            "yoginaḥ",
            "yajanti",
            "addhā",
            "mahā",
            "puruṣam",
            "īśvaram",
            "sa",
            "adhyātmam",
            "sa",
            "adhibhutam",
            "ca",
            "sa",
            "adhidaivam",
            "ca",
            "sādhavaḥ"
        ],
        "translation": "Pure yogīs worship You, the Supreme Personality of Godhead, by conceiving of You in the threefold form comprising the living entities, the material elements that constitute the living entities’ bodies, and the controlling deities of those elements.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "त्रय्या च विद्यया केचित्त्वां वै वैतानिका द्विजा: ।यजन्ते विततैर्यज्ञैर्नाना रूपामराख्यया ॥ ५ ॥",
        "english_devnagari": "trayyā ca vidyayā kecittvāṁ vai vaitānikā dvijāḥyajante vitatair yajñairnānā-rūpāmarākhyayā",
        "verse_Syn": [
            "trayyā",
            "ca",
            "vidyayā",
            "kecit",
            "tvām",
            "vai",
            "vaitānikāḥ",
            "dvijāḥ",
            "yajante",
            "vitataiḥ",
            "yajñaiḥ",
            "nānā",
            "rūpa",
            "amara",
            "ākhyayā"
        ],
        "translation": "Brāhmaṇas who follow the regulations concerning the three sacred fires worship You by chanting mantras from the three Vedas and performing elaborate fire sacrifices for the various demigods, who have many forms and names.",
        "purport": " Akrūra has now described how those who follow the paths of Sāṅkhya, yoga and the three Vedas worship the Supreme Lord in different ways. In the various places where the Vedas appear to recommend that one worship Indra, Varuṇa and other demigods, these demigods are stated to be supreme. But at the same time the Vedas state that there is one supreme controller, the Absolute Truth. That is Śrī Kṛṣṇa, the Personality of Godhead, who expands His potency through material creation into the forms of the demigods. Thus worship of the demigods goes to Him through the indirect method of karma-kāṇḍa, or fruitive religious rituals. Ultimately, however, one who wants to achieve eternal perfection should worship the Lord directly, in full Kṛṣṇa consciousness."
    },
    {
        "verse": "6",
        "devanagari": "एके त्वाखिलकर्माणि सन्न्यस्योपशमं गता: ।ज्ञानिनो ज्ञानयज्ञेन यजन्ति ज्ञानविग्रहम् ॥ ६ ॥",
        "english_devnagari": "eke tvākhila-karmāṇisannyasyopaśamaṁ gatāḥjñānino jñāna-yajñenayajanti jñāna-vigraham",
        "verse_Syn": [
            "eke",
            "tvā",
            "akhila",
            "karmāṇi",
            "sannyasya",
            "upaśamam",
            "gatāḥ",
            "jñāninaḥ",
            "jñāna",
            "yajñena",
            "yajanti",
            "jñāna",
            "vigraham"
        ],
        "translation": "In pursuit of spiritual knowledge, some persons renounce all material activities and, having thus become peaceful, perform the sacrifice of philosophic investigation to worship You, the original form of all knowledge.",
        "purport": " Modern philosophers pursue knowledge without bothering to worship the Supreme Personality of Godhead, and thus they naturally end up with meager, if not trivial, results."
    },
    {
        "verse": "7",
        "devanagari": "अन्ये च संस्कृतात्मानो विधिनाभिहितेन ते ।यजन्ति त्वन्मयास्त्वां वै बहुमूर्त्येकमूर्तिकम् ॥ ७ ॥",
        "english_devnagari": "anye ca saṁskṛtātmānovidhinābhihitena teyajanti tvan-mayās tvāṁ vaibahu-mūrty-eka-mūrtikam",
        "verse_Syn": [
            "anye",
            "ca",
            "saṁskṛta",
            "ātmānaḥ",
            "vidhinā",
            "abhihitena",
            "te",
            "yajanti",
            "tvat",
            "mayāḥ",
            "tvām",
            "vai",
            "bahu",
            "mūrti",
            "eka",
            "mūrtikam"
        ],
        "translation": "And yet others — those whose intelligence is pure — follow the injunctions of Vaiṣṇava scriptures promulgated by You. Absorbing their minds in thought of You, they worship You as the one Supreme Lord manifesting in multiple forms.",
        "purport": " The word saṁskṛtātmānaḥ, “they whose intelligence is pure,” is significant here. It implies that the worshipers mentioned before have not completely purified their intelligence of material contamination and thus worship the Lord indirectly. Those who are purified, however, directly worship the Lord, either as the Supreme Personality of Godhead, Lord Kṛṣṇa, or as one of His various plenary forms, such as Vāsudeva, Saṅkarṣaṇa, Pradyumna or Aniruddha, as indicated here."
    },
    {
        "verse": "8",
        "devanagari": "त्वामेवान्ये शिवोक्तेन मार्गेण शिवरूपिणम् ।बह्वाचार्यविभेदेन भगवन्तम् उपासते ॥ ८ ॥",
        "english_devnagari": "tvām evānye śivoktenamārgeṇa śiva-rūpiṇambahv-ācārya-vibhedenabhagavantam upāsate",
        "verse_Syn": [
            "tvām",
            "eva",
            "anye",
            "śiva",
            "uktena",
            "mārgeṇa",
            "śiva",
            "rūpiṇam",
            "bahu",
            "ācārya",
            "vibhedena",
            "bhagavantam",
            "upāsate"
        ],
        "translation": "There are still others, who worship You, the Supreme Lord, in the form of Lord Śiva. They follow the path described by him and interpreted in various ways by many teachers.",
        "purport": " The words tvām eva, “You also,” indicate that the path of worshiping Lord Śiva is indirect and therefore inferior. Akrūra himself is following the superior method by directly worshiping Kṛṣṇa, or Viṣṇu, with his prayers."
    },
    {
        "verse": "9",
        "devanagari": "सर्व एव यजन्ति त्वां सर्वदेवमयेश्वरम् ।येऽप्यन्यदेवताभक्ता यद्यप्यन्यधिय: प्रभो ॥ ९ ॥",
        "english_devnagari": "sarva eva yajanti tvāṁsarva-deva-mayeśvaramye ’py anya-devatā-bhaktāyady apy anya-dhiyaḥ prabho",
        "verse_Syn": [
            "sarve",
            "eva",
            "yajanti",
            "tvam",
            "sarva",
            "deva",
            "maya",
            "īśvaram",
            "ye",
            "api",
            "anya",
            "devatā",
            "bhaktāḥ",
            "yadi",
            "api",
            "anya",
            "dhiyaḥ",
            "prabho"
        ],
        "translation": "But all these people, my Lord, even those who have turned their attention away from You and are worshiping other deities, are actually worshiping You alone, O embodiment of all the demigods.",
        "purport": " The idea here is that even those who worship the demigods are indirectly worshiping the Supreme Lord Viṣṇu. The understanding of such worshipers, however, is imperfect."
    },
    {
        "verse": "10",
        "devanagari": "यथाद्रिप्रभवा नद्य: पर्जन्यापूरिता: प्रभो ।विशन्ति सर्वत: सिन्धुं तद्वत्त्वां गतयोऽन्तत: ॥ १० ॥",
        "english_devnagari": "yathādri-prabhavā nadyaḥparjanyāpūritāḥ prabhoviśanti sarvataḥ sindhuṁtadvat tvāṁ gatayo ’ntataḥ",
        "verse_Syn": [
            "yathā",
            "adri",
            "prabhavāḥ",
            "nadyaḥ",
            "parjanya",
            "āpūritāḥ",
            "prabho",
            "viśanti",
            "sarvataḥ",
            "sindhum",
            "tadvat",
            "tvām",
            "gatayaḥ",
            "antataḥ"
        ],
        "translation": "As rivers born from the mountains and filled by the rain flow from all sides into the sea, so do all these paths in the end reach You, O master.",
        "purport": " Lord Kṛṣṇa Himself speaks on this issue of worship in the Bhagavad-gītā (9.23-25): “Those who are devotees of other gods and who worship them with faith actually worship only Me, O son of Kuntī, but they do so in a wrong way. I am the only enjoyer and master of all sacrifices. Therefore, those who do not recognize My true transcendental nature fall down. Those who worship the demigods will take birth among the demigods; those who worship the ancestors go to the ancestors; those who worship ghosts and spirits will take birth among such beings; and those who worship Me will live with Me.”"
    },
    {
        "verse": "11",
        "devanagari": "सत्त्वं रजस्तम इति भवत: प्रकृतेर्गुणा: ।तेषु हि प्राकृता: प्रोता आब्रह्मस्थावरादय: ॥ ११ ॥",
        "english_devnagari": "sattvaṁ rajas tama itibhavataḥ prakṛter guṇāḥteṣu hi prākṛtāḥ protāā-brahma-sthāvarādayaḥ",
        "verse_Syn": [
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "bhavataḥ",
            "prakṛteḥ",
            "guṇāḥ",
            "teṣu",
            "hi",
            "prākṛtāḥ",
            "protāḥ",
            "ā",
            "brahma",
            "sthāvara",
            "ādayaḥ"
        ],
        "translation": "Goodness, passion and ignorance, the qualities of Your material nature, entangle all conditioned living beings, from Brahmā down to the nonmoving creatures.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "तुभ्यं नमस्ते त्वविषक्तद‍ृष्टयेसर्वात्मने सर्वधियां च साक्षिणे ।गुणप्रवाहोऽयमविद्यया कृत:प्रवर्तते देवनृतिर्यगात्मसु ॥ १२ ॥",
        "english_devnagari": "tubhyaṁ namas te tv aviṣakta-dṛṣṭayesarvātmane sarva-dhiyāṁ ca sākṣiṇeguṇa-pravāho ’yam avidyayā kṛtaḥpravartate deva-nṛ-tiryag-ātmasu",
        "verse_Syn": [
            "tubhyam",
            "namaḥ",
            "te",
            "tu",
            "aviṣakta",
            "dṛṣṭaye",
            "sarva",
            "ātmane",
            "sarva",
            "dhiyām",
            "ca",
            "sākṣiṇe",
            "guṇa",
            "pravāhaḥ",
            "ayam",
            "avidyayā",
            "kṛtaḥ",
            "pravartate",
            "deva",
            "nṛ",
            "tiryak",
            "ātmasu"
        ],
        "translation": "I offer My obeisances to You, who as the Supreme Soul of all beings witness everyone’s consciousness with unbiased vision. The current of Your material modes, produced by the force of ignorance, flows strongly among the living beings who assume identities as demigods, humans and animals.",
        "purport": ""
    },
    {
        "verse": "13-14",
        "devanagari": "अग्निर्मुखं तेऽवनिरङ्‍‍‍‍‍घ्रिरीक्षणंसूर्यो नभो नाभिरथो दिश: श्रुति: ।द्यौ: कं सुरेन्द्रास्तव बाहवोऽर्णवा:कुक्षिर्मरुत् प्राणबलं प्रकल्पितम् ॥ १३ ॥रोमाणि वृक्षौषधय: शिरोरुहामेघा: परस्यास्थिनखानि तेऽद्रय: ।निमेषणं रात्र्यहनी प्रजापति-र्मेढ्रस्तु वृष्टिस्तव वीर्यमिष्यते ॥ १४ ॥",
        "english_devnagari": "agnir mukhaṁ te ’vanir aṅghrir īkṣaṇaṁsūryo nabho nābhir atho diśaḥ śrutiḥdyauḥ kaṁ surendrās tava bāhavo ’rṇavāḥkukṣir marut prāṇa-balaṁ prakalpitam",
        "verse_Syn": [
            "agniḥ",
            "mukham",
            "te",
            "avaniḥ",
            "aṅghriḥ",
            "ikṣaṇam",
            "sūryaḥ",
            "nabhaḥ",
            "nābhiḥ",
            "atha",
            "u",
            "diśaḥ",
            "śrutiḥ",
            "dyauḥ",
            "kam",
            "sura",
            "indrāḥ",
            "tava",
            "bāhavaḥ",
            "arṇavāḥ",
            "kukṣiḥ",
            "marut",
            "prāṇa",
            "balam",
            "prakalpitam",
            "romāṇi",
            "vṛkṣa",
            "oṣadhayaḥ",
            "śiraḥ",
            "ruhāḥ",
            "meghāḥ",
            "parasya",
            "asthi",
            "nakhāni",
            "te",
            "adrayaḥ",
            "nimeṣaṇam",
            "rātri",
            "ahanī",
            "prajāpatiḥ",
            "meḍhraḥ",
            "tu",
            "vṛṣṭiḥ",
            "tava",
            "vīryam",
            "iṣyate"
        ],
        "translation": "Fire is said to be Your face, the earth Your feet, the sun Your eye, and the sky Your navel. The directions are Your sense of hearing, the chief demigods Your arms, and the oceans Your abdomen. Heaven is thought to be Your head, and the wind Your vital air and physical strength. The trees and plants are the hairs on Your body, the clouds the hair on Your head, and the mountains the bones and nails of You, the Supreme. The passage of day and night is the blinking of Your eyes, the progenitor of mankind Your genitals, and the rain Your semen.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "त्वय्यव्ययात्मन् पुरुषे प्रकल्पितालोका: सपाला बहुजीवसङ्कुला: ।यथा जले सञ्जिहते जलौकसो-ऽप्युदुम्बरे वा मशका मनोमये ॥ १५ ॥",
        "english_devnagari": "tvayy avyayātman puruṣe prakalpitālokāḥ sa-pālā bahu-jīva-saṅkulāḥyathā jale sañjihate jalaukaso’py udumbare vā maśakā mano-maye",
        "verse_Syn": [
            "tvayi",
            "avyaya",
            "ātman",
            "puruṣe",
            "prakalpitāḥ",
            "lokāḥ",
            "sa",
            "pālāḥ",
            "bahu",
            "jīva",
            "saṅkulāḥ",
            "yathā",
            "jale",
            "sañjihate",
            "jala",
            "okasaḥ",
            "api",
            "udumbare",
            "vā",
            "maśakāḥ",
            "manaḥ",
            "maye"
        ],
        "translation": "All the worlds, with their presiding demigods and teeming populations, originate in You, the inexhaustible Supreme Personality of Godhead. These worlds travel within You, the basis of the mind and senses, just as aquatics swim in the sea or tiny insects burrow within an udumbara fruit.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "यानि यानीह रूपाणि क्रीडनार्थं बिभर्षि हि ।तैरामृष्टशुचो लोका मुदा गायन्ति ते यश: ॥ १६ ॥",
        "english_devnagari": "yāni yānīha rūpāṇikrīḍanārthaṁ bibharṣi hitair āmṛṣṭa-śuco lokāmudā gāyanti te yaśaḥ",
        "verse_Syn": [
            "yāni",
            "yāni",
            "iha",
            "rūpāṇi",
            "krīḍana",
            "artham",
            "bibharṣi",
            "hi",
            "taiḥ",
            "āmṛṣṭa",
            "śucaḥ",
            "lokāḥ",
            "mudā",
            "gāyanti",
            "te",
            "yaśaḥ"
        ],
        "translation": "To enjoy Your pastimes You manifest Yourself in various forms in this material world, and these incarnations cleanse away all the unhappiness of those who joyfully chant Your glories.",
        "purport": ""
    },
    {
        "verse": "17-18",
        "devanagari": "नम: कारणमत्स्याय प्रलयाब्धिचराय च ।हयशीर्ष्णे नमस्तुभ्यं मधुकैटभमृत्यवे ॥ १७ ॥अकूपाराय बृहते नमो मन्दरधारिणे ।क्षित्युद्धारविहाराय नम: शूकरमूर्तये ॥ १८ ॥",
        "english_devnagari": "namaḥ kāraṇa-matsyāyapralayābdhi-carāya cahayaśīrṣṇe namas tubhyaṁmadhu-kaiṭabha-mṛtyave",
        "verse_Syn": [
            "namaḥ",
            "kāraṇa",
            "matsyāya",
            "pralaya",
            "abdhi",
            "carāya",
            "ca",
            "haya",
            "śīrṣṇe",
            "namaḥ",
            "tubhyam",
            "madhu",
            "kaiṭabha",
            "mṛtyave",
            "akūpārāya",
            "bṛhate",
            "namaḥ",
            "mandara",
            "dhāriṇe",
            "kṣiti",
            "uddhāra",
            "vihārāya",
            "namaḥ",
            "śūkara",
            "mūrtaye"
        ],
        "translation": "I offer my obeisances to You, the cause of the creation, Lord Matsya, who swam about in the ocean of dissolution, to Lord Hayagrīva, the killer of Madhu and Kaiṭabha, to the immense tortoise [Lord Kūrma], who supported Mandara Mountain, and to the boar incarnation [Lord Varāha], who enjoyed lifting the earth.",
        "purport": " The Viśva-kośa dictionary states that the word akūpārāya indicates the king of tortoises."
    },
    {
        "verse": "19",
        "devanagari": "नमस्तेऽद्भ‍ुतसिंहाय साधुलोकभयापह ।वामनाय नमस्तुभ्यं क्रान्तत्रिभुवनाय च ॥ १९ ॥",
        "english_devnagari": "namas te ’dbhuta-siṁhāyasādhu-loka-bhayāpahavāmanāya namas tubhyaṁkrānta-tribhuvanāya ca",
        "verse_Syn": [
            "namaḥ",
            "te",
            "adbhuta",
            "siṁhāya",
            "sadhu",
            "loka",
            "bhaya",
            "apaha",
            "vāmanāya",
            "namaḥ",
            "tubhyam",
            "krānta",
            "tri",
            "bhuvanāya",
            "ca"
        ],
        "translation": "Obeisances to You, the amazing lion [Lord Nṛsiṁha], who remove Your saintly devotees’ fear, and to the dwarf Vāmana, who stepped over the three worlds.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "नमो भृगुणां पतये द‍ृप्तक्षत्रवनच्छिदे ।नमस्ते रघुवर्याय रावणान्तकराय च ॥ २० ॥",
        "english_devnagari": "namo bhṛguṇāṁ patayedṛpta-kṣatra-vana-cchidenamas te raghu-varyāyarāvaṇānta-karāya ca",
        "verse_Syn": [
            "namaḥ",
            "bhṛgūṇām",
            "pataye",
            "dṛpta",
            "kṣatra",
            "vana",
            "chide",
            "namaḥ",
            "te",
            "raghu",
            "varyāya",
            "rāvaṇa",
            "anta",
            "karāya",
            "ca"
        ],
        "translation": "Obeisances to You, Lord of the Bhṛgus, who cut down the forest of the conceited royal order, and to Lord Rāma, the best of the Raghu dynasty, who put an end to the demon Rāvaṇa.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "नमस्ते वासुदेवाय नम: सङ्कर्षणाय च ।प्रद्युम्नायनिरुद्धाय सात्वतां पतये नम: ॥ २१ ॥",
        "english_devnagari": "namas te vāsudevāyanamaḥ saṅkarṣaṇāya capradyumnāyaniruddhāyasātvatāṁ pataye namaḥ",
        "verse_Syn": [
            "namaḥ",
            "te",
            "vāsudevāya",
            "namaḥ",
            "saṅkarṣaṇāya",
            "ca",
            "pradyumnāya",
            "aniruddhāya",
            "sātvatām",
            "pataye",
            "namaḥ"
        ],
        "translation": "Obeisances to You, Lord of the Sātvatas, and to Your forms of Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "नमो बुद्धाय शुद्धाय दैत्यदानवमोहिने ।म्‍लेच्छप्रायक्षत्रहन्त्रे नमस्ते कल्किरूपिणे ॥ २२ ॥",
        "english_devnagari": "namo buddhāya śuddhāyadaitya-dānava-mohinemleccha-prāya-kṣatra-hantrenamas te kalki-rūpiṇe",
        "verse_Syn": [
            "namaḥ",
            "buddhāya",
            "śuddhāya",
            "daitya",
            "dānava",
            "mohine",
            "mleccha",
            "prāya",
            "kṣatra",
            "hantre",
            "namaḥ",
            "te",
            "kalki",
            "rūpiṇe"
        ],
        "translation": "Obeisances to Your form as the faultless Lord Buddha, who will bewilder the Daityas and Dānavas, and to Lord Kalki, the annihilator of the meat-eaters posing as kings.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "भगवन् जीवलोकोऽयं मोहितस्तव मायया ।अहं ममेत्यसद्ग्राहो भ्राम्यते कर्मवर्त्मसु ॥ २३ ॥",
        "english_devnagari": "bhagavan jīva-loko ’yaṁmohitas tava māyayāahaṁ mamety asad-grāhobhrāmyate karma-vartmasu",
        "verse_Syn": [
            "bhagavan",
            "jīva",
            "lokaḥ",
            "ayam",
            "mohitaḥ",
            "tava",
            "māyayā",
            "aham",
            "mama",
            "iti",
            "asat",
            "grāhaḥ",
            "bhrāmyate",
            "karma",
            "vartmasu"
        ],
        "translation": "O Supreme Lord, the living entities in this world are bewildered by Your illusory energy. Becoming involved in the false concepts of “I” and “my,” they are forced to wander along the paths of fruitive work.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "अहं चात्मात्मजागारदारार्थस्वजनादिषु ।भ्रमामि स्वप्नकल्पेषु मूढ: सत्यधिया विभो ॥ २४ ॥",
        "english_devnagari": "ahaṁ cātmātmajāgāra-dārārtha-svajanādiṣubhramāmi svapna-kalpeṣumūḍhaḥ satya-dhiyā vibho",
        "verse_Syn": [
            "aham",
            "ca",
            "ātma",
            "ātma",
            "ja",
            "agāra",
            "dāra",
            "artha",
            "sva",
            "jana",
            "ādiṣu",
            "bhramāmi",
            "svapna",
            "kalpeṣu",
            "mūḍhaḥ",
            "satya",
            "dhiyā",
            "vibho"
        ],
        "translation": "I too am deluded in this way, O almighty Lord, foolishly thinking my body, children, home, wife, money and followers to be real, though they are actually as unreal as a dream.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "अनित्यानात्मदु:खेषु विपर्ययमतिर्ह्यहम् ।द्वन्द्वारामस्तमोविष्टो न जाने त्वात्मन: प्रियम् ॥ २५ ॥",
        "english_devnagari": "anityānātma-duḥkheṣuviparyaya-matir hy ahamdvandvārāmas tamo-viṣṭona jāne tvātmanaḥ priyam",
        "verse_Syn": [
            "anitya",
            "anātma",
            "duḥkheṣu",
            "viparyaya",
            "matiḥ",
            "hi",
            "aham",
            "dvandva",
            "ārāmaḥ",
            "tamaḥ",
            "viṣṭaḥ",
            "na",
            "jāne",
            "tvā",
            "ātmanaḥ",
            "priyam"
        ],
        "translation": "Thus mistaking the temporary for the eternal, my body for my self, and sources of misery for sources of happiness, I have tried to take pleasure in material dualities. Covered in this way by ignorance, I could not recognize You as the real object of my love.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "यथाबुधो जलं हित्वा प्रतिच्छन्नं तदुद्भ‍वै: ।अभ्येति मृगतृष्णां वै तद्वत्त्वाहं पराङ्‌मुख: ॥ २६ ॥",
        "english_devnagari": "yathābudho jalaṁ hitvāpraticchannaṁ tad-udbhavaiḥabhyeti mṛga-tṛṣṇāṁ vaitadvat tvāhaṁ parāṅ-mukhaḥ",
        "verse_Syn": [
            "yathā",
            "abudhaḥ",
            "jalam",
            "hitvā",
            "praticchannam",
            "tat",
            "udbhavaiḥ",
            "abhyeti",
            "mṛga",
            "tṛṣṇām",
            "vai",
            "tadvat",
            "tvā",
            "aham",
            "parāk",
            "mukhaḥ"
        ],
        "translation": "Just as a fool overlooks a body of water covered by the vegetation growing in it and chases a mirage, so I have turned away from You.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "नोत्सहेऽहं कृपणधी: कामकर्महतं मन: ।रोद्धुं प्रमाथिभिश्चाक्षैर्ह्रियमाणमितस्तत: ॥ २७ ॥",
        "english_devnagari": "notsahe ’haṁ kṛpaṇa-dhīḥkāma-karma-hataṁ manaḥroddhuṁ pramāthibhiś cākṣairhriyamāṇam itas tataḥ",
        "verse_Syn": [
            "na",
            "utsahe",
            "aham",
            "kṛpaṇa",
            "dhīḥ",
            "kāma",
            "karma",
            "hatam",
            "manaḥ",
            "roddhum",
            "pramāthibhiḥ",
            "ca",
            "akṣaiḥ",
            "hriyamāṇam",
            "itaḥ",
            "tataḥ"
        ],
        "translation": "My intelligence is so crippled that I cannot find the strength to curb my mind, which is disturbed by material desires and activities and constantly dragged here and there by my obstinate senses.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "सोऽहं तवाङ्‌घ्र्युपगतोऽस्म्यसतां दुरापंतच्चाप्यहं भवदनुग्रह ईश मन्ये ।पुंसो भवेद् यर्हि संसरणापवर्ग-स्त्वय्यब्जनाभ सदुपासनया मति: स्यात् ॥ २८ ॥",
        "english_devnagari": "so ’haṁ tavāṅghry-upagato ’smy asatāṁ durāpaṁtac cāpy ahaṁ bhavad-anugraha īśa manyepuṁso bhaved yarhi saṁsaraṇāpavargastvayy abja-nābha sad-upāsanayā matiḥ syāt",
        "verse_Syn": [
            "saḥ",
            "aham",
            "tava",
            "aṅghri",
            "upagataḥ",
            "asmi",
            "asatām",
            "durāpam",
            "tat",
            "ca",
            "api",
            "aham",
            "bhavat",
            "anugrahaḥ",
            "īśa",
            "manye",
            "puṁsaḥ",
            "bhavet",
            "yarhi",
            "saṁsaraṇa",
            "apavargaḥ",
            "tvayi",
            "abja",
            "nābha",
            "sat",
            "upāsanayā",
            "matiḥ",
            "syāt"
        ],
        "translation": "Being thus fallen, I am approaching Your feet for shelter, O Lord, because although the impure can never attain Your feet, I think it is nevertheless possible by Your mercy. Only when one’s material life has ceased, O lotus-naveled Lord, can one develop consciousness of You by serving Your pure devotees.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "नमो विज्ञानमात्राय सर्वप्रत्ययहेतवे ।पुरुषेशप्रधानाय ब्रह्मणेऽनन्तशक्तये ॥ २९ ॥",
        "english_devnagari": "namo vijñāna-mātrāyasarva-pratyaya-hetavepuruṣeśa-pradhānāyabrahmaṇe ’nanta-śaktaye",
        "verse_Syn": [
            "namaḥ",
            "vijñāna",
            "mātrāya",
            "sarva",
            "pratyaya",
            "hetave",
            "puruṣa",
            "īśa",
            "pradhānāya",
            "brahmaṇe",
            "ananta",
            "śaktaye"
        ],
        "translation": "Obeisances to the Supreme Absolute Truth, the possessor of unlimited energies. He is the embodiment of pure, transcendental knowledge, the source of all kinds of awareness, and the predominator of the forces of nature that rule over the living being.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "नमस्ते वासुदेवाय सर्वभूतक्षयाय च ।हृषीकेश नमस्तुभ्यं प्रपन्नं पाहि मां प्रभो ॥ ३० ॥",
        "english_devnagari": "namas te vāsudevāyasarva-bhūta-kṣayāya cahṛṣīkeśa namas tubhyaṁprapannaṁ pāhi māṁ prabho",
        "verse_Syn": [
            "namaḥ",
            "te",
            "vāsudevāya",
            "sarva",
            "bhūta",
            "kṣayāya",
            "ca",
            "hṛṣīka",
            "īśa",
            "namaḥ",
            "tubhyam",
            "prapannam",
            "pāhi",
            "mām",
            "prabho"
        ],
        "translation": "O son of Vasudeva, obeisances to You, within whom all living beings reside. O Lord of the mind and senses, again I offer You my obeisances. O master, please protect me, who am surrendered unto You.",
        "purport": ""
    }
]