[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचभगवन् यानि चान्यानि मुकुन्दस्य महात्मन: ।वीर्याण्यनन्तवीर्यस्य श्रोतुमिच्छामि हे प्रभो ॥ १ ॥",
        "english_devnagari": "śrī-rājovācabhagavan yāni cānyānimukundasya mahātmanaḥvīryāṇy ananta-vīryasyaśrotum icchāmi he prabho",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "bhagavan",
            "yāni",
            "ca",
            "anyāni",
            "mukundasya",
            "mahā",
            "ātmanaḥ",
            "vīryāṇi",
            "ananta",
            "vīryasya",
            "śrotum",
            "icchāmi",
            "he",
            "prabho"
        ],
        "translation": "King Parīkṣit said: My lord, O master, I wish to hear about other valorous deeds performed by the Supreme Personality of Godhead, Mukunda, whose valor is unlimited.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "को नु श्रुत्वासकृद् ब्रह्मन्नुत्तम:श्लोकसत्कथा: ।विरमेत विशेषज्ञो विषण्ण: काममार्गणै: ॥ २ ॥",
        "english_devnagari": "ko nu śrutvāsakṛd brahmannuttamaḥśloka-sat-kathāḥvirameta viśeṣa-jñoviṣaṇṇaḥ kāma-mārgaṇaiḥ",
        "verse_Syn": [
            "kaḥ",
            "nu",
            "śrutvā",
            "asakṛt",
            "brahman",
            "uttamaḥ",
            "śloka",
            "sat",
            "kathāḥ",
            "virameta",
            "viśeṣa",
            "jñaḥ",
            "viṣaṇṇaḥ",
            "kāma",
            "mārgaṇaiḥ"
        ],
        "translation": "O brāhmaṇa, how could anyone who knows the essence of life and is disgusted with endeavoring for sense gratification give up the transcendental topics of Lord Uttamaḥśloka after hearing them repeatedly?",
        "purport": " Śrīla Viśvanātha Cakravartī comments herein that we see many persons who, even after hearing the topics of the Lord repeatedly, give up their spiritual dedication. The ācārya replies that the word viśeṣa-jña is therefore significant here. Those who have actually understood the essence of life do not give up Kṛṣṇa consciousness. A further qualification is to be viṣaṇṇaḥ kāma-mārgaṇaiḥ, disgusted with material sense gratification. These two qualities are complementary. One who has experienced the real taste of Kṛṣṇa consciousness automatically becomes disgusted with the inferior taste of material pleasure. Such a genuine hearer of the topics of Kṛṣṇa cannot give up hearing about the Lord’s fascinating pastimes."
    },
    {
        "verse": "3",
        "devanagari": "सा वाग् यया तस्य गुणान् गृणीतेकरौ च तत्कर्मकरौ मनश्च ।स्मरेद् वसन्तं स्थिरजङ्गमेषुश‍ृणोति तत्पुण्यकथा: स कर्ण: ॥ ३ ॥",
        "english_devnagari": "sā vāg yayā tasya guṇān gṛṇītekarau ca tat-karma-karau manaś casmared vasantaṁ sthira-jaṅgameṣuśṛṇoti tat-puṇya-kathāḥ sa karṇaḥ",
        "verse_Syn": [
            "sā",
            "vāk",
            "yayā",
            "tasya",
            "guṇān",
            "gṛṇīte",
            "karau",
            "ca",
            "tat",
            "karma",
            "karau",
            "manaḥ",
            "ca",
            "smaret",
            "vasantam",
            "sthira",
            "jaṅgameṣu",
            "śṛṇoti",
            "tat",
            "puṇya",
            "kathāḥ",
            "saḥ",
            "karṇaḥ"
        ],
        "translation": "Actual speech is that which describes the qualities of the Lord, real hands are those that work for Him, a true mind is that which always remembers Him dwelling within everything moving and nonmoving, and actual ears are those that listen to sanctifying topics about Him.",
        "purport": " While continuing from the previous verse to glorify the sense of hearing dedicated to the Lord, King Parīkṣit mentions the other senses also, so that we gain a complete picture of Kṛṣṇa consciousness. Here he declares that without any connection to Kṛṣṇa, the Supreme Lord, all the organs of the body become useless. A similar statement is made by Śaunaka Ṛṣi in the Second Canto, Third Chapter, verses 20 to 24. Śrīla Viśvanātha Cakravartī mentions that the senses should work together in Kṛṣṇa consciousness. In other words, whatever the eyes or the ears experience, the mind should simply remember Kṛṣṇa, who is within all things."
    },
    {
        "verse": "4",
        "devanagari": "शिरस्तु तस्योभयलिङ्गमान-मेत्तदेव यत् पश्यति तद्धि चक्षु: ।अङ्गानि विष्णोरथ तज्जनानांपादोदकं यानि भजन्ति नित्यम् ॥ ४ ॥",
        "english_devnagari": "śiras tu tasyobhaya-liṅgam ānamettad eva yat paśyati tad dhi cakṣuḥaṅgāni viṣṇor atha taj-janānāṁpādodakaṁ yāni bhajanti nityam",
        "verse_Syn": [
            "śiraḥ",
            "tu",
            "tasya",
            "ubhaya",
            "liṅgam",
            "ānamet",
            "tat",
            "eva",
            "yat",
            "paśyati",
            "tat",
            "hi",
            "cakṣuḥ",
            "aṅgāni",
            "viṣṇoḥ",
            "atha",
            "tat",
            "janānām",
            "pāda",
            "udakam",
            "yāni",
            "bhajanti",
            "nityam"
        ],
        "translation": "An actual head is one that bows down to the Lord in His manifestations among the moving and nonmoving creatures, real eyes are those that see only the Lord, and actual limbs are those which regularly honor the water that has bathed the Lord’s feet or those of His devotees.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "सूत उवाचविष्णुरातेन सम्पृष्टो भगवान् बादरायणि: ।वासुदेवे भगवति निमग्नहृदयोऽब्रवीत् ॥ ५ ॥",
        "english_devnagari": "sūta uvācaviṣṇu-rātena sampṛṣṭobhagavān bādarāyaṇiḥvāsudeve bhagavatinimagna-hṛdayo ’bravīt",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "viṣṇu",
            "rātena",
            "sampṛṣṭaḥ",
            "bhagavān",
            "bādarāyaṇiḥ",
            "vāsudeve",
            "bhagavati",
            "nimagna",
            "hṛdayaḥ",
            "abravīt"
        ],
        "translation": "Sūta Gosvāmī said: Thus questioned by King Viṣṇurāta, the powerful sage Bādarāyaṇi replied, his heart fully absorbed in meditation on the Supreme Personality of Godhead, Vāsudeva.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "श्रीशुक उवाचकृष्णस्यासीत् सखा कश्चिद् ब्राह्मणो ब्रह्मवित्तम: ।विरक्त इन्द्रियार्थेषु प्रशान्तात्मा जितेन्द्रिय: ॥ ६ ॥",
        "english_devnagari": "śrī-śuka uvācakṛṣṇasyāsīt sakhā kaścidbrāhmaṇo brahma-vittamaḥvirakta indriyārtheṣupraśāntātmā jitendriyaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "kṛṣṇasya",
            "āsīt",
            "sakhā",
            "kaścit",
            "brāhmaṇaḥ",
            "brahma",
            "vit",
            "tamaḥ",
            "viraktaḥ",
            "indriya",
            "artheṣu",
            "praśānta",
            "ātmā",
            "jita",
            "indriyaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Lord Kṛṣṇa had a certain brāhmaṇa friend [named Sudāmā] who was most learned in Vedic knowledge and detached from all sense enjoyment. Furthermore, his mind was peaceful and his senses subdued.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "यद‍ृच्छयोपपन्नेन वर्तमानो गृहाश्रमी ।तस्य भार्या कुचैलस्य क्षुत्क्षामा च तथाविधा ॥ ७ ॥",
        "english_devnagari": "yadṛcchayopapannenavartamāno gṛhāśramītasya bhāryā ku-cailasyakṣut-kṣāmā ca tathā-vidhā",
        "verse_Syn": [
            "yadṛcchayā",
            "upapannena",
            "vartamānaḥ",
            "gṛha",
            "āśramī",
            "tasya",
            "bhāryā",
            "ku",
            "cailasya",
            "kṣut",
            "kṣāmā",
            "ca",
            "tathā",
            "vidhā"
        ],
        "translation": "Living as a householder, he maintained himself with whatever came of its own accord. The wife of that poorly dressed brāhmaṇa suffered along with him and was emaciated from hunger.",
        "purport": " Sudāmā’s chaste wife was also poorly dressed, and whatever food she obtained she gave to her husband. Thus she remained fatigued from hunger."
    },
    {
        "verse": "8",
        "devanagari": "पतिव्रता पतिं प्राह म्‍लायता वदनेन सा ।दरिद्रं सीदमाना वै वेपमानाभिगम्य च ॥ ८ ॥",
        "english_devnagari": "pati-vratā patiṁ prāhamlāyatā vadanena sādaridraṁ sīdamānā vaivepamānābhigamya ca",
        "verse_Syn": [
            "pati",
            "vratā",
            "patim",
            "prāha",
            "mlāyatā",
            "vadanena",
            "sā",
            "daridram",
            "sīdamānā",
            "vai",
            "vepamānā",
            "abhigamya",
            "ca"
        ],
        "translation": "The chaste wife of the poverty-stricken brāhmaṇa once approached him, her face dried up because of her distress. Trembling with fear, she spoke as follows.",
        "purport": " According to Śrīdhara Svāmī, the chaste lady was especially unhappy because she could not obtain food to feed her husband. Further, she was fearful to approach her husband because she knew that he did not want to beg for anything other than devotion to the Supreme Lord."
    },
    {
        "verse": "9",
        "devanagari": "ननु ब्रह्मन् भगवत: सखा साक्षाच्छ्रिय: पति: ।ब्रह्मण्यश्च शरण्यश्च भगवान् सात्वतर्षभ: ॥ ९ ॥",
        "english_devnagari": "nanu brahman bhagavataḥsakhā sākṣāc chriyaḥ patiḥbrahmaṇyaś ca śaraṇyaś cabhagavān sātvatarṣabhaḥ",
        "verse_Syn": [
            "nanu",
            "brahman",
            "bhagavataḥ",
            "sakhā",
            "sākṣāt",
            "śriyaḥ",
            "patiḥ",
            "brahmaṇyaḥ",
            "ca",
            "śaraṇyaḥ",
            "ca",
            "bhagavān",
            "sātvata",
            "ṛṣabhaḥ"
        ],
        "translation": "[Sudāmā’s wife said:] O brāhmaṇa, isn’t it true that the husband of the goddess of fortune is the personal friend of your exalted self? That greatest of Yādavas, the Supreme Lord Kṛṣṇa, is compassionate to brāhmaṇas and very willing to grant them His shelter.",
        "purport": " Śrīla Viśvanātha Cakravartī explains in his commentary how the brāhmaṇa’s wife anticipated every possible objection her husband might make to her request that he go to Lord Kṛṣṇa to beg charity. If the brāhmaṇa might say, “How could the husband of the goddess of fortune befriend a fallen soul like myself?” she replies by saying that Lord Kṛṣṇa is brahmaṇya, very favorably disposed toward the brāhmaṇas. If Sudāmā might claim to have no real devotion for the Lord, she replies by saying that he is a great and wise personality who would surely obtain the shelter and mercy of the Lord. If the brāhmaṇa might object that Lord Kṛṣṇa is equally disposed to all the countless unhappy conditioned souls suffering the fruits of their own karma, she replies that Lord Kṛṣṇa is especially the Lord of the devotees, and thus even if He Himself did not grant Sudāmā His mercy, certainly the devotees engaged in serving the Lord would mercifully give him some charity. Since the Lord protects the Sātvatas, the members of the Yadu dynasty, what difficulty would there be for Him to protect a humble brāhmaṇa like Sudāmā, and what fault would there be in His doing so?"
    },
    {
        "verse": "10",
        "devanagari": "तमुपैहि महाभाग साधूनां च परायणम् ।दास्यति द्रविणं भूरि सीदते ते कुटुम्बिने ॥ १० ॥",
        "english_devnagari": "tam upaihi mahā-bhāgasādhūnāṁ ca parāyaṇamdāsyati draviṇaṁ bhūrisīdate te kuṭumbine",
        "verse_Syn": [
            "tam",
            "upaihi",
            "mahā",
            "bhaga",
            "sādhūnām",
            "ca",
            "para",
            "ayaṇam",
            "dāsyati",
            "draviṇam",
            "bhūri",
            "sīdate",
            "te",
            "kuṭumbine"
        ],
        "translation": "O fortunate one, please approach Him, the real shelter of all saints. He will certainly give abundant wealth to such a suffering householder as you.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "आस्तेऽधुना द्वारवत्यां भोजवृष्ण्यन्धकेश्वर: ।स्मरत: पादकमलमात्मानमपि यच्छति ।किं न्वर्थकामान् भजतो नात्यभीष्टान् जगद्गुरु: ॥ ११ ॥",
        "english_devnagari": "āste ’dhunā dvāravatyāṁbhoja-vṛṣṇy-andhakeśvaraḥsmarataḥ pāda-kamalamātmānam api yacchatikiṁ nv artha-kāmān bhajatonāty-abhīṣṭān jagad-guruḥ",
        "verse_Syn": [
            "āste",
            "adhunā",
            "dvāravatyām",
            "bhoja",
            "vṛṣṇi",
            "andhaka",
            "īśvaraḥ",
            "smarataḥ",
            "pāda",
            "kamalam",
            "ātmanām",
            "api",
            "yacchati",
            "kim",
            "nu",
            "artha",
            "kāmān",
            "bhajataḥ",
            "na",
            "ati",
            "abhīṣṭān",
            "jagat",
            "guruḥ"
        ],
        "translation": "Lord Kṛṣṇa is now the ruler of the Bhojas, Vṛṣṇis and Andhakas and is staying at Dvārakā. Since He gives even His own self to anyone who simply remembers His lotus feet, what doubt is there that He, the spiritual master of the universe, will bestow upon His sincere worshiper prosperity and material enjoyment, which are not even very desirable?",
        "purport": " The brāhmaṇa’s wife here implies that since Lord Kṛṣṇa is the ruler of the Bhojas, Vṛṣṇis and Andhakas, if these opulent rulers merely acknowledge Sudāmā as a personal friend of Kṛṣṇa’s, they could give him everything he required. In this connection Śrīla Viśvanātha Cakravartī comments that since Lord Kṛṣṇa had at this point put aside His weapons, He no longer traveled outside His own capital of Dvārakā. Thus Śrīla Prabhupāda writes in Kṛṣṇa, the Supreme Personality of Godhead: “[The brāhmaṇa’s wife said: ] ‘I have heard that He never leaves His capital city, Dvārakā. He is living there without outside engagements.’” As mentioned here, material wealth and sense gratification are not very desirable. The reason for this is that in the long run they give no real satisfaction. Still, Sudāmā’s wife thought, even if Sudāmā went to Dvārakā and simply remained silent before the Lord, He would certainly give him abundant wealth, as well as shelter at His lotus feet, which was Sudāmā’s real objective."
    },
    {
        "verse": "12-13",
        "devanagari": "स एवं भार्यया विप्रो बहुश: प्रार्थितो मुहु: ।अयं हि परमो लाभ उत्तम:श्लोकदर्शनम् ॥ १२ ॥इति सञ्चिन्त्य मनसा गमनाय मतिं दधे ।अप्यस्त्युपायनं किञ्चिद् गृहे कल्याणि दीयताम् ॥ १३ ॥",
        "english_devnagari": "sa evaṁ bhāryayā viprobahuśaḥ prārthito muhuḥayaṁ hi paramo lābhauttamaḥśloka-darśanam",
        "verse_Syn": [
            "saḥ",
            "evam",
            "bhāryayā",
            "vipraḥ",
            "bahuśaḥ",
            "prārthitaḥ",
            "muhuḥ",
            "ayam",
            "hi",
            "paramaḥ",
            "lābhaḥ",
            "uttamaḥ",
            "śloka",
            "darśanam",
            "iti",
            "sañcintya",
            "manasā",
            "gamanāya",
            "matim",
            "dadhe",
            "api",
            "asti",
            "upāyanam",
            "kiñcit",
            "gṛhe",
            "kalyāṇi",
            "dīyatām"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] When his wife thus repeatedly implored him in various ways, the brāhmaṇa thought to himself, “To see Lord Kṛṣṇa is indeed the greatest achievement in life.” Thus he decided to go, but first he told her, “My good wife, if there is anything in the house I can bring as a gift, please give it to me.”",
        "purport": " Sudāmā was naturally humble, and thus although at first he was dissatisfied with his wife’s proposal, finally he settled his mind and decided to go. Now the last detail was that he had to take a gift for his friend."
    },
    {
        "verse": "14",
        "devanagari": "याचित्वा चतुरो मुष्टीन् विप्रान् पृथुकतण्डुलान् ।चैलखण्डेन तान् बद्ध्वा भर्त्रे प्रादादुपायनम् ॥ १४ ॥",
        "english_devnagari": "yācitvā caturo muṣṭīnviprān pṛthuka-taṇḍulāncaila-khaṇḍena tān baddhvābhartre prādād upāyanam",
        "verse_Syn": [
            "yācitvā",
            "caturaḥ",
            "muṣṭīn",
            "viprān",
            "pṛthuka",
            "taṇḍulān",
            "caila",
            "khaṇḍena",
            "tān",
            "baddhvā",
            "bhartre",
            "prādāt",
            "upāyanam"
        ],
        "translation": "Sudāmā’s wife begged four handfuls of flat rice from neighboring brāhmaṇas, tied up the rice in a torn piece of cloth and gave it to her husband as a present for Lord Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "स तानादाय विप्राग्र्‍य: प्रययौ द्वारकां किल ।कृष्णसन्दर्शनं मह्यं कथं स्यादिति चिन्तयन् ॥ १५ ॥",
        "english_devnagari": "sa tān ādāya viprāgryaḥprayayau dvārakāṁ kilakṛṣṇa-sandarśanaṁ mahyaṁkathaṁ syād iti cintayan",
        "verse_Syn": [
            "saḥ",
            "tān",
            "ādāya",
            "vipra",
            "agryaḥ",
            "prayayau",
            "dvārakām",
            "kila",
            "kṛṣṇa",
            "sandarśanam",
            "mahyam",
            "katham",
            "syāt",
            "iti",
            "cintayan"
        ],
        "translation": "Taking the flat rice, the saintly brāhmaṇa set off for Dvārakā, all the while wondering “How will I be able to have Kṛṣṇa’s audience?”",
        "purport": " Among other things, Sudāmā assumed that the gatekeepers would stop him."
    },
    {
        "verse": "16-17",
        "devanagari": "त्रीणि गुल्मान्यतीयाय तिस्र: कक्षाश्च सद्विज: ।विप्रोऽगम्यान्धकवृष्णीनां गृहेष्वच्युतधर्मिणाम् ॥ १६ ॥गृहं द्वय‍ष्टसहस्राणां महिषीणां हरेर्द्विज: ।विवेशैकतमं श्रीमद् ब्रह्मानन्दं गतो यथा ॥ १७ ॥",
        "english_devnagari": "trīṇi gulmāny atīyāyatisraḥ kakṣāś ca sa-dvijaḥvipro ’gamyāndhaka-vṛṣṇīnāṁgṛheṣv acyuta-dharmiṇām",
        "verse_Syn": [
            "trīṇi",
            "gulmāni",
            "atīyāya",
            "tisraḥ",
            "kakṣāḥ",
            "ca",
            "sa",
            "dvijaḥ",
            "vipraḥ",
            "agamya",
            "andhaka",
            "vṛṣṇīnām",
            "gṛheṣu",
            "acyuta",
            "dharmiṇām",
            "gṛham",
            "dvi",
            "aṣṭa",
            "sahasrāṇām",
            "mahiṣīṇām",
            "hareḥ",
            "dvijaḥ",
            "viveśa",
            "ekatamam",
            "śrī",
            "mat",
            "brahma",
            "ānandam",
            "gataḥ",
            "yathā"
        ],
        "translation": "The learned brāhmaṇa, joined by some local brāhmaṇas, passed three guard stations and went through three gateways, and then he walked by the homes of Lord Kṛṣṇa’s faithful devotees, the Andhakas and Vṛṣṇis, which ordinarily no one could do. He then entered one of the opulent palaces belonging to Lord Hari’s sixteen thousand queens, and when he did so he felt as if he were attaining the bliss of liberation.",
        "purport": " When the saintly brāhmaṇa entered the precincts of Lord Kṛṣṇa’s palaces and then actually entered one of the palaces, he completely forgot everything else, and thus his state of mind is compared to that of one who has just achieved the bliss of spiritual liberation. Śrīla Viśvanātha Cakravartī quotes from the Padma Purāṇa, Uttara-khaṇḍa, wherein we learn that the brāhmaṇa actually entered the palace of Rukmiṇī: sa tu rukmiṇy-antaḥ-pura-dvāri kṣaṇaṁ tūṣṇīṁ sthitaḥ. “He stood for a moment in silence at the doorway of Queen Rukmiṇī’s palace.”"
    },
    {
        "verse": "18",
        "devanagari": "तं विलोक्याच्युतो दूरात् प्रियापर्यङ्कमास्थित: ।सहसोत्थाय चाभ्येत्य दोर्भ्यां पर्यग्रहीन्मुदा ॥ १८ ॥",
        "english_devnagari": "taṁ vilokyācyuto dūrātpriyā-paryaṅkam āsthitaḥsahasotthāya cābhyetyadorbhyāṁ paryagrahīn mudā",
        "verse_Syn": [
            "tam",
            "vilokya",
            "acyutaḥ",
            "dūrāt",
            "priyā",
            "paryaṅkam",
            "āsthitaḥ",
            "sahasā",
            "utthāya",
            "ca",
            "abhyetya",
            "dorbhyām",
            "paryagrahīt",
            "mudā"
        ],
        "translation": "At that time Lord Acyuta was seated on His consort’s bed. Spotting the brāhmaṇa at some distance, the Lord immediately stood up, went forward to meet him and with great pleasure embraced him.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "सख्यु: प्रियस्य विप्रर्षेरङ्गसङ्गातिनिर्वृत: ।प्रीतो व्यमुञ्चदब्बिन्दून् नेत्राभ्यां पुष्करेक्षण: ॥ १९ ॥",
        "english_devnagari": "sakhyuḥ priyasya viprarṣeraṅga-saṅgāti-nirvṛtaḥprīto vyamuñcad ab-bindūnnetrābhyāṁ puṣkarekṣaṇaḥ",
        "verse_Syn": [
            "sakhyuḥ",
            "priyasya",
            "vipra",
            "ṛṣeḥ",
            "aṅga",
            "saṅga",
            "ati",
            "nirvṛtaḥ",
            "prītaḥ",
            "vyamuñcat",
            "ap",
            "bindūn",
            "netrābhyām",
            "puṣkara",
            "īkṣaṇaḥ"
        ],
        "translation": "The lotus-eyed Supreme Lord felt intense ecstasy upon touching the body of His dear friend, the wise brāhmaṇa, and thus He shed tears of love.",
        "purport": ""
    },
    {
        "verse": "20-22",
        "devanagari": "अथोपवेश्य पर्यङ्के स्वयं सख्यु: समर्हणम् ।उपहृत्यावनिज्यास्य पादौ पादावनेजनी: ॥ २० ॥अग्रहीच्छिरसा राजन् भगवाँल्ल‍ोकपावन: ।व्यलिम्पद् दिव्यगन्धेन चन्दनागुरुकुङ्कुमै: ॥ २१ ॥धूपै: सुरभिभिर्मित्रं प्रदीपावलिभिर्मुदा ।अर्चित्वावेद्य ताम्बूलं गां च स्वागतमब्रवीत् ॥ २२ ॥",
        "english_devnagari": "athopaveśya paryaṅkesvayam sakhyuḥ samarhaṇamupahṛtyāvanijyāsyapādau pādāvanejanīḥ",
        "verse_Syn": [
            "atha",
            "upaveśya",
            "paryaṅke",
            "svayam",
            "sakhyuḥ",
            "samarhaṇam",
            "upahṛtya",
            "avanijya",
            "asya",
            "pādau",
            "pāda",
            "avanejanīḥ",
            "agrahīt",
            "śirasā",
            "rājan",
            "bhagavān",
            "loka",
            "pāvanaḥ",
            "vyalimpat",
            "divya",
            "gandhena",
            "candana",
            "aguru",
            "kuṅkumaiḥ",
            "dhūpaiḥ",
            "surabhibhiḥ",
            "mitram",
            "pradīpa",
            "avalibhiḥ",
            "mudā",
            "arcitvā",
            "āvedya",
            "tāmbūlam",
            "gām",
            "ca",
            "su",
            "āgatam",
            "abravīt"
        ],
        "translation": "Lord Kṛṣṇa seated His friend Sudāmā upon the bed. Then the Lord, who purifies the whole world, personally offered him various tokens of respect and washed his feet, O King, after which He sprinkled the water on His own head. He anointed him with divinely fragrant sandalwood, aguru and kuṅkuma pastes and happily worshiped him with aromatic incense and arrays of lamps. After finally offering him betel nut and the gift of a cow, He welcomed him with pleasing words.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "कुचैलं मलिनं क्षामं द्विजं धमनिसन्ततम् ।देवी पर्यचरत् साक्षाच्चामरव्यजनेन वै ॥ २३ ॥",
        "english_devnagari": "ku-cailaṁ malinaṁ kṣāmaṁdvijaṁ dhamani-santatamdevī paryacarat sākṣāccāmara-vyajanena vai",
        "verse_Syn": [
            "ku",
            "cailam",
            "malinam",
            "kṣāmam",
            "dvijam",
            "dhamani",
            "santatam",
            "devī",
            "paryacarat",
            "sākṣāt",
            "cāmara",
            "vyajanena",
            "vai"
        ],
        "translation": "By fanning him with her cāmara, the divine goddess of fortune personally served that poor brāhmaṇa, whose clothing was torn and dirty and who was so thin that veins were visible all over his body.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "अन्त:पुरजनो द‍ृष्ट्वा कृष्णेनामलकीर्तिना ।विस्मितोऽभूदतिप्रीत्या अवधूतं सभाजितम् ॥ २४ ॥",
        "english_devnagari": "antaḥ-pura-jano dṛṣṭvākṛṣṇenāmala-kīrtināvismito ’bhūd ati-prītyāavadhūtaṁ sabhājitam",
        "verse_Syn": [
            "antaḥ",
            "pura",
            "janaḥ",
            "dṛṣṭvā",
            "kṛṣṇena",
            "amala",
            "kīrtinā",
            "vismitaḥ",
            "abhūt",
            "ati",
            "prītyā",
            "avadhūtam",
            "sabhājitam"
        ],
        "translation": "The people in the royal palace were astonished to see Kṛṣṇa, the Lord of spotless glory, so lovingly honor this shabbily dressed brāhmaṇa.",
        "purport": ""
    },
    {
        "verse": "25-26",
        "devanagari": "किमनेन कृतं पुण्यमवधूतेन भिक्षुणा ।श्रिया हीनेन लोकेऽस्मिन् गर्हितेनाधमेन च ॥ २५ ॥योऽसौ त्रिलोकगुरुणा श्रीनिवासेन सम्भृत: ।पर्यङ्कस्थां श्रियं हित्वा परिष्वक्तोऽग्रजो यथा ॥ २६ ॥",
        "english_devnagari": "kim anena kṛtaṁ puṇyamavadhūtena bhikṣuṇāśriyā hīnena loke ’smingarhitenādhamena ca",
        "verse_Syn": [
            "kim",
            "anena",
            "kṛtam",
            "puṇyam",
            "avadhūtena",
            "bhikṣuṇā",
            "śriyā",
            "hīnena",
            "loke",
            "asmin",
            "garhitena",
            "adhamena",
            "ca",
            "yaḥ",
            "asau",
            "tri",
            "loka",
            "guruṇā",
            "śrī",
            "nivāsena",
            "sambhṛtaḥ",
            "paryaṅka",
            "sthām",
            "śrīyam",
            "hitvā",
            "pariṣvaktaḥ",
            "agra",
            "jaḥ",
            "yathā"
        ],
        "translation": "[The residents of the palace said:] What pious acts has this unkempt, impoverished brāhmaṇa performed? People regard him as lowly and contemptible, yet the spiritual master of the three worlds, the abode of Goddess Śrī, is serving him reverently. Leaving the goddess of fortune sitting on her bed, the Lord has embraced this brāhmaṇa as if he were an older brother.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "कथयां चक्रतुर्गाथा: पूर्वा गुरुकुले सतो: ।आत्मनोर्ललिता राजन् करौ गृह्य परस्परम् ॥ २७ ॥",
        "english_devnagari": "kathayāṁ cakratur gāthāḥpūrvā gurukule satoḥātmanor lalitā rājankarau gṛhya parasparam",
        "verse_Syn": [
            "kathayām",
            "cakratuḥ",
            "gāthāḥ",
            "pūrvāḥ",
            "gurukule",
            "satoḥ",
            "ātmanoḥ",
            "lalitāḥ",
            "rājan",
            "karau",
            "gṛhya",
            "parasparam"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Taking each other’s hands, O King, Kṛṣṇa and Sudāmā talked pleasantly about how they once lived together in the school of their guru.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "श्रीभगवानुवाचअपि ब्रह्मन् गुरुकुलाद् भवता लब्धदक्षिणात् ।समावृत्तेन धर्मज्ञ भार्योढा सद‍ृशी न वा ॥ २८ ॥",
        "english_devnagari": "śrī-bhagavān uvācaapi brahman gurukulādbhavatā labdha-dakṣiṇātsamāvṛttena dharma-jñabhāryoḍhā sadṛśī na vā",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "api",
            "brahman",
            "gurukulāt",
            "bhavatā",
            "labdha",
            "dakṣiṇāt",
            "samāvṛttena",
            "dharma",
            "jña",
            "bhāryā",
            "ūḍhā",
            "sadṛśī",
            "na",
            "vā"
        ],
        "translation": "The Supreme Lord said: My dear brāhmaṇa, you know well the ways of dharma. After you offered the gift of remuneration to our guru and returned home from his school, did you marry a compatible wife or not?",
        "purport": " Among civilized human beings, the question of āśrama, or spiritual order, is significant. In other words, every human being must execute prescribed duties as a celibate student, a married man or woman, a retired person or a renunciant. Since Lord Kṛṣṇa could see that the brāhmaṇa was poorly dressed, He inquired if His friend had been properly married and was executing the duties of household life. Since he was not dressed as a renunciant, he would be without a suitable āśrama unless he were properly married."
    },
    {
        "verse": "29",
        "devanagari": "प्रायो गृहेषु ते चित्तमकामविहितं तथा ।नैवातिप्रीयसे विद्वन् धनेषु विदितं हि मे ॥ २९ ॥",
        "english_devnagari": "prāyo gṛheṣu te cittamakāma-vihitaṁ tathānaivāti-prīyase vidvandhaneṣu viditaṁ hi me",
        "verse_Syn": [
            "prāyaḥ",
            "gṛheṣu",
            "te",
            "cittam",
            "akāma",
            "vihitam",
            "tathā",
            "na",
            "eva",
            "ati",
            "prīyase",
            "vidvan",
            "dhaneṣu",
            "viditam",
            "hi",
            "me"
        ],
        "translation": "Even though you are mostly involved in household affairs, your mind is not affected by material desires. Nor, O learned one, do you take much pleasure in the pursuit of material wealth. This I am well aware of.",
        "purport": " Lord Kṛṣṇa here reveals that in fact He was well aware of His friend’s situation. Sudāmā was actually learned and spiritually advanced, and therefore he was not interested in ordinary sense gratification, as is the common man."
    },
    {
        "verse": "30",
        "devanagari": "केचित् कुर्वन्ति कर्माणि कामैरहतचेतस: ।त्यजन्त: प्रकृतीर्दैवीर्यथाहं लोकसङ्ग्रहम् ॥ ३० ॥",
        "english_devnagari": "kecit kurvanti karmāṇikāmair ahata-cetasaḥtyajantaḥ prakṛtīr daivīryathāhaṁ loka-saṅgraham",
        "verse_Syn": [
            "kecit",
            "kurvanti",
            "karmāṇi",
            "kāmaiḥ",
            "ahata",
            "cetasaḥ",
            "tyayantaḥ",
            "prakṛtīḥ",
            "daivīḥ",
            "yathā",
            "aham",
            "loka",
            "saṅgraham"
        ],
        "translation": "Having renounced all material propensities, which spring from the Lord’s illusory energy, some people execute worldly duties with their minds undisturbed by mundane desires. They act as I do, to instruct the general populace.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "कच्चिद् गुरुकुले वासं ब्रह्मन् स्मरसि नौ यत: ।द्विजो विज्ञाय विज्ञेयं तमस: पारमश्न‍ुते ॥ ३१ ॥",
        "english_devnagari": "kaccid gurukule vāsaṁbrahman smarasi nau yataḥdvijo vijñāya vijñeyaṁtamasaḥ pāram aśnute",
        "verse_Syn": [
            "kaccit",
            "gurukule",
            "vāsam",
            "brahman",
            "smarasi",
            "nau",
            "yataḥ",
            "dvijaḥ",
            "vijñāya",
            "vijñeyam",
            "tamasaḥ",
            "pāram",
            "aśnute"
        ],
        "translation": "My dear brāhmaṇa, do you remember how we lived together in our spiritual master’s school? When a twice-born student has learned from his guru all that is to be learned, he can enjoy spiritual life, which lies beyond all ignorance.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "स वै सत्कर्मणां साक्षाद् द्विजातेरिह सम्भव: ।आद्योऽङ्ग यत्राश्रमिणां यथाहं ज्ञानदो गुरु: ॥ ३२ ॥",
        "english_devnagari": "sa vai sat-karmaṇāṁ sākṣāddvijāter iha sambhavaḥādyo ’ṅga yatrāśramiṇāṁyathāhaṁ jñāna-do guruḥ",
        "verse_Syn": [
            "saḥ",
            "vai",
            "sat",
            "karmaṇām",
            "sākṣāt",
            "dvi",
            "jāteḥ",
            "iha",
            "sambhavaḥ",
            "ādyaḥ",
            "aṅga",
            "yatra",
            "āśramiṇām",
            "yathā",
            "aham",
            "jñāna",
            "daḥ",
            "guruḥ"
        ],
        "translation": "My dear friend, he who gives a person his physical birth is his first spiritual master, and he who initiates him as a twice-born brāhmaṇa and engages him in religious duties is indeed more directly his spiritual master. But the person who bestows transcendental knowledge upon the members of all the spiritual orders of society is one’s ultimate spiritual master. Indeed, he is as good as My own self.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "नन्वर्थकोविदा ब्रह्मन् वर्णाश्रमवतामिह ।ये मया गुरुणा वाचा तरन्त्यञ्जो भवार्णवम् ॥ ३३ ॥",
        "english_devnagari": "nanv artha-kovidā brahmanvarṇāśrama-vatām ihaye mayā guruṇā vācātaranty añjo bhavārṇavam",
        "verse_Syn": [
            "nanu",
            "artha",
            "kovidāḥ",
            "brahman",
            "varṇāśrama",
            "vatām",
            "iha",
            "ye",
            "mayā",
            "guruṇā",
            "vācā",
            "taranti",
            "añjaḥ",
            "bhava",
            "arṇavam"
        ],
        "translation": "Certainly, O brāhmaṇa, of all the followers of the varṇāśrama system, those who take advantage of the words I speak in My form as the spiritual master and thus easily cross over the ocean of material existence best understand their own true welfare.",
        "purport": " One’s father is a natural object of reverence, as is a religious leader who initiates one into sacred ceremonies and instructs one in general wisdom. But ultimately the bona fide spiritual master, learned in the transcendental science and thus able to take one across the ocean of birth and death to the spiritual world — such a guru is most deserving of worship and respect, for he is the direct representative of the Supreme Personality of Godhead, as stated here."
    },
    {
        "verse": "34",
        "devanagari": "नाहमिज्याप्रजातिभ्यां तपसोपशमेन वा ।तुष्येयं सर्वभूतात्मा गुरुशुश्रूषया यथा ॥ ३४ ॥",
        "english_devnagari": "nāham ijyā-prajātibhyāṁtapasopaśamena vātuṣyeyaṁ sarva-bhūtātmāguru-śuśrūṣayā yathā",
        "verse_Syn": [
            "na",
            "aham",
            "ijyā",
            "prajātibhyām",
            "tapasā",
            "upaśamena",
            "vā",
            "tuṣyeyam",
            "sarva",
            "bhūta",
            "ātmā",
            "guru",
            "śuśrūṣayā",
            "yathā"
        ],
        "translation": "I, the Soul of all beings, am not as satisfied by ritual worship, brahminical initiation, penances or self-discipline as I am by faithful service rendered to one’s spiritual master.",
        "purport": " The word prajāti here indicates either begetting good children or the second birth obtained by ritual initiation into Vedic culture. Although both of these are praiseworthy, Lord Kṛṣṇa here states that faithful service rendered to a bona fide spiritual master is still higher."
    },
    {
        "verse": "35-36",
        "devanagari": "अपि न: स्मर्यते ब्रह्मन् वृत्तं निवसतां गुरौ ।गुरुदारैश्चोदितानामिन्धनानयने क्व‍‍चित् ॥ ३५ ॥प्रविष्टानां महारण्यमपर्तौ सुमहद् द्विज ।वातवर्षमभूत्तीव्रं निष्ठुरा: स्तनयित्नव: ॥ ३६ ॥",
        "english_devnagari": "api naḥ smaryate brahmanvṛttaṁ nivasatāṁ gurauguru-dāraiś coditānāmindhanānayane kvacit",
        "verse_Syn": [
            "api",
            "naḥ",
            "smaryate",
            "brahman",
            "vṛttam",
            "nivasatām",
            "gurau",
            "guru",
            "dāraiḥ",
            "coditānām",
            "indhana",
            "anayane",
            "kvacit",
            "praviṣṭānām",
            "mahā",
            "araṇyam",
            "apa",
            "ṛtau",
            "su",
            "mahat",
            "dvija",
            "vāta",
            "varṣam",
            "abhūt",
            "tīvram",
            "niṣṭhurāḥ",
            "stanayitnavaḥ"
        ],
        "translation": "O brāhmaṇa, do you remember what happened to us while we were living with our spiritual master? Once our guru’s wife sent us to fetch firewood, and after we entered the vast forest, O twice-born one, an unseasonal storm arose, with fierce wind and rain and harsh thunder.",
        "purport": " Śrīla Viśvanātha Cakravartī explains that this storm arose during winter and was therefore unseasonal."
    },
    {
        "verse": "37",
        "devanagari": "सूर्यश्चास्तं गतस्तावत् तमसा चावृता दिश: ।निम्नं कूलं जलमयं न प्राज्ञायत किञ्चन ॥ ३७ ॥",
        "english_devnagari": "sūryaś cāstaṁ gatas tāvattamasā cāvṛtā diśaḥnimnaṁ kūlaṁ jala-mayaṁna prājñāyata kiñcana",
        "verse_Syn": [
            "sūryaḥ",
            "ca",
            "astam",
            "gataḥ",
            "tāvat",
            "tamasā",
            "ca",
            "āvṛtāḥ",
            "diśaḥ",
            "nimnam",
            "kūlam",
            "jala",
            "mayam",
            "na",
            "prājñāyata",
            "kiñcana"
        ],
        "translation": "Then, as the sun set, the forest was covered by darkness in every direction, and with all the flooding we could not distinguish high land from low.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "वयं भृशं तत्र महानिलाम्बुभि-र्निहन्यमाना महुरम्बुसम्प्लवे ।दिशोऽविदन्तोऽथ परस्परं वनेगृहीतहस्ता: परिबभ्रिमातुरा: ॥ ३८ ॥",
        "english_devnagari": "vayaṁ bhṛśam tatra mahānilāmbubhirnihanyamānā mahur ambu-samplavediśo ’vidanto ’tha parasparaṁ vanegṛhīta-hastāḥ paribabhrimāturāḥ",
        "verse_Syn": [
            "vayam",
            "bhṛśam",
            "tatra",
            "mahā",
            "anila",
            "ambubhiḥ",
            "nihanyamānāḥ",
            "muhuḥ",
            "ambu",
            "samplave",
            "diśaḥ",
            "avidantaḥ",
            "atha",
            "parasparam",
            "vane",
            "gṛhīta",
            "hastāḥ",
            "paribabhrima",
            "āturāḥ"
        ],
        "translation": "Constantly besieged by the powerful wind and rain, we lost our way amidst the flooding waters. We simply held each other’s hands and, in great distress, wandered aimlessly about the forest.",
        "purport": " Śrīla Śrīdhara Svāmī points out that the verb paribabhrima may be understood to be the prefix pari with either the verb bhṛ or bhram. In the case of bhram, it indicates that Kṛṣṇa and Sudāmā wandered all about, and in the case of bhṛ, which means “to carry,” it indicates that as the two young boys wandered about, they continued to carry the firewood they had secured for their spiritual master."
    },
    {
        "verse": "39",
        "devanagari": "एतद् विदित्वा उदिते रवौ सान्दीपनिर्गुरु: ।अन्वेषमाणो न: शिष्यानाचार्योऽपश्यदातुरान् ॥ ३९ ॥",
        "english_devnagari": "etad viditvā uditeravau sāndīpanir guruḥanveṣamāṇo naḥ śiṣyānācāryo ’paśyad āturān",
        "verse_Syn": [
            "etat",
            "viditvā",
            "udite",
            "ravau",
            "sāndīpaniḥ",
            "guruḥ",
            "anveṣamāṇaḥ",
            "naḥ",
            "śiṣyān",
            "ācāryaḥ",
            "apaśyat",
            "āturān"
        ],
        "translation": "Our guru, Sāndīpani, understanding our predicament, set out after sunrise to search for us, his disciples, and found us in distress.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "अहो हे पुत्रका यूयमस्मदर्थेऽतिदु:खिता: ।आत्मा वै प्राणिनां प्रेष्ठस्तमनाद‍ृत्य मत्परा: ॥ ४० ॥",
        "english_devnagari": "aho he putrakā yūyamasmad-arthe ’ti-duḥkhitāḥātmā vai prāṇinām preṣṭhastam anādṛtya mat-parāḥ",
        "verse_Syn": [
            "aho",
            "he",
            "putrakaḥ",
            "yūyam",
            "asmat",
            "arthe",
            "ati",
            "duḥkhitāḥ",
            "ātmā",
            "vai",
            "prāṇinām",
            "preṣṭhaḥ",
            "tam",
            "anādṛtya",
            "mat",
            "parāḥ"
        ],
        "translation": "[Sāndīpani said:] O my children, you have suffered so much for my sake! The body is most dear to every living creature, but you are so dedicated to me that you completely disregarded your own comfort.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "एतदेव हि सच्छिष्यै: कर्तव्यं गुरुनिष्कृतम् ।यद् वै विशुद्धभावेन सर्वार्थात्मार्पणं गुरौ ॥ ४१ ॥",
        "english_devnagari": "etad eva hi sac-chiṣyaiḥkartavyaṁ guru-niṣkṛtamyad vai viśuddha-bhāvenasarvārthātmārpaṇaṁ gurau",
        "verse_Syn": [
            "etat",
            "eva",
            "hi",
            "sat",
            "śiṣyaiḥ",
            "kartavyam",
            "guru",
            "niṣkṛtam",
            "yat",
            "vai",
            "viśuddha",
            "bhāvena",
            "sarva",
            "artha",
            "ātmā",
            "arpaṇam",
            "gurau"
        ],
        "translation": "This indeed is the duty of all true disciples: to repay the debt to their spiritual master by offering him, with pure hearts, their wealth and even their very lives.",
        "purport": " One engages one’s body to realize one’s purposes. The body is also the basis of the material conception of “I,” while one’s fortune is the basis of the conception of “mine.” Thus by offering everything to the spiritual master, one realizes one’s self to be an eternal servant of the Lord. The spiritual master does not exploit the disciple but rather engages him fully in Kṛṣṇa consciousness for the disciple’s eternal benefit."
    },
    {
        "verse": "42",
        "devanagari": "तुष्टोऽहं भो द्विजश्रेष्ठा: सत्या: सन्तु मनोरथा: ।छन्दांस्ययातयामानि भवन्‍त्‍विह परत्र च ॥ ४२ ॥",
        "english_devnagari": "tuṣṭo ’haṁ bho dvija-śreṣṭhāḥsatyāḥ santu manorathāḥchandāṁsy ayāta-yāmānibhavantv iha paratra ca",
        "verse_Syn": [
            "tuṣṭaḥ",
            "aham",
            "bho",
            "dvija",
            "śreṣṭhāḥ",
            "satyāḥ",
            "santu",
            "manaḥ",
            "rathāḥ",
            "chandāṁsi",
            "ayāta",
            "yāmāni",
            "bhavantu",
            "iha",
            "paratra",
            "ca"
        ],
        "translation": "You boys are first-class brāhmaṇas, and I am satisfied with you. May all your desires be fulfilled, and may the Vedic mantras you have learned never lose their meaning for you, in this world or the next.",
        "purport": " Cooked food left sitting for three hours is called yāta-yāma, indicating that it has lost its taste, and similarly if a devotee does not remain fixed in Kṛṣṇa consciousness, the transcendental knowledge that once inspired him on the spiritual path will lose its “taste,” or meaning, for him. Thus Sāndīpani Muni blesses his disciples that the Vedic mantras, which reveal the Absolute Truth, will never lose their meaning for them but will remain ever fresh in their minds."
    },
    {
        "verse": "43",
        "devanagari": "इत्थंविधान्यनेकानि वसतां गुरुवेश्मनि ।गुरोरनुग्रहेणैव पुमान् पूर्ण: प्रशान्तये ॥ ४३ ॥",
        "english_devnagari": "itthaṁ-vidhāny anekānivasatāṁ guru-veśmaniguror anugraheṇaivapumān pūrṇaḥ praśāntaye",
        "verse_Syn": [
            "ittham",
            "vidhāni",
            "anekāni",
            "vasatām",
            "guru",
            "veśmani",
            "guroḥ",
            "anugraheṇa",
            "eva",
            "pumān",
            "pūrṇaḥ",
            "praśāntaye"
        ],
        "translation": "[Lord Kṛṣṇa continued:] We had many similar experiences while living in our spiritual master’s home. Simply by the grace of the spiritual master a person can fulfill life’s purpose and attain eternal peace.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "श्रीब्राह्मण उवाचकिमस्माभिरनिर्वृत्तं देवदेव जगद्गुरो ।भवता सत्यकामेन येषां वासो गुरोरभूत् ॥ ४४ ॥",
        "english_devnagari": "śrī-brāhmaṇa uvācakim asmābhir anirvṛttaṁdeva-deva jagad-gurobhavatā satya-kāmenayeṣāṁ vāso guror abhūt",
        "verse_Syn": [
            "śrī",
            "brāhmaṇaḥ",
            "uvāca",
            "kim",
            "asmābhiḥ",
            "anirvṛttam",
            "deva",
            "deva",
            "jagat",
            "guro",
            "bhavatā",
            "satya",
            "kāmena",
            "yeṣām",
            "vāsaḥ",
            "guroḥ",
            "abhūt"
        ],
        "translation": "The brāhmaṇa said: What could I possibly have failed to achieve, O Lord of lords, O universal teacher, since I was able to personally live with You, whose every desire is fulfilled, at the home of our spiritual master?",
        "purport": " Sudāmā Brāhmaṇa wisely understands his extraordinary good fortune of having lived with Śrī Kṛṣṇa at the residence of their spiritual master. Thus whatever external difficulties they experienced were actually an expression of the Lord’s mercy, to teach the importance of service to the spiritual master. Śrīla Prabhupāda renders the learned brāhmaṇa’s feelings as follows: “[Sudāmā said:] ‘My dear Kṛṣṇa, You are the Supreme Lord and the supreme spiritual master of everyone, and since I was fortunate enough to live with You in the house of our guru, I think I have nothing more to do in the matter of prescribed Vedic duties.’”"
    },
    {
        "verse": "45",
        "devanagari": "यस्यच्छन्दोमयं ब्रह्म देह आवपनं विभो ।श्रेयसां तस्य गुरुषु वासोऽत्यन्तविडम्बनम् ॥ ४५ ॥",
        "english_devnagari": "yasya cchando-mayaṁ brahmadeha āvapanaṁ vibhośreyasāṁ tasya guruṣuvāso ’tyanta-viḍambanam",
        "verse_Syn": [
            "yasya",
            "chandaḥ",
            "mayam",
            "brahma",
            "dehe",
            "āvapanam",
            "vibho",
            "śreyasām",
            "tasya",
            "guruṣu",
            "vāsaḥ",
            "atyanta",
            "viḍambanam"
        ],
        "translation": "O almighty Lord, Your body comprises the Absolute Truth in the form of the Vedas and is thus the source of all auspicious goals of life. That You took up residence at the school of a spiritual master is simply one of Your pastimes in which You play the role of a human being.",
        "purport": ""
    }
]