[
    {
        "verse": "1-2",
        "devanagari": "श्रीशुक उवाचतं वीक्ष्य कृष्णानुचरं व्रजस्‍त्रिय:प्रलम्बबाहुं नवकञ्जलोचनम् ।पीताम्बरं पुष्करमालिनं लस-न्मुखारविन्दं परिमृष्टकुण्डलम् ॥ १ ॥सुविस्मिता: कोऽयमपीव्यदर्शन:कुतश्च कस्याच्युतवेषभूषण: ।इति स्म सर्वा: परिवव्रुरुत्सुका-स्तमुत्तम:श्लोकपदाम्बुजाश्रयम् ॥ २ ॥",
        "english_devnagari": "śrī-śuka uvācataṁ vīkṣya kṛṣānucaraṁ vraja-striyaḥpralamba-bāhuṁ nava-kañja-locanampītāmbaraṁ puṣkara-mālinaṁ lasan-mukhāravindaṁ parimṛṣṭa-kuṇḍalam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tam",
            "vīkṣya",
            "kṛṣṇa",
            "anucaram",
            "vraja",
            "striyaḥ",
            "pralamba",
            "bāhum",
            "nava",
            "kañja",
            "locanam",
            "pīta",
            "ambaram",
            "puṣkara",
            "mālinam",
            "lasat",
            "makha",
            "aravindam",
            "parimṛṣṭa",
            "kuṇḍalam",
            "su",
            "vismitāḥ",
            "kaḥ",
            "ayam",
            "apīvya",
            "darśanaḥ",
            "kutaḥ",
            "ca",
            "kasya",
            "acyuta",
            "veṣa",
            "bhūṣaṇaḥ",
            "iti",
            "sma",
            "sarvāḥ",
            "parivavruḥ",
            "utsukāḥ",
            "tam",
            "uttamaḥ",
            "śloka",
            "pada",
            "ambuja",
            "āśrayam"
        ],
        "translation": "Śukadeva Gosvāmī said: The young women of Vraja became astonished upon seeing Lord Kṛṣṇa’s servant, who had long arms, whose eyes resembled a newly grown lotus, who wore a yellow garment and a lotus garland, and whose lotuslike face glowed with brightly polished earrings. “Who is this handsome man?” the gopīs asked. “Where has he come from, and whom does he serve? He’s wearing Kṛṣṇa’s clothes and ornaments!” Saying this, the gopīs eagerly crowded around Uddhava, whose shelter was the lotus feet of Lord Uttamaḥśloka, Śrī Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "तं प्रश्रयेणावनता: सुसत्कृतंसव्रीडहासेक्षणसूनृतादिभि: ।रहस्यपृच्छन्नुपविष्टमासनेविज्ञाय सन्देशहरं रमापते: ॥ ३ ॥",
        "english_devnagari": "taṁ praśrayeṇāvanatāḥ su-sat-kṛtaṁsa-vrīḍa-hāsekṣaṇa-sūnṛtādibhiḥrahasy apṛcchann upaviṣṭam āsanevijñāya sandeśa-haraṁ ramā-pateḥ",
        "verse_Syn": [
            "tam",
            "praśrayeṇa",
            "avanatāḥ",
            "su",
            "sat",
            "kṛtam",
            "sa",
            "vrīḍa",
            "hāsa",
            "īkṣaṇa",
            "sūnṛta",
            "ādibhiḥ",
            "rahasi",
            "apṛcchan",
            "upaviṣṭam",
            "āsane",
            "vijñāya",
            "sandeśa",
            "haram",
            "ramā",
            "pateḥ"
        ],
        "translation": "Bowing their heads in humility, the gopīs duly honored Uddhava with their shy, smiling glances and pleasing words. They took him to a quiet place, seated him comfortably and began to question him, for they recognized him to be a messenger from Kṛṣṇa, the master of the goddess of fortune.",
        "purport": " The chaste gopīs were enlivened to see that a messenger had come from Kṛṣṇa. As Uddhava will discover during his stay in Vṛndāvana, the unique gopīs could not think of anything but their beloved Kṛṣṇa."
    },
    {
        "verse": "4",
        "devanagari": "जानीमस्त्वां यदुपते: पार्षदं समुपागतम् ।भर्त्रेह प्रेषित: पित्रोर्भवान् प्रियचिकीर्षया ॥ ४ ॥",
        "english_devnagari": "jānīmas tvāṁ yadu-pateḥpārṣadaṁ samupāgatambhartreha preṣitaḥ pitrorbhavān priya-cikīrṣayā",
        "verse_Syn": [
            "jānīmaḥ",
            "tvām",
            "yadu",
            "pateḥ",
            "pārṣadam",
            "samupāgatam",
            "bhartrā",
            "iha",
            "preṣitaḥ",
            "pitroḥ",
            "bhavān",
            "priya",
            "cikīrṣayā"
        ],
        "translation": "[The gopīs said:] We know that you are the personal servant of Kṛṣṇa, the chief of the Yadus, and that you have come here on the order of your good master, who desires to give pleasure to His parents.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "अन्यथा गोव्रजे तस्य स्मरणीयं न चक्ष्महे ।स्‍नेहानुबन्धो बन्धूनां मुनेरपि सुदुस्त्यज: ॥ ५ ॥",
        "english_devnagari": "anyathā go-vraje tasyasmaraṇīyaṁ na cakṣmahesnehānubandho bandhūnāṁmuner api su-dustyajaḥ",
        "verse_Syn": [
            "anyathā",
            "go",
            "vraje",
            "tasya",
            "smaraṇīyam",
            "na",
            "cakṣmahe",
            "sneha",
            "anubandhaḥ",
            "bandhūnām",
            "muneḥ",
            "api",
            "su",
            "dustyajaḥ"
        ],
        "translation": "We see nothing else He might consider worth remembering in these cow pastures of Vraja. Indeed, the bonds of affection for one’s family members are difficult to break, even for a sage.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "अन्येष्वर्थकृता मैत्री यावदर्थविडम्बनम् ।पुम्भि: स्‍त्रीषु कृता यद्वत् सुमन:स्विव षट्पदै: ॥ ६ ॥",
        "english_devnagari": "anyeṣv artha-kṛtā maitrīyāvad-artha-viḍambanampumbhiḥ strīṣu kṛtā yadvatsumanaḥsv iva ṣaṭpadaiḥ",
        "verse_Syn": [
            "anyeṣu",
            "artha",
            "kṛtā",
            "maitrī",
            "yāvat",
            "artha",
            "viḍambanam",
            "pumbhiḥ",
            "strīṣu",
            "kṛtā",
            "yadvat",
            "sumanaḥsu",
            "iva",
            "ṣaṭ",
            "padaiḥ"
        ],
        "translation": "The friendship shown toward others — those who are not family members — is motivated by personal interest, and thus it is a pretense that lasts only until one’s purpose is fulfilled. Such friendship is just like the interest men take in women, or bees in flowers.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains here that attractive women, like flowers, possess beauty, fragrance, tenderness, charm and so on. And as bees drink only once of a flower’s nectar and then leave it for another, fickle men abandon beautiful and devoted women to pursue other pleasures. This tendency is condemned here by the gopīs, who gave their hearts completely to Śrī Kṛṣṇa. The gopīs wanted only to exhibit their charms for Lord Kṛṣṇa’s pleasure, and in the pain of separation they questioned the motives of His friendship with them. These are the transcendental pastimes of the Lord. Both Lord Kṛṣṇa and the gopīs are completely liberated souls engaged in spiritual loving affairs. By contrast, our so-called loving affairs, being perverted reflections of the perfect loving relationships in the spiritual world, are polluted with lust, greed, pride and so on. Like all liberated souls, the gopīs — and certainly Lord Kṛṣṇa Himself — are eternally free of these lower qualities, and their intense loving affairs are motivated exclusively by unalloyed devotion."
    },
    {
        "verse": "7",
        "devanagari": "नि:स्वं त्यजन्ति गणिका अकल्पं नृपतिं प्रजा: ।अधीतविद्या आचार्यमृत्विजो दत्तदक्षिणम् ॥ ७ ॥",
        "english_devnagari": "niḥsvaṁ tyajanti gaṇikāakalpaṁ nṛpatiṁ prajāḥadhīta-vidyā ācāryamṛtvijo datta-dakṣiṇam",
        "verse_Syn": [
            "niḥsvam",
            "tyajanti",
            "gaṇikāḥ",
            "akalpam",
            "nṛ",
            "patim",
            "prajaḥ",
            "adhīta",
            "vidyāḥ",
            "ācāryam",
            "ṛtvijaḥ",
            "datta",
            "dakṣiṇam"
        ],
        "translation": "Prostitutes abandon a penniless man, subjects an incompetent king, students their teacher once they have finished their education, and priests a man who has remunerated them for a sacrifice.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "खगा वीतफलं वृक्षं भुक्त्वा चातिथयो गृहम् ।दग्धं मृगास्तथारण्यं जारा भुक्त्वा रतां स्‍त्रियम् ॥ ८ ॥",
        "english_devnagari": "khagā vīta-phalaṁ vṛkṣaṁbhuktvā cātithayo gṛhamdagdhaṁ mṛgās tathāraṇyaṁjārā bhuktvā ratāṁ striyam",
        "verse_Syn": [
            "khagāḥ",
            "vīta",
            "phalam",
            "vṛkṣam",
            "bhuktvā",
            "ca",
            "atithayaḥ",
            "gṛham",
            "dagdham",
            "mṛgāḥ",
            "tathā",
            "araṇyam",
            "jārāḥ",
            "bhuktvā",
            "ratām",
            "striyam"
        ],
        "translation": "Birds abandon a tree when its fruits are gone, guests a house after they have eaten, animals a forest that has burnt down, and a lover the woman he has enjoyed, even though she remains attached to him.",
        "purport": ""
    },
    {
        "verse": "9-10",
        "devanagari": "इति गोप्यो हि गोविन्दे गतवाक्‍कायमानसा: ।कृष्णदूते समायाते उद्धवे त्यक्तलौकिका: ॥ ९ ॥गायन्त्य: प्रियकर्माणि रुदन्त्यश्च गतह्रिय: ।तस्य संस्मृत्य संस्मृत्य यानि कैशोरबाल्ययो: ॥ १० ॥",
        "english_devnagari": "iti gopyo hi govindegata-vāk-kāya-mānasāḥkṛṣṇa-dūte samāyāteuddhave tyakta-laukikāḥ",
        "verse_Syn": [
            "iti",
            "gopyaḥ",
            "hi",
            "govinde",
            "gata",
            "vāk",
            "kāya",
            "mānasaḥ",
            "kṛṣṇa",
            "dūte",
            "samāyāte",
            "uddhave",
            "tyakta",
            "laukikāḥ",
            "gāyantyaḥ",
            "priya",
            "karmāṇi",
            "rudantyaḥ",
            "ca",
            "gata",
            "hriyaḥ",
            "tasya",
            "saṁsmṛtya",
            "saṁsmṛtya",
            "yāni",
            "kaiśora",
            "bālyayoḥ"
        ],
        "translation": "Thus speaking, the gopīs, whose words, bodies and minds were fully dedicated to Lord Govinda, put aside all their regular work now that Kṛṣṇa’s messenger, Śrī Uddhava, had arrived among them. Constantly remembering the activities their beloved Kṛṣṇa had performed in His childhood and youth, they sang about them and cried without shame.",
        "purport": " The word bālyayoḥ here indicates that ever since their childhood, the gopīs had been completely in love with Kṛṣṇa. Thus even though social custom dictated that they not reveal their love to others, they forgot all external considerations and openly wept before Kṛṣṇa’s messenger, Uddhava."
    },
    {
        "verse": "11",
        "devanagari": "काचिन्मधुकरं द‍ृष्ट्वा ध्यायन्ती कृष्णसङ्गमम् ।प्रियप्रस्थापितं दूतं कल्पयित्वेदमब्रवीत् ॥ ११ ॥",
        "english_devnagari": "kācin madhukaraṁ dṛṣṭvādhyāyantī kṛṣṇa-saṅgamampriya-prasthāpitaṁ dūtaṁkalpayitvedam abravīt",
        "verse_Syn": [
            "kācit",
            "madhu",
            "karam",
            "dṛṣṭvā",
            "dhyāyantī",
            "kṛṣṇa",
            "saṅgamam",
            "priya",
            "prasthāpitam",
            "dūtam",
            "kalpayitvā",
            "idam",
            "abravīt"
        ],
        "translation": "One of the gopīs, while meditating on Her previous association with Kṛṣṇa, saw a honeybee before Her and imagined it to be a messenger sent by Her beloved. Thus She spoke as follows.",
        "purport": " Śrīmatī Rādhārāṇī is referred to in this verse as kācit, “a certain gopī.” To establish that this particular gopī is in fact Śrīmatī Rādhārāṇī, Śrīla Jīva Gosvāmī quotes the following verses from the Agni Purāṇa: “At dawn the gopīs inquired from Kṛṣṇa’s servant, Uddhava, about the Lord’s pastimes and recreation. Only Śrīmatī Rādhārāṇī, immersed in thought of Kṛṣṇa, withdrew Her interest in the talks. Then Rādhā, who is worshiped by the residents of Her Vṛndāvana village, spoke up in the midst of Her girlfriends. Her words were full of pure transcendental knowledge and expressed the ultimate portion of the Vedas.” In the Bhagavad-gītā (15.15) Lord Kṛṣṇa states, vedaiś ca sarvair aham eva vedyaḥ: “By all the Vedas, I am to be known.” To know Kṛṣṇa is to love Kṛṣṇa, and thus Rādhārāṇī, by Her own example and words, revealed Her supreme love for the Lord. Having quoted the above verses from the Agni Purāṇa, Śrīla Jīva Gosvāmī also quotes the following from the Nṛsiṁha-tāpanī Upaniṣad (Pūrva-khaṇḍa 2.4): yaṁ sarve devā namanti mumukṣavo brahma-vādinaś ca. “All the demigods and all the transcendental philosophers who desire liberation bow down to the Supreme Lord.” We should follow suit."
    },
    {
        "verse": "12",
        "devanagari": "गोप्युवाचमधुप कितवबन्धो मा स्पृशाङ्‍‍घ्रिं सपत्न्‍या:कुचविलुलितमालाकुङ्कुमश्मश्रुभिर्न: ।वहतु मधुपतिस्तन्मानिनीनां प्रसादंयदुसदसि विडम्ब्यं यस्य दूतस्त्वमीद‍ृक् ॥ १२ ॥",
        "english_devnagari": "gopy uvācamadhupa kitava-bandho mā spṛśaṅghriṁ sapatnyāḥkuca-vilulita-mālā-kuṅkuma-śmaśrubhir naḥvahatu madhu-patis tan-māninīnāṁ prasādaṁyadu-sadasi viḍambyaṁ yasya dūtas tvam īdṛk",
        "verse_Syn": [
            "gopī",
            "uvāca",
            "madhupa",
            "kitava",
            "bandho",
            "mā",
            "spṛśa",
            "aṅghrim",
            "sapatnyāḥ",
            "kuca",
            "vilulita",
            "mālā",
            "kuṅkuma",
            "śmaśrubhiḥ",
            "naḥ",
            "vahatu",
            "madhu",
            "patiḥ",
            "tat",
            "māninīnām",
            "prasādam",
            "yadu",
            "sadasi",
            "viḍambyam",
            "yasya",
            "dūtaḥ",
            "tvam",
            "īdṛk"
        ],
        "translation": "The gopī said: O honeybee, O friend of a cheater, don’t touch My feet with your whiskers, which are smeared with the kuṅkuma that rubbed onto Kṛṣṇa’s garland when it was crushed by the breasts of a rival lover! Let Kṛṣṇa satisfy the women of Mathurā. One who sends a messenger like you will certainly be ridiculed in the Yadus’ assembly.",
        "purport": " Śrīmatī Rādhārāṇī indirectly chastised Kṛṣṇa by chastising the bumblebee, which She took for His messenger. She addressed the bumblebee as madhupa, “one who drinks the nectar (of flowers),” and She addressed Kṛṣṇa as madhu-pati, “the Lord of Madhu.” Śrīla Viśvanātha Cakravartī points out that this and the following nine verses exemplify ten kinds of impulsive speech spoken by a lover. This verse illustrates the qualities of prajalpa, as described by Śrīla Rūpa Gosvāmī in the following verse from his Ujjvala-nīlamaṇi (14.182): “Prajalpa is speech that denigrates the tactlessness of one’s lover with expressions of disrespect. It is spoken in a mood of envy, jealousy and pride.” Śrīla Viśvanātha Cakravartī points out that the word kitava-bandho expresses envy; the phrase from sapatnyāḥ to naḥ, jealousy; the phrase mā spṛśa aṅghrim, pride; and the phrase from vahatu to prasādam, disrespect, while the phrase from yadu-sadasi to the end of the verse decries Kṛṣṇa’s tactless treatment of Rādhārāṇī."
    },
    {
        "verse": "13",
        "devanagari": "सकृदधरसुधां स्वां मोहिनीं पाययित्वासुमनस इव सद्यस्तत्यजेऽस्मान् भवाद‍ृक् ।परिचरति कथं तत्पादपद्मं नु पद्माह्यपि बत हृतचेता ह्युत्तम:श्लोकजल्पै: ॥ १३ ॥",
        "english_devnagari": "sakṛd adhara-sudhāṁ svāṁ mohinīṁ pāyayitvāsumanasa iva sadyas tatyaje ’smān bhavādṛkparicarati kathaṁ tat-pāda-padmaṁ nu padmāhy api bata hṛta-cetā hy uttamaḥ-śloka-jalpaiḥ",
        "verse_Syn": [
            "sakṛt",
            "adhara",
            "sudhām",
            "svām",
            "mohinīm",
            "pāyayitvā",
            "sumanasaḥ",
            "iva",
            "sadyaḥ",
            "tatyaje",
            "asmān",
            "bhavādṛk",
            "paricarati",
            "katham",
            "tat",
            "pāda",
            "padmam",
            "nu",
            "padmā",
            "hi",
            "api",
            "bata",
            "hṛta",
            "cetāḥ",
            "hi",
            "uttamaḥ",
            "śloka",
            "jalpaiḥ"
        ],
        "translation": "After making us drink the enchanting nectar of His lips only once, Kṛṣṇa suddenly abandoned us, just as you might quickly abandon some flowers. How is it, then, that Goddess Padmā willingly serves His lotus feet? Alas! The answer must certainly be that her mind has been stolen away by His deceitful words.",
        "purport": " In this verse Śrīmatī Rādhārāṇī continues to compare Śrī Kṛṣṇa to the bumblebee, and in Her distress She states that the reason the goddess of fortune is constantly devoted to His lotus feet must be that she has been fooled by Kṛṣṇa’s promises. According to Śrīla Viśvanātha Cakravartī, this statement of Śrīmatī Rādhārāṇī’s illustrates parijalpa, as described in Śrī Ujjvala-nīlamaṇi (14.184): “Parijalpa is that speech which, through various devices, shows one’s own cleverness by exposing the mercilessness, duplicity, unreliability and so on of one’s Lord.”"
    },
    {
        "verse": "14",
        "devanagari": "किमिह बहु षडङ्‍‍घ्रे गायसि त्वं यदूना-मधिपतिमगृहाणामग्रतो न: पुराणम् ।विजयसखसखीनां गीयतां तत्प्रसङ्ग:क्षपितकुचरुजस्ते कल्पयन्तीष्टमिष्टा: ॥ १४ ॥",
        "english_devnagari": "kim iha bahu ṣaḍ-aṅghre gāyasi tvaṁ yadūnāmadhipatim agṛhāṇām agrato naḥ purāṇamvijaya-sakha-sakhīnāṁ gīyatāṁ tat-prasaṅgaḥkṣapita-kuca-rujas te kalpayantīṣṭam iṣṭāḥ",
        "verse_Syn": [
            "kim",
            "iha",
            "bahu",
            "ṣaṭ",
            "aṅghre",
            "gāyasi",
            "tvam",
            "yadūnām",
            "adhipatim",
            "agṛhāṇām",
            "agrataḥ",
            "naḥ",
            "purāṇam",
            "vijaya",
            "sakha",
            "sakhīnām",
            "gīyatām",
            "tat",
            "prasaṅgaḥ",
            "kṣapita",
            "kuca",
            "rujaḥ",
            "te",
            "kalpayanti",
            "iṣṭam",
            "iṣṭāḥ"
        ],
        "translation": "O bee, why do you sing here so much about the Lord of the Yadus, in front of us homeless people? These topics are old news to us. Better you sing about that friend of Arjuna in front of His new girlfriends, the burning desire in whose breasts He has now relieved. Those ladies will surely give you the charity you are begging.",
        "purport": " With the words agṛhāṇām agrato naḥ, Rādhārāṇī laments that even though She and the other gopīs gave up their homes to love Kṛṣṇa in a conjugal relationship, the Lord left them and became a prince in the great royal city of the Yadus. Besides meaning “Arjuna, the victor,” the word vijaya also directly indicates Śrī Kṛṣṇa, who is always victorious in His endeavors, and besides meaning “old (news),” the word purāṇam also indicates that Śrī Kṛṣṇa is glorified in the ancient Vedic scriptures of that name. In this verse we observe in Rādhārāṇī’s mood the seed of jealous anger, which arises from an apparent disdain for Kṛṣṇa, accompanied by a sarcastic sidelong glance directed toward Him. Thus this verse fits the following description of vijalpa from the Ujjvala-nīlamaṇi (14.186): “According to learned authorities, vijalpa is sarcastic speech that is addressed to the killer of Agha and that openly expresses jealousy while at the same time hinting at one’s angry pride.”"
    },
    {
        "verse": "15",
        "devanagari": "दिवि भुवि च रसायां का: स्‍त्रियस्तद्दुरापा:कपटरुचिरहासभ्रूविजृम्भस्य या: स्यु: ।चरणरज उपास्ते यस्य भूतिर्वयं काअपि च कृपणपक्षे ह्युत्तम:श्लोकशब्द: ॥ १५ ॥",
        "english_devnagari": "divi bhuvi ca rasāyāṁ kāḥ striyas tad-durāpāḥkapaṭa-rucira-hāsa-bhrū-vijṛmbhasya yāḥ syuḥcaraṇa-raja upāste yasya bhūtir vayaṁ kāapi ca kṛpaṇa-pakṣe hy uttamaḥ-śloka-śabdaḥ",
        "verse_Syn": [
            "divi",
            "bhuvi",
            "ca",
            "rasāyām",
            "kāḥ",
            "striyaḥ",
            "tat",
            "durāpāḥ",
            "kapaṭa",
            "rucira",
            "hāsa",
            "bhrū",
            "vijṛmbhasya",
            "yāḥ",
            "syuḥ",
            "caraṇa",
            "rajaḥ",
            "upāste",
            "yasya",
            "bhūtiḥ",
            "vayam",
            "kā",
            "api",
            "ca",
            "kṛpaṇa",
            "pakṣe",
            "hi",
            "uttamaḥ",
            "śloka",
            "śabdaḥ"
        ],
        "translation": "In heaven, on earth or in the subterranean sphere, what women are unavailable to Him? He simply arches His eyebrows and smiles with deceptive charm, and they all become His. The supreme goddess herself worships the dust of His feet, so what is our position in comparison? But at least those who are wretched can chant His name, Uttamaḥśloka.",
        "purport": " Śrīla Viśvanātha Cakravartī states that Rādhārāṇī’s speech, expressing all the feelings of a disappointed lover, indicates an intensity of love for Śrī Kṛṣṇa surpassing even that of the goddess of fortune. While all the gopīs are perfectly compatible with Śrī Kṛṣṇa in terms of their beauty, temperament and so on, Śrīmatī Rādhārāṇī is especially so. In Her forlorn state, Rādhārāṇī indicates to Kṛṣṇa, “You are called Uttamaḥśloka because You are merciful to the wretched and fallen, but if You would be merciful to Me, then You would actually deserve this exalted name.” Śrīla Viśvanātha Cakravartī further points out that in this verse, Śrīmatī Rādhārāṇī expresses Her spite born of pride, accuses Kṛṣṇa of being a cheater and finds fault with His behavior. Thus this verse contains speech known as ujjalpa, as described in the following verse of the Ujjvala-nīlamaṇi (14.188): “The declaration of Lord Hari’s duplicitous nature in a mood of spite born of pride, together with jealously spoken insults directed against Him, has been termed ujjalpa by the wise.”"
    },
    {
        "verse": "16",
        "devanagari": "विसृज शिरसि पादं वेद्‍म्यहं चाटुकारै-रनुनयविदुषस्तेऽभ्येत्य दौत्यैर्मुकुन्दात् ।स्वकृत इह विसृष्टापत्यपत्यन्यलोकाव्यसृजदकृतचेता: किं नु सन्धेयमस्मिन् ॥ १६ ॥",
        "english_devnagari": "visṛja śirasi pādaṁ vedmy ahaṁ cātu-kārairanunaya-viduṣas te ’bhyetya dautyair mukundātsva-kṛta iha viṣṛṣṭāpatya-paty-anya-lokāvyasṛjad akṛta-cetāḥ kiṁ nu sandheyam asmin",
        "verse_Syn": [
            "visṛja",
            "śirasi",
            "pādam",
            "vedmi",
            "aham",
            "cāṭu",
            "kāraiḥ",
            "anunaya",
            "viduṣaḥ",
            "te",
            "abhyetya",
            "dautyaiḥ",
            "mukundāt",
            "sva",
            "kṛte",
            "iha",
            "visṛṣṭa",
            "apatya",
            "patī",
            "anya",
            "lokāḥ",
            "vyasṛjat",
            "akṛta",
            "cetāḥ",
            "kim",
            "nu",
            "sandheyam",
            "asmin"
        ],
        "translation": "Keep your head off My feet! I know what you’re doing. You expertly learned diplomacy from Mukunda, and now you come as His messenger with flattering words. But He abandoned those who for His sake alone gave up their children, husbands and all other relations. He’s simply ungrateful. Why should I make up with Him now?",
        "purport": " According to Śrīla Viśvanātha Cakravartī, this verse illustrates the qualities of sañjalpa, as described by Śrīla Rūpa Gosvāmī in the following verse of his Ujjvala-nīlamaṇi (14.190): “The learned describe sañjalpa as that speech which decries with deep irony and insulting gestures the beloved’s ungratefulness and so on.” Śrīla Viśvanātha Cakravartī points out that the word ādi, “and so on,” implies the perception in one’s lover of hardheartedness, of an inimical attitude and of a complete lack of love."
    },
    {
        "verse": "17",
        "devanagari": "मृगयुरिव कपीन्द्रं विव्यधे लुब्धधर्मास्‍त्रियमकृत विरूपां स्‍त्रीजित: कामयानाम् ।बलिमपि बलिमत्त्वावेष्टयद् ध्वाङ्‍क्षवद्-यस्तदलमसितसख्यैर्दुस्त्यजस्तत्कथार्थ: ॥ १७ ॥",
        "english_devnagari": "mṛgayur iva kapīndraṁ vivyadhe lubdha-dharmāstriyam akṛta virūpāṁ strī-jitaḥ kāma-yānāmbalim api balim attvāveṣṭayad dhvāṅkṣa-vad yastad alam asita-sakhyair dustyajas tat-kathārthaḥ",
        "verse_Syn": [
            "mṛgayuḥ",
            "iva",
            "kapi",
            "indram",
            "vivyadhe",
            "lubdha",
            "dharmā",
            "striyam",
            "akṛta",
            "virūpām",
            "strī",
            "jitaḥ",
            "kāmayānām",
            "balim",
            "api",
            "balim",
            "attvā",
            "aveṣṭayat",
            "dhvāṅkṣavat",
            "yaḥ",
            "tat",
            "alam",
            "asita",
            "sakhyaiḥ",
            "dustyajaḥ",
            "tat",
            "kathā",
            "arthaḥ"
        ],
        "translation": "Like a hunter, He cruelly shot the king of the monkeys with arrows. Because He was conquered by a woman, He disfigured another woman who came to Him with lusty desires. And even after consuming the gifts of Bali Mahārāja, He bound him up with ropes as if he were a crow. So let us give up all friendship with this dark-complexioned boy, even if we can’t give up talking about Him.",
        "purport": " In Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda explains the meaning of this verse as follows: “[Śrīmatī Rādhārāṇī said to the bee,] ‘You poor messenger, you are only a less intelligent servant. You do not know much about Kṛṣṇa — how ungrateful and hardhearted He has been, not only in this life but in His previous lives also. We have all heard this from our grandmother Paurṇamāsī. She has informed us that Kṛṣṇa was born in a kṣatriya family previous to this birth and was known as Rāmacandra. In that birth, instead of killing Vāli, an enemy of His friend, in the manner of a kṣatriya, He killed him just like a hunter. A hunter takes a secure hiding place and then kills an animal without facing it. So Lord Rāmacandra, as a kṣatriya, should have fought with Vāli face to face, but instigated by His friend, He killed him from behind a tree. Thus He deviated from the religious principles of a kṣatriya. Also, He was so attracted by the beauty of Sītā that He converted Śūrpaṇakhā, the sister of Rāvaṇa, into an ugly woman by cutting off her nose and ears. Śūrpaṇakhā proposed an intimate relationship with Him, and as a kṣatriya He should have satisfied her. But He was so henpecked that He could not forget Sītādevī and converted Śūrpaṇakhā into an ugly woman. Before that birth as a kṣatriya, He took birth as a brāhmaṇa boy known as Vāmanadeva and asked charity from Bali Mahārāja. Bali Mahārāja was so magnanimous that he gave Him whatever he had, yet Kṛṣṇa as Vāmanadeva ungratefully arrested him just like a crow and pushed him down to the Pātāla kingdom. We know all about Kṛṣṇa and how ungrateful He is. But here is the difficulty: in spite of His being so cruel and hardhearted, it is very difficult for us to give up talking about Him.’” Śrīla Viśvanātha Cakravartī points out that this speech of Rādhārāṇī’s is called avajalpa, as described by Rūpa Gosvāmī in the following verse from the Ujjvala-nīlamaṇi (14.192): “Saintly persons have concluded that when a lover, impelled by jealousy and fear, declares that Lord Hari is unworthy of her attachment because of His harshness, lustiness and dishonesty, such speech is called avajalpa.”"
    },
    {
        "verse": "18",
        "devanagari": "यदनुचरितलीलाकर्णपीयूषविप्रुट्-सकृददनविधूतद्वन्द्वधर्मा विनष्टा: ।सपदि गृहकुटुम्बं दीनमुत्सृज्य दीनाबहव इह विहङ्गा भिक्षुचर्यां चरन्ति ॥ १८ ॥",
        "english_devnagari": "yad-anucarita-līlā-karṇa-pīyūṣa-vipruṭ-sakṛd-adana-vidhūta-dvandva-dharmā vinaṣṭāḥsapadi gṛha-kuṭumbaṁ dīnam utsṛjya dīnābahava iha vihaṅgā bhikṣu-caryāṁ caranti",
        "verse_Syn": [
            "yat",
            "anucarita",
            "līlā",
            "karṇa",
            "pīyūṣa",
            "vipruṭ",
            "sakṛt",
            "adana",
            "vidhūta",
            "dvandva",
            "dharmāḥ",
            "vinaṣṭāḥ",
            "sapadi",
            "gṛha",
            "kuṭumbam",
            "dīnam",
            "utsṛjya",
            "dīnāḥ",
            "bahavaḥ",
            "iha",
            "vihaṅgāḥ",
            "bhikṣu",
            "caryām",
            "caranti"
        ],
        "translation": "To hear about the pastimes that Kṛṣṇa regularly performs is nectar for the ears. For those who relish just a single drop of that nectar, even once, their dedication to material duality is ruined. Many such persons have suddenly given up their wretched homes and families and, themselves becoming wretched, traveled here to Vṛndāvana to wander about like birds, begging for their living.",
        "purport": " Material duality is based on falsely thinking, “This is mine, and that is yours,” or “This is our country, and that is yours,” or “This is my family, and that is yours,” and so on. In fact, there is one Absolute Truth, in which we all exist and to whom everything belongs. His beauty and pleasure are also absolute and infinite, and if one actually hears about this Absolute Truth, called Kṛṣṇa, one’s dedication to the illusion of mundane duality is spoiled. According to the ācāryas, and certainly in accord with Sanskrit grammar, the last two words of the second line of this text may also be divided dharma-avinaṣṭāḥ. Then the entire line becomes part of a single compound, the meaning of which is that hearing about Kṛṣṇa cleanses one of irreligious duality and thus one is not vanquished (avinaṣṭa) by material illusion. The word dīnāḥ is then given the alternate reading of dhīrāḥ, meaning that one becomes spiritually sober and thus gives up attachment to fleeting material relationships. The word vihaṅgāḥ, “birds,” would in this case refer to swans, the symbol of essential discrimination. Śrīla Viśvanātha Cakravartī quotes Rūpa Gosvāmī as follows in connection with this verse: “When a lover indirectly states with remorse that her beloved is fit to be given up, such speech, uttered like the plaintive crying of a bird, is called abhijalpa.” (Ujjvala-nīlamaṇi 14.194)"
    },
    {
        "verse": "19",
        "devanagari": "वयमृतमिव जिह्मव्याहृतं श्रद्दधाना:कुलिकरुतमिवाज्ञा: कृष्णवध्वो हरिण्य: ।दद‍ृशुरसकृदेतत्तन्नखस्पर्शतीव्र-स्मररुज उपमन्त्रिन् भण्यतामन्यवार्ता ॥ १९ ॥",
        "english_devnagari": "vayam ṛtam iva jihma-vyāhṛtaṁ śraddadhānāḥkulika-rutam ivājñāḥ kṛṣṇa-vadhvo hariṇyaḥdadṛśur asakṛd etat tan-nakha-sparśa-tīvrasmara-ruja upamantrin bhaṇyatām anya-vārtā",
        "verse_Syn": [
            "vayam",
            "ṛtam",
            "iva",
            "jihma",
            "vyāhṛtam",
            "śraddadhānāḥ",
            "kulika",
            "rutam",
            "iva",
            "ajñāḥ",
            "kṛṣṇa",
            "vadhvaḥ",
            "hariṇyaḥ",
            "dadṛśuḥ",
            "asakṛt",
            "etat",
            "tat",
            "nakha",
            "sparśa",
            "tīvra",
            "smara",
            "rujaḥ",
            "upamantrin",
            "bhaṇyatām",
            "anya",
            "vārtā"
        ],
        "translation": "Faithfully taking His deceitful words as true, we became just like the black deer’s foolish wives, who trust the cruel hunter’s song. Thus we repeatedly felt the sharp pain of lust caused by the touch of His nails. O messenger, please talk about something besides Kṛṣṇa.",
        "purport": " Śrīla Viśvanātha Cakravartī categorizes this statement of Śrīmatī Rādhārāṇī’s as ājalpa, as defined by Śrīla Rūpa Gosvāmī: “A statement spoken in disgust, describing how the male lover is deceitful and brings one misery, and also implying that He gives happiness to others, is known as ājalpa.” (Ujjvala-nīlamaṇi 14.196)"
    },
    {
        "verse": "20",
        "devanagari": "प्रियसख पुनरागा: प्रेयसा प्रेषित: किंवरय किमनुरुन्धे माननीयोऽसि मेऽङ्ग ।नयसि कथमिहास्मान् दुस्त्यजद्वन्द्वपार्श्वंसततमुरसि सौम्य श्रीर्वधू: साकमास्ते ॥ २० ॥",
        "english_devnagari": "priya-sakha punar āgāḥ preyasā preṣitaḥ kiṁvaraya kim anurundhe mānanīyo ’si me ’ṅganayasi katham ihāsmān dustyaja-dvandva-pārśvaṁsatatam urasi saumya śrīr vadhūḥ sākam āste",
        "verse_Syn": [
            "priya",
            "sakha",
            "punaḥ",
            "āgāḥ",
            "preyasā",
            "preṣitaḥ",
            "kim",
            "varaya",
            "kim",
            "anurundhe",
            "mānanīyaḥ",
            "asi",
            "me",
            "aṅga",
            "nayasi",
            "katham",
            "iha",
            "asmān",
            "dustyaja",
            "dvandva",
            "pārśvam",
            "satatam",
            "urasi",
            "saumya",
            "śrīḥ",
            "vadhūḥ",
            "sākam",
            "āste"
        ],
        "translation": "O friend of My dear one, has My beloved sent you here again? I should honor you, friend, so please choose whatever boon you wish. But why have you come back here to take us to Him, whose conjugal love is so difficult to give up? After all, gentle bee, His consort is the goddess Śrī, and she is always with Him, staying upon His chest.",
        "purport": " In Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda explains the context of this verse: “While Rādhārāṇī was talking with the bee and the bee was flying hither and thither, it all of a sudden disappeared from Her sight. She was in full mourning due to separation from Kṛṣṇa and felt ecstasy by talking with the bee. But as soon as the bee disappeared, She became almost mad, thinking that the messenger-bee might have returned to Kṛṣṇa to inform Him all about Her talking against Him. ‘Kṛṣṇa must be very sorry to hear it,’ She thought. In this way She was overwhelmed by another type of ecstasy. “In the meantime, the bee, flying hither and thither, appeared before Her again. She thought, ‘Kṛṣṇa is still kind to Me. In spite of the messenger’s carrying disruptive messages, He is so kind that He has again sent the bee to take Me to Him.’ Śrīmatī Rādhārāṇī was very careful this time not to say anything against Kṛṣṇa.” Śrīla Viśvanātha Cakravartī explains that the goddess of fortune, Śrī, has the power to assume many different forms. Thus when Kṛṣṇa enjoys other women, she stays on His chest in the form of a golden line. When He is not consorting with other women, she puts aside this form and gives Him pleasure in Her naturally beautiful form of a young woman. According to Śrīla Viśvanātha Cakravartī, this statement of Śrīmatī Rādhārāṇī’s expresses pratijalpa, as described by Śrīla Rūpa Gosvāmī: “When the lover humbly states that although she is unworthy of attaining her beloved she cannot give up hoping for a conjugal relationship with Him, such words, spoken with respect for her beloved’s message, are called pratijalpa.” (Ujjvala-nīlamaṇi 14.198) Here Śrīmatī Rādhārāṇī has given up Her harsh feelings and humbly acknowledges the greatness of Śrī Kṛṣṇa."
    },
    {
        "verse": "21",
        "devanagari": "अपि बत मधुपुर्यामार्यपुत्रोऽधुनास्तेस्मरति स पितृगेहान् सौम्य बन्धूंश्च गोपान् ।क्व‍‍चिदपि स कथा न: किङ्करीणां गृणीतेभुजमगुरुसुगन्धं मूर्ध्‍न्यधास्यत् कदा नु ॥ २१ ॥",
        "english_devnagari": "api bata madhu-puryām ārya-putro ’dhunāstesmarati sa pitṛ-gehān saumya bandhūṁś ca gopānkvacid api sa kathā naḥ kiṅkarīṇāṁ gṛṇītebhujam aguru-sugandhaṁ mūrdhny adhāsyat kadā nu",
        "verse_Syn": [
            "api",
            "bata",
            "madhu",
            "puryām",
            "ārya",
            "putraḥ",
            "adhunā",
            "āste",
            "smarati",
            "saḥ",
            "pitṛ",
            "gehān",
            "saumya",
            "bandhūn",
            "ca",
            "gopān",
            "kvacit",
            "api",
            "saḥ",
            "kathāḥ",
            "naḥ",
            "kiṅkarīṇām",
            "gṛṇīte",
            "bhujam",
            "aguru",
            "su",
            "gandham",
            "mūrdhni",
            "adhāsyat",
            "kadā",
            "nu"
        ],
        "translation": "O Uddhava! It is indeed regrettable that Kṛṣṇa resides in Mathurā. Does He remember His father’s household affairs and His friends, the cowherd boys? O great soul! Does He ever talk about us, His maidservants? When will He lay on our heads His aguru-scented hand?",
        "purport": " The translation and word meanings for this verse are taken from Śrīla Prabhupāda’s Caitanya-caritāmṛta (Ādi 6.68). Śrīla Viśvanātha Cakravartī writes very poetically, with deep spiritual insight, about the emotions expressed in this and the previous nine verses. He interprets Rādhārāṇī’s feelings as follows: Śrīmatī Rādhārāṇī thought, “Since Kṛṣṇa was once satisfied in Vraja but left for Mathurā City, won’t He also develop a desire to leave that place and go somewhere else? Mathurā is so close to Vṛndāvana that it’s possible He may even come back here. “Kṛṣṇa is the son of a respectable gentleman, Nanda Mahārāja, so He must be staying in Mathurā because of His sense of obligation to His father, who authorized His going there. On the other hand, while Nanda’s whole life is dedicated exclusively to Kṛṣṇa, Nanda is so innocent that he allowed himself to be tricked by the Yadus, who brought Kṛṣṇa to Mathurā. Kṛṣṇa must be thinking, ‘Alas, alas! Since even My father could not bring Me back to Vraja, what can I do to return there?’ Thus Kṛṣṇa must be impatient to come back here, and so He has sent you, a messenger. “It is only because Nanda is so innocent that he allowed his son to leave. If Nanda had allowed Kṛṣṇa’s mother, the queen of Vraja, to do so, she would have climbed onto Akrūra’s chariot and, holding her son by the neck, gone off to Mathurā with Him, followed by all the gopīs. But this was not possible. “Ever since Kṛṣṇa left, Nanda has been stunned by separation from Him, and Nanda’s treasury rooms, storehouses, kitchens, sleeping quarters, opulent houses and so on are now vacant. Unswept and uncleansed, they are littered with grass, dust, leaves and cobwebs. Does Kṛṣṇa ever remember His father’s houses? And does He sometimes remember Subala and His other friends, who are now lying stunned in other neglected houses? “The women in Mathurā who now associate with Kṛṣṇa cannot know how to serve Him in the way that pleases Him most. When they see He is not satisfied and ask how they can make Him happy, does He tell them about us gopīs? “Kṛṣṇa must tell them, ‘You city ladies cannot please Me as much as the gopīs of Vraja. They are most expert in stringing flower garlands, perfuming their bodies with ointments, playing various rhythms and melodies on stringed instruments, dancing and singing in the rāsa performance, displaying their beauty, charm and cleverness, and skillfully playing at questions and answers. They are especially expert in the pastimes of meeting one’s lover and showing jealous anger and other signs of pure love and affection.’ Surely Kṛṣṇa must know this. Therefore He’ll probably tell the women of Mathurā, ‘My dear women of the Yadu clan, please go back to your families. I no longer desire to associate with you. In fact, I’m going back to Vraja early tomorrow morning.’ “When will Kṛṣṇa speak like this and come back here to place His hand, fragrant with aguru, on our heads? Then He will console us, saying, ‘O beloveds of My heart, I swear to you that I will never abandon you again and go elsewhere. Indeed, I have not been able to find anyone in all the three worlds with even a trace of your good qualities.’” Thus Śrīla Viśvanātha Cakravartī interprets the feelings of Śrīmatī Rādhārāṇī. The ācārya further explains that the present text displays the speech called sujalpa, as described by Rūpa Gosvāmī: “When, out of honest sincerity, a lover questions Śrī Hari with gravity, humility, unsteadiness and eagerness, such speech is known as sujalpa.” (Ujjvala-nīlamaṇi 14.200) Concluding this section of Chapter Forty-seven, Śrīla Viśvanātha Cakravartī explains that there are ten divisions of divine madness (divyonmāda), which are expressed by the ten divisions of citra-jalpa, or variegated speech. Such divine madness is shown in the special pastime of bewilderment, which is itself part of the supreme bliss, mahā-bhāva, of Śrīmatī Rādhārāṇī. The ācārya quotes the following verses from Rūpa Gosvāmī’s Ujjvala-nīlamaṇi (14.174, 178-80) to explain these ecstasies: “It is virtually only within the princess of Vṛndāvana [Śrīmatī Rādhārāṇī] that the ecstasy of bewilderment arises. She has attained to a special stage of this bewilderment, a wonderful state that resembles delusion. Known as divyonmāda, it has many aspects, which come and go unsteadily, and one of these manifestations is citra-jalpa. This talk, induced by Her seeing Her beloved’s friend, is filled with covered anger and comprises many different ecstasies. It culminates in Her intense, anxious eagerness. “This citra-jalpa has ten divisions, known as prajalpa, parijalpa, vijalpa, ujjalpa, sañjalpa, avajalpa, abhijalpa, ājalpa, pratijalpa and sujalpa.” Finally, some authorities say that Kṛṣṇa Himself, eager to drink the sweetness of His beloved’s speech, assumed the form of the messenger bee."
    },
    {
        "verse": "22",
        "devanagari": "श्रीशुक उवाचअथोद्धवो निशम्यैवं कृष्णदर्शनलालसा: ।सान्‍त्‍वयन् प्रियसन्देशैर्गोपीरिदमभाषत ॥ २२ ॥",
        "english_devnagari": "śrī-śuka uvācaathoddhavo niśamyaivaṁkṛṣṇa-darśana-lālasāḥsāntvayan priya-sandeśairgopīr idam abhāṣata",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "uddhavaḥ",
            "niśamya",
            "evam",
            "kṛṣṇa",
            "darśana",
            "lālasāḥ",
            "sāntvayan",
            "priya",
            "sandeśaiḥ",
            "gopīḥ",
            "idam",
            "abhāṣata"
        ],
        "translation": "Śukadeva Gosvāmī said: Having heard this, Uddhava then tried to pacify the gopīs, who were most eager to see Lord Kṛṣṇa. He thus began relating to them the message of their beloved.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "श्रीउद्धव उवाचअहो यूयं स्म पूर्णार्था भवत्यो लोकपूजिता: ।वासुदेवे भगवति यासामित्यर्पितं मन: ॥ २३ ॥",
        "english_devnagari": "śrī-uddhava uvācaaho yūyaṁ sma pūrṇārthābhavatyo loka-pūjitāḥvāsudeve bhagavatiyāsām ity arpitaṁ manaḥ",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "aho",
            "yūyam",
            "sma",
            "pūrṇa",
            "arthāḥ",
            "bhavatyaḥ",
            "loka",
            "pūjitāḥ",
            "vāsudeve",
            "bhagavati",
            "yāsām",
            "iti",
            "arpitam",
            "manaḥ"
        ],
        "translation": "Śrī Uddhava said: Certainly you gopīs are all-successful and are universally worshiped because you have dedicated your minds in this way to the Supreme Personality of Godhead, Vāsudeva.",
        "purport": " Although other devotees have certainly surrendered their minds unto the Lord, the gopīs are unique in the intensity of their love."
    },
    {
        "verse": "24",
        "devanagari": "दानव्रततपोहोम जपस्वाध्यायसंयमै: ।श्रेयोभिर्विविधैश्चान्यै: कृष्णे भक्तिर्हि साध्यते ॥ २४ ॥",
        "english_devnagari": "dāna-vrata-tapo-homajapa-svādhyāya-saṁyamaiḥśreyobhir vividhaiś cānyaiḥkṛṣṇe bhaktir hi sādhyate",
        "verse_Syn": [
            "dāna",
            "vrata",
            "tapaḥ",
            "homa",
            "japa",
            "svādhyāya",
            "saṁyamaiḥ",
            "śreyobhiḥ",
            "vividhaiḥ",
            "ca",
            "anyaiḥ",
            "kṛṣṇe",
            "bhaktiḥ",
            "hi",
            "sādhyate"
        ],
        "translation": "Devotional service unto Lord Kṛṣṇa is attained by charity, strict vows, austerities and fire sacrifices, by japa, study of Vedic texts, observance of regulative principles and, indeed, by the performance of many other auspicious practices.",
        "purport": " Śrīla Viśvanātha Cakravartī explains the processes described here as follows. Dāna: donations given to Lord Viṣṇu and His devotees. Vrata: observing vows such as Ekādaśī. Tapas: renunciation of sense gratification for Kṛṣṇa’s sake. Homa: fire sacrifices dedicated to Viṣṇu. Japa: privately chanting the holy names of the Lord. Svādhyāya: study and recitation of Vedic texts such as the Gopāla-tāpanī Upaniṣad."
    },
    {
        "verse": "25",
        "devanagari": "भगवत्युत्तम:श्लोके भवतीभिरनुत्तमा ।भक्ति: प्रवर्तिता दिष्‍ट्या मुनीनामपि दुर्लभा ॥ २५ ॥",
        "english_devnagari": "bhagavaty uttamaḥ-ślokebhavatībhir anuttamābhaktiḥ pravartitā diṣṭyāmunīnām api durlabhā",
        "verse_Syn": [
            "bhagavati",
            "uttamaḥ",
            "śloke",
            "bhavatībhiḥ",
            "anuttamā",
            "bhaktiḥ",
            "pravartītā",
            "diṣṭyā",
            "munīnām",
            "api",
            "durlabhā"
        ],
        "translation": "By your great fortune you have established an unexcelled standard of pure devotion for the Lord, Uttamaḥśloka — a standard even the sages can hardly attain.",
        "purport": " The term pravartitā indicates that the gopīs brought to this world a standard of pure love of God that was previously unknown on the earth. Thus Uddhava congratulates them on their unparalleled contribution to the religious life."
    },
    {
        "verse": "26",
        "devanagari": "दिष्‍ट्या पुत्रान्पतीन्देहान् स्वजनान्भवनानि च ।हित्वावृणीत यूयं यत् कृष्णाख्यं पुरुषं परम् ॥ २६ ॥",
        "english_devnagari": "diṣṭyā putrān patīn dehānsva-janān bhavanāni cahitvāvṛnīta yūyaṁ yatkṛṣṇākhyaṁ puruṣaṁ param",
        "verse_Syn": [
            "diṣṭyā",
            "putrān",
            "patīn",
            "dehān",
            "sva",
            "janān",
            "bhavanāni",
            "ca",
            "hitvā",
            "avṛṇīta",
            "yūyam",
            "yat",
            "kṛṣṇa",
            "ākhyam",
            "puruṣam",
            "param"
        ],
        "translation": "By your great fortune you have left your sons, husbands, bodily comforts, relatives and homes in favor of the supreme male, who is known as Kṛṣṇa.",
        "purport": " Śrīla Viśvanātha Cakravartī explains that the gopīs gave up their sense of possessiveness toward these objects. History shows that the gopīs remained in Vṛndāvana, living in their houses with their families. However, unlike ordinary persons, they entirely renounced the egoistical sense of possession of sons, husbands and so on. They never tried to enjoy them but rather gave their whole heart and mind to the Supreme Lord, as recommended in the great religious scriptures of the world. Following the example of the gopīs, we should love the Supreme Lord with all of our heart, soul and might."
    },
    {
        "verse": "27",
        "devanagari": "सर्वात्मभावोऽधिकृतो भवतीनामधोक्षजे ।विरहेण महाभागा महान्मेऽनुग्रह: कृत: ॥ २७ ॥",
        "english_devnagari": "sarvātma-bhāvo ’dhikṛtobhavatīnām adhokṣajeviraheṇa mahā-bhāgāmahān me ’nugrahaḥ kṛtaḥ",
        "verse_Syn": [
            "sarva",
            "ātma",
            "bhāvaḥ",
            "adhikṛtaḥ",
            "bhavatīnām",
            "adhokṣaje",
            "viraheṇa",
            "mahā",
            "bhāgāḥ",
            "mahān",
            "me",
            "anugrahaḥ",
            "kṛtaḥ"
        ],
        "translation": "You have rightfully claimed the privilege of unalloyed love for the transcendental Lord, O most glorious gopīs. Indeed, by exhibiting your love for Kṛṣṇa in separation from Him, you have shown me great mercy.",
        "purport": " The gopīs showed not only Uddhava but the whole world the joy of love of Godhead, and thus they bestowed their mercy on everyone. According to Śrīla Jīva Gosvāmī, because their loving devotion was executed in an appropriate way, their love brought the Supreme Lord under their control. Still, to show the intensity of their love, He apparently left them. But now He again manifested Himself among them, becoming spiritually present through their intense devotion."
    },
    {
        "verse": "28",
        "devanagari": "श्रूयतां प्रियसन्देशो भवतीनां सुखावह: ।यमादायागतो भद्रा अहं भर्तू रहस्कर: ॥ २८ ॥",
        "english_devnagari": "śrūyatāṁ priya-sandeśobhavatīnāṁ sukhāvahaḥyam ādāyāgato bhadrāahaṁ bhartū rahas-karaḥ",
        "verse_Syn": [
            "śrūyatām",
            "priya",
            "sandeśaḥ",
            "bhavatīnām",
            "sukha",
            "āvahaḥ",
            "yam",
            "ādāya",
            "āgataḥ",
            "bhadrāḥ",
            "aham",
            "bhartuḥ",
            "rahaḥ",
            "karaḥ"
        ],
        "translation": "My good ladies, now please hear your beloved’s message, which I, the confidential servant of my master, have come here to bring you.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "श्रीभगवानुवाचभवतीनां वियोगो मे न हि सर्वात्मना क्व‍‍चित् ।यथा भूतानि भूतेषु खं वाय्वग्निर्जलं मही ।तथाहं च मन:प्राणभूतेन्द्रियगुणाश्रय: ॥ २९ ॥",
        "english_devnagari": "śrī-bhagavān uvācabhavatīnāṁ viyogo mena hi sarvātmanā kvacityathā bhūtāni bhūteṣukhaṁ vāyv-agnir jalaṁ mahītathāhaṁ ca manaḥ-prāṇa-bhūtendriya-guṇāśrayaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "bhavatīnām",
            "viyogaḥ",
            "me",
            "na",
            "hi",
            "sarva",
            "ātmanā",
            "kvacit",
            "yathā",
            "bhūtāni",
            "bhūteṣu",
            "kham",
            "vāyu",
            "agniḥ",
            "jalam",
            "mahī",
            "tathā",
            "aham",
            "ca",
            "manaḥ",
            "prāṇa",
            "bhūta",
            "indriya",
            "guṇa",
            "āśrayaḥ"
        ],
        "translation": "The Supreme Lord said: You are never actually separated from Me, for I am the Soul of all creation. Just as the elements of nature — ether, air, fire, water and earth — are present in every created thing, so I am present within everyone’s mind, life air and senses, and also within the physical elements and the modes of material nature.",
        "purport": " According to Śrīla Jīva Gosvāmī and Śrīla Viśvanātha Cakravartī, the apparently philosophical language of the Lord’s statement conceals a deeper meaning. The Supreme Lord was secretly telling the gopīs that He, by way of reciprocating their special love for Him, was present with them, not only as the Soul of all creation but also as their special lover. In this sense of the verse, the word guṇa indicates the gopīs’ special divine qualities, which attracted Śrī Kṛṣṇa, and the word sarvātmanā, which we have here translated in reference to Lord Kṛṣṇa Himself (corresponding to the word me, which is also in the instrumental case), is also understood in the sense of sarvathā, or “completely.” In other words, although in one sense Lord Kṛṣṇa was absent, He could never be completely absent, since in His spiritual form He is always in the hearts and minds of the gopīs. In Kṛṣṇa, the Supreme Personality of Godhead and other books, Śrīla Prabhupāda has elaborately explained that the reason Lord Kṛṣṇa separated Himself from the gopīs was to intensify their love for Him and, as Uddhava noted, to bless other devotees by revealing to them the intensity of the gopīs’ love. In fact, the Lord was spiritually present with the gopīs, since they are His eternal associates. Śrīla Viśvanātha Cakravartī further points out that foolish persons will conclude that Śrī Kṛṣṇa’s use of philosophical language meant that the Lord was trying to bring the gopīs to the point of liberation by explaining basic points of Kṛṣṇa conscious philosophy. In truth, the gopīs are the most exalted liberated souls, and their pastimes with Śrī Kṛṣṇa must be understood with the help of authorized ācāryas. When the gopīs came for the rāsa dance, Śrī Kṛṣṇa tried to preach karma-yoga to them, emphasizing ordinary ethics and morality, but the gopīs were beyond that. Similarly, Lord Kṛṣṇa now offers them jñāna-yoga, or metaphysical philosophy, but this is also inadequate for the gopīs, who have achieved spontaneous, unalloyed love for Śrī Kṛṣṇa."
    },
    {
        "verse": "30",
        "devanagari": "आत्मन्येवात्मनात्मानं सृजे हन्म्यनुपालये ।आत्ममायानुभावेन भूतेन्द्रियगुणात्मना ॥ ३० ॥",
        "english_devnagari": "ātmany evātmanātmānaṁsṛje hanmy anupālayeātma-māyānubhāvenabhūtendriya-guṇātmanā",
        "verse_Syn": [
            "ātmani",
            "eva",
            "ātmanā",
            "ātmānam",
            "sṛje",
            "hanmi",
            "anupālaye",
            "ātma",
            "māyā",
            "anubhāvena",
            "bhūta",
            "indriya",
            "guṇa",
            "ātmanā"
        ],
        "translation": "By Myself I create, sustain and withdraw Myself within Myself by the power of My personal energy, which comprises the material elements, the senses and the modes of nature.",
        "purport": " Although the Lord is the supreme entity, there is no absolute duality between Him and His creation, since the creation is an extension of His being. This oneness is here emphasized by the Lord."
    },
    {
        "verse": "31",
        "devanagari": "आत्मा ज्ञानमय: शुद्धो व्यतिरिक्तोऽगुणान्वय: ।सुषुप्तिस्वप्नजाग्रद्भ‍िर्मायावृत्तिभिरीयते ॥ ३१ ॥",
        "english_devnagari": "ātmā jñāna-mayaḥ śuddhovyatirikto ’guṇānvayaḥsuṣupti-svapna-jāgradbhirmāyā-vṛttibhir īyate",
        "verse_Syn": [
            "ātmā",
            "jñāna",
            "mayaḥ",
            "śuddhaḥ",
            "vyatiriktaḥ",
            "aguṇa",
            "anvayaḥ",
            "suṣupti",
            "svapna",
            "jāgradbhiḥ",
            "māyā",
            "vṛttibhiḥ",
            "īyate"
        ],
        "translation": "Being composed of pure consciousness, or knowledge, the soul is distinct from everything material and is uninvolved in the entanglements of the modes of nature. We can perceive the soul through the three functions of material nature known as wakefulness, sleep and deep sleep.",
        "purport": " It is clearly stated here that the soul, ātmā, is constituted of pure knowledge, pure consciousness, and is thus ontologically distinct from the material nature. Śrīla Viśvanātha Cakravartī points out that the word ātmā may also be taken to mean “the Supreme Soul, Lord Kṛṣṇa.” Since the Lord has just explained in the previous verses that all material phenomena are expansions of Himself, the phrase māyā-vṛttibhir īyate indicates that by studying this world deeply we will come to the perception of God. From this point of view also, the gopīs were advised not to lament."
    },
    {
        "verse": "32",
        "devanagari": "येनेन्द्रियार्थान् ध्यायेत मृषा स्वप्नवदुत्थित: ।तन्निरुन्ध्यादिन्द्रियाणि विनिद्र: प्रत्यपद्यत ॥ ३२ ॥",
        "english_devnagari": "yenendriyārthān dhyāyetamṛṣā svapna-vad utthitaḥtan nirundhyād indriyāṇivinidraḥ pratyapadyata",
        "verse_Syn": [
            "yena",
            "indriya",
            "arthān",
            "dhyāyeta",
            "mṛṣā",
            "svapna",
            "vat",
            "utthitaḥ",
            "tat",
            "nirundhyāt",
            "indriyāṇi",
            "vinidraḥ",
            "pratyapadyata"
        ],
        "translation": "As a person just arisen from sleep may continue to meditate on a dream even though it is illusory, so by the agency of the mind one meditates on the sense objects, which the senses can then obtain. Therefore one should become fully alert and bring the mind under control.",
        "purport": " The verb pratipad means “to be perceived or restored.” The soul that is vinidra, free from the dreamlike condition of material consciousness, is restored to its constitutional position as an eternal servitor of the Lord, Śrī Kṛṣṇa, and thus the soul is directly perceived by pure consciousness."
    },
    {
        "verse": "33",
        "devanagari": "एतदन्त: समाम्नायो योग: साङ्ख्यं मनीषिणाम् ।त्यागस्तपो दम: सत्यं समुद्रान्ता इवापगा: ॥ ३३ ॥",
        "english_devnagari": "etad-antaḥ samāmnāyoyogaḥ sāṅkhyaṁ manīṣiṇāmtyāgas tapo damaḥ satyaṁsamudrāntā ivāpagāḥ",
        "verse_Syn": [
            "etat",
            "antaḥ",
            "samāmnāyaḥ",
            "yogaḥ",
            "sāṅkhyam",
            "manīṣiṇām",
            "tyāgaḥ",
            "tapaḥ",
            "damaḥ",
            "satyam",
            "samudra",
            "antāḥ",
            "iva",
            "āpa",
            "gāḥ"
        ],
        "translation": "According to intelligent authorities, this is the ultimate conclusion of all the Vedas, as well as all practice of yoga, Sāṅkhya, renunciation, austerity, sense control and truthfulness, just as the sea is the ultimate destination of all rivers.",
        "purport": " Here the Lord states that all Vedic literature is meant ultimately to bring the soul to the point of controlling the mind and senses and fixing them in transcendental self-realization. Thus processes of so-called yoga, mysticism or religion that involve unrestricted sense gratification are not actually spiritual processes but rather convenient ways for foolish people to justify their beastly behavior. Lord Kṛṣṇa here assures the gopīs that by fixing their minds in self-realization, they will realize their spiritual oneness with the Lord. Thus they will no longer suffer the pangs of separation."
    },
    {
        "verse": "34",
        "devanagari": "यत्त्वहं भवतीनां वै दूरे वर्ते प्रियो द‍ृशाम् ।मनस: सन्निकर्षार्थं मदनुध्यानकाम्यया ॥ ३४ ॥",
        "english_devnagari": "yat tv ahaṁ bhavatīnāṁ vaidūre varte priyo dṛśāmmanasaḥ sannikarṣārthaṁmad-anudhyāna-kāmyayā",
        "verse_Syn": [
            "yat",
            "tu",
            "aham",
            "bhavatīnām",
            "vai",
            "dūre",
            "varte",
            "priyaḥ",
            "dṛśām",
            "manasaḥ",
            "sannikarṣa",
            "artham",
            "mat",
            "anudhyāna.",
            "kāmyayā"
        ],
        "translation": "But the actual reason why I, the beloved object of your sight, have stayed far away from you is that I wanted to intensify your meditation upon Me and thus draw your minds closer to Me.",
        "purport": " Sometimes that which is close to our eyes is far from our heart and mind, and conversely absence makes the heart grow fonder. Although apparently going far away from the gopīs, Lord Kṛṣṇa was bringing them closer to Him on the spiritual platform."
    },
    {
        "verse": "35",
        "devanagari": "यथा दूरचरे प्रेष्ठे मन आविश्य वर्तते ।स्‍त्रीणां च न तथा चेत: सन्निकृष्टेऽक्षिगोचरे ॥ ३५ ॥",
        "english_devnagari": "yathā dūra-care preṣṭhemana āviśya vartatestrīṇāṁ ca na tathā cetaḥsannikṛṣṭe ’kṣi-gocare",
        "verse_Syn": [
            "yathā",
            "dūra",
            "care",
            "preṣṭhe",
            "manaḥ",
            "āviśya",
            "vartate",
            "strīṇām",
            "ca",
            "na",
            "tathā",
            "cetaḥ",
            "sannikṛṣṭe",
            "akṣi",
            "gocare"
        ],
        "translation": "When her lover is far away, a woman thinks of him more than when he is present before her.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, the same holds true for men, who become more absorbed in thinking of a beloved woman when she is far away than when she is present before their eyes."
    },
    {
        "verse": "36",
        "devanagari": "मय्यावेश्य मन: कृत्‍स्‍नं विमुक्ताशेषवृत्ति यत् ।अनुस्मरन्त्यो मां नित्यमचिरान्मामुपैष्यथ ॥ ३६ ॥",
        "english_devnagari": "mayy āveśya manaḥ kṛtsnaṁvimuktāśeṣa-vṛtti yatanusmarantyo māṁ nityamacirān mām upaiṣyatha",
        "verse_Syn": [
            "mayi",
            "āveśya",
            "manaḥ",
            "kṛtsnam",
            "vimukta",
            "aśeṣa",
            "vṛtti",
            "yat",
            "anusmarantyaḥ",
            "mām",
            "nityam",
            "acirāt",
            "mām",
            "upaiṣyatha"
        ],
        "translation": "Because your minds are totally absorbed in Me and free from all other engagement, you remember Me always, and so you will very soon have Me again in your presence.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "या मया क्रीडता रात्र्यां वनेऽस्मिन्व्रज आस्थिता: ।अलब्धरासा: कल्याण्यो मापुर्मद्वीर्यचिन्तया ॥ ३७ ॥",
        "english_devnagari": "yā mayā krīḍatā rātryāṁvane ’smin vraja āsthitāḥalabdha-rāsāḥ kalyāṇyomāpur mad-vīrya-cintayā",
        "verse_Syn": [
            "yāḥ",
            "mayā",
            "krīḍatā",
            "rātryām",
            "vane",
            "asmin",
            "vraje",
            "āsthitāḥ",
            "alabdha",
            "rāsāḥ",
            "kalyāṇyaḥ",
            "mā",
            "āpuḥ",
            "mat",
            "vīrya",
            "cintayā"
        ],
        "translation": "Although some gopīs had to remain in the cowherd village and so could not join the rāsa dance to sport with Me at night in the forest, they were nonetheless fortunate. Indeed, they attained Me by thinking of My potent pastimes.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "श्रीशुक उवाचएवं प्रियतमादिष्टमाकर्ण्य व्रजयोषित: ।ता ऊचुरुद्धवं प्रीतास्तत्सन्देशागतस्मृती: ॥ ३८ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ priyatamādiṣṭamākarṇya vraja-yoṣitaḥtā ūcur uddhavaṁ prītāstat-sandeśāgata-smṛtīḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "priya",
            "tama",
            "ādiṣṭam",
            "ākarṇya",
            "vraja",
            "yoṣitaḥ",
            "tāḥ",
            "ūcuḥ",
            "uddhavam",
            "prītaḥ",
            "tat",
            "sandeśa",
            "āgata",
            "smṛtīḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: The women of Vraja were pleased to hear this message from their dearmost Kṛṣṇa. His words having revived their memory, they addressed Uddhava as follows.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "गोप्य ऊचु:दिष्‍ट्याहितो हत: कंसो यदूनां सानुगोऽघकृत् ।दिष्‍ट्याप्तैर्लब्धसर्वार्थै: कुशल्यास्तेऽच्युतोऽधुना ॥ ३९ ॥",
        "english_devnagari": "gopya ūcuḥdiṣṭyāhito hataḥ kaṁsoyadūnāṁ sānugo ’gha-kṛtdiṣṭyāptair labdha-sarvārthaiḥkuśaly āste ’cyuto ’dhunā",
        "verse_Syn": [
            "gopyaḥ",
            "ūcuḥ",
            "diṣṭyā",
            "ahitaḥ",
            "hataḥ",
            "kaṁsaḥ",
            "yadūnām",
            "sa",
            "anugaḥ",
            "agha",
            "kṛt",
            "diṣṭyā",
            "āptaiḥ",
            "labdha",
            "sarva",
            "arthaiḥ",
            "kuśalī",
            "āste",
            "acyutaḥ",
            "adhunā"
        ],
        "translation": "The gopīs said: It is very good that Kaṁsa, the enemy and persecutor of the Yadus, has now been killed, along with his followers. And it is also very good that Lord Acyuta is living happily in the company of His well-wishing friends and relatives, whose every desire is now fulfilled.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "कच्चिद् गदाग्रज: सौम्य करोति पुरयोषिताम् ।प्रीतिं न: स्‍निग्धसव्रीडहासोदारेक्षणार्चित: ॥ ४० ॥",
        "english_devnagari": "kaccid gadāgrajaḥ saumyakaroti pura-yoṣitāmprītiṁ naḥ snigdha-savrīḍa-hāsodārekṣaṇārcitaḥ",
        "verse_Syn": [
            "kaccit",
            "gada",
            "agrajaḥ",
            "saumya",
            "karoti",
            "pura",
            "yoṣitām",
            "prītim",
            "naḥ",
            "snigdha",
            "sa",
            "vrīḍa",
            "hāsa",
            "udāra",
            "īkṣaṇa",
            "arcitaḥ"
        ],
        "translation": "Gentle Uddhava, is the elder brother of Gada now bestowing on the city women the pleasure that actually belongs to us? We suppose those ladies worship Him with generous glances full of affectionate, shy smiles.",
        "purport": " The name Gadāgraja indicates Kṛṣṇa, the elder brother (agraja) of Gada, the first son of Devarakṣitā. She was a sister of Devakī’s who was also married to Vasudeva. The gopīs, by addressing Kṛṣṇa in this way, indicate that He now thinks of Himself mostly as the son of Devakī, the implication being that His connection with Vṛndāvana has now slackened. Because of intense love, the gopīs could not stop thinking of Kṛṣṇa for a moment."
    },
    {
        "verse": "41",
        "devanagari": "कथं रतिविशेषज्ञ: प्रियश्च पुरयोषिताम् ।नानुबध्येत तद्वाक्यैर्विभ्रमैश्चानुभाजित: ॥ ४१ ॥",
        "english_devnagari": "kathaṁ rati-viśeṣa-jñaḥpriyaś ca pura-yoṣitāmnānubadhyeta tad-vākyairvibhramaiś cānubhājitaḥ",
        "verse_Syn": [
            "katham",
            "rati",
            "viśeṣa",
            "jñaḥ",
            "priyaḥ",
            "ca",
            "pura",
            "yoṣitām",
            "na",
            "anubadhyeta",
            "tat",
            "vākyaiḥ",
            "vibhramaiḥ",
            "ca",
            "anubhājitaḥ"
        ],
        "translation": "Śrī Kṛṣṇa is expert in all kinds of conjugal affairs and is the darling of the city women. How can He not become entangled, now that He’s constantly adored by their enchanting words and gestures?",
        "purport": " According to Śrīdhara Svāmī, each of these verses is spoken by a different gopī."
    },
    {
        "verse": "42",
        "devanagari": "अपि स्मरति न: साधो गोविन्द: प्रस्तुते क्व‍‍चित् ।गोष्ठिमध्ये पुरस्‍त्रीणां ग्राम्या: स्वैरकथान्तरे ॥ ४२ ॥",
        "english_devnagari": "api smarati naḥ sādhogovindaḥ prastute kvacitgoṣṭhi-madhye pura-strīṇāmgrāmyāḥ svaira-kathāntare",
        "verse_Syn": [
            "api",
            "smarati",
            "naḥ",
            "sādho",
            "govindaḥ",
            "prastute",
            "kvacit",
            "goṣṭhi",
            "madhye",
            "pura",
            "strīṇām",
            "grāmyāḥ",
            "svaira",
            "kathā",
            "antare"
        ],
        "translation": "O saintly one, does Govinda ever remember us during His conversations with the city women? Does He ever mention us village girls as He freely talks with them?",
        "purport": " The gopīs were so completely in love with Kṛṣṇa, without selfish motive, that even in their great disappointment they never considered giving their love to another. Śrīla Viśvanātha Cakravartī interprets their feelings as follows. The gopīs might say, “Surely Kṛṣṇa has abandoned us because we deserve to be abandoned. Indeed, we are the most insignificant women in the world and have been rejected after having been enjoyed. Still, do we sometimes enter into His memory on account of some good quality of ours, or even because of something we did wrong? Kṛṣṇa must speak very freely with the city women. He and they must sing, joke, make riddles and talk about so many things. Does Kṛṣṇa ever say, ‘My dear city women, your sophisticated singing and speech is unknown to the gopīs in My home village. They couldn’t understand these things.’ Does He ever speak about us even in that way?”"
    },
    {
        "verse": "43",
        "devanagari": "ता: किं निशा: स्मरति यासु तदा प्रियाभि-र्वृन्दावने कुमुदकुन्दशशाङ्करम्ये ।रेमे क्व‍णच्चरणनूपुररासगोष्ठ्या-मस्माभिरीडितमनोज्ञकथ: कदाचित् ॥ ४३ ॥",
        "english_devnagari": "tāḥ kiṁ niśāḥ smarati yāsu tadā priyābhirvṛndāvane kumuda-kunda-śaśāṅka-ramyereme kvaṇac-caraṇa-nūpura-rāsa-goṣṭhyāmasmābhir īḍita-manojña-kathaḥ kadācit",
        "verse_Syn": [
            "tāḥ",
            "kim",
            "niśāḥ",
            "smarati",
            "yāsu",
            "tadā",
            "priyābhiḥ",
            "vṛndāvane",
            "kumuda",
            "kunda",
            "śaśāṅka",
            "ramye",
            "reme",
            "kvaṇat",
            "caraṇa",
            "nūpura",
            "rāsa",
            "goṣṭhyām",
            "asmābhiḥ",
            "īḍita",
            "manojña",
            "kathaḥ",
            "kadācit"
        ],
        "translation": "Does He recall those nights in the Vṛndāvana forest, lovely with lotus, jasmine and the bright moon? As we glorified His charming pastimes, He enjoyed with us, His beloved girlfriends, in the circle of the rāsa dance, which resounded with the music of ankle bells.",
        "purport": " Śrīla Viśvanātha Cakravartī gives the following deep realization about this verse: “The gopīs knew that no place could be as beautiful as Vṛndāvana. Nowhere else in the universe could one find such a charming scene as the Vṛndāvana forest, which was scented with pious flowers and illumined by the full moon’s light reflected from the serene waves of the sacred Yamunā River. No one loved Kṛṣṇa as much as the gopīs, and thus no one else could understand Him as well. The gopīs rendered intimate service to Kṛṣṇa that only they could perfect. Thus the gopīs were distraught to think that Lord Kṛṣṇa was bereft of Vṛndāvana and bereft of their service. Free of all material lust, they were overwhelmed with disappointment because they could not give Kṛṣṇa happiness by their loving service. They simply could not imagine Kṛṣṇa enjoying anywhere else as He did in Vṛndāvana in their company.”"
    },
    {
        "verse": "44",
        "devanagari": "अप्येष्यतीह दाशार्हस्तप्ता: स्वकृतया शुचा ।सञ्जीवयन् नु नो गात्रैर्यथेन्द्रो वनमम्बुदै: ॥ ४४ ॥",
        "english_devnagari": "apy eṣyatīha dāśārhastaptāḥ sva-kṛtayā śucāsañjīvayan nu no gātrairyathendro vanam ambudaiḥ",
        "verse_Syn": [
            "api",
            "eṣyati",
            "iha",
            "dāśārhaḥ",
            "taptāḥ",
            "sva",
            "kṛtayā",
            "śucā",
            "sañjīvayan",
            "nu",
            "naḥ",
            "gātraiḥ",
            "yathā",
            "indraḥ",
            "vanam",
            "ambudaiḥ"
        ],
        "translation": "Will that descendant of Daśārha return here and by the touch of His limbs bring back to life those who are now burning with the grief He Himself has caused? Will He save us in that way, just as Lord Indra brings a forest back to life with his water-bearing clouds?",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "कस्मात् कृष्ण इहायाति प्राप्तराज्यो हताहित: ।नरेन्द्रकन्या उद्वाह्य प्रीत: सर्वसुहृद् वृत: ॥ ४५ ॥",
        "english_devnagari": "kasmāt kṛṣṇa ihāyātiprāpta-rājyo hatāhitaḥnarendra-kanyā udvāhyaprītaḥ sarva-suhṛd-vṛtaḥ",
        "verse_Syn": [
            "kasmāt",
            "kṛṣṇaḥ",
            "iha",
            "āyāti",
            "prāpta",
            "rājyaḥ",
            "hata",
            "ahitaḥ",
            "nara",
            "indra",
            "kanyāḥ",
            "udvāhya",
            "prītaḥ",
            "sarva",
            "suhṛt",
            "vṛtaḥ"
        ],
        "translation": "But why should Kṛṣṇa come here after winning a kingdom, killing His enemies and marrying the daughters of kings? He’s satisfied there, surrounded by all His friends and well-wishers.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "किमस्माभिर्वनौकोभिरन्याभिर्वा महात्मन: ।श्रीपतेराप्तकामस्य क्रियेतार्थ: कृतात्मन: ॥ ४६ ॥",
        "english_devnagari": "kim asmābhir vanaukobhiranyābhir vā mahātmanaḥśrī-pater āpta-kāmasyakriyetārthaḥ kṛtātmanaḥ",
        "verse_Syn": [
            "kim",
            "asmābhiḥ",
            "vana",
            "okobhiḥ",
            "anyābhiḥ",
            "vā",
            "mahā",
            "ātmanaḥ",
            "śrī",
            "pateḥ",
            "āpta",
            "kāmasya",
            "kriyeta",
            "arthaḥ",
            "kṛta",
            "ātmanaḥ"
        ],
        "translation": "The great soul Kṛṣṇa is the Lord of the goddess of fortune, and He automatically achieves whatever He desires. How can we forest-dwellers or any other women fulfill His purposes when He is already fulfilled within Himself?",
        "purport": " Although the gopīs lamented that Kṛṣṇa was associating with the city women in Mathurā, they now realize that as the absolute Personality of Godhead, He has no need for any women. It is out of His causeless mercy that He awards His association to His loving devotees."
    },
    {
        "verse": "47",
        "devanagari": "परं सौख्यं हि नैराश्यं स्वैरिण्यप्याहपिङ्गला ।तज्जानतीनां न: कृष्णे तथाप्याशा दुरत्यया ॥ ४७ ॥",
        "english_devnagari": "paraṁ saukhyaṁ hi nairāśyaṁsvairiṇy apy āha piṅgalātaj jānatīnāṁ naḥ kṛṣṇetathāpy āśā duratyayā",
        "verse_Syn": [
            "param",
            "saukhyam",
            "hi",
            "nairāśyam",
            "svairiṇī",
            "api",
            "āha",
            "piṅgalā",
            "tat",
            "jānatīnām",
            "naḥ",
            "kṛṣṇe",
            "tathā",
            "api",
            "āsā",
            "duratyayā"
        ],
        "translation": "Indeed, the greatest happiness is to renounce all desires, as even the prostitute Piṅgalā has declared. Yet even though we know this, we cannot give up our hopes of attaining Kṛṣṇa.",
        "purport": " The story of Piṅgalā is narrated in the Eleventh Canto, Eighth Chapter, of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "48",
        "devanagari": "क उत्सहेत सन्त्यक्तुमुत्तम:श्लोकसंविदम् ।अनिच्छतोऽपि यस्य श्रीरङ्गान्न च्यवते क्व‍‍चित् ॥ ४८ ॥",
        "english_devnagari": "ka utsaheta santyaktumuttamaḥśloka-saṁvidamanicchato ’pi yasya śrīraṅgān na cyavate kvacit",
        "verse_Syn": [
            "kaḥ",
            "utsaheta",
            "santyaktum",
            "uttamaḥśloka",
            "saṁvidam",
            "anicchataḥ",
            "api",
            "yasya",
            "śrīḥ",
            "aṅgāt",
            "na",
            "cyavate",
            "kvacit"
        ],
        "translation": "Who can bear to give up intimate talks with Lord Uttamaḥśloka? Although He shows no interest in her, Goddess Śrī never moves from her place on His chest.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "सरिच्छैलवनोद्देशा गावो वेणुरवा इमे ।सङ्कर्षणसहायेन कृष्णेनाचरिता: प्रभो ॥ ४९ ॥",
        "english_devnagari": "saric-chaila-vanoddeśāgāvo veṇu-ravā imesaṅkarṣaṇa-sahāyenakṛṣṇenācaritāḥ prabho",
        "verse_Syn": [
            "sarit",
            "śaila",
            "vana",
            "uddeśāḥ",
            "gāvaḥ",
            "veṇu",
            "ravāḥ",
            "ime",
            "saṅkarṣaṇa",
            "sahāyena",
            "kṛṣṇena",
            "ācaritāḥ",
            "prabho"
        ],
        "translation": "Dear Uddhava Prabhu, when Kṛṣṇa was here in the company of Saṅkarṣaṇa, He enjoyed all these rivers, hills, forests, cows and flute sounds.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "पुन: पुन: स्मारयन्ति नन्दगोपसुतं बत ।श्रीनिकेतैस्तत्पदकैर्विस्मर्तुं नैव शक्नुम: ॥ ५० ॥",
        "english_devnagari": "punaḥ punaḥ smārayantinanda-gopa-sutaṁ bataśrī-niketais tat-padakairvismartuṁ naiva śaknumaḥ",
        "verse_Syn": [
            "punaḥ",
            "punaḥ",
            "smārayanti",
            "nanda",
            "gopa",
            "sutam",
            "bata",
            "śrī",
            "niketaiḥ",
            "tat",
            "padakaiḥ",
            "vismartum",
            "na",
            "eva",
            "śaknumaḥ"
        ],
        "translation": "All these remind us constantly of Nanda’s son. Indeed, because we see Kṛṣṇa’s footprints, which are marked with divine symbols, we can never forget Him.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "गत्या ललितयोदारहासलीलावलोकनै: ।माध्व्या गिरा हृतधिय: कथं तं विस्मरामहे ॥ ५१ ॥",
        "english_devnagari": "gatyā lalitayodāra-hāsa-līlāvalokanaiḥmādhvyā girā hṛta-dhiyaḥkathaṁ taṁ vismarāma he",
        "verse_Syn": [
            "gatyā",
            "lalitayā",
            "udāra",
            "hāsa",
            "līlā",
            "avalokanaiḥ",
            "mādhvyā",
            "girā",
            "hṛta",
            "dhiyaḥ",
            "katham",
            "tam",
            "vismarāma",
            "he"
        ],
        "translation": "O Uddhava, how can we forget Him when our hearts have been stolen away by the charming way He walks, His generous smile and playful glances, and His honeylike words?",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "हे नाथ हे रमानाथ व्रजनाथार्तिनाशन ।मग्नमुद्धर गोविन्द गोकुलं वृजिनार्णवात् ॥ ५२ ॥",
        "english_devnagari": "he nātha he ramā-nāthavraja-nāthārti-nāśanamagnam uddhara govindagokulaṁ vṛjinārṇavāt",
        "verse_Syn": [
            "he",
            "nātha",
            "he",
            "ramā",
            "nātha",
            "vraja",
            "nātha",
            "ārti",
            "nāśana",
            "magnam",
            "uddhara",
            "govinda",
            "gokulam",
            "vṛjina",
            "arṇavāt"
        ],
        "translation": "O master, O master of the goddess of fortune, O master of Vraja! O destroyer of all suffering, Govinda, please lift Your Gokula out of the ocean of distress in which it is drowning!",
        "purport": " Śrīla Viśvanātha Cakravartī presents the following insight into this scene: Someone might propose to the gopīs, “Why don’t you just go somewhere else? Leave Vṛndāvana, and then you won’t have to see these rivers, mountains and forests. Cover your eyes with your garments, use your intelligence to lead your minds to some other thought, and thus forget Kṛṣṇa.” The gopīs answer this suggestion in the previous verse by stating, “We no longer possess our intelligence, for Kṛṣṇa has taken it away by His supreme beauty and charm.” Now in the present verse the feelings of the gopīs become so strong that they disregard Uddhava and, turning toward Mathurā, address Kṛṣṇa Himself with humble cries. They address Kṛṣṇa as Vrajanātha because in the past young Kṛṣṇa performed many inconceivable pastimes to protect His beloved village people, such as lifting Govardhana Hill and destroying many monstrous demons. In this heartrending verse, the gopīs cry out to Kṛṣṇa to remember the wonderful, sweet relationship they once enjoyed together as innocent village people. Indeed, Śrī Kṛṣṇa would lovingly take care of His father’s cows, and the gopīs appealed to Him to remember these duties and return so He could resume them."
    },
    {
        "verse": "53",
        "devanagari": "श्रीशुक उवाचततस्ता: कृष्णसन्देशैर्व्यपेतविरहज्वरा: ।उद्धवं पूजयां चक्रुर्ज्ञात्वात्मानमधोक्षजम् ॥ ५३ ॥",
        "english_devnagari": "śrī-śuka uvācatatas tāḥ kṛṣṇa-sandeśairvyapeta-viraha-jvarāḥuddhavaṁ pūjayāṁ cakrurjñātvātmānam adhokṣajam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tataḥ",
            "tāḥ",
            "kṛṣṇa",
            "sandeśaiḥ",
            "vyapeta",
            "viraha",
            "jvarāḥ",
            "uddhavam",
            "pūjayām",
            "cakruḥ",
            "jñātvā",
            "ātmānam",
            "adhokṣajam"
        ],
        "translation": "Śukadeva Gosvāmī continued: Lord Kṛṣṇa’s messages having relieved their fever of separation, the gopīs then worshiped Uddhava, recognizing him as nondifferent from their Lord, Kṛṣṇa.",
        "purport": " Śrīla Śrīdhara Svāmī states that the words jñatvātmānam adhokṣajam also indicate that the gopīs recognize Lord Kṛṣṇa to be the very soul of their lives and thus spiritually one with them."
    },
    {
        "verse": "54",
        "devanagari": "उवास कतिचिन्मासान्गोपीनां विनुदन् शुच: ।कृष्णलीलाकथां गायन् रमयामास गोकुलम् ॥ ५४ ॥",
        "english_devnagari": "uvāsa katicin māsāngopīnāṁ vinudan śucaḥkṛṣṇa-līlā-kathāṁ gāyanramayām āsa gokulam",
        "verse_Syn": [
            "uvāsa",
            "katicit",
            "māsān",
            "gopīnām",
            "vinudan",
            "śucaḥ",
            "kṛṣṇa",
            "līlā",
            "kathām",
            "gāyan",
            "ramayām",
            "āsa",
            "gokulam"
        ],
        "translation": "Uddhava remained there for several months, dispelling the gopīs’ sorrow by chanting the topics of Lord Kṛṣṇa’s pastimes. Thus he brought joy to all the people of Gokula.",
        "purport": " The great ācārya Jīva Gosvāmī comments in this regard that Uddhava, during his stay in Vṛndāvana, certainly took special care to enliven Kṛṣṇa’s foster parents, Nanda and Yaśodā."
    },
    {
        "verse": "55",
        "devanagari": "यावन्त्यहानि नन्दस्य व्रजेऽवात्सीत् स उद्धव: ।व्रजौकसां क्षणप्रायाण्यासन् कृष्णस्य वार्तया ॥ ५५ ॥",
        "english_devnagari": "yāvanty ahāni nandasyavraje ’vātsīt sa uddhavaḥvrajaukasāṁ kṣaṇa-prāyāṇyāsan kṛṣṇasya vārtayā",
        "verse_Syn": [
            "yāvanti",
            "ahāni",
            "nandasya",
            "vraje",
            "avātsīt",
            "saḥ",
            "uddhavaḥ",
            "vraja",
            "okasām",
            "kṣaṇa",
            "prāyāṇi",
            "āsan",
            "kṛṣṇasya",
            "vārtayā"
        ],
        "translation": "All the days that Uddhava dwelled in Nanda’s cowherd village seemed like a single moment to the residents of Vraja, for Uddhava was always discussing Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "56",
        "devanagari": "सरिद्वनगिरिद्रोणीर्वीक्षन् कुसुमितान् द्रुमान् ।कृष्णं संस्मारयन् रेमे हरिदासो व्रजौकसाम् ॥ ५६ ॥",
        "english_devnagari": "sarid-vana-giri-droṇīrvīkṣan kusumitān drumānkṛṣṇaṁ saṁsmārayan remehari-dāso vrajaukasām",
        "verse_Syn": [
            "sarit",
            "vana",
            "giri",
            "droṇīḥ",
            "vīkṣan",
            "kusumitān",
            "drumān",
            "kṛṣṇam",
            "saṁsmārayan",
            "reme",
            "hari",
            "dāsaḥ",
            "vraja",
            "okasām"
        ],
        "translation": "That servant of Lord Hari, seeing the rivers, forests, mountains, valleys and flowering trees of Vraja, enjoyed inspiring the inhabitants of Vṛndāvana by reminding them of Lord Kṛṣṇa.",
        "purport": " Śrīla Śrīdhara Svāmī points out that as Uddhava wandered about Vṛndāvana, he reminded Vraja’s residents of Kṛṣṇa by asking them questions about the pastimes the Lord had performed in each of these places, namely the rivers, forests, mountains and valleys. Thus Uddhava himself enjoyed great transcendental bliss in their association."
    },
    {
        "verse": "57",
        "devanagari": "द‍ृष्ट्वैवमादि गोपीनां कृष्णावेशात्मविक्लवम् ।उद्धव: परमप्रीतस्ता नमस्यन्निदं जगौ ॥ ५७ ॥",
        "english_devnagari": "dṛṣṭvaivam-ādi gopīnāṁkṛṣṇāveśātma-viklavamuddhavaḥ parama-prītastā namasyann idaṁ jagau",
        "verse_Syn": [
            "dṛṣṭvā",
            "evam",
            "ādi",
            "gopīnām",
            "kṛṣṇa",
            "āveśa",
            "ātma",
            "viklavam",
            "uddhavaḥ",
            "parama",
            "prītaḥ",
            "tāḥ",
            "namasyan",
            "idam",
            "jagau"
        ],
        "translation": "Thus seeing how the gopīs were always disturbed because of their total absorption in Kṛṣṇa, Uddhava was supremely pleased. Desiring to offer them all respect, he sang as follows.",
        "purport": " Viklava, “mental disturbance,” should not be confused here with ordinary material distress. It is clearly stated that Uddhava was supremely pleased, and he felt this way because he saw that the gopīs had attained the highest state of loving ecstasy. Uddhava was an exalted member of the court in Dvārakā, an important minister in world political affairs, and yet he felt the spiritual urge to offer his obeisances to the glorious gopīs, although externally they were mere cowherd girls in an insignificant village called Vṛndāvana. Thus, to explain his feelings he sang the following verses. Śrīla Jīva Gosvāmī states that Uddhava sang these verses daily while he was in Vṛndāvana."
    },
    {
        "verse": "58",
        "devanagari": "एता: परं तनुभृतो भुवि गोपवध्वोगोविन्द एव निखिलात्मनि रूढभावा: ।वाञ्छन्ति यद् भवभियो मुनयो वयं चकिं ब्रह्मजन्मभिरनन्तकथारसस्य ॥ ५८ ॥",
        "english_devnagari": "etāḥ paraṁ tanu-bhṛto bhuvi gopa-vadhvogovinda eva nikhilātmani rūḍha-bhāvāḥvāñchanti yad bhava-bhiyo munayo vayaṁ cakiṁ brahma-janmabhir ananta-kathā-rasasya",
        "verse_Syn": [
            "etāḥ",
            "param",
            "tanu",
            "bhṛtaḥ",
            "bhuvi",
            "gopa",
            "vadhvaḥ",
            "govinde",
            "eva",
            "nikhila",
            "ātmani",
            "rūḍha",
            "bhāvāḥ",
            "vāñchanti",
            "yat",
            "bhava",
            "bhiyaḥ",
            "munayaḥ",
            "vayam",
            "ca",
            "kim",
            "brahma",
            "janmabhiḥ",
            "ananta",
            "kathā",
            "rasasya"
        ],
        "translation": "[Uddhava sang:] Among all persons on earth, these cowherd women alone have actually perfected their embodied lives, for they have achieved the perfection of unalloyed love for Lord Govinda. Their pure love is hankered after by those who fear material existence, by great sages, and by ourselves as well. For one who has tasted the narrations of the infinite Lord, what is the use of taking birth as a high-class brāhmaṇa, or even as Lord Brahmā himself?",
        "purport": " Śrīla Viśvanātha Cakravartī explains that here the term brahma-janmabhiḥ, “brahminical births,” refers to the threefold birth by (1) seminal parenthood, (2) sacred-thread initiation and (3) sacrificial initiation. These cannot compare to pure Kṛṣṇa consciousness."
    },
    {
        "verse": "59",
        "devanagari": "क्व‍ेमा: स्‍त्रियो वनचरीर्व्यभिचारदुष्टा:कृष्णे क्व‍ चैष परमात्मनि रूढभाव: ।नन्वीश्वरोऽनुभजतोऽविदुषोऽपि साक्षा-च्छ्रेयस्तनोत्यगदराज इवोपयुक्त: ॥ ५९ ॥",
        "english_devnagari": "kvemāḥ striyo vana-carīr vyabhicāra-duṣṭāḥkṛṣṇe kva caiṣa paramātmani rūḍha-bhāvaḥnanv īśvaro ’nubhajato ’viduṣo ’pi sākṣācchreyas tanoty agada-rāja ivopayuktaḥ",
        "verse_Syn": [
            "kva",
            "imāḥ",
            "striyaḥ",
            "vana",
            "carīḥ",
            "vyabhicāra",
            "duṣṭāḥ",
            "kṛṣṇe",
            "kva",
            "ca",
            "eṣaḥ",
            "parama",
            "ātmani",
            "rūḍha",
            "bhāvaḥ",
            "nanu",
            "īśvaraḥ",
            "anubhajataḥ",
            "aviduṣaḥ",
            "api",
            "sākṣāt",
            "śreyaḥ",
            "tanoti",
            "agada",
            "rājaḥ",
            "iva",
            "upayuktaḥ"
        ],
        "translation": "How amazing it is that these simple women who wander about the forest, seemingly spoiled by improper behavior, have achieved the perfection of unalloyed love for Kṛṣṇa, the Supreme Soul! Still, it is true that the Supreme Lord Himself awards His blessings even to an ignorant worshiper, just as the best medicine works even when taken by a person ignorant of its ingredients.",
        "purport": " The use of the word kva in the first two lines indicates a sharp contrast between apparently incompatible items, in this case the apparently insignificant and even impure position of the gopīs, mentioned in the first line, and their attainment of the highest perfection of life, mentioned in the second. In this regard Śrīla Viśvanātha Cakravartī describes three types of adulterous women. The first is a woman who enjoys both her husband and a lover, being faithful to neither. Both ordinary society and the scriptures condemn this conduct. The second type of adulterous woman is she who abandons her husband to enjoy only with her lover. Society and the scriptures also condemn this behavior, although such a fallen woman may be said to at least have the good quality of dedicating herself to a single man. The last kind of adulterous woman is she who abandons her husband and enjoys in the attitude of being a lover of the Supreme Lord alone. Śrīla Viśvanātha Cakravartī explains that although foolish, common people criticize this position, such behavior is commended by those who are wise in spiritual science. Therefore learned members of society and the revealed scriptures praise such single-minded devotion to the Lord. Such was the gopīs’ behavior. Thus the term vyabhicāra-duṣṭāḥ, “corrupted by deviation,” indicates the apparent resemblance between the gopīs’ behavior and that of ordinary adulterous women."
    },
    {
        "verse": "60",
        "devanagari": "नायं श्रियोऽङ्ग उ नितान्तरते: प्रसाद:स्वर्योषितां नलिनगन्धरुचां कुतोऽन्या: ।रासोत्सवेऽस्य भुजदण्डगृहीतकण्ठ-लब्धाशिषां य उदगाद् व्रजवल्ल‍भीनाम् ॥ ६० ॥",
        "english_devnagari": "nāyaṁ śriyo ’ṅga u nitānta-rateḥ prasādaḥsvar-yoṣitāṁ nalina-gandha-rucāṁ kuto ’nyāḥrāsotsave ’sya bhuja-daṇḍa-gṛhīta-kaṇṭha-labdhāśiṣāṁ ya udagād vraja-vallabhīnām",
        "verse_Syn": [
            "na",
            "ayam",
            "śriyaḥ",
            "aṅge",
            "u",
            "nitānta",
            "rateḥ",
            "prasādaḥ",
            "svaḥ",
            "yoṣitām",
            "nalina",
            "gandha",
            "rucām",
            "kutaḥ",
            "anyāḥ",
            "rasa",
            "utsave",
            "asya",
            "bhuja",
            "daṇḍa",
            "gṛhīta",
            "kaṇṭha",
            "labdha",
            "āśiṣām",
            "yaḥ",
            "udagāt",
            "vraja",
            "vallabhīnām"
        ],
        "translation": "When Lord Śrī Kṛṣṇa was dancing with the gopīs in the rāsa-līlā, the gopīs were embraced by the arms of the Lord. This transcendental favor was never bestowed upon the goddess of fortune or other consorts in the spiritual world. Indeed, never was such a thing even imagined by the most beautiful girls in the heavenly planets, whose bodily luster and aroma resemble the lotus flower. And what to speak of worldly women who are very beautiful according to material estimation?",
        "purport": " The word meanings and translation for this verse are taken from Śrīla Prabhupāda’s English rendering of Caitanya-caritāmṛta (Madhya 8.80). Śrīla Viśvanātha Cakravartī comments as follows: Lord Kṛṣṇa, the best of all avatāras, exists on the highest platform of purity and morality, and thus He always remained praiseworthy by all, even while accepting worldly criticism for His cow-tending, wandering in the forest, taking meals with young monkeys, stealing yogurt, seducing other men’s wives, and so on. Similarly, the gopīs, who are constituted of the Lord’s pleasure potency, achieved the highest standard of purity and auspiciousness, even in comparison to the goddesses of fortune, and thus the gopīs are supremely glorious, even though they were criticized by worldly people because they were mere cowherd women living in the forest and behaving in an apparently improper way."
    },
    {
        "verse": "61",
        "devanagari": "आसामहो चरणरेणुजुषामहं स्यांवृन्दावने किमपि गुल्मलतौषधीनाम् ।या दुस्त्यजं स्वजनमार्यपथं च हित्वाभेजुर्मुकुन्दपदवीं श्रुतिभिर्विमृग्याम् ॥ ६१ ॥",
        "english_devnagari": "āsām aho caraṇa-reṇu-juṣām ahaṁ syāṁvṛndāvane kim api gulma-latauṣadhīnāmyā dustyajaṁ sva-janam ārya-pathaṁ ca hitvābhejur mukunda-padavīṁ śrutibhir vimṛgyām",
        "verse_Syn": [
            "āsam",
            "aho",
            "caraṇa",
            "reṇu",
            "juṣām",
            "aham",
            "syām",
            "vṛndāvane",
            "kim",
            "api",
            "gulma",
            "latā",
            "oṣadhīnām",
            "yā",
            "dustyajam",
            "sva",
            "janam",
            "ārya",
            "patham",
            "ca",
            "hitvā",
            "bhejuḥ",
            "mukunda",
            "padavīm",
            "śrutibhiḥ",
            "vimṛgyām"
        ],
        "translation": "The gopīs of Vṛndāvana have given up the association of their husbands, sons and other family members, who are very difficult to give up, and they have forsaken the path of chastity to take shelter of the lotus feet of Mukunda, Kṛṣṇa, which one should search for by Vedic knowledge. Oh, let me be fortunate enough to be one of the bushes, creepers or herbs in Vṛndāvana, because the gopīs trample them and bless them with the dust of their lotus feet.",
        "purport": " The word meanings and translation for this verse are taken from Śrīla Prabhupāda’s English rendering of Caitanya-caritāmṛta (Antya 7.47). Śrī Uddhava here shows the perfect Vaiṣṇava attitude of humility. He does not pray to be equal to the gopīs in their exalted stage of love, but rather to take birth as a bush or creeper in Vṛndāvana so that when they walk upon him he will get the dust of their feet and thus be blessed. The shy gopīs would never agree to give such blessings to a great personality like Uddhava; therefore he cleverly sought to get such mercy by taking birth as a plant in Vṛndāvana."
    },
    {
        "verse": "62",
        "devanagari": "या वै श्रियार्चितमजादिभिराप्तकामै-र्योगेश्वरैरपि यदात्मनि रासगोष्ठ्याम् ।कृष्णस्य तद् भगवत: चरणारविन्दंन्यस्तं स्तनेषु विजहु: परिरभ्य तापम् ॥ ६२ ॥",
        "english_devnagari": "yā vai śriyārcitam ajādibhir āpta-kāmairyogeśvarair api yad ātmani rāsa-goṣṭhyāmkṛṣṇasya tad bhagavataḥ caraṇāravindaṁnyastaṁ staneṣu vijahuḥ parirabhya tāpam",
        "verse_Syn": [
            "yāḥ",
            "vai",
            "śriyā",
            "arcitam",
            "aja",
            "ādibhiḥ",
            "āpta",
            "kāmaiḥ",
            "yoga",
            "īśvaraiḥ",
            "api",
            "yat",
            "ātmani",
            "rāsa",
            "goṣṭhyām",
            "kṛṣṇasya",
            "tat",
            "bhagavataḥ",
            "caraṇa",
            "aravindam",
            "nyastam",
            "staneṣu",
            "vijahuḥ",
            "parirabhya",
            "tāpam"
        ],
        "translation": "The goddess of fortune herself, along with Lord Brahmā and all the other demigods, who are masters of yogic perfection, can worship the lotus feet of Kṛṣṇa only within her mind. But during the rāsa dance Lord Kṛṣṇa placed His feet upon these gopīs’ breasts, and by embracing those feet the gopīs gave up all distress.",
        "purport": ""
    },
    {
        "verse": "63",
        "devanagari": "वन्दे नन्दव्रजस्‍त्रीणां पादरेणुमभीक्ष्णश: ।यासां हरिकथोद्गीतं पुनाति भुवनत्रयम् ॥ ६३ ॥",
        "english_devnagari": "vande nanda-vraja-strīṇāṁpāda-reṇum abhīkṣṇaśaḥyāsāṁ hari-kathodgītaṁpunāti bhuvana-trayam",
        "verse_Syn": [
            "vande",
            "nanda",
            "vraja",
            "strīṇām",
            "pāda",
            "reṇum",
            "abhīkṣṇaśaḥ",
            "yāsām",
            "hari",
            "kathā",
            "udgītam",
            "punāti",
            "bhuvana",
            "trayam"
        ],
        "translation": "I repeatedly offer my respects to the dust from the feet of the women of Nanda Mahārāja’s cowherd village. When these gopīs loudly chant the glories of Śrī Kṛṣṇa, the vibration purifies the three worlds.",
        "purport": " Śrī Uddhava, having established the glories of the gopīs in the previous verses, now directly offers his obeisances to them. According to the Śrī Vaiṣṇava-toṣaṇī, Śrī Uddhava did not offer such respect even to Lord Kṛṣṇa’s queens in Dvārakā."
    },
    {
        "verse": "64",
        "devanagari": "श्रीशुक उवाचअथ गोपीरनुज्ञाप्य यशोदां नन्दमेव च ।गोपानामन्‍त्र्य दाशार्हो यास्यन्नारुरुहे रथम् ॥ ६४ ॥",
        "english_devnagari": "śrī-śuka uvācaatha gopīr anujñāpyayaśodāṁ nandam eva cagopān āmantrya dāśārhoyāsyann āruruhe ratham",
        "verse_Syn": [
            "śṛī",
            "śukaḥ",
            "uvāca",
            "atha",
            "gopīḥ",
            "anujñāpya",
            "yaśodām",
            "nandam",
            "eva",
            "ca",
            "gopān",
            "āmantrya",
            "dāśārhaḥ",
            "yāsyan",
            "āruruhe",
            "ratham"
        ],
        "translation": "Śukadeva Gosvāmī said: Uddhava, the descendant of Daśārha, then took permission to leave from the gopīs and from mother Yaśodā and Nanda Mahārāja. He bade farewell to all the cowherd men and, about to depart, mounted his chariot.",
        "purport": ""
    },
    {
        "verse": "65",
        "devanagari": "तं निर्गतं समासाद्य नानोपायनपाणय: ।नन्दादयोऽनुरागेण प्रावोचन्नश्रुलोचना: ॥ ६५ ॥",
        "english_devnagari": "taṁ nirgataṁ samāsādyanānopāyana-pāṇayaḥnandādayo ’nurāgeṇaprāvocann aśru-locanāḥ",
        "verse_Syn": [
            "tam",
            "nirgatam",
            "samāsādya",
            "nānā",
            "upāyana",
            "pāṇayaḥ",
            "nanda",
            "ādayaḥ",
            "anurāgeṇa",
            "prāvocan",
            "aśru",
            "locanāḥ"
        ],
        "translation": "As Uddhava was about to leave, Nanda and the others approached him bearing various items of worship. With tears in their eyes they addressed him as follows.",
        "purport": " Śrīla Jīva Gosvāmī points out that Nanda and the cowherd men did not approach Uddhava as a formality, but rather out of spontaneous affection for a dear friend of Kṛṣṇa’s."
    },
    {
        "verse": "66",
        "devanagari": "मनसो वृत्तयो न: स्यु: कृष्णपादाम्बुजाश्रया: ।वाचोऽभिधायिनीर्नाम्नां कायस्तत्प्रह्वणादिषु ॥ ६६ ॥",
        "english_devnagari": "manaso vṛttayo naḥ syuḥkṛṣṇa pādāmbujāśrayāḥvāco ’bhidhāyinīr nāmnāṁkāyas tat-prahvaṇādiṣu",
        "verse_Syn": [
            "manasaḥ",
            "vṛttayaḥ",
            "naḥ",
            "syuḥ",
            "kṛṣṇa",
            "pāda",
            "ambuja",
            "āśrayāḥ",
            "vācaḥ",
            "abhidhāyinīḥ",
            "nāmnām",
            "kāyaḥ",
            "tat",
            "prahvaṇa",
            "ādiṣu"
        ],
        "translation": "[Nanda and the other cowherds said:] May our mental functions always take shelter of Kṛṣṇa’s lotus feet, may our words always chant His names, and may our bodies always bow down to Him and serve Him.",
        "purport": " The residents of Vṛndāvana were firmly convinced that even if they could not have direct association with their beloved Kṛṣṇa, they would never be indifferent to Him. They were all topmost pure devotees of the Lord."
    },
    {
        "verse": "67",
        "devanagari": "कर्मभिर्भ्राम्यमाणानां यत्र क्व‍ापीश्वरेच्छया ।मङ्गलाचरितैर्दानै रतिर्न: कृष्ण ईश्वरे ॥ ६७ ॥",
        "english_devnagari": "karmabhir bhrāmyamāṇānāṁyatra kvāpīśvarecchayāmaṅgalācaritair dānairatir naḥ kṛṣṇa īśvare",
        "verse_Syn": [
            "karmabhiḥ",
            "bhrāmyamāṇānām",
            "yatra",
            "kva",
            "api",
            "īśvara",
            "icchayā",
            "maṅgala",
            "ācaritaiḥ",
            "dānaiḥ",
            "ratiḥ",
            "naḥ",
            "kṛṣṇe",
            "īśvare"
        ],
        "translation": "Wherever we are made to wander about this world by the Supreme Lord’s will, in accordance with the reactions to our fruitive work, may our good works and charity always grant Us love for Lord Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "68",
        "devanagari": "एवं सभाजितो गोपै: कृष्णभक्त्या नराधिप ।उद्धव: पुनरागच्छन्मथुरां कृष्णपालिताम् ॥ ६८ ॥",
        "english_devnagari": "evaṁ sabhājito gopaiḥkṛṣṇa-bhaktyā narādhipauddhavaḥ punar āgacchanmathurāṁ kṛṣṇa-pālitām",
        "verse_Syn": [
            "evam",
            "sabhājitaḥ",
            "gopaiḥ",
            "kṛṣṇa",
            "bhaktyā",
            "nara",
            "adhipa",
            "uddhavaḥ",
            "punaḥ",
            "āgacchat",
            "mathurām",
            "kṛṣṇa",
            "pālitām"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] O ruler of men, thus honored by the cowherd men with expressions of devotion for Lord Kṛṣṇa, Uddhava went back to the city of Mathurā, which was under Kṛṣṇa’s protection.",
        "purport": " The word kṛṣṇa-pālitām indicates that even though Uddhava became quite attached to the land of Vṛndāvana, he returned to Mathurā because Śrī Kṛṣṇa was personally displaying His transcendental pastimes there."
    },
    {
        "verse": "69",
        "devanagari": "कृष्णाय प्रणिपत्याह भक्त्युद्रेकं व्रजौकसाम् ।वसुदेवाय रामाय राज्ञे चोपायनान्यदात् ॥ ६९ ॥",
        "english_devnagari": "kṛṣṇāya praṇipatyāhabhakty-udrekaṁ vrajaukasāmvasudevāya rāmāyarājñe copāyanāny adāt",
        "verse_Syn": [
            "kṛṣṇāya",
            "praṇipatya",
            "āha",
            "bhakti",
            "udrekam",
            "vraja",
            "okasām",
            "vasudevāya",
            "rāmāya",
            "rājñe",
            "ca",
            "upāyanāni",
            "adāt"
        ],
        "translation": "After falling down to pay his homage, Uddhava described to Lord Kṛṣṇa the immense devotion of the residents of Vraja. Uddhava also described it to Vasudeva, Lord Balarāma and King Ugrasena and presented to them the gifts of tribute he had brought with him.",
        "purport": ""
    }
]