[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचनन्द: पथि वच: शौरेर्न मृषेति विचिन्तयन् ।हरिं जगाम शरणमुत्पातागमशङ्कित: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācanandaḥ pathi vacaḥ śaurerna mṛṣeti vicintayanhariṁ jagāma śaraṇamutpātāgama-śaṅkitaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "nandaḥ",
            "pathi",
            "vacaḥ",
            "śaureḥ",
            "na",
            "mṛṣā",
            "iti",
            "vicintayan",
            "harim",
            "jagāma",
            "śaraṇam",
            "utpāta",
            "āgama",
            "śaṅkitaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King, while Nanda Mahārāja was on the way home, he considered that what Vasudeva had said could not be false or useless. There must have been some danger of disturbances in Gokula. As Nanda Mahārāja thought about the danger for his beautiful son, Kṛṣṇa, he was afraid, and he took shelter at the lotus feet of the supreme controller.",
        "purport": " Whenever there is danger, the pure devotee thinks of the protection and shelter of the Supreme Personality of Godhead. This is also advised in Bhagavad-gītā (9.33): anityam asukhaṁ lokam imaṁ prāpya bhajasva mām. In this material world there is danger at every step (padaṁ padaṁ yad vipadām). Therefore a devotee has no other recourse than to take shelter of the Lord at every step."
    },
    {
        "verse": "2",
        "devanagari": "कंसेन प्रहिता घोरा पूतना बालघातिनी ।शिशूंश्चचार निघ्नन्ती पुरग्रामव्रजादिषु ॥ २ ॥",
        "english_devnagari": "kaṁsena prahitā ghorāpūtanā bāla-ghātinīśiśūṁś cacāra nighnantīpura-grāma-vrajādiṣu",
        "verse_Syn": [
            "kaṁsena",
            "prahitā",
            "ghorā",
            "pūtanā",
            "bāla",
            "ghātinī",
            "śiśūn",
            "cacāra",
            "nighnantī",
            "pura",
            "grāma",
            "vraja",
            "ādiṣu"
        ],
        "translation": "While Nanda Mahārāja was returning to Gokula, the same fierce Pūtanā whom Kaṁsa had previously engaged to kill babies was wandering about in the towns, cities and villages, doing her nefarious duty.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "न यत्र श्रवणादीनि रक्षोघ्नानि स्वकर्मसु ।कुर्वन्ति सात्वतां भर्तुर्यातुधान्यश्च तत्र हि ॥ ३ ॥",
        "english_devnagari": "na yatra śravaṇādīnirakṣo-ghnāni sva-karmasukurvanti sātvatāṁ bharturyātudhānyaś ca tatra hi",
        "verse_Syn": [
            "na",
            "yatra",
            "śravaṇa",
            "ādīni",
            "rakṣaḥ",
            "ghnāni",
            "sva",
            "karmasu",
            "kurvanti",
            "sātvatām",
            "bhartuḥ",
            "yātudhānyaḥ",
            "ca",
            "tatra",
            "hi"
        ],
        "translation": "My dear King, wherever people in any position perform their occupational duties of devotional service by chanting and hearing [śravaṇaṁ kīrtanaṁ viṣṇoḥ], there cannot be any danger from bad elements. Therefore there was no need for anxiety about Gokula while the Supreme Personality of Godhead was personally present.",
        "purport": " Śukadeva Gosvāmī spoke this verse to mitigate the anxiety of Mahārāja Parīkṣit. Mahārāja Parīkṣit was a devotee of Kṛṣṇa, and therefore when he understood that Pūtanā was causing disturbances in Gokula, he was somewhat perturbed. Śukadeva Gosvāmī therefore assured him that there was no danger in Gokula. Śrīla Bhaktivinoda Ṭhākura has sung: nāmāśraya kari’ yatane tumi, thākaha āpana kāje. Everyone is thus advised to seek shelter in the chanting of the Hare Kṛṣṇa mahā-mantra and remain engaged in his own occupational duty. There is no loss in this, and the gain is tremendous. Even from a material point of view, everyone should take to chanting the Hare Kṛṣṇa mantra to be saved from all kinds of danger. This world is full of danger (padaṁ padaṁ yad vipadām). Therefore we should be encouraged to chant the Hare Kṛṣṇa mahā-mantra so that in our family, society, neighborhood and nation, everything will be smooth and free from danger."
    },
    {
        "verse": "4",
        "devanagari": "सा खेचर्येकदोत्पत्य पूतना नन्दगोकुलम् ।योषित्वा माययात्मानं प्राविशत् कामचारिणी ॥ ४ ॥",
        "english_devnagari": "sā khe-cary ekadotpatyapūtanā nanda-gokulamyoṣitvā māyayātmānaṁprāviśat kāma-cāriṇī",
        "verse_Syn": [
            "sā",
            "khe",
            "carī",
            "ekadā",
            "utpatya",
            "pūtanā",
            "nanda",
            "gokulam",
            "yoṣitvā",
            "māyayā",
            "ātmānam",
            "prāviśat",
            "kāma",
            "cāriṇī"
        ],
        "translation": "Once upon a time, Pūtanā Rākṣasī, who could move according to her desire and was wandering in outer space, converted herself by mystic power into a very beautiful woman and thus entered Gokula, the abode of Nanda Mahārāja.",
        "purport": " Rākṣasīs learn mystic powers by which they can travel in outer space without machines. In some parts of India there are still such mystical witches, who can sit on a stick and use it to fly from one place to another in a very short time. This art was known to Pūtanā. Assuming the feature of a very beautiful woman, she entered Nanda Mahārāja’s abode, Gokula."
    },
    {
        "verse": "5-6",
        "devanagari": "तां केशबन्धव्यतिषक्तमल्लिकांबृहन्नितम्बस्तनकृच्छ्रमध्यमाम् ।सुवाससं कल्पितकर्णभूषण-त्विषोल्लसत्कुन्तलमण्डिताननाम् ॥ ५ ॥वल्गुस्मितापाङ्गविसर्गवीक्षितै-र्मनो हरन्तीं वनितां व्रजौकसाम् ।अमंसताम्भोजकरेण रूपिणींगोप्य: श्रियं द्रष्टुमिवागतां पतिम् ॥ ६ ॥",
        "english_devnagari": "tāṁ keśa-bandha-vyatiṣakta-mallikāṁbṛhan-nitamba-stana-kṛcchra-madhyamāmsuvāsasaṁ kalpita-karṇa-bhūṣaṇa-tviṣollasat-kuntala-maṇḍitānanām",
        "verse_Syn": [
            "tām",
            "keśa",
            "bandha",
            "vyatiṣakta",
            "mallikām",
            "bṛhat",
            "nitamba",
            "stana",
            "kṛcchra",
            "madhyamām",
            "su",
            "vāsasam",
            "kalpita",
            "karṇa",
            "bhūṣaṇa",
            "tviṣā",
            "ullasat",
            "kuntala",
            "maṇḍita",
            "ānanām",
            "valgu",
            "smita",
            "apāṅga",
            "visarga",
            "vīkṣitaiḥ",
            "manaḥ",
            "harantīm",
            "vanitām",
            "vraja",
            "okasām",
            "amaṁsata",
            "ambhoja",
            "kareṇa",
            "rūpiṇīm",
            "gopyaḥ",
            "śriyam",
            "draṣṭum",
            "iva",
            "āgatām",
            "patim"
        ],
        "translation": "Her hips were full, her breasts were large and firm, seeming to overburden her slim waist, and she was dressed very nicely. Her hair, adorned with a garland of mallikā flowers, was scattered about her beautiful face. Her earrings were brilliant, and as she smiled very attractively, glancing upon everyone, her beauty drew the attention of all the inhabitants of Vraja, especially the men. When the gopīs saw her, they thought that the beautiful goddess of fortune, holding a lotus flower in her hand, had come to see her husband, Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "बालग्रहस्तत्र विचिन्वती शिशून्यद‍ृच्छया नन्दगृहेऽसदन्तकम् ।बालं प्रतिच्छन्ननिजोरुतेजसंददर्श तल्पेऽग्निमिवाहितं भसि ॥ ७ ॥",
        "english_devnagari": "bāla-grahas tatra vicinvatī śiśūnyadṛcchayā nanda-gṛhe ’sad-antakambālaṁ praticchanna-nijoru-tejasaṁdadarśa talpe ’gnim ivāhitaṁ bhasi",
        "verse_Syn": [
            "bāla",
            "grahaḥ",
            "tatra",
            "vicinvatī",
            "śiśūn",
            "yadṛcchayā",
            "nanda",
            "gṛhe",
            "asat",
            "antakam",
            "bālam",
            "praticchanna",
            "nija",
            "uru",
            "tejasam",
            "dadarśa",
            "talpe",
            "agnim",
            "iva",
            "āhitam",
            "bhasi"
        ],
        "translation": "While searching for small children, Pūtanā, whose business was to kill them, entered the house of Nanda Mahārāja unobstructed, having been sent by the superior potency of the Lord. Without asking anyone’s permission, she entered Nanda Mahārāja’s room, where she saw the child sleeping in bed, His unlimited power covered like a powerful fire covered by ashes. She could understand that this child was not ordinary, but was meant to kill all demons.",
        "purport": " Demons are always busy creating disturbances and killing. But the child lying on the bed in the house of Nanda Mahārāja was meant to kill many demons."
    },
    {
        "verse": "8",
        "devanagari": "विबुध्य तां बालकमारिकाग्रहंचराचरात्मा स निमीलितेक्षण: ।अनन्तमारोपयदङ्कमन्तकंयथोरगं सुप्तमबुद्धिरज्जुधी: ॥ ८ ॥",
        "english_devnagari": "vibudhya tāṁ bālaka-mārikā-grahaṁcarācarātmā sa nimīlitekṣaṇaḥanantam āropayad aṅkam antakaṁyathoragaṁ suptam abuddhi-rajju-dhīḥ",
        "verse_Syn": [
            "vibudhya",
            "tām",
            "bālaka",
            "mārikā",
            "graham",
            "cara",
            "acara",
            "ātmā",
            "saḥ",
            "nimīlita",
            "īkṣaṇaḥ",
            "anantam",
            "āropayat",
            "aṅkam",
            "antakam",
            "yathā",
            "uragam",
            "suptam",
            "abuddhi",
            "rajju",
            "dhīḥ"
        ],
        "translation": "Lord Śrī Kṛṣṇa, the all-pervading Supersoul, lying on the bed, understood that Pūtanā, a witch who was expert in killing small children, had come to kill Him. Therefore, as if afraid of her, Kṛṣṇa closed His eyes. Thus Pūtanā took upon her lap Him who was to be her own annihilation, just as an unintelligent person places a sleeping snake on his lap, thinking the snake to be a rope.",
        "purport": " In this verse there are two perplexities. When Kṛṣṇa saw that Pūtanā had come to kill Him, He thought that since this woman was present with motherly affection, although artificial, He had to offer her a benediction. Therefore He looked at her with a little perplexity and then closed His eyes again. Pūtanā Rākṣasī also was perplexed. She was not intelligent enough to understand that she was taking a sleeping snake on her lap; she thought the snake to be an ordinary rope. The two words antakam and anantam are contradictory. Because of not being intelligent, Pūtanā thought that she could kill her antakam, the source of her annihilation; but because He is ananta, unlimited, no one can kill Him."
    },
    {
        "verse": "9",
        "devanagari": "तां तीक्ष्णचित्तामतिवामचेष्टितांवीक्ष्यान्तरा कोषपरिच्छदासिवत् ।वरस्त्रियं तत्प्रभया च धर्षितेनिरीक्ष्यमाणे जननी ह्यतिष्ठताम् ॥ ९ ॥",
        "english_devnagari": "tāṁ tīkṣṇa-cittām ativāma-ceṣṭitāṁvīkṣyāntarā koṣa-paricchadāsivatvara-striyaṁ tat-prabhayā ca dharṣitenirīkṣyamāṇe jananī hy atiṣṭhatām",
        "verse_Syn": [
            "tām",
            "tīkṣṇa",
            "cittām",
            "ati",
            "vāma",
            "ceṣṭitām",
            "vīkṣya",
            "antarā",
            "koṣa",
            "paricchada",
            "asi",
            "vat",
            "vara",
            "striyam",
            "tat",
            "prabhayā",
            "ca",
            "dharṣite",
            "nirīkṣyamāṇe",
            "jananī",
            "hi",
            "atiṣṭhatām"
        ],
        "translation": "Pūtanā Rākṣasī’s heart was fierce and cruel, but she looked like a very affectionate mother. Thus she resembled a sharp sword in a soft sheath. Although seeing her within the room, Yaśodā and Rohiṇī, overwhelmed by her beauty, did not stop her, but remained silent because she treated the child like a mother.",
        "purport": " Although Pūtanā was an outsider and although she personified fierce death because the determination within her heart was to kill the child, when she directly came and placed the child on her lap to offer the child her breast to suck, the mothers were so captivated by her beauty that they did not prohibit her. Sometimes a beautiful woman is dangerous because everyone, being captivated by external beauty (māyā-mohita), is unable to understand what is in her mind. Those who are captivated by the beauty of the external energy are called māyā-mohita. Mohitaṁ nābhijānāti mām ebhyaḥ param avyayam (Bg. 7.13). Na te viduḥ svārtha-gatiṁ hi viṣṇuṁ durāśayā ye bahir-artha-māninaḥ (Bhāg. 7.5.31). Here, of course, the two mothers Rohiṇī and Yaśodā were not māyā-mohita, deluded by the external energy, but to develop the pastimes of the Lord, they were captivated by Yoga-māyā. Such māyā-moha is the action of Yoga-māyā."
    },
    {
        "verse": "10",
        "devanagari": "तस्मिन् स्तनं दुर्जरवीर्यमुल्बणंघोराङ्कमादाय शिशोर्ददावथ ।गाढं कराभ्यां भगवान् प्रपीड्य तत्-प्राणै: समं रोषसमन्वितोऽपिबत् ॥ १० ॥",
        "english_devnagari": "tasmin stanaṁ durjara-vīryam ulbaṇaṁghorāṅkam ādāya śiśor dadāv athagāḍhaṁ karābhyāṁ bhagavān prapīḍya tat-prāṇaiḥ samaṁ roṣa-samanvito ’pibat",
        "verse_Syn": [
            "tasmin",
            "stanam",
            "durjara",
            "vīryam",
            "ulbaṇam",
            "ghorā",
            "aṅkam",
            "ādāya",
            "śiśoḥ",
            "dadau",
            "atha",
            "gāḍham",
            "karābhyām",
            "bhagavān",
            "prapīḍya",
            "tat",
            "prāṇaiḥ",
            "samam",
            "roṣa",
            "samanvitaḥ",
            "apibat"
        ],
        "translation": "On that very spot, the fiercely dangerous Rākṣasī took Kṛṣṇa on her lap and pushed her breast into His mouth. The nipple of her breast was smeared with a dangerous, immediately effective poison, but the Supreme Personality of Godhead, Kṛṣṇa, becoming very angry at her, took hold of her breast, squeezed it very hard with both hands, and sucked out both the poison and her life.",
        "purport": " Lord Kṛṣṇa was not angry at Pūtanā for His own sake. Rather, He was angry because the Rākṣasī had killed so many small children in Vrajabhūmi. Therefore He decided that she should be punished by having to forfeit her life."
    },
    {
        "verse": "11",
        "devanagari": "सा मुञ्च मुञ्चालमिति प्रभाषिणीनिष्पीड्यमानाखिलजीवमर्मणि ।विवृत्य नेत्रे चरणौ भुजौ मुहु:प्रस्विन्नगात्रा क्षिपती रुरोद ह ॥ ११ ॥",
        "english_devnagari": "sā muñca muñcālam iti prabhāṣiṇīniṣpīḍyamānākhila-jīva-marmaṇivivṛtya netre caraṇau bhujau muhuḥprasvinna-gātrā kṣipatī ruroda ha",
        "verse_Syn": [
            "sā",
            "muñca",
            "muñca",
            "alam",
            "iti",
            "prabhāṣiṇī",
            "niṣpīḍyamānā",
            "akhila",
            "jīva",
            "marmaṇi",
            "vivṛtya",
            "netre",
            "caraṇau",
            "bhujau",
            "muhuḥ",
            "prasvinna",
            "gātrā",
            "kṣipatī",
            "ruroda",
            "ha"
        ],
        "translation": "Unbearably pressed in every vital point, the demon Pūtanā began to cry, “Please leave me, leave me! Suck my breast no longer!” Perspiring, her eyes wide open and her arms and legs flailing, she cried very loudly again and again.",
        "purport": " The Rākṣasī was severely punished by Kṛṣṇa. She threw her arms and legs about, and Kṛṣṇa also began to kick her with His legs to punish her properly for her mischievous activities."
    },
    {
        "verse": "12",
        "devanagari": "तस्या: स्वनेनातिगभीररंहसासाद्रिर्मही द्यौश्च चचाल सग्रहा ।रसा दिशश्च प्रतिनेदिरे जना:पेतु: क्षितौ वज्रनिपातशङ्कया ॥ १२ ॥",
        "english_devnagari": "tasyāḥ svanenātigabhīra-raṁhasāsādrir mahī dyauś ca cacāla sa-grahārasā diśaś ca pratinedire janāḥpetuḥ kṣitau vajra-nipāta-śaṅkayā",
        "verse_Syn": [
            "tasyāḥ",
            "svanena",
            "ati",
            "gabhīra",
            "raṁhasā",
            "sa",
            "adriḥ",
            "mahī",
            "dyauḥ",
            "ca",
            "cacāla",
            "sa",
            "grahā",
            "rasā",
            "diśaḥ",
            "ca",
            "pratinedire",
            "janāḥ",
            "petuḥ",
            "kṣitau",
            "vajra",
            "nipāta",
            "śaṅkayā"
        ],
        "translation": "As Pūtanā screamed loudly and forcefully, the earth with its mountains, and outer space with its planets, trembled. The lower planets and all directions vibrated, and people fell down, fearing that thunderbolts were falling upon them.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura remarks that in this verse the word rasā refers to the planetary systems below the earth, such as Rasātala, Atala, Vitala, Sutala and Talātala."
    },
    {
        "verse": "13",
        "devanagari": "निशाचरीत्थं व्यथितस्तना व्यसु-र्व्यादाय केशांश्चरणौ भुजावपि ।प्रसार्य गोष्ठे निजरूपमास्थितावज्राहतो वृत्र इवापतन्नृप ॥ १३ ॥",
        "english_devnagari": "niśā-carītthaṁ vyathita-stanā vyasurvyādāya keśāṁś caraṇau bhujāv apiprasārya goṣṭhe nija-rūpam āsthitāvajrāhato vṛtra ivāpatan nṛpa",
        "verse_Syn": [
            "niśā",
            "carī",
            "ittham",
            "vyathita",
            "stanā",
            "vyasuḥ",
            "vyādāya",
            "keśān",
            "caraṇau",
            "bhujau",
            "api",
            "prasārya",
            "goṣṭhe",
            "nija",
            "rūpam",
            "āsthitā",
            "vajra",
            "āhataḥ",
            "vṛtraḥ",
            "iva",
            "apatat",
            "nṛpa"
        ],
        "translation": "In this way the demon Pūtanā, very much aggrieved because her breast was being attacked by Kṛṣṇa, lost her life. O King Parīkṣit, opening her mouth wide and spreading her arms, legs and hair, she fell down in the pasturing ground in her original form as a Rākṣasī, as Vṛtrāsura had fallen when killed by the thunderbolt of Indra.",
        "purport": " Pūtanā was a great Rākṣasī who knew the art of covering her original form by mystic power, but when she was killed her mystic power could not hide her, and she appeared in her original form."
    },
    {
        "verse": "14",
        "devanagari": "पतमानोऽपि तद्देहस्त्रिगव्यूत्यन्तरद्रुमान् ।चूर्णयामास राजेन्द्र महदासीत्तदद्भ‍ुतम् ॥ १४ ॥",
        "english_devnagari": "patamāno ’pi tad-dehastri-gavyūty-antara-drumāncūrṇayām āsa rājendramahad āsīt tad adbhutam",
        "verse_Syn": [
            "patamānaḥ",
            "api",
            "tat",
            "dehaḥ",
            "tri",
            "gavyūti",
            "antara",
            "drumān",
            "cūrṇayām",
            "āsa",
            "rājendra",
            "mahat",
            "āsīt",
            "tat",
            "adbhutam"
        ],
        "translation": "O King Parīkṣit, when the gigantic body of Pūtanā fell to the ground, it smashed all the trees within a limit of twelve miles. Appearing in a gigantic body, she was certainly extraordinary.",
        "purport": " Because of the grievous hurt imposed upon her by Kṛṣṇa’s sucking her breast, Pūtanā, while dying, not only left the room but abandoned the village and fell down in the pasturing ground in her gigantic body."
    },
    {
        "verse": "15-17",
        "devanagari": "ईषामात्रोग्रदंष्ट्रास्यं गिरिकन्दरनासिकम् ।गण्डशैलस्तनं रौद्रं प्रकीर्णारुणमूर्धजम् ॥ १५ ॥अन्धकूपगभीराक्षं पुलिनारोहभीषणम् ।बद्धसेतुभुजोर्वङ्‍‍घ्रि शून्यतोयह्रदोदरम् ॥ १६ ॥सन्तत्रसु: स्म तद्वीक्ष्य गोपा गोप्य: कलेवरम् ।पूर्वं तु तन्नि:स्वनितभिन्नहृत्कर्णमस्तका: ॥ १७ ॥",
        "english_devnagari": "īṣā-mātrogra-daṁṣṭrāsyaṁgiri-kandara-nāsikamgaṇḍa-śaila-stanaṁ raudraṁprakīrṇāruṇa-mūrdhajam",
        "verse_Syn": [
            "īṣā",
            "mātra",
            "ugra",
            "daṁṣṭra",
            "āsyam",
            "giri",
            "kandara",
            "nāsikam",
            "gaṇḍa",
            "śaila",
            "stanam",
            "raudram",
            "prakīrṇa",
            "aruṇa",
            "mūrdha",
            "jam",
            "andha",
            "kūpa",
            "gabhīra",
            "akṣam",
            "pulina",
            "āroha",
            "bhīṣaṇam",
            "baddha",
            "setu",
            "bhuja",
            "uru",
            "aṅghri",
            "śūnya",
            "toya",
            "hrada",
            "udaram",
            "santatrasuḥ",
            "sma",
            "tat",
            "vīkṣya",
            "gopāḥ",
            "gopyaḥ",
            "kalevaram",
            "pūrvam",
            "tu",
            "tat",
            "niḥsvanita",
            "bhinna",
            "hṛt",
            "karṇa",
            "mastakāḥ"
        ],
        "translation": "The Rākṣasī’s mouth was full of teeth, each resembling the front of a plow, her nostrils were deep like mountain caves, and her breasts resembled big slabs of stone fallen from a hill. Her scattered hair was the color of copper. The sockets of her eyes appeared like deep blind wells, her fearful thighs resembled the banks of a river, her arms, legs and feet seemed like big bridges, and her abdomen appeared like a dried-up lake. The hearts, ears and heads of the cowherd men and women were already shocked by the Rākṣasī’s screaming, and when they saw the fierce wonder of her body, they were even more frightened.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "बालं च तस्या उरसि क्रीडन्तमकुतोभयम् ।गोप्यस्तूर्णं समभ्येत्य जगृहुर्जातसम्भ्रमा: ॥ १८ ॥",
        "english_devnagari": "bālaṁ ca tasyā urasikrīḍantam akutobhayamgopyas tūrṇaṁ samabhyetyajagṛhur jāta-sambhramāḥ",
        "verse_Syn": [
            "bālam",
            "ca",
            "tasyāḥ",
            "urasi",
            "krīḍantam",
            "akutobhayam",
            "gopyaḥ",
            "tūrṇam",
            "samabhyetya",
            "jagṛhuḥ",
            "jāta",
            "sambhramāḥ"
        ],
        "translation": "Without fear, the child Kṛṣṇa was playing on the upper portion of Pūtanā Rākṣasī’s breast, and when the gopīs saw the child’s wonderful activities, they immediately came forward with great jubilation and picked Him up.",
        "purport": " Here is the Supreme Personality of Godhead — Kṛṣṇa. Although the Rākṣasī Pūtanā could increase or decrease her bodily size by her mystic abilities and thus gain proportionate power, the Supreme Personality of Godhead is equally powerful in any transcendental form. Kṛṣṇa is the real Personality of Godhead because whether as a child or as a grown-up young man, He is the same person. He does not need to become powerful by meditation or any other external endeavor. Therefore when the greatly powerful Pūtanā expanded her body, Kṛṣṇa remained the same small child and fearlessly played on the upper portion of her breast. Ṣaḍaiśvarya-pūrṇa. Bhagavān, the Supreme Personality of Godhead, is always full in all potencies, regardless of whether He is present in this form or that. His potencies are always full. Parāsya śaktir vividhaiva śrūyate. He can display all potencies under any circumstances."
    },
    {
        "verse": "19",
        "devanagari": "यशोदारोहिणीभ्यां ता: समं बालस्य सर्वत: ।रक्षां विदधिरे सम्यग्गोपुच्छभ्रमणादिभि: ॥ १९ ॥",
        "english_devnagari": "yaśodā-rohiṇībhyāṁ tāḥsamaṁ bālasya sarvataḥrakṣāṁ vidadhire samyaggo-puccha-bhramaṇādibhiḥ",
        "verse_Syn": [
            "yaśodā",
            "rohiṇībhyām",
            "tāḥ",
            "samam",
            "bālasya",
            "sarvataḥ",
            "rakṣām",
            "vidadhire",
            "samyak",
            "go",
            "puccha",
            "bhramaṇa",
            "ādibhiḥ"
        ],
        "translation": "Thereafter, mother Yaśodā and Rohiṇī, along with the other elderly gopīs, waved about the switch of a cow to give full protection to the child Śrī Kṛṣṇa.",
        "purport": " When Kṛṣṇa was saved from such a great danger, mother Yaśodā and Rohiṇī were principally concerned, and the other elderly gopīs, who were almost equally concerned, followed the activities of mother Yaśodā and Rohiṇī. Here we find that in household affairs, ladies could take charge of protecting a child simply by taking help from the cow. As described here, they knew how to wave about the switch of a cow so as to protect the child from all types of danger. There are so many facilities afforded by cow protection, but people have forgotten these arts. The importance of protecting cows is therefore stressed by Kṛṣṇa in Bhagavad-gītā (kṛṣi-go-rakṣya-vāṇijyaṁ vaiśya-karma svabhāvajam). Even now in the Indian villages surrounding Vṛndāvana, the villagers live happily simply by giving protection to the cow. They keep cow dung very carefully and dry it to use as fuel. They keep a sufficient stock of grains, and because of giving protection to the cows, they have sufficient milk and milk products to solve all economic problems. Simply by giving protection to the cow, the villagers live so peacefully. Even the urine and stool of cows have medicinal value."
    },
    {
        "verse": "20",
        "devanagari": "गोमूत्रेण स्‍नापयित्वा पुनर्गोरजसार्भकम् ।रक्षां चक्रुश्च शकृता द्वादशाङ्गेषु नामभि: ॥ २० ॥",
        "english_devnagari": "go-mūtreṇa snāpayitvāpunar go-rajasārbhakamrakṣāṁ cakruś ca śakṛtādvādaśāṅgeṣu nāmabhiḥ",
        "verse_Syn": [
            "go",
            "mūtreṇa",
            "snāpayitvā",
            "punaḥ",
            "go",
            "rajasā",
            "arbhakam",
            "rakṣām",
            "cakruḥ",
            "ca",
            "śakṛtā",
            "dvādaśa",
            "aṅgeṣu",
            "nāmabhīḥ"
        ],
        "translation": "The child was thoroughly washed with cow urine and then smeared with the dust raised by the movements of the cows. Then different names of the Lord were applied with cow dung on twelve different parts of His body, beginning with the forehead, as done in applying tilaka. In this way, the child was given protection.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "गोप्य: संस्पृष्टसलिला अङ्गेषु करयो: पृथक् ।न्यस्यात्मन्यथ बालस्य बीजन्यासमकुर्वत ॥ २१ ॥",
        "english_devnagari": "gopyaḥ saṁspṛṣṭa-salilāaṅgeṣu karayoḥ pṛthaknyasyātmany atha bālasyabīja-nyāsam akurvata",
        "verse_Syn": [
            "gopyaḥ",
            "saṁspṛṣṭa",
            "salilāḥ",
            "aṅgeṣu",
            "karayoḥ",
            "pṛthak",
            "nyasya",
            "ātmani",
            "atha",
            "bālasya",
            "bīja",
            "nyāsam",
            "akurvata"
        ],
        "translation": "The gopīs first executed the process of ācamana, drinking a sip of water from the right hand. They purified their bodies and hands with the nyāsa-mantra and then applied the same mantra upon the body of the child.",
        "purport": " Nyāsa-mantra includes ācamana, or first drinking a sip of water kept in the right hand. There are different viṣṇu-mantras to purify the body. The gopīs, and in fact any householders, knew the process for being purified by chanting Vedic hymns. The gopīs executed this process first to purify themselves and then to purify the child Kṛṣṇa. One executes the process of aṅga-nyāsa and kara-nyāsa simply by drinking a little sip of water and chanting the mantra. The mantra is preceded with the first letter of the name, followed by anusvāra and the word namaḥ: oṁ namo ’jas tavāṅghrī avyāt, maṁ mano maṇimāṁs tava jānunī avyāt, and so on. By losing Indian culture, Indian householders have forgotten how to execute the aṅga-nyāsa and are simply busy in sense gratification, without any advanced knowledge of human civilization."
    },
    {
        "verse": "22-23",
        "devanagari": "अव्यादजोऽङ्‍‍घ्रि मणिमांस्तव जान्वथोरूयज्ञोऽच्युत: कटितटं जठरं हयास्य: ।हृत्केशवस्त्वदुर ईश इनस्तु कण्ठंविष्णुर्भुजं मुखमुरुक्रम ईश्वर: कम् ॥ २२ ॥चक्रय‍ग्रत: सहगदो हरिरस्तु पश्चात्त्वत्पार्श्वयोर्धनुरसी मधुहाजनश्च ।कोणेषु शङ्ख उरुगाय उपर्युपेन्द्र-स्तार्क्ष्य: क्षितौ हलधर: पुरुष: समन्तात् ॥ २३ ॥",
        "english_devnagari": "avyād ajo ’ṅghri maṇimāṁs tava jānv athorūyajño ’cyutaḥ kaṭi-taṭaṁ jaṭharaṁ hayāsyaḥhṛt keśavas tvad-ura īśa inas tu kaṇṭhaṁviṣṇur bhujaṁ mukham urukrama īśvaraḥ kam",
        "verse_Syn": [
            "avyāt",
            "ajaḥ",
            "aṅghri",
            "maṇimān",
            "tava",
            "jānu",
            "atha",
            "urū",
            "yajñaḥ",
            "acyutaḥ",
            "kaṭi",
            "taṭam",
            "jaṭharam",
            "hayāsyaḥ",
            "hṛt",
            "keśavaḥ",
            "tvat",
            "uraḥ",
            "īśaḥ",
            "inaḥ",
            "tu",
            "kaṇṭham",
            "viṣṇuḥ",
            "bhujam",
            "mukham",
            "urukramaḥ",
            "īśvaraḥ",
            "kam",
            "cakrī",
            "agrataḥ",
            "saha",
            "gadaḥ",
            "hariḥ",
            "astu",
            "paścāt",
            "tvat",
            "pārśvayoḥ",
            "dhanuḥ",
            "asī",
            "madhu",
            "hā",
            "ajanaḥ",
            "ca",
            "koṇeṣu",
            "śaṅkhaḥ",
            "urugāyaḥ",
            "upari",
            "upendraḥ",
            "tārkṣyaḥ",
            "kṣitau",
            "haladharaḥ",
            "puruṣaḥ",
            "samantāt"
        ],
        "translation": "[Śukadeva Gosvāmī informed Mahārāja Parīkṣit that the gopīs, following the proper system, protected Kṛṣṇa, their child, with this mantra.] May Aja protect Your legs, may Maṇimān protect Your knees, Yajña Your thighs, Acyuta the upper part of Your waist, and Hayagrīva Your abdomen. May Keśava protect Your heart, Īśa Your chest, the sun-god Your neck, Viṣṇu Your arms, Urukrama Your face, and Īśvara Your head. May Cakrī protect You from the front; may Śrī Hari, Gadādharī, the carrier of the club, protect You from the back; and may the carrier of the bow, who is known as the enemy of Madhu, and Lord Ajana, the carrier of the sword, protect Your two sides. May Lord Urugāya, the carrier of the conchshell, protect You from all corners; may Upendra protect You from above; may Garuḍa protect You on the ground; and may Lord Haladhara, the Supreme Person, protect You on all sides.",
        "purport": " Even in the houses of the cultivators, who were not very advanced in the modern ways of civilization, the ladies used to know how to chant mantras to give protection to children with the help of cow dung and cow urine. This was a simple and practical way to give the greatest protection from the greatest dangers. People should know how to do this, for this is a part of Vedic civilization."
    },
    {
        "verse": "24",
        "devanagari": "इन्द्रियाणि हृषीकेश: प्राणान् नारायणोऽवतु ।श्वेतद्वीपपतिश्चित्तं मनो योगेश्वरोऽवतु ॥ २४ ॥",
        "english_devnagari": "indriyāṇi hṛṣīkeśaḥprāṇān nārāyaṇo ’vatuśvetadvīpa-patiś cittaṁmano yogeśvaro ’vatu",
        "verse_Syn": [
            "indriyāṇi",
            "hṛṣīkeśaḥ",
            "prāṇān",
            "nārāyaṇaḥ",
            "avatu",
            "śvetadvīpa",
            "patiḥ",
            "cittam",
            "manaḥ",
            "yogeśvaraḥ",
            "avatu"
        ],
        "translation": "May Hṛṣīkeśa protect Your senses, and Nārāyaṇa Your life air. May the master of Śvetadvīpa protect the core of Your heart, and may Lord Yogeśvara protect Your mind.",
        "purport": ""
    },
    {
        "verse": "25-26",
        "devanagari": "पृश्न‍िगर्भस्तु ते बुद्धिमात्मानं भगवान् पर: ।क्रीडन्तं पातु गोविन्द: शयानं पातु माधव: ॥ २५ ॥व्रजन्तमव्याद्वैकुण्ठ आसीनं त्वां श्रिय: पति: ।भुञ्जानं यज्ञभुक् पातु सर्वग्रहभयङ्कर: ॥ २६ ॥",
        "english_devnagari": "pṛśnigarbhas tu te buddhimātmānaṁ bhagavān paraḥkrīḍantaṁ pātu govindaḥśayānaṁ pātu mādhavaḥ",
        "verse_Syn": [
            "pṛśnigarbhaḥ",
            "tu",
            "te",
            "buddhim",
            "ātmānam",
            "bhagavān",
            "paraḥ",
            "krīḍantam",
            "pātu",
            "govindaḥ",
            "śayānam",
            "pātu",
            "mādhavaḥ",
            "vrajantam",
            "avyāt",
            "vaikuṇṭhaḥ",
            "āsīnam",
            "tvām",
            "śriyaḥ",
            "patiḥ",
            "bhuñjānam",
            "yajñabhuk",
            "pātu",
            "sarva",
            "graha",
            "bhayam",
            "karaḥ"
        ],
        "translation": "May Lord Pṛśnigarbha protect Your intelligence, and the Supreme Personality of Godhead Your soul. While You are playing, may Govinda protect You, and while You are sleeping may Mādhava protect You. May Lord Vaikuṇṭha protect You while You are walking, and may Lord Nārāyaṇa, the husband of the goddess of fortune, protect You while You are sitting. Similarly, may Lord Yajñabhuk, the fearful enemy of all evil planets, always protect You while You enjoy life.",
        "purport": ""
    },
    {
        "verse": "27-29",
        "devanagari": "डाकिन्यो यातुधान्यश्च कुष्माण्डा येऽर्भकग्रहा: ।भूतप्रेतपिशाचाश्च यक्षरक्षोविनायका: ॥ २७ ॥कोटरा रेवती ज्येष्ठा पूतना मातृकादय: ।उन्मादा ये ह्यपस्मारा देहप्राणेन्द्रियद्रुह: ॥ २८ ॥स्वप्नद‍ृष्टा महोत्पाता वृद्धा बालग्रहाश्च ये ।सर्वे नश्यन्तु ते विष्णोर्नामग्रहणभीरव: ॥ २९ ॥",
        "english_devnagari": "ḍākinyo yātudhānyaś cakuṣmāṇḍā ye ’rbhaka-grahāḥbhūta-preta-piśācāś cayakṣa-rakṣo-vināyakāḥ",
        "verse_Syn": [
            "ḍākinyaḥ",
            "yātudhānyaḥ",
            "ca",
            "kuṣmāṇḍāḥ",
            "ye",
            "arbhaka",
            "grahāḥ",
            "bhūta",
            "preta",
            "piśācāḥ",
            "ca",
            "yakṣa",
            "rakṣaḥ",
            "vināyakāḥ",
            "koṭarā",
            "revatī",
            "jyeṣṭhā",
            "pūtanā",
            "mātṛkā",
            "ādayaḥ",
            "unmādāḥ",
            "ye",
            "hi",
            "apasmārāḥ",
            "deha",
            "prāṇa",
            "indriya",
            "druhaḥ",
            "svapna",
            "dṛṣṭāḥ",
            "mahā",
            "utpātāḥ",
            "vṛddhāḥ",
            "bāla",
            "grahāḥ",
            "ca",
            "ye",
            "sarve",
            "naśyantu",
            "te",
            "viṣṇoḥ",
            "nāma",
            "grahaṇa",
            "bhīravaḥ"
        ],
        "translation": "The evil witches known as Ḍākinīs, Yātudhānīs and Kuṣmāṇḍas are the greatest enemies of children, and the evil spirits like Bhūtas, Pretas, Piśācas, Yakṣas, Rākṣasas and Vināyakas, as well as witches like Koṭarā, Revatī, Jyeṣṭhā, Pūtanā and Mātṛkā, are always ready to give trouble to the body, the life air and the senses, causing loss of memory, madness and bad dreams. Like the most experienced evil stars, they all create great disturbances, especially for children, but one can vanquish them simply by uttering Lord Viṣṇu’s name, for when Lord Viṣṇu’s name resounds, all of them become afraid and go away.",
        "purport": " As stated in the Brahma-saṁhitā (5.33): “I worship the Supreme Personality of Godhead, Govinda, who is the original person — nondual, infallible, and without beginning. Although He expands into unlimited forms, He is still the original, and although He is the oldest person, He always appears as a fresh youth. Such eternal, blissful and all-knowing forms of the Lord cannot be understood by the academic wisdom of the Vedas, but they are always manifest to pure, unalloyed devotees.” While decorating the body with tilaka, we give protection to the body by chanting twelve names of Viṣṇu. Although Govinda, or Lord Viṣṇu, is one, He has different names and forms with which to act differently. But if one cannot remember all the names at one time, one may simply chant, “Lord Viṣṇu, Lord Viṣṇu, Lord Viṣṇu,” and always think of Lord Viṣṇu. Viṣṇor ārādhanaṁ param: this is the highest form of worship. If one remembers Viṣṇu always, even though one is disturbed by many bad elements, one can be protected without a doubt. The Āyurveda-śāstra recommends, auṣadhi cintayet viṣṇum: even while taking medicine, one should remember Viṣṇu, because the medicine is not all and all and Lord Viṣṇu is the real protector. The material world is full of danger (padaṁ padaṁ yad vipadām). Therefore one must become a Vaiṣṇava and think of Viṣṇu constantly. This is made easier by the chanting of the Hare Kṛṣṇa mahā-mantra. Therefore Śrī Caitanya Mahāprabhu has recommended, kīrtanīyaḥ sadā hariḥ paraṁ vijayate śrī-kṛṣṇa-saṅkīrtanam, and kīrtanād eva kṛṣṇasya mukta-saṅgaḥ paraṁ vrajet."
    },
    {
        "verse": "30",
        "devanagari": "श्रीशुक उवाचइति प्रणयबद्धाभिर्गोपीभि: कृतरक्षणम् ।पाययित्वा स्तनं माता सन्न्यवेशयदात्मजम् ॥ ३० ॥",
        "english_devnagari": "śrī-śuka uvācaiti praṇaya-baddhābhirgopībhiḥ kṛta-rakṣaṇampāyayitvā stanaṁ mātāsannyaveśayad ātmajam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "praṇaya",
            "baddhābhiḥ",
            "gopībhiḥ",
            "kṛta",
            "rakṣaṇam",
            "pāyayitvā",
            "stanam",
            "mātā",
            "sannyaveśayat",
            "ātmajam"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī continued: All the gopīs, headed by mother Yaśodā, were bound by maternal affection. After they thus chanted mantras to protect the child, mother Yaśodā gave the child the nipple of her breast to suck and then got Him to lie down on His bed.",
        "purport": " When a baby drinks milk from the breast of his mother, this is a good sign of health. So the elderly gopīs were not satisfied with chanting mantras to give protection to Kṛṣṇa; they also tested whether their child’s health was in order. When the child sucked the breast, this confirmed that He was healthy, and when the gopīs were fully satisfied, they had the child lie down on His bed."
    },
    {
        "verse": "31",
        "devanagari": "तावन्नन्दादयो गोपा मथुराया व्रजं गता: ।विलोक्य पूतनादेहं बभूवुरतिविस्मिता: ॥ ३१ ॥",
        "english_devnagari": "tāvan nandādayo gopāmathurāyā vrajaṁ gatāḥvilokya pūtanā-dehaṁbabhūvur ativismitāḥ",
        "verse_Syn": [
            "tāvat",
            "nanda",
            "ādayaḥ",
            "gopāḥ",
            "mathurāyāḥ",
            "vrajam",
            "gatāḥ",
            "vilokya",
            "pūtanā",
            "deham",
            "babhūvuḥ",
            "ati",
            "vismitāḥ"
        ],
        "translation": "Meanwhile, all the cowherd men, headed by Nanda Mahārāja, returned from Mathurā, and when they saw on the way the gigantic body of Pūtanā lying dead, they were struck with great wonder.",
        "purport": " Nanda Mahārāja’s wonder may be understood in various ways. First of all, the cowherd men had never before seen such a gigantic body in Vṛndāvana, and therefore they were struck with wonder. Then they began to consider where such a body had come from, whether it had dropped from the sky, or whether, by some mistake or by the power of some mystic yoginī, they had come to some place other than Vṛndāvana. They could not actually guess what had happened, and therefore they were struck with wonder."
    },
    {
        "verse": "32",
        "devanagari": "नूनं बतर्षि: सञ्जातो योगेशो वा समास स: ।स एव द‍ृष्टो ह्युत्पातो यदाहानकदुन्दुभि: ॥ ३२ ॥",
        "english_devnagari": "nūnaṁ batarṣiḥ sañjātoyogeśo vā samāsa saḥsa eva dṛṣṭo hy utpātoyad āhānakadundubhiḥ",
        "verse_Syn": [
            "nūnam",
            "bata",
            "ṛṣiḥ",
            "sañjātaḥ",
            "yoga",
            "īśaḥ",
            "vā",
            "samāsa",
            "saḥ",
            "saḥ",
            "eva",
            "dṛṣṭaḥ",
            "hi",
            "utpātaḥ",
            "yat",
            "āha",
            "ānakadundubhiḥ"
        ],
        "translation": "Nanda Mahārāja and the other gopas exclaimed: My dear friends, you must know that Ānakadundubhi, Vasudeva, has become a great saint or a master of mystic power. Otherwise how could he have foreseen this calamity and predicted it to us?",
        "purport": " This verse illustrates the difference between kṣatriyas and innocent vaiśyas. By studying the political situation, Vasudeva could see what would happen, whereas Nanda Mahārāja, the king of the agriculturalists, could only guess that Vasudeva was a great saintly person and had developed mystic powers. Vasudeva actually had all mystic powers under his control; otherwise he could not have become the father of Kṛṣṇa. But in fact he foresaw the calamities in Vraja by studying Kaṁsa’s political activities and thus warned Nanda Mahārāja to take precautions, although Nanda Mahārāja thought that Vasudeva had predicted this incident through wonderful mystic powers. By mystic powers gained through the practice of haṭha-yoga, one can study and understand the future."
    },
    {
        "verse": "33",
        "devanagari": "कलेवरं परशुभिश्छित्त्वा तत्ते व्रजौकस: ।दूरे क्षिप्‍त्वावयवशो न्यदहन् काष्ठवेष्टितम् ॥ ३३ ॥",
        "english_devnagari": "kalevaraṁ paraśubhiśchittvā tat te vrajaukasaḥdūre kṣiptvāvayavaśonyadahan kāṣṭha-veṣṭitam",
        "verse_Syn": [
            "kalevaram",
            "paraśubhiḥ",
            "chittvā",
            "tat",
            "te",
            "vraja",
            "okasaḥ",
            "dūre",
            "kṣiptvā",
            "avayavaśaḥ",
            "nyadahan",
            "kāṣṭha",
            "veṣṭitam"
        ],
        "translation": "The inhabitants of Vraja cut the gigantic body of Pūtanā into pieces with the help of axes. Then they threw the pieces far away, covered them with wood and burned them to ashes.",
        "purport": " It is the practice that after a snake has been killed, its body is cut into various pieces for fear that it may come to life again simply by interacting with air. Merely killing a serpent is not sufficient; after it is killed, it must be cut to pieces and burned, and then the danger will be over. Pūtanā resembled a great serpent, and therefore the cowherd men took the same precautions by burning her body to ashes."
    },
    {
        "verse": "34",
        "devanagari": "दह्यमानस्य देहस्य धूमश्चागुरुसौरभ: ।उत्थित: कृष्णनिर्भुक्तसपद्याहतपाप्मन: ॥ ३४ ॥",
        "english_devnagari": "dahyamānasya dehasyadhūmaś cāguru-saurabhaḥutthitaḥ kṛṣṇa-nirbhukta-sapady āhata-pāpmanaḥ",
        "verse_Syn": [
            "dahyamānasya",
            "dehasya",
            "dhūmaḥ",
            "ca",
            "aguru",
            "saurabhaḥ",
            "utthitaḥ",
            "kṛṣṇa",
            "nirbhukta",
            "sapadi",
            "āhata",
            "pāpmanaḥ"
        ],
        "translation": "Because of Kṛṣṇa’s having sucked the breast of the Rākṣasī Pūtanā, when Kṛṣṇa killed her she was immediately freed of all material contamination. Her sinful reactions automatically vanished, and therefore when her gigantic body was being burnt, the smoke emanating from her body was fragrant like aguru incense.",
        "purport": " Such are the effects of Kṛṣṇa consciousness. If one somehow or other becomes Kṛṣṇa conscious by applying his senses in the service of the Lord, one is immediately freed from material contamination. Śṛṇvatāṁ sva-kathāḥ kṛṣṇaḥ puṇya-śravaṇa-kīrtanaḥ (Bhāg. 1.2.17). Hearing about the activities of Kṛṣṇa is the beginning of purified life. Puṇya-śravaṇa-kīrtanaḥ: simply by hearing and chanting, one becomes purified. Therefore, in discharging devotional service, śravaṇa-kīrtana (hearing and chanting) is most important. Then, with purified senses, one begins to render service to the Lord (hṛṣīkeṇa hṛṣīkeśa-sevanam). Bhaktir ucyate: this is called bhakti. When Pūtanā was somehow or other, directly or indirectly, induced to render some service to the Lord by feeding Him with her breast, she was immediately purified, so much so that when her nasty material body was burnt to ashes, it gave off the fragrance of aguru, the most agreeably scented herb."
    },
    {
        "verse": "35-36",
        "devanagari": "पूतना लोकबालघ्नी राक्षसी रुधिराशना ।जिघांसयापि हरये स्तनं दत्त्वाप सद्गतिम् ॥ ३५ ॥किं पुन: श्रद्धया भक्त्या कृष्णाय परमात्मने ।यच्छन् प्रियतमं किं नु रक्तास्तन्मातरो यथा ॥ ३६ ॥",
        "english_devnagari": "pūtanā loka-bāla-ghnīrākṣasī rudhirāśanājighāṁsayāpi harayestanaṁ dattvāpa sad-gatim",
        "verse_Syn": [
            "pūtanā",
            "loka",
            "bāla",
            "ghnī",
            "rākṣasī",
            "rudhira",
            "aśanā",
            "jighāṁsayā",
            "api",
            "haraye",
            "stanam",
            "dattvā",
            "āpa",
            "sat",
            "gatim",
            "kim",
            "punaḥ",
            "śraddhayā",
            "bhaktyā",
            "kṛṣṇāya",
            "paramātmane",
            "yacchan",
            "priya",
            "tamam",
            "kim",
            "nu",
            "raktāḥ",
            "tat",
            "mātaraḥ",
            "yathā"
        ],
        "translation": "Pūtanā was always hankering for the blood of human children, and with that desire she came to kill Kṛṣṇa; but because she offered her breast to the Lord, she attained the greatest achievement. What then is to be said of those who had natural devotion and affection for Kṛṣṇa as mothers and who offered Him their breasts to suck or offered something very dear, as a mother offers something to a child?",
        "purport": " Pūtanā had no affection for Kṛṣṇa; rather, she was envious and wanted to kill Him. Nonetheless, because with or without knowledge she offered her breast, she attained the highest achievement in life. But the offerings of devotees attracted to Kṛṣṇa in parental love are always sincere. A mother likes to offer something to her child with affection and love; there is no question of envy. So here we can make a comparative study. If Pūtanā could attain such an exalted position in spiritual life by neglectfully, enviously making an offering to Kṛṣṇa, what is to be said of mother Yaśodā and the other gopīs, who served Kṛṣṇa with such great affection and love, offering everything for Kṛṣṇa’s satisfaction? The gopīs automatically achieved the highest perfection. Therefore Śrī Caitanya Mahāprabhu recommended the affection of the gopīs, either in maternal affection or in conjugal love, as the highest perfection in life (ramyā kācid upāsanā vrajavadhū-vargeṇa yā kalpitā)."
    },
    {
        "verse": "37-38",
        "devanagari": "पद्‌भ्यां भक्तहृदिस्थाभ्यां वन्द्याभ्यां लोकवन्दितै: ।अङ्गं यस्या: समाक्रम्य भगवानपितत् स्तनम् ॥ ३७ ॥यातुधान्यपि सा स्वर्गमवाप जननीगतिम् ।कृष्णभुक्तस्तनक्षीरा: किमु गावोऽनुमातर: ॥ ३८ ॥",
        "english_devnagari": "padbhyāṁ bhakta-hṛdi-sthābhyāṁvandyābhyāṁ loka-vanditaiḥaṅgaṁ yasyāḥ samākramyabhagavān api tat-stanam",
        "verse_Syn": [
            "padbhyām",
            "bhakta",
            "hṛdi",
            "sthābhyām",
            "vandyābhyām",
            "loka",
            "vanditaiḥ",
            "aṅgam",
            "yasyāḥ",
            "samākramya",
            "bhagavān",
            "api",
            "tat",
            "stanam",
            "yātudhānī",
            "api",
            "sā",
            "svargam",
            "avāpa",
            "jananī",
            "gatim",
            "kṛṣṇa",
            "bhukta",
            "stana",
            "kṣīrāḥ",
            "kim",
            "u",
            "gāvaḥ",
            "anumātaraḥ"
        ],
        "translation": "The Supreme Personality of Godhead, Kṛṣṇa, is always situated within the core of the heart of the pure devotee, and He is always offered prayers by such worshipable personalities as Lord Brahmā and Lord Śiva. Because Kṛṣṇa embraced Pūtanā’s body with great pleasure and sucked her breast, although she was a great witch, she attained the position of a mother in the transcendental world and thus achieved the highest perfection. What then is to be said of the cows whose nipples Kṛṣṇa sucked with great pleasure and who offered their milk very jubilantly with affection exactly like that of a mother?",
        "purport": " These verses explain how devotional service rendered to the Supreme Personality of Godhead, whether directly or indirectly, knowingly or unknowingly, becomes successful. Pūtanā was neither a devotee nor a nondevotee; she was actually a demoniac witch instructed by Kaṁsa to kill Kṛṣṇa. Nonetheless, in the beginning she assumed the form of a very beautiful woman and approached Kṛṣṇa exactly like an affectionate mother, so that mother Yaśodā and Rohiṇī did not doubt her sincerity. The Lord took all this into consideration, and thus she was automatically promoted to a position like that of mother Yaśodā. As explained by Viśvanātha Cakravartī Ṭhākura, there are various roles one may play in such a position. Pūtanā was immediately promoted to Vaikuṇṭhaloka, which is also sometimes described as Svarga. The Svarga mentioned in this verse is not the material heavenly planet, but the transcendental world. In Vaikuṇṭhaloka, Pūtanā attained the position of a nurse (dhātry-ucitām), as described by Uddhava. Pūtanā was elevated to the position of a nurse and maidservant in Goloka Vṛndāvana to assist mother Yaśodā."
    },
    {
        "verse": "39-40",
        "devanagari": "पयांसि यासामपिबत् पुत्रस्‍नेहस्‍नुतान्यलम् ।भगवान् देवकीपुत्र: कैवल्याद्यखिलप्रद: ॥ ३९ ॥तासामविरतं कृष्णे कुर्वतीनां सुतेक्षणम् ।न पुन: कल्पते राजन् संसारोऽज्ञानसम्भव: ॥ ४० ॥",
        "english_devnagari": "payāṁsi yāsām apibatputra-sneha-snutāny alambhagavān devakī-putraḥkaivalyādy-akhila-pradaḥ",
        "verse_Syn": [
            "payāṁsi",
            "yāsām",
            "apibat",
            "putra",
            "sneha",
            "snutāni",
            "alam",
            "bhagavān",
            "devakī",
            "putraḥ",
            "kaivalya",
            "ādi",
            "akhila",
            "pradaḥ",
            "tāsām",
            "aviratam",
            "kṛṣṇe",
            "kurvatīnām",
            "suta",
            "īkṣaṇam",
            "na",
            "punaḥ",
            "kalpate",
            "rājan",
            "saṁsāraḥ",
            "ajñāna",
            "sambhavaḥ"
        ],
        "translation": "The Supreme Personality of Godhead, Kṛṣṇa, is the bestower of many benedictions, including liberation [kaivalya], or oneness with the Brahman effulgence. For that Personality of Godhead, the gopīs always felt maternal love, and Kṛṣṇa sucked their breasts with full satisfaction. Therefore, because of their relationship as mother and son, although the gopīs were engaged in various family activities, one should never think that they returned to this material world after leaving their bodies.",
        "purport": " The advantage of Kṛṣṇa consciousness is described herein. Kṛṣṇa consciousness gradually develops on the transcendental platform. One may think of Kṛṣṇa as the supreme personality, one may think of Kṛṣṇa as the supreme master, one may think of Kṛṣṇa as the supreme friend, one may think of Kṛṣṇa as the supreme son, or one may think of Kṛṣṇa as the supreme conjugal lover. If one is connected with Kṛṣṇa in any of these transcendental relationships, the course of one’s material life is understood to have already ended. As confirmed in Bhagavad-gītā (4.9), tyaktvā dehaṁ punar janma naiti mām eti: for such devotees, going back home, back to Godhead, is guaranteed. Na punaḥ kalpate rājan saṁsāro jñāna-sambhavaḥ. This verse also guarantees that devotees who constantly think of Kṛṣṇa in a particular relationship will never return to this material world. In this material world of saṁsāra, there are the same relationships. One thinks, “Here is my son,” “Here is my wife,” “Here is my lover,” or “Here is my friend.” But these relationships are temporary illusions. Ajñāna-sambhavaḥ: such a consciousness awakens in ignorance. But when the same relationships awaken in Kṛṣṇa consciousness, one’s spiritual life is revived, and one is guaranteed to return home, back to Godhead. Even though the gopīs who were friends of Rohiṇī and mother Yaśodā and who allowed their breasts to be sucked by Kṛṣṇa were not directly Kṛṣṇa’s mothers, they all had the same chance as Rohiṇī and Yaśodā to go back to Godhead and act as Kṛṣṇa’s mothers-in-law, servants and so on. The word saṁsāra refers to attachment for one’s body, home, husband or wife, and children, but although the gopīs and all the other inhabitants of Vṛndāvana had the same affection and attachment for husband and home, their central affection was for Kṛṣṇa in some transcendental relationship, and therefore they were guaranteed to be promoted to Goloka Vṛndāvana in the next life, to live with Kṛṣṇa eternally in spiritual happiness. The easiest way to attain spiritual elevation, to be liberated from this material world, and to go back home, back to Godhead, is recommended by Bhaktivinoda Ṭhākura: kṛṣṇera saṁsāra kara chāḍi’ anācāra. One should give up all sinful activities and remain in the family of Kṛṣṇa. Then one’s liberation is guaranteed."
    },
    {
        "verse": "41",
        "devanagari": "कटधूमस्य सौरभ्यमवघ्राय व्रजौकस: ।किमिदं कुत एवेति वदन्तो व्रजमाययु: ॥ ४१ ॥",
        "english_devnagari": "kaṭa-dhūmasya saurabhyamavaghrāya vrajaukasaḥkim idaṁ kuta evetivadanto vrajam āyayuḥ",
        "verse_Syn": [
            "kaṭa",
            "dhūmasya",
            "saurabhyam",
            "avaghrāya",
            "vraja",
            "okasaḥ",
            "kim",
            "idam",
            "kutaḥ",
            "eva",
            "iti",
            "vadantaḥ",
            "vrajam",
            "āyayuḥ"
        ],
        "translation": "Upon smelling the fragrance of the smoke emanating from Pūtanā’s burning body, many inhabitants of Vrajabhūmi in distant places were astonished. “Where is this fragrance coming from?” they asked. Thus they went to the spot where Pūtanā’s body was being burnt.",
        "purport": " The aroma of the smoke emanating from a burning fire is not always very favorable. Therefore upon smelling such a wonderful fragrance, the inhabitants of Vraja were astonished."
    },
    {
        "verse": "42",
        "devanagari": "ते तत्र वर्णितं गोपै: पूतनागमनादिकम् ।श्रुत्वा तन्निधनं स्वस्ति शिशोश्चासन् सुविस्मिता: ॥ ४२ ॥",
        "english_devnagari": "te tatra varṇitaṁ gopaiḥpūtanāgamanādikamśrutvā tan-nidhanaṁ svastiśiśoś cāsan suvismitāḥ",
        "verse_Syn": [
            "te",
            "tatra",
            "varṇitam",
            "gopaiḥ",
            "pūtanā",
            "āgamana",
            "ādikam",
            "śrutvā",
            "tat",
            "nidhanam",
            "svasti",
            "śiśoḥ",
            "ca",
            "āsan",
            "su",
            "vismitāḥ"
        ],
        "translation": "When the inhabitants of Vraja who had come from distant places heard the whole story of how Pūtanā had come and then been killed by Kṛṣṇa, they were certainly astonished, and they offered their blessings to the child for His wonderful deed of killing Pūtanā. Nanda Mahārāja, of course, was very much obliged to Vasudeva, who had foreseen the incident, and simply thanked him, thinking how wonderful Vasudeva was.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "नन्द: स्वपुत्रमादाय प्रेत्यागतमुदारधी: ।मूर्ध्न्युपाघ्राय परमां मुदं लेभे कुरूद्वह ॥ ४३ ॥",
        "english_devnagari": "nandaḥ sva-putram ādāyapretyāgatam udāra-dhīḥmūrdhny upāghrāya paramāṁmudaṁ lebhe kurūdvaha",
        "verse_Syn": [
            "nandaḥ",
            "sva",
            "putram",
            "ādāya",
            "pretya",
            "āgatam",
            "udāra",
            "dhīḥ",
            "mūrdhni",
            "upāghrāya",
            "paramām",
            "mudam",
            "lebhe",
            "kuru",
            "udvaha"
        ],
        "translation": "O Mahārāja Parīkṣit, best of the Kurus, Nanda Mahārāja was very liberal and simple. He immediately took his son Kṛṣṇa on his lap as if Kṛṣṇa had returned from death, and by formally smelling his son’s head, Nanda Mahārāja undoubtedly enjoyed transcendental bliss.",
        "purport": " Nanda Mahārāja could not understand how the inhabitants of his house had allowed Pūtanā to enter the house, nor could he imagine the gravity of the situation. He did not understand that Kṛṣṇa had wanted to kill Pūtanā and that His pastimes were performed by Yoga-māyā. Nanda Mahārāja simply thought that someone had entered his house and created havoc. This was Nanda Mahārāja’s simplicity."
    },
    {
        "verse": "44",
        "devanagari": "य एतत् पूतनामोक्षं कृष्णस्यार्भकमद्भ‍ुतम् ।श‍ृणुयाच्छ्रद्धया मर्त्यो गोविन्दे लभते रतिम् ॥ ४४ ॥",
        "english_devnagari": "ya etat pūtanā-mokṣaṁkṛṣṇasyārbhakam adbhutamśṛṇuyāc chraddhayā martyogovinde labhate ratim",
        "verse_Syn": [
            "yaḥ",
            "etat",
            "pūtanā",
            "mokṣam",
            "kṛṣṇasya",
            "ārbhakam",
            "adbhutam",
            "śṛṇuyāt",
            "śraddhayā",
            "martyaḥ",
            "govinde",
            "labhate",
            "ratim"
        ],
        "translation": "Any person who hears with faith and devotion about how Kṛṣṇa, the Supreme Personality of Godhead, killed Pūtanā, and who thus invests his hearing in such childhood pastimes of Kṛṣṇa, certainly attains attachment for Govinda, the supreme, original person.",
        "purport": " The incident in which the great witch attempted to kill the child but was killed herself is certainly wonderful. Therefore this verse uses the word adbhutam, meaning “specifically wonderful.” Kṛṣṇa has left us many wonderful narrations about Him. Simply by reading these narrations, as they are described in Kṛṣṇa, The Supreme Personality of Godhead, one gains salvation from this material world and gradually develops attachment to and devotion for Govinda, Ādi-puruṣa."
    }
]