[
    {
        "verse": "1",
        "devanagari": "श्री बादरायणिरुवाचअथ तर्ह्यागतो गोष्ठमरिष्टो वृषभासुर: ।महींमहाककुत्काय: कम्पयन्खुरविक्षताम् ॥ १ ॥",
        "english_devnagari": "śrī bādarāyaṇir uvācaatha tarhy āgato goṣṭhamariṣṭo vṛṣabhāsuraḥmahīm mahā-kakut-kāyaḥkampayan khura-vikṣatām",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "atha",
            "tarhi",
            "āgataḥ",
            "goṣṭham",
            "ariṣṭaḥ",
            "vṛṣabha",
            "asuraḥ",
            "mahīm",
            "mahā",
            "kakut",
            "kāyaḥ",
            "kampayan",
            "khura",
            "vikṣatām"
        ],
        "translation": "Śukadeva Goswāmī said: The demon Ariṣṭa then came to the cowherd village. Appearing in the form of a bull with a large hump, he made the earth tremble as he tore it apart with his hooves.",
        "purport": " According to the Śrī Viṣṇu Purāṇa, Ariṣṭāsura entered Kṛṣṇa’s village at twilight, as the Lord prepared to dance with the gopīs: “Once, midway through the period of dusk, when Lord Janārdana was eager to perform the rāsa dance, Ariṣṭāsura madly entered the cowherd village, terrifying everyone.”"
    },
    {
        "verse": "2",
        "devanagari": "रम्भमाण: खरतरं पदा च विलिखन् महीम् ।उद्यम्य पुच्छं वप्राणि विषाणाग्रेण चोद्धरन् ।किञ्चित्किञ्चिच्छकृन् मुञ्चन्मूत्रयन्स्तब्धलोचन: ॥ २ ॥",
        "english_devnagari": "rambhamāṇaḥ kharataraṁpadā ca vilikhan mahīmudyamya pucchaṁ vaprāṇiviṣāṇāgreṇa coddharankiñcit kiñcic chakṛn muñcanmūtrayan stabdha-locanaḥ",
        "verse_Syn": [
            "rambhamāṇaḥ",
            "khara",
            "taram",
            "padā",
            "ca",
            "vilikhan",
            "mahīm",
            "udyamya",
            "puccham",
            "vaprāṇi",
            "viṣāṇa",
            "agreṇa",
            "ca",
            "uddharan",
            "kiñcit",
            "kiñcit",
            "śakṛt",
            "muñcan",
            "mūtrayan",
            "stabdha",
            "locanaḥ"
        ],
        "translation": "Ariṣṭāsura bellowed very harshly and pawed the ground. With his tail raised and his eyes glaring, he began to tear up the embankments with the tips of his horns, every now and then passing a little stool and urine.",
        "purport": ""
    },
    {
        "verse": "3-4",
        "devanagari": "यस्य निर्ह्रादितेनाङ्ग निष्ठुरेण गवां नृणाम् ।पतन्त्यकालतो गर्भा: स्रवन्ति स्म भयेन वै ॥ ३ ॥निर्विशन्ति घना यस्य ककुद्यचलशङ्कया ।तं तीक्ष्णश‍ृङ्गमुद्वीक्ष्य गोप्यो गोपाश्च तत्रसु: ॥ ४ ॥",
        "english_devnagari": "yasya nirhrāditenāṅganiṣṭhureṇa gavāṁ nṛṇāmpatanty akālato garbhāḥsravanti sma bhayena vai",
        "verse_Syn": [
            "yasya",
            "nirhrāditena",
            "aṅga",
            "niṣṭhureṇa",
            "gavām",
            "nṛṇām",
            "patanti",
            "akālataḥ",
            "garbhāḥ",
            "sravanti",
            "sma",
            "bhayena",
            "vai",
            "nirviśanti",
            "ghanāḥ",
            "yasya",
            "kakudi",
            "acala",
            "śaṅkayā",
            "tam",
            "tīkṣṇa",
            "śṛṅgam",
            "udvīkṣya",
            "gopyaḥ",
            "gopāḥ",
            "ca",
            "tatrasuḥ"
        ],
        "translation": "My dear King, clouds hovered about sharp-horned Ariṣṭāsura’s hump, mistaking it for a mountain, and when the cowherd men and ladies caught sight of the demon, they were struck with terror. Indeed, the strident reverberation of his roar so frightened the pregnant cows and women that they lost their fetuses in miscarriages.",
        "purport": " The Vedic literature categorizes miscarriages as follows: Ā-caturthād bhavet srāvaḥ pātaḥ pañcama-ṣaṣṭhayoḥ/ ata ūrdhvaṁ prasūtiḥ syāt. “Up to the fourth month a premature delivery is called srāva, in the fifth and sixth months it is called pāta, and after this it is considered a birth (prasūti).”"
    },
    {
        "verse": "5",
        "devanagari": "पशवो दुद्रुवुर्भीता राजन्सन्त्यज्य गोकुलम् ।कृष्ण कृष्णेति ते सर्वे गोविन्दं शरणं ययु: ॥ ५ ॥",
        "english_devnagari": "paśavo dudruvur bhītārājan santyajya go-kulamkṛṣṇa kṛṣṇeti te sarvegovindaṁ śaraṇaṁ yayuḥ",
        "verse_Syn": [
            "paśavaḥ",
            "dudruvuḥ",
            "bhītāḥ",
            "rājan",
            "santyajya",
            "go",
            "kulam",
            "kṛṣṇa",
            "kṛṣṇa",
            "iti",
            "te",
            "sarve",
            "govindam",
            "śaraṇam",
            "yayuḥ"
        ],
        "translation": "The domestic animals fled the pasture in fear, O King, and all the inhabitants rushed to Lord Govinda for shelter, crying, “Kṛṣṇa, Kṛṣṇa!”",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "भगवानपि तद् वीक्ष्य गोकुलं भयविद्रुतम् ।मा भैष्टेति गिराश्वास्य वृषासुरमुपाह्वयत् ॥ ६ ॥",
        "english_devnagari": "bhagavān api tad vīkṣyago-kulaṁ bhaya-vidrutammā bhaiṣṭeti girāśvāsyavṛṣāsuram upāhvayat",
        "verse_Syn": [
            "bhagavān",
            "api",
            "tat",
            "vīkṣya",
            "go",
            "kulam",
            "bhaya",
            "vidrutam",
            "mā",
            "bhaiṣṭa",
            "iti",
            "girā",
            "āśvāsya",
            "vṛṣa",
            "asuram",
            "upāhvayat"
        ],
        "translation": "When the Supreme Lord saw the cowherd community distraught and fleeing in fear, He calmed them, saying, “Don’t be afraid.” Then He called out to the bull demon as follows.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "गोपालै: पशुभिर्मन्द त्रासितै: किमसत्तम ।मयि शास्तरि दुष्टानां त्वद्विधानां दुरात्मनाम् ॥ ७ ॥",
        "english_devnagari": "gopālaiḥ paśubhir mandatrāsitaiḥ kim asattamamayi śāstari duṣṭānāṁtvad-vidhānāṁ durātmanām",
        "verse_Syn": [
            "gopālaiḥ",
            "paśubhiḥ",
            "manda",
            "trāsitaiḥ",
            "kim",
            "asattama",
            "mayi",
            "śāstari",
            "duṣṭānām",
            "tvat",
            "vidhānām",
            "durātmanām"
        ],
        "translation": "You fool! What do you think you’re doing, you wicked rascal, frightening the cowherd community and their animals when I am here just to punish corrupt miscreants like you!",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "इत्यास्फोत्याच्युतोऽरिष्टं तलशब्देन कोपयन् ।सख्युरंसे भुजाभोगं प्रसार्यावस्थितो हरि: ॥ ८ ॥",
        "english_devnagari": "ity āsphotyācyuto ’riṣṭaṁtala-śabdena kopayansakhyur aṁse bhujābhogaṁprasāryāvasthito hariḥ",
        "verse_Syn": [
            "iti",
            "āsphotya",
            "acyutaḥ",
            "ariṣṭam",
            "tala",
            "śabdena",
            "kopayan",
            "sakhyuḥ",
            "aṁse",
            "bhuja",
            "ābhogam",
            "prasārya",
            "avasthitaḥ",
            "hariḥ"
        ],
        "translation": "Having spoken these words, the infallible Lord Hari slapped His arms with His palms, further angering Ariṣṭa with the loud sound. The Lord then casually threw His mighty, serpentine arm over the shoulder of a friend and stood facing the demon.",
        "purport": " Lord Kṛṣṇa showed His contempt for the ignorant demon."
    },
    {
        "verse": "9",
        "devanagari": "सोऽप्येवं कोपितोऽरिष्ट: खुरेणावनिमुल्लिखन् ।उद्यत्पुच्छभ्रमन्मेघ: क्रुद्ध: कृष्णमुपाद्रवत् ॥ ९ ॥",
        "english_devnagari": "so ’py evaṁ kopito ’riṣṭaḥkhureṇāvanim ullikhanudyat-puccha-bhraman-meghaḥkruddhaḥ kṛṣṇam upādravat",
        "verse_Syn": [
            "saḥ",
            "api",
            "evam",
            "kopitaḥ",
            "ariṣṭaḥ",
            "khureṇa",
            "avanim",
            "ullikhan",
            "udyat",
            "puccha",
            "bhraman",
            "meghaḥ",
            "kruddhaḥ",
            "kṛṣṇam",
            "upādravat"
        ],
        "translation": "Thus provoked, Ariṣṭa pawed the ground with one of his hooves and then, with the clouds hovering around his upraised tail, furiously charged Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "अग्रन्यस्तविषाणाग्र: स्तब्धासृग्लोचनोऽच्युतम् ।कटाक्षिप्याद्रवत्तूर्णमिन्द्रमुक्तोऽशनिर्यथा ॥ १० ॥",
        "english_devnagari": "agra-nyasta-viṣāṇāgraḥstabdhāsṛg-locano ’cyutamkaṭākṣipyādravat tūrṇamindra-mukto ’śanir yathā",
        "verse_Syn": [
            "agra",
            "nyasta",
            "viṣāṇa",
            "agraḥ",
            "stabdha",
            "asṛk",
            "locanaḥ",
            "acyutam",
            "kaṭa",
            "ākṣipya",
            "adravat",
            "tūrṇam",
            "indra",
            "muktaḥ",
            "aśaniḥ",
            "yathā"
        ],
        "translation": "Pointing the tips of his horns straight ahead and glaring menacingly at Lord Kṛṣṇa from the corners of his bloodshot eyes, Ariṣṭa rushed toward Him at full speed, like a thunderbolt hurled by Indra.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "गृहीत्वा श‍ृङ्गयोस्तं वा अष्टादश पदानि स: ।प्रत्यपोवाह भगवान् गज: प्रतिगजं यथा ॥ ११ ॥",
        "english_devnagari": "gṛhītvā śṛṅgayos taṁ vāaṣṭādaśa padāni saḥpratyapovāha bhagavāngajaḥ prati-gajaṁ yathā",
        "verse_Syn": [
            "gṛhītvā",
            "śṛṅgayoḥ",
            "tam",
            "vai",
            "aṣṭādaśa",
            "padāni",
            "saḥ",
            "pratyapovāha",
            "bhagavān",
            "gajaḥ",
            "prati",
            "gajam",
            "yathā"
        ],
        "translation": "The Supreme Lord Kṛṣṇa seized Ariṣṭāsura by the horns and threw him back eighteen steps, just as an elephant might do when fighting a rival elephant.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "सोऽपविद्धो भगवता पुनरुत्थाय सत्वरम् ।आपतत् स्विन्नसर्वाङ्गो नि:श्वसन्क्रोधमूर्च्छित: ॥ १२ ॥",
        "english_devnagari": "so ’paviddho bhagavatāpunar utthāya satvaramāpatat svinna-sarvāṅgoniḥśvasan krodha-mūrcchitaḥ",
        "verse_Syn": [
            "saḥ",
            "apaviddhaḥ",
            "bhagavatā",
            "punaḥ",
            "utthāya",
            "satvaram",
            "āpatat",
            "svinna",
            "sarva",
            "aṅgaḥ",
            "niḥśvasan",
            "krodha",
            "mūrcchitaḥ"
        ],
        "translation": "Thus repulsed by the Supreme Lord, the bull demon got up and, breathing hard and sweating all over his body, again charged Him in a mindless rage.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "तमापतन्तं स निगृह्य श‍ृङ्गयो:पदा समाक्रम्य निपात्य भूतले ।निष्पीडयामास यथार्द्रमम्बरंकृत्वा विषाणेन जघान सोऽपतत् ॥ १३ ॥",
        "english_devnagari": "tam āpatantaṁ sa nigṛhya śṛṅgayoḥpadā samākramya nipātya bhū-taleniṣpīḍayām āsa yathārdram ambaraṁkṛtvā viṣāṇena jaghāna so ’patat",
        "verse_Syn": [
            "tam",
            "āpatantam",
            "saḥ",
            "nigṛhya",
            "śṛṅgayoḥ",
            "padā",
            "samākramya",
            "nipātya",
            "bhū",
            "tale",
            "niṣpīḍayām",
            "āsa",
            "yathā",
            "ardram",
            "ambaram",
            "kṛtvā",
            "viṣāṇena",
            "jaghāna",
            "saḥ",
            "apatat"
        ],
        "translation": "As Ariṣṭa attacked, Lord Kṛṣṇa seized him by the horns and knocked him to the ground with His foot. The Lord then thrashed him as if he were a wet cloth, and finally He yanked out one of the demon’s horns and struck him with it until he lay prostrate.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "असृग् वमन् मूत्रशकृत् समुत्सृजन्क्षिपंश्च पादाननवस्थितेक्षण: ।जगाम कृच्छ्रं निऋर्तेरथ क्षयंपुष्पै: किरन्तो हरिमीडिरे सुरा: ॥ १४ ॥",
        "english_devnagari": "asṛg vaman mūtra-śakṛt samutsṛjankṣipaṁś ca pādān anavasthitekṣaṇaḥjagāma kṛcchraṁ nirṛter atha kṣayaṁpuṣpaiḥ kiranto harim īḍire surāḥ",
        "verse_Syn": [
            "asṛk",
            "vaman",
            "mūtra",
            "śakṛt",
            "samutsṛjan",
            "kṣipan",
            "ca",
            "pādān",
            "anavasthita",
            "īkṣaṇaḥ",
            "jagāma",
            "kṛcchram",
            "nirṛteḥ",
            "atha",
            "kṣayam",
            "puṣpaiḥ",
            "kirantaḥ",
            "harim",
            "īdire",
            "suraḥ"
        ],
        "translation": "Vomiting blood and profusely excreting stool and urine, kicking his legs and rolling his eyes about, Ariṣṭāsura thus went painfully to the abode of Death. The demigods honored Lord Kṛṣṇa by scattering flowers upon Him.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "एवं कुकुद्मिनं हत्वा स्तूयमान: द्विजातिभि: ।विवेश गोष्ठं सबलो गोपीनां नयनोत्सव: ॥ १५ ॥",
        "english_devnagari": "evaṁ kukudminaṁ hatvāstūyamānaḥ dvijātibhiḥviveśa goṣṭhaṁ sa-balogopīnāṁ nayanotsavaḥ",
        "verse_Syn": [
            "evam",
            "kukudminam",
            "hatvā",
            "stūyamānaḥ",
            "dvijātibhiḥ",
            "viveśa",
            "goṣṭham",
            "sa",
            "balaḥ",
            "gopīnām",
            "nayana",
            "utsavaḥ"
        ],
        "translation": "Having thus killed the bull demon Ariṣṭa, He who is a festival for the gopīs’ eyes entered the cowherd village with Balarāma.",
        "purport": " This verse exemplifies the sublime contrast of spiritual qualities within Śrī Kṛṣṇa. In one four-line verse we simultaneously learn that Lord Kṛṣṇa killed a powerful and wicked demon and that His boyish beauty gave festive pleasure to His young girlfriends. Lord Kṛṣṇa is as hard as a thunderbolt or as soft as a rose, depending on our attitude toward Him. The demon Ariṣṭa wanted to kill Kṛṣṇa and all His friends, so the Lord beat him into a wet rag and killed him. The gopīs, however, loved Kṛṣṇa, and thus the Lord boyishly reciprocated their conjugal feelings."
    },
    {
        "verse": "16",
        "devanagari": "अरिष्टे निहते दैत्ये कृष्णेनाद्भ‍ुतकर्मणा ।कंसायाथाह भगवान् नारदो देवदर्शन: ॥ १६ ॥",
        "english_devnagari": "ariṣṭe nihate daityekṛṣṇenādbhuta-karmaṇākaṁsāyāthāha bhagavānnārado deva-darśanaḥ",
        "verse_Syn": [
            "ariṣṭe",
            "nihate",
            "daitye",
            "kṛṣṇena",
            "adbhuta",
            "karmaṇā",
            "kaṁsāya",
            "atha",
            "āha",
            "bhagavān",
            "nāradaḥ",
            "deva",
            "darśanaḥ"
        ],
        "translation": "After Ariṣṭāsura had been killed by Kṛṣṇa, who acts wonderfully, Nārada Muni went to speak to King Kaṁsa. That powerful sage of godly vision addressed the King as follows.",
        "purport": " The term deva-darśana can be understood in many ways, all of which are consistent with the context and purport of this narration. Deva means “God,” and darśanaḥ means “seeing” or “an audience with a great personality.” Thus deva-darśana, a name for Nārada Muni, indicates that Nārada has attained the perfection of seeing God, that getting Nārada’s audience is as good as getting God’s (since Nārada is a pure representative of the Lord), and also that Nārada’s audience is as good as that of the demigods, who are also known as devas. That there are all these meanings of the term deva-darśanaḥ reveals something of the richness of the Śrīmad-Bhāgavatam’s language. From the Purāṇas, Śrīla Viśvanātha Cakravartī Ṭhākura has quoted twenty verses describing a joking conversation between Rādhā and Kṛṣṇa that took place after Kṛṣṇa had killed the demon Ariṣṭa. This conversation, so kindly quoted by the ācārya, describes the origin of Rādhā-kuṇḍa and Śyāma-kuṇḍa, Rādhā’s and Kṛṣṇa’s bathing ponds. The verses are as follows: “The innocent young gopīs said, ‘Ah, Kṛṣṇa, don’t touch us now, O killer of a bull! Alas, even though Ariṣṭa was a terrible demon, still he was a male cow, so You will have to undergo atonement, just as Lord Indra did after killing Vṛtrāsura. But how can You purify Yourself without going to the trouble of visiting every single holy place in the three worlds?’” “[Kṛṣṇa replied,] ‘Why should I have to wander throughout the entire universe? I will at once bring all the countless pilgrimage places here and take My bath in them. Just watch!’ With this, Lord Mukunda struck His heel on the ground.” “[Then He said,] ‘This is the water of the Bhogavatī River, coming from the Pātāla region. And now, O holy places, all of you please come here!’ When the Supreme Lord had spoken these words, all the holy places went there and appeared before Him. Kṛṣṇa then addressed the gopīs as follows.” “‘See all the holy places!’ “But the gopīs replied, ‘We don’t see them as You describe.’ “Then those best of holy places, joining their palms in supplication, spoke up: “‘I am the salt ocean.’ “‘I am the Ocean of Milk.’ “‘I am the Amara-dīrghikā.’” “‘I am the river Śoṇa.’ “‘I am the Sindhu.’ “‘I am the Tāmraparṇī.’ “‘I am the holy place Puṣkara.’ “‘I am the river Sarasvatī.’ “‘And we are the Godāvarī, Yamunā and Revā rivers and the confluence of rivers at Prayāga. Just see our waters!’” “After purifying Himself by bathing, Lord Hari became quite arrogant and said, ‘I have produced a pond containing all the various holy places, whereas you gopīs must never have executed any religious duties on this earth for the pleasure of Lord Brahmā.’ Then Śrīmatī Rādhārāṇī addressed Her girlfriends as follows.” “‘I must create an even more beautiful pond. So go to work!’ Having heard these words, the gopīs saw that Ariṣṭāsura’s hooves had dug a shallow ditch just west of Śrī Kṛṣṇa’s pond.” “At that nearby spot, all the gopīs began digging up lumps of soft mud with their hands, and in this way a divine pond manifested in the short span of an hour. Kṛṣṇa was astonished to see the lake they produced.” “He said, ‘Go ahead, lotus-eyed one. You and Your companions should fill this pond with water from Mine.’ “But Rādhā replied, ‘No, no, no, no! This is impossible, since the water of Your pond is contaminated by Your terrible sin of killing a cow.’” “‘I will have My countless gopī companions bring the pure water of the Mānasa-gaṅgā here in billions of pots. In this way I will fill this lake with My own water and thus make its renown unequaled in the entire world.’” “Lord Kṛṣṇa then gestured to a heavenly personality who was an intimate associate of all the holy places. Suddenly that person rose up out of Kṛṣṇa’s pond and bowed down to the daughter of Śrī Vṛṣabhānu [Rādhārāṇī]. Then, with palms joined and tears pouring from his eyes, he began praying to Her in devotion.” “‘O goddess, even Lord Brahmā himself, the knower of all scriptures, cannot understand Your glories, nor can Lord Śiva or Lakṣmī. Only Kṛṣṇa, the supreme goal of all human endeavor, can understand them, and thus He feels obliged to personally make sure that You can wash away Your perspiration when You are fatigued.’” “‘He is always anointing Your lotus feet with nectarean cāru and yāvaka and decorating them with ankle bells, and He rejoices and feels most fortunate simply by satisfying the tips of the toes of Your lotus feet. On His order we have immediately come here to live in this most excellent pond, which He created by one stroke of His heel. But only if You now feel satisfied with us and bestow upon us Your merciful glance will the tree of our desire bear fruit.’” “Hearing this prayer spoken by the representative of the full assembly of holy places, Śrī Rādhā was pleased and said, ‘So, kindly tell Me your desire.’ “They then told Her plainly, ‘Our lives would be successful if we could come to Your pond. That is the benediction we desire.’” “Glancing at Her beloved from the corners of Her eyes, the daughter of Vṛṣabhānu replied with a smile, ‘Please come.’ Her gopī companions all agreed with Her decision and became immersed in the ocean of happiness. Indeed, the beauty of all creatures, both mobile and stationary, was enhanced.” “Thus gaining the grace of Śrīmatī Rādhārāṇī, the holy rivers and lakes in Śrī Kṛṣṇa-kuṇḍa forcibly broke through its boundary walls and swiftly filled Rādhā-kuṇḍa with their waters.” “Lord Hari then said, ‘My dear Rādhā, may this pond of Yours become even more world-renowned than Mine. I will always come here to bathe and to enjoy My water pastimes. Indeed, this lake is as dear to Me as You are.’” “Rādhā replied, ‘I will come to bathe in Your pond as well, even though You may kill hundreds of Ariṣṭa demons here. In the future, anyone who has intense devotion for this lake, which is on the spot where You chastised Ariṣṭāsura, and who bathes or resides here is sure to become very dear to Me.’” “That night Lord Kṛṣṇa initiated a rāsa dance at Rādhā-kuṇḍa, generating a torrent of the greatest mood of splendorous pleasure. Śrī Kṛṣṇa resembled a cloud, and Śrīmatī Rādhārāṇī a brilliant flash of lightning filling the sky with abundant beauty. In this way Their divine glories permeated the expanses of the three worlds.” As a final note, it should be mentioned that Nārada Muni, being a great sage, understood that the killing of Ariṣṭa more or less concluded the pastimes of Kṛṣṇa in Vṛndāvana. Therefore Nārada, anxious to facilitate the transferal of Kṛṣṇa’s pastimes to Mathurā, approached Kaṁsa and addressed him as follows."
    },
    {
        "verse": "17",
        "devanagari": "यशोदाया: सुतां कन्यां देवक्या: कृष्णमेव च ।रामं च रोहिणीपुत्रं वसुदेवेन बिभ्यता ।न्यस्तौ स्वमित्रे नन्दे वै याभ्यां ते पुरुषा हता: ॥ १७ ॥",
        "english_devnagari": "yaśodāyāḥ sutāṁ kanyāṁdevakyāḥ kṛṣṇam eva carāmaṁ ca rohiṇī-putraṁvasudevena bibhyatānyastau sva-mitre nande vaiyābhyāṁ te puruṣā hatāḥ",
        "verse_Syn": [
            "yaśodāyāḥ",
            "sutām",
            "kanyām",
            "devakyāḥ",
            "kṛṣṇam",
            "eva",
            "ca",
            "rāmam",
            "ca",
            "rohiṇī",
            "putram",
            "vasudevena",
            "bibhyatā",
            "nyastau",
            "sva",
            "mitre",
            "nande",
            "vai",
            "yābhyām",
            "te",
            "puruṣāḥ",
            "hatāḥ"
        ],
        "translation": "[Nārada told Kaṁsa:] Yaśodā’s child was actually a daughter, and Kṛṣṇa is the son of Devakī. Also, Rāma is the son of Rohiṇī. Out of fear, Vasudeva entrusted Kṛṣṇa and Balarāma to his friend Nanda Mahārāja, and it is these two boys who have killed your men.",
        "purport": " Kaṁsa had been led to believe that Kṛṣṇa was the son of Yaśodā and that Devakī’s eighth child had been a daughter. The identity of Devakī’s eighth child was extremely important to Kaṁsa because a prophecy had foretold that her eighth child would kill him. Here Nārada informs the King that the eighth child of Devakī was the formidable Kṛṣṇa, thus implying that the prophecy should be taken very seriously. Having received this information, Kaṁsa obviously will now do everything in his power to kill Kṛṣṇa and Balarāma."
    },
    {
        "verse": "18",
        "devanagari": "निशम्य तद्भ‍ोजपति: कोपात्प्रचलितेन्द्रिय: ।निशातमसिमादत्त वसुदेवजिघांसया ॥ १८ ॥",
        "english_devnagari": "niśamya tad bhoja-patiḥkopāt pracalitendriyaḥniśātam asim ādattavasudeva-jighāṁsayā",
        "verse_Syn": [
            "niśamya",
            "tat",
            "bhoja",
            "patiḥ",
            "kopāt",
            "pracalita",
            "indriyaḥ",
            "niśātam",
            "asim",
            "ādatta",
            "vasudeva",
            "jighāṁsayā"
        ],
        "translation": "Upon hearing this, the master of the Bhojas became furious and lost control of his senses. He picked up a sharp sword to kill Vasudeva.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "निवारितो नारदेन तत्सुतौ मृत्युमात्मन: ।ज्ञात्वा लोहमयै: पाशैर्बबन्ध सह भार्यया ॥ १९ ॥",
        "english_devnagari": "nivārito nāradenatat-sutau mṛtyum ātmanaḥjñātvā loha-mayaiḥ pāśairbabandha saha bhāryayā",
        "verse_Syn": [
            "nivāritaḥ",
            "nāradena",
            "tat",
            "sutau",
            "mṛtyum",
            "ātmanaḥ",
            "jñātvā",
            "loha",
            "mayaiḥ",
            "pāśaiḥ",
            "babandha",
            "saha",
            "bhāryayā"
        ],
        "translation": "But Nārada restrained Kaṁsa by reminding him that it was the two sons of Vasudeva who would cause his death. Kaṁsa then had Vasudeva and his wife shackled in iron chains.",
        "purport": " Kaṁsa realized that there was no use in killing Vasudeva, since it was Vasudeva’s sons, Kṛṣṇa and Balarāma, who were to kill him. According to the ācāryas, Nārada also advised Kaṁsa that if he killed Vasudeva the two young boys might flee and that it was therefore better not to kill him. Rather, Nārada recommended, Kaṁsa should bring Kṛṣṇa and Balarāma to Kaṁsa’s capital city, Mathurā. Śrīla Viśvanātha Cakravartī points out that Nārada did not act inimically toward the great devotees Vasudeva and Devakī when he revealed this information to Kaṁsa. In fact, as explained in the Eleventh Canto, Vasudeva was grateful to Nārada because he was arranging for Kaṁsa’s death at Kṛṣṇa’s hands, and further arranging for Kṛṣṇa to come and live in Mathurā, where His loving father could associate with Him."
    },
    {
        "verse": "20",
        "devanagari": "प्रतियाते तु देवर्षौ कंस आभाष्य केशिनम् ।प्रेषयामास हन्येतां भवता रामकेशवौ ॥ २० ॥",
        "english_devnagari": "pratiyāte tu devarṣaukaṁsa ābhāṣya keśinampreṣayām āsa hanyetāṁbhavatā rāma-keśavau",
        "verse_Syn": [
            "pratiyāte",
            "tu",
            "deva",
            "ṛṣau",
            "kaṁsaḥ",
            "ābhāṣya",
            "keśinam",
            "preṣayām",
            "āsa",
            "hanyetām",
            "bhavatā",
            "rāma",
            "keśavau"
        ],
        "translation": "After Nārada left, King Kaṁsa summoned Keśī and ordered him, “Go kill Rāma and Kṛṣṇa.”",
        "purport": " Before having Kṛṣṇa and Balarāma brought to Mathurā, Kaṁsa tried sending one more demon to Vṛndāvana."
    },
    {
        "verse": "21",
        "devanagari": "ततो मुष्टिकचाणूरशलतोशलकादिकान् ।अमात्यान् हस्तिपांश्चैव समाहूयाह भोजराट् ॥ २१ ॥",
        "english_devnagari": "tato muṣṭika-cāṇūraśala-tośalakādikānamātyān hastipāṁś caivasamāhūyāha bhoja-rāṭ",
        "verse_Syn": [
            "tataḥ",
            "muṣṭika",
            "cāṇūra",
            "śala",
            "tośalaka",
            "ādikān",
            "amātyān",
            "hasti",
            "pān",
            "ca",
            "eva",
            "samāhūya",
            "āha",
            "bhoja",
            "rāṭ"
        ],
        "translation": "The King of the Bhojas next called for his ministers, headed by Muṣṭika, Cāṇūra, Śala and Tośala, and also for his elephant-keepers. The King addressed them as follows.",
        "purport": ""
    },
    {
        "verse": "22-23",
        "devanagari": "भो भो निशम्यतामेतद् वीरचाणूरमुष्टिकौ ।नन्दव्रजे किलासाते सुतावानकदुन्दुभे: ॥ २२ ॥रामकृष्णौ ततो मह्यं मृत्यु: किल निदर्शित: ।भवद्‌भ्यामिह सम्प्राप्तौ हन्येतां मल्ललीलया ॥ २३ ॥",
        "english_devnagari": "bho bho niśamyatām etadvīra-cāṇūra-muṣṭikaunanda-vraje kilāsātesutāv ānakadundubheḥ",
        "verse_Syn": [
            "bhoḥ",
            "bhoḥ",
            "niśamyatām",
            "etat",
            "vīra",
            "cāṇūra",
            "muṣṭikau",
            "nanda",
            "vraje",
            "kila",
            "āsāte",
            "sutau",
            "ānakadundubheḥ",
            "rāma",
            "kṛṣṇau",
            "tataḥ",
            "mahyam",
            "mṛtyuḥ",
            "kila",
            "nidarśitaḥ",
            "bhavadbhyām",
            "iha",
            "samprāptau",
            "hanyetām",
            "malla",
            "līlayā"
        ],
        "translation": "My dear heroic Cāṇūra and Muṣṭika, please hear this. Rāma and Kṛṣṇa, the sons of Ānakadundubhi [Vasudeva], are living in Nanda’s cowherd village. It has been predicted that these two boys will be the cause of my death. When They are brought here, kill Them on the pretext of engaging Them in a wrestling match.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "मञ्चा: क्रियन्तां विविधा मल्लरङ्गपरिश्रिता: ।पौरा जानपदा: सर्वे पश्यन्तु स्वैरसंयुगम् ॥ २४ ॥",
        "english_devnagari": "mañcāḥ kriyantāṁ vividhāmalla-raṅga-pariśritāḥpaurā jānapadāḥ sarvepaśyantu svaira-saṁyugam",
        "verse_Syn": [
            "mancāḥ",
            "kriyantām",
            "vividhāḥ",
            "malla",
            "raṅga",
            "pariśritāḥ",
            "paurāḥ",
            "jānapadāḥ",
            "sarve",
            "paśyantu",
            "svaira",
            "saṁyugam"
        ],
        "translation": "Erect a wrestling ring with many surrounding viewing stands, and bring all the residents of the city and the outlying districts to see the open competition.",
        "purport": " The word mañcāḥ refers to platforms constructed with large pillars. Kaṁsa wanted a festive atmosphere so that Kṛṣṇa and Balarāma would not be afraid to come."
    },
    {
        "verse": "25",
        "devanagari": "महामात्र त्वया भद्र रङ्गद्वार्युपनीयताम् ।द्विप: कुवलयापीडो जहि तेन ममाहितौ ॥ २५ ॥",
        "english_devnagari": "mahāmātra tvayā bhadraraṅga-dvāry upanīyatāmdvipaḥ kuvalayāpīḍojahi tena mamāhitau",
        "verse_Syn": [
            "mahā",
            "mātra",
            "tvayā",
            "bhadra",
            "raṅga",
            "dvāri",
            "upanīyatām",
            "dvipaḥ",
            "kuvalayāpīḍaḥ",
            "jahi",
            "tena",
            "mama",
            "ahitau"
        ],
        "translation": "You, elephant-keeper, my good man, should position the elephant Kuvalayāpīḍa at the entrance to the wrestling arena and have him kill my two enemies.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "आरभ्यतां धनुर्यागश्चतुर्दश्यां यथाविधि ।विशसन्तु पशून्मेध्यान् भूतराजाय मीढुषे ॥ २६ ॥",
        "english_devnagari": "ārabhyatāṁ dhanur-yāgaścaturdaśyāṁ yathā-vidhiviśasantu paśūn medhyānbhūta-rājāya mīḍhuṣe",
        "verse_Syn": [
            "ārabhyatām",
            "dhanuḥ",
            "yāgaḥ",
            "caturdaśyām",
            "yathā",
            "vidhi",
            "viśasantu",
            "paśūn",
            "medhyān",
            "bhūta",
            "rājāya",
            "mīḍhuṣe"
        ],
        "translation": "Commence the bow sacrifice on the Caturdaśī day in accordance with the relevant Vedic injunctions. In ritual slaughter offer the appropriate kinds of animals to the magnanimous Lord Śiva.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "इत्याज्ञाप्यार्थतन्त्रज्ञ आहूय यदुपुङ्गवम् ।गृहीत्वा पाणिना पाणिं ततोऽक्रूरमुवाच ह ॥ २७ ॥",
        "english_devnagari": "ity ājñāpyārtha-tantra-jñaāhūya yadu-puṅgavamgṛhītvā pāṇinā pāṇiṁtato ’krūram uvāca ha",
        "verse_Syn": [
            "iti",
            "ājñāpya",
            "artha",
            "tantra",
            "jñaḥ",
            "āhūya",
            "yadu",
            "puṅgavam",
            "gṛhītvā",
            "pāṇinā",
            "pāṇim",
            "tataḥ",
            "akrūram",
            "uvāca",
            "ha"
        ],
        "translation": "Having thus commanded his ministers, Kaṁsa next called for Akrūra, the most eminent of the Yadus. Kaṁsa knew the art of securing personal advantage, and thus he took Akrūra’s hand in his own and spoke to him as follows.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "भो भो दानपते मह्यं क्रियतां मैत्रमाद‍ृत: ।नान्यस्त्वत्तो हिततमो विद्यते भोजवृष्णिषु ॥ २८ ॥",
        "english_devnagari": "bho bho dāna-pate mahyaṁkriyatāṁ maitram ādṛtaḥnānyas tvatto hitatamovidyate bhoja-vṛṣṇiṣu",
        "verse_Syn": [
            "bhoḥ",
            "bhoḥ",
            "dāna",
            "pate",
            "mahyam",
            "kriyatām",
            "maitram",
            "ādṛtaḥ",
            "na",
            "anyaḥ",
            "tvattaḥ",
            "hita",
            "tamaḥ",
            "vidyate",
            "bhoja",
            "vṛṣṇiṣu"
        ],
        "translation": "My dear Akrūra, most charitable one, please do me a friendly favor out of respect. Among the Bhojas and Vṛṣṇis, there is no one else as kind to us as you.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "अतस्त्वामाश्रित: सौम्य कार्यगौरवसाधनम् ।यथेन्द्रो विष्णुमाश्रित्य स्वार्थमध्यगमद् विभु: ॥ २९ ॥",
        "english_devnagari": "atas tvām āśritaḥ saumyakārya-gaurava-sādhanamyathendro viṣṇum āśrityasvārtham adhyagamad vibhuḥ",
        "verse_Syn": [
            "ataḥ",
            "tvām",
            "āśritaḥ",
            "saumya",
            "kārya",
            "gaurava",
            "sādhanam",
            "yathā",
            "indraḥ",
            "viṣṇum",
            "āśritya",
            "sva",
            "artham",
            "adhyagamat",
            "vibhuḥ"
        ],
        "translation": "Gentle Akrūra, you always carry out your duties soberly, and therefore I am depending on you, just as powerful Indra took shelter of Lord Viṣṇu to achieve his goals.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "गच्छ नन्दव्रजं तत्र सुतावानकदुन्दुभे: ।आसाते ताविहानेन रथेनानय मा चिरम् ॥ ३० ॥",
        "english_devnagari": "gaccha nanda-vrajaṁ tatrasutāv ānakadundubheḥāsāte tāv ihānenarathenānaya mā ciram",
        "verse_Syn": [
            "gaccha",
            "nanda",
            "vrajam",
            "tatra",
            "sutau",
            "ānakadundubheḥ",
            "āsāte",
            "tau",
            "iha",
            "anena",
            "rathena",
            "ānaya",
            "mā",
            "ciram"
        ],
        "translation": "Please go to Nanda’s village, where the two sons of Ānakadundubhi are living, and without delay bring Them here on this chariot.",
        "purport": " Śrīla Viśvanātha Cakravartī gives the following interesting note: “When King Kaṁsa said ‘with this chariot,’ he pointed with his index finger to a brand-new, attractive chariot. Kaṁsa thought that since Akrūra was innocent by nature, when he saw this fine, new vehicle he would naturally want to drive it and quickly bring the two boys back. But the actual reason Akrūra went on a new chariot was that it would have been clearly inappropriate for the Supreme Personality of Godhead to mount a chariot that had already been enjoyed by the wicked Kaṁsa.”"
    },
    {
        "verse": "31",
        "devanagari": "निसृष्ट: किल मे मृत्युर्देवैर्वैकुण्ठसंश्रयै: ।तावानय समं गोपैर्नन्दाद्यै: साभ्युपायनै: ॥ ३१ ॥",
        "english_devnagari": "nisṛṣṭaḥ kila me mṛtyurdevair vaikuṇṭha-saṁśrayaiḥtāv ānaya samaṁ gopairnandādyaiḥ sābhyupāyanaiḥ",
        "verse_Syn": [
            "nisṛṣṭaḥ",
            "kila",
            "me",
            "mṛtyuḥ",
            "devaiḥ",
            "vaikuṇṭha",
            "saṁśrayaiḥ",
            "tau",
            "ānaya",
            "samam",
            "gopaiḥ",
            "nanda",
            "ādyaiḥ",
            "sa",
            "abhyupāyanaiḥ"
        ],
        "translation": "The demigods, who are under the protection of Viṣṇu, have sent these two boys as my death. Bring Them here, and also have Nanda and the other cowherd men come with gifts of tribute.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "घातयिष्य इहानीतौ कालकल्पेन हस्तिना ।यदि मुक्तौ ततो मल्लैर्घातये वैद्युतोपमै: ॥ ३२ ॥",
        "english_devnagari": "ghātayiṣya ihānītaukāla-kalpena hastināyadi muktau tato mallairghātaye vaidyutopamaiḥ",
        "verse_Syn": [
            "ghātayiṣye",
            "iha",
            "ānītau",
            "kāla",
            "kalpena",
            "hastinā",
            "yadi",
            "muktau",
            "tataḥ",
            "mallaiḥ",
            "ghātaye",
            "vaidyuta",
            "upamaiḥ"
        ],
        "translation": "After you bring Kṛṣṇa and Balarāma, I will have Them killed by my elephant, who is as powerful as death itself. And if by chance They escape from him, I will have Them killed by my wrestlers, who are as strong as lightning.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "तयोर्निहतयोस्तप्तान् वसुदेवपुरोगमान् ।तद्बन्धून् निहनिष्यामि वृष्णिभोजदशार्हकान् ॥ ३३ ॥",
        "english_devnagari": "tayor nihatayos taptānvasudeva-purogamāntad-bandhūn nihaniṣyāmivṛṣṇi-bhoja-daśārhakān",
        "verse_Syn": [
            "tayoḥ",
            "nihatayoḥ",
            "taptān",
            "vasudeva",
            "purogamān",
            "tad",
            "bandhūn",
            "nihaniṣyāmi",
            "vṛṣṇi",
            "bhoja",
            "daśārhakān"
        ],
        "translation": "When these two have been killed, I will kill Vasudeva and all Their lamenting relatives — the Vṛṣṇis, Bhojas and Daśārhas.",
        "purport": " Even today there are wicked political leaders throughout the world who make such plans and even carry them out."
    },
    {
        "verse": "34",
        "devanagari": "उग्रसेनं च पितरं स्थविरं राज्यकामुकं ।तद्भ्रातरं देवकं च ये चान्ये विद्विषो मम ॥ ३४ ॥",
        "english_devnagari": "ugrasenaṁ ca pitaraṁsthaviraṁ rājya-kāmukaṁtad-bhrātaraṁ devakaṁ caye cānye vidviṣo mama",
        "verse_Syn": [
            "ugrasenam",
            "ca",
            "pitaram",
            "sthaviram",
            "rājya",
            "kāmukam",
            "tat",
            "bhrātaram",
            "devakam",
            "ca",
            "ye",
            "ca",
            "anye",
            "vidviṣaḥ",
            "mama"
        ],
        "translation": "I will also kill my old father, Ugrasena, who is greedy for my kingdom, and I will kill his brother Devaka and all my other enemies as well.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "ततश्चैषा मही मित्र भवित्री नष्टकण्टका ॥ ३५ ॥",
        "english_devnagari": "tataś caiṣā mahī mitrabhavitrī naṣṭa-kaṇṭakā",
        "verse_Syn": [
            "tataḥ",
            "ca",
            "eṣā",
            "mahī",
            "mitra",
            "bhavitrī",
            "naṣṭa",
            "kaṇṭakā"
        ],
        "translation": "Then, my friend, this earth will be free of thorns.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "जरासन्धो मम गुरुर्द्विविदो दयित: सखा ।शम्बरो नरको बाणो मय्येव कृतसौहृदा: ।तैरहं सुरपक्षीयान् हत्वा भोक्ष्ये महीं नृपान् ॥ ३६ ॥",
        "english_devnagari": "jarāsandho mama gururdvivido dayitaḥ sakhāśambaro narako bāṇomayy eva kṛta-sauhṛdāḥtair ahaṁ sura-pakṣīyānhatvā bhokṣye mahīṁ nṛpān",
        "verse_Syn": [
            "jarāsandhaḥ",
            "mama",
            "guruḥ",
            "dvividaḥ",
            "dayitaḥ",
            "sakhā",
            "śambaraḥ",
            "narakaḥ",
            "bāṇaḥ",
            "mayi",
            "eva",
            "kṛta",
            "sauhṛdāḥ",
            "taiḥ",
            "aham",
            "sura",
            "pakṣīyān",
            "hatvā",
            "bhokṣye",
            "mahīm",
            "nṛpān"
        ],
        "translation": "My elder relative Jarāsandha and my dear friend Dvivida are solid well-wishers of mine, as are Śambara, Naraka and Bāṇa. I will use them all to kill off those kings who are allied with the demigods, and then I will rule the earth.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "एतज्ज्ञात्वानय क्षिप्रं रामकृष्णाविहार्भकौ ।धनुर्मखनिरीक्षार्थं द्रष्टुं यदुपुरश्रियम् ॥ ३७ ॥",
        "english_devnagari": "etaj jñātvānaya kṣipraṁrāma-kṛṣṇāv ihārbhakaudhanur-makha-nirīkṣārthaṁdraṣṭuṁ yadu-pura-śriyam",
        "verse_Syn": [
            "etat",
            "jñātvā",
            "ānaya",
            "kṣipram",
            "rāma",
            "kṛṣṇau",
            "iha",
            "arbhakau",
            "dhanuḥ",
            "makha",
            "nirīkṣā",
            "artham",
            "draṣṭum",
            "yadu",
            "pura",
            "śriyam"
        ],
        "translation": "Now that you understand my intentions, please go at once and bring Kṛṣṇa and Balarāma to watch the bow sacrifice and see the opulence of the Yadus’ capital.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "श्रीअक्रूर उवाचराजन् मनीषितं सध्र्यक् तव स्वावद्यमार्जनम् ।सिद्ध्यसिद्ध्यो: समं कुर्याद्दैवं हि फलसाधनम् ॥ ३८ ॥",
        "english_devnagari": "śrī-akrūra uvācarājan manīṣitaṁ sadhryaktava svāvadya-mārjanamsiddhy-asiddhyoḥ samaṁ kuryāddaivaṁ hi phala-sādhanam",
        "verse_Syn": [
            "śrī",
            "akrūraḥ",
            "uvāca",
            "rājan",
            "manīṣitam",
            "sadhryak",
            "tava",
            "sva",
            "avadya",
            "mārjanam",
            "siddhi",
            "asiddhyoḥ",
            "samam",
            "kuryāt",
            "daivam",
            "hi",
            "phala",
            "sādhanam"
        ],
        "translation": "Śrī Akrūra said: O King, you have expertly devised a process to free yourself of misfortune. Still, one should be equal in success and failure, since it is certainly destiny that produces the results of one’s work.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "मनोरथान् करोत्युच्चैर्जनो दैवहतानपि ।युज्यते हर्षशोकाभ्यां तथाप्याज्ञां करोमि ते ॥ ३९ ॥",
        "english_devnagari": "manorathān karoty uccairjano daiva-hatān apiyujyate harṣa-śokābhyāṁtathāpy ājñāṁ karomi te",
        "verse_Syn": [
            "manaḥ",
            "rathān",
            "karoti",
            "uccaiḥ",
            "janaḥ",
            "daiva",
            "hatān",
            "api",
            "yujyate",
            "harṣa",
            "śokābhyām",
            "tathā",
            "api",
            "ājñām",
            "karomi",
            "te"
        ],
        "translation": "An ordinary person is determined to act on his desires even when fate prevents their fulfillment. Therefore he encounters both happiness and distress. Yet even though such is the case, I will execute your order.",
        "purport": " Śrīla Viśvanātha Cakravartī explains that although what Akrūra said was courteous and encouraging, his hidden meaning was far different. What he really meant was this: “Your plan is not fit to execute, yet I will carry it out since you are the King and I am your subject, and in any case, you are about to die.”"
    },
    {
        "verse": "40",
        "devanagari": "श्रीशुक उवाचएवमादिश्य चाक्रूरं मन्त्रिणश्च विसृज्य स: ।प्रविवेश गृहं कंसस्तथाक्रूर: स्वमालयम् ॥ ४० ॥",
        "english_devnagari": "śrī-śuka uvācaevam ādiśya cākrūraṁmantriṇaś ca viṣṛjya saḥpraviveśa gṛhaṁ kaṁsastathākrūraḥ svam ālayam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "ādiśya",
            "ca",
            "akrūram",
            "mantriṇaḥ",
            "ca",
            "visṛjya",
            "saḥ",
            "praviveśa",
            "gṛham",
            "kaṁsaḥ",
            "tathā",
            "akrūraḥ",
            "svam",
            "ālayam"
        ],
        "translation": "Śukadeva Gosvāmī said: Having thus instructed Akrūra, King Kaṁsa dismissed his ministers and retired to his quarters, and Akrūra returned home.",
        "purport": ""
    }
]