[
    {
        "verse": "1",
        "devanagari": "श्रीबादरायणिरुवाचअथैकदात्मजौ प्राप्तौ कृतपादाभिवन्दनौ ।वसुदेवोऽभिनन्द्याह प्रीत्या सङ्कर्षणाच्युतौ ॥ १ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācaathaikadātmajau prāptaukṛta-pādābhivandanauvasudevo ’bhinandyāhaprītyā saṅkarṣaṇācyutau",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "atha",
            "ekadā",
            "ātmajau",
            "prāptau",
            "kṛta",
            "pāda",
            "abhivandanau",
            "vasudevaḥ",
            "abhinandya",
            "āha",
            "prītyā",
            "saṅkarṣaṇa",
            "acyutau"
        ],
        "translation": "Śrī Bādarāyaṇi said: One day the two sons of Vasudeva — Saṅkarṣaṇa and Acyuta — came to pay him respects, bowing down at his feet. Vasudeva greeted Them with great affection and spoke to Them.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "मुनीनां स वच: श्रुत्वा पुत्रयोर्धामसूचकम् ।तद्वीर्यैर्जातविश्रम्भ: परिभाष्याभ्यभाषत ॥ २ ॥",
        "english_devnagari": "munīnāṁ sa vacaḥ śrutvāputrayor dhāma-sūcakamtad-vīryair jāta-viśrambhaḥparibhāṣyābhyabhāṣata",
        "verse_Syn": [
            "munīnām",
            "saḥ",
            "vacaḥ",
            "śrutvā",
            "putrayoḥ",
            "dhāma",
            "sūcakam",
            "tat",
            "vīryaiḥ",
            "jāta",
            "visrambhaḥ",
            "paribhāṣya",
            "abhyabhāṣata"
        ],
        "translation": "Having heard the great sages’ words concerning the power of his two sons, and having seen Their valorous deeds, Vasudeva became convinced of Their divinity. Thus, addressing Them by name, he spoke to Them as follows.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "कृष्ण कृष्ण महायोगिन् सङ्कर्षण सनातन ।जाने वामस्य यत् साक्षात् प्रधानपुरुषौ परौ ॥ ३ ॥",
        "english_devnagari": "kṛṣṇa kṛṣṇa mahā-yoginsaṅkarṣaṇa sanātanajāne vām asya yat sākṣātpradhāna-puruṣau parau",
        "verse_Syn": [
            "kṛṣṇa",
            "kṛṣṇa",
            "mahā",
            "yogin",
            "saṅkarṣaṇa",
            "sanātana",
            "jāne",
            "vām",
            "asya",
            "yat",
            "sākṣāt",
            "pradhāna",
            "puruṣau",
            "parau"
        ],
        "translation": "[Vasudeva said:] O Kṛṣṇa, Kṛṣṇa, best of yogīs, O eternal Saṅkarṣaṇa! I know that You two are personally the source of universal creation and the ingredients of creation as well.",
        "purport": " As taught in the Sāṅkhya doctrine of Lord Kapiladeva, pradhāna is the creative energy of the puruṣa, the Supreme Person. Thus, of these two principles, the pradhāna is the predominated energy, female, incapable of independent action, while the puruṣa is the absolutely independent, primeval creator and enjoyer. Neither Kṛṣṇa nor His brother Balarāma belong to the category of subordinate energy; rather, both of Them together are the original puruṣa, who is always joined by His manifold potencies of pleasure, knowledge and creative emanation."
    },
    {
        "verse": "4",
        "devanagari": "यत्र येन यतो यस्य यस्मै यद् यद् यथा यदा ।स्यादिदं भगवान् साक्षात् प्रधानपुरुषेश्वर: ॥ ४ ॥",
        "english_devnagari": "yatra yena yato yasyayasmai yad yad yathā yadāsyād idaṁ bhagavān sākṣātpradhāna-puruṣeśvaraḥ",
        "verse_Syn": [
            "yatra",
            "yena",
            "yataḥ",
            "yasya",
            "yasmai",
            "yat",
            "yat",
            "yathā",
            "yadā",
            "syāt",
            "idam",
            "bhagavān",
            "sākṣāt",
            "pradhāna",
            "puruṣa",
            "īśvaraḥ"
        ],
        "translation": "You are the Supreme Personality of Godhead, who manifest as the Lord of both nature and the creator of nature [Mahā-Viṣṇu]. Everything that comes into existence, however and whenever it does so, is created within You, by You, from You, for You and in relation to You.",
        "purport": " To casual observers the known world appears to be produced by many different agents. A good indication of this conception is language itself, which traditional Sanskrit grammarians explain as reflecting the visible diversity of nature. In the standard Sanskrit grammar taught by the sage Pāṇini, the verb, expressing action, is taken to be the essential core of a sentence, and all the other words function in relation to it. Nouns, for example, are put into any of several cases to show their particular relationship to the verb in a sentence. These relationships of noun to verb are called kārakas, namely the relations of subject (kartā, “who does”), object (karma, “what is done”), instrument (karaṇa, “by which”), recipient (sampradāna, “for or toward which”), source (apadāna, “from or because of which”) and location (adhikaraṇa, “in which”). Apart from these kārakas, nouns may also sometimes point to other nouns in a possessive sense, and there are also various kinds of adverbs of time, place and manner. But although language thus seems to indicate the activity of many separate agents in the manifest creation, the deeper truth is that all grammatical forms refer first of all to the Supreme Personality of Godhead. In this verse Vasudeva makes this point by glorifying his two exalted sons in terms of the different grammatical forms."
    },
    {
        "verse": "5",
        "devanagari": "एतन्नानाविधं विश्वमात्मसृष्टमधोक्षज ।आत्मनानुप्रविश्यात्मन् प्राणो जीवो बिभर्ष्यज ॥ ५ ॥",
        "english_devnagari": "etan nānā-vidhaṁ viśvamātma-sṛṣṭam adhokṣajaātmanānupraviśyātmanprāṇo jīvo bibharṣy aja",
        "verse_Syn": [
            "etat",
            "nānā",
            "vidham",
            "viśvam",
            "ātma",
            "sṛṣṭam",
            "adhokṣaja",
            "ātmanā",
            "anupraviśya",
            "ātman",
            "prāṇaḥ",
            "jīvaḥ",
            "bibharṣi",
            "aja"
        ],
        "translation": "O transcendental Lord, from Yourself You created this entire variegated universe, and then You entered within it in Your personal form as the Supersoul. In this way, O unborn Supreme Soul, as the life force and consciousness of everyone, You maintain the creation.",
        "purport": " When creating the material universe, the Lord expands Himself as the Paramātmā, or Supersoul, and accepts the creation as His universal body. No material body has any reason for existing without some jīva soul desiring it for his enjoyment, and no jīva can independently maintain a body without the Paramātmā accompanying him there for guidance. The Vaiṣṇava ācāryas, in their commentaries on the Second Canto of Śrīmad Bhāgavatam, explain that even before Brahmā is born from the lotus navel of Garbhodakaśāyī Viṣṇu, he first accepts the whole material energy, the mahat-tattva, as his body. Thus Brahmā is the jīva embodied by the universe, and Viṣṇu is the Paramātmā who joins him. Brahmā must organize the specific manifestations of creation, but he cannot begin to do so until Lord Viṣṇu expands Himself again into the subtle energy of action — which is the sūtra-tattva, or original vital air — and also into the creative energy of consciousness, buddhi-tattva."
    },
    {
        "verse": "6",
        "devanagari": "प्राणादीनां विश्वसृजां शक्तयो या: परस्य ता: ।पारतन्त्र्याद् वैसाद‍ृश्याद् द्वयोश्चेष्टैव चेष्टताम् ॥ ६ ॥",
        "english_devnagari": "prāṇādīnāṁ viśva-sṛjāṁśaktayo yāḥ parasya tāḥpāratantryād vaisādṛṣyāddvayoś ceṣṭaiva ceṣṭatām",
        "verse_Syn": [
            "prāṇa",
            "ādīnām",
            "viśva",
            "sṛjām",
            "śaktayaḥ",
            "yāḥ",
            "parasya",
            "tāḥ",
            "pāratantryāt",
            "vaisādṛśyāt",
            "dvayoḥ",
            "ceṣṭā",
            "eva",
            "ceṣṭatām"
        ],
        "translation": "Whatever potencies the life air and other elements of universal creation exhibit are actually all personal energies of the Supreme Lord, for both life and matter are subordinate to Him and dependent on Him, and also different from one another. Thus everything active in the material world is set into motion by the Supreme Lord.",
        "purport": " Prāṇa is the vital air of life, a more subtle element than the ordinary air we can touch. And because prāṇa is so subtle — finer than the tangible manifestations of creation — it is sometimes considered the ultimate source of everything. But even subtle energies such as prāṇa depend for their functional capacity on the supremely subtle Paramātmā. That is the idea Vasudeva expresses here by the word pāratantryāt, “because of dependence.” Just as the velocity of an arrow is derived from the strength of the bowman who shoots it, so all subordinate energies depend on the power of the Supreme Lord. Furthermore, even when various subtle causes have been empowered with their capacity to act, they cannot act in concert without the Supersoul’s coordinating direction. As Lord Brahmā states in his description of creation in the Second Canto of Śrīmad-Bhāgavatam: “O Nārada, best of the transcendentalists, the forms of the body cannot manifest as long as these created parts, namely the elements, senses, mind and modes of nature, are not assembled. Thus when all these became assembled by the force of the energy of the Supreme Personality of Godhead, this universe certainly came into being by accepting both the primary and secondary causes of creation.” (Bhāg. 2.5.32-33)"
    },
    {
        "verse": "7",
        "devanagari": "कान्तिस्तेज: प्रभा सत्ता चन्द्राग्‍न्यर्कर्क्षविद्युताम् ।यत् स्थैर्यं भूभृतां भूमेर्वृत्तिर्गन्धोऽर्थतो भवान् ॥ ७ ॥",
        "english_devnagari": "kāntis tejaḥ prabhā sattācandrāgny-arkarkṣa-vidyutāmyat sthairyaṁ bhū-bhṛtāṁ bhūmervṛttir gandho ’rthato bhavān",
        "verse_Syn": [
            "kāntiḥ",
            "tejaḥ",
            "prabhā",
            "sattā",
            "candra",
            "agni",
            "arka",
            "ṛkṣa",
            "vidyutām",
            "yat",
            "sthairyam",
            "bhū",
            "bhṛtām",
            "bhūmeḥ",
            "vṛttiḥ",
            "gandhaḥ",
            "arthataḥ",
            "bhavān"
        ],
        "translation": "The glow of the moon, the brilliance of fire, the radiance of the sun, the twinkling of the stars, the flash of lightning, the permanence of mountains and the aroma and sustaining power of the earth — all these are actually You.",
        "purport": " Śrī Vasudeva, in telling Kṛṣṇa that He is the essence of the sun, moon, stars, lightning and fire, is only reiterating the opinion of scripture, both śruti and smṛti. The Śvetāśvatara Upaniṣad (6.14), for example, states: “There [in the spiritual sky] the sun does not shine, nor does the moon, the stars or lightning as we know them, what to speak of ordinary fire. It is by the reflection of the spiritual sky’s effulgence that everything else gives light, and thus through its radiance this entire universe becomes luminous.” And in Śrīmad Bhagavad-gītā (15.12), the Supreme Lord says: “The splendor of the sun, which dissipates the darkness of this whole world, comes from Me. And the splendor of the moon and the splendor of fire also come from Me.”"
    },
    {
        "verse": "8",
        "devanagari": "तर्पणं प्राणनमपां देवत्वं ताश्च तद्रस: ।ओज: सहो बलं चेष्टा गतिर्वायोस्तवेश्वर ॥ ८ ॥",
        "english_devnagari": "tarpaṇaṁ prāṇanam apāṁdeva tvaṁ tāś ca tad-rasaḥojaḥ saho balaṁ ceṣṭāgatir vāyos taveśvara",
        "verse_Syn": [
            "tarpaṇam",
            "prāṇanam",
            "apām",
            "deva",
            "tvam",
            "tāḥ",
            "ca",
            "tat",
            "rasaḥ",
            "ojaḥ",
            "sahaḥ",
            "balam",
            "ceṣṭā",
            "gatiḥ",
            "vāyoḥ",
            "tava",
            "īśvara"
        ],
        "translation": "My Lord, You are water, and also its taste and and its capacities to quench thirst and sustain life. You exhibit Your potencies through the manifestations of the air as bodily warmth, vitality, mental power, physical strength, endeavor and movement.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "दिशां त्वमवकाशोऽसि दिश: खं स्फोट आश्रय: ।नादो वर्णस्त्वम् ॐकार आकृतीनां पृथक्कृति: ॥ ९ ॥",
        "english_devnagari": "diśāṁ tvam avakāśo ’sidiśaḥ khaṁ sphoṭa āśrayaḥnādo varṇas tvam oṁkāraākṛtīnāṁ pṛthak-kṛtiḥ",
        "verse_Syn": [
            "diśām",
            "tvam",
            "avakāśaḥ",
            "asi",
            "diśaḥ",
            "kham",
            "sphoṭaḥ",
            "āśrayaḥ",
            "nādaḥ",
            "varṇaḥ",
            "tvam",
            "oṁkāraḥ",
            "ākṛtīnām",
            "pṛthak",
            "kṛtiḥ"
        ],
        "translation": "You are the directions and their accommodating capacity, the all-pervading ether and the elemental sound residing within it. You are the primeval, unmanifested form of sound; the first syllable, om; and audible speech, by which sound, as words, acquires particular references.",
        "purport": " In accordance with the general process of creation, speech always becomes audible in stages, which proceed from subtle inner impulse to outward expression. These stages are mentioned in the mantras of the Ṛg Veda (1.164.45): “Discriminating brāhmaṇas know of four progressive stages of language. Three of these remain hidden within the heart as imperceptible vibrations, while the fourth stage is what people ordinarily understand as speech.”"
    },
    {
        "verse": "10",
        "devanagari": "इन्द्रियं त्विन्द्रियाणां त्वं देवाश्च तदनुग्रह: ।अवबोधो भवान् बुद्धेर्जीवस्यानुस्मृति: सती ॥ १० ॥",
        "english_devnagari": "indriyaṁ tv indriyāṇāṁ tvaṁdevāś ca tad-anugrahaḥavabodho bhavān buddherjīvasyānusmṛtiḥ satī",
        "verse_Syn": [
            "indriyam",
            "tu",
            "indriyāṇām",
            "tvam",
            "devāḥ",
            "ca",
            "tat",
            "anugrahaḥ",
            "avabodhaḥ",
            "bhavān",
            "buddheḥ",
            "jīvasya",
            "anusmṛtiḥ",
            "satī"
        ],
        "translation": "You are the power of the senses to reveal their objects, the senses’ presiding demigods, and the sanction these demigods give for sensory activity. You are the capacity of the intelligence for decision-making, and the living being’s ability to remember things accurately.",
        "purport": " Śrīla Viśvanātha Cakravartī points out that whenever one of the material senses is involved with its object, the presiding demigod of that particular sense organ must give his sanction. Ācārya Viśvanātha Cakravartī explains the word anusmṛti in this verse in its higher sense, as one’s recognition of himself as an eternal spirit soul."
    },
    {
        "verse": "11",
        "devanagari": "भूतानामसि भूतादिरिन्द्रियाणां च तैजस: ।वैकारिको विकल्पानां प्रधानमनुशायिनम् ॥ ११ ॥",
        "english_devnagari": "bhūtānām asi bhūtādirindriyāṇāṁ ca taijasaḥvaikāriko vikalpānāṁpradhānam anuśāyinam",
        "verse_Syn": [
            "bhūtānām",
            "asi",
            "bhūta",
            "ādiḥ",
            "indriyāṇām",
            "ca",
            "taijasaḥ",
            "vaikārikaḥ",
            "vikalpānām",
            "pradhānam",
            "anuśāyinam"
        ],
        "translation": "You are false ego in the mode of ignorance, which is the source of the physical elements; false ego in the mode of passion, which is the source of the bodily senses; false ego in the mode of goodness, which is the source of the demigods; and the unmanifest, total material energy, which underlies everything.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "नश्वरेष्विह भावेषु तदसि त्वमनश्वरम् ।यथा द्रव्यविकारेषु द्रव्यमात्रं निरूपितम् ॥ १२ ॥",
        "english_devnagari": "naśvareṣv iha bhāveṣutad asi tvam anaśvaramyathā dravya-vikāreṣudravya-mātraṁ nirūpitam",
        "verse_Syn": [
            "naśvareṣu",
            "iha",
            "bhāveṣu",
            "tat",
            "asi",
            "tvam",
            "anaśvaram",
            "yathā",
            "dravya",
            "vikāreṣu",
            "dravya",
            "mātram",
            "nirūpitam"
        ],
        "translation": "You are the one indestructible entity among all the destructible things of this world, like the underlying substance that is seen to remain unchanged while the things made from it undergo transformations.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "सत्त्वं रजस्तम इति गुणास्तद्‌वृत्तयश्च या: ।त्वय्यद्धा ब्रह्मणि परे कल्पिता योगमायया ॥ १३ ॥",
        "english_devnagari": "sattvam rajas tama itiguṇās tad-vṛttayaś ca yāḥtvayy addhā brahmaṇi parekalpitā yoga-māyayā",
        "verse_Syn": [
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "guṇāḥ",
            "tat",
            "vṛttayaḥ",
            "ca",
            "yāḥ",
            "tvayi",
            "addhāḥ",
            "brahmaṇi",
            "pare",
            "kalpitāḥ",
            "yoga",
            "māyayā"
        ],
        "translation": "The modes of material nature — namely goodness, passion and ignorance — together with all their functions, become directly manifest within You, the Supreme Absolute Truth, by the arrangement of Your Yoga-māyā.",
        "purport": " Vasudeva’s description of how the Supreme Lord expands Himself into the products of the three material modes may possibly be misunderstood to imply that He is touched by the modes, or even that He is subject to destruction. To negate these misunderstandings, Vasudeva states here that the three modes and their products function by the arrangement of the Lord’s creative energy, Yoga-māyā, who is always completely under His control. Thus the Lord is never tainted in the least by any material contact."
    },
    {
        "verse": "14",
        "devanagari": "तस्मान्न सन्त्यमी भावा यर्हि त्वयि विकल्पिता: ।त्वं चामीषु विकारेषु ह्यन्यदाव्यावहारिक: ॥ १४ ॥",
        "english_devnagari": "tasmān na santy amī bhāvāyarhi tvayi vikalpitāḥtvaṁ cāmīṣu vikāreṣuhy anyadāvyāvahārikaḥ",
        "verse_Syn": [
            "tasmāt",
            "na",
            "santi",
            "amī",
            "bhāvāḥ",
            "yarhi",
            "tvayi",
            "vikalpitāḥ",
            "tvam",
            "ca",
            "amīṣu",
            "vikāreṣu",
            "hi",
            "anyadā",
            "avyāvahārikaḥ"
        ],
        "translation": "Thus these created entities, transformations of material nature, do not exist except when material nature manifests them within You, at which time You also manifest within them. But aside from such periods of creation, You stand alone as the transcendental reality.",
        "purport": " When the universe is wound up at the time of its periodic annihilation, all the inert objects and bodies of living beings that hitherto were manifested by the Lord’s Māyā become disconnected from His sight. Then, since He maintains no association with them during the period of universal dissolution, they in fact no longer exist. In other words, material manifestations have real, functioning existence only when the Lord turns His attention to the creation and maintenance of the material cosmos. The Lord is never “within” these objects in any material sense, but He does mercifully pervade them all as the impersonal Brahman, and as the Paramātmā He enters within every atom and also accompanies the jīva souls in their individual embodiments. As the Lord describes in His own words in the verses of Bhagavad-gītā (9.4-5): “By Me, in My unmanifest form, this entire universe is pervaded. All beings are in Me, but I am not in them. And yet everything that is created does not rest in Me. Behold My mystic opulence! Although I am the maintainer of all living entities and although I am everywhere, I am not part of this cosmic manifestation, for My Self is the very source of creation.”"
    },
    {
        "verse": "15",
        "devanagari": "गुणप्रवाह एतस्मिन्नबुधास्त्वखिलात्मन: ।गतिं सूक्ष्मामबोधेन संसरन्तीह कर्मभि: ॥ १५ ॥",
        "english_devnagari": "guṇa-pravāha etasminnabudhās tv akhilātmanaḥgatiṁ sūkṣmām abodhenasaṁsarantīha karmabhiḥ",
        "verse_Syn": [
            "guṇa",
            "pravāhe",
            "etasmin",
            "abudhāḥ",
            "tu",
            "akhila",
            "ātmanaḥ",
            "gatim",
            "sūkṣmām",
            "abodhena",
            "saṁsaranti",
            "iha",
            "karmabhiḥ"
        ],
        "translation": "They are truly ignorant who, while imprisoned within the ceaseless flow of this world’s material qualities, fail to know You, the Supreme Soul of all that be, as their ultimate, sublime destination. Because of their ignorance, the entanglement of material work forces such souls to wander in the cycle of birth and death.",
        "purport": " A soul who forgets his true identity as a servant of God is sent to this world to be imprisoned in a succession of material bodies. Wrongly identifying himself with these bodies, such a conditioned soul suffers the consequent distress of karmic action and reaction. Vasudeva, as a compassionate Vaiṣṇava, laments for the suffering conditioned souls, whose unhappiness, the result of ignorance, can be remedied by knowledge of the principles of devotional service to Lord Kṛṣṇa."
    },
    {
        "verse": "16",
        "devanagari": "यद‍ृच्छया नृतां प्राप्य सुकल्पामिह दुर्लभाम् ।स्वार्थे प्रमत्तस्य वयो गतं त्वन्माययेश्वर ॥ १६ ॥",
        "english_devnagari": "yadṛcchayā nṛtāṁ prāpyasu-kalpām iha durlabhāmsvārthe pramattasya vayogataṁ tvan-māyayeśvara",
        "verse_Syn": [
            "yadṛcchayā",
            "nṛtām",
            "prāpya",
            "su",
            "kalpām",
            "iha",
            "durlabhām",
            "sva",
            "arthe",
            "pramattasya",
            "vayaḥ",
            "gatam",
            "tvat",
            "māyayā",
            "īśvara"
        ],
        "translation": "By good fortune a soul may obtain a healthy human life — an opportunity rarely achieved. But if he is nonetheless deluded about what is best for him, O Lord, Your illusory Māyā will cause him to waste his entire life.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "असावहं ममैवैते देहे चास्यान्वयादिषु ।स्‍नेहपाशैर्निबध्नाति भवान् सर्वमिदं जगत् ॥ १७ ॥",
        "english_devnagari": "asāv aham mamaivaitedehe cāsyānvayādiṣusneha-pāśair nibadhnātibhavān sarvam idaṁ jagat",
        "verse_Syn": [
            "asau",
            "aham",
            "mama",
            "eva",
            "ete",
            "dehe",
            "ca",
            "asya",
            "anvaya",
            "ādiṣu",
            "sneha",
            "pāśaiḥ",
            "nibadhnāti",
            "bhavān",
            "sarvam",
            "idam",
            "jagat"
        ],
        "translation": "You keep this whole world bound up by the ropes of affection, and thus when people consider their material bodies, they think, “This is me,” and when they consider their progeny and other relations, they think, “These are mine.”",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "युवां न न: सुतौ साक्षात् प्रधानपुरुषेश्वरौ ।भूभारक्षत्रक्षपण अवतीर्णौ तथात्थ ह ॥ १८ ॥",
        "english_devnagari": "yuvāṁ na naḥ sutau sākṣātpradhāna-puruṣeśvaraubhū-bhāra-kṣatra-kṣapaṇaavatīrṇau tathāttha ha",
        "verse_Syn": [
            "yuvām",
            "na",
            "naḥ",
            "sutau",
            "sākṣāt",
            "pradhāna",
            "puruṣa",
            "īśvarau",
            "bhū",
            "bhāra",
            "kṣatra",
            "kṣapaṇe",
            "avatīrṇau",
            "tathā",
            "āttha",
            "ha"
        ],
        "translation": "You are not our sons but the very Lords of both material nature and its creator [Mahā-Viṣṇu]. As You Yourself have told us, You have descended to rid the earth of the rulers who are a heavy burden upon her.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, in this verse Vasudeva offers himself and his wife as excellent examples of those who are materially deluded. Although at the time of His birth in Kaṁsa’s prison Lord Kṛṣṇa told Vasudeva and Devakī that His mission was to rid the earth of unwanted kṣatriyas, still His two parents could not avoid thinking of Him as their helpless son who needed protection from King Kaṁsa. In reality, of course, both Vasudeva and Devakī were participating in the divine pastime of the Lord’s birth under the perfect direction of His internal energy; only out of transcendental humility does Vasudeva criticize himself in this way."
    },
    {
        "verse": "19",
        "devanagari": "तत्ते गतोऽस्म्यरणमद्य पदारविन्द-मापन्नसंसृतिभयापहमार्तबन्धो ।एतावतालमलमिन्द्रियलालसेनमर्त्यात्मद‍ृक् त्वयि परे यदपत्यबुद्धि: ॥ १९ ॥",
        "english_devnagari": "tat te gato ’smy araṇam adya padāravindamāpanna-saṁsṛti-bhayāpaham ārta-bandhoetāvatālam alam indriya-lālasenamartyātma-dṛk tvayi pare yad apatya-buddhiḥ",
        "verse_Syn": [
            "tat",
            "te",
            "gataḥ",
            "asmi",
            "araṇam",
            "adya",
            "pāda",
            "aravindam",
            "āpanna",
            "saṁsṛti",
            "bhaya",
            "apaham",
            "ārta",
            "bandho",
            "etāvatā",
            "alam",
            "alam",
            "indriya",
            "lālasena",
            "martya",
            "ātma",
            "dṛk",
            "tvayi",
            "pare",
            "yat",
            "apatya",
            "buddhiḥ"
        ],
        "translation": "Therefore, O friend of the distressed, I now approach Your lotus feet for shelter — the same lotus feet that dispel all fear of worldly existence for those who have surrendered to them. Enough! Enough with hankering for sense enjoyment, which makes me identify with this mortal body and think of You, the Supreme, as my child.",
        "purport": " Śrīla Jīva Gosvāmī suggests that Vasudeva condemns himself here for thinking of trying to gain special opulences because he is the father of the Supreme Lord. Thus Vasudeva contrasts himself with Nanda, the King of Vraja, who was satisfied with pure love of God and nothing else."
    },
    {
        "verse": "20",
        "devanagari": "सूतीगृहे ननु जगाद भवानजो नौसञ्जज्ञ इत्यनुयुगं निजधर्मगुप्‍त्‍यै ।नानातनूर्गगनवद् विदधज्जहासिको वेद भूम्न उरुगाय विभूतिमायाम् ॥ २० ॥",
        "english_devnagari": "sūtī-gṛhe nanu jagāda bhavān ajo nausañjajña ity anu-yugaṁ nija-dharma-guptyainānā-tanūr gagana-vad vidadhaj jahāsiko veda bhūmna uru-gāya vibhūti-māyām",
        "verse_Syn": [
            "sūtī",
            "gṛhe",
            "nanu",
            "jagāda",
            "bhavān",
            "ajaḥ",
            "nau",
            "sañjajñe",
            "iti",
            "anu",
            "yugam",
            "nija",
            "dharma",
            "guptyai",
            "nānā",
            "tanūḥ",
            "gagana",
            "vat",
            "vidadhat",
            "jahāsi",
            "kaḥ",
            "veda",
            "bhūmnaḥ",
            "uru",
            "gāya",
            "vibhūti",
            "māyām"
        ],
        "translation": "Indeed, while still in the maternity room You told us that You, the unborn Lord, had already been born several times as our son in previous ages. After manifesting each of these transcendental bodies to protect Your own principles of religion, You then made them unmanifest, thus appearing and disappearing like a cloud. O supremely glorified, all-pervading Lord, who can understand the mystic, deluding potency of Your opulent expansions?",
        "purport": " Lord Kṛṣṇa was first born to Vasudeva and Devakī in their previous lives as Sutapā and Pṛśni. Later they again became His parents as Kaśyapa and Aditi. This, then, was the third time He had appeared as their son."
    },
    {
        "verse": "21",
        "devanagari": "श्रीशुक उवाचआकर्ण्येत्थं पितुर्वाक्यं भगवान् सात्वतर्षभ: ।प्रत्याह प्रश्रयानम्र: प्रहसन् श्लक्ष्णया गिरा ॥ २१ ॥",
        "english_devnagari": "śrī-śuka uvācaākarṇyetthaṁ pitur vākyaṁbhagavān sātvatarṣabhaḥpratyāha praśrayānamraḥprahasan ślakṣṇayā girā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ākarṇya",
            "ittham",
            "pituḥ",
            "vākyam",
            "bhagavān",
            "sātvata",
            "ṛṣabhaḥ",
            "pratyāha",
            "praśraya",
            "ānamraḥ",
            "prahasan",
            "ślakṣṇayā",
            "girā"
        ],
        "translation": "Śukadeva Gosvāmī said: Having heard His father’s words, the Supreme Lord, leader of the Sātvatas, replied in a gentle voice as He bowed His head in humility and smiled.",
        "purport": " Śrīla Jīva Gosvāmī describes what Lord Kṛṣṇa thought after hearing His father glorify Him: “Vasudeva has been honored with the eternal role of My father, something even demigods like Brahma cannot aspire for. Therefore he shouldn’t be absorbed in thinking of My godly aspects. Moreover, his reverence greatly embarrasses Me. It was to avoid this very situation that, after killing Kaṁsa, I made a special effort to reinforce their pure parental love for Me and Balarāma. But now, unfortunately, the statements of these sages threaten to revive some of Vasudeva’s and Devakī’s previous awareness of My majesty.”"
    },
    {
        "verse": "22",
        "devanagari": "श्रीभगवानुवाचवचो व: समवेतार्थं तातैतदुपमन्महे ।यन्न: पुत्रान् समुद्दिश्य तत्त्वग्राम उदाहृत: ॥ २२ ॥",
        "english_devnagari": "śrī-bhagavān uvācavaco vaḥ samavetārthaṁtātaitad upamanmaheyan naḥ putrān samuddiśyatattva-grāma udāhṛtaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "vacaḥ",
            "vaḥ",
            "samaveta",
            "artham",
            "tāta",
            "etat",
            "upamanmahe",
            "yat",
            "naḥ",
            "putrān",
            "samuddiśya",
            "tattva",
            "grāmaḥ",
            "udāhṛtaḥ"
        ],
        "translation": "The Supreme Lord said: My dear Father, I consider your statements appropriate, since you have explained the various categories of existence by referring to Us, your sons.",
        "purport": " Posing as Vasudeva’s dependent son, Lord Kṛṣṇa expresses gratitude for His father’s edifying instructions."
    },
    {
        "verse": "23",
        "devanagari": "अहं यूयमसावार्य इमे च द्वारकौकस: ।सर्वेऽप्येवं यदुश्रेष्ठ विमृग्या: सचराचरम् ॥ २३ ॥",
        "english_devnagari": "ahaṁ yūyam asāv āryaime ca dvārakāukasaḥsarve ’py evaṁ yadu-śreṣṭhavimṛgyāḥ sa-carācaram",
        "verse_Syn": [
            "aham",
            "yūyam",
            "asau",
            "āryaḥ",
            "ime",
            "ca",
            "dvārakā",
            "okasaḥ",
            "sarve",
            "api",
            "evam",
            "yadu",
            "śreṣṭha",
            "vimṛgyāḥ",
            "sa",
            "cara",
            "acaram"
        ],
        "translation": "Not only I, but also you, along with My respected brother and these residents of Dvārakā, should all be considered in this same philosophical light, O best of the Yadus. Indeed, we should include all that exists, both moving and nonmoving.",
        "purport": " To protect His parents’ intimate relationship with Him, Lord Kṛṣṇa stresses the oneness of all existence in this statement to His father, Vasudeva. Vasudeva had been reminded of his sons’ greatness by hearing the sages gathered at Kurukṣetra. But his sense of awe was ruining his intimate parental relationship with Kṛṣṇa, and therefore Kṛṣṇa wanted to dispel it. We should not misunderstand the “oneness” Lord Kṛṣṇa speaks of here. The subtle words of the Upaniṣads often mislead impersonalists into believing that all existence is ineffably one, without any variety in the ultimate issue. Some Upaniṣadic mantras emphasize the sameness of God and His creation, while others speak about their difference. Tat tvam asi śvetaketo (“You are that, O Śvetaketu”), for example, is an abheda-vākya, a mantra affirming that all things are one with God, being His dependent expansions. But the Upaniṣads also contain many bheda-vākyas, statements that affirm the unique, distinguishing qualities of the Supreme, such as this statement: ka evānyāt kaḥ prāṇyād yady eṣa ākāśa ānando na syāt, eṣa evānandayati. “Who would there be to activate the creation and give life to all beings if this infinite Supreme were not the original enjoyer? Indeed, He alone is the source of all pleasure.” (Taittirīya Upaniṣad. 2.7.1) By the influence of the Supreme Lord’s bewildering Māyā, envious impersonalists read the abheda-vākyas literally and accept the bheda-vākyas only in a figurative way. Authoritative Vaiṣṇava commentators, on the other hand, carefully reconcile the apparent contradictions in accordance with the interpretive principles of Vedic Mīmāṁsā and the logically established conclusions of Vedānta."
    },
    {
        "verse": "24",
        "devanagari": "आत्मा ह्येक: स्वयंज्योतिर्नित्योऽन्यो निर्गुणो गुणै: ।आत्मसृष्टैस्तत्कृतेषु भूतेषु बहुधेयते ॥ २४ ॥",
        "english_devnagari": "ātmā hy ekaḥ svayaṁ-jyotirnityo ’nyo nirguṇo guṇaiḥātma-sṛṣṭais tat-kṛteṣubhūteṣu bahudheyate",
        "verse_Syn": [
            "ātmā",
            "hi",
            "ekaḥ",
            "svayam",
            "jyotiḥ",
            "nityaḥ",
            "anyaḥ",
            "nirguṇaḥ",
            "guṇaiḥ",
            "ātma",
            "sṛṣṭaiḥ",
            "tat",
            "kṛteṣu",
            "bhūteṣu",
            "bahudhā",
            "īyate"
        ],
        "translation": "The supreme spirit, Paramātmā, is indeed one. He is self-luminous and eternal, transcendental and devoid of material qualities. But through the agency of the very modes He has created, the one Supreme Truth manifests as many among the expansions of those modes.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "खं वायुर्ज्योतिरापो भूस्तत्कृतेषु यथाशयम् ।आविस्तिरोऽल्पभूर्येको नानात्वं यात्यसावपि ॥ २५ ॥",
        "english_devnagari": "khaṁ vāyur jyotir āpo bhūstat-kṛteṣu yathāśayamāvis-tiro-’lpa-bhūry ekonānātvaṁ yāty asāv api",
        "verse_Syn": [
            "kham",
            "vāyuḥ",
            "jyotiḥ",
            "āpaḥ",
            "bhūḥ",
            "tat",
            "kṛteṣu",
            "yathā",
            "āśayam",
            "āviḥ",
            "tiraḥ",
            "alpa",
            "bhūri",
            "ekaḥ",
            "nānātvam",
            "yāti",
            "asau",
            "api"
        ],
        "translation": "The elements of ether, air, fire, water and earth become visible, invisible, minute or extensive as they manifest in various objects. Similarly, the Paramātmā, though one, appears to become many.",
        "purport": " Śrīla Viśvanātha Cakravartī explains this and the previous verse as follows: The one Paramātmā appears to be many by the influence of the modes of nature that He Himself creates. How is that? Because although in truth the Paramātmā is self-illuminating, eternal, aloof from everything, and free of the modes of nature, when He appears as His manifestations He seems to be just the opposite — a multiplicity of temporary objects saturated with the modes of nature. Just as the elements of ether and so on, when manifesting in pots and other things, seem to appear and disappear, so the Paramātmā seems to appear and disappear in His various manifestations."
    },
    {
        "verse": "26",
        "devanagari": "श्रीशुक उवाचएवं भगवता राजन् वसुदेव उदाहृत: ।श्रुत्वा विनष्टनानाधीस्तूष्णीं प्रीतमना अभूत् ॥ २६ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ bhagavatā rājanvasudeva udāhṛtaḥśrutvā vinaṣṭa-nānā-dhīstūṣṇīṁ prīta-manā abhūt",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "bhagavatā",
            "rājan",
            "vasudevaḥ",
            "udāhṛtaḥ",
            "śrutvā",
            "vinaṣṭa",
            "nānā",
            "dhīḥ",
            "tūṣṇīm",
            "prīta",
            "manāḥ",
            "abhūt"
        ],
        "translation": "Śukadeva Gosvāmī said: O King, hearing these instructions spoken to him by the Supreme Lord, Vasudeva became freed from all ideas of duality. Satisfied at heart, he remained silent.",
        "purport": ""
    },
    {
        "verse": "27-28",
        "devanagari": "अथ तत्र कुरुश्रेष्ठ देवकी सर्वदेवता ।श्रुत्वानीतं गुरो: पुत्रमात्मजाभ्यां सुविस्मिता ॥ २७ ॥कृष्णरामौ समाश्राव्य पुत्रान् कंसविहिंसितान् ।स्मरन्ती कृपणं प्राह वैक्लव्यादश्रुलोचना ॥ २८ ॥",
        "english_devnagari": "atha tatra kuru-śreṣṭhadevakī sarva-devatāśrutvānītaṁ guroḥ putramātmajābhyāṁ su-vismitā",
        "verse_Syn": [
            "atha",
            "tatra",
            "kuru",
            "śreṣṭha",
            "devakī",
            "sarva",
            "devatā",
            "śrutvā",
            "nītam",
            "guroḥ",
            "putram",
            "ātmajābhyām",
            "su",
            "vismitā",
            "kṛṣṇa",
            "rāmau",
            "samāśrāvya",
            "putrān",
            "kaṁsa",
            "vihiṁsitān",
            "smarantī",
            "kṛpaṇam",
            "prāha",
            "vaiklavyāt",
            "aśru",
            "locanā"
        ],
        "translation": "At that time, O best of the Kurus, the universally worshiped Devakī took the opportunity to address her two sons, Kṛṣṇa and Balarāma. Previously she had heard with astonishment that They had brought Their spiritual master’s son back from death. Now, thinking of her own sons who had been murdered by Kaṁsa, she felt great sorrow, and thus with tear-filled eyes she beseeched Kṛṣṇa and Balarāma.",
        "purport": " Vasudeva’s love for Kṛṣṇa had been disturbed because his awareness of Kṛṣṇa’s opulences conflicted with seeing Him as his son. In a different way, Devakī’s love was somewhat distracted by her lamentation for her dead sons. So Kṛṣṇa arranged to relieve her of the mistaken idea that anyone else but Him was actually her son. Since Devakī is known to be worshiped by all great souls, her show of maternal affection must actually have been an effect of the Lord’s Yoga-māyā, who increases the pleasure of His pastimes. Thus in text 54 Devakī will be described as mohitā māyayā viṣṇoḥ, “bewildered by the internal energy of Lord Viṣṇu.”"
    },
    {
        "verse": "29",
        "devanagari": "श्रीदेवक्युवाचराम रामाप्रमेयात्मन् कृष्ण योगेश्वरेश्वर ।वेदाहं वां विश्वसृजामीश्वरावादिपूरुषौ ॥ २९ ॥",
        "english_devnagari": "śrī-devaky uvācarāma rāmāprameyātmankṛṣṇa yogeśvareśvaravedāhaṁ vāṁ viśva-sṛjāmīśvarāv ādi-pūruṣau",
        "verse_Syn": [
            "śrī",
            "devakī",
            "uvāca",
            "rāma",
            "rāma",
            "aprameya",
            "ātman",
            "kṛṣṇa",
            "yoga",
            "īśvara",
            "īśvara",
            "veda",
            "aham",
            "vām",
            "viśva",
            "sṛjām",
            "īśvarau",
            "ādi",
            "pūruṣau"
        ],
        "translation": "Śrī Devakī said: O Rāma, Rāma, immeasurable Supreme Soul! O Kṛṣṇa, Lord of all masters of yoga! I know that You are the ultimate rulers of all universal creators, the primeval Personalities of Godhead.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "कालविध्वस्तसत्त्वानां राज्ञामुच्छास्‍त्रवर्तिनाम् ।भूमेर्भारायमाणानामवतीर्णौ किलाद्य मे ॥ ३० ॥",
        "english_devnagari": "kala-vidhvasta-sattvānāṁrājñām ucchāstra-vartināmbhūmer bhārāyamāṇānāmavatīrṇau kilādya me",
        "verse_Syn": [
            "kāla",
            "vidhvasta",
            "sattvānām",
            "rājñām",
            "ut",
            "śāstra",
            "vartinām",
            "bhūmeḥ",
            "bhārāyamāṇānām",
            "avatīrṇau",
            "kila",
            "adya",
            "me"
        ],
        "translation": "Taking birth from me, You have now descended to this world in order to kill those kings whose good qualities have been destroyed by the present age, and who thus defy the authority of revealed scriptures and burden the earth.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "यस्यांशांशांशभागेन विश्वोत्पत्तिलयोदया: ।भवन्ति किल विश्वात्मंस्तं त्वाद्याहं गतिं गता ॥ ३१ ॥",
        "english_devnagari": "yasyāṁśāṁśāṁśa-bhāgenaviśvotpatti-layodayāḥbhavanti kila viśvātmaṁstaṁ tvādyāhaṁ gatiṁ gatā",
        "verse_Syn": [
            "yasya",
            "aṁśa",
            "aṁśa",
            "aṁśa",
            "bhāgena",
            "viśva",
            "utpatti",
            "laya",
            "udayāḥ",
            "bhavanti",
            "kila",
            "viśva",
            "ātman",
            "tat",
            "tvā",
            "adya",
            "aham",
            "gatim",
            "gatā"
        ],
        "translation": "O Soul of all that be, the creation, maintenance and destruction of the universe are all carried out by a fraction of an expansion of an expansion of Your expansion. Today I have come to take shelter of You, the Supreme Lord.",
        "purport": " Śrīla Śrīdhara Svāmī explains this verse as follows: The Lord of Vaikuṇṭha, Nārāyaṇa, is but one expansion of Śrī Kṛṣṇa. Mahā-Viṣṇu, the first creator, is Lord Nārāyaṇa’s expansion. The total material energy emanates from Mahā-Viṣṇu’s glance, and of that total material energy the three modes of nature are divided portions. Thus it is Śrī Kṛṣṇa, acting through His expansions, who generates, sustains and dissolves the universe."
    },
    {
        "verse": "32-33",
        "devanagari": "चिरान्मृतसुतादाने गुरुणा किल चोदितौ ।आनिन्यथु: पितृस्थानाद् गुरवे गुरुदक्षिणाम् ॥ ३२ ॥तथा मे कुरुतं कामं युवां योगेश्वरेश्वरौ ।भोजराजहतान् पुत्रान् कामये द्रष्टुमाहृतान् ॥ ३३ ॥",
        "english_devnagari": "cirān mṛta-sutādāneguruṇā kila coditauāninyathuḥ pitṛ-sthānādgurave guru-dakṣiṇām",
        "verse_Syn": [
            "cirāt",
            "mṛta",
            "suta",
            "ādāne",
            "guruṇā",
            "kila",
            "coditau",
            "āninyathuḥ",
            "pitṛ",
            "sthānāt",
            "gurave",
            "guru",
            "dakṣiṇām",
            "tathā",
            "me",
            "kurutam",
            "kāmam",
            "yuvām",
            "yoga",
            "īśvara",
            "īśvarau",
            "bhoja",
            "rāja",
            "hatān",
            "putrān",
            "kāmaye",
            "draṣṭum",
            "āhṛtān"
        ],
        "translation": "It is said that when Your spiritual master ordered You to retrieve his long-dead son, You brought him back from the forefathers’ abode as a token of remuneration for Your guru’s mercy. Please fulfill my desire in the same way, O supreme masters of all yoga masters. Please bring back my sons who were killed by the King of Bhoja, so that I may see them once again.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "ऋषिरुवाचएवं सञ्चोदितौ मात्रा राम: कृष्णश्च भारत ।सुतलं संविविशतुर्योगमायामुपाश्रितौ ॥ ३४ ॥",
        "english_devnagari": "ṛṣir uvācaevaṁ sañcoditau mātrārāmaḥ kṛṣṇaś ca bhāratasutalaṁ saṁviviśaturyoga-māyām upāśritau",
        "verse_Syn": [
            "ṛṣiḥ",
            "uvāca",
            "evam",
            "sañcoditau",
            "mātrā",
            "rāmaḥ",
            "kṛṣṇaḥ",
            "ca",
            "bhārata",
            "sutalam",
            "saṁviviśatuḥ",
            "yoga",
            "māyāyam",
            "upāśritau"
        ],
        "translation": "The sage Śukadeva said: Thus entreated by Their mother, O Bhārata, Balarāma and Kṛṣṇa employed Their mystic Yoga-māyā potency and entered the region of Sutala.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "तस्मिन् प्रविष्टावुपलभ्य दैत्यराड्विश्वात्मदैवं सुतरां तथात्मन: ।तद्दर्शनाह्लादपरिप्लुताशय:सद्य: समुत्थाय ननाम सान्वय: ॥ ३५ ॥",
        "english_devnagari": "tasmin praviṣṭāv upalabhya daitya-rāḍviśvātma-daivaṁ sutarāṁ tathātmanaḥtad-darśanāhlāda-pariplutāśayaḥsadyaḥ samutthāya nanāma sānvayaḥ",
        "verse_Syn": [
            "tasmin",
            "praviṣṭau",
            "upalabhya",
            "daitya",
            "rāṭ",
            "viśva",
            "ātma",
            "daivam",
            "sutarām",
            "tathā",
            "ātmanaḥ",
            "tat",
            "darśana",
            "āhlāda",
            "paripluta",
            "āśayaḥ",
            "sadyaḥ",
            "samutthāya",
            "nanāma",
            "sa",
            "anvayaḥ"
        ],
        "translation": "When the King of the Daityas, Bali Mahārāja, noticed the arrival of the two Lords, his heart overflowed with joy, since he knew Them to be the Supreme Soul and worshipable Deity of the entire universe, and especially of himself. He immediately stood up and then bowed down to offer respects, along with his entire entourage.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "तयो: समानीय वरासनं मुदानिविष्टयोस्तत्र महात्मनोस्तयो: ।दधार पादाववनिज्य तज्जलंसवृन्द आब्रह्म पुनद् यदम्बु ह ॥ ३६ ॥",
        "english_devnagari": "tayoḥ samānīya varāsanaṁ mudāniviṣṭayos tatra mahātmanos tayoḥdadhāra pādāv avanijya taj jalaṁsa-vṛnda ā-brahma punad yad ambu ha",
        "verse_Syn": [
            "tayoḥ",
            "samānīya",
            "vara",
            "āsanam",
            "mudā",
            "niviṣṭayoḥ",
            "tatra",
            "mahā",
            "ātmanoḥ",
            "tayoḥ",
            "dadhāra",
            "pādau",
            "avanijya",
            "tat",
            "jalam",
            "sa",
            "vṛndaḥ",
            "ā",
            "brahma",
            "punat",
            "yat",
            "ambu",
            "ha"
        ],
        "translation": "Bali took pleasure in offering Them elevated seats. After They sat down, he washed the feet of the two Supreme Personalities. Then he took that water, which purifies the whole world even up to Lord Brahmā, and poured it upon himself and his followers.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "समर्हयामास स तौ विभूतिभि-र्महार्हवस्‍त्राभरणानुलेपनै: ।ताम्बूलदीपामृतभक्षणादिभि:स्वगोत्रवित्तात्मसमर्पणेन च ॥ ३७ ॥",
        "english_devnagari": "samarhayām āsa sa tau vibhūtibhirmahārha-vastrābharaṇānulepanaiḥtāmbūla-dīpāmṛta-bhakṣaṇādibhiḥsva-gotra-vittātma-samarpaṇena ca",
        "verse_Syn": [
            "samarhayām",
            "āsa",
            "saḥ",
            "tau",
            "vibhūtibhiḥ",
            "mahā",
            "arha",
            "vastra",
            "ābharaṇa",
            "anulepanaiḥ",
            "tāmbūla",
            "dīpa",
            "amṛta",
            "bhakṣaṇa",
            "ādibhiḥ",
            "sva",
            "gotra",
            "vitta",
            "ātma",
            "samarpaṇena",
            "ca"
        ],
        "translation": "He worshiped Them with all the riches at his disposal — priceless clothing, ornaments, fragrant sandalwood paste, betel nut, lamps, sumptuous food and so on. Thus he offered Them all his family’s wealth, and also his own self.",
        "purport": " Bali Mahārāja’s devotional attitude is renowned as the perfect example of complete self-surrender. When Lord Viṣṇu in the guise of a young brāhmaṇa student approached him for charity, Bali offered all he possessed, and when he had nothing more to offer, he surrendered himself as the Supreme Lord’s eternal servant. There are nine standard processes of devotional service, and the last, ātma-samarpaṇam, as taught by Bali Daityarāja, is the culmination toward which every endeavor should aim. If one tries to impress the Lord with wealth, power, intelligence and so on but fails to humbly understand oneself to be His servant, one’s so-called devotion is only a presumptuous show."
    },
    {
        "verse": "38",
        "devanagari": "स इन्द्रसेनो भगवत्पदाम्बुजंबिभ्रन्मुहु: प्रेमविभिन्नया धिया ।उवाच हानन्दजलाकुलेक्षण:प्रहृष्टरोमा नृप गद्गदाक्षरम् ॥ ३८ ॥",
        "english_devnagari": "sa indraseno bhagavat-padāmbujaṁbibhran muhuḥ prema-vibhinnayā dhiyāuvāca hānanda-jalākulekṣaṇaḥprahṛṣṭa-romā nṛpa gadgadākṣaram",
        "verse_Syn": [
            "saḥ",
            "indra",
            "senaḥ",
            "bhagavat",
            "pāda",
            "ambujam",
            "bibhrat",
            "muhuḥ",
            "prema",
            "vibhinnayā",
            "dhiyā",
            "uvāca",
            "ha",
            "ānanda",
            "jala",
            "ākula",
            "īkṣaṇaḥ",
            "prahṛṣṭa",
            "romā",
            "nṛpa",
            "gadgada",
            "akṣaram"
        ],
        "translation": "Taking hold of the Lords’ lotus feet again and again, Bali, the conqueror of Indra’s army, spoke from his heart, which was melting out of his intense love. O King, as tears of ecstasy filled his eyes and the hair on his limbs stood on end, he began to speak with faltering words.",
        "purport": " Śrīla Prabhupāda describes this scene as follows in Kṛṣṇa: “King Bali was feeling such transcendental pleasure that he repeatedly grasped the Lord’s lotus feet and kept them on his chest; and sometimes he put them on the top of his head, and in this way he was feeling transcendental bliss. Tears of love and affection began to flow down from his eyes, and all his bodily hairs stood on end.”"
    },
    {
        "verse": "39",
        "devanagari": "बलिरुवाचनमोऽनन्ताय बृहते नम: कृष्णाय वेधसे ।साङ्ख्ययोगवितानाय ब्रह्मणे परमात्मने ॥ ३९ ॥",
        "english_devnagari": "balir uvācanamo ’nantāya bṛhatenamaḥ kṛṣṇāya vedhasesāṅkhya-yoga-vitānāyabrahmaṇe paramātmane",
        "verse_Syn": [
            "baliḥ",
            "uvāca",
            "namaḥ",
            "anantāya",
            "bṛhate",
            "namaḥ",
            "kṛṣṇāya",
            "vedhase",
            "sāṅkhya",
            "yoga",
            "vitānāya",
            "brahmaṇe",
            "parama",
            "ātmane"
        ],
        "translation": "King Bali said: Obeisances to the unlimited Lord, Ananta, the greatest of all beings. And obeisances to Lord Kṛṣṇa, the creator of the universe, who appears as the impersonal Absolute and the Supersoul in order to disseminate the principles of sāṅkhya and yoga.",
        "purport": " Śrīla Viśvanātha Cakravartī identifies the supreme Ananta named here as Lord Balarāma, from whom expands the divine serpent Ananta Śeṣa. Impersonal Brahman is the source of the texts belonging to the sāṅkhya philosophers, while the personal representation of the Lord known as Paramātmā disseminates the textbooks of yoga."
    },
    {
        "verse": "40",
        "devanagari": "दर्शनं वां हि भूतानां दुष्प्रापं चाप्यदुर्लभम् ।रजस्तम:स्वभावानां यन्न: प्राप्तौ यद‍ृच्छया ॥ ४० ॥",
        "english_devnagari": "darśanaṁ vāṁ hi bhūtānāṁduṣprāpaṁ cāpy adurlabhamrajas-tamaḥ-svabhāvānāṁyan naḥ prāptau yadṛcchayā",
        "verse_Syn": [
            "darśanam",
            "vām",
            "hi",
            "bhūtānām",
            "duṣprāpam",
            "ca",
            "api",
            "adurlabham",
            "rajaḥ",
            "tamaḥ",
            "svabhāvānām",
            "yat",
            "naḥ",
            "prāptau",
            "yadṛcchayā"
        ],
        "translation": "Seeing You Lords is a rare achievement for most living beings. But even persons like us, situated in the modes of passion and ignorance, can easily see You when You reveal Yourself by Your own sweet will.",
        "purport": " By ascribing to himself the degraded status of a demoniac birth, Bali Mahārāja denied any spiritual qualification for being visited by Kṛṣṇa and Balarāma. What to speak of demons like himself, Bali thought, even advanced renunciants on the paths of jñāna and yoga fail to please the Lord when they do not give up their pride and envy."
    },
    {
        "verse": "41-43",
        "devanagari": "दैत्यदानवगन्धर्वा: सिद्धविद्याध्रचारणा: ।यक्षरक्ष:पिशाचाश्च भूतप्रमथनायका: ॥ ४१ ॥विशुद्धसत्त्वधाम्न्यद्धा त्वयि शास्‍त्रशरीरिणि ।नित्यं निबद्धवैरास्ते वयं चान्ये च ताद‍ृशा: ॥ ४२ ॥केचनोद्बद्धवैरेण भक्त्या केचन कामत: ।न तथा सत्त्वसंरब्धा: सन्निकृष्टा: सुरादय: ॥ ४३ ॥",
        "english_devnagari": "daitya-dānava-gandharvāḥsiddha-vidyādhra-cāraṇāḥyakṣa-rakṣaḥ-piśācāś cabhūta-pramatha-nāyakāḥ",
        "verse_Syn": [
            "daitya",
            "dānava",
            "gandharvāḥ",
            "siddha",
            "vidyādhara",
            "cāraṇāḥ",
            "yakṣa",
            "rakṣaḥ",
            "piśācāḥ",
            "ca",
            "bhūta",
            "pramatha",
            "nāyakāḥ",
            "viśuddha",
            "sattva",
            "dhāmni",
            "addhā",
            "tvayi",
            "śāstra",
            "śarīriṇi",
            "nityam",
            "nibaddha",
            "vairāḥ",
            "te",
            "vayam",
            "ca",
            "anye",
            "ca",
            "tādṛśāḥ",
            "kecana",
            "udbaddha",
            "vaireṇa",
            "bhaktyā",
            "kecana",
            "kāmataḥ",
            "na",
            "tathā",
            "sattva",
            "saṁrabdhāḥ",
            "sannikṛṣṭāḥ",
            "sura",
            "ādayaḥ"
        ],
        "translation": "Many who had been constantly absorbed in enmity toward You ultimately became attracted to You, who are the direct embodiment of transcendental goodness and whose divine form comprises the revealed scriptures. These reformed enemies include Daityas, Dānavas, Gandharvas, Siddhas, Vidyādharas, Cāraṇas, Yakṣas, Rākṣasas, Piśācas, Bhūtas, Pramathas and Nāyakas, and also ourselves and many others like us. Some of us have become attracted to You because of exceptional hatred, while others have become attracted because of their mood of devotion based on lust. But the demigods and others infatuated by material goodness feel no such attraction for You.",
        "purport": " Śrīla Jīva Gosvāmī explains this passage as follows: The Gandharvas, Siddhas, Vidyādharas and Cāraṇas are adversaries of the Supreme Lord when they follow the lead of the Daitya and Dānava demons. The Yakṣas, Rākṣasas, Piśācas and so on tend to be inimical because they are generally covered by ignorance. There are some rascals in the pure mode of ignorance, like Śiśupāla and Pauṇḍraka, who are totally absorbed in meditation on the Lord as their enemy, and this fixed consciousness earns them liberation. Others, in a mixed condition of passion and ignorance, associate with the Lord with a desire for position and prestige; Mahārāja Bali sees himself as belonging to this category. Yet Lord Viṣṇu favored Bali by becoming his doorkeeper in the subterranean region of Sutala, just as He favored the demons by killing and liberating them, and the Gandharvas by engaging them in singing His glories. On the other hand, the Lord awards sense gratification to those demigods who are proud of their being situated in the mode of goodness; thus they become deluded and forget Him."
    },
    {
        "verse": "44",
        "devanagari": "इदमित्थमिति प्रायस्तव योगेश्वरेश्वर ।न विदन्त्यपि योगेशा योगमायां कुतो वयम् ॥ ४४ ॥",
        "english_devnagari": "idam ittham iti prāyastava yogeśvareśvarana vidanty api yogeśāyoga-māyāṁ kuto vayam",
        "verse_Syn": [
            "idam",
            "ittham",
            "iti",
            "prāyaḥ",
            "tava",
            "yoga",
            "īśvara",
            "īśvara",
            "na",
            "vidanti",
            "api",
            "yoga",
            "īśāḥ",
            "yoga",
            "māyām",
            "kutaḥ",
            "vayam"
        ],
        "translation": "What to speak of ourselves, O Lord of all perfect yogīs, even the greatest mystics do not know what Your spiritual power of delusion is or how it acts.",
        "purport": " Systematic understanding of something should include knowledge of both its svarūpa, or essential identity, and also its viśeṣas, the attributes that make it different from other things. Māyā, the energy underlying all material existence, is more subtle than ordinary phenomena. Only God and His liberated devotees, therefore, can know its svarūpa and viśeṣa."
    },
    {
        "verse": "45",
        "devanagari": "तन्न: प्रसीद निरपेक्षविमृग्ययुष्मत्-पादारविन्दधिषणान्यगृहान्धकूपात् ।निष्क्रम्य विश्वशरणाङ्घ्रय‍ुपलब्धवृत्ति:शान्तो यथैक उत सर्वसखैश्चरामि ॥ ४५ ॥",
        "english_devnagari": "tan naḥ prasīda nirapekṣa-vimṛgya-yuṣmatpādāravinda-dhiṣaṇānya-gṛhāndha-kūpātniṣkramya viśva-śaraṇāṅghry-upalabdha-vṛttiḥśānto yathaika uta sarva-sakhaiś carāmi",
        "verse_Syn": [
            "tat",
            "naḥ",
            "prasīda",
            "nirapekṣa",
            "vimṛgya",
            "yuṣmat",
            "pāda",
            "aravinda",
            "dhiṣaṇa",
            "anya",
            "gṛha",
            "andha",
            "kūpāt",
            "niṣkramya",
            "viśva",
            "śaraṇa",
            "aṅghri",
            "upalabdha",
            "vṛttiḥ",
            "śāntaḥ",
            "yathā",
            "ekaḥ",
            "uta",
            "sarva",
            "sakhaiḥ",
            "carāmi"
        ],
        "translation": "Please be merciful to me so I may get out of the blind well of family life — my false home — and find the true shelter of Your lotus feet, which selfless sages always seek. Then, either alone or in the company of great saints, who are the friends of everyone, I may wander freely, finding life’s necessities at the feet of the universally charitable trees.",
        "purport": " Śrīla Viśvanātha Cakravartī states that in response to Bali’s prayers, Śrī Kṛṣṇa invited him to choose some benediction, and in this verse Bali submits his request. Bali begs to be relieved of the entanglement of material life so he will be free to leave home and wander in the wilderness, with only the Lord’s lotus feet as his shelter. For his subsistence, Bali proposes, he will take help from the forest trees, at whose feet are fruits to eat and leaves to sleep on, for all to use as needed. And if the Lord is especially merciful to him, Bali hopes, he will not have to wander alone but will be allowed to travel in the company of Lord Kṛṣṇa’s devotees."
    },
    {
        "verse": "46",
        "devanagari": "शाध्यस्मानीशितव्येश निष्पापान् कुरु न: प्रभो ।पुमान् यच्छ्रद्धयातिष्ठंश्चोदनाया विमुच्यते ॥ ४६ ॥",
        "english_devnagari": "śādhy asmān īśitavyeśaniṣpāpān kuru naḥ prabhopumān yac chraddhayātiṣṭhaṁścodanāyā vimucyate",
        "verse_Syn": [
            "śādhi",
            "asmān",
            "īśitavya",
            "īśa",
            "niṣpāpān",
            "kuru",
            "naḥ",
            "prabho",
            "pumān",
            "yat",
            "śraddhayā",
            "ātiṣṭhan",
            "codanāyāḥ",
            "vimucyate"
        ],
        "translation": "O Lord of all subordinate creatures, please tell us what to do and thus free us of all sin. One who faithfully executes Your command, O master, is no longer obliged to follow the ordinary Vedic rites.",
        "purport": " The ācāryas explain Bali’s thoughts as follows. Reflecting on the possibility that his request for immediate deliverance may have been too bold, Bali Mahārāja considers that first he will need to become sufficiently purified. In any case, he thinks, Lord Kṛṣṇa and Lord Balarāma must have come to him for some specific purpose; if he can receive the Lords’ order and carry it out, that will be his best opportunity for purification. Indeed, as Bali states, a devotee acting under the Personality of Godhead’s instruction need no longer follow the sacrificial injunctions and prohibitions of the Vedas."
    },
    {
        "verse": "47",
        "devanagari": "श्रीभगवानुवाचआसन्मरीचे: षट् पुत्रा ऊर्णायां प्रथमेऽन्तरे ।देवा: कं जहसुर्वीक्ष्य सुतं यभितुमुद्यतम् ॥ ४७ ॥",
        "english_devnagari": "śrī-bhagavān uvācaāsan marīceḥ ṣaṭ putrāūrṇāyāṁ prathame ’ntaredevāḥ kaṁ jahasur vīkṣyasutaṁ yabhitum udyatam",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "āsan",
            "marīceḥ",
            "ṣaṭ",
            "putrāḥ",
            "ūrṇāyām",
            "prathame",
            "antare",
            "devāḥ",
            "kam",
            "jahasuḥ",
            "vīkṣya",
            "sutām",
            "yabhitum",
            "udyatam"
        ],
        "translation": "The Supreme Lord said: During the age of the first Manu, the sage Marīci had six sons by his wife Ūrnā. They were all exalted demigods, but once they laughed at Lord Brahmā when they saw him preparing to have sex with his own daughter.",
        "purport": ""
    },
    {
        "verse": "48-49",
        "devanagari": "तेनासुरीमगन् योनिमधुनावद्यकर्मणा ।हिरण्यकशिपोर्जाता नीतास्ते योगमायया ॥ ४८ ॥देवक्या उदरे जाता राजन् कंसविहिंसिता: ।सा तान् शोचत्यात्मजान् स्वांस्त इमेऽध्यासतेऽन्तिके ॥ ४९ ॥",
        "english_devnagari": "tenāsurīm agan yonimadhunāvadya-karmaṇāhiraṇyakaśipor jātānītās te yoga-māyayā",
        "verse_Syn": [
            "tena",
            "āsurīm",
            "agan",
            "yonim",
            "adhunā",
            "avadya",
            "karmaṇā",
            "hiraṇyakaśipoḥ",
            "jātāḥ",
            "nītāḥ",
            "te",
            "yoga",
            "māyayā",
            "devakyāḥ",
            "udare",
            "jātāḥ",
            "rājan",
            "kaṁsa",
            "vihiṁsitāḥ",
            "sā",
            "tān",
            "śocati",
            "ātma",
            "jān",
            "svān",
            "te",
            "ime",
            "adhyāsate",
            "antike"
        ],
        "translation": "Because of that improper act, they immediately entered a demoniac form of life, and thus they took birth as sons of Hiraṇyakaśipu. The goddess Yoga-māyā then took them away from Hiraṇyakaśipu, and they were born again from Devakī’s womb. After this, O King, Kaṁsa murdered them. Devakī still laments for them, thinking of them as her sons. These same sons of Marīci are now living here with you.",
        "purport": " Ācāryas Śrīdhara Svāmī and Viśvanātha Cakravartī explain that after taking Marīci’s six sons from Hiraṇyakaśipu, Lord Kṛṣṇa’s Yoga-māyā first made them pass through one more life as children of another great demon, Kālanemi, and then she finally transferred them to the womb of Devakī."
    },
    {
        "verse": "50",
        "devanagari": "इत एतान् प्रणेष्यामो मातृशोकापनुत्तये ।तत: शापाद् विनिर्मुक्ता लोकं यास्यन्ति विज्वरा: ॥ ५० ॥",
        "english_devnagari": "ita etān praṇeṣyāmomātṛ-śokāpanuttayetataḥ śāpād vinirmaktālokaṁ yāsyanti vijvarāḥ",
        "verse_Syn": [
            "itaḥ",
            "etān",
            "praṇeṣyāmaḥ",
            "mātṛ",
            "śoka",
            "apanuttaye",
            "tataḥ",
            "śāpāt",
            "vinirmuktāḥ",
            "lokam",
            "yāsyanti",
            "vijvarāḥ"
        ],
        "translation": "We wish to take them from this place to dispel their mother’s sorrow. Then, released from their curse and free from all suffering, they will return to their home in heaven.",
        "purport": " As pointed out by Śrīla Prabhupāda in his purports to Chapter Two, texts 5 and 8, of this canto, Marīci’s sons were condemned for their offense against Lord Brahmā, and in addition Hiraṇyakaśipu once cursed them to be killed by their own father in a future life. This curse was fulfilled by Vasudeva’s letting Kaṁsa murder them one by one."
    },
    {
        "verse": "51",
        "devanagari": "स्मरोद्गीथ: परिष्वङ्ग: पतङ्ग: क्षुद्रभृद् घृणी ।षडिमे मत्प्रसादेन पुनर्यास्यन्ति सद्गतिम् ॥ ५१ ॥",
        "english_devnagari": "smarodgīthaḥ pariṣvaṅgaḥpataṅgaḥ kṣudrabhṛd ghṛṇīṣaḍ ime mat-prasādenapunar yāsyanti sad-gatim",
        "verse_Syn": [
            "smara",
            "udgīthaḥ",
            "pariṣvaṅgaḥ",
            "pataṅgaḥ",
            "kṣudrabhṛt",
            "ghṛṇī",
            "ṣaṭ",
            "ime",
            "mat",
            "prasādena",
            "punaḥ",
            "yāsyanti",
            "sat",
            "gatim"
        ],
        "translation": "By My grace these six — Smara, Udgītha, Pariṣvaṅga, Pataṅga, Kṣudrabhṛt and Ghṛṇī — will return to the abode of pure saints.",
        "purport": " These are the names the six children first had when they were sons of Marīci. The oldest, Smara, was called Kīrtimān when born again to Vasudeva, as recorded in the Śrīmad-Bhāgavatam (10.1.57): “Vasudeva was very much disturbed by the fear of becoming a liar by breaking his promise. Thus with great pain he delivered his firstborn son, named Kīrtimān, into the hands of Kaṁsa.”"
    },
    {
        "verse": "52",
        "devanagari": "इत्युक्त्वा तान् समादाय इन्द्रसेनेन पूजितौ ।पुनर्द्वारवतीमेत्य मातु: पुत्रानयच्छताम् ॥ ५२ ॥",
        "english_devnagari": "ity uktvā tān samādāyaindrasenena pūjitaupunar dvāravatīm etyamātuḥ putrān ayacchatām",
        "verse_Syn": [
            "iti",
            "uktvā",
            "tān",
            "samādāya",
            "indrasenena",
            "pūjitau",
            "punaḥ",
            "dvāravatīm",
            "etya",
            "mātuḥ",
            "putrān",
            "ayacchatām"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] After saying this, Lord Kṛṣṇa and Lord Balarāma, having been duly worshiped by Bali Mahārāja, took the six sons and returned to Dvārakā, where They presented them to Their mother.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "तान् द‍ृष्ट्वा बालकान् देवी पुत्रस्‍नेहस्‍नुतस्तनी ।परिष्वज्याङ्कमारोप्य मूर्ध्‍न्यजिघ्रदभीक्ष्णश: ॥ ५३ ॥",
        "english_devnagari": "tān dṛṣṭvā bālakān devīputra-sneha-snuta-stanīpariṣvajyāṅkam āropyamūrdhny ajighrad abhīkṣṇaśaḥ",
        "verse_Syn": [
            "tān",
            "dṛṣṭvā",
            "bālakān",
            "devī",
            "putra",
            "sneha",
            "snuta",
            "stanī",
            "pariṣvajya",
            "aṅkam",
            "āropya",
            "mūrdhni",
            "ajighrat",
            "abhīkṣṇaśaḥ"
        ],
        "translation": "When she saw her lost children, Goddess Devakī felt such affection for them that milk flowed from her breasts. She embraced them and took them onto her lap, smelling their heads again and again.",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "अपाययत् स्तनं प्रीता सुतस्पर्शपरिस्‍नुतम् ।मोहिता मायया विष्णोर्यया सृष्टि: प्रवर्तते ॥ ५४ ॥",
        "english_devnagari": "apāyayat stanaṁ prītāsuta-sparśa-parisnutammohitā māyayā viṣṇoryayā sṛṣṭiḥ pravartate",
        "verse_Syn": [
            "apāyayat",
            "stanam",
            "prītā",
            "suta",
            "sparśa",
            "parisnutam",
            "mohitā",
            "māyayā",
            "viṣṇoḥ",
            "yayā",
            "sṛṣṭiḥ",
            "pravartate"
        ],
        "translation": "Lovingly she let her sons drink from her breast, which became wet with milk just by their touch. She was entranced by the same illusory energy of Lord Viṣṇu that initiates the creation of the universe.",
        "purport": " In the opinion of Śrīla Jīva Gosvāmī, the word sṛṣṭi can here also refer to the creative process by which Lord Viṣṇu’s Yoga-māyā arranges the settings and situations of His pastimes. There is indeed no question of Mother Devakī being affected by the material aspect of Māyā."
    },
    {
        "verse": "55-56",
        "devanagari": "पीत्वामृतं पयस्तस्या: पीतशेषं गदाभृत: ।नारायणाङ्गसंस्पर्शप्रतिलब्धात्मदर्शना: ॥ ५५ ॥ते नमस्कृत्य गोविन्दं देवकीं पितरं बलम् ।मिषतां सर्वभूतानां ययुर्धाम दिवौकसाम् ॥ ५६ ॥",
        "english_devnagari": "pītvāmṛtaṁ payas tasyāḥpīta-śeṣaṁ gadā-bhṛtaḥnārāyaṇāṅga-saṁsparśa-pratilabdhātma-darśanāḥ",
        "verse_Syn": [
            "pītvā",
            "amṛtam",
            "payaḥ",
            "tasyāḥ",
            "pīta",
            "śeṣam",
            "gadā",
            "bhṛtaḥ",
            "nārāyaṇa",
            "aṅga",
            "saṁsparśa",
            "pratilabdha",
            "ātma",
            "darśanāḥ",
            "te",
            "namaskṛtya",
            "govindam",
            "devakīm",
            "pitaram",
            "balam",
            "miṣatām",
            "sarva",
            "bhūtānām",
            "yayuḥ",
            "dhāma",
            "diva",
            "okasām"
        ],
        "translation": "By drinking her nectarean milk, the remnants of what Kṛṣṇa Himself had previously drunk, the six sons touched the transcendental body of the Lord, Nārāyaṇa, and this contact awakened them to their original identities. They bowed down to Govinda, Devakī, their father and Balarāma, and then, as everyone looked on, they left for the abode of the demigods.",
        "purport": " Lord Kṛṣṇa remained as an infant with Devakī and Vasudeva for only a very short time. First the Lord appeared before them in His four-armed Viṣṇu form, and after hearing their prayers He changed Himself into an apparently ordinary infant for their pleasure. But to save Kṛṣṇa from suffering His brothers’ fate, Vasudeva at once removed Him from Kaṁsa’s prison. Just before Vasudeva took Him away, Mother Devakī suckled Kṛṣṇa once so that He would not feel thirsty during the long trip to Nanda-vraja. This we learn from the commentary of Śrīla Viśvanātha Cakravartī Ṭhākura."
    },
    {
        "verse": "57",
        "devanagari": "तं द‍ृष्ट्वा देवकी देवी मृतागमननिर्गमम् ।मेने सुविस्मिता मायां कृष्णस्य रचितां नृप ॥ ५७ ॥",
        "english_devnagari": "taṁ dṛṣṭvā devakī devīmṛtāgamana-nirgamammene su-vismitā māyāṁkṛṣṇasya racitāṁ nṛpa",
        "verse_Syn": [
            "tam",
            "dṛṣṭvā",
            "devakī",
            "devī",
            "mṛta",
            "āgamana",
            "nirgamam",
            "mene",
            "su",
            "vismitā",
            "māyām",
            "kṛṣṇasya",
            "racitām",
            "nṛpa"
        ],
        "translation": "Seeing her sons return from death and then depart again, saintly Devakī was struck with wonder, O King. She concluded that this was all simply an illusion created by Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "58",
        "devanagari": "एवंविधान्यद्भ‍ुतानि कृष्णस्य परमात्मन: ।वीर्याण्यनन्तवीर्यस्य सन्त्यनन्तानि भारत ॥ ५८ ॥",
        "english_devnagari": "evaṁ-vidhāny adbhutānikṛṣṇasya paramātmanaḥvīryāṇy ananta-vīryasyasanty anantāni bhārata",
        "verse_Syn": [
            "evam",
            "vidhāni",
            "adbhutāni",
            "kṛṣṇasya",
            "parama",
            "ātmanaḥ",
            "vīryāṇi",
            "ananta",
            "vīryasya",
            "santi",
            "anantāni",
            "bhārata"
        ],
        "translation": "Śrī Kṛṣṇa, the Supreme Soul, the Lord of unlimited valor, performed countless pastimes just as amazing as this one, O descendant of Bharata.",
        "purport": ""
    },
    {
        "verse": "59",
        "devanagari": "श्रीसूत उवाचय इदमनुश‍ृणोति श्रावयेद् वा मुरारे-श्चरितममृतकीर्तेर्वर्णितं व्यासपुत्रै: ।जगदघभिदलं तद्भ‍क्तसत्कर्णपूरंभगवति कृतचित्तो याति तत्क्षेमधाम ॥ ५९ ॥",
        "english_devnagari": "śrī-sūta uvācaya idam anuśṛṇoti śrāvayed vā murāreścaritam amṛta-kīrter varṇitaṁ vyāsa-putraiḥjagad-agha-bhid alaṁ tad-bhakta-sat-karṇa-pūraṁbhagavati kṛta-citto yāti tat-kṣema-dhāma",
        "verse_Syn": [
            "śrī",
            "sūtaḥ",
            "uvāca",
            "yaḥ",
            "idam",
            "anuśṛṇoti",
            "śrāvayet",
            "vā",
            "murāreḥ",
            "caritam",
            "amṛta",
            "kīrteḥ",
            "varṇitam",
            "vyāsa",
            "putraiḥ",
            "jagat",
            "agha",
            "bhit",
            "alam",
            "tat",
            "bhakta",
            "sat",
            "karṇa",
            "pūram",
            "bhagavati",
            "kṛta",
            "cittaḥ",
            "yāti",
            "tat",
            "kṣema",
            "dhāma"
        ],
        "translation": "Śrī Sūta Gosvāmī said: This pastime enacted by Lord Murāri, whose fame is eternal, totally destroys the sins of the universe and serves as the transcendental ornament for His devotees’ ears. Anyone who carefully hears or narrates this pastime, as recounted by the venerable son of Vyāsa, will be able to fix his mind in meditation on the Supreme Lord and attain to the all-auspicious kingdom of God.",
        "purport": " According to Śrīla Śrīdhara Svāmī, hearing the wonderful events of Lord Kṛṣṇa’s life destroys sins in a manner that is perfect (alam) because it is easy. Anyone can easily participate in this hearing, and those who become devoted to Kṛṣṇa always enjoy wearing on their ears the ornaments of topics concerning Him. Not only those who were present at the time of their occurrence, but also Śukadeva Gosvāmī, Sūta Gosvāmī, all who have heard since and everyone in the universe who will hear in the future — all are blessed by the continuous recital of Lord Kṛṣṇa’s transcendental glories."
    }
]