[
    {
        "verse": "1-6",
        "devanagari": "श्रीशुक उवाचनरकं निहतं श्रुत्वा तथोद्वाहं च योषिताम् ।कृष्णेनैकेन बह्वीनां तद् दिद‍ृक्षु: स्म नारद: ॥ १ ॥चित्रं बतैतदेकेन वपुषा युगपत्पृथक् ।गृहेषु द्वय‍ष्टसाहस्रं स्‍त्रिय एक उदावहत् ॥ २ ॥इत्युत्सुको द्वारवतीं देवर्षिर्द्रष्टुमागमत् ।पुष्पितोपवनारामद्विजालिकुलनादिताम् ॥ ३ ॥उत्फुल्ल‍ेन्दीवराम्भोजकह्लारकुमुदोत्पलै: ।छुरितेषु सर:सूच्चै: कूजितां हंससारसै: ॥ ४ ॥प्रासादलक्षैर्नवभिर्जुष्टां स्फाटिकराजतै: ।महामरकतप्रख्यै: स्वर्णरत्नपरिच्छदै: ॥ ५ ॥विभक्तरथ्यापथचत्वरापणै:शालासभाभी रुचिरां सुरालयै: ।संसिक्तमार्गाङ्गनवीथिदेहलींपतत्पताकध्वजवारितातपाम् ॥ ६ ॥",
        "english_devnagari": "śrī-śuka uvācanarakaṁ nihataṁ śrutvātathodvāhaṁ ca yoṣitāmkṛṣṇenaikena bahvīnāṁtad-didṛkṣuḥ sma nāradaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "narakam",
            "nihatam",
            "śrutvā",
            "tathā",
            "udvāham",
            "ca",
            "yoṣitām",
            "kṛṣṇena",
            "ekena",
            "bahvīnām",
            "tat",
            "didṛkṣuḥ",
            "sma",
            "nāradaḥ",
            "citram",
            "bata",
            "etat",
            "ekena",
            "vapuṣā",
            "yugapat",
            "pṛthak",
            "gṛheṣu",
            "dvi",
            "aṣṭa",
            "sāhasram",
            "striyaḥ",
            "ekaḥ",
            "udāvahat",
            "iti",
            "utsukaḥ",
            "dvāravatīm",
            "deva",
            "ṛṣiḥ",
            "draṣṭum",
            "āgamat",
            "puṣpita",
            "upavana",
            "ārāma",
            "dvija",
            "ali",
            "kula",
            "nāditām",
            "utphulla",
            "indīvara",
            "ambhoja",
            "kahlāra",
            "kumuda",
            "utpalaiḥ",
            "churiteṣu",
            "saraḥsu",
            "uccaiḥ",
            "kūjitām",
            "haṁsa",
            "sārasaiḥ",
            "prāsāda",
            "lakṣaiḥ",
            "navabhiḥ",
            "juṣṭām",
            "sphāṭika",
            "rājataiḥ",
            "mahā",
            "marakata",
            "prakhyaiḥ",
            "svarṇa",
            "ratna",
            "paricchadaiḥ",
            "vibhakta",
            "rathyā",
            "patha",
            "catvara",
            "āpaṇaiḥ",
            "śālā",
            "sabhābhiḥ",
            "rucirām",
            "sura",
            "ālayaiḥ",
            "saṁsikta",
            "mārga",
            "aṅgana",
            "vīthi",
            "dehalīm",
            "patat",
            "patāka",
            "dhvaja",
            "vārita",
            "ātapām"
        ],
        "translation": "Śukadeva Gosvāmī said: Hearing that Lord Kṛṣṇa had killed Narakāsura and had alone married many brides, Nārada Muni desired to see the Lord in this situation. He thought, “It is quite amazing that in a single body Lord Kṛṣṇa simultaneously married sixteen thousand women, each in a separate palace.” Thus the sage of the demigods eagerly went to Dvārakā.",
        "purport": " In Kṛṣṇa, Śrīla Prabhupāda beautifully describes the city of Dvārakā as follows: “Being inquisitive as to how Kṛṣṇa was managing His household affairs with so many wives, Nārada desired to see these pastimes and so set out to visit Kṛṣṇa’s different homes. When Nārada arrived in Dvārakā, he saw that the gardens and parks were full of various flowers of different colors and orchards that were overloaded with a variety of fruits. Beautiful birds were chirping, and peacocks were delightfully crowing. There were tanks and ponds full of blue and red lotus flowers, and some of these sites were filled with varieties of lilies. The lakes were full of nice swans and cranes, whose voices resounded everywhere. In the city there were as many as 900,000 great palaces built of first-class marble, with gates and doors made of silver. The posts of the houses and palaces were bedecked with jewels such as touchstone, sapphires and emeralds, and the floors gave off a beautiful luster. The highways, lanes, streets, crossings and marketplaces were all beautifully decorated. The whole city was full of residential homes, assembly houses and temples, all of different architectural beauty. All of this made Dvārakā a glowing city. The big avenues, crossings, lanes and streets, and also the thresholds of every residential house, were very clean. On both sides of every path there were bushes, and at regular intervals there were large trees that shaded the avenues so that the sunshine would not bother the passersby.”"
    },
    {
        "verse": "7-8",
        "devanagari": "तस्यामन्त:पुरं श्रीमदर्चितं सर्वधिष्ण्यपै: ।हरे: स्वकौशलं यत्र त्वष्ट्रा कार्त्स्‍न्येन दर्शितम् ॥ ७ ॥तत्र षोडशभि: सद्मसहस्रै: समलङ्कृतम् ।विवेशैकतोमं शौरे: पत्नीनां भवनं महत् ॥ ८ ॥",
        "english_devnagari": "tasyām antaḥ-puraṁ śrīmadarcitaṁ sarva-dhiṣṇya-paiḥhareḥ sva-kauśalaṁ yatratvaṣṭrā kārtsnyena darśitam",
        "verse_Syn": [
            "tasyām",
            "antaḥ",
            "puram",
            "śrī",
            "mat",
            "arcitam",
            "sarva",
            "dhiṣṇya",
            "paiḥ",
            "hareḥ",
            "sva",
            "kauśalam",
            "yatra",
            "tvaṣṭrā",
            "kārtsnyena",
            "darśitam",
            "tatra",
            "ṣoḍaśabhiḥ",
            "sadma",
            "sahasraiḥ",
            "samalaṅkṛtam",
            "viveśa",
            "ekatamam",
            "śaureḥ",
            "patnīnām",
            "bhavanam",
            "mahat"
        ],
        "translation": "In the city of Dvārakā was a beautiful private quarter worshiped by the planetary rulers. This district, where the demigod Viśvakarmā had shown all his divine skill, was the residential area of Lord Hari, and thus it was gorgeously decorated by the sixteen thousand palaces of Lord Kṛṣṇa’s queens. Nārada Muni entered one of these immense palaces.",
        "purport": " Śrīla Jīva Gosvāmī points out that Tvaṣṭā, Viśvakarmā, manifested the expertise of the Supreme Lord, and thus he was able to build such exquisite palaces. Śrīla Prabhupāda writes: “The great kings and princes of the world used to visit these palaces just to worship [Lord Kṛṣṇa]. The architectural plans were made personally by Viśvakarmā, the engineer of the demigods, and in the construction of the palaces he exhibited all of his talents and ingenuity.”"
    },
    {
        "verse": "9-12",
        "devanagari": "विष्टब्धं विद्रुमस्तम्भैर्वैदूर्यफलकोत्तमै: ।इन्द्रनीलमयै: कुड्यैर्जगत्या चाहतत्विषा ॥ ९ ॥वितानैर्निर्मितैस्त्वष्ट्रा मुक्तादामविलम्बिभि: ।दान्तैरासनपर्यङ्कैर्मण्युत्तमपरिष्कृतै: ॥ १० ॥दासीभिर्निष्ककण्ठीभि: सुवासोभिरलङ्कृतम् ।पुम्भि: सकञ्चुकोष्णीषसुवस्‍त्रमणिकुण्डलै: ॥ ११ ॥रत्नप्रदीपनिकरद्युतिभिर्निरस्त-ध्वान्तं विचित्रवलभीषु शिखण्डिनोऽङ्ग ।नृत्यन्ति यत्र विहितागुरुधूपमक्षै-र्निर्यान्तमीक्ष्य घनबुद्धय उन्नदन्त: ॥ १२ ॥",
        "english_devnagari": "viṣṭabdhaṁ vidruma-stambhairvaidūrya-phalakottamaiḥindranīla-mayaiḥ kuḍyairjagatyā cāhata-tviṣā",
        "verse_Syn": [
            "viṣṭabdham",
            "vidruma",
            "stambhaiḥ",
            "vaidūrya",
            "phalaka",
            "uttamaiḥ",
            "indranīla",
            "mayaiḥ",
            "kuḍyaiḥ",
            "jagatyā",
            "ca",
            "ahata",
            "tviṣā",
            "vitānaiḥ",
            "nirmitaiḥ",
            "tvaṣṭrā",
            "muktā",
            "dāma",
            "vilambibhiḥ",
            "dāntaiḥ",
            "āsana",
            "paryaṅkaiḥ",
            "maṇi",
            "uttama",
            "pariṣkṛtaiḥ",
            "dāsībhiḥ",
            "niṣka",
            "kaṇṭhībhiḥ",
            "su",
            "vāsobhiḥ",
            "alaṅkṛtam",
            "pumbhiḥ",
            "sa",
            "kañcuka",
            "uṣṇīṣa",
            "su",
            "vastra",
            "maṇi",
            "kuṇḍalaiḥ",
            "ratna",
            "pradīpa",
            "nikara",
            "dyutibhiḥ",
            "nirasta",
            "dhvāntam",
            "vicitra",
            "valabhīṣu",
            "śikhaṇḍinaḥ",
            "aṅga",
            "nṛtyanti",
            "yatra",
            "vihita",
            "aguru",
            "dhūpam",
            "akṣaiḥ",
            "niryāntam",
            "īkṣya",
            "ghana",
            "buddhayaḥ",
            "unnadantaḥ"
        ],
        "translation": "Supporting the palace were coral pillars decoratively inlaid with vaidūrya gems. Sapphires bedecked the walls, and the floors glowed with perpetual brilliance. In that palace Tvaṣṭā had arranged canopies with hanging strands of pearls; there were also seats and beds fashioned of ivory and precious jewels. In attendance were many well-dressed maidservants bearing lockets on their necks, and also armor-clad guards with turbans, fine uniforms and jeweled earrings. The glow of numerous jewel-studded lamps dispelled all darkness in the palace. My dear King, on the ornate ridges of the roof danced loudly crying peacocks, who saw the fragrant aguru incense escaping through the holes of the latticed windows and mistook it for a cloud.",
        "purport": " Śrīla Prabhupāda writes: “There was so much incense and fragrant gum burning that the scented fumes were coming out of the windows. The peacocks sitting on the steps became illusioned by the fumes, mistaking them for clouds, and began dancing jubilantly. There were many maidservants, all of whom were decorated with gold necklaces, bangles and beautiful sārīs. There were also many male servants, who were nicely decorated in cloaks and turbans and jeweled earrings. Beautiful as they were, the servants were all engaged in different household duties.”"
    },
    {
        "verse": "13",
        "devanagari": "तस्मिन् समानगुणरूपवय:सुवेष-दासीसहस्रयुतयानुसवं गृहिण्या ।विप्रो ददर्श चमरव्यजनेन रुक्‍म-दण्डेन सात्वतपतिं परिवीजयन्त्या ॥ १३ ॥",
        "english_devnagari": "tasmin samāna-guṇa-rūpa-vayaḥ-su-veṣa-dāsī-sahasra-yutayānusavaṁ gṛhiṇyāvipro dadarśa cāmara-vyajanena rukma-daṇḍena sātvata-patiṁ parivījayantyā",
        "verse_Syn": [
            "tasmin",
            "samāna",
            "guṇa",
            "rūpa",
            "vayaḥ",
            "su",
            "veṣa",
            "dāsī",
            "sahasra",
            "yutayā",
            "anusavam",
            "gṛhiṇyā",
            "vipraḥ",
            "dadarśa",
            "cāmara",
            "vyajanena",
            "rukma",
            "daṇḍena",
            "sātvata",
            "patim",
            "parivījayantyā"
        ],
        "translation": "In that palace the learned brāhmaṇa saw the Lord of the Sātvatas, Śrī Kṛṣṇa, together with His wife, who fanned Him with a gold-handled yak-tail fan. She personally served Him in this way, even though she was constantly attended by a thousand maidservants equal to her in personal character, beauty, youth and fine dress.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तं सन्निरीक्ष्य भगवान् सहसोत्थितश्री-पर्यङ्कत: सकलधर्मभृतां वरिष्ठ: ।आनम्य पादयुगलं शिरसा किरीट-जुष्टेन साञ्जलिरवीविशदासने स्वे ॥ १४ ॥",
        "english_devnagari": "taṁ sannirīkṣya bhagavān sahasotthita-śrī-paryaṅkataḥ sakala-dharma-bhṛtāṁ variṣṭhaḥānamya pāda-yugalaṁ śirasā kirīṭa-juṣṭena sāñjalir avīviśad āsane sve",
        "verse_Syn": [
            "tam",
            "sannirīkṣya",
            "bhagavān",
            "sahasā",
            "utthita",
            "śrī",
            "paryaṅkataḥ",
            "sakala",
            "dharma",
            "bhṛtām",
            "variṣṭhaḥ",
            "ānamya",
            "pāda",
            "yugalam",
            "śirasā",
            "kirīṭa",
            "juṣṭena",
            "sa",
            "añjaliḥ",
            "avīviśat",
            "āsane",
            "sve"
        ],
        "translation": "The Supreme Lord is the greatest upholder of religious principles. Thus when He noticed Nārada, He rose at once from Goddess Śrī’s bed, bowed His crowned head at Nārada’s feet and, joining His palms, had the sage sit in His own seat.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "तस्यावनिज्य चरणौ तदप: स्वमूर्ध्नाबिभ्रज्जगद्गुरुतमोऽपि सतां पतिर्हि ।ब्रह्मण्यदेव इति यद्गुणनाम युक्तंतस्यैव यच्चरणशौचमशेषतीर्थम् ॥ १५ ॥",
        "english_devnagari": "tasyāvanijya caraṇau tad-apaḥ sva-mūrdhnābibhraj jagad-gurutamo ’pi satāṁ patir hibrahmaṇya-deva iti yad guṇa-nāma yuktaṁtasyaiva yac-caraṇa-śaucam aśeṣa-tīrtham",
        "verse_Syn": [
            "tasya",
            "avanijya",
            "caraṇau",
            "tat",
            "apaḥ",
            "sva",
            "mūrdhnā",
            "bibhrat",
            "jagat",
            "guru",
            "tamaḥ",
            "api",
            "satām",
            "patiḥ",
            "hi",
            "brahmaṇya",
            "devaḥ",
            "iti",
            "yat",
            "guṇa",
            "nāma",
            "yuktam",
            "tasya",
            "eva",
            "yat",
            "caraṇa",
            "śaucam",
            "aśeṣa",
            "tīrtham"
        ],
        "translation": "The Lord bathed Nārada’s feet and then put the water on His own head. Although Lord Kṛṣṇa is the supreme spiritual authority of the universe and the master of His devotees, it was proper for Him to behave in this way, for His name is Brahmaṇya-deva, “the Lord who favors the bṛāhmaṇas.” Thus Śrī Kṛṣṇa honored the sage Nārada by bathing his feet, even though the water that bathes the Lord’s own feet becomes the Ganges, the ultimate holy shrine.",
        "purport": " Since Lord Kṛṣṇa’s own lotus feet are the source of the most holy Ganges, the Lord did not have to purify Himself by bathing Nārada Muni’s feet. Rather, as Śrīla Prabhupāda explains: “Lord Kṛṣṇa in Dvārakā enjoyed the pastimes of a perfect human being. When, therefore, He washed the feet of the sage Nārada and took the water on His head, Nārada did not object, knowing well that the Lord did so to teach everyone how to respect saintly persons.”"
    },
    {
        "verse": "16",
        "devanagari": "सम्पूज्य देवऋषिवर्यमृषि: पुराणोनारायणो नरसखो विधिनोदितेन ।वाण्याभिभाष्य मितयामृतमिष्टया तंप्राह प्रभो भगवते करवाम हे किम् ॥ १६ ॥",
        "english_devnagari": "sampūjya deva-ṛṣi-varyam ṛṣiḥ purāṇonārāyaṇo nara-sakho vidhinoditenavāṇyābhibhāṣya mitayāmṛta-miṣṭayā taṁprāha prabho bhagavate karavāma he kim",
        "verse_Syn": [
            "sampūjya",
            "deva",
            "ṛṣi",
            "varyam",
            "ṛṣiḥ",
            "purāṇaḥ",
            "nārāyaṇaḥ",
            "nara",
            "sakhaḥ",
            "vidhinā",
            "uditena",
            "vāṇyā",
            "abhibhāṣya",
            "mitayā",
            "amṛta",
            "miṣṭayā",
            "tam",
            "prāha",
            "prabho",
            "bhagavate",
            "karavāma",
            "he",
            "kim"
        ],
        "translation": "After fully worshiping the great sage of the demigods according to Vedic injunctions, Lord Kṛṣṇa, who is Himself the original sage — Nārāyaṇa, the friend of Nara — conversed with Nārada, and the Lord’s measured speech was as sweet as nectar. Finally the Lord asked Nārada, “What may We do for you, Our lord and master?”",
        "purport": " In this verse the words nārāyaṇo nara-sakhaḥ indicate that Kṛṣṇa is Himself the Supreme Lord, Nārāyaṇa, who appeared as the friend of the sage Nara. In other words, Lord Kṛṣṇa is ṛṣiḥ purāṇaḥ, the original and supreme spiritual master. Nevertheless, following the Vedic injunctions (vidhinoditena) that a kṣatriya should worship the brāhmaṇas, Lord Kṛṣṇa happily worshiped His pure devotee Nārada Muni."
    },
    {
        "verse": "17",
        "devanagari": "श्रीनारद उवाचनैवाद्भ‍ुतं त्वयि विभोऽखिललोकनाथेमैत्री जनेषु सकलेषु दम: खलानाम् ।नि:श्रेयसाय हि जगत्स्थितिरक्षणाभ्यांस्वैरावतार उरुगाय विदाम सुष्ठु ॥ १७ ॥",
        "english_devnagari": "śrī-nārada uvācanaivādbhutaṁ tvayi vibho ’khila-loka-nāthemaitrī janeṣu sakaleṣu damaḥ khalānāmniḥśreyasāya hi jagat-sthiti-rakṣaṇābhyāṁsvairāvatāra urugāya vidāma suṣṭhu",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "na",
            "eva",
            "adbhutam",
            "tvayi",
            "vibho",
            "akhila",
            "loka",
            "nāthe",
            "maitrī",
            "janeṣu",
            "sakaleṣu",
            "damaḥ",
            "khalānām",
            "niḥśreyasāya",
            "hi",
            "jagat",
            "sthiti",
            "rakṣaṇābhyām",
            "svaira",
            "avatāraḥ",
            "uru",
            "gāya",
            "vidāma",
            "suṣṭhu"
        ],
        "translation": "Śrī Nārada said: O almighty Lord, it is no surprise that You, the ruler of all worlds, show friendship for all people and yet subdue the envious. As we well know, You descend by Your sweet will in order to bestow the highest good on this universe by maintaining and protecting it. Thus Your glories are widely sung.",
        "purport": " As pointed out by Śrīla Viśvanātha Cakravartī, all living beings are in fact servants of the Lord. The ācārya quotes the following verse from the Padma Purāṇa to elucidate: “[In the mantra om] the letter a signifies Lord Viṣṇu, the letter u signifies the goddess Śrī, and the letter m refers to their servant, who is the twenty-fifth element.” The twenty-fifth element is the jīva, the living being. Every living being is a servant of the Lord, and the Lord is the true friend of every living being. Thus even when the Lord chastises envious persons like Jarāsandha, such punishment amounts to real friendship, since both the Lord’s chastisement and His blessing are for the benefit of the living being."
    },
    {
        "verse": "18",
        "devanagari": "द‍ृष्टं तवाङ्‍‍घ्रियुगलं जनतापवर्गंब्रह्मादिभिर्हृदि विचिन्त्यमगाधबोधै: ।संसारकूपपतितोत्तरणावलम्बंध्यायंश्चराम्यनुगृहाण यथा स्मृति: स्यात् ॥ १८ ॥",
        "english_devnagari": "dṛṣṭaṁ tavāṅghri-yugalaṁ janatāpavargaṁbrahmādibhir hṛdi vicintyam agādha-bodhaiḥsaṁsāra-kūpa-patitottaraṇāvalambaṁdhyāyaṁś carāmy anugṛhāṇa yathā smṛtiḥ syāt",
        "verse_Syn": [
            "dṛṣṭam",
            "tava",
            "aṅghri",
            "yugalam",
            "janatā",
            "apavargam",
            "brahma",
            "ādibhiḥ",
            "hṛdi",
            "vicintyam",
            "agādha",
            "bodhaiḥ",
            "saṁsāra",
            "kūpa",
            "patita",
            "uttaraṇa",
            "avalambam",
            "dhyāyan",
            "carāmi",
            "anugṛhāṇa",
            "yathā",
            "smṛtiḥ",
            "syāt"
        ],
        "translation": "Now I have seen Your feet, which grant liberation to Your devotees, which even Lord Brahmā and other great personalities of unfathomable intelligence can only meditate upon within their hearts, and which those who have fallen into the well of material existence resort to for deliverance. Please favor me so that I may constantly think of You as I travel about. Please grant Me the power to remember You.",
        "purport": " Lord Kṛṣṇa had asked Nārada Muni, “What can We do for you?” and here Nārada answers. Nārada Muni is a pure devotee of Lord Kṛṣṇa, and thus his request is sublime."
    },
    {
        "verse": "19",
        "devanagari": "ततोऽन्यदाविशद् गेहं कृष्णपत्न्‍या: स नारद: ।योगेश्वरेश्वरस्याङ्ग योगमायाविवित्सया ॥ १९ ॥",
        "english_devnagari": "tato ’nyad āviśad gehaṁkṛṣṇa-patnyāḥ sa nāradaḥyogeśvareśvarasyāṅgayoga-māyā-vivitsayā",
        "verse_Syn": [
            "tataḥ",
            "anyat",
            "āviśat",
            "geham",
            "kṛṣṇa",
            "patnyāḥ",
            "saḥ",
            "nāradaḥ",
            "yoga",
            "īśvara",
            "īśvarasya",
            "aṅga",
            "yoga",
            "māyā",
            "vivitsayā"
        ],
        "translation": "Nārada then entered the palace of another of Lord Kṛṣṇa’s wives, my dear King. He was eager to witness the spiritual potency possessed by the master of all masters of mystic power.",
        "purport": ""
    },
    {
        "verse": "20-22",
        "devanagari": "दीव्यन्तमक्षैस्तत्रापि प्रियया चोद्धवेन च ।पूजित: परया भक्त्या प्रत्युत्थानासनादिभि: ॥ २० ॥पृष्टश्चाविदुषेवासौ कदायातो भवानिति ।क्रियते किं नु पूर्णानामपूर्णैरस्मदादिभि: ॥ २१ ॥अथापि ब्रूहि नो ब्रह्मन् जन्मैतच्छोभनं कुरु ।स तु विस्मित उत्थाय तूष्णीमन्यदगाद् गृहम् ॥ २२ ॥",
        "english_devnagari": "dīvyantam akṣais tatrāpipriyayā coddhavena capūjitaḥ parayā bhaktyāpratyutthānāsanādibhiḥ",
        "verse_Syn": [
            "dīvyantam",
            "akṣaiḥ",
            "tatra",
            "api",
            "priyayā",
            "ca",
            "uddhavena",
            "ca",
            "pūjitaḥ",
            "parayā",
            "bhaktyā",
            "pratyutthāna",
            "āsana",
            "ādibhiḥ",
            "pṛṣṭaḥ",
            "ca",
            "aviduṣā",
            "iva",
            "asau",
            "kadā",
            "āyātaḥ",
            "bhavān",
            "iti",
            "kriyate",
            "kim",
            "nu",
            "pūrṇānām",
            "apūrṇaiḥ",
            "asmat",
            "ādibhiḥ",
            "atha",
            "api",
            "brūhi",
            "naḥ",
            "brahman",
            "janma",
            "etat",
            "śobhanam",
            "kuru",
            "saḥ",
            "tu",
            "vismitaḥ",
            "utthāya",
            "tūṣṇīm",
            "anyat",
            "agāt",
            "gṛham"
        ],
        "translation": "There he saw the Lord playing at dice with His beloved consort and His friend Uddhava. Lord Kṛṣṇa worshiped Nārada by standing up, offering him a seat, and so on, and then, as if He did not know, asked him, “When did you arrive? What can needy persons like Us do for those who are full in themselves? In any case, My dear brāhmaṇa, please make My life auspicious.” Thus addressed, Nārada was astonished. He simply stood up silently and went to another palace.",
        "purport": " In Kṛṣṇa, Śrīla Prabhupāda explains that when Nārada arrived at the second palace, “Lord Kṛṣṇa acted as if He did not know what had happened in the palace of Rukmiṇī.” Nārada understood that Lord Kṛṣṇa was simultaneously present in both palaces, performing different activities, so “he simply left the palace silently, in great astonishment over the Lord’s activities.”"
    },
    {
        "verse": "23",
        "devanagari": "तत्राप्यचष्ट गोविन्दं लालयन्तं सुतान् शिशून् ।ततोऽन्यस्मिन् गृहेऽपश्यन्मज्जनाय कृतोद्यमम् ॥ २३ ॥",
        "english_devnagari": "tatrāpy acaṣṭa govindaṁlālayantaṁ sutān śiśūntato ’nyasmin gṛhe ’paśyanmajjanāya kṛtodyamam",
        "verse_Syn": [
            "tatra",
            "api",
            "acaṣṭa",
            "govindam",
            "lālayantam",
            "sutān",
            "śiśūn",
            "tataḥ",
            "anyasmin",
            "gṛhe",
            "apaśyat",
            "majjanāya",
            "kṛta",
            "udyamam"
        ],
        "translation": "This time Nāradajī saw that Lord Kṛṣṇa was engaged as an affectionate father petting His small children. From there he entered another palace and saw Lord Kṛṣṇa preparing to take His bath.",
        "purport": " This translation is from Śrīla Prabhupāda’s Kṛṣṇa, the Supreme Personality of Godhead. Śrīla Viśvanātha Cakravartī comments that in virtually all the palaces Nārada visited, Lord Kṛṣṇa worshiped and honored him."
    },
    {
        "verse": "24",
        "devanagari": "जुह्वन्तं च वितानाग्नीन् यजन्तं पञ्चभिर्मखै: ।भोजयन्तं द्विजान् क्व‍ापि भुञ्जानमवशेषितम् ॥ २४ ॥",
        "english_devnagari": "juhvantaṁ ca vitānāgnīnyajantaṁ pañcabhir makhaiḥbhojayantaṁ dvijān kvāpibhuñjānam avaśeṣitam",
        "verse_Syn": [
            "juhvantam",
            "ca",
            "vitāna",
            "agnīn",
            "yajantam",
            "pañcabhiḥ",
            "makhaiḥ",
            "bhojayantam",
            "dvijān",
            "kva",
            "api",
            "bhuñjānam",
            "avaśeṣitam"
        ],
        "translation": "In one place the Lord was offering oblations into the sacrificial fires; in another, worshiping through the five mahā-yajñas; in another, feeding brāhmaṇas; and in yet another, eating the remnants of food left by brāhmaṇas.",
        "purport": " The five mahā-yajñas, or great sacrifices, are defined as follows: pāṭho homaś cātithīnāṁ saparyā tarpaṇaṁ baliḥ — “reciting the Vedas, offering oblations into the sacrificial fire, waiting on guests, making offerings to the forefathers, and offering [a share of one’s food] to living entities in general.” Śrīla Prabhupāda comments as follows on these sacrifices: “In another palace Kṛṣṇa was found performing the pañca-yajña sacrifice, which is compulsory for a householder. This yajña is also known as pañca-sūnā. Knowingly or unknowingly, everyone, specifically the householder, is committing five kinds of sinful activities. When we receive water from a water pitcher, we kill many germs that are in it. Similarly, when we use a grinding machine or take foodstuffs, we kill many germs. When sweeping the floor or igniting a fire we kill many germs, and when we walk on the street we kill many ants and other insects. Consciously or unconsciously, in all our different activities, we are killing. Therefore, it is incumbent upon every householder to perform the pañca-sūnā sacrifice to rid himself of the reactions to such sinful activities.” Śrīla Viśvanātha Cakravartī, in his commentary on this verse, again points out that all the different times of the day were occurring simultaneously in Lord Kṛṣṇa’s palaces. Thus Nārada saw a fire sacrifice — a morning ritual — and at about the same time he saw Lord Kṛṣṇa feeding the brāhmaṇas and accepting their remnants — a noontime activity."
    },
    {
        "verse": "25",
        "devanagari": "क्व‍ापि सन्ध्यामुपासीनं जपन्तं ब्रह्म वाग्यतम् ।एकत्र चासिचर्माभ्यां चरन्तमसिवर्त्मसु ॥ २५ ॥",
        "english_devnagari": "kvāpi sandhyām upāsīnaṁjapantaṁ brahma vāg-yatamekatra cāsi-carmābhyāṁcarantam asi-vartmasu",
        "verse_Syn": [
            "kva",
            "api",
            "sandhyām",
            "upāsīnam",
            "japantam",
            "brahma",
            "vāk",
            "yatam",
            "ekatra",
            "ca",
            "asi",
            "carmābhyām",
            "carantam",
            "asi",
            "vartmasu"
        ],
        "translation": "Somewhere Lord Kṛṣṇa was observing the rituals for worship at sunset by refraining from speech and quietly chanting the Gāyatrī mantra, and elsewhere He was moving about with sword and shield in the areas set aside for sword practice.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, the words sandhyām upāsīnam indicate sunset rituals, whereas the words asi-carmābhyāṁ carantam refer to sword practice, which takes place at dawn."
    },
    {
        "verse": "26",
        "devanagari": "अश्वैर्गजै रथै: क्व‍ापि विचरन्तं गदाग्रजम् ।क्व‍‍चिच्छयानं पर्यङ्के स्तूयमानं च वन्दिभि: ॥ २६ ॥",
        "english_devnagari": "aśvair gajai rathaiḥ kvāpivicarantaṁ gadāgrajamkvacic chayānaṁ paryaṅkestūyamānaṁ ca vandibhiḥ",
        "verse_Syn": [
            "aśvaiḥ",
            "gajaiḥ",
            "rathaiḥ",
            "kva",
            "api",
            "vicarantam",
            "gada",
            "agrajam",
            "kvacit",
            "śayānam",
            "paryaṅke",
            "stūyamānam",
            "ca",
            "vandibhiḥ"
        ],
        "translation": "In one place Lord Gadāgraja was riding on horses, elephants and chariots, and in another place He was resting on His bed while bards recited His glories.",
        "purport": " Śrīla Viśvanātha Cakravartī points out that riding on horses and elephants is a noon activity, whereas one lies down during the latter part of night."
    },
    {
        "verse": "27",
        "devanagari": "मन्त्रयन्तं च कस्मिंश्चिन्मन्त्रिभिश्चोद्धवादिभि: ।जलक्रीडारतं क्व‍ापि वारमुख्याबलावृतम् ॥ २७ ॥",
        "english_devnagari": "mantrayantaṁ ca kasmiṁścinmantribhiś coddhavādibhiḥjala-krīḍā-rataṁ kvāpivāramukhyābalāvṛtam",
        "verse_Syn": [
            "mantrayantam",
            "ca",
            "kasmiṁścit",
            "mantri",
            "bhiḥ",
            "ca",
            "uddhava",
            "ādibhiḥ",
            "jala",
            "krīḍā",
            "ratam",
            "kva",
            "api",
            "vāra",
            "mukhyā",
            "abalā",
            "vṛtam"
        ],
        "translation": "Somewhere He was consulting with royal ministers like Uddhava, and somewhere else He was enjoying in the water, surrounded by many society girls and other young women.",
        "purport": " This translation is based on Śrīla Prabhupāda’s Kṛṣṇa. According to Śrīla Viśvanātha Cakravartī, Lord Kṛṣṇa met with His counselors around dusk and enjoyed water sports in the afternoon."
    },
    {
        "verse": "28",
        "devanagari": "कुत्रचिद्‌‌द्विजमुख्येभ्यो ददतं गा: स्वलङ्कृता: ।इतिहासपुराणानि श‍ृण्वन्तं मङ्गलानि च ॥ २८ ॥",
        "english_devnagari": "kutracid dvija-mukhyebhyodadataṁ gāḥ sv-alaṅkṛtāḥitihāsa-purāṇāniśṛṇvantaṁ maṅgalāni ca",
        "verse_Syn": [
            "kutracit",
            "dvija",
            "mukhyebhyaḥ",
            "dadatam",
            "gāḥ",
            "su",
            "alaṅkṛtāḥ",
            "itihāsa",
            "purāṇāni",
            "śṛṇvantam",
            "maṅgalāni",
            "ca"
        ],
        "translation": "Somewhere He was giving well-decorated cows to exalted brāhmaṇas, and elsewhere he was listening to the auspicious narration of epic histories and Purāṇas.",
        "purport": " Śrīla Viśvanātha Cakravartī informs us that giving cows in charity occurs in the morning, while hearing the histories takes place in the afternoon."
    },
    {
        "verse": "29",
        "devanagari": "हसन्तं हासकथया कदाचित् प्रियया गृहे ।क्व‍ापि धर्मं सेवमानमर्थकामौ च कुत्रचित् ॥ २९ ॥",
        "english_devnagari": "hasantaṁ hāsa-kathayākadācit priyayā gṛhekvāpi dharmaṁ sevamānamartha-kāmau ca kutracit",
        "verse_Syn": [
            "hasantam",
            "hāsa",
            "kathayā",
            "kadācit",
            "priyayā",
            "gṛhe",
            "kva",
            "api",
            "dharmam",
            "sevamānam",
            "artha",
            "kāmau",
            "ca",
            "kutracit"
        ],
        "translation": "Somewhere Lord Kṛṣṇa was found enjoying the company of a particular wife by exchanging joking words with her. Somewhere else He was found engaged, along with His wife, in religious ritualistic functions. Somewhere Kṛṣṇa was found engaged in matters of economic development, and somewhere else He was found enjoying family life according to the regulative principles of the śāstras.",
        "purport": " This translation is based on Śrīla Prabhupāda’s Kṛṣṇa. Joking conversations take place during the nighttime, whereas religious rituals, economic development and family enjoyment occur during both the day and the night."
    },
    {
        "verse": "30",
        "devanagari": "ध्यायन्तमेकमासीनं पुरुषं प्रकृते: परम् ।शुश्रूषन्तं गुरून् क्व‍ापि कामैर्भोगै: सपर्यया ॥ ३० ॥",
        "english_devnagari": "dhyāyantam ekam āsīnaṁpuruṣaṁ prakṛteḥ paramśuśrūṣantaṁ gurūn kvāpikāmair bhogaiḥ saparyayā",
        "verse_Syn": [
            "dhyāyantam",
            "ekam",
            "āsīnam",
            "puruṣam",
            "prakṛteḥ",
            "param",
            "śuśrūṣantam",
            "gurūn",
            "kva",
            "api",
            "kāmaiḥ",
            "bhogaiḥ",
            "saparyayā"
        ],
        "translation": "Somewhere He was sitting alone, meditating on the Supreme Personality of Godhead, who is transcendental to material nature, and somewhere He was rendering menial service to His elders, offering them desirable things and reverential worship.",
        "purport": " Śrīla Prabhupāda comments: “Meditation, as recommended in authorized scripture, is meant for concentrating one’s mind on the Supreme Personality of Godhead, Viṣṇu. Lord Kṛṣṇa is Himself the original Viṣṇu, but because He played the part of a human being, He taught us definitely by His personal behavior what is meant by meditation.” This activity of meditation indicates the brāhma-muhūrta, the early morning hours before sunrise."
    },
    {
        "verse": "31",
        "devanagari": "कुर्वन्तं विग्रहं कैश्चित् सन्धिं चान्यत्र केशवम् ।कुत्रापि सह रामेण चिन्तयन्तं सतां शिवम् ॥ ३१ ॥",
        "english_devnagari": "kurvantaṁ vigrahaṁ kaiścitsandhiṁ cānyatra keśavamkutrāpi saha rāmeṇacintayantaṁ satāṁ śivam",
        "verse_Syn": [
            "kurvantam",
            "vigraham",
            "kaiścit",
            "sandhim",
            "ca",
            "anyatra",
            "keśavam",
            "kutra",
            "api",
            "saha",
            "rāmeṇa",
            "cintayantam",
            "satām",
            "śivam"
        ],
        "translation": "In one place He was planning battles in consultation with some of His advisers, and in another place He was making peace. Somewhere Lord Keśava and Lord Balarāma were together pondering the welfare of the pious.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "पुत्राणां दुहितृणां च काले विध्युपयापनम् ।दारैर्वरैस्तत्सद‍ृशै: कल्पयन्तं विभूतिभि: ॥ ३२ ॥",
        "english_devnagari": "putrāṇāṁ duhitṝṇāṁ cakāle vidhy-upayāpanamdārair varais tat-sadṛśaiḥkalpayantaṁ vibhūtibhiḥ",
        "verse_Syn": [
            "putrāṇām",
            "duhitṝṇām",
            "ca",
            "kāle",
            "vidhi",
            "upayāpanam",
            "dāraiḥ",
            "varaiḥ",
            "tat",
            "sadṛśaiḥ",
            "kalpayantam",
            "vibhūtibhiḥ"
        ],
        "translation": "Nārada saw Lord Kṛṣṇa engaged in getting His sons and daughters married to suitable brides and bridegrooms at the appropriate time, and the marriage ceremonies were being performed with great pomp.",
        "purport": " This translation is based on Śrīla Prabhupāda’s Kṛṣṇa. The word kāle here means that Kṛṣṇa arranged for His sons and daughters to be married when each of them reached the proper age."
    },
    {
        "verse": "33",
        "devanagari": "प्रस्थापनोपनयनैरपत्यानां महोत्सवान् ।वीक्ष्य योगेश्वरेशस्य येषां लोका विसिस्मिरे ॥ ३३ ॥",
        "english_devnagari": "prasthāpanopanayanairapatyānāṁ mahotsavānvīkṣya yogeśvareśasyayeṣāṁ lokā visismire",
        "verse_Syn": [
            "prasthāpana",
            "upanayanaiḥ",
            "apatyānām",
            "mahā",
            "utsavān",
            "vīkṣya",
            "yoga",
            "īśvara",
            "īśasya",
            "yeṣām",
            "lokāḥ",
            "visismire"
        ],
        "translation": "Nārada observed how Śrī Kṛṣṇa, the master of all yoga masters, arranged to send away His daughters and sons-in-law, and also to receive them home again, at the time of great holiday celebrations. All the citizens were astonished to see these celebrations.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "यजन्तं सकलान् देवान् क्व‍ापि क्रतुभिरूर्जितै: ।पूर्तयन्तं क्व‍‍चिद् धर्मं कूर्पाराममठादिभि: ॥ ३४ ॥",
        "english_devnagari": "yajantaṁ sakalān devānkvāpi kratubhir ūrjitaiḥpūrtayantaṁ kvacid dharmaṁkūrpārāma-maṭhādibhiḥ",
        "verse_Syn": [
            "yajantam",
            "sakalān",
            "devān",
            "kva",
            "api",
            "kratubhiḥ",
            "ūrjitaiḥ",
            "pūrtayantam",
            "kvacit",
            "dharmam",
            "kūrpa",
            "ārāma",
            "maṭha",
            "ādibhiḥ"
        ],
        "translation": "Somewhere He was worshiping all the demigods with elaborate sacrifices, and elsewhere He was fulfilling His religious obligations by doing public welfare work, such as the construction of wells, public parks and monasteries.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "चरन्तं मृगयां क्व‍ापि हयमारुह्य सैन्धवम् ।घ्नन्तं तत्र पशून् मेध्यान् परीतं यदुपुङ्गवै: ॥ ३५ ॥",
        "english_devnagari": "carantaṁ mṛgayāṁ kvāpihayam āruhya saindhavamghnantaṁ tatra paśūn medhyānparītaṁ yadu-puṅgavaiḥ",
        "verse_Syn": [
            "carantam",
            "mṛgayām",
            "kva",
            "api",
            "hayam",
            "āruhya",
            "saindhavam",
            "ghnantam",
            "tatra",
            "paśūn",
            "medhyān",
            "parītam",
            "yadu",
            "puṅgavaiḥ"
        ],
        "translation": "In another place He was on a hunting expedition. Mounted on His Sindhī horse and accompanied by the most heroic of the Yadus, He was killing animals meant for offering in sacrifice.",
        "purport": " Śrīla Prabhupāda comments: “According to Vedic regulations, the kṣatriyas were allowed to kill prescribed animals on certain occasions, either to maintain peace in the forests or to offer the animals in the sacrificial fire. Kṣatriyas are allowed to practice this killing art because they have to kill their enemies mercilessly to maintain peace in society.”"
    },
    {
        "verse": "36",
        "devanagari": "अव्यक्तलिङ्गं प्रकृतिष्वन्त:पुरगृहादिषु ।क्व‍‍चिच्चरन्तं योगेशं तत्तद्भ‍ावबुभुत्सया ॥ ३६ ॥",
        "english_devnagari": "avyakta-lingaṁ prakṛtiṣvantaḥ-pura-gṛhādiṣukvacic carantaṁ yogeśaṁtat-tad-bhāva-bubhutsayā",
        "verse_Syn": [
            "avyakta",
            "liṅgam",
            "prakṛtiṣu",
            "antaḥ",
            "pura",
            "gṛha",
            "ādiṣu",
            "kvacit",
            "carantam",
            "yoga",
            "īśam",
            "tat",
            "tat",
            "bhāva",
            "bubhutsayā"
        ],
        "translation": "Somewhere Kṛṣṇa, the Lord of mystic power, was moving about in disguise among the homes of ministers and other citizens in order to understand what each of them was thinking.",
        "purport": " Although Lord Kṛṣṇa is all-knowing, while executing His pastimes as a typical monarch He sometimes traveled about incognito to acquire necessary information about His kingdom."
    },
    {
        "verse": "37",
        "devanagari": "अथोवाच हृषीकेशं नारद: प्रहसन्निव ।योगमायोदयं वीक्ष्य मानुषीमीयुषो गतिम् ॥ ३७ ॥",
        "english_devnagari": "athovāca hṛṣīkeśaṁnāradaḥ prahasann ivayoga-māyodayaṁ vīkṣyamānuṣīm īyuṣo gatim",
        "verse_Syn": [
            "atha",
            "uvāca",
            "hṛṣīkeśam",
            "nāradaḥ",
            "prahasan",
            "iva",
            "yoga",
            "māyā",
            "udayam",
            "vīkṣya",
            "mānuṣīm",
            "īyuṣaḥ",
            "gatim"
        ],
        "translation": "Having thus seen this display of the Lord’s Yoga-māyā, Nārada mildly laughed and then addressed Lord Hṛṣīkeśa, who was adopting the behavior of a human being.",
        "purport": " According to Śrīla Viśvanātha Cakravartī, Nārada fully understood the Lord’s omniscience, and thus when he saw the Lord trying to find out the mood of His ministers, moving about in disguise, Nārada could not help laughing. But remembering the Lord’s supreme position, he somewhat constrained his laughter."
    },
    {
        "verse": "38",
        "devanagari": "विदाम योगमायास्ते दुर्दर्शा अपि मायिनाम् ।योगेश्वरात्मन् निर्भाता भवत्पादनिषेवया ॥ ३८ ॥",
        "english_devnagari": "vidāma yoga-māyās tedurdarśā api māyināmyogeśvarātman nirbhātābhavat-pāda-niṣevayā",
        "verse_Syn": [
            "vidāma",
            "yoga",
            "māyāḥ",
            "te",
            "durdarśāḥ",
            "api",
            "māyinām",
            "yoga",
            "īśvara",
            "ātman",
            "nirbhātāḥ",
            "bhavat",
            "pāda",
            "niṣevayā"
        ],
        "translation": "[Nārada said:] Now we understand Your mystic potencies, which are difficult to comprehend, even for great mystics, O Supreme Soul, master of all mystic power. Only by serving Your feet have I been able to perceive Your powers.",
        "purport": " According to the ācāryas, this verse indicates that even great mystics like Lord Brahmā and Lord Śiva cannot fully comprehend the mystic power of the Supreme Lord."
    },
    {
        "verse": "39",
        "devanagari": "अनुजानीहि मां देव लोकांस्ते यशसाप्लुतान् ।पर्यटामि तवोद्गायन् लीला भुवनपावनी: ॥ ३९ ॥",
        "english_devnagari": "anujānīhi māṁ devalokāṁs te yaśasāplutānparyaṭāmi tavodgāyanlīlā bhuvana-pāvanīḥ",
        "verse_Syn": [
            "anujānīhi",
            "mām",
            "deva",
            "lokān",
            "te",
            "yaśasā",
            "āplutān",
            "paryaṭāmi",
            "tava",
            "udgāyan",
            "līlāḥ",
            "bhuvana",
            "pāvanīḥ"
        ],
        "translation": "O Lord, please give me Your leave. I will wander about the worlds, which are flooded with Your fame, loudly singing about Your pastimes, which purify the universe.",
        "purport": " Even Nārada Muni was bewildered to see Lord Kṛṣṇa’s amazing pastimes as a human being. Therefore, with the words anujānīhi māṁ deva he requests permission to return to his normal service of traveling and preaching. Inspired by what he has seen, he wants to preach widely the glories of the Supreme Personality of Godhead, Śrī Kṛṣṇa."
    },
    {
        "verse": "40",
        "devanagari": "श्रीभगवानुवाचब्रह्मन् धर्मस्य वक्ताहं कर्ता तदनुमोदिता ।तच्छिक्षयन् लोकमिममास्थित: पुत्र मा खिद: ॥ ४० ॥",
        "english_devnagari": "śrī-bhagavān uvācabrahman dhannasya vaktāhaṁkartā tad-anumoditātac chikṣayan lokam imamāsthitaḥ putra mā khidaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "brahman",
            "dharmasya",
            "vaktā",
            "aham",
            "kartā",
            "tat",
            "anumoditā",
            "tat",
            "śikṣayan",
            "lokam",
            "imam",
            "āsthitaḥ",
            "putra",
            "mā",
            "khidaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: O brāhmaṇa, I am the speaker of religion, its performer and sanctioner. I observe religious principles to teach them to the world, My child, so do not be disturbed.",
        "purport": " Śrīla Jīva Gosvāmī explains that Lord Kṛṣṇa wanted to dispel Nārada’s distress, which the sage felt because he saw Lord Kṛṣṇa worshiping the demigods and even Nārada himself. Śrīla Viśvanātha Cakravartī explains Lord Kṛṣṇa’s feelings as follows: “As I state in the Bhagavad-gītā, yad yad ācarati śreṣṭhas tat tad evetaro janaḥ: [‘Whatever a great person does, ordinary people follow.’] Thus I bathed your feet today in order to help propagate the principles of religion. In the past, before I began My pastimes of directly teaching religious principles, you came and offered prayers to Me after I had killed the Keśī demon, but I simply listened to your elaborate prayers and glorification and did nothing to honor you. Just remember this and consider. “Do not think that you have committed an offense by allowing Me to bathe your feet today and accept the water as holy remnants. Just as a son does not offend his father by touching him with his foot while sitting on the father’s lap, so you should understand that in the same way, My son, you have not offended Me.”"
    },
    {
        "verse": "41",
        "devanagari": "श्रीशुक उवाचइत्याचरन्तं सद्धर्मान् पावनान् गृहमेधिनाम् ।तमेव सर्वगेहेषु सन्तमेकं ददर्श ह ॥ ४१ ॥",
        "english_devnagari": "śrī-śuka uvācaity ācarantaṁ sad-dharmānpāvanān gṛha-medhināmtam eva sarva-geheṣusantam ekaṁ dadarśa ha",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "ācarantam",
            "sat",
            "dharmān",
            "pāvanān",
            "gṛha",
            "medhinām",
            "tam",
            "eva",
            "sarva",
            "geheṣu",
            "santam",
            "ekam",
            "dadarśa",
            "ha"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus in every palace Nārada saw the Lord in His same personal form, executing the transcendental principles of religion that purify those engaged in household affairs.",
        "purport": " In this verse Śukadeva Gosvāmī repeats what the Lord has Himself explained. As Śrīla Prabhupāda writes in Kṛṣṇa: “The Supreme Personality of Godhead was engaged in His so-called household affairs in order to teach people how one can sanctify one’s household life although one may be attached to the imprisonment of material existence. Actually, one is obliged to continue the term of material existence because of household life. But the Lord, being very kind upon householders, demonstrated the path of sanctifying ordinary household life. Because Kṛṣṇa is the center of all activities, a Kṛṣṇa conscious householder’s life is transcendental to Vedic injunctions and is automatically sanctified.” As stated in text 2 of this chapter, all the Lord’s activities in the many palaces were performed by the Lord’s single spiritual form (ekena vapuṣā), which manifested in many places at once. This vision was revealed to Nārada because of his desire to see it and the Lord’s desire to show it to him. Śrīla Viśvanātha Cakravartī points out that the other residents of Dvārakā could see Kṛṣṇa only in the particular part of the city they themselves occupied, and not anywhere else, even if they would sometimes go to another precinct on some business. Thus the Lord gave a special view of His pastimes to His beloved devotee Nārada Muni."
    },
    {
        "verse": "42",
        "devanagari": "कृष्णस्यानन्तवीर्यस्य योगमायामहोदयम् ।मुहुर्दृष्ट्वा ऋषिरभूद् विस्मितो जातकौतुक: ॥ ४२ ॥",
        "english_devnagari": "kṛṣṇasyānanta-vīryasyayoga-māyā-mahodayammuhur dṛṣṭvā ṛṣir abhūdvismito jāta-kautukaḥ",
        "verse_Syn": [
            "kṛṣṇasya",
            "ananta",
            "vīryasya",
            "yoga",
            "māyā",
            "mahā",
            "udayam",
            "muhuḥ",
            "dṛṣṭvā",
            "ṛṣiḥ",
            "abhūt",
            "vismitaḥ",
            "jātakautukaḥ"
        ],
        "translation": "Having repeatedly seen the vast mystic display of Lord Kṛṣṇa, whose power is unlimited, the sage was amazed and filled with wonder.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "इत्यर्थकामधर्मेषु कृष्णेन श्रद्धितात्मना ।सम्यक् सभाजित: प्रीतस्तमेवानुस्मरन् ययौ ॥ ४३ ॥",
        "english_devnagari": "ity artha-kāma-dharmeṣukṛṣṇena śraddhitātmanāsamyak sabhājitaḥ prītastam evānusmaran yayau",
        "verse_Syn": [
            "iti",
            "artha",
            "kāma",
            "dharmeṣu",
            "kṛṣṇena",
            "śraddhita",
            "ātmanā",
            "samyak",
            "sabhājitaḥ",
            "prītaḥ",
            "tam",
            "eva",
            "anusmaran",
            "yayau"
        ],
        "translation": "Lord Kṛṣṇa greatly honored Nārada, faithfully presenting him with gifts related to economic prosperity, sense gratification and religious duties. Thus fully satisfied, the sage departed, constantly remembering the Lord.",
        "purport": " As Śrīla Prabhupāda points out in Kṛṣṇa, the phrase artha-kāma-dharmeṣu indicates that Lord Kṛṣṇa was behaving like an ordinary householder deeply concerned with economic development, sense gratification and religious duties. Nārada could understand the Lord’s purpose, and he was most pleased by Śrī Kṛṣṇa’s exemplary behavior. Thus fully enlivened in his pure Kṛṣṇa consciousness, he departed."
    },
    {
        "verse": "44",
        "devanagari": "एवं मनुष्यपदवीमनुवर्तमानोनारायणोऽखिलभवाय गृहीतशक्ति: ।रेमेऽङ्ग षोडशसहस्रवराङ्गनानांसव्रीडसौहृदनिरीक्षणहासजुष्ट: ॥ ४४ ॥",
        "english_devnagari": "evaṁ manuṣya-padavīm anuvartamānonārāyaṇo ’khila-bhavāya gṛhīta-śaktiḥreme ’ṇga ṣoḍaśa-sahasra-varāṅganānāṁsa-vrīḍa-sauhṛda-nirīkṣaṇa-hāsa-juṣṭaḥ",
        "verse_Syn": [
            "evam",
            "manuṣya",
            "padavīm",
            "anuvartamānaḥ",
            "nārāyaṇaḥ",
            "akhila",
            "bhavāya",
            "gṛhīta",
            "śaktiḥ",
            "reme",
            "aṅga",
            "ṣoḍaśa",
            "sahasra",
            "vara",
            "aṅganānām",
            "sa",
            "vrīḍa",
            "sauhṛda",
            "nirīkṣaṇa",
            "hāsa",
            "juṣṭaḥ"
        ],
        "translation": "In this way Lord Nārāyaṇa imitated the ways of ordinary humans, manifesting His divine potencies for the benefit of all beings. Thus He enjoyed, dear King, in the company of His sixteen thousand exalted consorts, who served the Lord with their shy, affectionate glances and laughter.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "यानीह विश्वविलयोद्भववृत्तिहेतु:कर्माण्यनन्यविषयाणि हरिश्चकार ।यस्त्वङ्ग गायति श‍ृणोत्यनुमोदते वाभक्तिर्भवेद् भगवति ह्यपवर्गमार्गे ॥ ४५ ॥यस्यात्मबुद्धि: कुणपे त्रिधातुकेस्वधी: कलत्रादिषु भौम इज्यधी: ।यत्तीर्थबुद्धि: सलिले न कर्हिचिज्जनेष्वभिज्ञेषु स एव गोखर: ॥",
        "english_devnagari": "yānīha viśva-vilayodbhava-vṛtti-hetuḥkarmāṇy ananya-viṣayāṇi harīś cakārayas tv aṅga gāyati śṛṇoty anumodate vābhaktir bhaved bhagavati hy apavarga-mārge",
        "verse_Syn": [
            "yāni",
            "iha",
            "viśva",
            "vilaya",
            "udbhava",
            "vṛtti",
            "hetuḥ",
            "karmāṇi",
            "ananya",
            "viṣayāṇi",
            "hariḥ",
            "cakāra",
            "yaḥ",
            "tu",
            "aṅga",
            "gāyati",
            "śṛṇoti",
            "anumodate",
            "vā",
            "bhaktiḥ",
            "bhavet",
            "bhagavati",
            "hi",
            "apavarga",
            "mārge"
        ],
        "translation": "Lord Hari is the ultimate cause of universal creation, maintenance and destruction. My dear King, anyone who chants about, hears about or simply appreciates the extraordinary activities He performed in this world, which are impossible to imitate, will surely develop devotion for the Supreme Lord, the bestower of liberation.",
        "purport": " Śrīla Viśvanātha Cakravartī has given various meanings for the word ananya-viṣayāṇi. This term may indicate that the Lord performed activities in Dvārakā that were unusual even for His plenary expansions, to say nothing of others. Or the term can be understood to indicate that the Lord performed these activities for the sake of His pure, exclusive devotees. In any case, one who recites or hears accounts of these pastimes will certainly be engaged in Kṛṣṇa consciousness and, as Śrīla Prabhupāda writes: “certainly find it very easy to traverse the path of liberation and taste the nectar of the lotus feet of Lord Kṛṣṇa.” Śrīla Prabhupāda further points out that the word anumodate here indicates that one who “supports a preacher of the Kṛṣṇa consciousness movement” will also receive the benefits mentioned here."
    }
]