[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचइत्थं सोऽनग्रहीतोऽङ्ग कृष्णेनेक्ष्वाकुनन्दन: ।तं परिक्रम्य सन्नम्य निश्चक्राम गुहामुखात् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaitthaṁ so ’nagrahīto ’ngakṛṣṇenekṣvāku nandanaḥtaṁ parikramya sannamyaniścakrāma guhā-mukhāt",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ittham",
            "saḥ",
            "anugrahītaḥ",
            "aṅga",
            "kṛṣṇena",
            "ikṣvāku",
            "nandanaḥ",
            "tam",
            "parikramya",
            "sannamya",
            "niścakrāma",
            "guhā",
            "mukhāt"
        ],
        "translation": "Śukadeva Gosvāmī said: My dear King, thus graced by Lord Kṛṣṇa, Mucukunda circumambulated Him and bowed down to Him. Then Mucukunda, the beloved descendant of Ikṣvāku, exited through the mouth of the cave.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "संवीक्ष्य क्षुल्ल‍कान् मर्त्यान् पशून्वीरुद्वनस्पतीन् ।मत्वा कलियुगं प्राप्तं जगाम दिशमुत्तराम् ॥ २ ॥",
        "english_devnagari": "saṁvīkṣya kṣullakān martyānpaśūn vīrud-vanaspatīnmatvā kali-yugaṁ prāptaṁjagāma diśam uttarām",
        "verse_Syn": [
            "saṁvīkṣya",
            "kṣullakān",
            "martyān",
            "paśūn",
            "vīrut",
            "vanaspatīn",
            "matvā",
            "kali",
            "yugam",
            "prāptam",
            "jagāma",
            "diśam",
            "uttarām"
        ],
        "translation": "Seeing that the size of all the human beings, animals, trees and plants was severely reduced, and thus realizing that the Age of Kali was at hand, Mucukunda left for the north.",
        "purport": " There are several significant words in this verse. A standard Sanskrit dictionary gives the following English meanings for the word kṣullaka: “little, small, low, vile, poor, indigent, wicked, malicious, abandoned, hard, pained, distressed.” These are the symptoms of the Age of Kali, and all these qualities are said here to apply to men, animals, plants and trees in this age. We who are enamored of ourselves and our environment can perhaps imagine the superior beauty and living conditions available to people in former ages. The last line of this text, jagāma diśam uttarām — “He went toward the north” — can be understood as follows. By traveling north in India, one comes to the world’s highest mountains, the Himālayan range. There one can still find many beautiful peaks and valleys, where there are quiet hermitages suitable for austerity and meditation. Thus in Vedic culture “going to the north” indicates renouncing the comforts of ordinary society and going to the Himālayan Mountains to practice serious austerities for spiritual advancement."
    },
    {
        "verse": "3",
        "devanagari": "तप:श्रद्धायुतो धीरो नि:सङ्गो मुक्तसंशय: ।समाधाय मन: कृष्णे प्राविशद् गन्धमादनम् ॥ ३ ॥",
        "english_devnagari": "tapaḥ-śraddhā-yuto dhīroniḥsaṅgo mukta-saṁśayaḥsamādhāya manaḥ kṛṣṇeprāviśad gandhamādanam",
        "verse_Syn": [
            "tapaḥ",
            "śraddhā",
            "yutaḥ",
            "dhīraḥ",
            "niḥsaṅgaḥ",
            "mukta",
            "saṁśayaḥ",
            "samādhāya",
            "manaḥ",
            "kṛṣṇe",
            "prāviśat",
            "gandhamādanam"
        ],
        "translation": "The sober King, beyond material association and free of doubt, was convinced of the value of austerity. Absorbing his mind in Lord Kṛṣṇa, he came to Gandhamādana Mountain.",
        "purport": " The name Gandhamādana indicates a place of delightful fragrances. Undoubtedly Gandhamādana was filled with the aroma of wild flowers and forest honey, and with other natural scents."
    },
    {
        "verse": "4",
        "devanagari": "बदर्याश्रममासाद्य नरनारायणालयम् ।सर्वद्वन्द्वसह: शान्तस्तपसाराधयद्धरिम् ॥ ४ ॥",
        "english_devnagari": "badary-āśramam āsādyanara-nārāyaṇālayamsarva-dvandva-sahaḥ śāntastapasārādhayad dharim",
        "verse_Syn": [
            "badarī",
            "āśramam",
            "āsādya",
            "nara",
            "nārāyaṇa",
            "ālayam",
            "sarva",
            "dvandva",
            "sahaḥ",
            "śāntaḥ",
            "tapasā",
            "ārādhayat",
            "harim"
        ],
        "translation": "There he arrived at Badarikāśrama, the abode of Lord Nara-Nārāyaṇa, where, remaining tolerant of all dualities, he peacefully worshiped the Supreme Lord Hari by performing severe austerities.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "भगवान् पुनराव्रज्य पुरीं यवनवेष्टिताम् ।हत्वा म्‍लेच्छबलं निन्ये तदीयं द्वारकां धनम् ॥ ५ ॥",
        "english_devnagari": "bhagavān punar āvrajyapurīṁ yavana-veṣṭitāmhatvā mleccha-balaṁ ninyetadīyaṁ dvārakāṁ dhanam",
        "verse_Syn": [
            "bhagavān",
            "punaḥ",
            "āvrajya",
            "purīm",
            "yavana",
            "veṣṭitām",
            "hatvā",
            "mleccha",
            "balam",
            "ninye",
            "tadīyam",
            "dvārakām",
            "dhanam"
        ],
        "translation": "The Lord returned to Mathurā, which was still surrounded by Yavanas. Then He destroyed the army of barbarians and began taking their valuables to Dvārakā.",
        "purport": " It is clear from this verse that Kālayavana alone pursued Lord Kṛṣṇa into the mountain cave. When Kṛṣṇa returned to the besieged city of Mathurā, He eliminated the vast barbarian army."
    },
    {
        "verse": "6",
        "devanagari": "नीयमाने धने गोभिर्नृभिश्चाच्युतचोदितै: ।आजगाम जरासन्धस्‍त्रयोविंशत्यनीकप: ॥ ६ ॥",
        "english_devnagari": "nīyamāne dhane gobhirnṛbhiś cācyuta-coditaiḥājagāma jarāsandhastrayo-viṁśaty-anīka-paḥ",
        "verse_Syn": [
            "nīyamāne",
            "dhane",
            "gobhiḥ",
            "nṛbhiḥ",
            "ca",
            "acyuta",
            "coditaiḥ",
            "ājugāma",
            "jarāsandhaḥ",
            "trayaḥ",
            "viṁśati",
            "anīka",
            "paḥ"
        ],
        "translation": "As the wealth was being carried by oxen and men under Lord Kṛṣṇa’s direction, Jarāsandha appeared at the head of twenty-three armies.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "विलोक्य वेगरभसं रिपुसैन्यस्य माधवौ ।मनुष्यचेष्टामापन्नौ राजन् दुद्रुवतुर्द्रुतम् ॥ ७ ॥",
        "english_devnagari": "vilokya vega-rabhasaṁripu-sainyasya mādhavaumanuṣya-ceṣṭām āpannaurājan dudruvatur drutam",
        "verse_Syn": [
            "vilokya",
            "vega",
            "rabhasam",
            "ripu",
            "sainyasya",
            "mādhavau",
            "manuṣya",
            "ceṣṭām",
            "āpannau",
            "rājan",
            "dudruvatuḥ",
            "drutam"
        ],
        "translation": "O King, seeing the fierce waves of the enemy’s army, the two Mādhavas, imitating human behavior, ran swiftly away.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "विहाय वित्तं प्रचुरमभीतौ भीरुभीतवत् ।पद्‍भ्यां पद्मपलाशाभ्यां चेलतुर्बहुयोजनम् ॥ ८ ॥",
        "english_devnagari": "vihāya vittaṁ pracuramabhītau bhīru-bhīta-vatpadbhyāṁ palāśābhyāṁcelatur bahu-yojanam",
        "verse_Syn": [
            "vihāya",
            "vittam",
            "pracuram",
            "abhītau",
            "bhīru",
            "bhīta",
            "vat",
            "padbhyām",
            "padma",
            "palāśābhyām",
            "celatuḥ",
            "bahu",
            "yojanam"
        ],
        "translation": "Abandoning the abundant riches, fearless but feigning fear, They went many yojanas on Their lotuslike feet.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "पलायमानौ तौ द‍ृष्ट्वा मागध: प्रहसन्बली ।अन्वधावद् रथानीकैरीशयोरप्रमाणवित् ॥ ९ ॥",
        "english_devnagari": "palāyamānau tau dṛṣṭvāmāgadhaḥ prahasan balīanvadhāvad rathānīkairīśayor apramāṇa-vit",
        "verse_Syn": [
            "palāyamānau",
            "tau",
            "dṛṣṭvā",
            "māgadhaḥ",
            "prahasan",
            "balī",
            "anvadhāvat",
            "ratha",
            "anīkaiḥ",
            "īśayoḥ",
            "apramāṇa",
            "vit"
        ],
        "translation": "When he saw Them fleeing, powerful Jarāsandha laughed loudly and then pursued Them with charioteers and foot soldiers. He could not understand the exalted position of the two Lords.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "प्रद्रुत्य दूरं संश्रान्तौ तुङ्गमारुहतां गिरिम् ।प्रवर्षणाख्यं भगवान् नित्यदा यत्र वर्षति ॥ १० ॥",
        "english_devnagari": "pradrutya dūraṁ saṁśrāntautuṅgam āruhatāṁ girimpravarṣaṇākhyaṁ bhagavānnityadā yatra varṣati",
        "verse_Syn": [
            "pradrutya",
            "dūram",
            "saṁśrāntau",
            "tuṅgam",
            "āruhatām",
            "girim",
            "pravarṣaṇa",
            "ākhyam",
            "bhagavān",
            "nityadā",
            "yatra",
            "varṣati"
        ],
        "translation": "Apparently exhausted after fleeing a long distance, the two Lords climbed a high mountain named Pravarṣaṇa, upon which Lord Indra showers incessant rain.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "गिरौ निलीनावाज्ञाय नाधिगम्य पदं नृप ।ददाह गिरिमेधोभि: समन्तादग्निमुत्सृजन् ॥ ११ ॥",
        "english_devnagari": "girau nilīnāv ājñāyanādhigamya padaṁ nṛpadadāha girim edhobhiḥsamantād agnim utsṛjan",
        "verse_Syn": [
            "girau",
            "nilīnau",
            "ājñāya",
            "na",
            "adhigamya",
            "padam",
            "nṛpa",
            "dadāha",
            "girim",
            "edhobhiḥ",
            "samantāt",
            "agnim",
            "utsṛjan"
        ],
        "translation": "Although he knew They were hiding on the mountain, Jarāsandha could find no trace of Them. Therefore, O King, he placed firewood on all sides and set the mountain ablaze.",
        "purport": " Clearly we are observing one of the Supreme Lord’s transcendental pastimes. Although the Bhāgavatam states that the two Lords, Kṛṣṇa and Balarāma, were “exhausted,” even in Their so-called exhausted state They were able to quickly climb a high mountain and shortly thereafter jump off it to the ground. It would be unwise and illogical to ignore the whole picture the sages are giving us here and instead try to pick apart isolated descriptions. Clearly we are watching the Supreme Personality of Godhead in the midst of His spiritual pastimes; we are not observing an ordinary human being. Lord Kṛṣṇa and Lord Balarāma were still quite young men when this pastime took place, and one can easily see in these descriptions how They must have been enjoying Themselves, eagerly fleeing from the somewhat ridiculous King Jarāsandha, racing up a mountain, jumping off and totally befuddling the constantly failing demon, who somehow or other never lost confidence in himself. Seen without envy or quarrelsomeness, the Lord’s pastimes are immensely entertaining."
    },
    {
        "verse": "12",
        "devanagari": "तत उत्पत्य तरसा दह्यमानतटादुभौ ।दशैकयोजनात्तुङ्गान्निपेततुरधो भुवि ॥ १२ ॥",
        "english_devnagari": "tata utpatya tarasādahyamāna-taṭād ubhaudaśaika-yojanāt tuṅgānnipetatur adho bhuvi",
        "verse_Syn": [
            "tataḥ",
            "utpatya",
            "tarasā",
            "dahyamāna",
            "taṭāt",
            "ubhau",
            "daśa",
            "eka",
            "yojanāt",
            "tuṅgāt",
            "nipetatuḥ",
            "adhaḥ",
            "bhuvi"
        ],
        "translation": "The two of Them then suddenly jumped from the burning mountain, which was eleven yojanas high, and fell to the ground.",
        "purport": " Eleven yojanas is approximately ninety miles."
    },
    {
        "verse": "13",
        "devanagari": "अलक्ष्यमाणौ रिपुणा सानुगेन यदूत्तमौ ।स्वपुरं पुनरायातौ समुद्रपरिखां नृप ॥ १३ ॥",
        "english_devnagari": "alakṣyamāṇau ripuṇāsānugena yadūttamausva-puraṁ punar āyātausamudra-parikhāṁ nṛpa",
        "verse_Syn": [
            "alakṣyamāṇau",
            "ripuṇā",
            "sa",
            "anugena",
            "yadu",
            "uttamau",
            "sva",
            "puram",
            "punaḥ",
            "āyātau",
            "samudra",
            "parikhām",
            "nṛpa"
        ],
        "translation": "Unseen by Their opponent or his followers, O King, those two most exalted Yadus returned to Their city of Dvārakā, which had the ocean as a protective moat.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "सोऽपि दग्धाविति मृषा मन्वानो बलकेशवौ ।बलमाकृष्य सुमहन्मगधान् मागधो ययौ ॥ १४ ॥",
        "english_devnagari": "so ’pi dagdhāv iti mṛṣāmanvāno bala-keśavaubalam ākṛṣya su-mahanmagadhān māgadho yayau",
        "verse_Syn": [
            "saḥ",
            "api",
            "dagdhau",
            "iti",
            "mṛṣā",
            "manvānaḥ",
            "bala",
            "keśavau",
            "balam",
            "ākṛṣya",
            "su",
            "mahat",
            "magadhān",
            "māgadhaḥ",
            "yayau"
        ],
        "translation": "Jarāsandha, moreover, mistakenly thought that Balarāma and Keśava had burned to death in the fire. Thus he withdrew his vast military force and returned to the Magadha kingdom.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "आनर्ताधिपति: श्रीमान् रैवतो रैवतीं सुताम् ।ब्रह्मणा चोदित: प्रादाद् बलायेति पुरोदितम् ॥ १५ ॥",
        "english_devnagari": "ānartādhipatiḥ śrīmānraivato raivatīṁ sutāmbrahmaṇā coditaḥ prādādbalāyeti puroditam",
        "verse_Syn": [
            "ānarta",
            "adhipatiḥ",
            "śrīmān",
            "raivataḥ",
            "raivatīm",
            "sutām",
            "brahmaṇā",
            "coditaḥ",
            "prādāt",
            "balāya",
            "iti",
            "purā",
            "uditam"
        ],
        "translation": "As ordered by Lord Brahmā, Raivata, the opulent ruler of Ānarta, gave Lord Balarāma his daughter Raivatī in marriage. This has already been discussed.",
        "purport": " The topic of Lord Kṛṣṇa’s marriage to Rukmiṇī will now be discussed. By way of introduction, a brief mention is made of His brother Baladeva’s marriage. This marriage was alluded to in the Ninth Canto of the Bhāgavatam, Third Chapter, texts 33-36."
    },
    {
        "verse": "16-17",
        "devanagari": "भगवानपि गोविन्द उपयेमे कुरूद्वह ।वैदर्भीं भीष्मकसुतां श्रियो मात्रां स्वयंवरे ॥ १६ ॥प्रमथ्य तरसा राज्ञ: शाल्वादींश्चैद्यपक्षगान् ।पश्यतां सर्वलोकानां तार्क्ष्यपुत्र: सुधामिव ॥ १७ ॥",
        "english_devnagari": "bhagavān api govindaupayeme kurūdvahavaidarbhīṁ bhīṣmaka-sutāṁśriyo mātrāṁ svayaṁvare",
        "verse_Syn": [
            "bhagavān",
            "api",
            "govindaḥ",
            "upayeme",
            "kuru",
            "udvaha",
            "vaidarbhīm",
            "bhīṣmaka",
            "sutām",
            "śriyaḥ",
            "mātrām",
            "svayam",
            "vare",
            "pramathya",
            "tarasā",
            "rājñaḥ",
            "śālva",
            "ādīn",
            "caidya",
            "pakṣa",
            "gān",
            "paśyatām",
            "sarva",
            "lokānām",
            "tārkṣya",
            "putraḥ",
            "sudhām",
            "iva"
        ],
        "translation": "O hero among the Kurus, the Supreme Lord Himself, Govinda, married Bhīṣmaka’s daughter, Vaidarbhī, who was a direct expansion of the goddess of fortune. The Lord did this by her desire, and in the process He beat down Śālva and other kings who took Śiśupāla’s side. Indeed, as everyone watched, Śrī Kṛṣṇa took Rukmiṇī just as Garuḍa boldly stole nectar from the demigods.",
        "purport": " Śrīla Jīva Gosvāmī gives the following profound comments on these two verses: The words śriyo mātrām indicate that beautiful Rukmiṇī is a direct expansion of the eternal goddess of fortune. Therefore she is worthy to be the bride of the Personality of Godhead. As stated in the Brahma-saṁhitā (5.56), śriyaḥ kāntā kāntaḥ parama-puruṣaḥ: “In the spiritual world, all the female lovers are goddesses of fortune and the male lover is the Supreme Personality.” Thus, Śrīla Jīva Gosvāmī explains, Śrīmatī Rukmiṇī-devī is a plenary portion of Śrīmatī Rādhārāṇī. The Kārttika-māhātmya section of the Padma Purāṇa states, kaiśore gopa-kanyās tā yauvane rāja-kanyakāḥ: “In childhood, Śrī Kṛṣṇa enjoyed with the daughters of cowherd men, and in His adolescence He enjoyed with the daughters of kings.” Similarly, in the Skanda Purāṇa we find this statement: rukmiṇī dvāravatyāṁ tu rādhā vṛndāvane vane. “Rukmiṇī is in Dvārakā what Rādhā is in the forest of Vṛndāvana.” The term svayaṁvare here means “by one’s own choice.” Although the word often refers to a formal Vedic ceremony in which an aristocratic girl may select her own husband, here it indicates the informal and indeed unprecedented events surrounding Kṛṣṇa’s marriage to Rukmiṇī. In fact, Śrī Kṛṣṇa and Śrīmatī Rukmiṇī chose each other because of their eternal, transcendental love."
    },
    {
        "verse": "18",
        "devanagari": "श्रीराजोवाचभगवान् भीष्मकसुतां रुक्‍मिणीं रुचिराननाम् ।राक्षसेन विधानेन उपयेम इति श्रुतम् ॥ १८ ॥",
        "english_devnagari": "śrī-rājovācabhagavān bhīṣmaka-sutāṁrukmiṇīṁ rucirānanāmrākṣasena vidhānenaupayema iti śrutam",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "bhagavān",
            "bhīṣmaka",
            "sutām",
            "rukmiṇīm",
            "rucira",
            "ānanām",
            "rākṣasena",
            "vidhānena",
            "upayeme",
            "iti",
            "śrutam"
        ],
        "translation": "King Parīkṣit said: The Supreme Lord married Rukmiṇī, the beautiful-faced daughter of Bhīṣmaka, in the Rākṣasa style — or so I have heard.",
        "purport": " Śrīla Śrīdhara Svāmī quotes the following smṛti statement: rākṣaso yuddha-haraṇāt. “A Rākṣasa marriage takes place when the bride is stolen from one’s rival suitors by force.” Similarly, Śukadeva Gosvāmī himself has already said, rājñaḥ pramathya: Kṛṣṇa had to beat down opposing kings to take Rukmiṇī."
    },
    {
        "verse": "19",
        "devanagari": "भगवन् श्रोतुमिच्छामि कृष्णस्यामिततेजस: ।यथा मागधशाल्वादीन् जित्वा कन्यामुपाहरत् ॥ १९ ॥",
        "english_devnagari": "bhagavan śrotum icchāmikṛṣṇasyāmita-tejasaḥyathā māgadha-śālvādīnjitvā kanyām upāharat",
        "verse_Syn": [
            "bhagavan",
            "śrotum",
            "icchāmi",
            "kṛṣṇasya",
            "amita",
            "tejasaḥ",
            "yathā",
            "māgadha",
            "śālva",
            "ādīn",
            "jitvā",
            "kanyām",
            "upāharat"
        ],
        "translation": "My lord, I wish to hear how the immeasurably powerful Lord Kṛṣṇa took away His bride while defeating such kings as Māgadha and Sālva.",
        "purport": " We should not think that Śrī Kṛṣṇa was actually afraid of Jarāsandha. In the very next chapter we will find that Śrī Kṛṣṇa easily defeats Jarāsandha and his soldiers. Thus we should never doubt the supreme prowess of Lord Kṛṣṇa."
    },
    {
        "verse": "20",
        "devanagari": "ब्रह्मन् कृष्णकथा: पुण्या माध्वीर्लोकमलापहा: ।को नु तृप्येत श‍ृण्वान: श्रुतज्ञो नित्यनूतना: ॥ २० ॥",
        "english_devnagari": "brahman kṛṣṇa-kathāḥ puṇyāmādhvīr loka-malāpahāḥko nu tṛpyeta śṛṇvānaḥśruta-jño nitya-nūtanāḥ",
        "verse_Syn": [
            "brahman",
            "kṛṣṇa",
            "kathāḥ",
            "puṇyāḥ",
            "mādhvīḥ",
            "loka",
            "mala",
            "apahāḥ",
            "kaḥ",
            "nu",
            "tṛpyeta",
            "śṛṇvānaḥ",
            "śruta",
            "jñaḥ",
            "nitya",
            "nūtanāḥ"
        ],
        "translation": "What experienced listener, O brāhmaṇa, could ever grow satiated while listening to the pious, charming and ever-fresh topics of Lord Kṛṣṇa, which cleanse away the world’s contamination?",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "श्रीबादरायणिरुवाचराजासीद् भीष्मको नाम विदर्भाधिपतिर्महान् ।तस्य पञ्चाभवन् पुत्रा: कन्यैका च वरानना ॥ २१ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācarājāsīd bhīṣmako nāmavidarbhādhipatir mahāntasya pancābhavan putrāḥkanyaikā ca varānanā",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "rājā",
            "āsīt",
            "bhīṣmakaḥ",
            "nāma",
            "vidarbha",
            "adhipatiḥ",
            "mahān",
            "tasya",
            "pañca",
            "abhavan",
            "putrāḥ",
            "kanyā",
            "ekā",
            "ca",
            "vara",
            "ānanā"
        ],
        "translation": "Śrī Bādarāyaṇi said: There was a king named Bhīṣmaka, the powerful ruler of Vidarbha. He had five sons and one daughter of lovely countenance.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "रुक्‍म्यग्रजो रुक्‍मरथो रुक्‍मबाहुरनन्तर: ।रुक्‍मकेशो रुक्‍ममाली रुक्‍मिण्येषा स्वसा सती ॥ २२ ॥",
        "english_devnagari": "rukmy agrajo rukmarathorukmabāhur anantaraḥrukmakeśo rukmamālīrukmiṇy eṣā svasā satī",
        "verse_Syn": [
            "rukmī",
            "agra",
            "jaḥ",
            "rukma",
            "rathaḥ",
            "rukmabāhuḥ",
            "anantaraḥ",
            "rukma",
            "keśaḥ",
            "rukma",
            "mālī",
            "rukmiṇī",
            "eṣā",
            "svasā",
            "satī"
        ],
        "translation": "Rukmī was the first-born son, followed by Rukmaratha, Rukmabāhu, Rukmakeśa and Rukmamālī. Their sister was the exalted Rukmiṇī.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "सोपश्रुत्य मुकुन्दस्य रूपवीर्यगुणश्रिय: ।गृहागतैर्गीयमानास्तं मेने सद‍ृशं पतिम् ॥ २३ ॥",
        "english_devnagari": "sopaśrutya mukundasyarūpa-vīrya-guṇa-śriyaḥgṛhāgatair gīyamānāstaṁ mene sadṛśaṁ patim",
        "verse_Syn": [
            "sā",
            "upaśrutya",
            "mukundasya",
            "rūpa",
            "vīrya",
            "guṇa",
            "śriyaḥ",
            "gṛha",
            "āgataiḥ",
            "gīyamānāḥ",
            "tam",
            "mene",
            "sadṛśam",
            "patim"
        ],
        "translation": "Hearing of the beauty, prowess, transcendental character and opulence of Mukunda from visitors to the palace who sang His praises, Rukmiṇī decided that He would be the perfect husband for her.",
        "purport": " The word sadṛśam indicates that Rukmiṇī and Śrī Kṛṣṇa had similar qualities and thus were naturally attracted to each other. King Bhīṣmaka was a pious man, and therefore many spiritually advanced persons must have visited his palace. Undoubtedly these saintly persons preached openly about the glories of Śrī Kṛṣṇa."
    },
    {
        "verse": "24",
        "devanagari": "तां बुद्धिलक्षणौदार्यरूपशीलगुणाश्रयाम् ।कृष्णश्च सद‍ृशीं भार्यां समुद्वोढुं मनो दधे ॥ २४ ॥",
        "english_devnagari": "tāṁ buddhi-lakṣaṇaudārya-rūpa-śīla-guṇāśrayāmkṛṣṇaś ca sadṛśīṁ bhāryāṁsamudvoḍhuṁ mano dadhe",
        "verse_Syn": [
            "tām",
            "buddhi",
            "lakṣaṇa",
            "audārya",
            "rūpa",
            "śīla",
            "guṇa",
            "āśrayām",
            "kṛṣṇaḥ",
            "ca",
            "sadṛśīm",
            "bhāryām",
            "samudvoḍhum",
            "manaḥ",
            "dadhe"
        ],
        "translation": "Lord Kṛṣṇa knew that Rukmiṇī possessed intelligence, auspicious bodily markings, magnanimity, beauty, proper behavior and all other good qualities. Concluding that she would be an ideal wife for Him, He made up His mind to marry her.",
        "purport": " Just as Lord Kṛṣṇa was described as sadṛśaṁ patim, an ideal husband for Rukmiṇī, being just like her, Rukmiṇī is described as sadṛśīṁ bhāryām, an ideal wife for Śrī Kṛṣṇa, being just like Him. That is natural, since Śrīmatī Rukmiṇī is Lord Kṛṣṇa’s internal potency."
    },
    {
        "verse": "25",
        "devanagari": "बन्धूनामिच्छतां दातुं कृष्णाय भगिनीं नृप ।ततो निवार्य कृष्णद्विड् रुक्‍मी चैद्यममन्यत ॥ २५ ॥",
        "english_devnagari": "bandhūnām icchatāṁ dātuṁkṛṣṇāya bhaginīṁ nṛpatato nivārya kṛṣṇa-dviḍrukmī caidyam amanyata",
        "verse_Syn": [
            "bandhūnām",
            "icchatām",
            "dātum",
            "kṛṣṇāya",
            "bhaginīm",
            "nṛpa",
            "tataḥ",
            "nivārya",
            "kṛṣṇa",
            "dviṭ",
            "rukmī",
            "caidyam",
            "amanyata"
        ],
        "translation": "O King, because Rukmī envied the Lord, he forbade his family members to give his sister to Kṛṣṇa, although they wanted to. Instead, Rukmī decided to give Rukmiṇī to Śiśupāla.",
        "purport": " Rukmī abused his position as elder brother and acted with impure motives. He would only suffer for his decision."
    },
    {
        "verse": "26",
        "devanagari": "तदवेत्यासितापाङ्गी वैदर्भी दुर्मना भृशम् ।विचिन्त्याप्तं द्विजं कञ्चित् कृष्णाय प्राहिणोद्‌द्रुतम् ॥ २६ ॥",
        "english_devnagari": "tad avetyāsitāpāṅgīvaidarbhī durmanā bhṛśamvicintyāptaṁ dvijaṁ kañcitkṛṣṇāya prāhiṇod drutam",
        "verse_Syn": [
            "tat",
            "avetya",
            "asita",
            "apāṅgī",
            "vaidarbhī",
            "durmanā",
            "bhṛśam",
            "vicintya",
            "āptam",
            "dvijam",
            "kañcit",
            "kṛṣṇāya",
            "prāhiṇot",
            "drutam"
        ],
        "translation": "Dark-eyed Vaidarbhī was aware of this plan, and it deeply upset her. Analyzing the situation, she quickly sent a trustworthy brāhmaṇa to Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "द्वारकां स समभ्येत्य प्रतीहारै: प्रवेशित: ।अपश्यदाद्यं पुरुषमासीनं काञ्चनासने ॥ २७ ॥",
        "english_devnagari": "dvārakāṁ sa samabhyetyapratīhāraiḥ praveśitaḥapaśyad ādyaṁ puruṣamāsīnaṁ kāñcanāsane",
        "verse_Syn": [
            "dvārakām",
            "saḥ",
            "samabhyetya",
            "pratīhāraiḥ",
            "praveśitaḥ",
            "apaśyat",
            "ādyam",
            "puruṣam",
            "āsīnam",
            "kāñcana",
            "āsane"
        ],
        "translation": "Upon reaching Dvārakā, the brāhmaṇa was brought inside by the gatekeepers and saw the primeval Personality of Godhead sitting on a golden throne.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "द‍ृष्ट्वा ब्रह्मण्यदेवस्तमवरुह्य निजासनात् ।उपवेश्यार्हयां चक्रे यथात्मानं दिवौकस: ॥ २८ ॥",
        "english_devnagari": "dṛṣṭvā brahmaṇya-devas tamavaruhya nijāsanātupaveśyārhayāṁ cakreyathātmānaṁ divaukasaḥ",
        "verse_Syn": [
            "dṛṣṭvā",
            "brahmaṇya",
            "devaḥ",
            "tam",
            "avaruhya",
            "nija",
            "āsanāt",
            "upaveśya",
            "arhayām",
            "cakre",
            "yathā",
            "ātmānam",
            "diva",
            "okasaḥ"
        ],
        "translation": "Seeing the brāhmaṇa, Śrī Kṛṣṇa, Lord of the brāhmaṇas, came down from His throne and seated him. Then the Lord worshiped him just as He Himself is worshiped by the demigods.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "तं भुक्तवन्तं विश्रान्तमुपगम्य सतां गति: ।पाणिनाभिमृशन् पादावव्यग्रस्तमपृच्छत ॥ २९ ॥",
        "english_devnagari": "taṁ bhuktavantaṁ viśrāntamupagamya satāṁ gatiḥpāṇinābhimṛśan pādāvavyagras tam apṛcchata",
        "verse_Syn": [
            "tam",
            "bhuktavantam",
            "viśrāntam",
            "upagamya",
            "satām",
            "gatiḥ",
            "pāṇinā",
            "abhimṛśan",
            "pādau",
            "avyagraḥ",
            "tam",
            "apṛcchata"
        ],
        "translation": "After the brāhmaṇa had eaten and rested, Śrī Kṛṣṇa, the goal of saintly devotees, came forward, and while massaging the brāhmaṇa’s feet with His own hands, He patiently questioned him as follows.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "कच्चिद् द्विजवरश्रेष्ठ धर्मस्ते वृद्धसम्मत: ।वर्तते नातिकृच्छ्रेण सन्तुष्टमनस: सदा ॥ ३० ॥",
        "english_devnagari": "kaccid dvija-vara-śreṣṭhadharmas te vṛddha-sammataḥvartate nāti-kṛcchreṇasantuṣṭa-manasaḥ sadā",
        "verse_Syn": [
            "kaccit",
            "dvija",
            "vara",
            "śreṣṭha",
            "dharmaḥ",
            "te",
            "vṛddha",
            "sammataḥ",
            "vartate",
            "na",
            "ati",
            "kṛcchreṇa",
            "santuṣṭa",
            "manasaḥ",
            "sadā"
        ],
        "translation": "[The Supreme Lord said:] O best of exalted brāhmaṇas, are your religious practices, sanctioned by senior authorities, proceeding without great difficulty? Is your mind always fully satisfied?",
        "purport": " Here we have translated the word dharma as “religious practice,” although this does not fully convey the Sanskrit sense of the word. Kṛṣṇa did not appear within a secular society. The people in Vedic times could hardly imagine a society that did not understand the need to obey God’s law. Thus to them the word dharma conveyed a sense of duty in general, higher principles, prescribed duty and so on. It was automatically understood that such duties were within a religious context. But religion in those days was not a specific aspect or department of life, but rather a guiding light for all activities. Irreligious life was considered demoniac, and God’s hand was seen in everything."
    },
    {
        "verse": "31",
        "devanagari": "सन्तुष्टो यर्हि वर्तेत ब्राह्मणो येन केनचित् ।अहीयमान: स्वद्धर्मात् स ह्यस्याखिलकामधुक् ॥ ३१ ॥",
        "english_devnagari": "santuṣṭo yarhi vartetabrāhmaṇo yena kenacitahīyamānaḥ svad dharmātsa hy asyākhila-kāma-dhuk",
        "verse_Syn": [
            "santuṣṭaḥ",
            "yarhi",
            "varteta",
            "brāhmaṇaḥ",
            "yena",
            "kenacit",
            "ahīyamānaḥ",
            "svāt",
            "dharmāt",
            "saḥ",
            "hi",
            "asya",
            "akhila",
            "kāma",
            "dhuk"
        ],
        "translation": "When a brāhmaṇa is satisfied with whatever comes his way and does not fall away from his religious duties, those very religious principles become his desire cow, fulfilling all his wishes.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "असन्तुष्टोऽसकृल्ल‍ोकानाप्नोत्यपि सुरेश्वर: ।अकिञ्चनोऽपि सन्तुष्ट: शेते सर्वाङ्गविज्वर: ॥ ३२ ॥",
        "english_devnagari": "asantuṣṭo ’sakṛl lokānāpnoty api sureśvaraḥakiñcano ’pi santuṣṭaḥśete sarvāṅga-vijvaraḥ",
        "verse_Syn": [
            "asantuṣṭaḥ",
            "asakṛt",
            "lokān",
            "āpnoti",
            "api",
            "sura",
            "īśvaraḥ",
            "akiñcanaḥ",
            "api",
            "santuṣṭaḥ",
            "śete",
            "sarva",
            "aṅga",
            "vijvaraḥ"
        ],
        "translation": "An unsatisfied brāhmaṇa wanders restlessly from one planet to another, even if he becomes King of heaven. But a satisfied brāhmaṇa, though he may possess nothing, rests peacefully, all his limbs free of distress.",
        "purport": " Those who are unsatisfied feel distress throughout their body, becoming subject to many diseases. A satisfied brāhmaṇa, however, though he may possess nothing, is peaceful and calm, and there is no distress within his body or mind."
    },
    {
        "verse": "33",
        "devanagari": "विप्रान् स्वलाभसन्तुष्टान् साधून् भूतसुहृत्तमान् ।निरहङ्कारिण: शान्तान् नमस्ये शिरसासकृत् ॥ ३३ ॥",
        "english_devnagari": "viprān sva-lābha-santuṣṭānsādhūn bhūta-suhṛttamānnirahaṅkāriṇaḥ śāntānnamasye śirasāsakṛt",
        "verse_Syn": [
            "viprān",
            "sva",
            "lābha",
            "santuṣṭān",
            "sādhūn",
            "bhūta",
            "suhṛt",
            "tamān",
            "nirahaṅkāriṇaḥ",
            "śāntān",
            "namasye",
            "śirasā",
            "asakṛt"
        ],
        "translation": "I repeatedly bow My head in respect to those brāhmaṇas who are satisfied with their lot. Saintly, prideless and peaceful, they are the best well-wishers of all living beings.",
        "purport": " Śrīla Śrīdhara Svāmī explains that sva-lābha also means “achieving one’s self,” or, in other words, self-realization. Thus an advanced brāhmaṇa is always satisfied with his spiritual understanding, never depending on material formalities or facilities."
    },
    {
        "verse": "34",
        "devanagari": "कच्चिद् व: कुशलं ब्रह्मन् राजतो यस्य हि प्रजा: ।सुखं वसन्ति विषये पाल्यमाना: स मे प्रिय: ॥ ३४ ॥",
        "english_devnagari": "kaccid vaḥ kuśalaṁ brahmanrājato yasya hi prajāḥsukhaṁ vasanti viṣayepālyamānāḥ sa me priyaḥ",
        "verse_Syn": [
            "kaccit",
            "vaḥ",
            "kuśalam",
            "brahman",
            "rājataḥ",
            "yasya",
            "hi",
            "prajāḥ",
            "sukham",
            "vasanti",
            "viṣaye",
            "pālyamānāḥ",
            "saḥ",
            "me",
            "priyaḥ"
        ],
        "translation": "O brāhmaṇa, is your King attending to your welfare? Indeed, that king in whose country the citizens are happy and protected is very dear to Me.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "यतस्त्वमागतो दुर्गं निस्तीर्येह यदिच्छया ।सर्वं नो ब्रूह्यगुह्यं चेत् किं कार्यं करवाम ते ॥ ३५ ॥",
        "english_devnagari": "yatas tvam āgato durgaṁnistīryeha yad-icchayāsarvaṁ no brūhy aguhyaṁ cetkiṁ kāryaṁ karavāma te",
        "verse_Syn": [
            "yataḥ",
            "tvam",
            "āgataḥ",
            "durgam",
            "nistīrya",
            "iha",
            "yat",
            "icchayā",
            "sarvam",
            "naḥ",
            "brūhi",
            "aguhyam",
            "cet",
            "kim",
            "kāryam",
            "karavāma",
            "te"
        ],
        "translation": "Whence have you come, crossing the impassable sea, and for what purpose? Explain all this to Us if it is not a secret, and tell Us what We may do for you.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "एवं सम्पृष्टसम्प्रश्न‍ो ब्राह्मण: परमेष्ठिना ।लीलागृहीतदेहेन तस्मै सर्वमवर्णयत् ॥ ३६ ॥",
        "english_devnagari": "evaṁ sampṛṣṭa-sampraśnobrāhmaṇaḥ parameṣṭhinālīlā-gṛhīta-dehenatasmai sarvam avarṇayat",
        "verse_Syn": [
            "evam",
            "sampṛṣṭa",
            "sampraśnaḥ",
            "brāhmaṇaḥ",
            "parameṣṭhinā",
            "līla",
            "gṛhīta",
            "dehena",
            "tasmai",
            "sarvam",
            "avarṇayat"
        ],
        "translation": "Thus questioned by the Supreme Personality of Godhead, who incarnates to perform His pastimes, the brāhmaṇa told Him everything.",
        "purport": " The word gṛhīta may be translated as “grasped or caught,” and thus, exactly as in English, may also mean “to perceive or understand something.” Therefore Lord Kṛṣṇa’s transcendental body is perceived, understood, or in other words, grasped by the devotees when the Lord comes to exhibit His transcendental pastimes. These pastimes are not whimsical, but are a part of the complex program, structured and executed by the Lord Himself, for awakening the conditioned souls to their natural love and devotion for Him and bringing them back to Godhead."
    },
    {
        "verse": "37",
        "devanagari": "श्रीरुक्‍मिण्युवाचश्रुत्वा गुणान् भुवनसुन्दर श‍ृण्वतां तेनिर्विश्य कर्णविवरैर्हरतोऽङ्गतापम् ।रूपं द‍ृशां द‍ृशिमतामखिलार्थलाभंत्वय्यच्युताविशति चित्तमपत्रपं मे ॥ ३७ ॥",
        "english_devnagari": "śrī-rukmiṇy uvācaśrutvā guṇān bhuvana-sundara śṛṇvatāṁ tenirviśya karṇa-vivarair harato ’ṅga-tāpamrūpaṁ dṛśāṁ dṛśimatām akhilārtha-lābhaṁtvayy acyutāviśati cittam apatrapaṁ me",
        "verse_Syn": [
            "śrī",
            "rukmiṇī",
            "uvāca",
            "śrutvā",
            "guṇān",
            "bhuvana",
            "sundara",
            "śṛṇvatām",
            "te",
            "nirviśya",
            "karṇa",
            "vivaraiḥ",
            "harataḥ",
            "aṅga",
            "tāpam",
            "rūpam",
            "dṛśām",
            "dṛśi",
            "matām",
            "akhila",
            "artha",
            "lābham",
            "tvayi",
            "acyuta",
            "āviśati",
            "cittam",
            "apatrapam",
            "me"
        ],
        "translation": "Śrī Rukmiṇī said [in her letter, as read by the brāhmaṇa]: O beauty of the worlds, having heard of Your qualities, which enter the ears of those who hear and remove their bodily distress, and having also heard of Your beauty, which fulfills all the visual desires of those who see, I have fixed my shameless mind upon You, O Kṛṣṇa.",
        "purport": " Rukmiṇī was a king’s daughter, courageous and bold, and furthermore she would rather die than lose Kṛṣṇa. Considering all this, she wrote a frank, explicit letter, begging Kṛṣṇa to come and take her away."
    },
    {
        "verse": "38",
        "devanagari": "का त्वा मुकुन्द महती कुलशीलरूप-विद्यावयोद्रविणधामभिरात्मतुल्यम् ।धीरा पतिं कुलवती न वृणीत कन्याकाले नृसिंह नरलोकमनोऽभिरामम् ॥ ३८ ॥",
        "english_devnagari": "kā tvā mukunda mahatī kula-śīla-rūpa-vidyā-vayo-draviṇa-dhāmabhir ātma-tulyamdhīrā patiṁ kulavatī na vṛṇīta kanyākāle nṛ-siṁha nara-loka-mano-’bhirāmam",
        "verse_Syn": [
            "kā",
            "tvā",
            "mukunda",
            "mahatī",
            "kula",
            "śīla",
            "rūpa",
            "vidyā",
            "vayaḥ",
            "draviṇa",
            "dhāmabhiḥ",
            "ātma",
            "tulyam",
            "dhīrā",
            "patim",
            "kula",
            "vatī",
            "na",
            "vṛṇīta",
            "kanyā",
            "kāle",
            "nṛ",
            "siṁha",
            "nara",
            "loka",
            "manaḥ",
            "abhirāmam"
        ],
        "translation": "O Mukunda, You are equal only to Yourself in lineage, character, beauty, knowledge, youthfulness, wealth and influence. O lion among men, You delight the minds of all mankind. What aristocratic, sober-minded and marriageable girl of a good family would not choose You as her husband when the proper time has come?",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "तन्मे भवान् खलु वृत: पतिरङ्ग जाया-मात्मार्पितश्च भवतोऽत्र विभो विधेहि ।मा वीरभागमभिमर्शतु चैद्य आराद्गोमायुवन्मृगपतेर्बलिमम्बुजाक्ष ॥ ३९ ॥",
        "english_devnagari": "tan me bhavān khalu vṛtaḥ patir aṅga jāyāmātmārpitaś ca bhavato ’tra vibho vidhehimā vīra-bhāgam abhimarśatu caidya ārādgomāyu-van mṛga-pater balim ambujākṣa",
        "verse_Syn": [
            "tat",
            "me",
            "bhavān",
            "khalu",
            "vṛtaḥ",
            "patiḥ",
            "aṅga",
            "jāyām",
            "ātmā",
            "arpitaḥ",
            "ca",
            "bhavataḥ",
            "atra",
            "vibho",
            "vidhehi",
            "mā",
            "vīra",
            "bhāgam",
            "abhimarśatu",
            "caidyaḥ",
            "ārāt",
            "gomāyu",
            "vat",
            "mṛga",
            "pateḥ",
            "balim",
            "ambuja",
            "akṣa"
        ],
        "translation": "Therefore, my dear Lord, I have chosen You as my husband, and I surrender myself to You. Please come swiftly, O almighty one, and make me Your wife. My dear lotus-eyed Lord, let Śiśupāla never touch the hero’s portion like a jackal stealing the property of a lion.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "पूर्तेष्टदत्तनियमव्रतदेवविप्र-गुर्वर्चनादिभिरलं भगवान् परेश: ।आराधितो यदि गदाग्रज एत्य पाणिंगृह्णातु मे न दमघोषसुतादयोऽन्ये ॥ ४० ॥",
        "english_devnagari": "pūrteṣṭa-datta-niyama-vrata-deva-vipragurv-arcanādibhir alaṁ bhagavān pareśaḥārādhito yadi gadāgraja etya pāṇiṁgṛhṇātu me na damaghoṣa-sutādayo ’nye",
        "verse_Syn": [
            "pūrta",
            "iṣṭa",
            "datta",
            "niyama",
            "vrata",
            "deva",
            "vipra",
            "guru",
            "arcana",
            "ādibhiḥ",
            "alam",
            "bhagavān",
            "para",
            "īśaḥ",
            "ārādhitaḥ",
            "yadi",
            "gada",
            "agrajaḥ",
            "etya",
            "pāṇim",
            "gṛhṇātu",
            "me",
            "na",
            "damaghoṣa",
            "suta",
            "ādayaḥ",
            "anye"
        ],
        "translation": "If I have sufficiently worshiped the Supreme Personality of Godhead by pious works, sacrifices, charity, rituals and vows, and also by worshiping the demigods, brāhmaṇas and gurus, then may Gadāgraja come and take my hand, and not Damaghoṣa’s son or anyone else.",
        "purport": " The ācāryas comment as follows on this verse: “Rukmiṇī felt that no one could obtain Lord Kṛṣṇa by the efforts of a single lifetime. Therefore she earnestly pointed out the pious activities she had performed in that life and previous lives, hoping to convince Śrī Kṛṣṇa to come.”"
    },
    {
        "verse": "41",
        "devanagari": "श्वोभाविनि त्वमजितोद्वहने विदर्भान्गुप्त: समेत्य पृतनापतिभि: परीत: ।निर्मथ्य चैद्यमगधेन्द्रबलं प्रसह्यमां राक्षसेन विधिनोद्वह वीर्यशुल्काम् ॥ ४१ ॥",
        "english_devnagari": "śvo bhāvini tvam ajitodvahane vidarbhānguptaḥ sametya pṛtanā-patibhiḥ parītaḥnirmathya caidya-magadhendra-balaṁ prasahyamāṁ rākṣasena vidhinodvaha vīrya-śulkām",
        "verse_Syn": [
            "śvaḥ",
            "bhāvini",
            "tvam",
            "ajita",
            "udvahane",
            "vidarbhān",
            "guptaḥ",
            "sametya",
            "pṛtanā",
            "patibhiḥ",
            "parītaḥ",
            "nirmathya",
            "caidya",
            "magadha",
            "indra",
            "balam",
            "prasahya",
            "mām",
            "rākṣasena",
            "vidhinā",
            "udvaha",
            "vīrya",
            "śulkām"
        ],
        "translation": "O unconquerable one, tomorrow when my marriage ceremony is about to begin, You should arrive unseen in Vidarbha and surround Yourself with the leaders of Your army. Then crush the forces of Caidya and Magadhendra and marry me in the Rākṣasa style, winning me with Your valor.",
        "purport": " As Śrīla Prabhupāda points out in Kṛṣṇa, the Supreme Personality of Godhead, Rukmiṇī, being born of royal blood, certainly had a brilliant grasp of political affairs. She advised Śrī Kṛṣṇa to enter the city alone and unnoticed and then surround Himself with His military commanders so He could do what was needed. Śrīla Viśvanātha Cakravartī compares the coming fight to the Lord’s churning of the ocean to extract the goddess Lakṣmī. Gorgeous Rukmiṇī, the goddess of fortune, would be gained in the coming turbulence."
    },
    {
        "verse": "42",
        "devanagari": "अन्त:पुरान्तरचरीमनिहत्य बन्धून्-त्वामुद्वहे कथमिति प्रवदाम्युपायम् ।पूर्वेद्युरस्ति महती कुलदेवयात्रायस्यां बहिर्नववधूर्गिरिजामुपेयात् ॥ ४२ ॥",
        "english_devnagari": "antaḥ-purāntara-carīm anihatya bandhūntvām udvahe katham iti pravadāmy upāyampūrve-dyur asti mahatī kula-deva-yātrāyasyāṁ bahir nava-vadhūr girijām upeyāt",
        "verse_Syn": [
            "antaḥ",
            "pura",
            "antara",
            "carīm",
            "anihatya",
            "bandhūn",
            "tvām",
            "udvahe",
            "katham",
            "iti",
            "pravadāmi",
            "upāyam",
            "pūrve",
            "dyuḥ",
            "asti",
            "mahatī",
            "kula",
            "deva",
            "yātrā",
            "yasyām",
            "bahiḥ",
            "nava",
            "vadhūḥ",
            "girijām",
            "upeyāt"
        ],
        "translation": "Since I will be staying within the inner chambers of the palace, You may wonder, “How can I carry you away without killing some of your relatives?” But I shall tell You a way: On the day before the marriage there is a grand procession to honor the royal family’s deity, and in this procession the new bride goes outside the city to visit Goddess Girijā.",
        "purport": " Clever Rukmiṇī anticipated a possible objection on the part of Śrī Kṛṣṇa. He certainly would not object to subduing rascals like Śiśupāla and Jarāsandha, but He might be reluctant to injure or kill Rukmiṇī’s relatives, some of whom might block His way to the palace’s inner sanctum, where the women were protected. The procession to or from the temple of Girijā (Durgā) would provide the perfect opportunity for Kṛṣṇa to kidnap Rukmiṇī without harming her relatives."
    },
    {
        "verse": "43",
        "devanagari": "यस्याङ्‍‍घ्रिपङ्कजरज:स्‍नपनं महान्तोवाञ्छन्त्युमापतिरिवात्मतमोऽपहत्यै ।यर्ह्यम्बुजाक्ष न लभेय भवत्प्रसादंजह्यामसून्व्रतकृशान् शतजन्मभि: स्यात् ॥ ४३ ॥",
        "english_devnagari": "yasyāṅghri-paṅkaja-rajaḥ-snapanaṁ mahāntovāñchanty umā-patir ivātma-tamo-’pahatyaiyarhy ambujākṣa na labheya bhavat-prasādaṁjahyām asūn vrata-kṛśān śata-janmabhiḥ syāt",
        "verse_Syn": [
            "yasya",
            "aṅghri",
            "paṅkaja",
            "rajaḥ",
            "snapanam",
            "mahāntaḥ",
            "vāñchanti",
            "umā",
            "patiḥ",
            "iva",
            "ātma",
            "tamaḥ",
            "apahatyai",
            "yarhi",
            "ambuja",
            "akṣa",
            "na",
            "labheya",
            "bhavat",
            "prasādam",
            "jahyām",
            "asūn",
            "vrata",
            "kṛśān",
            "śata",
            "janmabhiḥ",
            "syāt"
        ],
        "translation": "O lotus-eyed one, great souls like Lord Śiva hanker to bathe in the dust of Your lotus feet and thereby destroy their ignorance. If I cannot obtain Your mercy, I shall simply give up my vital force, which will have become weak from the severe penances I will perform. Then, after hundreds of lifetimes of endeavor, I may obtain Your mercy.",
        "purport": " The divine Rukmiṇī’s extraordinary dedication to Śrī Kṛṣṇa is possible only on the spiritual platform, not in the fragile world of mundane affection."
    },
    {
        "verse": "44",
        "devanagari": "ब्राह्मण उवाचइत्येते गुह्यसन्देशा यदुदेव मयाहृता: ।विमृश्य कर्तुं यच्चात्र क्रियतां तदनन्तरम् ॥ ४४ ॥",
        "english_devnagari": "brāhmaṇa uvācaity ete guhya-sandeśāyadu-deva mayāhṛtāḥvimṛśya kartuṁ yac cātrakriyatāṁ tad anantaram",
        "verse_Syn": [
            "brāhmaṇaḥ",
            "uvāca",
            "iti",
            "ete",
            "guhya",
            "sandeśāḥ",
            "yadu",
            "deva",
            "mayā",
            "āhṛtāḥ",
            "vimṛśya",
            "kartum",
            "yat",
            "ca",
            "atra",
            "kriyatām",
            "tat",
            "anantaram"
        ],
        "translation": "The brāhmaṇa said: This is the confidential message I have brought with me, O Lord of the Yadus. Please consider what must be done in these circumstances, and do it at once.",
        "purport": " When the brāhmaṇa arrived, he broke the seal of a confidential letter written in the privacy of Rukmiṇī’s quarters and meant only for Lord Kṛṣṇa. By using the term guhya-sandeśāḥ, the trustworthy brāhmaṇa, personally selected by Rukmiṇī, here affirms that he has not violated the confidentiality of this message. Only Lord Kṛṣṇa has heard it. Since the marriage of Rukmiṇī was fast approaching, Śrī Kṛṣṇa would have to act immediately. The term yadu-deva indicates that Lord Kṛṣṇa, as the Lord of the powerful Yadu dynasty, should make His decision and then mobilize His followers if necessary."
    }
]