[
    {
        "verse": "1-5",
        "devanagari": "श्रीशुक उवाचअथ सर्वगुणोपेत: काल: परमशोभन: ।यर्ह्येवाजनजन्मक्षन शान्तर्क्षग्रहतारकम् ॥ १ ॥दिश: प्रसेदुर्गगनं निर्मलोडुगणोदयम् ।मही मङ्गलभूयिष्ठपुरग्रामव्रजाकरा ॥ २ ॥नद्य: प्रसन्नसलिला ह्रदा जलरुहश्रिय: ।द्विजालिकुलसन्नादस्तवका वनराजय: ॥ ३ ॥ववौ वायु: सुखस्पर्श: पुण्यगन्धवह: शुचि: ।अग्नयश्च द्विजातीनां शान्तास्तत्र समिन्धत ॥ ४ ॥मनांस्यासन् प्रसन्नानि साधूनामसुरद्रुहाम् ।जायमानेऽजने तस्मिन् नेदुर्दुन्दुभय: समम् ॥ ५ ॥",
        "english_devnagari": "śrī-śuka uvācaatha sarva-guṇopetaḥkālaḥ parama-śobhanaḥyarhy evājana-janmarkṣaṁśāntarkṣa-graha-tārakam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "sarva",
            "guṇa",
            "upetaḥ",
            "kālaḥ",
            "parama",
            "śobhanaḥ",
            "yarhi",
            "eva",
            "ajana",
            "janma",
            "ṛkṣam",
            "śānta",
            "ṛkṣa",
            "graha",
            "tārakam",
            "diśaḥ",
            "praseduḥ",
            "gaganam",
            "nirmala",
            "uḍu",
            "gaṇa",
            "udayam",
            "mahī",
            "maṅgala",
            "bhūyiṣṭha",
            "pura",
            "grāma",
            "vraja",
            "ākarāḥ",
            "nadyaḥ",
            "prasanna",
            "salilāḥ",
            "hradāḥ",
            "jalaruha",
            "śriyaḥ",
            "dvija",
            "ali",
            "kula",
            "sannāda",
            "stavakāḥ",
            "vana",
            "rājayaḥ",
            "vavau",
            "vāyuḥ",
            "sukha",
            "sparśaḥ",
            "puṇya",
            "gandha",
            "vahaḥ",
            "śuciḥ",
            "agnayaḥ",
            "ca",
            "dvijātīnām",
            "śāntāḥ",
            "tatra",
            "samindhata",
            "manāṁsi",
            "āsan",
            "prasannāni",
            "sādhūnām",
            "asura",
            "druhām",
            "jāyamāne",
            "ajane",
            "tasmin",
            "neduḥ",
            "dundubhayaḥ",
            "samam"
        ],
        "translation": "Thereafter, at the auspicious time for the appearance of the Lord, the entire universe was surcharged with all the qualities of goodness, beauty and peace. The constellation Rohiṇī appeared, as did stars like Aśvinī. The sun, the moon and the other stars and planets were very peaceful. All directions appeared extremely pleasing, and the beautiful stars twinkled in the cloudless sky. Decorated with towns, villages, mines and pasturing grounds, the earth seemed all-auspicious. The rivers flowed with clear water, and the lakes and vast reservoirs, full of lilies and lotuses, were extraordinarily beautiful. In the trees and green plants, full of flowers and leaves, pleasing to the eyes, birds like cuckoos and swarms of bees began chanting with sweet voices for the sake of the demigods. A pure breeze began to blow, pleasing the sense of touch and bearing the aroma of flowers, and when the brāhmaṇas engaging in ritualistic ceremonies ignited their fires according to Vedic principles, the fires burned steadily, undisturbed by the breeze. Thus when the birthless Lord Viṣṇu, the Supreme Personality of Godhead, was about to appear, the saints and brāhmaṇas, who had always been disturbed by demons like Kaṁsa and his men, felt peace within the core of their hearts, and kettledrums simultaneously vibrated from the upper planetary system.",
        "purport": " As stated in the Bhagavad-gītā, the Lord says that His appearance, birth, and activities are all transcendental and that one who factually understands them is immediately eligible to be transferred to the spiritual world. The Lord’s appearance or birth is not like that of an ordinary man, who is forced to accept a material body according to his past deeds. The Lord’s appearance is explained in the previous chapter: He appears out of His own sweet pleasure. When the time was mature for the appearance of the Lord, the constellations became very auspicious. The astrological influence of the constellation known as Rohiṇī was also predominant because this constellation is considered very auspicious. Rohiṇī is under the direct supervision of Brahmā, who is born of Viṣṇu, and it appears at the birth of Lord Viṣṇu, who in fact is birthless. According to the astrological conclusion, besides the proper situation of the stars, there are auspicious and inauspicious moments due to the different situations of the different planetary systems. At the time of Kṛṣṇa’s birth, the planetary systems were automatically adjusted so that everything became auspicious. At that time, in all directions, east, west, south, north, everywhere, there was an atmosphere of peace and prosperity. Auspicious stars were visible in the sky, and on the surface in all towns and villages or pasturing grounds and within the mind of everyone there were signs of good fortune. The rivers were flowing full of water, and the lakes were beautifully decorated with lotus flowers. The forests were full with beautiful birds and peacocks. All the birds within the forests began to sing with sweet voices, and the peacocks began to dance with their consorts. The wind blew very pleasantly, carrying the aroma of different flowers, and the sensation of bodily touch was very pleasing. At home, the brāhmaṇas, who were accustomed to offer sacrifices in the fire, found their homes very pleasant for offerings. Because of disturbances created by the demoniac kings, the sacrificial fire had been almost stopped in the houses of brāhmaṇas, but now they could find the opportunity to start the fire peacefully. Being forbidden to offer sacrifices, the brāhmaṇas were very distressed in mind, intelligence and activities. But just on the point of Kṛṣṇa’s appearance, automatically their minds became full of joy because they could hear loud vibrations in the sky of transcendental sounds proclaiming the appearance of the Supreme Personality of Godhead. On the occasion of Lord Kṛṣṇa’s birth, seasonal changes took place throughout the entire universe. Kṛṣṇa was born during the month of September, yet it appeared like springtime. The atmosphere, however, was very cool, although not chilly, and the rivers and reservoirs appeared just as they would in śarat, the fall. Lotuses and lilies blossom during the day, but although Kṛṣṇa appeared at twelve o’clock midnight, the lilies and lotuses were in bloom, and thus the wind blowing at that time was full of fragrance. Because of Kaṁsa’s disturbances, the Vedic ritualistic ceremonies had almost stopped. The brāhmaṇas and saintly persons could not execute the Vedic rituals with peaceful minds. But now the brāhmaṇas were very pleased to perform their daily ritualistic ceremonies undisturbed. The business of the asuras is to disturb the suras, the devotees and brāhmaṇas, but at the time of Kṛṣṇa’s appearance these devotees and brāhmaṇas were undisturbed."
    },
    {
        "verse": "6",
        "devanagari": "जगु: किन्नरगन्धर्वास्तुष्टुवु: सिद्धचारणा: ।विद्याधर्यश्च ननृतुरप्सरोभि: समं मुदा ॥ ६ ॥",
        "english_devnagari": "jaguḥ kinnara-gandharvāstuṣṭuvuḥ siddha-cāraṇāḥvidyādharyaś ca nanṛturapsarobhiḥ samaṁ mudā",
        "verse_Syn": [
            "jaguḥ",
            "kinnara",
            "gandharvāḥ",
            "tuṣṭuvuḥ",
            "siddha",
            "cāraṇāḥ",
            "vidyādharyaḥ",
            "ca",
            "nanṛtuḥ",
            "apsarobhiḥ",
            "samam",
            "mudā"
        ],
        "translation": "The Kinnaras and Gandharvas began to sing auspicious songs, the Siddhas and Cāraṇas offered auspicious prayers, and the Vidyādharīs, along with the Apsarās, began to dance in jubilation.",
        "purport": ""
    },
    {
        "verse": "7-8",
        "devanagari": "मुमुचुर्मुनयो देवा: सुमनांसि मुदान्विता: ।मन्दं मन्दं जलधरा जगर्जुरनुसागरम् ॥ ७ ॥निशीथे तमउद्भ‍ूते जायमाने जनार्दने ।देवक्यां देवरूपिण्यां विष्णु: सर्वगुहाशय: ।आविरासीद् यथा प्राच्यां दिशीन्दुरिव पुष्कल: ॥ ८ ॥",
        "english_devnagari": "mumucur munayo devāḥsumanāṁsi mudānvitāḥmandaṁ mandaṁ jaladharājagarjur anusāgaram",
        "verse_Syn": [
            "mumucuḥ",
            "munayaḥ",
            "devāḥ",
            "sumanāṁsi",
            "mudā",
            "anvitāḥ",
            "mandam",
            "mandam",
            "jala",
            "dharāḥ",
            "jagarjuḥ",
            "anusāgaram",
            "niśīthe",
            "tamaḥ",
            "udbhūte",
            "jāyamāne",
            "janārdane",
            "devakyām",
            "deva",
            "rūpiṇyām",
            "viṣṇuḥ",
            "sarva",
            "guhā",
            "śayaḥ",
            "āvirāsīt",
            "yathā",
            "prācyām",
            "diśi",
            "induḥ",
            "iva",
            "puṣkalaḥ"
        ],
        "translation": "The demigods and great saintly persons showered flowers in a joyous mood, and clouds gathered in the sky and very mildly thundered, making sounds like those of the ocean’s waves. Then the Supreme Personality of Godhead, Viṣṇu, who is situated in the core of everyone’s heart, appeared from the heart of Devakī in the dense darkness of night, like the full moon rising on the eastern horizon, because Devakī was of the same category as Śrī Kṛṣṇa.",
        "purport": " As stated in the Brahma-saṁhitā (5.37): This verse indicates that Kṛṣṇa and His entourage are of the same spiritual potency (ānanda-cinmaya-rasa). Kṛṣṇa’s father, His mother, His friends the cowherd boys, and the cows are all expansions of Kṛṣṇa, as will be explained in the brahma-vimohana-līlā. When Brahmā took away Kṛṣṇa’s associates to test the supremacy of Lord Kṛṣṇa, the Lord expanded Himself again in the forms of the many cowherd boys and calves, all of whom, as Brahmā saw, were viṣṇu-mūrtis. Devakī is also an expansion of Kṛṣṇa, and therefore this verse says, devakyāṁ deva-rūpiṇyāṁ viṣṇuḥ sarva-guhā-śayaḥ. At the time for the Lord’s appearance, the great sages and the demigods, being pleased, began to shower flowers. At the seashore, there was the sound of mild waves, and above the sea there were clouds in the sky which began to thunder very pleasingly. When things were adjusted like this, Lord Viṣṇu, who is residing within the heart of every living entity, appeared in the darkness of night as the Supreme Personality of Godhead before Devakī, who appeared as one of the demigoddesses. The appearance of Lord Viṣṇu at that time could be compared to the rising of the full moon in the sky on the eastern horizon. The objection may be raised that since Lord Kṛṣṇa appeared on the eighth day of the waning moon, there could be no rising of the full moon. In answer to this it may be said that Lord Kṛṣṇa appeared in the dynasty which is in the hierarchy of the moon; therefore, although the moon was incomplete on that night, because of the Lord’s appearance in the dynasty wherein the moon is himself the original person, the moon was in an overjoyous condition, so by the grace of Kṛṣṇa he could appear as a full moon. To welcome the Supreme Personality of Godhead, the waning moon became a full moon in jubilation. Instead of deva-rūpiṇyām, some texts of Śrīmad-Bhāgavatam clearly say viṣṇu-rūpiṇyām. In either case, the meaning is that Devakī has the same spiritual form as the Lord. The Lord is sac-cid-ānanda-vigraha, and Devakī is also sac-cid-ānanda-vigraha. Therefore no one can find any fault in the way the Supreme Personality of Godhead, sac-cid-ānanda-vigraha, appeared from the womb of Devakī. Those who are not in full knowledge that the appearance and disappearance of the Lord are transcendental (janma karma ca me divyam) are sometimes surprised that the Supreme Personality of Godhead can take birth like an ordinary child. Actually, however, the Lord’s birth is never ordinary. The Supreme Personality of Godhead is already situated within the core of everyone’s heart as antaryāmī, the Supersoul. Thus because He was present in full potency in Devakī’s heart, He was also able to appear outside her body. One of the twelve great personalities is Bhīṣmadeva (svayambhūr nāradaḥ śambhuḥ kumāraḥ kapilo manuḥ prahlāda, janako bhīṣmaḥ). In Śrīmad-Bhāgavatam (1.9.42), Bhīṣma, a great authority to be followed by devotees, says that the Supreme Personality of Godhead is situated in the core of everyone’s heart, just as the sun may be on everyone’s head. Yet although the sun may be on the heads of millions and millions of people, this does not mean that the sun is variously situated. Similarly, because the Supreme Personality of Godhead has inconceivable potencies, He can be within everyone’s heart and yet not be situated variously. Ekatvam anupaśyataḥ (Īśopaniṣad 7). The Lord is one, but He can appear in everyone’s heart by His inconceivable potency. Thus although the Lord was within the heart of Devakī, He appeared as her child. According to the Viṣṇu Purāṇa, therefore, as quoted in the Vaiṣṇava-toṣaṇī, the Lord appeared like the sun (anugrahāsaya). The Brahma-saṁhitā (5.35) confirms that the Lord is situated even within the atom (aṇḍāntara-stha-paramāṇu-cayāntara-stham). He is situated in Mathurā, in Vaikuṇṭha and in the core of the heart. Therefore one should clearly understand that He did not live like an ordinary child in the heart or the womb of Devakī. Nor did He appear like an ordinary human child, although He seemed to do so in order to bewilder asuras like Kaṁsa. The asuras wrongly think that Kṛṣṇa took birth like an ordinary child and passed away from this world like an ordinary man. Such asuric conceptions are rejected by persons in knowledge of the Supreme Personality of Godhead. Ajo ’pi sann avyayātmā bhūtānām īśvaro ’pi san (Bg. 4.6). As stated in Bhagavad-gītā, the Lord is aja, unborn, and He is the supreme controller of everything. Nonetheless, He appeared as the child of Devakī. This verse describes the inconceivable potency of the Lord, who appeared like the full moon. Understanding the special significance of the appearance of the Supreme Godhead, one should never regard Him as having taken birth like an ordinary child."
    },
    {
        "verse": "9-10",
        "devanagari": "तमद्भ‍ुतं बालकमम्बुजेक्षणंचतुर्भुजं शङ्खगदाद्युदायुधम् ।श्रीवत्सलक्ष्मं गलशोभिकौस्तुभंपीताम्बरं सान्द्रपयोदसौभगम् ॥ ९ ॥महार्हवैदूर्यकिरीटकुण्डल-त्विषा परिष्वक्तसहस्रकुन्तलम् ।उद्दामकाञ्‍च्यङ्गदकङ्कणादिभि-र्विरोचमानं वसुदेव ऐक्षत ॥ १० ॥",
        "english_devnagari": "tam adbhutaṁ bālakam ambujekṣaṇaṁcatur-bhujaṁ śaṅkha-gadādy-udāyudhamśrīvatsa-lakṣmaṁ gala-śobhi-kaustubhaṁpītāmbaraṁ sāndra-payoda-saubhagam",
        "verse_Syn": [
            "tam",
            "adbhutam",
            "bālakam",
            "ambuja",
            "īkṣaṇam",
            "catuḥ",
            "bhujam",
            "śaṅkha",
            "gadā",
            "ādi",
            "udāyudham",
            "śrīvatsa",
            "lakṣmam",
            "gala",
            "śobhi",
            "kaustubham",
            "pīta",
            "ambaram",
            "sāndra",
            "payoda",
            "saubhagam",
            "mahā",
            "arha",
            "vaidūrya",
            "kirīṭa",
            "kuṇḍala",
            "tviṣā",
            "pariṣvakta",
            "sahasra",
            "kuntalam",
            "uddāma",
            "kāñcī",
            "aṅgada",
            "kaṅkaṇa",
            "ādibhiḥ",
            "virocamānam",
            "vasudevaḥ",
            "aikṣata"
        ],
        "translation": "Vasudeva then saw the newborn child, who had very wonderful lotuslike eyes and who bore in His four hands the four weapons śaṅkha, cakra, gadā and padma. On His chest was the mark of Śrīvatsa and on His neck the brilliant Kaustubha gem. Dressed in yellow, His body blackish like a dense cloud, His scattered hair fully grown, and His helmet and earrings sparkling uncommonly with the valuable gem Vaidūrya, the child, decorated with a brilliant belt, armlets, bangles and other ornaments, appeared very wonderful.",
        "purport": " To support the word adbhutam, meaning “wonderful,” the decorations and opulences of the newborn child are fully described. As confirmed in the Brahma-saṁhitā (5.30), barhāvataṁsam asitāmbuda-sundarāṅgam: the hue of the Lord’s beautiful form resembles the blackish color of dense clouds (asita means “blackish,” and ambuda means “cloud”). It is clear from the word catur-bhujam that Kṛṣṇa first appeared with four hands, as Lord Viṣṇu. No ordinary child in human society has ever been born with four hands. And when is a child born with fully grown hair? The descent of the Lord, therefore, is completely distinct from the birth of an ordinary child. The Vaidūrya gem, which sometimes appears bluish, sometimes yellow and sometimes red, is available in Vaikuṇṭhaloka. The Lord’s helmet and earrings were decorated with this particular gem."
    },
    {
        "verse": "11",
        "devanagari": "स विस्मयोत्फुल्लविलोचनो हरिंसुतं विलोक्यानकदुन्दुभिस्तदा ।कृष्णावतारोत्सवसम्भ्रमोऽस्पृशन्मुदा द्विजेभ्योऽयुतमाप्लुतो गवाम् ॥ ११ ॥",
        "english_devnagari": "sa vismayotphulla-vilocano hariṁsutaṁ vilokyānakadundubhis tadākṛṣṇāvatārotsava-sambhramo ’spṛśanmudā dvijebhyo ’yutam āpluto gavām",
        "verse_Syn": [
            "saḥ",
            "vismaya",
            "utphulla",
            "vilocanaḥ",
            "harim",
            "sutam",
            "vilokya",
            "ānakadundubhiḥ",
            "tadā",
            "kṛṣṇa",
            "avatāra",
            "utsava",
            "sambhramaḥ",
            "aspṛśat",
            "mudā",
            "dvijebhyaḥ",
            "ayutam",
            "āplutaḥ",
            "gavām"
        ],
        "translation": "When Vasudeva saw his extraordinary son, his eyes were struck with wonder. In transcendental jubilation, he mentally collected ten thousand cows and distributed them among the brāhmaṇas as a transcendental festival.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura has analyzed the wonder of Vasudeva upon seeing his extraordinary child. Vasudeva was shivering with wonder to see a newborn child decorated so nicely with valuable garments and gems. He could immediately understand that the Supreme Personality of Godhead had appeared, not as an ordinary child but in His original, fully decorated, four-handed form. The first wonder was that the Lord was not afraid to appear within the prison house of Kaṁsa, where Vasudeva and Devakī were interned. Second, although the Lord, the Supreme Transcendence, is all-pervading, He had appeared from the womb of Devakī. The third point of wonder, therefore, was that a child could take birth from the womb so nicely decorated. Fourth, the Supreme Personality of Godhead was Vasudeva’s worshipable Deity yet had taken birth as his son. For all these reasons, Vasudeva was transcendentally jubilant, and he wanted to perform a festival, as kṣatriyas do to celebrate the birth of a child, but because of his imprisonment he was unable to do it externally, and therefore he performed the festival within his mind. This was just as good. If one cannot externally serve the Supreme Personality of Godhead, one can serve the Lord within one’s mind, since the activities of the mind are as good as those of the other senses. This is called the nondual or absolute situation (advaya jñāna). People generally perform ritualistic ceremonies for the birth of a child. Why then should Vasudeva not have performed such a ceremony when the Supreme Lord appeared as his son?"
    },
    {
        "verse": "12",
        "devanagari": "अथैनमस्तौदवधार्य पूरुषंपरं नताङ्ग: कृतधी: कृताञ्जलि: ।स्वरोचिषा भारत सूतिकागृहंविरोचयन्तं गतभी: प्रभाववित् ॥ १२ ॥",
        "english_devnagari": "athainam astaud avadhārya pūruṣaṁparaṁ natāṅgaḥ kṛta-dhīḥ kṛtāñjaliḥsva-rociṣā bhārata sūtikā-gṛhaṁvirocayantaṁ gata-bhīḥ prabhāva-vit",
        "verse_Syn": [
            "atha",
            "enam",
            "astaut",
            "avadhārya",
            "pūruṣam",
            "param",
            "nata",
            "aṅgaḥ",
            "kṛta",
            "dhīḥ",
            "kṛta",
            "añjaliḥ",
            "sva",
            "rociṣā",
            "bhārata",
            "sūtikā",
            "gṛham",
            "virocayantam",
            "gata",
            "bhīḥ",
            "prabhāva",
            "vit"
        ],
        "translation": "O Mahārāja Parīkṣit, descendant of King Bharata, Vasudeva could understand that this child was the Supreme Personality of Godhead, Nārāyaṇa. Having concluded this without a doubt, he became fearless. Bowing down with folded hands and concentrating his attention, he began to offer prayers to the child, who illuminated His birthplace by His natural influence.",
        "purport": " Struck with such great wonder, Vasudeva now concentrated his attention on the Supreme Personality of Godhead. Understanding the influence of the Supreme Lord, he was surely fearless, since he understood that the Lord had appeared to give him protection (gata-bhīḥ prabhāva-vit). Understanding that the Supreme Personality of Godhead was present, he appropriately offered prayers as follows."
    },
    {
        "verse": "13",
        "devanagari": "श्रीवसुदेव उवाचविदितोऽसि भवान् साक्षात्पुरुष: प्रकृते: पर: ।केवलानुभवानन्दस्वरूप: सर्वबुद्धिद‍ृक् ॥ १३ ॥",
        "english_devnagari": "śrī-vasudeva uvācavidito ’si bhavān sākṣātpuruṣaḥ prakṛteḥ paraḥkevalānubhavānanda-svarūpaḥ sarva-buddhi-dṛk",
        "verse_Syn": [
            "śrī",
            "vasudevaḥ",
            "uvāca",
            "viditaḥ",
            "asi",
            "bhavān",
            "sākṣāt",
            "puruṣaḥ",
            "prakṛteḥ",
            "paraḥ",
            "kevala",
            "anubhava",
            "ānanda",
            "svarūpaḥ",
            "sarva",
            "buddhi",
            "dṛk"
        ],
        "translation": "Vasudeva said: My Lord, You are the Supreme Person, beyond material existence, and You are the Supersoul. Your form can be perceived by transcendental knowledge, by which You can be understood as the Supreme Personality of Godhead. I now understand Your position perfectly.",
        "purport": " Within Vasudeva’s heart, affection for his son and knowledge of the Supreme Lord’s transcendental nature both awakened. In the beginning Vasudeva thought, “Such a beautiful child has been born, but now Kaṁsa will come and kill Him.” But when he understood that this was not an ordinary child but the Supreme Personality of Godhead, he became fearless. Regarding his son as the Supreme Lord, wonderful in everything, he began offering prayers appropriate for the Supreme Lord. Completely free from fear of Kaṁsa’s atrocities, he accepted the child simultaneously as an object of affection and as an object of worship by prayers."
    },
    {
        "verse": "14",
        "devanagari": "स एव स्वप्रकृत्येदं सृष्ट्वाग्रे त्रिगुणात्मकम् ।तदनु त्वं ह्यप्रविष्ट: प्रविष्ट इव भाव्यसे ॥ १४ ॥",
        "english_devnagari": "sa eva svaprakṛtyedaṁsṛṣṭvāgre tri-guṇātmakamtad anu tvaṁ hy apraviṣṭaḥpraviṣṭa iva bhāvyase",
        "verse_Syn": [
            "saḥ",
            "eva",
            "sva",
            "prakṛtyā",
            "idam",
            "sṛṣṭvā",
            "agre",
            "tri",
            "guṇa",
            "ātmakam",
            "tat",
            "anu",
            "tvam",
            "hi",
            "apraviṣṭaḥ",
            "praviṣṭaḥ",
            "iva",
            "bhāvyase"
        ],
        "translation": "My Lord, You are the same person who in the beginning created this material world by His personal external energy. After the creation of this world of three guṇas [sattva, rajas and tamas], You appear to have entered it, although in fact You have not.",
        "purport": " In Bhagavad-gītā (7.4) the Supreme Personality of Godhead clearly explains: This material world of three modes of nature — sattva-guṇa, rajo-guṇa and tamo-guṇa — is a composition of earth, water, fire, air, mind, intelligence and false ego, all of which are energies coming from Kṛṣṇa, yet Kṛṣṇa, being always transcendental, is aloof from this material world. Those who are not in pure knowledge think that Kṛṣṇa is a product of matter and that His body is material like ours (avajānanti māṁ mūḍhāḥ). In fact, however, Kṛṣṇa is always aloof from this material world. In the Vedic literature, we find the creation described in relationship to Mahā-Viṣṇu. As stated in the Brahma-saṁhitā (5.35): “I worship the primeval Lord, Govinda, the original Personality of Godhead. By His partial plenary expansion as Mahā-Viṣṇu, He enters into material nature. Then He enters every universe as Garbhodakaśāyī Viṣṇu, and He enters all the elements, including every atom of matter, as Kṣīrodakaśāyī Viṣṇu. Such manifestations of cosmic creation are innumerable, both in the universes and in the individual atoms.” Govinda is partially exhibited as antaryāmī, the Supersoul, who enters this material world (aṇḍāntara-stha) and who is also within the atom. The Brahma-saṁhitā (5.48) further says: This verse describes Mahā-Viṣṇu as a plenary expansion of Kṛṣṇa. Mahā-Viṣṇu lies on the Causal Ocean, and when He exhales, millions of brahmāṇḍas, or universes, come from the pores of His body. Then, when Mahā-Viṣṇu inhales, all these brahmāṇḍas disappear. Thus the millions of brahmāṇḍas controlled by the Brahmās and other demigods come and go in this material world through the breathing of Mahā-Viṣṇu. Foolish persons think that when Kṛṣṇa appears as the son of Vasudeva, He is limited like an ordinary child. But Vasudeva was aware that although the Lord had appeared as his son, the Lord had not entered Devakī’s womb and then come out. Rather, the Lord was always there. The Supreme Lord is all-pervading, present within and without. Praviṣṭa iva bhāvyase: He only seemed to have entered the womb of Devakī and to have now appeared as Vasudeva’s child. The expression of this knowledge by Vasudeva indicates that Vasudeva knew how these events took place. Vasudeva was certainly a devotee of the Lord in full knowledge, and we must learn from devotees like him. Bhagavad-gītā (4.34) therefore recommends: “Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.” Vasudeva begot the Supreme Personality of Godhead, yet he was in full knowledge of how the Supreme Lord appears and disappears. He was therefore tattva-darśī, a seer of the truth, because he personally saw how the Supreme Absolute Truth appeared as his son. Vasudeva was not in ignorance, thinking that because the Supreme Godhead had appeared as his son, the Lord had become limited. The Lord is unlimitedly existing and all-pervading, inside and outside. Thus there is no question of His appearance or disappearance."
    },
    {
        "verse": "15-17",
        "devanagari": "यथेमेऽविकृता भावास्तथा ते विकृतै: सह ।नानावीर्या: पृथग्भूता विराजं जनयन्ति हि ॥ १५ ॥सन्निपत्य समुत्पाद्य द‍ृश्यन्तेऽनुगता इव ।प्रागेव विद्यमानत्वान्न तेषामिह सम्भव: ॥ १६ ॥एवं भवान् बुद्ध्यनुमेयलक्षणै-र्ग्राह्यैर्गुणै: सन्नपि तद्गुणाग्रह: ।अनावृतत्वाद् बहिरन्तरं न तेसर्वस्य सर्वात्मन आत्मवस्तुन: ॥ १७ ॥",
        "english_devnagari": "yatheme ’vikṛtā bhāvāstathā te vikṛtaiḥ sahanānā-vīryāḥ pṛthag-bhūtāvirājaṁ janayanti hi",
        "verse_Syn": [
            "yathā",
            "ime",
            "avikṛtāḥ",
            "bhāvāḥ",
            "tathā",
            "te",
            "vikṛtaiḥ",
            "saha",
            "nānā",
            "vīryāḥ",
            "pṛthak",
            "bhūtāḥ",
            "virājam",
            "janayanti",
            "hi",
            "sannipatya",
            "samutpādya",
            "dṛśyante",
            "anugatāḥ",
            "iva",
            "prāk",
            "eva",
            "vidyamānatvāt",
            "na",
            "teṣām",
            "iha",
            "sambhavaḥ",
            "evam",
            "bhavān",
            "buddhi",
            "anumeya",
            "lakṣaṇaiḥ",
            "grāhyaiḥ",
            "guṇaiḥ",
            "san",
            "api",
            "tat",
            "guṇa",
            "agrahaḥ",
            "anāvṛtatvāt",
            "bahiḥ",
            "antaram",
            "na",
            "te",
            "sarvasya",
            "sarva",
            "ātmanaḥ",
            "ātma",
            "vastunaḥ"
        ],
        "translation": "The mahat-tattva, the total material energy, is undivided, but because of the material modes of nature, it appears to separate into earth, water, fire, air and ether. Because of the living energy [jīva-bhūta], these separated energies combine to make the cosmic manifestation visible, but in fact, before the creation of the cosmos, the total energy is already present. Therefore, the total material energy never actually enters the creation. Similarly, although You are perceived by our senses because of Your presence, You cannot be perceived by the senses, nor experienced by the mind or words [avāṅ-mānasa-gocara]. With our senses we can perceive some things, but not everything; for example, we can use our eyes to see, but not to taste. Consequently, You are beyond perception by the senses. Although in touch with the modes of material nature, You are unaffected by them. You are the prime factor in everything, the all-pervading, undivided Supersoul. For You, therefore, there is no external or internal. You never entered the womb of Devakī; rather, You existed there already.",
        "purport": " This same understanding is explained by the Lord Himself in Bhagavad-gītā (9.4): “By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.” The Supreme Personality of Godhead is not perceivable through the gross material senses. It is said that Lord Śrī Kṛṣṇa’s name, fame, pastimes, etc., cannot be understood by material senses. Only to one who is engaged in pure devotional service under proper guidance is He revealed. As stated in Brahma-saṁhitā (5.38): One can see the Supreme Personality of Godhead, Govinda, always, within oneself and outside oneself, if one has developed the transcendental loving attitude toward Him. Thus for people in general, He is not visible. In the above-mentioned verse from Bhagavad-gītā, therefore, it is said that although He is all-pervading, everywhere present, He is not conceivable by the material senses. But actually, although we cannot see Him, everything is resting in Him. As discussed in the Seventh Chapter of Bhagavad-gītā, the entire material cosmic manifestation is only a combination of His two different energies, the superior, spiritual energy and the inferior, material energy. Just as the sunshine is spread all over the universe, the energy of the Lord is spread all over the creation, and everything is resting in that energy. Yet one should not conclude that because He is spread all over He has lost His personal existence. To refute such arguments, the Lord says, “I am everywhere, and everything is in Me, but still I am aloof.” For example, a king heads a government which is but the manifestation of the king’s energy; the different governmental departments are nothing but the energies of the king, and each department is resting on the king’s power. But still one cannot expect the king to be present in every department personally. That is a crude example. Similarly, all the manifestations that we see, and everything that exists, both in this material world and in the spiritual world, are resting on the energy of the Supreme Personality of Godhead. The creation takes place by the diffusion of His different energies, and, as stated in the Bhagavad-gītā, He is everywhere present by His personal representation, the diffusion of His different energies. One may argue that the Supreme Personality of Godhead, who creates the whole cosmic manifestation simply by His glance, cannot come within the womb of Devakī, the wife of Vasudeva. To eradicate this argument, Vasudeva said, “My dear Lord, it is not very wonderful that You appeared within the womb of Devakī, for the creation was also made in that way. You were lying in the Causal Ocean as Mahā-Viṣṇu, and by Your breathing, innumerable universes came into existence. Then You entered into each of the universes as Garbhodakaśāyī Viṣṇu. Then again You expanded Yourself as Kṣīrodakaśāyī Viṣṇu and entered into the heart of all living entities and entered even within the atoms. Therefore Your entrance into the womb of Devakī is understandable in the same way. You appear to have entered, but You are simultaneously all-pervading. We can understand Your entrance and nonentrance from material examples. The total material energy remains intact even after being divided into sixteen elements. The material body is nothing but a combination of the five gross elements — namely earth, water, fire, air and ether. Whenever there is a material body, it appears that such elements are newly created, but actually the elements are always existing outside of the body. Similarly, although You appear as a child in the womb of Devakī, You are also existing outside. You are always in Your abode, but still You can simultaneously expand Yourself into millions of forms. “One has to understand Your appearance with great intelligence because the material energy is also emanating from You. You are the original source of the material energy, just as the sun is the source of the sunshine. The sunshine cannot cover the sun globe, nor can the material energy — being an emanation from You — cover You. You appear to be in the three modes of material energy, but actually the three modes of material energy cannot cover You. This is understood by the highly intellectual philosophers. In other words, although You appear to be within the material energy, You are never covered by it.” We hear from the Vedic version that the Supreme Brahman exhibits His effulgence and therefore everything is illuminated. We can understand from Brahma-saṁhitā that the brahmajyoti, or the Brahman effulgence, emanates from the body of the Supreme Lord. And from the Brahman effulgence, all creation takes place. It is further stated in the Bhagavad-gītā that the Lord is the support of the Brahman effulgence. Originally He is the root cause of everything. But persons who are less intelligent think that when the Supreme Personality of Godhead comes within this material world, He accepts material qualities. Such conclusions are not mature, but are made by the less intelligent."
    },
    {
        "verse": "18",
        "devanagari": "य आत्मनो द‍ृश्यगुणेषु सन्नितिव्यवस्यते स्वव्यतिरेकतोऽबुध: ।विनानुवादं न च तन्मनीषितंसम्यग् यतस्त्यक्तमुपाददत् पुमान् ॥ १८ ॥",
        "english_devnagari": "ya ātmano dṛśya-guṇeṣu sann itivyavasyate sva-vyatirekato ’budhaḥvinānuvādaṁ na ca tan manīṣitaṁsamyag yatas tyaktam upādadat pumān",
        "verse_Syn": [
            "yaḥ",
            "ātmanaḥ",
            "dṛśya",
            "guṇeṣu",
            "san",
            "iti",
            "vyavasyate",
            "sva",
            "vyatirekataḥ",
            "abudhaḥ",
            "vinā",
            "anuvādam",
            "na",
            "ca",
            "tat",
            "manīṣitam",
            "samyak",
            "yataḥ",
            "tyaktam",
            "upādadat",
            "pumān"
        ],
        "translation": "One who considers his visible body, which is a product of the three modes of nature, to be independent of the soul is unaware of the basis of existence, and therefore he is a rascal. Those who are learned have rejected this conclusion because one can understand through full discussion that with no basis in soul, the visible body and senses would be insubstantial. Nonetheless, although his conclusion has been rejected, a foolish person considers it a reality.",
        "purport": " Without the basic principle of soul, the body cannot be produced. So-called scientists have tried in many ways to produce a living body in their chemical laboratories, but no one has been able to do it because unless the spirit soul is present, a body cannot be prepared from material elements. Since scientists are now enamored of theories about the chemical composition of the body, we have challenged many scientists to make even a small egg. The chemicals in eggs can be found very easily. There is a white substance and a yellow substance, covered by a shell, and modern scientists should very easily be able to duplicate all this. But even if they were to prepare such an egg and put it in an incubator, this man-made chemical egg would not produce a chicken. The soul must be added because there is no question of a chemical combination for life. Those who think that life can exist without the soul have therefore been described here as abudhaḥ, foolish rascals. Again, there are those who reject the body, regarding it as insubstantial. They are of the same category of fools. One can neither reject the body nor accept it as substantial. The substance is the Supreme Personality of Godhead, and both the body and the soul are energies of the Supreme Godhead, as described by the Lord Himself in Bhagavad-gītā (7.4-5): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies. But besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of all living entities who are struggling with material nature and are sustaining the universe.” The body, therefore, has a relationship with the Supreme Personality of Godhead, just as the soul does. Since both of them are energies of the Lord, neither of them is false, because they come from the reality. One who does not know this secret of life is described as abudhaḥ. According to the Vedic injunctions, aitadātmyam idaṁ sarvam, sarvaṁ khalv idaṁ brahma: everything is the Supreme Brahman. Therefore, both the body and the soul are Brahman, since matter and spirit emanate from Brahman. Not knowing the conclusions of the Vedas, some people accept the material nature as substance, and others accept the spirit soul as substance, but actually Brahman is the substance. Brahman is the cause of all causes. The ingredients and the immediate cause of this manifested material world are Brahman, and we cannot make the ingredients of this world independent of Brahman. Furthermore, since the ingredients and the immediate cause of this material manifestation are Brahman, both of them are truth, satya; there is no validity to the expression brahma satyaṁ jagan mithyā. The world is not false. Jñānīs reject this world, and foolish persons accept this world as reality, and in this way they are both misguided. Although the body is not as important as the soul, we cannot say that it is false. Yet the body is temporary, and only foolish, materialistic persons, who do not have full knowledge of the soul, regard the temporary body as reality and engage in decorating this body. Both of these pitfalls — rejection of the body as false and acceptance of the body as all in all — can be avoided when one is fully situated in Kṛṣṇa consciousness. If we regard this world as false, we fall into the category of asuras, who say that this world is unreal, with no foundation and no God in control (asatyam apratiṣṭhaṁ te jagad āhur anīśvaram). As described in the Sixteenth Chapter of Bhagavad-gītā, this is the conclusion of demons."
    },
    {
        "verse": "19",
        "devanagari": "त्वत्तोऽस्य जन्मस्थितिसंयमान् विभोवदन्त्यनीहादगुणादविक्रियात् ।त्वयीश्वरे ब्रह्मणि नो विरुध्यतेत्वदाश्रयत्वादुपचर्यते गुणै: ॥ १९ ॥",
        "english_devnagari": "tvatto ’sya janma-sthiti-saṁyamān vibhovadanty anīhād aguṇād avikriyāttvayīśvare brahmaṇi no virudhyatetvad-āśrayatvād upacaryate guṇaiḥ",
        "verse_Syn": [
            "tvattaḥ",
            "asya",
            "janma",
            "sthiti",
            "saṁyamān",
            "vibho",
            "vadanti",
            "anīhāt",
            "aguṇāt",
            "avikriyāt",
            "tvayi",
            "īśvare",
            "brahmaṇi",
            "no",
            "virudhyate",
            "tvat",
            "āśrayatvāt",
            "upacaryate",
            "guṇaiḥ"
        ],
        "translation": "O my Lord, learned Vedic scholars conclude that the creation, maintenance and annihilation of the entire cosmic manifestation are performed by You, who are free from endeavor, unaffected by the modes of material nature, and changeless in Your spiritual situation. There are no contradictions in You, who are the Supreme Personality of Godhead, Parabrahman. Because the three modes of material nature — sattva, rajas and tamas — are under Your control, everything takes place automatically.",
        "purport": " As stated in the Vedas: “The Supreme Lord has nothing to do, and no one is found to be equal to or greater than Him, for everything is done naturally and systematically by His multifarious energies.” (Śvetāśvatara Upaniṣad 6.8) Creation, maintenance and annihilation are all conducted personally by the Supreme Personality of Godhead, and this is confirmed in Bhagavad-gītā (mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram). Yet ultimately the Lord does not need to do anything, and therefore He is nirvikāra, changeless. Because everything is done under His direction, He is called sṛṣṭi-kartā, the master of creation. Similarly, He is the master of annihilation. When a master sits in one place while his servants work in different duties, whatever the servants are doing is ultimately an activity of the master, although he is doing nothing (na tasya kāryaṁ karaṇaṁ ca vidyate). The Lord’s potencies are so numerous that everything is nicely done. Therefore, He is naturally still and is not directly the doer of anything in this material world."
    },
    {
        "verse": "20",
        "devanagari": "स त्वं त्रिलोकस्थितये स्वमाययाबिभर्षि शुक्लं खलु वर्णमात्मन: ।सर्गाय रक्तं रजसोपबृंहितंकृष्णं च वणन तमसा जनात्यये ॥ २० ॥",
        "english_devnagari": "sa tvaṁ tri-loka-sthitaye sva-māyayābibharṣi śuklaṁ khalu varṇam ātmanaḥsargāya raktaṁ rajasopabṛṁhitaṁkṛṣṇaṁ ca varṇaṁ tamasā janātyaye",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "tri",
            "loka",
            "sthitaye",
            "sva",
            "māyayā",
            "bibharṣi",
            "śuklam",
            "khalu",
            "varṇam",
            "ātmanaḥ",
            "sargāya",
            "raktam",
            "rajasā",
            "upabṛṁhitam",
            "kṛṣṇam",
            "ca",
            "varṇam",
            "tamasā",
            "jana",
            "atyaye"
        ],
        "translation": "My Lord, Your form is transcendental to the three material modes, yet for the maintenance of the three worlds, You assume the white color of Viṣṇu in goodness; for creation, which is surrounded by the quality of passion, You appear reddish; and at the end, when there is a need for annihilation, which is surrounded by ignorance, You appear blackish.",
        "purport": " Vasudeva prayed to the Lord, “You are called śuklam. Śuklam, or ‘whiteness,’ is the symbolic representation of the Absolute Truth because it is unaffected by the material qualities. Lord Brahmā is called rakta, or red, because Brahmā represents the qualities of passion for creation. Darkness is entrusted to Lord Śiva because he annihilates the cosmos. The creation, annihilation and maintenance of this cosmic manifestation are conducted by Your potencies, yet You are always unaffected by those qualities.” As confirmed in the Vedas, harir hi nirguṇaḥ sākṣāt: the Supreme Personality of Godhead is always free from all material qualities. It is also said that the qualities of passion and ignorance are nonexistent in the person of the Supreme Lord. In this verse, the three colors mentioned — śukla, rakta and kṛṣṇa — are not to be understood literally, in terms of what we experience with our senses, but rather as representatives of sattva-guṇa, rajo-guṇa and tamo-guṇa. After all, sometimes we see that a duck is white, although it is in tamo-guṇa, the mode of ignorance. Illustrating the logic called bakāndha-nyāya, the duck is such a fool that it runs after the testicles of a bull, thinking them to be a hanging fish that can be taken when it drops. Thus the duck is always in darkness. Vyāsadeva, however, the compiler of the Vedic literature, is blackish, but this does not mean that he is in tamo-guṇa; rather, he is in the highest position of sattva-guṇa, beyond the material modes of nature. Sometimes these colors (śukla-raktas tathā pītaḥ) are used to designate the brāhmaṇas, kṣatriyas, vaiśyas and śūdras. Lord Kṣīrodakaśāyī Viṣṇu is celebrated as possessing a blackish color, Lord Śiva is whitish, and Lord Brahmā is reddish, but according to Śrīla Sanātana Gosvāmī in the Vaiṣṇava-toṣaṇī-ṭīkā, this exhibition of colors is not what is referred to here. The real understanding of śukla, rakta and kṛṣṇa is as follows. The Lord is always transcendental, but for the sake of creation He assumes the color rakta as Lord Brahmā. Again, sometimes the Lord becomes angry. As He says in Bhagavad-gītā (16.19): “Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life.” To destroy the demons, the Lord becomes angry, and therefore He assumes the form of Lord Śiva. In summary, the Supreme Personality of Godhead is always beyond the material qualities, and we should not be misled into thinking otherwise simply because of sense perception. One must understand the position of the Lord through the authorities, or mahājanas. As stated in Śrīmad-Bhāgavatam (1.3.28), ete cāṁśa-kalāḥ puṁsaḥ kṛṣṇas tu bhagavān svayam."
    },
    {
        "verse": "21",
        "devanagari": "त्वमस्य लोकस्य विभो रिरक्षिषु-र्गृहेऽवतीर्णोऽसि ममाखिलेश्वर ।राजन्यसंज्ञासुरकोटियूथपै-र्निर्व्यूह्यमाना निहनिष्यसे चमू: ॥ २१ ॥",
        "english_devnagari": "tvam asya lokasya vibho rirakṣiṣurgṛhe ’vatīrṇo ’si mamākhileśvararājanya-saṁjñāsura-koṭi-yūthapairnirvyūhyamānā nihaniṣyase camūḥ",
        "verse_Syn": [
            "tvam",
            "asya",
            "lokasya",
            "vibho",
            "rirakṣiṣuḥ",
            "gṛhe",
            "avatīrṇaḥ",
            "asi",
            "mama",
            "akhila",
            "īśvara",
            "rājanya",
            "saṁjña",
            "asura",
            "koṭi",
            "yūtha",
            "paiḥ",
            "nirvyūhyamānāḥ",
            "nihaniṣyase",
            "camūḥ"
        ],
        "translation": "O my Lord, proprietor of all creation, You have now appeared in my house, desiring to protect this world. I am sure that You will kill all the armies that are moving all over the world under the leadership of politicians who are dressed as kṣatriya rulers but who are factually demons. They must be killed by You for the protection of the innocent public.",
        "purport": " Kṛṣṇa appears in this world for two purposes, paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām: to protect the innocent, religious devotees of the Lord and to annihilate all the uneducated, uncultured asuras, who unnecessarily bark like dogs and fight among themselves for political power. It is said, kali-kāle nāma-rūpe kṛṣṇa avatāra. The Hare Kṛṣṇa movement is also an incarnation of Kṛṣṇa in the form of the holy name (nāma-rūpe). Every one of us who is actually afraid of the asuric rulers and politicians must welcome this incarnation of Kṛṣṇa: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Then we will surely be protected from the harassment of asuric rulers. At the present moment these rulers are so powerful that by hook or by crook they capture the highest posts in government and harass countless numbers of people on the plea of national security or some emergency. Then again, one asura defeats another asura, but the public continues to suffer. Therefore the entire world is in a precarious condition, and the only hope is this Hare Kṛṣṇa movement. Lord Nṛsiṁhadeva appeared when Prahlāda was excessively harassed by his asuric father. Because of such asuric fathers — that is, the ruling politicians — it is very difficult to press forward the Hare Kṛṣṇa movement, but because Kṛṣṇa has now appeared in His holy name through this movement, we can hope that these asuric fathers will be annihilated and the kingdom of God established all over the world. The entire world is now full of many asuras in the guise of politicians, gurus, sādhus, yogīs and incarnations, and they are misleading the general public away from Kṛṣṇa consciousness, which can offer true benefit to human society."
    },
    {
        "verse": "22",
        "devanagari": "अयं त्वसभ्यस्तव जन्म नौ गृहेश्रुत्वाग्रजांस्ते न्यवधीत् सुरेश्वर ।स तेऽवतारं पुरुषै: समर्पितंश्रुत्वाधुनैवाभिसरत्युदायुध: ॥ २२ ॥",
        "english_devnagari": "ayaṁ tv asabhyas tava janma nau gṛheśrutvāgrajāṁs te nyavadhīt sureśvarasa te ’vatāraṁ puruṣaiḥ samarpitaṁśrutvādhunaivābhisaraty udāyudhaḥ",
        "verse_Syn": [
            "ayam",
            "tu",
            "asabhyaḥ",
            "tava",
            "janma",
            "nau",
            "gṛhe",
            "śrutvā",
            "agrajān",
            "te",
            "nyavadhīt",
            "sura",
            "īśvara",
            "saḥ",
            "te",
            "avatāram",
            "puruṣaiḥ",
            "samarpitam",
            "śrutvā",
            "adhunā",
            "eva",
            "abhisarati",
            "udāyudhaḥ"
        ],
        "translation": "O my Lord, Lord of the demigods, after hearing the prophecy that You would take birth in our home and kill him, this uncivilized Kaṁsa killed so many of Your elder brothers. As soon as he hears from his lieutenants that You have appeared, he will immediately come with weapons to kill You.",
        "purport": " Kaṁsa has here been described as asabhya, meaning “uncivilized” or “most heinous,” because he killed the many children of his sister. When he heard the prophecy that he would be killed by her eighth son, this uncivilized man, Kaṁsa, was immediately ready to kill his innocent sister on the occasion of her marriage. An uncivilized man can do anything for the satisfaction of his senses. He can kill children, he can kill cows, he can kill brāhmaṇas, he can kill old men; he has no mercy for anyone. According to the Vedic civilization, cows, women, children, old men and brāhmaṇas should be excused if they are at fault. But asuras, uncivilized men, do not care about that. At the present moment, the killing of cows and the killing of children is going on unrestrictedly, and therefore this civilization is not at all human, and those who are conducting this condemned civilization are uncivilized asuras. Such uncivilized men are not in favor of the Kṛṣṇa consciousness movement. As public officers, they declare without hesitation that the chanting of the Hare Kṛṣṇa movement is a nuisance, although Bhagavad-gītā clearly says, satataṁ kīrtayanto māṁ yatantaś ca dṛḍha-vratāḥ. According to this verse, it is the duty of the mahātmās to chant the Hare Kṛṣṇa mantra and try to spread it all over the world to the best of their ability. Unfortunately, society is in such an uncivilized state that there are so-called mahātmās who are prepared to kill cows and children and stop the Hare Kṛṣṇa movement. Such uncivilized activities were actually demonstrated in opposition to the Hare Kṛṣṇa movement’s Bombay center, Hare Kṛṣṇa Land. As Kaṁsa was not expected to kill the beautiful child of Devakī and Vasudeva, the uncivilized society, although unhappy about the advancement of the Kṛṣṇa consciousness movement, cannot be expected to stop it. Yet we must face many difficulties in many different ways. Although Kṛṣṇa cannot be killed, Vasudeva, as the father of Kṛṣṇa, was trembling because in affection he thought that Kaṁsa would immediately come and kill his son. Similarly, although the Kṛṣṇa consciousness movement and Kṛṣṇa are not different and no asuras can check it, we are afraid that at any moment the asuras can stop this movement in any part of the world."
    },
    {
        "verse": "23",
        "devanagari": "श्रीशुक उवाचअथैनमात्मजं वीक्ष्य महापुरुषलक्षणम् ।देवकी तमुपाधावत् कंसाद् भीता सुविस्मिता ॥ २३ ॥",
        "english_devnagari": "śrī-śuka uvācaathainam ātmajaṁ vīkṣyamahā-puruṣa-lakṣaṇamdevakī tam upādhāvatkaṁsād bhītā suvismitā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "enam",
            "ātmajam",
            "vīkṣya",
            "mahā",
            "puruṣa",
            "lakṣaṇam",
            "devakī",
            "tam",
            "upādhāvat",
            "kaṁsāt",
            "bhītā",
            "su",
            "vismitā"
        ],
        "translation": "Śukadeva Gosvāmī continued: Thereafter, having seen that her child had all the symptoms of the Supreme Personality of Godhead, Devakī, who was very much afraid of Kaṁsa and unusually astonished, began to offer prayers to the Lord.",
        "purport": " The word suvismitā, meaning “astonished,” is significant in this verse. Devakī and her husband, Vasudeva, were assured that their child was the Supreme Personality of Godhead and could not be killed by Kaṁsa, but because of affection, as they thought of Kaṁsa’s previous atrocities, they were simultaneously afraid that Kṛṣṇa would be killed. This is why the word suvismitā has been used. Similarly, we are also astounded upon thinking of whether this movement will be killed by the asuras or will continue to advance without fear."
    },
    {
        "verse": "24",
        "devanagari": "श्रीदेवक्युवाचरूपं यत् तत् प्राहुरव्यक्तमाद्यंब्रह्म ज्योतिर्निर्गुणं निर्विकारम् ।सत्तामात्रं निर्विशेषं निरीहंस त्वं साक्षाद् विष्णुरध्यात्मदीप: ॥ २४ ॥",
        "english_devnagari": "śrī-devaky uvācarūpaṁ yat tat prāhur avyaktam ādyaṁbrahma jyotir nirguṇaṁ nirvikāramsattā-mātraṁ nirviśeṣaṁ nirīhaṁsa tvaṁ sākṣād viṣṇur adhyātma-dīpaḥ",
        "verse_Syn": [
            "śrī",
            "devakī",
            "uvāca",
            "rūpam",
            "yat",
            "tat",
            "prāhuḥ",
            "avyaktam",
            "ādyam",
            "brahma",
            "jyotiḥ",
            "nirguṇam",
            "nirvikāram",
            "sattā",
            "mātram",
            "nirviśeṣam",
            "nirīham",
            "saḥ",
            "tvam",
            "sākṣāt",
            "viṣṇuḥ",
            "adhyātma",
            "dīpaḥ"
        ],
        "translation": "Śrī Devakī said: My dear Lord, there are different Vedas, some of which describe You as unperceivable through words and the mind. Yet You are the origin of the entire cosmic manifestation. You are Brahman, the greatest of everything, full of effulgence like the sun. You have no material cause, You are free from change and deviation, and You have no material desires. Thus the Vedas say that You are the substance. Therefore, my Lord, You are directly the origin of all Vedic statements, and by understanding You, one gradually understands everything. You are different from the light of Brahman and Paramātmā, yet You are not different from them. Everything emanates from You. Indeed, You are the cause of all causes, Lord Viṣṇu, the light of all transcendental knowledge.",
        "purport": " Viṣṇu is the origin of everything, and there is no difference between Lord Viṣṇu and Lord Kṛṣṇa because both of Them are viṣṇu-tattva. From the Ṛg Veda we understand, oṁ tad viṣṇoḥ paramaṁ padam: the original substance is the all-pervading Lord Viṣṇu, who is also Paramātmā and the effulgent Brahman. The living entities are also part and parcel of Viṣṇu, who has various energies (parāsya śaktir vividhaiva śrūyate svābhāvikī jñāna-bala-kriyā ca). Viṣṇu, or Kṛṣṇa, is therefore everything. Lord Kṛṣṇa says in the Bhagavad-gītā (10.8), ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate: “I am the source of all spiritual and material worlds. Everything emanates from Me.” Kṛṣṇa, therefore, is the original cause of everything (sarva-kāraṇa-kāraṇam). When Viṣṇu expands in His all-pervading aspect, we should understand Him to be the nirākāra-nirviśeṣa-brahmajyoti. Although everything emanates from Kṛṣṇa, He is ultimately a person. Aham ādir hi devānām: He is the origin of Brahmā, Viṣṇu and Maheśvara, and from them many other demigods are manifested. Kṛṣṇa therefore says in Bhagavad-gītā (14.27), brahmaṇo hi pratiṣṭhāham; “Brahman rests upon Me.” The Lord also says: “Whatever a man may sacrifice to other gods, O son of Kuntī, is really meant for Me alone, but it is offered without true understanding.” (Bg. 9.23) There are many persons who worship different demigods, considering all of them to be separate gods, which in fact they are not. The fact is that every demigod, and every living entity, is part and parcel of Kṛṣṇa (mamaivāṁśo jīva-loke jīva-bhūtaḥ). The demigods are also in the category of living entities; they are not separate gods. But men whose knowledge is immature and contaminated by the modes of material nature worship various demigods, according to their intelligence. Therefore they are rebuked in Bhagavad-gītā (kāmais tais tair hṛta-jñānāḥ prapadyante ’nya-devatāḥ). Because they are unintelligent and not very advanced and have not properly considered the truth, they take to the worship of various demigods or speculate according to various philosophies, such as the Māyāvāda philosophy. Kṛṣṇa, Viṣṇu, is the actual origin of everything. As stated in the Vedas, yasya bhāṣā sarvam idaṁ vibhāti. The Absolute Truth is described later in the Śrīmad-Bhāgavatam (10.28.15) as satyaṁ jñānam anantam yad brahma-jyotiḥ sanātanam. The brahmajyoti is sanātana, eternal, yet it is dependent on Kṛṣṇa (brahmaṇo hi pratiṣṭhāham). The Brahma-saṁhitā states that the Lord is all-pervading. Aṇḍāntara-stha-paramāṇu-cayāntara-stham: He is within this universe, and He is within the atom as Paramātmā. Yasya prabhā prabhavato jagad-aṇḍa-koṭi-koṭiṣv aśeṣa-vasudhādi-vibhu-ti-bhinnam: Brahman is also not independent of Him. Therefore whatever a philosopher may describe is ultimately Kṛṣṇa, or Lord Viṣṇu (sarvaṁ khalv idaṁ brahma, paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān). According to different phases of understanding, Lord Viṣṇu is differently described, but in fact He is the origin of everything. Because Devakī was an unalloyed devotee, she could understand that the same Lord Viṣṇu had appeared as her son. Therefore, after the prayers of Vasudeva, Devakī offered her prayers. She was very frightened because of her brother’s atrocities. Devakī said, “My dear Lord, Your eternal forms, like Nārāyaṇa, Lord Rāma, Śeṣa, Varāha, Nṛsiṁha, Vāmana, Baladeva, and millions of similar incarnations emanating from Viṣṇu, are described in the Vedic literature as original. You are original because all Your forms as incarnations are outside of this material creation. Your form was existing before this cosmic manifestation was created. Your forms are eternal and all-pervading. They are self-effulgent, changeless and uncontaminated by the material qualities. Such eternal forms are ever-cognizant and full of bliss; they are situated in transcendental goodness and are always engaged in different pastimes. You are not limited to a particular form only; all such transcendental, eternal forms are self-sufficient. I can understand that You are the Supreme Lord Viṣṇu.” We may conclude, therefore, that Lord Viṣṇu is everything, although He is also different from everything. This is the acintya-bhedābheda-tattva philosophy."
    },
    {
        "verse": "25",
        "devanagari": "नष्टे लोके द्विपरार्धावसानेमहाभूतेष्वादिभूतं गतेषु ।व्यक्तेऽव्यक्तं कालवेगेन यातेभवानेक: शिष्यतेऽशेषसंज्ञ: ॥ २५ ॥",
        "english_devnagari": "naṣṭe loke dvi-parārdhāvasānemahā-bhūteṣv ādi-bhūtaṁ gateṣuvyakte ’vyaktaṁ kāla-vegena yātebhavān ekaḥ śiṣyate ’śeṣa-saṁjñaḥ",
        "verse_Syn": [
            "naṣṭe",
            "loke",
            "dvi",
            "parārdha",
            "avasāne",
            "mahā",
            "bhūteṣu",
            "ādi",
            "bhūtam",
            "gateṣu",
            "vyakte",
            "avyaktam",
            "kāla",
            "vegena",
            "yāte",
            "bhavān",
            "ekaḥ",
            "śiṣyate",
            "aśeṣa",
            "saṁjñaḥ"
        ],
        "translation": "After millions of years, at the time of cosmic annihilation, when everything, manifested and unmanifested, is annihilated by the force of time, the five gross elements enter into the subtle conception, and the manifested categories enter into the unmanifested substance. At that time, You alone remain, and You are known as Ananta Śeṣa-nāga.",
        "purport": " At the time of annihilation, the five gross elements — earth, water, fire, air and ether — enter into the mind, intelligence and false ego (ahaṅkāra), and the entire cosmic manifestation enters into the spiritual energy of the Supreme Personality of Godhead, who alone remains as the origin of everything. The Lord is therefore known as Śeṣa-nāga, as Ādi-puruṣa and by many other names. Devakī therefore prayed, “After many millions of years, when Lord Brahmā comes to the end of his life, the annihilation of the cosmic manifestation takes place. At that time the five elements — namely earth, water, fire, air and ether — enter into the mahat-tattva. The mahat-tattva again enters, by the force of time, into the nonmanifested total material energy, the total material energy enters into the energetic pradhāna, and the pradhāna enters into You. Therefore after the annihilation of the whole cosmic manifestation, You alone remain with Your transcendental name, form, quality and paraphernalia. “My Lord, I offer my respectful obeisances unto You because You are the director of the unmanifested total energy, and the ultimate reservoir of the material nature. My Lord, the whole cosmic manifestation is under the influence of time, beginning from the moment up to the duration of the year. All act under Your direction. You are the original director of everything and the reservoir of all potent energies.”"
    },
    {
        "verse": "26",
        "devanagari": "योऽयं कालस्तस्य तेऽव्यक्तबन्धोचेष्टामाहुश्चेष्टते येन विश्वम् ।निमेषादिर्वत्सरान्तो महीयां-स्तं त्वेशानं क्षेमधाम प्रपद्ये ॥ २६ ॥",
        "english_devnagari": "yo ’yaṁ kālas tasya te ’vyakta-bandhoceṣṭām āhuś ceṣṭate yena viśvamnimeṣādir vatsarānto mahīyāṁstaṁ tveśānaṁ kṣema-dhāma prapadye",
        "verse_Syn": [
            "yaḥ",
            "ayam",
            "kālaḥ",
            "tasya",
            "te",
            "avyakta",
            "bandho",
            "ceṣṭām",
            "āhuḥ",
            "ceṣṭate",
            "yena",
            "viśvam",
            "nimeṣa",
            "ādiḥ",
            "vatsara",
            "antaḥ",
            "mahīyān",
            "tam",
            "tvā",
            "īśānam",
            "kṣema",
            "dhāma",
            "prapadye"
        ],
        "translation": "O inaugurator of the material energy, this wonderful creation works under the control of powerful time, which is divided into seconds, minutes, hours and years. This element of time, which extends for many millions of years, is but another form of Lord Viṣṇu. For Your pastimes, You act as the controller of time, but You are the reservoir of all good fortune. Let me offer my full surrender unto Your Lordship.",
        "purport": " As stated in the Brahma-saṁhitā (5.52): “The sun is the king of all planetary systems and has unlimited potency in heat and light. I worship Govinda, the primeval Lord, the Supreme Personality of Godhead, under whose control even the sun, which is considered to be the eye of the Lord, rotates within the fixed orbit of eternal time.” Although we see the cosmic manifestation as gigantic and wonderful, it is within the limitations of kāla, the time factor. This time factor is also controlled by the Supreme Personality of Godhead, as confirmed in Bhagavad-gītā (mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram). Prakṛti, the cosmic manifestation, is under the control of time. Indeed, everything is under the control of time, and time is controlled by the Supreme Personality of Godhead. Therefore the Supreme Lord has no fear of the onslaughts of time. Time is estimated according to the movements of the sun (savitā). Every minute, every second, every day, every night, every month and every year of time can be calculated according to the sun’s movements. But the sun is not independent, for it is under time’s control. Bhramati saṁbhṛta-kāla-cakraḥ: the sun moves within the kāla-cakra, the orbit of time. The sun is under the control of time, and time is controlled by the Supreme Personality of Godhead. Therefore the Lord has no fear of time. The Lord is addressed here as avyakta-bandhu, or the inaugurator of the movements of the entire cosmic manifestation. Sometimes the cosmic manifestation is compared to a potter’s wheel. When a potter’s wheel is spinning, who has set it in motion? It is the potter, of course, although sometimes we can see only the motion of the wheel and cannot see the potter himself. Therefore the Lord, who is behind the motion of the cosmos, is called avyakta-bandhu. Everything is within the limits of time, but time moves under the direction of the Lord, who is therefore not within time’s limit."
    },
    {
        "verse": "27",
        "devanagari": "मर्त्यो मृत्युव्यालभीत: पलायन्‌लोकान् सर्वान्निर्भयं नाध्यगच्छत् ।त्वत्पादाब्जं प्राप्य यद‍ृच्छयाद्यसुस्थ: शेते मृत्युरस्मादपैति ॥ २७ ॥",
        "english_devnagari": "martyo mṛtyu-vyāla-bhītaḥ palāyanlokān sarvān nirbhayaṁ nādhyagacchattvat pādābjaṁ prāpya yadṛcchayādyasusthaḥ śete mṛtyur asmād apaiti",
        "verse_Syn": [
            "martyaḥ",
            "mṛtyu",
            "vyāla",
            "bhītaḥ",
            "palāyan",
            "lokān",
            "sarvān",
            "nirbhayam",
            "na",
            "adhyagacchat",
            "tvat",
            "pāda",
            "abjam",
            "prāpya",
            "yadṛcchayā",
            "adya",
            "su",
            "sthaḥ",
            "śete",
            "mṛtyuḥ",
            "asmāt",
            "apaiti"
        ],
        "translation": "No one in this material world has become free from the four principles birth, death, old age and disease, even by fleeing to various planets. But now that You have appeared, My Lord, death is fleeing in fear of You, and the living entities, having obtained shelter at Your lotus feet by Your mercy, are sleeping in full mental peace.",
        "purport": " There are different categories of living entities, but everyone is afraid of death. The highest aim of the karmīs is to be promoted to the higher, heavenly planets, where the duration of life is very long. As stated in Bhagavad-gītā (8.17), sahasra-yuga-paryantam ahar yad brahmaṇo viduḥ: one day of Brahmā equals 1,000 yugas, and each yuga consists of 4,300,000 years. Similarly, Brahmā has a night of 1,000 times 4,300,000 years. In this way, we may calculate Brahmā’s month and year, but even Brahmā, who lives for millions and millions of years (dvi-parārdha-kāla), also must die. According to Vedic śāstra, the inhabitants of the higher planetary systems live for 10,000 years, and just as Brahmā’s day is calculated to equal 4,300,000,000 of our years, one day in the higher planetary systems equals six of our months. Karmīs, therefore, try for promotion to the higher planetary systems, but this cannot free them from death. In this material world, everyone from Brahmā to the insignificant ant must die. Therefore this world is called martya-loka. As Kṛṣṇa says in Bhagavad-gītā (8.16), ābrahma-bhuvanāl lokāḥ punar āvartino ’rjuna: as long as one is within this material world, either on Brahmaloka or on any other loka within this universe, one must undergo the kāla-cakra of one life after another (bhūtvā bhūtvā pralīyate). But if one returns to the Supreme Personality of Godhead (yad gatvā na nivartante), one need not reenter the limits of time. Therefore, devotees who have taken shelter of the lotus feet of the Supreme Lord can sleep very peacefully with this assurance from the Supreme Personality of Godhead. As confirmed in Bhagavad-gītā (4.9), tyaktvā dehaṁ punar janma naiti: after giving up the present body, a devotee who has understood Kṛṣṇa as He is need not return to this material world. The constitutional position for the living entity is eternity (na hanyate hanyamāne śarīre, nityaḥ śāśvato ’yam). Every living entity is eternal. But because of having fallen into this material world, one wanders within the universe, continually changing from one body to another. Caitanya Mahāprabhu says: Everyone is wandering up and down within this universe, but one who is sufficiently fortunate comes in contact with Kṛṣṇa consciousness, by the mercy of the spiritual master, and takes to the path of devotional service. Then one is assured of eternal life, with no fear of death. When Kṛṣṇa appears, everyone is freed from fear of death, yet Devakī felt, “We are still afraid of Kaṁsa, although You have appeared as our son.” She was more or less bewildered as to why this should be so, and she appealed to the Lord to free her and Vasudeva from this fear. In this connection, it may be noted that the moon is one of the heavenly planets. From the Vedic literature we understand that one who goes to the moon receives a life with a duration of ten thousand years in which to enjoy the fruits of pious activities. If our so-called scientists are going to the moon, why should they come back here? We must conclude without a doubt that they have never gone to the moon. To go to the moon, one must have the qualification of pious activities. Then one may go there and live. If one has gone to the moon, why should he return to this planet, where life is of a very short duration?"
    },
    {
        "verse": "28",
        "devanagari": "स त्वं घोरादुग्रसेनात्मजान्न-स्त्राहि त्रस्तान् भृत्यवित्रासहासि ।रूपं चेदं पौरुषं ध्यानधिष्ण्यंमा प्रत्यक्षं मांसद‍ृशां कृषीष्ठा: ॥ २८ ॥",
        "english_devnagari": "sa tvaṁ ghorād ugrasenātmajān nastrāhi trastān bhṛtya-vitrāsa-hāsirūpaṁ cedaṁ pauruṣaṁ dhyāna-dhiṣṇyaṁmā pratyakṣaṁ māṁsa-dṛśāṁ kṛṣīṣṭhāḥ",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "ghorāt",
            "ugrasena",
            "ātmajāt",
            "naḥ",
            "trāhi",
            "trastān",
            "bhṛtya",
            "vitrāsa",
            "hā",
            "asi",
            "rūpam",
            "ca",
            "idam",
            "pauruṣam",
            "dhyāna",
            "dhiṣṇyam",
            "mā",
            "pratyakṣam",
            "māṁsa",
            "dṛśām",
            "kṛṣīṣṭhāḥ"
        ],
        "translation": "My Lord, because You dispel all the fear of Your devotees, I request You to save us and give us protection from the terrible fear of Kaṁsa. Your form as Viṣṇu, the Supreme Personality of Godhead, is appreciated by yogīs in meditation. Please make this form invisible to those who see with material eyes.",
        "purport": " The word dhyāna-dhiṣṇyam is significant in this verse because the form of Lord Viṣṇu is meditated upon by yogīs (dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ). Devakī requested the Lord, who had appeared as Viṣṇu, to conceal that form, for she wanted to see the Lord as an ordinary child, like a child appreciated by persons who have material eyes. Devakī wanted to see whether the Supreme Personality of Godhead had factually appeared or she was dreaming the Viṣṇu form. If Kaṁsa were to come, she thought, upon seeing the Viṣṇu form he would immediately kill the child, but if he saw a human child, he might reconsider. Devakī was afraid of Ugrasena-ātmaja; that is, she was afraid not of Ugrasena and his men, but of the son of Ugrasena. Thus she requested the Lord to dissipate that fear, since He is always ready to give protection (abhayam) to His devotees. “My Lord,” she prayed, “I request You to save me from the cruel hands of the son of Ugrasena, Kaṁsa. I am praying to Your Lordship to please rescue me from this fearful condition because You are always ready to give protection to Your servitors.” The Lord has confirmed this statement in the Bhagavad-gītā by assuring Arjuna, “You may declare to the world, My devotee shall never be vanquished.” While thus praying to the Lord for rescue, mother Devakī expressed her motherly affection: “I understand that this transcendental form is generally perceived in meditation by the great sages, but I am still afraid because as soon as Kaṁsa understands that You have appeared, he might harm You. So I request that for the time being You become invisible to our material eyes.” In other words, she requested the Lord to assume the form of an ordinary child. “My only cause of fear from my brother Kaṁsa is due to Your appearance. My Lord Madhusūdana, Kaṁsa may know that You are already born. Therefore I request You to conceal this four-armed form of Your Lordship, which holds the four symbols of Viṣṇu — namely the conchshell, the disc, the club and the lotus flower. My dear Lord, at the end of the annihilation of the cosmic manifestation, You put the whole universe within Your abdomen; still, by Your unalloyed mercy, You have appeared in my womb. I am surprised that You imitate the activities of ordinary human beings just to please Your devotee.” Devakī was so afraid of Kaṁsa that she could not believe that Kaṁsa would be unable to kill Lord Viṣṇu, who was personally present. Out of motherly affection, therefore, she requested the Supreme Personality of Godhead to disappear. Although because of the Lord’s disappearance Kaṁsa would harass her more and more, thinking that the child born of her was hidden somewhere, she did not want the transcendental child to be harassed and killed. Therefore she requested Lord Viṣṇu to disappear. Later, when harassed, she would think of Him within her mind."
    },
    {
        "verse": "29",
        "devanagari": "जन्म ते मय्यसौ पापो मा विद्यान्मधुसूदन ।समुद्विजे भवद्धेतो: कंसादहमधीरधी: ॥ २९ ॥",
        "english_devnagari": "janma te mayy asau pāpomā vidyān madhusūdanasamudvije bhavad-dhetoḥkaṁsād aham adhīra-dhīḥ",
        "verse_Syn": [
            "janma",
            "te",
            "mayi",
            "asau",
            "pāpaḥ",
            "mā",
            "vidyāt",
            "madhusūdana",
            "samudvije",
            "bhavat",
            "hetoḥ",
            "kaṁsāt",
            "aham",
            "adhīra",
            "dhīḥ"
        ],
        "translation": "O Madhusūdana, because of Your appearance, I am becoming more and more anxious in fear of Kaṁsa. Therefore, please arrange for that sinful Kaṁsa to be unable to understand that You have taken birth from my womb.",
        "purport": " Devakī addressed the Supreme Personality of Godhead as Madhusūdana. She was aware that the Lord had killed many demons like Madhu who were hundreds and thousands of times more powerful than Kaṁsa, yet because of affection for the transcendental child, she believed that Kaṁsa could kill Him. Instead of thinking of the unlimited power of the Lord, she thought of the Lord with affection, and therefore she requested the transcendental child to disappear."
    },
    {
        "verse": "30",
        "devanagari": "उपसंहर विश्वात्मन्नदो रूपमलौकिकम् ।शङ्खचक्रगदापद्मश्रिया जुष्टं चतुर्भुजम् ॥ ३० ॥",
        "english_devnagari": "upasaṁhara viśvātmannado rūpam alaukikamśaṅkha-cakra-gadā-padma-śriyā juṣṭaṁ catur-bhujam",
        "verse_Syn": [
            "upasaṁhara",
            "viśvātman",
            "adaḥ",
            "rūpam",
            "alaukikam",
            "śaṅkha",
            "cakra",
            "gadā",
            "padma",
            "śriyā",
            "juṣṭam",
            "catuḥ",
            "bhujam"
        ],
        "translation": "O my Lord, You are the all-pervading Supreme Personality of Godhead, and Your transcendental four-armed form, holding conchshell, disc, club and lotus, is unnatural for this world. Please withdraw this form [and become just like a natural human child so that I may try to hide You somewhere].",
        "purport": " Devakī was thinking of hiding the Supreme Personality of Godhead and not handing Him over to Kaṁsa as she had all her previous children. Although Vasudeva had promised to hand over every child to Kaṁsa, this time he wanted to break his promise and hide the child somewhere. But because of the Lord’s appearance in this surprising four-armed form, He would be impossible to hide."
    },
    {
        "verse": "31",
        "devanagari": "विश्वं यदेतत् स्वतनौ निशान्तेयथावकाशं पुरुष: परो भवान् ।बिभर्ति सोऽयं मम गर्भगोऽभू-दहो नृलोकस्य विडम्बनं हि तत् ॥ ३१ ॥",
        "english_devnagari": "viśvaṁ yad etat sva-tanau niśānteyathāvakāśaṁ puruṣaḥ paro bhavānbibharti so ’yaṁ mama garbhago ’bhūdaho nṛ-lokasya viḍambanaṁ hi tat",
        "verse_Syn": [
            "viśvam",
            "yat",
            "etat",
            "sva",
            "tanau",
            "niśā",
            "ante",
            "yathā",
            "avakāśam",
            "puruṣaḥ",
            "paraḥ",
            "bhavān",
            "bibharti",
            "saḥ",
            "ayam",
            "mama",
            "garbha",
            "gaḥ",
            "abhūt",
            "aho",
            "nṛ",
            "lokasya",
            "viḍambanam",
            "hi",
            "tat"
        ],
        "translation": "At the time of devastation, the entire cosmos, containing all created moving and nonmoving entities, enters Your transcendental body and is held there without difficulty. But now this transcendental form has taken birth from my womb. People will not be able to believe this, and I shall become an object of ridicule.",
        "purport": " As explained in Caitanya-caritāmṛta, loving service to the Personality of Godhead is of two different kinds: aiśvarya-pūrṇa, full of opulence, and aiśvarya-śīthila, without opulence. Real love of Godhead begins with aiśvarya-śīthila, simply on the basis of pure love. Pure devotees, whose eyes are anointed with the ointment of prema, love, want to see the Supreme Personality of Godhead as Śyāmasundara, Muralīdhara, with a flute swaying in His two hands. This is the form available to the inhabitants of Vṛndāvana, who are all in love with the Supreme Personality of Godhead as Śyāmasundara, not as Lord Viṣṇu, Nārāyaṇa, who is worshiped in Vaikuṇṭha, where the devotees admire His opulence. Although Devakī is not on the Vṛndāvana platform, she is near the Vṛndāvana platform. On the Vṛndāvana platform the mother of Kṛṣṇa is mother Yaśodā, and on the Mathurā and Dvārakā platform the mother of Kṛṣṇa is Devakī. In Mathurā and Dvārakā the love for the Lord is mixed with appreciation of His opulence, but in Vṛndāvana the opulence of the Supreme Personality of Godhead is not exhibited. There are five stages of loving service to the Supreme Personality of Godhead — śānta, dāsya, sakhya, vātsalya and mādhurya. Devakī is on the platform of vātsalya. She wanted to deal with her eternal son, Kṛṣṇa, in that stage of love, and therefore she wanted the Supreme Personality of Godhead to withdraw His opulent form of Viṣṇu. Śrīla Viśvanātha Cakravartī Ṭhākura illuminates this fact very clearly in his explanation of this verse. Bhakti, bhagavān and bhakta do not belong to the material world. This is confirmed in Bhagavad-gītā (14.26): “One who engages in the spiritual activities of unalloyed devotional service immediately transcends the modes of material nature and is elevated to the spiritual platform.” From the very beginning of one’s transactions in bhakti, one is situated on the transcendental platform. Vasudeva and Devakī, therefore, being situated in a completely pure devotional state, are beyond this material world and are not subject to material fear. In the transcendental world, however, because of pure devotion, there is a similar conception of fear, which is due to intense love. As stated in Bhagavad-gītā (bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ) and as confirmed in Śrīmad-Bhāgavatam (bhaktyāham ekayā grāhyaḥ), without bhakti one cannot understand the spiritual situation of the Lord. Bhakti may be considered in three stages, called guṇī-bhūta, pradhānī-bhūta and kevala, and according to these stages there are three divisions, which are called jñāna, jñānamayī and rati, or premā — that is, simple knowledge, love mixed with knowledge, and pure love. By simple knowledge, one can perceive transcendental bliss without variety. This perception is called māna-bhūti. When one comes to the stage of jñānamayī, one realizes the transcendental opulences of the Personality of Godhead. But when one reaches pure love, one realizes the transcendental form of the Lord as Lord Kṛṣṇa or Lord Rāma. This is what is wanted. Especially in the mādhurya-rasa, one becomes attached to the Personality of Godhead (śrī-vigraha-niṣṭha-rūpādi). Then loving transactions between the Lord and the devotee begin. The special significance of Kṛṣṇa’s bearing a flute in His hands in Vrajabhūmi, Vṛndāvana, is described as mādhurī … virājate. The form of the Lord with a flute in His hands is most attractive, and the one who is most sublimely attracted is Śrīmatī Rādhārāṇī, Rādhikā. She enjoys supremely blissful association with Kṛṣṇa. Sometimes people cannot understand why Rādhikā’s name is not mentioned in Śrīmad-Bhāgavatam. Actually, however, Rādhikā can be understood from the word ārādhana, which indicates that She enjoys the highest loving affairs with Kṛṣṇa. Not wanting to be ridiculed for having given birth to Viṣṇu, Devakī wanted Kṛṣṇa, with two hands, and therefore she requested the Lord to change His form."
    },
    {
        "verse": "32",
        "devanagari": "श्रीभगवानुवाचत्वमेव पूर्वसर्गेऽभू: पृश्न‍ि: स्वायम्भुवे सति ।तदायं सुतपा नाम प्रजापतिरकल्मष: ॥ ३२ ॥",
        "english_devnagari": "śrī-bhagavān uvācatvam eva pūrva-sarge ’bhūḥpṛśniḥ svāyambhuve satitadāyaṁ sutapā nāmaprajāpatir akalmaṣaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "tvam",
            "eva",
            "pūrva",
            "sarge",
            "abhūḥ",
            "pṛśniḥ",
            "svāyambhuve",
            "sati",
            "tadā",
            "ayam",
            "sutapā",
            "nāma",
            "prajāpatiḥ",
            "akalmaṣaḥ"
        ],
        "translation": "The Supreme Personality of Godhead replied: My dear mother, best of the chaste, in your previous birth, in the Svāyambhuva millennium, you were known as Pṛśni, and Vasudeva, who was the most pious Prajāpati, was named Sutapā.",
        "purport": " The Supreme Personality of Godhead made it clear that Devakī had not become His mother only now; rather, she had been His mother previously also. Kṛṣṇa is eternal, and His selection of a father and mother from among His devotees takes place eternally. Previously also, Devakī had been the Lord’s mother and Vasudeva the Lord’s father, and they were named Pṛśni and Sutapā. When the Supreme Personality of Godhead appears, He accepts His eternal father and mother, and they accept Kṛṣṇa as their son. This pastime takes place eternally and is therefore called nitya-līlā. Thus there was no cause for surprise or ridicule. As confirmed by the Lord Himself in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” One should try to understand the appearance and disappearance of the Supreme Personality of Godhead from Vedic authorities, not from imagination. One who follows his imaginations about the Supreme Personality of Godhead is condemned. The Lord appears as the son of His devotee by His paraṁ bhāvam. The word bhāva refers to the stage of pure love, which has nothing to do with material transactions."
    },
    {
        "verse": "33",
        "devanagari": "युवां वै ब्रह्मणादिष्टौ प्रजासर्गे यदा तत:।सन्नियम्येन्द्रियग्रामं तेपाथे परमं तप: ॥ ३३ ॥",
        "english_devnagari": "yuvāṁ vai brahmaṇādiṣṭauprajā-sarge yadā tataḥsanniyamyendriya-grāmaṁtepāthe paramaṁ tapaḥ",
        "verse_Syn": [
            "yuvām",
            "vai",
            "brahmaṇā",
            "ādiṣṭau",
            "prajā",
            "sarge",
            "yadā",
            "tataḥ",
            "sanniyamya",
            "indriya",
            "grāmam",
            "tepāthe",
            "paramam",
            "tapaḥ"
        ],
        "translation": "When both of you were ordered by Lord Brahmā to create progeny, you first underwent severe austerities by controlling your senses.",
        "purport": " Here is an instruction about how to use one’s senses to create progeny. According to Vedic principles, before creating progeny one must fully control the senses. This control takes place through the garbhādhāna-saṁskāra. In India there is great agitation for birth control in various mechanical ways, but birth cannot be mechanically controlled. As stated in Bhagavad-gītā (13.9), janma-mṛtyu-jarā-vyādhi-duḥkha-doṣānudarśanam: birth, death, old age and disease are certainly the primary distresses of the material world. People are trying to control birth, but they are not able to control death; and if one cannot control death, one cannot control birth either. In other words, artificially controlling birth is not any more feasible than artificially controlling death. According to Vedic civilization, procreation should not be contrary to religious principles, and then the birthrate will be controlled. As stated in Bhagavad-gītā (7.11), dharmāviruddho bhūteṣu kāmo ’smi: sex not contrary to religious principles is a representation of the Supreme Lord. People should be educated in how to give birth to good children through saṁskāras, beginning with the garbhādhāna-saṁskāra; birth should not be controlled by artificial means, for this will lead to a civilization of animals. If one follows religious principles, he automatically practices birth control because if one is spiritually educated he knows that the after-effects of sex are various types of misery (bahu-duḥkha-bhāja). One who is spiritually advanced does not indulge in uncontrolled sex. Therefore, instead of being forced to refrain from sex or refrain from giving birth to many children, people should be spiritually educated, and then birth control will automatically follow. If one is determined to make spiritual advancement, he will not beget a child unless able to make that child a devotee. As stated in Śrīmad-Bhāgavatam (5.5.18), pitā na sa syāt: one should not become a father unless one is able to protect his child from mṛtyu, the path of birth and death. But where is there education about this? A responsible father never begets children like cats and dogs. Instead of being encouraged to adopt artificial means of birth control, people should be educated in Kṛṣṇa consciousness because only then will they understand their responsibility to their children. If one can beget children who will be devotees and be taught to turn aside from the path of birth and death (mṛtyu-saṁsāra-vartmani), there is no need of birth control. Rather, one should be encouraged to beget children. Artificial means of birth control have no value. Whether one begets children or does not, a population of men who are like cats and dogs will never make human society happy. It is therefore necessary for people to be educated spiritually so that instead of begetting children like cats and dogs, they will undergo austerities to produce devotees. This will make their lives successful."
    },
    {
        "verse": "34-35",
        "devanagari": "वर्षवातातपहिमघर्मकालगुणाननु ।सहमानौ श्वासरोधविनिर्धूतमनोमलौ ॥ ३४ ॥शीर्णपर्णानिलाहारावुपशान्तेन चेतसा ।मत्त: कामानभीप्सन्तौ मदाराधनमीहतु: ॥ ३५ ॥",
        "english_devnagari": "varṣa-vātātapa-hima-gharma-kāla-guṇān anusahamānau śvāsa-rodha-vinirdhūta-mano-malau",
        "verse_Syn": [
            "varṣa",
            "vāta",
            "ātapa",
            "hima",
            "gharma",
            "kāla",
            "guṇān",
            "anu",
            "sahamānau",
            "śvāsa",
            "rodha",
            "vinirdhūta",
            "manaḥ",
            "malau",
            "śīrṇa",
            "parṇa",
            "anila",
            "āhārau",
            "upaśāntena",
            "cetasā",
            "mattaḥ",
            "kāmān",
            "abhīpsantau",
            "mat",
            "ārādhanam",
            "īhatuḥ"
        ],
        "translation": "My dear father and mother, you endured rain, wind, strong sun, scorching heat and severe cold, suffering all sorts of inconvenience according to different seasons. By practicing prāṇāyāma to control the air within the body through yoga, and by eating only air and dry leaves fallen from the trees, you cleansed from your minds all dirty things. In this way, desiring a benediction from Me, you worshiped Me with peaceful minds.",
        "purport": " Vasudeva and Devakī did not obtain the Supreme Personality of Godhead as their son very easily, nor does the Supreme Godhead accept merely anyone as His father and mother. Here we can see how Vasudeva and Devakī obtained Kṛṣṇa as their eternal son. In our own lives, we are meant to follow the principles indicated herewith for getting good children. Of course, it is not possible for everyone to get Kṛṣṇa as his son, but at least one can get very good sons and daughters for the benefit of human society. In Bhagavad-gītā it is said that if human beings do not follow the spiritual way of life, there will be an increase of varṇa-saṅkara population, population begotten like cats and dogs, and the entire world will become like hell. Not practicing Kṛṣṇa consciousness but simply encouraging artificial means to check the population will be futile; the population will increase, and it will consist of varṇa-saṅkara, unwanted progeny. It is better to teach people how to beget children not like hogs and dogs, but in controlled life. Human life is meant not for becoming a hog or dog, but for tapo divyam, transcendental austerity. Everyone should be taught to undergo austerity, tapasya. Although it may not be possible to undergo tapasya like that of Pṛśni and Sutapā, the śāstra has given an opportunity for a method of tapasya very easy to perform — the saṅkīrtana movement. One cannot expect to undergo tapasya to get Kṛṣṇa as one’s child, yet simply by chanting the Hare Kṛṣṇa mahā-mantra (kīrtanād eva kṛṣṇasya), one can become so pure that one becomes free from all the contamination of this material world (mukta-saṅgaḥ) and goes back home, back to Godhead (paraṁ vrajet). The Kṛṣṇa consciousness movement, therefore, is teaching people not to adopt artificial means of happiness, but to take the real path of happiness as prescribed in the śāstra — the chanting of the Hare Kṛṣṇa mantra — and become perfect in every aspect of material existence."
    },
    {
        "verse": "36",
        "devanagari": "एवं वां तप्यतोस्तीव्रं तप: परमदुष्करम् ।दिव्यवर्षसहस्राणि द्वादशेयुर्मदात्मनो: ॥ ३६ ॥",
        "english_devnagari": "evaṁ vāṁ tapyatos tīvraṁtapaḥ parama-duṣkaramdivya-varṣa-sahasrāṇidvādaśeyur mad-ātmanoḥ",
        "verse_Syn": [
            "evam",
            "vām",
            "tapyatoḥ",
            "tīvram",
            "tapaḥ",
            "parama",
            "duṣkaram",
            "divya",
            "varṣa",
            "sahasrāṇi",
            "dvādaśa",
            "īyuḥ",
            "mat",
            "ātmanoḥ"
        ],
        "translation": "Thus you spent twelve thousand celestial years performing difficult activities of tapasya in consciousness of Me [Kṛṣṇa consciousness].",
        "purport": ""
    },
    {
        "verse": "37-38",
        "devanagari": "तदा वां परितुष्टोऽहममुना वपुषानघे ।तपसा श्रद्धया नित्यं भक्त्या च हृदि भावित: ॥ ३७ ॥प्रादुरासं वरदराड् युवयो: कामदित्सया ।व्रियतां वर इत्युक्ते माद‍ृशो वां वृत: सुत: ॥ ३८ ॥",
        "english_devnagari": "tadā vāṁ parituṣṭo ’hamamunā vapuṣānaghetapasā śraddhayā nityaṁbhaktyā ca hṛdi bhāvitaḥ",
        "verse_Syn": [
            "tadā",
            "vām",
            "parituṣṭaḥ",
            "aham",
            "amunā",
            "vapuṣā",
            "anaghe",
            "tapasā",
            "śraddhayā",
            "nityam",
            "bhaktyā",
            "ca",
            "hṛdi",
            "bhāvitaḥ",
            "prādurāsam",
            "vara",
            "da",
            "rāṭ",
            "yuvayoḥ",
            "kāma",
            "ditsayā",
            "vriyatām",
            "varaḥ",
            "iti",
            "ukte",
            "mādṛśaḥ",
            "vām",
            "vṛtaḥ",
            "sutaḥ"
        ],
        "translation": "O sinless mother Devakī, after the expiry of twelve thousand celestial years, in which you constantly contemplated Me within the core of your heart with great faith, devotion and austerity, I was very much satisfied with you. Since I am the best of all bestowers of benediction, I appeared in this same form as Kṛṣṇa to ask you to take from Me the benediction you desired. You then expressed your desire to have a son exactly like Me.",
        "purport": " Twelve thousand years on the celestial planets is not a very long time for those who live in the upper planetary system, although it may be very long for those who live on this planet. Sutapā was the son of Brahmā, and as we have already understood from Bhagavad-gītā (8.17), one day of Brahmā equals many millions of years according to our calculation (sahasra-yuga-paryantam ahar yad brahmaṇo viduḥ). We should be careful to understand that to get Kṛṣṇa as one’s son, one must undergo such great austerities. If we want to get the Supreme Personality of Godhead to become one of us in this material world, this requires great penance, but if we want to go back to Kṛṣṇa (tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna), we need only understand Him and love Him. Through love only, we can very easily go back home, back to Godhead. Śrī Caitanya Mahāprabhu therefore declared, premā pum-artho mahān: love of Godhead is the highest achievement for anyone. As we have explained, in worship of the Lord there are three stages — jñāna, jñānamayī and rati, or love. Sutapā and his wife, Pṛśni, inaugurated their devotional activities on the basis of full knowledge. Gradually they developed love for the Supreme Personality of Godhead, and when this love was mature, the Lord appeared as Viṣṇu, although Devakī then requested Him to assume the form of Kṛṣṇa. To love the Supreme Personality of Godhead more, we want a form of the Lord like Kṛṣṇa or Rāma. We can engage in loving transactions with Kṛṣṇa especially. In this age, we are all fallen, but the Supreme Personality of Godhead has appeared as Caitanya Mahāprabhu to bestow upon us love of Godhead directly. This was appreciated by the associates of Śrī Caitanya Mahāprabhu. Rūpa Gosvāmī said: In this verse, Śrī Caitanya Mahāprabhu is described as mahā-vadānya, the most munificent of charitable persons, because He gives Kṛṣṇa so easily that one can attain Kṛṣṇa simply by chanting the Hare Kṛṣṇa mahā-mantra. We should therefore take advantage of the benediction given by Śrī Caitanya Mahāprabhu, and when by chanting the Hare Kṛṣṇa mantra we are cleansed of all dirty things (ceto-darpaṇa-mārjanam), we shall be able to understand very easily that Kṛṣṇa is the only object of love (kīrtanād eva kṛṣṇasya mukta-saṅgaḥ paraṁ vrajet). Therefore, one need not undergo severe penances for many thousands of years; one need only learn how to love Kṛṣṇa and be always engaged in His service (sevonmukhe hi jihvādau svayam eva sphuraty adaḥ). Then one can very easily go back home, back to Godhead. Instead of bringing the Lord here for some material purpose, to have a son or whatever else, if we go back home, back to Godhead, our real relationship with the Lord is revealed, and we eternally engage in our eternal relationship. By chanting the Hare Kṛṣṇa mantra, we gradually develop our eternal relationship with the Supreme Person and thus attain the perfection called svarūpa-siddhi. We should take advantage of this benediction and go back home, back to Godhead. Śrīla Narottama dāsa Ṭhākura has therefore sung, patita-pāvana-hetu tava avatāra: Caitanya Mahāprabhu appeared as an incarnation to deliver all fallen souls like us and directly bestow upon us love of Godhead. We must take advantage of this great benediction of the great Personality of Godhead."
    },
    {
        "verse": "39",
        "devanagari": "अजुष्टग्राम्यविषयावनपत्यौ च दम्पती ।न वव्राथेऽपवगन मे मोहितौ देवमायया ॥ ३९ ॥",
        "english_devnagari": "ajuṣṭa-grāmya-viṣayāvanapatyau ca dam-patīna vavrāthe ’pavargaṁ memohitau deva-māyayā",
        "verse_Syn": [
            "ajuṣṭa",
            "grāmya",
            "viṣayau",
            "anapatyau",
            "ca",
            "dam",
            "patī",
            "na",
            "vavrāthe",
            "apavargam",
            "me",
            "mohitau",
            "deva",
            "māyayā"
        ],
        "translation": "Being husband and wife but always sonless, you were attracted by sexual desires, for by the influence of devamāyā, transcendental love, you wanted to have Me as your son. Therefore you never desired to be liberated from this material world.",
        "purport": " Vasudeva and Devakī had been dam-patī, husband and wife, since the time of Sutapā and Pṛśni, and they wanted to remain husband and wife in order to have the Supreme Personality of Godhead as their son. This attachment came about by the influence of devamāyā. Loving Kṛṣṇa as one’s son is a Vedic principle. Vasudeva and Devakī never desired anything but to have the Lord as their son, yet for this purpose they apparently wanted to live like ordinary gṛhasthas for sexual indulgence. Although this was a transaction of spiritual potency, their desire appears like attachment for sex in conjugal life. If one wants to return home, back to Godhead, one must give up such desires. This is possible only when one develops intense love for the Supreme Personality of Godhead. Śrī Caitanya Mahāprabhu has said: If one wants to go back home, back to Godhead, one must be niṣkiñcana, free from all material desires. Therefore, instead of desiring to have the Lord come here and become one’s son, one should desire to become free from all material desires (anyābhilāṣitā-śūnyam) and go back home, back to Godhead. Śrī Caitanya Mahāprabhu teaches us in His Śikṣāṣṭaka: “O almighty Lord, I have no desire to accumulate wealth, nor do I desire beautiful women, nor do I want any number of followers. I only want Your causeless devotional service, birth after birth.” One should not ask the Lord to fulfill any materially tainted desires."
    },
    {
        "verse": "40",
        "devanagari": "गते मयि युवां लब्ध्वा वरं मत्सद‍ृशं सुतम् ।ग्राम्यान् भोगानभुञ्जाथां युवां प्राप्तमनोरथौ ॥ ४० ॥",
        "english_devnagari": "gate mayi yuvāṁ labdhvāvaraṁ mat-sadṛśaṁ sutamgrāmyān bhogān abhuñjāthāṁyuvāṁ prāpta-manorathau",
        "verse_Syn": [
            "gate",
            "mayi",
            "yuvām",
            "labdhvā",
            "varam",
            "mat",
            "sadṛśam",
            "sutam",
            "grāmyān",
            "bhogān",
            "abhuñjāthām",
            "yuvām",
            "prāpta",
            "manorathau"
        ],
        "translation": "After you received that benediction and I disappeared, you engaged yourselves in sex to have a son like Me, and I fulfilled your desire.",
        "purport": " According to the Sanskrit dictionary Amara-kośa, sex life is also called grāmya-dharma, material desire, but in spiritual life this grāmya-dharma, the material desire for sex, is not very much appreciated. If one has a tinge of attachment for the material enjoyments of eating, sleeping, mating and defending, one is not niṣkiñcana. But one really should be niṣkiñcana. Therefore, one should be free from the desire to beget a child like Kṛṣṇa by sexual enjoyment. This is indirectly hinted at in this verse."
    },
    {
        "verse": "41",
        "devanagari": "अद‍ृष्ट्वान्यतमं लोके शीलौदार्यगुणै: समम् ।अहं सुतो वामभवं पृश्न‍िगर्भ इति श्रुत: ॥ ४१ ॥",
        "english_devnagari": "adṛṣṭvānyatamaṁ lokeśīlaudārya-guṇaiḥ samamahaṁ suto vām abhavaṁpṛśnigarbha iti śrutaḥ",
        "verse_Syn": [
            "adṛṣṭvā",
            "anyatamam",
            "loke",
            "śīla",
            "audārya",
            "guṇaiḥ",
            "samam",
            "aham",
            "sutaḥ",
            "vām",
            "abhavam",
            "pṛśni",
            "garbhaḥ",
            "iti",
            "śrutaḥ"
        ],
        "translation": "Since I found no one else as highly elevated as you in simplicity and other qualities of good character, I appeared in this world as Pṛśnigarbha, or one who is celebrated as having taken birth from Pṛśni.",
        "purport": " In the Tretā-yuga the Lord appeared as Pṛśnigarbha. Śrīla Viśvanātha Cakravartī Ṭhākura says, pṛśnigarbha iti so ’yaṁ tretā-yugāvatāro lakṣyate."
    },
    {
        "verse": "42",
        "devanagari": "तयोवान पुनरेवाहमदित्यामास कश्यपात् ।उपेन्द्र इति विख्यातो वामनत्वाच्च वामन: ॥ ४२ ॥",
        "english_devnagari": "tayor vāṁ punar evāhamadityām āsa kaśyapātupendra iti vikhyātovāmanatvāc ca vāmanaḥ",
        "verse_Syn": [
            "tayoḥ",
            "vām",
            "punaḥ",
            "eva",
            "aham",
            "adityām",
            "āsa",
            "kaśyapāt",
            "upendraḥ",
            "iti",
            "vikhyātaḥ",
            "vāmanatvāt",
            "ca",
            "vāmanaḥ"
        ],
        "translation": "In the next millennium, I again appeared from the two of you, who appeared as My mother, Aditi, and My father, Kaśyapa. I was known as Upendra, and because of being a dwarf, I was also known as Vāmana.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "तृतीयेऽस्मिन् भवेऽहं वै तेनैव वपुषाथ वाम् ।जातो भूयस्तयोरेव सत्यं मे व्याहृतं सति ॥ ४३ ॥",
        "english_devnagari": "tṛtīye ’smin bhave ’haṁ vaitenaiva vapuṣātha vāmjāto bhūyas tayor evasatyaṁ me vyāhṛtaṁ sati",
        "verse_Syn": [
            "tṛtīye",
            "asmin",
            "bhave",
            "aham",
            "vai",
            "tena",
            "eva",
            "vapuṣā",
            "atha",
            "vām",
            "jātaḥ",
            "bhūyaḥ",
            "tayoḥ",
            "eva",
            "satyam",
            "me",
            "vyāhṛtam",
            "sati"
        ],
        "translation": "O supremely chaste mother, I, the same personality, have now appeared of you both as your son for the third time. Take My words as the truth.",
        "purport": " The Supreme Personality of Godhead chooses a mother and father from whom to take birth again and again. The Lord took birth originally from Sutapā and Pṛśni, then from Kaśyapa and Aditi, and again from the same father and mother, Vasudeva and Devakī. “In other appearances also,” the Lord said, “I took the form of an ordinary child just to become your son so that we could reciprocate eternal love.” Jīva Gosvāmī has explained this verse in his Kṛṣṇa-sandarbha, Ninety-sixth Chapter, where he notes that in text 37 the Lord says, amunā vapuṣa, meaning “by this same form.” In other words, the Lord told Devakī, “This time I have appeared in My original form as Śrī Kṛṣṇa.” Śrīla Jīva Gosvāmī says that the other forms were partial expansions of the Lord’s original form, but because of the intense love developed by Pṛśni and Sutapā, the Lord appeared from Devakī and Vasudeva in His full opulence as Śrī Kṛṣṇa. In this verse the Lord confirms, “I am the same Supreme Personality of Godhead, but I appear in full opulence as Śrī Kṛṣṇa.” This is the purport of the words tenaiva vapuṣā. When the Lord mentioned the birth of Pṛśnigarbha, He did not say tenaiva vapuṣā, but He assured Devakī that in the third birth the Supreme Personality of Godhead Kṛṣṇa had appeared, not His partial expansion. Pṛśnigarbha and Vāmana were partial expansions of Kṛṣṇa, but in this third birth Kṛṣṇa Himself appeared. This is the explanation given in Śrī Kṛṣṇa-sandarbha by Śrīla Jīva Gosvāmī."
    },
    {
        "verse": "44",
        "devanagari": "एतद् वां दर्शितं रूपं प्राग्जन्मस्मरणाय मे ।नान्यथा मद्भ‍वं ज्ञानं मर्त्यलिङ्गेन जायते ॥ ४४ ॥",
        "english_devnagari": "etad vāṁ darśitaṁ rūpaṁprāg-janma-smaraṇāya menānyathā mad-bhavaṁ jñānaṁmartya-liṅgena jāyate",
        "verse_Syn": [
            "etat",
            "vām",
            "darśitam",
            "rūpam",
            "prāk",
            "janma",
            "smaraṇāya",
            "me",
            "na",
            "anyathā",
            "mat",
            "bhavam",
            "jñānam",
            "martya",
            "liṅgena",
            "jāyate"
        ],
        "translation": "I have shown you this form of Viṣṇu just to remind you of My previous births. Otherwise, if I appeared like an ordinary human child, you would not believe that the Supreme Personality of Godhead, Viṣṇu, has indeed appeared.",
        "purport": " Devakī did not need to be reminded that the Supreme Personality of Godhead, Lord Viṣṇu, had appeared as her son; she already accepted this. Nonetheless, she was anxious, thinking that if her neighbors heard that Viṣṇu had appeared as her son, none of them would believe it. Therefore she wanted Lord Viṣṇu to transform Himself into a human child. On the other hand, the Supreme Lord was also anxious, thinking that if He appeared as an ordinary child, she would not believe that Lord Viṣṇu had appeared. Such are the dealings between devotees and the Lord. The Lord deals with His devotees exactly like a human being, but this does not mean that the Lord is one of the human beings, for this is the conclusion of nondevotees (avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam). Devotees know the Supreme Personality of Godhead under any circumstances. This is the difference between a devotee and a nondevotee. The Lord says, man-manā bhava mad-bhakto mad-yājī māṁ namaskuru: “Engage your mind always in thinking of Me, become My devotee, offer obeisances and worship Me.” A nondevotee cannot believe that simply by thinking of one person, one can achieve liberation from this material world and go back home, back to Godhead. But this is a fact. The Lord comes as a human being, and if one becomes attached to the Lord on the platform of loving service, one’s promotion to the transcendental world is assured."
    },
    {
        "verse": "45",
        "devanagari": "युवां मां पुत्रभावेन ब्रह्मभावेन चासकृत् ।चिन्तयन्तौ कृतस्‍नेहौ यास्येथे मद्गतिं पराम् ॥ ४५ ॥",
        "english_devnagari": "yuvāṁ māṁ putra-bhāvenabrahma-bhāvena cāsakṛtcintayantau kṛta-snehauyāsyethe mad-gatiṁ parām",
        "verse_Syn": [
            "yuvām",
            "mām",
            "putra",
            "bhāvena",
            "brahma",
            "bhāvena",
            "ca",
            "asakṛt",
            "cintayantau",
            "kṛta",
            "snehau",
            "yāsyethe",
            "mat",
            "gatim",
            "parām"
        ],
        "translation": "Both of you, husband and wife, constantly think of Me as your son, but always know that I am the Supreme Personality of Godhead. By thus thinking of Me constantly with love and affection, you will achieve the highest perfection: returning home, back to Godhead.",
        "purport": " This instruction by the Supreme Personality of Godhead to His father and mother, who are eternally connected with Him, is especially intended for persons eager to return home, back to Godhead. One should never think of the Supreme Personality of Godhead as an ordinary human being, as nondevotees do. Kṛṣṇa, the Supreme Personality of Godhead, personally appeared and left His instructions for the benefit of all human society, but fools and rascals unfortunately think of Him as an ordinary human being and twist the instructions of Bhagavad-gītā for the satisfaction of their senses. Practically everyone commenting on Bhagavad-gītā interprets it for sense gratification. It has become especially fashionable for modern scholars and politicians to interpret Bhagavad-gītā as if it were something fictitious, and by their wrong interpretations they are spoiling their own careers and the careers of others. The Kṛṣṇa consciousness movement, however, is fighting against this principle of regarding Kṛṣṇa as a fictitious person and of accepting that there was no Battle of Kurukṣetra, that everything is symbolic, and that nothing in Bhagavad-gītā is true. In any case, if one truly wants to be successful, one can do so by reading the text of Bhagavad-gītā as it is. Śrī Caitanya Mahāprabhu especially stressed the instructions of Bhagavad-gītā: yāre dekha, tāre kaha ‘kṛṣṇa’-upadeśa. If one wants to achieve the highest success in life, one must accept Bhagavad-gītā as spoken by the Supreme Lord. By accepting Bhagavad-gītā in this way, all of human society can become perfect and happy. It is to be noted that because Vasudeva and Devakī would be separated from Kṛṣṇa when He was carried to Gokula, the residence of Nanda Mahārāja, the Lord personally instructed them that they should always think of Him as their son and as the Supreme Personality of Godhead. That would keep them in touch with Him. After eleven years, the Lord would return to Mathurā to be their son, and therefore there was no question of separation."
    },
    {
        "verse": "46",
        "devanagari": "श्रीशुक उवाचइत्युक्त्वासीद्धरिस्तूष्णीं भगवानात्ममायया ।पित्रो: सम्पश्यतो: सद्यो बभूव प्राकृत: शिशु: ॥ ४६ ॥",
        "english_devnagari": "śrī-śuka uvācaity uktvāsīd dharis tūṣṇīṁbhagavān ātma-māyayāpitroḥ sampaśyatoḥ sadyobabhūva prākṛtaḥ śiśuḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uktvā",
            "āsīt",
            "hariḥ",
            "tūṣṇīm",
            "bhagavān",
            "ātma",
            "māyayā",
            "pitroḥ",
            "sampaśyatoḥ",
            "sadyaḥ",
            "babhūva",
            "prākṛtaḥ",
            "śiśuḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: After thus instructing His father and mother, the Supreme Personality of Godhead, Kṛṣṇa, remained silent. In their presence, by His internal energy, He then transformed Himself into a small human child. [In other words, He transformed Himself into His original form: kṛṣṇas tu bhagavān svayam.]",
        "purport": " As stated in Bhagavad-gītā (4.6), sambhavāmy ātma-māyayā: whatever is done by the Supreme Personality of Godhead is done by His spiritual energy; nothing is forced upon Him by the material energy. This is the difference between the Lord and an ordinary living being. The Vedas say: It is natural for the Lord to be untinged by material qualities, and because everything is perfectly present in His spiritual energy, as soon as He desires something, it is immediately done. The Lord is not a prākṛta-śiśu, a child of this world, but by His personal energy He appeared like one. Ordinary people may have difficulty accepting the supreme controller, God, as a human being because they forget that He can do everything by spiritual energy (ātma-māyayā). Nonbelievers say, “How can the supreme controller descend as an ordinary being?” This sort of thinking is materialistic. Śrīla Jīva Gosvāmī says that unless we accept the energy of the Supreme Personality of Godhead as inconceivable, beyond the conception of our words and mind, we cannot understand the Supreme Lord. Those who doubt that the Supreme Personality of Godhead can come as a human being and turn Himself into a human child are fools who think that Kṛṣṇa’s body is material, that He is born and that He therefore also dies. In Śrīmad-Bhāgavatam, Third Canto, Fourth Chapter, verses 28 and 29, there is a description of Kṛṣṇa’s leaving His body. Mahārāja Parīkṣit inquired from Śukadeva Gosvāmī, “When all the members of the Yadu dynasty met their end, Kṛṣṇa also put an end to Himself, and the only member of the family who remained alive was Uddhava. How was this possible?” Śukadeva Gosvāmī answered that Kṛṣṇa, by His own energy, destroyed the entire family and then thought of making His own body disappear. In this connection, Śukadeva Gosvāmī described how the Lord gave up His body. But this was not the destruction of Kṛṣṇa’s body; rather, it was the disappearance of the Supreme Lord by His personal energy. Actually, the Lord does not give up His body, which is eternal, but as He can change His body from the form of Viṣṇu to that of an ordinary human child, He can change His body to any form He likes. This does not mean that He gives up His body. By spiritual energy, the Lord can appear in a body made of wood or stone. He can change His body into anything because everything is His energy (parāsya śaktir vividhaiva śrūyate). As clearly said in Bhagavad-gītā (7.4), bhinnā prakṛtir aṣṭadhā: the material elements are separated energies of the Supreme Lord. If He transforms Himself into the arcā-mūrti, the worshipable Deity, which we see as stone or wood, He is still Kṛṣṇa. Therefore the śāstra warns, arcye viṣṇau śilā-dhīr guruṣu nara-matiḥ. One who thinks that the worshipable Deity in the temple is made of wood or stone, one who sees a Vaiṣṇava guru as an ordinary human being, or one who materially conceives of a Vaiṣṇava as belonging to a particular caste is nārakī, a resident of hell. The Supreme Personality of Godhead can appear before us in many forms, as He likes, but we must know the true facts: janma karma ca me divyam evaṁ yo vetti tattvataḥ (Bg. 4.9). By following the instructions of sādhu, guru and śāstra — the saintly persons, the spiritual master and the authoritative scriptures — one can understand Kṛṣṇa, and then one makes his life successful by returning home, back to Godhead."
    },
    {
        "verse": "47",
        "devanagari": "ततश्च शौरिर्भगवत्प्रचोदित:सुतं समादाय स सूतिकागृहात् ।यदा बहिर्गन्तुमियेष तर्ह्यजाया योगमायाजनि नन्दजायया ॥ ४७ ॥",
        "english_devnagari": "tataś ca śaurir bhagavat-pracoditaḥsutaṁ samādāya sa sūtikā-gṛhātyadā bahir gantum iyeṣa tarhy ajāyā yoga-māyājani nanda-jāyayā",
        "verse_Syn": [
            "tataḥ",
            "ca",
            "śauriḥ",
            "bhagavat",
            "pracoditaḥ",
            "sutam",
            "samādāya",
            "saḥ",
            "sūtikā",
            "gṛhāt",
            "yadā",
            "bahiḥ",
            "gantum",
            "iyeṣa",
            "tarhi",
            "ajā",
            "yā",
            "yoga",
            "māyā",
            "ajani",
            "nanda",
            "jāyayā"
        ],
        "translation": "Thereafter, exactly when Vasudeva, being inspired by the Supreme Personality of Godhead, was about to take the newborn child from the delivery room, Yoga-māyā, the Lord’s spiritual energy, took birth as the daughter of the wife of Mahārāja Nanda.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura discusses that Kṛṣṇa appeared simultaneously as the son of Devakī and as the son of Yaśodā, along with the spiritual energy Yoga-māyā. As the son of Devakī, He first appeared as Viṣṇu, and because Vasudeva was not in the position of pure affection for Kṛṣṇa, Vasudeva worshiped his son as Lord Viṣṇu. Yaśodā, however, pleased her son Kṛṣṇa without understanding His Godhood. This is the difference between Kṛṣṇa as the son of Yaśodā and as the son of Devakī. This is explained by Viśvanātha Cakravartī on the authority of Hari-vaṁśa."
    },
    {
        "verse": "48-49",
        "devanagari": "तया हृतप्रत्ययसर्ववृत्तिषुद्वा:स्थेषु पौरेष्वपि शायितेष्वथ ।द्वारश्च सर्वा: पिहिता दुरत्ययाबृहत्कपाटायसकीलश‍ृङ्खलै: ॥ ४८ ॥ता: कृष्णवाहे वसुदेव आगतेस्वयं व्यवर्यन्त यथा तमो रवे: ।ववर्ष पर्जन्य उपांशुगर्जित:शेषोऽन्वगाद् वारि निवारयन्‌ फणै: ॥ ४९ ॥",
        "english_devnagari": "tayā hṛta-pratyaya-sarva-vṛttiṣudvāḥ-stheṣu paureṣv api śāyiteṣv athadvāraś ca sarvāḥ pihitā duratyayābṛhat-kapāṭāyasa-kīla-śṛṅkhalaiḥ",
        "verse_Syn": [
            "tayā",
            "hṛta",
            "pratyaya",
            "sarva",
            "vṛttiṣu",
            "dvāḥ",
            "stheṣu",
            "paureṣu",
            "api",
            "śāyiteṣu",
            "atha",
            "dvāraḥ",
            "ca",
            "sarvāḥ",
            "pihitāḥ",
            "duratyayā",
            "bṛhat",
            "kapāṭa",
            "āyasa",
            "kīla",
            "śṛṅkhalaiḥ",
            "tāḥ",
            "kṛṣṇa",
            "vāhe",
            "vasudeve",
            "āgate",
            "svayam",
            "vyavaryanta",
            "yathā",
            "tamaḥ",
            "raveḥ",
            "vavarṣa",
            "parjanyaḥ",
            "upāṁśu",
            "garjitaḥ",
            "śeṣaḥ",
            "anvagāt",
            "vāri",
            "nivārayan",
            "phaṇaiḥ"
        ],
        "translation": "By the influence of Yoga-māyā, all the doorkeepers fell fast asleep, their senses unable to work, and the other inhabitants of the house also fell deeply asleep. When the sun rises, the darkness automatically disappears; similarly, when Vasudeva appeared, the closed doors, which were strongly pinned with iron and locked with iron chains, opened automatically. Since the clouds in the sky were mildly thundering and showering, Ananta-nāga, an expansion of the Supreme Personality of Godhead, followed Vasudeva, beginning from the door, with hoods expanded to protect Vasudeva and the transcendental child.",
        "purport": " Śeṣa-nāga is an expansion of the Supreme Personality of Godhead whose business is to serve the Lord with all necessary paraphernalia. When Vasudeva was carrying the child, Śeṣa-nāga came to serve the Lord and protect Him from the mild showers of rain."
    },
    {
        "verse": "50",
        "devanagari": "मघोनि वर्षत्यसकृद् यमानुजागम्भीरतोयौघजवोर्मिफेनिला ।भयानकावर्तशताकुला नदीमागन ददौ सिन्धुरिव श्रिय: पते: ॥ ५० ॥",
        "english_devnagari": "maghoni varṣaty asakṛd yamānujāgambhīra-toyaugha-javormi-phenilābhayānakāvarta-śatākulā nadīmārgaṁ dadau sindhur iva śriyaḥ pateḥ",
        "verse_Syn": [
            "maghoni",
            "varṣati",
            "asakṛt",
            "yama",
            "anujā",
            "gambhīra",
            "toya",
            "ogha",
            "java",
            "ūrmi",
            "phenilā",
            "bhayānaka",
            "āvarta",
            "śata",
            "ākulā",
            "nadī",
            "mārgam",
            "dadau",
            "sindhuḥ",
            "iva",
            "śriyaḥ",
            "pateḥ"
        ],
        "translation": "Because of constant rain sent by the demigod Indra, the river Yamunā was filled with deep water, foaming about with fiercely whirling waves. But as the great Indian Ocean had formerly given way to Lord Rāmacandra by allowing Him to construct a bridge, the river Yamunā gave way to Vasudeva and allowed him to cross.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "नन्दव्रजं शौरिरुपेत्य तत्र तान्गोपान् प्रसुप्तानुपलभ्य निद्रया ।सुतं यशोदाशयने निधाय त-त्सुतामुपादाय पुनर्गृहानगात् ॥ ५१ ॥",
        "english_devnagari": "nanda-vrajaṁ śaurir upetya tatra tāngopān prasuptān upalabhya nidrayāsutaṁ yaśodā-śayane nidhāya tat-sutām upādāya punar gṛhān agāt",
        "verse_Syn": [
            "nanda",
            "vrajam",
            "śauriḥ",
            "upetya",
            "tatra",
            "tān",
            "gopān",
            "prasuptān",
            "upalabhya",
            "nidrayā",
            "sutam",
            "yaśodā",
            "śayane",
            "nidhāya",
            "tat",
            "sutām",
            "upādāya",
            "punaḥ",
            "gṛhān",
            "agāt"
        ],
        "translation": "When Vasudeva reached the house of Nanda Mahārāja, he saw that all the cowherd men were fast asleep. Thus he placed his own son on the bed of Yaśodā, picked up her daughter, an expansion of Yoga-māyā, and then returned to his residence, the prison house of Kaṁsa.",
        "purport": " Vasudeva knew very well that as soon as the daughter was in the prison house of Kaṁsa, Kaṁsa would immediately kill her; but to protect his own child, he had to kill the child of his friend. Nanda Mahārāja was his friend, but out of deep affection and attachment for his own son, he knowingly did this. Śrīla Viśvanātha Cakravartī Ṭhākura says that one cannot be blamed for protecting one’s own child at the sacrifice of another’s. Furthermore, Vasudeva cannot be accused of callousness, since his actions were impelled by the force of Yoga-māyā."
    },
    {
        "verse": "52",
        "devanagari": "देवक्या: शयने न्यस्य वसुदेवोऽथ दारिकाम् ।प्रतिमुच्य पदोर्लोहमास्ते पूर्ववदावृत: ॥ ५२ ॥",
        "english_devnagari": "devakyāḥ śayane nyasyavasudevo ’tha dārikāmpratimucya pador lohamāste pūrvavad āvṛtaḥ",
        "verse_Syn": [
            "devakyāḥ",
            "śayane",
            "nyasya",
            "vasudevaḥ",
            "atha",
            "dārikām",
            "pratimucya",
            "padoḥ",
            "loham",
            "āste",
            "pūrva",
            "vat",
            "āvṛtaḥ"
        ],
        "translation": "Vasudeva placed the female child on the bed of Devakī, bound his legs with the iron shackles, and thus remained there as before.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "यशोदा नन्दपत्नी च जातं परमबुध्यत ।न तल्लिङ्गं परिश्रान्ता निद्रयापगतस्मृति: ॥ ५३ ॥",
        "english_devnagari": "yaśodā nanda-patnī cajātaṁ param abudhyatana tal-liṅgaṁ pariśrāntānidrayāpagata-smṛtiḥ",
        "verse_Syn": [
            "yaśodā",
            "nanda",
            "patnī",
            "ca",
            "jātam",
            "param",
            "abudhyata",
            "na",
            "tat",
            "liṅgam",
            "pariśrāntā",
            "nidrayā",
            "apagata",
            "smṛtiḥ"
        ],
        "translation": "Exhausted by the labor of childbirth, Yaśodā was overwhelmed with sleep and unable to understand what kind of child had been born to her.",
        "purport": " Nanda Mahārāja and Vasudeva were intimate friends, and so were their wives, Yaśodā and Devakī. Although their names were different, they were practically nondifferent personalities. The only difference is that Devakī was able to understand that the Supreme Personality of Godhead had been born to her and had now changed into Kṛṣṇa, whereas Yaśodā was not able to understand what kind of child had been born to her. Yaśodā was such an advanced devotee that she never regarded Kṛṣṇa as the Supreme Personality of Godhead, but simply loved Him as her own child. Devakī, however, knew from the very beginning that although Kṛṣṇa was her son, He was the Supreme Personality of Godhead. In Vṛndāvana, no one regarded Kṛṣṇa as the Supreme Personality of Godhead. When something very wonderful happened because of Kṛṣṇa’s activities, the inhabitants of Vṛndāvana — the cowherd men, the cowherd boys, Nanda Mahārāja, Yaśodā and the others — were surprised, but they never considered their son Kṛṣṇa the Supreme Personality of Godhead. Sometimes they suggested that some great demigod had appeared there as Kṛṣṇa. In such an exalted status of devotional service, a devotee forgets the position of Kṛṣṇa and intensely loves the Supreme Personality of Godhead without understanding His position. This is called kevala-bhakti and is distinct from the stages of jñāna and jñānamayī bhakti."
    }
]