[
    {
        "verse": "1",
        "devanagari": "श्रीपरीक्षिदुवाचब्रह्मन् ब्रह्मण्यनिर्देश्ये निर्गुणे गुणवृत्तय: ।कथं चरन्ति श्रुतय: साक्षात् सदसत: परे ॥ १ ॥",
        "english_devnagari": "śrī-parīkṣid uvācabrahman brahmaṇy anirdeśyenirguṇe guṇa-vṛttayaḥkathaṁ caranti śrutayaḥsākṣāt sad-asataḥ pare",
        "verse_Syn": [
            "śrī",
            "parīkṣit",
            "uvāca",
            "brahman",
            "brahmaṇi",
            "anirdeśye",
            "nirguṇe",
            "guṇa",
            "vṛttayaḥ",
            "katham",
            "caranti",
            "śrutayaḥ",
            "sākṣāt",
            "sat",
            "asataḥ",
            "pare"
        ],
        "translation": "Śrī Parīkṣit said: O brāhmaṇa, how can the Vedas directly describe the Supreme Absolute Truth, who cannot be described in words? The Vedas are limited to describing the qualities of material nature, but the Supreme is devoid of these qualities, being transcendental to all material manifestations and their causes.",
        "purport": " Before beginning his commentary on this chapter, Śrīla Śrīdhara Svāmī prays: “I worship Lord Nṛsiṁha, within whose mouth reside the great masters of eloquence, upon whose chest resides the goddess of fortune, and within whose heart resides the divine potency of consciousness.” “Desiring to purify my sampradāya and being bound by duty, I will briefly comment on the prayers of the personified Vedas, to the best of my realization.” “In as much as Śrīmad-Bhāgavatam has already been perfectly honored by my predecessors’ explanations, I can only gather together the remnants of what they have honored.” Śrīla Viśvanātha Cakravartī offers his own invocation: “The saintly devotees may laugh at me for becoming a jewel merchant though I know nothing about precious jewels. But I feel no shame, for at least I may entertain them.” “Though I have no wisdom, devotion or detachment, I am still greedy to take the philosopher’s stone of the Vedas’ prayers from the fortress in which it is being kept.” “If the wind of indiscretion — my failure to acknowledge my lowly position — threatens to knock me down, then while writing this commentary I must hold on to the effulgent pillars of the feet of Śrīdhara Svāmī, Sanātana Gosvāmī and Lord Śrī Kṛṣṇa.” “Repeatedly bowing down to my divine spiritual master and to Lord Śrī Kṛṣṇa, the ocean of mercy, I take shelter of Śrī Śukadeva Gosvāmī, the protector of the world and its universal eye.” At the end of the preceding chapter, Śukadeva Gosvāmī told Parīkṣit Mahārāja: “Thus, O King, the Personality of Godhead, who is the devotee of His own devotees, stayed for some time with His two great devotees, teaching them how perfect saints behave. Then He returned to Dvārakā.” In this verse the word san-mārgam can be understood in at least three ways. In the first, sat is taken to mean “devotee of the Supreme Lord,” and thus san-mārgam means “the path of bhakti-yoga, devotional service.” In the second, with sat meaning “a seeker of transcendental knowledge,” san-mārgam means “the philosophical path of knowledge,” which has impersonal Brahman as its object. And in the third, with sat referring to the transcendental sound of the Vedas, san-mārgam means “the process of following Vedic injunctions.” Both the second and the third of these interpretations of san-mārgam lead to the question of how the Vedas can describe the Absolute Truth. Śrīla Śrīdhara Svāmī elaborately analyzes this problem in terms of the traditional discipline of Sanskrit poetics: We should consider that words have three kinds of expressive capacities, called śabda-vṛttis. These are the different ways a word refers to its meaning, distinguished as mukhya-vṛtti, lakṣaṇā-vṛtti and gauṇa-vṛtti. The śabda-vṛtti termed mukhya is the primary, literal meaning of a word; this is also known as abhidhā, a word’s “denotation,” or dictionary meaning. Mukhya-vṛtti is further divided into two subcategories, namely rūḍhi and yoga. A primary meaning is called rūḍhi when it is based on conventional usage, and yoga when it is derived from another word’s meaning by regular etymological rules. For example, the word go (“cow”) is an example of rūḍhi, since its relation with its literal meaning is purely conventional. The denotation of the word pācaka (“chef”), on the other hand, is a yoga-vṛtti, through the word’s derivation from the root pac (“to cook”) by addition of the agent suffix ka. Beside its mukhya-vṛtti, or primary meaning, a word can also be used in a secondary, metaphorical sense. This usage is called lakṣaṇā. The rule is that a word should not be understood metaphorically if its mukhya-vṛtti makes sense in the given context; only after the mukhya-vṛtti fails to convey a word’s meaning may lakṣaṇā-vṛtti be justifiably presumed. The function of lakṣaṇā is technically explained in the kāvya-śāstras as an extended reference, pointing to something in some way related to the object of the literal meaning. Thus, the phrase gaṅgāyāṁ ghoṣaḥ literally means “the cowherd village in the Ganges.” But that idea is absurd, so here gaṅgāyām should rather be understood by its lakṣaṇā to mean “on the bank of the Ganges,” the bank being something related to the river. Gauṇa-vṛtti is a special kind of lakṣaṇā, where the meaning is extended to some idea of similarity. For example, in the statement siṁho devadattaḥ (“Devadatta is a lion”), heroic Devadatta is metaphorically called a lion because of his lionlike qualities. In contrast, the example of the general kind of lakṣaṇā, namely gaṅgāyāṁ ghoṣaḥ, involves a relationship not of similarity but of location. In this first verse of the Eighty-seventh Chapter, Parīkṣit Mahārāja expresses doubt as to how the words of the Vedas can refer to the Absolute Truth by any of the valid kinds of śabda-vṛtti. He asks, kathaṁ sākṣāt caranti: How can the Vedas directly describe Brahman by rūḍha-mukhya-vṛtti, literal meaning based on convention? After all, the Absolute is anirdeśya, inaccessible to designation. And how can the Vedas even describe Brahman by gauṇa-vṛtti, metaphor based on similar qualities? The Vedas are guṇa-vṛttayaḥ, full of qualitative descriptions, but Brahman is nirguṇa, without qualities. Obviously, a metaphor based on similar qualities cannot apply in the case of something that has no qualities. Furthermore, Parīkṣit Mahārāja points out that Brahman is sad-asataḥ param, beyond all causes and effects. Having no connection with any manifest existence, subtle or gross, the Absolute cannot be expressed by either yoga-vṛtti, a meaning derived etymologically, or lakṣaṇā, metaphor, since both require some relationship of Brahman to other entities. Thus King Parīkṣit is puzzled as to how the words of the Vedas can directly describe the Absolute Truth."
    },
    {
        "verse": "2",
        "devanagari": "श्रीशुक उवाचबुद्धीन्द्रियमन:प्राणान् जनानामसृजत् प्रभु: ।मात्रार्थं च भवार्थं च आत्मनेऽकल्पनाय च ॥ २ ॥",
        "english_devnagari": "śrī-śuka uvācabuddhīndriya-manaḥ-prāṇānjanānām asṛjat prabhuḥmātrārthaṁ ca bhavārthaṁ caātmane ’kalpanāya ca",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "buddhi",
            "indriya",
            "manaḥ",
            "prāṇān",
            "janāṇām",
            "asṛjat",
            "prabhuḥ",
            "mātra",
            "artham",
            "ca",
            "bhava",
            "artham",
            "ca",
            "ātmane",
            "akalpanāya",
            "ca"
        ],
        "translation": "Śukadeva Gosvamī said: The Supreme Lord manifested the material intelligence, senses, mind and vital air of the living entities so that they could indulge their desires for sense gratification, take repeated births to engage in fruitive activities, become elevated in future lives and ultimately attain liberation.",
        "purport": " At the dawn of creation, when the conditioned living entities lay dormant within the transcendental body of Lord Viṣṇu, He initiated the process of creation by sending forth the coverings of intelligence, mind and so on for the living entities’ benefit. As stated here, Viṣṇu is the independent Lord (prabhu), and the living entities are His jana, dependents. Thus we should understand that the Lord creates the cosmos entirely for the living entities’ sake; compassion is His sole motive. By providing the living entities with gross and subtle bodies, the Supreme Lord enables them to pursue sense gratification and, in the human form, religiosity, economic development and liberation. In each body the conditioned soul utilizes his senses for enjoyment, and when he comes to the human form he must also discharge various duties assigned to him at the different stages of his life. If he faithfully discharges his duties, he earns more refined and extensive enjoyment in the future; if not, he is degraded. And when the soul eventually hankers to be freed from material life, the path of liberation is always available. Śrīla Viśvanātha Cakravartī comments that in this verse the repeated use of the word ca (“and”) indicates the importance of all of what the Lord provides — not only the path of liberation, but also the paths of gradual elevation through religious life and appropriate sense enjoyment. In all their endeavors the living entities depend on the Lord’s mercy for success. Without intelligence, senses, mind and vital air, the living entities cannot achieve anything — neither elevation to heaven, purification through knowledge, perfection of the eightfold meditational yoga, nor pure devotion through following the process of bhakti-yoga, beginning with hearing and chanting the names of God. How, then, if the Supreme arranges all these facilities for the conditioned souls’ welfare, can He be impersonal? Far from presenting the Absolute Truth as ultimately impersonal, the Upaniṣads speak at great length about His personal qualities. The Absolute described by the Upaniṣads is free from all inferior, material qualities, and yet He is omniscient, omnipotent, the master and controller of all, the universally worshipable Lord, He who awards the results of everyone’s work, and the reservoir of all eternity, knowledge and bliss. The Muṇḍaka Upaniṣad (1.1.9) states, yaḥ sarva-jñaḥ sa sarva-vid yasya jñāna-mayaṁ tapaḥ: “He who is all-knowing, from whom the potency of all knowledge comes — He is the wisest of all.” In the words of the Bṛhad-āraṇyaka Upaniṣad (4.4.22, 3.7.3, and 1.2.4), sarvasya vāśī sarvasyeśānaḥ: “He is the Lord and controller of everyone”; yaḥ pṛthivyāṁ tiṣṭhan pṛthivyā āntaraḥ: “He who resides within the earth and pervades it”; and so ’kāmayata bahu syām: “He desired, ‘I will become many.’” Similarly, the Aitareya Upaniṣad (3.11) states, sa aikṣata tat tejo ’sṛjata: “He glanced at His potency, who then manifested the creation,” while the Taittirīya Upaniṣad (2.1.1) declares, satyaṁ jñānam anantaṁ brahma: “The Supreme is unlimited truth and knowledge.” The phrase tat tvam asi, “You are that” (Chāndogya Upaniṣad 6.8.7), is often cited by impersonalists as a confirmation of the absolute identity of the finite jīva soul with his creator. Śaṅkarācārya and his followers elevate these words to the status of one of the few mahā-vākyas, key phrases they say express the essential purport of Vedānta. The leading thinkers of the standard Vaiṣṇava schools of Vedānta, however, vociferously disagree with this interpretation. Ācāryas Rāmānuja, Madhva, Baladeva Vidyābhūṣaṇa and others have offered numerous alternative explanations according to a systematic study of the Upaniṣads and other śrutis. The question Mahārāja Parīkṣit has submitted here — namely, “How can the Vedas directly refer to the Absolute Truth?” — has been answered as follows by Śukadeva Gosvāmī: “The Lord created intelligence and other elements for the sake of the conditioned living beings.” A skeptic may object that this answer is irrelevant. But Śukadeva Gosvāmī’s answer is not actually irrelevant, as Śrīla Viśvanātha Cakravartī explains. Answers to subtle questions must often be phrased indirectly. As Lord Kṛṣṇa Himself states in His instructions to Uddhava (Bhāg. 11.21.35), parokṣa-vādā ṛṣayaḥ parokṣaṁ mama ca priyam: “The Vedic seers and mantras deal in esoteric terms, and I also am pleased by such confidential descriptions.” In the present context, the impersonalists, on whose behalf Parīkṣit Mahārāja asked his question, cannot appreciate the direct answer, so instead Śrīla Śukadeva gives an indirect reply: “You say that Brahman is indescribable by words. But if the Supreme Lord had not created the intelligence, mind and senses, then sound and the other objects of perception would all be just as indescribable as your Brahman. You would have been blind and deaf since birth, and would know nothing about physical forms and sounds, what to speak of the Absolute. So, just as the merciful Lord has given us all faculties of perception for experiencing and describing to others the sensations of sight, sound and so forth, in the same way He may give someone the receptive capacity to realize Brahman. He may, if He chooses, create some extraordinary way for words to function — apart from their ordinary references to material substances, qualities, categories and actions — that will enable them to express the Supreme Truth. He is, after all, the almighty Lord (prabhu), and He can easily make the indescribable describable.” Lord Matsya assures King Satyavrata that the Absolute Truth can be known from the words of the Vedas: “You will be thoroughly advised and favored by Me, and because of your inquiries, everything about My glories, which are known as paraṁ brahma, will be manifest within your heart. Thus you will know everything about Me.” (Bhāg. 8.24.38) The fortunate soul who has been graced by the Supreme Lord with divine inquisitiveness will ask questions about the nature of the Absolute, and by hearing the answers given by great sages, which are recorded in the Vedic literatures, he will come to understand the Lord as He is. Thus only by the special mercy of the Supreme Person does Brahman become śabditam, “literally denoted by words.” Otherwise, without the Lord’s exceptional grace, the words of the Vedas cannot reveal the Absolute Truth. Śrīla Viśvanātha Cakravartī suggests that the word buddhi in this verse spoken by Śukadeva Gosvāmī can indicate the mahat-tattva, from which evolve the various expansions of ether (such as sound), which are designated here as indriya. Mātrārtham, then, means “for the sake of using transcendental sound to describe Brahman,” since for that precise purpose the Supreme Lord inspired prakṛti to evolve ether and sound. A further understanding of the purpose of creation is spoken by the words bhavārtham and ātmane kalpanāya (if the reading kalpanāya instead of akalpanāya is taken). Bhavārtham means “for the good of the living entities.” Worship (kalpanam) of the Supreme Self (ātmane) is the means by which the living entities can fulfill the divine purpose for which they exist. Intelligence, mind and senses are meant to be used for worshiping the Supreme Lord, whether or not the living entity has yet brought them to the stage of transcendental purification. How both purified and unpurified devotees use their intelligence, mind and senses in worshiping the Lord is described in reference to the following quote from the Gopāla-tāpanī Upaniṣad (Pūrva 12): “The Supreme Lord, appearing in His two-armed form, had divine lotus eyes, a complexion the color of a cloud, and garments that resembled lightning. He wore a garland of forest flowers, and His beauty was enhanced by His pose of meditative silence.” The transcendental intelligence and senses of the Lord’s perfect devotees correctly perceive His purely spiritual beauty, and their realizations are echoed in the Gopāla-tāpanī-śruti’s comparison of Lord Kṛṣṇa’s eyes, body and clothing to a lotus, a cloud and lightning. On the other hand, devotees on the level of sādhana, who are in the process of becoming purified, have only barely realized the Supreme Lord’s boundless spiritual beauty. Nonetheless, by hearing scriptural passages such as this one from the Gopāla-tāpanī Upaniṣad, they engage in contemplating Him to the best of their fledgling ability. Although the neophyte devotees have not yet learned how to fully realize the Lord or meditate steadily on even the effulgence surrounding His body, still they take pleasure in presuming, “We are meditating on our Lord.” And the Supreme Lord, moved by the waves of His boundless mercy, Himself thinks, “These devotees are meditating on Me.” When their devotion matures, He draws them to His feet to engage in His intimate service. Thus it is concluded that the Vedas have access to the personal identity of the Supreme only by His mercy."
    },
    {
        "verse": "3",
        "devanagari": "सैषा ह्युपनिषद् ब्राह्मी पूर्वेशां पूर्वजैर्धृता ।श्रद्धया धारयेद् यस्तां क्षेमं गच्छेदकिञ्चन: ॥ ३ ॥",
        "english_devnagari": "saiṣā hy upaniṣad brāhmīpūrveśāṁ pūrva-jair dhṛtāśrraddhayā dhārayed yas tāṁkṣemaṁ gacched akiñcanaḥ",
        "verse_Syn": [
            "sā",
            "eṣā",
            "hi",
            "upaniṣat",
            "brāhmī",
            "pūrveṣām",
            "pūrva",
            "jaiḥ",
            "dhṛta",
            "śraddhayā",
            "dhārayet",
            "yaḥ",
            "tām",
            "kṣemam",
            "gacchet",
            "akiñcanaḥ"
        ],
        "translation": "Those who came before even our ancient predecessors meditated upon this same confidential knowledge of the Absolute Truth. Indeed, anyone who faithfully concentrates on this knowledge will become free from material attachments and attain the final goal of life.",
        "purport": " This confidential knowledge concerning the Absolute Truth should not be doubted, since it has been passed down through authoritative lines of learned sages from time immemorial. One who cultivates the science of the Supreme with reverence, avoiding the distractions of fruitive rituals and mental speculation, will learn to give up the false designations of material body and mundane society, and thus he will become eligible for perfection. In the opinion of Śrīla Viśvanātha Cakravartī, the first two verses of this chapter can be considered an Upaniṣad on the topic of Brahman. Śukadeva Gosvāmī here disclaims authorship on the grounds that this Upaniṣad was spoken previously by Nārada Muni, who himself heard it from Sanaka Kumāra."
    },
    {
        "verse": "4",
        "devanagari": "अत्र ते वर्णयिष्यामि गाथां नारायणान्विताम् ।नारदस्य च संवादमृषेर्नारायणस्य च ॥ ४ ॥",
        "english_devnagari": "atra te varṇayiṣyāmigāthāṁ nārāyaṇānvitāmnāradasya ca saṁvādamṛṣer nārāyaṇasya ca",
        "verse_Syn": [
            "atra",
            "te",
            "varṇayiṣyāmi",
            "gāthām",
            "nārāyaṇa",
            "anvitām",
            "nāradasya",
            "ca",
            "saṁvādam",
            "ṛṣeḥ",
            "nārāyaṇasya",
            "ca"
        ],
        "translation": "In this connection I will relate to you a narration concerning the Supreme Lord Nārāyaṇa. It is about a conversation that once occurred between Śrī Nārāyaṇa Ṛṣi and Nārada Muni.",
        "purport": " Lord Nārāyaṇa is connected in two ways with the following narration: as its speaker and as the subject it describes."
    },
    {
        "verse": "5",
        "devanagari": "एकदा नारदो लोकान् पर्यटन् भगवत्प्रिय: ।सनातनमृषिं द्रष्टुं ययौ नारायणाश्रमम् ॥ ५ ॥",
        "english_devnagari": "ekadā nārado lokānparyaṭan bhagavat-priyaḥsanātanam ṛṣiṁ draṣṭuṁyayau nārāyaṇāśramam",
        "verse_Syn": [
            "ekadā",
            "nāradaḥ",
            "lokān",
            "paryaṭan",
            "bhagavat",
            "priyaḥ",
            "sanātanam",
            "ṛṣim",
            "draṣṭum",
            "yayau",
            "nārāyaṇa",
            "āśramam"
        ],
        "translation": "Once, while traveling among the various planets of the universe, the Lord’s beloved devotee Nārada went to visit the primeval sage Nārāyaṇa at His āśrama.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "यो वै भारतवर्षेऽस्मिन् क्षेमाय स्वस्तये नृणाम् ।धर्मज्ञानशमोपेतमाकल्पादास्थितस्तप: ॥ ६ ॥",
        "english_devnagari": "yo vai bhārata-varṣe ’sminkṣemāya svastaye nṛṇāmdharma-jñāna-śamopetamā-kalpād āsthitas tapaḥ",
        "verse_Syn": [
            "yaḥ",
            "vai",
            "bhārata",
            "varṣe",
            "asmin",
            "kṣemāya",
            "svastaye",
            "nṛṇām",
            "dharma",
            "jñāna",
            "śama",
            "upetam",
            "ā",
            "kalpāt",
            "āsthitaḥ",
            "tapaḥ"
        ],
        "translation": "From the very beginning of Brahmā’s day Lord Nārāyaṇa Ṛṣi has been undergoing austere penances in this land of Bhārata while perfectly performing religious duties and exemplifying spiritual knowledge and self-control — all for the benefit of human beings in both this world and the next.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तत्रोपविष्टमृषिभि: कलापग्रामवासिभि: ।परीतं प्रणतोऽपृच्छदिदमेव कुरूद्वह ॥ ७ ॥",
        "english_devnagari": "tatropaviṣṭam ṛṣibhiḥkalāpa-grāma-vāsibhiḥparītaṁ praṇato ’pṛcchadidam eva kurūdvaha",
        "verse_Syn": [
            "tatra",
            "upaviṣṭam",
            "ṛṣibhiḥ",
            "kalāpa",
            "grāma",
            "vāsibhiḥ",
            "parītam",
            "praṇataḥ",
            "apṛcchat",
            "idam",
            "eva",
            "kuru",
            "udvaha"
        ],
        "translation": "There Nārada approached Lord Nārāyaṇa Ṛṣi, who was sitting amidst sages of the village of Kalāpa. After bowing down to the Lord, O hero of the Kurus, Nārada asked Him the very same question you have asked me.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "तस्मै ह्यवोचद् भगवानृषीणां श‍ृ‍ण्वतामिदम् ।यो ब्रह्मवाद: पूर्वेषां जनलोकनिवासिनाम् ॥ ८ ॥",
        "english_devnagari": "tasmai hy avocad bhagavānṛṣīṇāṁ śṛṇvatām idamyo brahma-vādaḥ pūrveṣāṁjana-loka-nivāsinām",
        "verse_Syn": [
            "tasmai",
            "hi",
            "avocat",
            "bhagavān",
            "ṛṣīṇām",
            "śṛṇvatām",
            "idam",
            "yaḥ",
            "brahma",
            "vādaḥ",
            "pūrveṣām",
            "jana",
            "loka",
            "nivāsinām"
        ],
        "translation": "As the sages listened, Lord Nārāyaṇa Ṛṣi related to Nārada an ancient discussion about the Absolute Truth that took place among the residents of Janaloka.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "श्रीभगवानुवाचस्वायम्भुव ब्रह्मसत्रं जनलोकेऽभवत् पुरा ।तत्रस्थानां मानसानां मुनीनामूर्ध्वरेतसाम् ॥ ९ ॥",
        "english_devnagari": "śrī-bhagavān uvācasvāyambhuva brahma-satraṁjana-loke ’bhavat purātatra-sthānāṁ mānasānāṁmunīnām ūrdhva-retasām",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "svāyambhuva",
            "brahma",
            "satram",
            "jana",
            "loke",
            "abhavat",
            "purā",
            "tatra",
            "sthānām",
            "mānasānām",
            "munīnām",
            "ūrdhva",
            "retasām"
        ],
        "translation": "The Personality of Godhead said: O son of self-born Brahmā, once long ago on Janaloka, wise sages who resided there performed a great sacrifice to the Absolute Truth by vibrating transcendental sounds. These sages, mental sons of Brahmā, were all perfect celibates.",
        "purport": " Śrīla Śrīdhara Svāmī explains that the word satram here refers to a Vedic sacrifice in which all the participants are equally qualified to serve as priests. In this instance, each of the sages present in Janaloka could speak equally well on the topic of Brahman."
    },
    {
        "verse": "10",
        "devanagari": "श्वेतद्वीपं गतवति त्वयि द्रष्टुं तदीश्वरम् ।ब्रह्मवाद: सुसंवृत्त: श्रुतयो यत्र शेरते ।तत्र हायमभूत् प्रश्न‍स्त्वं मां यमनुपृच्छसि ॥ १० ॥",
        "english_devnagari": "śvetadvīpaṁ gatavatitvayi draṣṭuṁ tad-īśvarambrahma-vādaḥ su-saṁvṛttaḥśrutayo yatra śeratetatra hāyam abhūt praśnastvaṁ māṁ yam anupṛcchasi",
        "verse_Syn": [
            "śvetadvīpam",
            "gatavati",
            "tvayi",
            "draṣṭum",
            "tat",
            "īśvaram",
            "brahma",
            "vādaḥ",
            "su",
            "saṁvṛttaḥ",
            "śrutayaḥ",
            "yatra",
            "śerate",
            "tatra",
            "ha",
            "ayam",
            "abhūt",
            "praśnaḥ",
            "tvam",
            "mām",
            "yam",
            "anupṛcchasi"
        ],
        "translation": "At that time you happened to be visiting the Lord on Śvetadvīpa — that Supreme Lord in whom the Vedas lie down to rest during the period of universal annihilation. A lively discussion arose among the sages on Janaloka as to the nature of the Supreme Absolute Truth. Indeed, the same question arose then that you are asking Me now.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "तुल्यश्रुततप:शीलास्तुल्यस्वीयारिमध्यमा: ।अपि चक्रु: प्रवचनमेकं शुश्रूषवोऽपरे ॥ ११ ॥",
        "english_devnagari": "tulya-śruta-tapaḥ-śīlāstulya-svīyāri-madhyamāḥapi cakruḥ pravacanamekaṁ śuśrūṣavo ’pare",
        "verse_Syn": [
            "tulya",
            "śruta",
            "tapaḥ",
            "śīlāḥ",
            "tulya",
            "svīya",
            "ari",
            "madhyamāḥ",
            "api",
            "cakruḥ",
            "pravacanam",
            "ekam",
            "śuśrūṣavaḥ",
            "apare"
        ],
        "translation": "Although these sages were all equally qualified in terms of Vedic study and austerity, and although they all saw friends, enemies and neutral parties equally, they chose one of their number to be the speaker, and the rest became eager listeners.",
        "purport": ""
    },
    {
        "verse": "12-13",
        "devanagari": "श्रीसनन्दन उवाचस्वसृष्टमिदमापीय शयानं सह शक्तिभि: ।तदन्ते बोधयां चक्रुस्तल्लिङ्गै: श्रुतय: परम् ॥ १२ ॥यथा शयानं संराजं वन्दिनस्तत्पराक्रमै: ।प्रत्यूषेऽभेत्य सुश्लोकैर्बोधयन्त्यनुजीविन: ॥ १३ ॥",
        "english_devnagari": "śrī-sanandana uvācasva-sṛṣṭam idam āpīyaśayānaṁ saha śaktibhiḥtad-ante bodhayāṁ cakrustal-liṅgaiḥ śrutayaḥ param",
        "verse_Syn": [
            "śrī",
            "sanandanaḥ",
            "uvāca",
            "sva",
            "sṛṣṭam",
            "idam",
            "āpīya",
            "śayānam",
            "saha",
            "śaktibhiḥ",
            "tat",
            "ante",
            "bodhayām",
            "cakruḥ",
            "tat",
            "liṅgaiḥ",
            "śrutayaḥ",
            "param",
            "yathā",
            "śayānam",
            "saṁrājam",
            "vandinaḥ",
            "tat",
            "parākramaiḥ",
            "pratyūṣe",
            "abhetya",
            "suślokaiḥ",
            "bodhayanti",
            "anujīvinaḥ"
        ],
        "translation": "Śrī Sanandana replied: After the Supreme Lord withdrew the universe He had previously created, He lay for some time as if asleep, and all His energies rested dormant within Him. When the time came for the next creation, the personified Vedas awakened Him by chanting His glories, just as the poets serving a king approach him at dawn and awaken him by reciting his heroic deeds.",
        "purport": " At the time of creation, the Vedas are the first emanation from the breathing of Lord Mahā-Viṣṇu, and in personified form they serve Him by waking Him from His mystic sleep. This statement made by Sanandana implies that Sanaka and the other sages had asked him the same question that Nārada had asked Nārāyaṇa Ṛṣi and Mahārāja Parīkṣit had asked Śukadeva Gosvāmī. Sanandana refers the question back to the example of the personified Vedas themselves in their address to Lord Mahā-Viṣṇu. Even though the Vedas knew that the Lord, being omniscient, does not need to be informed of His glories, they enthusiastically took this opportunity to praise Him."
    },
    {
        "verse": "14",
        "devanagari": "श्रीश्रुतय ऊचु:जय जय जह्यजामजित दोषगृभीतगुणांत्वमसि यदात्मना समवरुद्धसमस्तभग: ।अगजगदोकसामखिलशक्त्यवबोधक तेक्व‍‍चिदजयात्मना च चरतोऽनुचरेन्निगम: ॥ १४ ॥",
        "english_devnagari": "śrī-śrutaya ūcuḥjaya jaya jahy ajām ajita doṣa-gṛbhīta-guṇāṁtvam asi yad ātmanā samavaruddha-samasta-bhagaḥaga-jagad-okasām akhila-śakty-avabodhaka tekvacid ajayātmanā ca carato ’nucaren nigamaḥ",
        "verse_Syn": [
            "śrī",
            "śrutayaḥ",
            "ūcuḥ",
            "jayajaya",
            "jahi",
            "ajām",
            "ajita",
            "doṣa",
            "gṛbhīta",
            "guṇām",
            "tvam",
            "asi",
            "yat",
            "ātmanā",
            "samavaruddha",
            "samasta",
            "bhagaḥ",
            "aga",
            "jagat",
            "okasām",
            "akhila",
            "śakti",
            "avabodhaka",
            "te",
            "kvacit",
            "ajayā",
            "ātmanā",
            "ca",
            "carataḥ",
            "anucaret",
            "nigamaḥ"
        ],
        "translation": "The śrutis said: Victory, victory to You, O unconquerable one! By Your very nature You are perfectly full in all opulences; therefore please defeat the eternal power of illusion, who assumes control over the modes of nature to create difficulties for conditioned souls. O You who awaken all the energies of the moving and nonmoving embodied beings, sometimes the Vedas can recognize You as You sport with Your material and spiritual potencies.",
        "purport": " According to Śrīla Jīva Gosvāmī, the twenty-eight verses of the prayers of the personified Vedas (texts 14-41) represent the opinions of each of the twenty-eight major śrutis. These chief Upaniṣads and other śrutis concern themselves with various approaches to the Absolute Truth, and among them those śrutis are supreme which emphasize pure, unalloyed devotional service to the Supreme Personality of Godhead. The Upaniṣads direct our attention to the Personality of Godhead by first negating what is distinct from Him and then defining some of His important characteristics. Śrīla Viśvanātha Cakravartī interprets the first words of this prayer, jaya jaya, to mean “please reveal Your superexcellence.” The word jaya is repeated out of either reverence or joy. “How should I reveal My excellence?” the Lord might ask. The śrutis answer by requesting Him to mercifully destroy the ignorance of all living beings and attract them to His lotus feet. The Lord says, “But Māyā, who imposes ignorance on the jīvas, is full of good qualities [gṛbhīta-guṇām]. Why should I oppose her?” “Yes,” the Vedas answer, “but she has taken on the three modes of nature to bewilder the conditioned souls and make them falsely identify with their material bodies. Her modes of goodness, passion and ignorance, moreover, are tainted [doṣa-gṛbhīta] because You are not manifest in their presence.” The śrutis go on to address the Lord as ajita, implying that “only You cannot be conquered by Māyā, whereas others, like Brahmā, are defeated by their own faults.” The Lord responds, “But what proof do you have that she cannot conquer Me?” “The proof lies in the fact that in Your original state You have already realized the perfection of all opulences.” At this point the Lord might object that merely destroying the ignorance of the jīvas will not suffice to bring them to His lotus feet, since the jīva soul, even after his ignorance is dispelled, cannot attain the Lord without engaging in devotional service. As the Lord states in His own words, bhaktyāham ekayā grāhyaḥ: “I am attainable only through devotional service.” (Bhāg. 11.14.21) To this objection the śrutis reply, “My Lord, O You who awaken all energies, after creating the intelligence and senses of the living entities, You inspire them to work hard and enjoy the fruits of their labor. In addition, by Your mercy You awaken their ability to pursue the progressive paths of knowledge, mystic yoga and devotional service, allowing them to advance toward You in Your aspects of Brahman, Paramātmā and Bhagavān, respectively. And when jñāna, yoga and bhakti mature, You empower the living beings to directly realize You in each of Your three aspects.” If the Lord were to ask for authoritative evidence to support this statement by the personified Vedas, they humbly reply, “We ourselves are the evidence. On some occasions — such as now, the time of creation — You consort with Your external, Māyā potency, whereas You are always present with Your internal energy. It is at times such as the present, when Your activity is outwardly manifest, that we, the Vedas, can recognize You in Your play.” Thus endowed with authority by their personal association with the Supreme Lord, the śrutis promulgate the processes of karma, jñāna, yoga and bhakti as various means for the conditioned souls to employ their intelligence, senses, mind and vitality in search of the Absolute Truth. In many places the Vedas glorify the transcendental, personal qualities of the Supreme. The following verse appears in the Śvetāśvatara Upaniṣad (6.11), the Gopāla-tāpanī Upaniṣad (Uttara 97), and the Brahma Upaniṣad (4.1): “The one Supreme Lord lives hidden inside all created things. He pervades all matter and sits within the hearts of all living beings. As the indwelling Supersoul, He supervises their material activities. Thus, while having no material qualities Himself, He is the unique witness and giver of consciousness.” The Supreme’s personal qualities are further described in the following quotations from the Upaniṣads: Yaḥ sarva-jñaḥ sa sarva-vid yasya jñāna-mayaṁ tapaḥ. “He who is all-knowing, from whom the potency of all knowledge comes — He is the wisest of all” (Muṇḍaka Upaniṣad 1.1.9); sarvasya vaśī sarvasyeśānaḥ: “He is the Lord and controller of everyone” (Bṛhad-āraṇyaka Upaniṣad 4.4.22); and yaḥ pṛthivyāṁ tiṣṭhan pṛthivyā āntaro yaṁ pṛthivī na veda: “He who resides within the earth and pervades it, whom the earth does not know.” (Bṛhad-āraṇyaka Upaniṣad 3.7.3) The Lord’s role in creation is mentioned in many statements of the śruti. The Bṛhad-āraṇyaka Upaniṣad (1.2.4) states, so ’kāmayata bahu syām: “He desired, ‘I will become many.’” The phrase so ’kāmayata (“He desired”) here implies that the Lord’s personality is eternal, for even prior to the creation the Absolute Truth experienced desire, and desire is an attribute unique to persons. The Aitareya Upaniṣad (3.11) similarly states, sa aikṣata tat-tejo ’sṛjata: “He saw, and His power sent forth the creation.” Here the word tat-tejaḥ refers to the Lord’s partial expansion Mahā-Viṣṇu, who glances upon Māyā and thus manifests the material creation. Or tat-tejaḥ may refer to the Lord’s impersonal Brahman feature, His potency of all-pervasive, eternal existence. As described in Śrī Brahma-saṁhitā (5.40): “I worship Govinda, the primeval Lord, who is endowed with great power. The glowing effulgence of His transcendental form is the impersonal Brahman, which is absolute, complete and unlimited and which displays the varieties of countless planets, with their different opulences, in millions and millions of universes.” In summing up this verse, Śrīla Śrīdhara Svāmī prays: “All glories, all glories to You, O unconquerable one! Please defeat the influence of Your eternal Māyā, who covers all moving and nonmoving creatures and who rules over the modes of illusion. Without Your influence, all these Vedic mantras would be powerless to sing of You as the ocean of transcendental qualities.”"
    },
    {
        "verse": "15",
        "devanagari": "बृहदुपलब्धमेतदवयन्त्यवशेषतयायत उदयास्तमयौ विकृतेर्मृदि वाविकृतात् ।अत ऋषयो दधुस्त्वयि मनोवचनाचरितंकथमयथा भवन्ति भुवि दत्तपदानि नृणाम् ॥ १५ ॥",
        "english_devnagari": "bṛhad upalabdham etad avayanty avaśeṣatayāyata udayāstam-ayau vikṛter mṛdi vāvikṛtātata ṛṣayo dadhus tvayi mano-vacanācaritaṁkatham ayathā bhavanti bhuvi datta-padāni nṛṇām",
        "verse_Syn": [
            "bṛhat",
            "upalabdham",
            "etat",
            "avayanti",
            "avaśeṣatayā",
            "yataḥ",
            "udaya",
            "astam",
            "ayau",
            "vikṛteḥ",
            "mṛdi",
            "vā",
            "avikṛtāt",
            "ataḥ",
            "ṛṣayaḥ",
            "dadhuḥ",
            "tvayi",
            "manaḥ",
            "vacana",
            "ācaritam",
            "katham",
            "ayathā",
            "bhavanti",
            "bhuvi",
            "datta",
            "padāni",
            "nṛṇām"
        ],
        "translation": "This perceivable world is identified with the Supreme because the Supreme Brahman is the ultimate foundation of all existence, remaining unchanged as all created things are generated from it and at last dissolved into it, just as clay remains unchanged by the products made from it and again merged with it. Thus it is toward You alone that the Vedic sages direct all their thoughts, words and acts. After all, how can the footsteps of men fail to touch the earth on which they live?",
        "purport": " There may be some doubt as to whether the Vedic mantras are unanimous when identifying the Supreme Personality of Godhead. After all, some mantras state, indro yāto ’vasitasya rājā: “Indra is the King of all moving and nonmoving beings” (Ṛg Veda 1.32.15), while others say, agnir mūrdhā divaḥ: “Agni is the chief of the heavens,” and yet other mantras point to different deities as the Absolute. It would seem, then, that the Vedas present a polytheistic world view. Answering this doubt, the Vedas themselves explain in this verse that there can be only one source of universal creation, called Brahman or Bṛhat, “the greatest,” which is the singular truth underlying and pervading all existence. No finite deity like Indra or Agni can fulfill this unique role, nor would the śrutis be so ignorant as to propose such an idea. As indicated here by the word tvayi, Lord Viṣṇu alone is the Absolute Truth. Indra and other demigods may be glorified in various ways, but they possess only those powers Lord Śrī Viṣṇu has granted them. The Vedic sages understand that this entire world — including Indra, Agni, and everything else perceivable by the eyes, ears and other senses — is identical with the one Supreme Truth, the Personality of Godhead, who is called Bṛhat, “the greatest,” because He is avaśeṣa, “the ultimate substance that remains.” From the Lord everything expands at creation, and into Him everything dissolves at annihilation. He exists before and after the material manifestation as the constant basis, known to philosophers as the “ingredient cause,” upādāna. Despite the fact that countless manifestations emanate from Him, the Supreme Lord exists eternally unchanged — an idea the śrutis specifically emphasize here with the word avikṛtāt. The words mṛdi vā (“as in the case of clay”) allude to a famous analogy spoken by Udālaka to his son Śvetaketu in the Chāndogya Upaniṣad (6.4.1): vācārambhanaṁ vikāro nāmadheyaṁ mṛttikety eva satyam. “The objects of the material world exist merely as names, transformations defined by language, whereas the ingredient cause, like the clay from which pots are made, is the actual reality.” A mass of clay is the ingredient cause of various pots, statues and so on, but the clay itself remains in its essence unchanged. Eventually, the pots and other objects will be destroyed and return to the clay from which they came. Similarly, the Supreme Lord is the total ingredient cause, yet He remains eternally untouched by transformation. This is the purport of the statement sarvaṁ khalv idaṁ brahma: “Everything is Brahman.” (Chāndogya Upaniṣad 3.14.1) Wondering at this mystery, the great devotee Gajendra prayed, “Obeisances again and again to You, the source of all creation. You are the inconceivable cause of all causes, and of You there is no other cause.” (Bhāg. 8.3.15) Prakṛti, material nature, is often considered the ingredient cause of creation, in Western science as well as in the Vedas. This does not contradict the higher fact of the Supreme Lord’s being the final cause, since prakṛti is His energy, and is herself subject to change. In Śrīmad-Bhāgavatam (11.24.19), Lord Kṛṣṇa says: “The material universe is real, having prakṛti as its original ingredient and final state. Lord Mahā-Viṣṇu is the resting place of nature, which becomes manifest by the power of time. Thus nature, the almighty Viṣṇu and time are not different from Me, the Supreme Absolute Truth.” Prakṛti, however, undergoes transformation, while her Lord, the supreme puruṣa, does not. Prakṛti is the Personality of Godhead’s external energy, but He has another energy — His internal energy — which is svarūpa-bhūtā, nondifferent from His very essence. The Lord’s internal energy, like Himself, is never subject to material change. Therefore the mantras of the Vedas, along with the ṛṣis who have received these mantras in meditation and transmitted them for the benefit of mankind, direct their attention primarily toward the Personality of Godhead. The Vedic sages direct the activities of their mind and words — that is to say, the inner as well as the literal meaning (abhidhā-vṛtti) of their utterances — first of all toward Him, and only secondarily toward separated transformations of prakṛti, such as Indra and other demigods. Just as a man’s footsteps, whether placed on mud, stone or bricks, cannot fail to touch the surface of the earth, so whatever the Vedas discuss within the realm of material generation, they relate to the Absolute Truth. Mundane literature describes limited phenomena, disregarding the relation of its subjects to the total reality, but the Vedas always focus their perfect vision on the Supreme. As the Chāndogya Upaniṣad affirms in its statements mṛttikety eva satyam and sarvaṁ khalv idaṁ brahma, reality is understood properly when everything is seen to be dependent on Brahman, the Absolute, for its existence. Brahman alone is real, not because nothing we see in this world is real, but because Brahman is the absolute, final cause of everything. Thus the word satyam, as used in the phrase mṛttikety eva satyam, has been defined in another context as “ingredient cause” by no less an authority than Lord Kṛṣṇa Himself: “A material object, itself composed of an essential ingredient, creates another material object through transformation. In this way one created object becomes the cause and basis of another created object. A particular thing may be called real in that it possesses the basic nature of another object that constitutes its cause and original state.” (Bhāg. 11.24.18) Explaining the word Brahman, Śrīla Prabhupāda writes in Kṛṣṇa, the Supreme Personality of Godhead: “The word Brahman indicates the greatest of all and the maintainer of everything. The impersonalists are attracted by the greatness of the sky, but because of their poor fund of knowledge they are not attracted by the greatness of Kṛṣṇa. In our practical life, however, we are attracted by the greatness of a person and not by the greatness of a big mountain. Actually the term Brahman actually applies to Kṛṣṇa only; therefore in the Bhagavad-gītā Arjuna admitted that Lord Kṛṣṇa is the Parabrahman, or the supreme rest of everything. “Kṛṣṇa is the Supreme Brahman because of His unlimited knowledge unlimited potencies, unlimited strength, unlimited influence, unlimited beauty and unlimited renunciation. Therefore the word Brahman can be applied to Kṛṣṇa only. Arjuna affirms that because the impersonal Brahman is the effulgence emanating as rays of Kṛṣṇa’s transcendental body, Kṛṣṇa is the Parabrahman. Everything is resting on Brahman, but Brahman itself is resting on Kṛṣṇa. Therefore Kṛṣṇa is the ultimate Brahman, or Parabrahman. The material elements are accepted as inferior energy of Kṛṣṇa because by their interaction the cosmic manifestation takes place, rests on Kṛṣṇa, and after dissolution again enters into the body of Kṛṣṇa as His subtle energy. Kṛṣṇa is therefore the cause of both manifestation and dissolution.” In summary, Śrīla Śrīdhara Svāmī prays: “The demigods, headed by Śiva, Agni, Sūrya and Indra, and indeed all beings in the universe, do not come into existence independently of You. The mantras of the Vedas, though they speak from various viewpoints, all speak about You, the unborn Lord appearing in numerous forms.”"
    },
    {
        "verse": "16",
        "devanagari": "इति तव सूरयस्‍त्र्यधिपतेऽखिललोकमल-क्षपणकथामृताब्धिमवगाह्य तपांसि जहु: । किमुत पुन: स्वधामविधुताशयकालगुणा:परम भजन्ति ये पदमजस्रसुखानुभवम् ॥ १६ ॥",
        "english_devnagari": "iti tava sūrayas try-adhipate ’khila-loka-mala-kṣapaṇa-kathāmṛtābdhim avagāhya tapāṁsi jahuḥkim uta punaḥ sva-dhāma-vidhutāśaya-kāla-guṇāḥparama bhajanti ye padam ajasra-sukhānubhavam",
        "verse_Syn": [
            "iti",
            "tava",
            "sūrayaḥ",
            "tri",
            "adhipate",
            "akhila",
            "loka",
            "mala",
            "kṣapaṇa",
            "kathā",
            "amṛta",
            "abdhim",
            "avagāhya",
            "tapāṁsi",
            "jahuḥ",
            "kim",
            "uta",
            "punaḥ",
            "sva",
            "dhāma",
            "vidhuta",
            "āśaya",
            "kāla",
            "guṇāḥ",
            "parama",
            "bhajanti",
            "ye",
            "padam",
            "ajasra",
            "sukha",
            "anubhavam"
        ],
        "translation": "Therefore, O master of the three worlds, the wise get rid of all misery by diving deep into the nectarean ocean of topics about You, which washes away all the contamination of the universe. Then what to speak of those who, having by spiritual strength rid their minds of bad habits and freed themselves from time, are able to worship Your true nature, O supreme one, finding within it uninterrupted bliss?",
        "purport": " According to Śrīla Jīva Gosvāmī, in the previous verse those śrutis whose presentation of the Supreme Truth may seem impersonal clarified their true purpose. Now, in the present verse, those who focus exclusively on the divine Personality of Godhead, who speak of His transcendental pastimes, take their turn in praising Him. Because all the Vedas declare the supremacy of the Personality of Godhead as the cause of all causes, discriminating persons should take to His worship. By diving into the ocean of His glories, intelligent devotees help dispel the distress of all souls and loosen their own burning attachment to materialistic life. These advancing devotees gradually give up all material attachment and lose any interest they once had in the troublesome austerities of karma, jñāna and yoga. Beyond these devotees are the sūris, connoisseurs of spiritual truth, who honor the nectarean ocean of the Supreme Lord’s glories by immersing themselves fully within it. These mature devotees of the Supreme Lord achieve unimaginable perfection. The Lord, reciprocating their sincere endeavors, empowers them to realize Him in His personal form. Remembering with rapture the Lord’s intimate pastimes and entourage, they are automatically freed from the last subtle traces of mental contamination and from sensitivity to the unavoidable pains of disease and old age. Referring to the purifying power of devotional service, the śrutis say, tad yathā puṣkara-palāśa āpo na śliṣyante evam evaṁ-vidi pāpaṁ karma na śliṣyate: “Just as water does not adhere to a lotus leaf, so sinful activities do not adhere to one who knows the truth in this way.” The Śatapatha Brāhmaṇa (14.7.28), Taittirīya Brāhmaṇa (3.12.9.8), Bṛhad-āraṇyaka Upaniṣad (4.4.28) and Baudhāyana-dharma-śāstra (2.6.11.30) all concur: na karmaṇā lipyate pāpakena. “One thus avoids becoming tainted by sinful activity.” The Ṛg Veda (1.154.1) refers to the Supreme Lord’s pastimes as follows: viṣṇor nu kaṁ vīryāṇi pravocaṁ yaḥ pārthivāni vimame rajāṁsi. “Only he may fully enunciate the heroic deeds of Lord Viṣṇu who can count all the particles of dust in the world.” Many śruti-mantras glorify devotional service to the Lord, such as eko vaśī sarva-go ye ’nubhajanti dhīrās/ teṣāṁ sukhaṁ śāśvataṁ netareṣām: “He is the one omnipresent Lord and controller; only those wise souls who worship Him obtain eternal happiness, not anyone else.” In this connection Śrīla Śrīdhara Svāmī prays: “Because all the Vedas describe Your transcendental qualities, all thoughtful persons are attracted to hearing and chanting about Your all-auspicious qualities. Thus by remembering Your lotus feet, they are freed from material distress.”"
    },
    {
        "verse": "17",
        "devanagari": "द‍ृतय इव श्वसन्त्यसुभृतो यदि तेऽनुविधामहदहमादयोऽण्डमसृजन् यदनुग्रहत: ।पुरुषविधोऽन्वयोऽत्र चरमोऽन्नमयादिषु य:सदसत: परं त्वमथ यदेष्ववशेषमृतम् ॥ १७ ॥",
        "english_devnagari": "dṛtaya iva śvasanty asu-bhṛto yadi te ’nuvidhāmahad-aham-ādayo ’ṇḍam asṛjan yad-anugrahataḥpuruṣa-vidho ’nvayo ’tra caramo ’nna-mayādiṣu yaḥsad-asataḥ paraṁ tvam atha yad eṣv avaśeṣam ṛtam",
        "verse_Syn": [
            "dṛtayaḥ",
            "iva",
            "śvasanti",
            "asu",
            "bhṛtaḥ",
            "yadi",
            "te",
            "anuvidhāḥ",
            "mahat",
            "aham",
            "ādayaḥ",
            "aṇḍam",
            "asṛjan",
            "yat",
            "anugrahataḥ",
            "puruṣa",
            "vidhaḥ",
            "anvayaḥ",
            "atra",
            "caramaḥ",
            "anna",
            "maya",
            "ādiṣu",
            "yaḥ",
            "sat",
            "asataḥ",
            "param",
            "tvam",
            "atha",
            "yat",
            "eṣu",
            "avaśeṣam",
            "ṛtam"
        ],
        "translation": "Only if they become Your faithful followers are those who breathe actually alive, otherwise their breathing is like that of a bellows. It is by Your mercy alone that the elements, beginning with the mahat-tattva and false ego, created the egg of this universe. Among the manifestations known as anna-maya and so forth, You are the ultimate one, entering within the material coverings along with the living entity and assuming the same forms as those he takes. Distinct from the gross and subtle material manifestations, You are the reality underlying them all.",
        "purport": " Life is without purpose for one who remains ignorant of his most well-wishing benefactor and thus fails to worship Him. Such a person’s breathing is no better than the breathing of a blacksmith’s bellows. The gift of human life is a fortunate opportunity for the conditioned soul, but by turning away from his Lord, the living being commits spiritual suicide. In the words of Śrī Īśopaniṣad (3): “The killer of the soul, whoever he may be, must enter into the planets known as the worlds of the faithless, full of darkness and ignorance.” Asuryāḥ means “to be obtained by demons,” and demons are persons who have no devotion for the Supreme Lord, Viṣṇu. This definition is stated in the Agni Purāṇa: “There are two kinds of created beings in this world, godly and demoniac. Those dedicated to the devotional service of Lord Viṣṇu are godly, and those opposed to such service are demoniac.” Similarly, the Bṛhad-āraṇyaka Upaniṣad (4.4.15) states, na ced avedīn mahatī vinaṣṭiḥ … ye tad vidur amṛtās te bhavanty athetare duḥkham evopayanti: “If one does not come to know the Supreme, he must suffer utter destruction.… Those who realize the Supreme become immortal, but others inevitably suffer.” A person must revive his Kṛṣṇa consciousness to be relieved of the suffering caused by ignorance, but the process by which this is done need not be difficult, as Lord Kṛṣṇa assures us in Bhagavad-gītā (9.34): “Engage your mind in always thinking of Me, become My devotee, offer obeisances to Me and worship Me. Being completely absorbed in Me, surely you will come to Me.” Despite disqualifications and weaknesses, one need only willingly become anuvidha, the Supreme Lord’s trusting and trustworthy servant. The Kaṭha Upaniṣad (2.2.13) proclaims: “Among all the eternal, conscious beings, there is one who supplies the needs of everyone else. The wise souls who worship Him in His abode attain everlasting peace. Others cannot.” What is alive, and what is dead? The bodies and minds of materialistic nondevotees seem to display the symptoms of life, but this appearance is deceptive. Actually, the conditioned soul has little control over his own bodily existence. Against his will, he has to excrete waste, get sick from time to time, and eventually age and die. And in his mind he unwillingly suffers anger, hankering and lamentation. Lord Kṛṣṇa describes this situation as yantrārūḍhāni māyayā (Bg. 18.61), riding helplessly as a passenger in a mechanical vehicle. The soul undoubtedly is alive, and irrevocably so, but in his ignorance that inner life is covered and forgotten. In its place, the automation of the external mind and body carries out the dictates of the modes of nature, which force one to act in a way altogether irrelevant to the dormant needs of the soul. Calling out to the forgetful prisoners of illusion, the Śvetāśvatara Upaniṣad (2.5) urges: “All you sons of immortality, hear, you who once resided in the divine kingdom!” So, on the one hand, what is normally viewed as living — the material body — is in actuality a dead machine being manipulated by the modes of nature. And on the other hand, what the materialist condescendingly views as inert matter meant for exploitation is in its unknown essence connected with a living intelligence vastly more potent than his own. The Vedic civilization recognizes the intelligence behind nature as belonging to demigods who preside over the various elements, and ultimately to the Supreme Lord Himself. Matter, after all, cannot act coherently without the impulse and guidance of a living force. As Kṛṣṇa states in Bhagavad-gītā (9.10): “This material nature, which is one of My energies, is working under My direction, O son of Kuntī, producing all moving and nonmoving beings. Under its rule this manifestation is created and annihilated again and again.” In the beginning of creation, Lord Mahā-Viṣṇu glanced at the dormant material nature, prakṛti. Thus awakened, the subtle prakṛti began to evolve into more concrete forms: first the mahat; then false ego in conjunction with each of prakṛti’s three modes; and gradually the various material elements, including intelligence, mind, the senses and the five physical elements with their presiding demigods. Even after becoming separately manifested, however, the deities responsible for the various elements could not work together to produce the perceptible world until Lord Viṣṇu, by His special mercy, once more intervened. This is described in the Third Canto of Śrīmad-Bhāgavatam (3.5.38-39): “The controlling deities of these physical elements are empowered expansions of Lord Viṣṇu. They are embodied by eternal time under the external energy, and they are His parts and parcels. Because they were entrusted with different functions of universal duties and were unable to perform them, they offered fascinating prayers to the Lord. The demigods said, ‘O Lord, Your lotus feet are like an umbrella for the surrendered souls, protecting them from all the miseries of material existence. All the sages under that shelter throw off all material miseries. We therefore offer our respectful obeisances unto Your lotus feet.’” Hearing the prayers of the assembled demigods of the elements, the Supreme Lord then showed His favor (Bhāg. 3.6.1-3): “The Lord thus heard about the suspension of the progressive creative functions of the universe due to the noncombination of His potencies, such as the mahat-tattva. The Supreme Powerful Lord then simultaneously entered into the twenty-three elements with the goddess Kālī, His external energy, who alone amalgamates all the different elements. Thus when the Personality of Godhead entered into the elements by His energy, all the living entities were enlivened into different activities, just as one is engaged in his work after awakening from sleep.” In Kṛṣṇa, Śrīla Prabhupāda explains the five levels of ego covering the self: “Within the body there are five different departments of existence, known as anna-maya, prāṇa-maya, mano-maya, vijñāna-maya, and at last ānanda-maya. [These are enumerated in the Brahmānanda-vallī of the Taittirīya Upaniṣad.] In the beginning of life, every living entity is food conscious. A child or an animal is satisfied only by getting nice food. This stage of consciousness, in which the goal is to eat sumptuously, is called anna-maya. Anna means ‘food.’ After this one lives in the consciousness of being alive. If one can continue his life without being attacked or destroyed, one thinks himself happy. This stage is called prāṇa-maya, or consciousness of one’s existence. After this stage, when one is situated on the mental platform, that consciousness is called mano-maya. The material civilization is primarily situated in these three stages — annamaya, prāṇa-maya and mano-maya. The first concern of civilized persons is economic development, the next concern is defense against being annihilated, and the next consciousness is mental speculation, the philosophical approach to the values of life. “If by the evolutionary process of philosophical life one happens to reach the platform of intellectual life and understands that he is not this material body but is a spirit soul, he is situated in the vijñāna-maya stage. Then, by evolution of spiritual life, he comes to understand the Supreme Lord, or the Supreme Soul. When one develops his relationship with Him and executes devotional service, that stage of life is called Kṛṣṇa consciousness, the ānanda-maya stage. Ānanda-maya is the blissful life of knowledge and eternity. As it is said in the Vedānta-sūtra, ānanda-mayo ’bhyāsāt. The Supreme Brahman and the subordinate Brahman, or the Supreme Personality of Godhead and the living entities, are both joyful by nature. As long as the living entities are situated in the lower four stages of life — anna-maya, prāṇa-maya, mano-maya and vijñāna-maya — they are considered to be in the material condition of life, but as soon as one reaches the stage of ānanda-maya, he becomes a liberated soul. This ānanda-maya stage is explained in the Bhagavad-gītā as the brahma-bhūta stage. There it is said that in the brahma-bhūta stage of life there is no anxiety and no hankering. This stage begins when one becomes equally disposed toward all living entities, and it then expands to the stage of Kṛṣṇa consciousness, in which one hankers to render service unto the Supreme Personality of Godhead. This hankering for advancement in devotional service is not the same as hankering for sense gratification in material existence. In other words, hankering remains in spiritual life, but it becomes purified. When our senses are purified, they become freed from all material stages, namely anna-maya, prāṇa-maya, mano-maya and vijñāna-maya, and they become situated in the highest stage — ānanda-maya, or blissful life in Kṛṣṇa consciousness. “The Māyāvādī philosophers consider ānanda-maya to be the state of being merged in the Supreme. To them, ānanda-maya means that the Supersoul and the individual soul become one. But the real fact is that oneness does not mean merging into the Supreme and losing one’s own individual existence. Merging into the spiritual existence is the living entity’s realization of qualitative oneness with the Supreme Lord in His aspects of eternity and knowledge. But the actual ānanda-maya (blissful) stage is attained when one is engaged in devotional service. That is confirmed in the Bhagavad-gītā: mad-bhaktiṁ labhate parām. The brahma-bhūta ānanda-maya stage is complete only when there is the exchange of love between the Supreme and the subordinate living entities. Unless one comes to this ānanda-maya stage of life, his breathing is like the breathing of a bellows in a blacksmith’s shop, his duration of life is like that of a tree, and he is no better than the lower animals like the camels, hogs and dogs.” In accompanying the jīva within the coverings of Māyā, the Paramātmā is not bound by karmic entanglement as the jīva is. Rather, the Supreme Soul’s connection with these coverings is like the apparent connection between the moon and some tree branches it is seen through. The Supersoul is sad-asataḥ param, always transcendental to the subtle and gross manifestations of anna-maya and so on, although He enters among them as the sanctioning witness of all activities. As their final cause, the Supersoul is in one sense identical with the manifest products of creation, but in His original identity (svarūpa) He remains distinct. In this second sense He is the ānanda-maya alone, the last of the five kośas. Therefore the śrutis address Him here as avaśeṣam, the residual essence. This is also expressed in the text of the Taittirīya Upaniṣad (2.7): raso vai saḥ. Within His personal essence, the Supreme Lord enjoys rasa, the reciprocation of the mellows of devotional service, and integral to the play of rasas is the participation of realized jīvas. Raso vai saḥ rasam hy evāyaṁ labdhvānandī bhavati: “He is the embodiment of rasa, and the jīva who realizes this rasa becomes fully ecstatic.” Or in the words of the personified Vedas praying in this verse, the Supersoul is ṛtam, which Śrīla Viśvanātha Cakravartī interprets as here meaning “realized by great sages.” In the opinion of Śrīla Viśvanātha Cakravartī, the last word of all authoritative scripture (sarvāntima-śruti) is contained in the aphorism raso vai saḥ, which is demonstrably a reference to Lord Śrī Kṛṣṇa as the infinitely expanding embodiment of divine pleasure (sarva-bṛhattamānanda). The Gopāla-tāpanī śruti (Uttara 96) states, yo ’sau jāgrat-svapna-suṣuptim atītya turyātīto gopālaḥ: “Lord Kṛṣṇa, the cowherd, transcends not only the material consciousness of wakefulness, dream and deep sleep, but also the fourth realm of pure, spiritual awareness.” The ānanda-maya Supersoul is simply an aspect of the primeval Lord Govinda, as declared by Him, viṣṭabhyāham idaṁ kṛtsnam ekāṁśena sthito jagat: “With a single fragment of Myself I pervade and support this entire universe.” (Bg. 10.42) The śrutis thus tactfully assert that even among the various personal forms of Godhead, Kṛṣṇa is supreme. Understanding this, Nārada Muni will later offer obeisances to Lord Kṛṣṇa in the words namas tasmai bhagavate kṛṣṇāyāmala-kīrtaye (text 46), even though He is standing in front of Lord Nārāyaṇa Ṛṣi. Śrīla Śrīdhara Svāmī concludes his comments on this verse by praying, “O Lord Narahari, persons who have attained this human form live uselessly, merely breathing like bellows, if they fail to worship You by hearing about You, chanting Your glories, remembering You and performing the other devotional practices.”"
    },
    {
        "verse": "18",
        "devanagari": "उदरमुपासते य ऋषिवर्त्मसु कूर्पद‍ृश:परिसरपद्धतिं हृदयमारुणयो दहरम् ।तत उदगादनन्त तव धाम शिर: परमंपुनरिह यत् समेत्य न पतन्ति कृतान्तमुखे ॥ १८ ॥",
        "english_devnagari": "udaram upāsate ya ṛṣi-vartmasu kūrpa-dṛśaḥparisara-paddhatiṁ hṛdayam āruṇayo daharamtata udagād ananta tava dhāma śiraḥ paramaṁpunar iha yat sametya na patanti kṛtānta-mukhe",
        "verse_Syn": [
            "udaram",
            "upāsate",
            "ye",
            "ṛṣi",
            "vartmasu",
            "kūrpa",
            "dṛśaḥ",
            "parisara",
            "paddhatim",
            "hṛdayam",
            "āruṇayaḥ",
            "daharam",
            "tataḥ",
            "udagāt",
            "ananta",
            "tava",
            "dhāma",
            "śiraḥ",
            "paramam",
            "punaḥ",
            "iha",
            "yat",
            "sametya",
            "na",
            "patanti",
            "kṛta",
            "anta",
            "mukhe"
        ],
        "translation": "Among the followers of the methods set forth by great sages, those with less refined vision worship the Supreme as present in the region of the abdomen, while the Āruṇis worship Him as present in the heart, in the subtle center from which all the prāṇic channels emanate. From there, O unlimited Lord, these worshipers raise their consciousness upward to the top of the head, where they can perceive You directly. Then, passing through the top of the head toward the supreme destination, they reach that place from which they will never again fall to this world, into the mouth of death.",
        "purport": " Here the śrutis who teach meditational yoga glorify the Personality of Godhead. The various processes of yoga are for the most part gradual and full of opportunities for distraction. Authentic methods of yoga, nonetheless, all aim at meditation on the Supersoul (Paramātmā), whose primary residence is in the region of the heart, alongside the jīva soul. This manifestation of Paramātmā in the heart is very subtle and difficult to perceive (daharam), and thus only advanced yogīs can realize Him there. Neophyte meditators often practice focusing on the Supersoul’s secondary presence in one of the lower centers of vital energy, such as the mūlādhāra-cakra, at the base of the spine, the svādhiṣṭhāna-cakra, in the area of the navel, or the maṇipūra-cakra, in the abdomen. Lord Kṛṣṇa refers to His expansion as Paramātmā in the abdominal cakra as follows: “I am the fire of digestion in the bodies of all living entities, and I join with the air of life, outgoing and incoming, to digest the four kinds of food.” (Bg. 15.14) Lord Vaiśvānara presides over digestion and in general bestows the capacity of mobility on animals, humans and demigods. In the judgment of the śrutis speaking this verse, those who limit their meditation to this form of the Lord are less intelligent, kūrpa-dṛśaḥ, meaning literally “having eyes clouded by dust.” The superior yogīs known as Āruṇis, on the other hand, worship the Supersoul in His form as the indwelling companion of the jīva in the heart, the Lord who endows His dependent with the power of knowledge and inspires him with all varieties of practical intelligence. And just as the physical heart is the center of blood circulation, so the subtle heartcakra is the crossroads of numerous channels of prāṇa, called nāḍīs, which extend outward to all parts of the body. When these passageways have been sufficiently purified, the Āruṇi yogīs can leave the heart region and go upward to the cakra at the roof of the brain. Yogīs who leave their bodies through this cakra, the brahma-randhra, go directly to the kingdom of God, from which they need never return to be reborn. Thus even the unsure process of meditational yoga can bear the fruit of pure devotion if it is followed perfectly. Śrīla Viśvanātha Cakravartī Ṭhākura cites several śruti-mantras that echo the words of this verse: udaraṁ brahmeti śārkarākṣā upāsate hṛdayaṁ brahmeti āruṇayo brahmā haivaitā ita ūrdhvaṁ tv evodasarpat tac-chiro ’śrayate. “Those whose vision is clouded identify Brahman with the abdomen, while the Āruṇis worship Brahman in the heart. One who is truly Brahman-realized travels upward from the heart to take shelter of the Lord who is manifested at the top of the head.” “There are one hundred and one subtle prāṇic channels emanating from the heart. One of these — the suṣumṇā — extends to the top of the head. By passing up through this channel, one transcends death. The other channels lead in all directions, to various kinds of rebirth.” (Chāndogya Upaniṣad 8.6.6) The Upaniṣads refer repeatedly to the indwelling Paramātmā. Śrī Śvetāśvatara Upaniṣad (3.12-13) describes Him as follows: “The Supreme Personality of Godhead becomes the Puruṣa to initiate the expansion of this cosmos. He is the perfectly pure goal that yogīs strive to reach, the effulgent and infallible ultimate controller. Measuring the size of a thumb, the Puruṣa is always present as the Supersoul within the hearts of all living beings. By exercising proper intelligence, one can realize Him within the heart; those who learn this method will gain immortality.” In conclusion, Śrīla Śrīdhara Svāmī prays: “Let us worship the Supreme Lord, who resides in the heart. When mortal beings think of Him by the standard procedures established by great sages, meditating upon Him in His expansions in the abdomen and other regions of the body, the Lord reciprocates by destroying all fear of death.”"
    },
    {
        "verse": "19",
        "devanagari": "स्वकृतविचित्रयोनिषु विशन्निव हेतुतयातरतमतश्चकास्स्यनलवत् स्वकृतानुकृति: ।अथ वितथास्वमूष्ववितथं तव धाम समंविरजधियोऽनुयन्त्यभिविपण्यव एकरसम् ॥ १९ ॥",
        "english_devnagari": "sva-kṛta-vicitra-yoniṣu viśann iva hetutayātaratamataś cakāssy anala-vat sva-kṛtānukṛtiḥatha vitathāsv amūṣv avitathāṁ tava dhāma samaṁviraja-dhiyo ’nuyanty abhivipaṇyava eka-rasam",
        "verse_Syn": [
            "sva",
            "kṛta",
            "vicitra",
            "yoniṣu",
            "viśan",
            "iva",
            "hetutayā",
            "taratamataḥ",
            "cakāssi",
            "anala",
            "vat",
            "sva",
            "kṛta",
            "anukṛtiḥ",
            "atha",
            "vitathāsu",
            "amūṣu",
            "avitatham",
            "tava",
            "dhāma",
            "samam",
            "viraja",
            "dhiyaḥ",
            "anuyanti",
            "abhivipaṇyavaḥ",
            "eka",
            "rasam"
        ],
        "translation": "Apparently entering among the variegated species of living beings You have created, You inspire them to act, manifesting Yourself according to their higher and lower positions, just as fire manifests differently according to the shape of what it burns. Therefore those of spotless intelligence, who are altogether free from material attachments, realize Your undifferentiated, unchanging Self to be the permanent reality among all these impermanent life forms.",
        "purport": " Hearing these prayers of the personified Vedas, in which the śrutis describe the Supersoul as entering countless varieties of material bodies, a critic may question how the Supreme can do this without becoming limited. Indeed, proponents of Advaita philosophy see no essential distinction between the Supreme Soul and His creation. In the impersonalists’ conception, the Absolute has inexplicably gotten itself entrapped by illusion and has thus become first a personal God and then the demigods, humans, animals, plants and finally matter. Śaṅkarācārya and his followers take great pains to cite Vedic evidence to support this theory of how illusion is imposed on the Absolute. But speaking for themselves, the Vedas here answer this objection and refuse to lend their authority to Māyāvāda impersonalism. The process of creation is technically called sṛṣṭi, “sending forth.” The Supreme Lord sends forth His variegated energies, and these partake of His nature while remaining distinct from Him. This fact is expressed in the true Vedic philosophy of acintya-bhedābheda, the inconceivable, simultaneous oneness and difference of the Supreme Lord and His energies. Thus although each of the multitude of individual souls is a distinct entity, all souls consist of the same spiritual substance as the Supreme. Since they partake of the Supreme Lord’s spiritual essence, the jīvas are unborn and eternal, just as He is. Lord Kṛṣṇa, speaking to Arjuna on the Battlefield of Kurukṣetra, confirms this: “Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be.” (Bg. 2.12) Material creation is a special arrangement for those jīvas who choose to separate themselves from the Supreme Lord’s service, and thus the creation involves producing an imitation world where they can try to be independent. After creating the many species of material life, the Supreme Lord expands into His own creation as the Supersoul in order to provide the intelligence and inspiration every living being needs for his day-to-day existence. As stated in the Taittirīya Upaniṣad (2.6.2), tat sṛṣṭvā tad evānuprāviśat: “After creating this world, He then entered within it.” The Lord enters the material world, however, without forming any binding connection to it; this the śrutis here declare by the phrase viśann iva, “only seeming to enter.” Taratamataś cakāssi means that the Paramātmā enters the body of every living being, from the great demigod Brahmā down to the insignificant germ, and exhibits differing degrees of His potency according to each soul’s capacity for enlightenment. Analavat sva-kṛtānukṛtiḥ: Just as fire ignited in several objects burns according to the different forms of those objects, so the Supreme Soul, entering the bodies of all living creatures, illuminates the consciousness of each conditioned soul according to his individual capacity. Even in the midst of material creation and destruction, the Lord of all creatures remains eternally unchanged, as expressed here by the word eka-rasam. In other words, the Lord eternally maintains His personal form of immeasurable, unalloyed spiritual pleasure. The rare living beings who completely (abhitas) disengage themselves from material dealings, or paṇa (thereby becoming abhivipaṇyavaḥ), come to know the Supreme Lord as He is. Every intelligent person should follow the example of these great souls and beg from them the chance to also be engaged in the Supreme Lord’s devotional service. This prayer is recited by śrutis whose mood is similar to that expressed in the following mantra of the Śvetāśvatara Upaniṣad (6.11): “The one Supreme Lord lives hidden inside all created things. He pervades all matter and sits within the hearts of all living beings. As the indwelling Supersoul, He supervises their material activities. Thus, while having no material qualities Himself, He is the unique witness and giver of consciousness.” Śrīla Śrīdhara Svāmī submits his own prayer: “Let us worship the Supreme Lord, who enters the products of His own creation yet remains aloof from their superior and inferior material gradations. He is the pure, undifferentiated existence pervading everything.”"
    },
    {
        "verse": "20",
        "devanagari": "स्वकृतपुरेष्वमीष्वबहिरन्तरसंवरणंतव पुरुषं वदन्त्यखिलशक्तिधृतोंऽशकृतम् ।इति नृगतिं विविच्य कवयो निगमावपनंभवत उपासतेऽङ्‍‍घ्रिमभवं भुवि विश्वसिता: ॥ २० ॥",
        "english_devnagari": "sva-kṛta-pureṣv amīṣv abahir-antara-saṁvaraṇaṁtava puruṣaṁ vadanty akhila-śakti-dhṛto ’ṁśa-kṛtamiti nṛ-gatiṁ vivicya kavayo nigamāvapanaṁbhavata upāsate ’ṅghrim abhavam bhuvi viśvasitāḥ",
        "verse_Syn": [
            "sva",
            "kṛta",
            "pureṣu",
            "amīṣu",
            "abahiḥ",
            "antara",
            "saṁvaraṇam",
            "tava",
            "puruṣam",
            "vadanti",
            "akhila",
            "śakti",
            "dhṛtaḥ",
            "aṁśa",
            "kṛtam",
            "iti",
            "nṛ",
            "gatim",
            "vivicya",
            "kavayaḥ",
            "nigama",
            "āvapanam",
            "bhavataḥ",
            "upāsate",
            "aṅghrim",
            "abhavam",
            "bhuvi",
            "viśvasitāḥ"
        ],
        "translation": "The individual living entity, while inhabiting the material bodies he has created for himself by his karma, actually remains uncovered by either gross or subtle matter. This is so because, as the Vedas describe, he is part and parcel of You, the possessor of all potencies. Having determined this to be the status of the living entity, learned sages become imbued with faith and worship Your lotus feet, to which all Vedic sacrifices in this world are offered, and which are the source of liberation.",
        "purport": " Not only does the Supreme Lord remain totally uncontaminated when He resides within the material bodies of the conditioned souls, but even the infinitesimal jīva souls are never directly touched by the coverings of ignorance and lust they acquire while passing through repeated cycles of birth and death. Thus the Taittirīya Upaniṣad (3.10.5) proclaims, sa yaś cāyaṁ puruṣe yaś cāsāv āditye sa ekaḥ: “The soul of the embodied living being is one with Him who stands within the sun.” Similarly, the Chāndogya Upaniṣad (6.8.7) teaches, tat tvam asi: “You are nondifferent from that Supreme Truth.” In this prayer, the personified Vedas refer to the finite enjoyer of material bodies (the jīva soul) as an expansion of the transcendental reservoir of all potencies, the Supreme Lord. The term aṁśa-kṛtam, “made as His portion,” must be properly understood, however, in this context. The jīva is not created at any time, nor is he the same kind of expansion of the Lord as the omnipotent viṣṇu-tattva expansions. The Supreme Soul is the proper object of all worship, and the subordinate jīva soul is meant to be His worshiper. The Supreme Lord enacts His pastimes by showing Himself in innumerable aspects of His personality, whereas the jīva is forced to change bodies whenever his accumulated karmic reactions so dictate. According to Śrī Nārada Pañcarātra: “The marginal potency, who is spiritual by nature, who emanates from the self-cognizant saṁvit energy, and who becomes tainted by his attachment to the modes of material nature, is called the jīva.” Although the jīva soul is also an expansion of Lord Kṛṣṇa, he is distinguished from Kṛṣṇa’s independent Viṣṇu expansions by his constitutional position on the margin between spirit and matter. As the Mahāvarāha Purāṇa explains, “The Supreme Lord is known in two ways: in terms of His plenary expansions and His separated expansions. Between the plenary expansions and Their source of expansion there is never any essential difference in terms of either Their capabilities, forms or situations. The separated expansions, on the other hand, possess only minute potency, being endowed only to a small extent with the Lord’s powers.” The conditioned soul in this world appears as if covered by matter, internally as well as externally. Externally, gross matter surrounds him in the forms of his body and environment, while internally desire and aversion impinge upon his consciousness. But from the transcendental perspective of realized sages, both kinds of material covering are insubstantial. By logically eliminating all material identities, which are misconceptions based on the soul’s gross and subtle coverings, a thoughtful person can determine that the soul is nothing material. Rather, he is a pure spark of divine spirit, a servant of the Supreme Godhead. Understanding this, one should worship the Supreme Lord’s lotus feet; such worship is the fully bloomed flower of the tree of Vedic rituals. One’s realization of the splendor of the Lord’s lotus feet, gradually nourished by the offering of Vedic sacrifices, automatically bears the fruits of liberation from material existence and irrevocable faith in the Lord’s mercy. One can accomplish all this while still living in the material world. As Lord Kṛṣṇa states in the Gopāla-tāpanī Upaniṣad (Uttara 47): “One who worships Me in My Deity form while living in the district of Mathurā or, indeed, anywhere in Jambūdvīpa, becomes most dear to Me in this world.” Śrīla Śrīdhara Svāmī prays: “My Lord, please free me, Your partial expansion, from the bondage created by Your Māyā. Please do this, O abode of supreme bliss, by directing me to the service of Your feet.”"
    },
    {
        "verse": "21",
        "devanagari": "दुरवगमात्मतत्त्वनिगमाय तवात्ततनो-श्चरितमहामृताब्धिपरिवर्तपरिश्रमणा: ।न परिलषन्ति केचिदपवर्गमपीश्वर तेचरणसरोजहंसकुलसङ्गविसृष्टगृहा: ॥ २१ ॥",
        "english_devnagari": "duravagamātma-tattva-nigamāya tavātta-tanoś carita-mahāmṛtābdhi-parivarta-pariśramaṇāḥna parilaṣanti kecid apavargam apīśvara te caraṇa-saroja-haṁsa-kula-saṅga-visṛṣṭa-gṛhāḥ",
        "verse_Syn": [
            "duravagama",
            "ātma",
            "tattva",
            "nigamāya",
            "tava",
            "ātta",
            "tanoḥ",
            "carita",
            "mahā",
            "amṛta",
            "abdhi",
            "parivarta",
            "pariśramaṇāḥ",
            "na",
            "parilaṣanti",
            "kecit",
            "apavargam",
            "api",
            "īśvara",
            "te",
            "caraṇa",
            "saroja",
            "haṁsa",
            "kula",
            "saṅga",
            "visṛṣṭa",
            "gṛhāḥ"
        ],
        "translation": "My Lord, some fortunate souls have gotten relief from the fatigue of material life by diving into the vast nectar ocean of Your pastimes, which You enact when You manifest Your personal forms to propagate the unfathomable science of the self. These rare souls, indifferent even to liberation, renounce the happiness of home and family because of their association with devotees who are like flocks of swans enjoying at the lotus of Your feet.",
        "purport": " Ritualistic brāhmaṇas (smārtas) and impersonalists (Māyāvādīs) always try to relegate the process of bhakti-yoga to a relative or minor role. They say that devotion to the Personality of Godhead is for sentimental persons who lack the maturity to observe strict rituals or pursue the rigorous culture of knowledge. In this verse, however, the personified Vedas most emphatically declare the superexcellence of devotional service, clearly identifying it with ātma-tattva, the science of the self that impersonalists so proudly claim as their own domain. Śrīla Jīva Gosvāmī here defines ātma-tattva as the confidential mystery of the Supreme Lord’s personal forms, qualities and pastimes. He also gives a second meaning for the phrase ātta-tanoḥ. Instead of meaning “who assumes various bodies,” the phrase can also mean “He who attracts everyone to His transcendental body.” The pastimes of Lord Kṛṣṇa and His various expansions and incarnations are an unfathomable ocean of enjoyment. When a person comes to the point of complete exhaustion in his materialistic pursuits — whether he has been searching after material success or some impersonal notion of spiritual annihilation — he can gain relief by submerging himself in this nectar. As Śrīla Rūpa Gosvāmī explains in his textbook on the science of bhakti-yoga, Śrī Bhakti-rasāmṛta-sindhu (rendered into English by Śrīla Prabhupāda as The Nectar of Devotion), one who tastes even a single drop of this vast ocean will forever lose all desire for anything else. Giving an alternative interpretation of the word pariśramaṇāḥ, Śrīla Viśvanātha Cakravartī comments that although the devotees of the Lord become fatigued after repeatedly diving into the endless waves and undercurrents in the ocean of the Lord’s pleasure pastimes, these devotees never desire any happiness other than the Lord’s service, even the happiness of liberation. Rather, their very fatigue becomes pleasure for them, just as the fatigue produced by sex indulgence is pleasurable to those addicted to sex. The Supreme Lord’s pure devotees become enthused by hearing the charming narrations of His pastimes and feel impelled to dance, sing, shout out loud, kick their heels together, faint, sob and run about like madmen. Thus they become too absorbed in ecstasy to notice any bodily discomfort. Pure Vaiṣṇavas do not want even liberation, what to speak of other desirable goals, such as an exalted position as ruler of the heavenly planets. This degree of exclusive dedication is admittedly only rarely achieved in this world, as the śrutis speaking this verse indicate by the word kecit (“a few”). Not only do pure devotees abandon their hankering for future gain, but they also lose all their attraction for what they already possess — the common comforts of home and family life. The association of saintly Vaiṣṇavas — the disciplic succession of masters, disciples and granddisciples — becomes for them their real family, filled with swanlike personalities like Śrī Śukadeva Gosvāmī. These great personalities always drink the sweet nectar of service to the Supreme Lord’s lotus feet. Many mantras of the Upaniṣads and other śrutis openly declare devotional service to be superior to liberation itself. In the words of the Nṛsiṁha-pūrva-tāpanī Upaniṣad, yaṁ sarve vedā namanti mumukṣavo brahma-vādinaś ca: “To Him all the Vedas, all seekers of liberation and all students of the Absolute Truth offer their obeisances.” Commenting on this mantra, Śrī Śaṅkarācārya admits, muktā api līlayā vigrahaṁ kṛtvā bhajanti: “Even liberated souls take pleasure in establishing the Supreme Lord’s Deity and worshiping Him.” The great rival of Ācārya Śaṅkara, Śrīla Madhvācārya Ānandatīrtha, cites his own favorite śruti-mantras in this regard, such as muktā hy etam upāsate, muktānām api bhaktir hi paramānanda-rūpiṇī: “Even those who are liberated worship Him, and even for them devotional service is the embodiment of supreme bliss”; and amṛtasya dhārā bahudhā dohamānaṁ/ caraṇaṁ no loke su-dhitāṁ dadhātu/ oṁ tat sat: “May His feet, which bountifully pour forth floods of nectar, bestow wisdom upon us who are living in this world.” In summary, Śrīla Śrīdhara Svāmī prays: “Those rare, fortunate souls who derive great delight by sporting in the nectar ocean of topics about You consider the four great goals of life [religiosity, economic development, sense gratification and liberation] to be no more important than a blade of grass.”"
    },
    {
        "verse": "22",
        "devanagari": "त्वदनुपथं कुलायमिदमात्मसुहृत्प्रियव-च्चरति तथोन्मुखे त्वयि हिते प्रिय आत्मनि च ।न बत रमन्त्यहो असदुपासनयात्महनोयदनुशया भ्रमन्त्युरुभये कुशरीरभृत: ॥ २२ ॥",
        "english_devnagari": "tvad-anupathaṁ kulāyam idam ātma-suhṛt-priya-vaccarati tathonmukhe tvayi hite priya ātmani cana bata ramanty aho asad-upāsanayātma-hanoyad-anuśayā bhramanty uru-bhaye ku-śarīra-bhṛtaḥ",
        "verse_Syn": [
            "tvat",
            "anupatham",
            "kulāyam",
            "idam",
            "ātma",
            "suhṛt",
            "priya",
            "vat",
            "carati",
            "tathā",
            "unmukhe",
            "tvayi",
            "hite",
            "priye",
            "ātmani",
            "ca",
            "na",
            "bata",
            "ramanti",
            "aho",
            "asat",
            "upāsanayā",
            "ātma",
            "hanaḥ",
            "yat",
            "anuśayāḥ",
            "bhramanti",
            "uru",
            "bhaye",
            "ku",
            "śarīra",
            "bhṛtaḥ"
        ],
        "translation": "When this human body is used for Your devotional service, it acts as one’s self, friend and beloved. But unfortunately, although You always show mercy to the conditioned souls and affectionately help them in every way, and although You are their true Self, people in general fail to delight in You. Instead they commit spiritual suicide by worshiping illusion. Alas, because they persistently hope for success in their devotion to the unreal, they continue to wander about this greatly fearful world, assuming various degraded bodies.",
        "purport": " The Vedas have strong words for those who choose to remain in illusion rather than serve the all-merciful Personality of Godhead. The Bṛhad-āraṇyaka Upaniṣad (4.3.15) states, ārāmam asya paśyanti na taṁ paśyati kaścana; na tam vidātha ya imā jajānānyad yuṣmākam antaram babhūva; nīhāreṇa prāvṛtā jalpyā cāsu-tṛpa uktha-śāsaś caranti: “Everyone can see the place where the Lord manifested Himself in this world for His own pleasure, but still no one sees Him. None of you know Him who generated all these living beings, and thus there is a great difference between your vision and His. Covered by the fog of illusion, you performers of Vedic rituals indulge in useless talk and live only to gratify your senses.” The Supreme Lord pervades this universe, as He says in the Bhagavad-gītā (9.4), mayā tataṁ idaṁ sarvaṁ jagat. Nothing in this world, not even the most insignificant clay pot or shred of cloth, is devoid of the presence of the Personality of Godhead. But because He keeps Himself invisible to envious eyes (avyakta-mūrtinā), materialists are misled by His material energy and think that the source of material creation is a combination of atoms and physical forces. Displaying their compassion for such foolish materialists, the personified Vedas advise them in this prayer to remember the real purpose for which they exist: to serve the Lord, their greatest well-wisher, with loving devotion. The human body is the ideal facility for reviving one’s spiritual consciousness; its organs — ears, tongue, eyes and so on — are quite suitable for hearing about the Lord, chanting His glories, worshiping Him and performing all the other essential aspects of devotional service. One’s material body is destined to remain intact for only a short time, and so it is called kulāyam, subject to “dissolving into the earth” (kau līyate). Nonetheless, if properly utilized it can be one’s best friend. When one is immersed in material consciousness, however, the body becomes a false friend, distracting the bewildered living entity from his true self-interest. Persons too much infatuated with their own bodies and those of their spouses, children, pets and so on are in fact misdirecting their devotion to the worship of illusion, asad-upāsanā. In this way, as the śrutis state here, such people commit spiritual suicide, insuring future punishment for failing to carry out the higher responsibilities of human existence. As the Īśopaniṣad (3) declares: “The killer of the soul, whoever he may be, must enter into the planets known as the worlds of the faithless, full of darkness and ignorance.” Those who are overly attached to sense gratification, or who worship the impermanent in the form of false, materialistic scriptures and philosophies, maintain desires that carry them into more degraded bodies in each successive life. Since they are entrapped in the perpetually rotating cycle of saṁsāra, their only hope for salvation is getting a chance to hear the merciful instructions spoken by the Supreme Lord’s devotees. Śrīla Śrīdhara Svāmī prays: “When will I receive a human birth in which my mind may take pleasure in You, who are the Supreme Soul and Lord of the universe?”"
    },
    {
        "verse": "23",
        "devanagari": "निभृतमरुन्मनोऽक्षद‍ृढयोगयुजो हृदि य-न्मुनय उपासते तदरयोऽपि ययु: स्मरणात् ।स्‍त्रिय उरगेन्द्रभोगभुजदण्डविषक्तधियोवयमपि ते समा: समद‍ृशोऽङ्‍‍घ्रिसरोजसुधा: ॥ २३ ॥",
        "english_devnagari": "nibhṛta-marun-mano-’kṣa-dṛḍha-yoga-yujo hṛdi yanmunaya upāsate tad arayo ’pi yayuḥ smaraṇātstriya uragendra-bhoga-bhuja-daṇḍa-viṣakta-dhiyovayam api te samāḥ sama-dṛśo ’ṅghri-saroja-sudhāḥ",
        "verse_Syn": [
            "nibhṛta",
            "marut",
            "manaḥ",
            "akṣa",
            "dṛḍha",
            "yoga",
            "yujaḥ",
            "hṛdi",
            "yat",
            "munayaḥ",
            "upāsate",
            "tat",
            "arayaḥ",
            "api",
            "yayuḥ",
            "smaraṇāt",
            "striyaḥ",
            "uraga",
            "indra",
            "bhoga",
            "bhuja",
            "daṇḍa",
            "viṣakta",
            "dhiyaḥ",
            "vayam",
            "api",
            "te",
            "samāḥ",
            "sama",
            "dṛśaḥ",
            "aṅghri",
            "saroja",
            "sudhāḥ"
        ],
        "translation": "Simply by constantly thinking of Him, the enemies of the Lord attained the same Supreme Truth whom sages fixed in yoga worship by controlling their breath, mind and senses. Similarly, we śrutis, who generally see You as all-pervading, will achieve the same nectar from Your lotus feet that Your consorts are able to relish because of their loving attraction to Your mighty, serpentine arms, for You look upon us and Your consorts in the same way.",
        "purport": " According to Ācārya Śrī Jīva Gosvāmī, the few śrutis — such as the Gopāla-tāpanī Upaniṣad — who identify the cowherd boy Kṛṣṇa with absolute Brahman in its highest aspect had so far been patiently waiting for their turn to speak. But after hearing the other śrutis offer prayers openly glorifying the Lord’s personality, these intimate śrutis could no longer contain themselves, and so they spoke out of turn in this verse. Followers of the path of mystic yoga subdue their senses and minds by practicing breath control and severe austerities. If they succeed in thoroughly purifying themselves by this regimen, they may eventually begin to realize the Paramātmā, the personal form of Brahman within the heart. And if they continue this meditation without deviation for a long time, they may in the end come to the point of true God consciousness. But the same objective achieved in this difficult and uncertain way was also attained by the demons who were killed by Lord Kṛṣṇa during His pastimes on the earth. Obsessed with enmity toward Him, demons like Kaṁsa and Śiśupāla quickly obtained the perfection of liberation simply by His killing them. Speaking for themselves, however, the personified Vedas here state that they would prefer to develop love of Godhead by learning to emulate the favorable surrender of Lord Kṛṣṇa’s confidential devotees, especially the young gopīs of Vraja. Though they appeared to be simple women attracted conjugally to the Lord’s physical beauty and strength, the goddesses of Vraja exhibited the highest perfection of meditation. The śrutis wish to become just like them. In this regard, Lord Brahmā relates the following historical account in the supplement to the Bṛhad-vāmana Purāṇa: “The infinite world of spiritual bliss is called Vaikuṇṭha. There the Supreme Truth lives, being glorified by the personified Vedas, who are also present there.” “Once, after the Vedas had elaborately praised Him, the Lord felt especially satisfied and spoke to them in a voice whose source remained invisible: ‘My dear sages, I am very satisfied with you. Please ask of Me some benediction that you secretly desire.’” “The śrutis replied, ‘We have developed the desire to become like the cowherd women of the mortal world who, inspired by lust, worship You in the mood of a lover.’” “The Lord then said, ‘This desire of Yours is difficult to fulfill. Indeed, it is almost impossible. But since I am sanctioning it, your wish must inevitably come true.’” “‘When the next Brahmā takes birth to faithfully execute his duties of creation, and when the day of his life called the Sārasvata-kalpa arrives, you will all appear in Vraja as gopīs.’” “‘On the earth, in the land of Bhārata, in My own district of Mathurā, in the forest of Vṛndāvana, I will become your beloved in the circle of the rāsa dance.’” “‘Thus obtaining Me as your paramour, you will all gain the most exalted and steadfast pure love for Me, and in this way you will fulfill all your ambitions.’” “Lord Brahmā said: After hearing these words, the śrutis meditated on the Personality of Godhead’s beauty for a long time. When the designated time ultimately arrived, they became gopīs and obtained the association of Kṛṣṇa.” A similar account can be found in the Sṛṣṭi-khaṇḍa of the Padma Purāṇa, which describes how the Gāyatrī mantra also became a gopī. Regarding the development of bhakti, Lord Kṛṣṇa further states in the Gopāla-tāpanī Upaniṣad (Uttara 4), apūtaḥ pūto bhavati yaṁ māṁ smṛtvā, avratī vratī bhavati yaṁ māṁ smṛtvā, niṣkāmaḥ sa-kāmo bhavati yaṁ māṁ smṛtvā, aśrotrī śrotrī bhavati yaṁ māṁ smṛtvā: “By remembering Me, one who is impure becomes pure. By remembering Me, one who follows no vows becomes a strict follower of vows. By remembering Me, one who is desireless develops desires [to serve Me]. By remembering Me, one who has studied no Vedic mantras becomes an expert knower of the Vedas.” The Bṛhad-āraṇyaka Upaniṣad (4.5.6) refers to the gradual steps in the process of becoming Kṛṣṇa conscious: Ātmā vā are draṣṭavyaḥ śrotavyo mantavyo nididhyāsitavyaḥ. “It is the Self which must be observed, heard about, thought of and meditated upon with fixed concentration.” The idea here is that one should realize the Supreme Self as directly visible in His full personality by the following means: First one should hear the instructions of a qualified representative of the Paramātmā and take the words of such a spiritual master into one’s heart by offering him humble service and striving in all ways to please him. One should then ponder the divine message of the spiritual master continuously, with the aim of dispelling all one’s doubts and misconceptions. Then one can proceed to meditate on the Supreme Lord’s lotus feet with total conviction and determination. So-called jñānīs may think that the Upaniṣads praise nirviśeṣa (impersonal) realization of the Supreme as more complete and final than sa-viśeṣa (personal) worship of the Supreme Godhead. All honest Vaiṣṇavas, however, join in adhering to the devotional service of the Supreme Lord, always meditating with pleasure on His infinitely wonderful, variegated spiritual qualities. In the words of the śruti-mantras, yam evaiṣa vṛṇute tena labhyas/ tasyaiṣa ātmā vivṛṇute tanūṁ svām: “To that person whom the Supreme Soul chooses, He becomes attainable. To that person the Supreme Soul reveals His personal form.” (Kaṭha Upaniṣad 1.2.23 and Muṇḍaka Upaniṣad 3.2.3) Śrīla Śrīdhara Svāmī concludes with the prayer, “O Lord, loving remembrance of Your lotus feet is very rarely achieved. Please, O Nṛhari, somehow arrange for me to have that remembrance day and night.”"
    },
    {
        "verse": "24",
        "devanagari": "क इह नु वेद बतावरजन्मलयोऽग्रसरंयत उदगाद‍ृषिर्यमनु देवगणा उभये ।तर्हि न सन्न चासदुभयं न च कालजव:किमपि न तत्र शास्‍त्रमवकृष्य शयीत यदा ॥ २४ ॥",
        "english_devnagari": "ka iha nu veda batāvara-janma-layo ’gra-saraṁyata udagād ṛṣir yam anu deva-gaṇā ubhayetarhi na san na cāsad ubhayaṁ na ca kāla-javaḥkim api na tatra śāstram avakṛṣya śayīta yadā",
        "verse_Syn": [
            "kaḥ",
            "iha",
            "nu",
            "veda",
            "bata",
            "avara",
            "janma",
            "layaḥ",
            "agra",
            "saram",
            "yataḥ",
            "udagāt",
            "ṛṣiḥ",
            "yam",
            "anu",
            "deva",
            "gaṇāḥ",
            "ubhaye",
            "tarhi",
            "na",
            "sat",
            "na",
            "ca",
            "asat",
            "ubhayam",
            "na",
            "ca",
            "kāla",
            "javaḥ",
            "kim",
            "api",
            "na",
            "tatra",
            "śāstram",
            "avakṛṣya",
            "śayīta",
            "yadā"
        ],
        "translation": "Everyone in this world has recently been born and will soon die. So how can anyone here know Him who existed prior to everything else and who gave rise to the first learned sage, Brahmā, and all subsequent demigods, both lesser and greater? When He lies down and withdraws everything within Himself, nothing else remains — no gross or subtle matter or bodies composed of these, no force of time or revealed scripture.",
        "purport": " Here the śrutis express the difficulty of knowing the Supreme. Devotional service, or bhakti-yoga, as described in these prayers of the personified Vedas, is the surest and easiest path to knowledge of the Lord and to liberation. In comparison, the philosophic search for knowledge, known as jñāna-yoga, is very difficult, favored though it is by those who are disgusted with material life but still unwilling to surrender to the Lord. As long as the finite soul remains envious of the Lord’s supremacy, the Lord does not reveal Himself. As He states in Bhagavad-gītā (7.25): “I am never manifest to the foolish and unintelligent. For them I am covered by My internal potency, and therefore they do not know that I am unborn and infallible.” And in the words of Lord Brahmā, “I worship Govinda, the primeval Lord, only the tip of the toe of whose lotus feet is approached by the yogīs, who aspire after the transcendental and betake themselves to prāṇāyāma by drilling the respiration; or by the jñānīs, who search out the undifferentiated Brahman by the process of elimination of the mundane, extending over thousands of millions of years.” (Brahma-saṁhitā 5.34) Brahmā, the first-born living being in this universe, is also the foremost sage. He is born from Lord Nārāyaṇa, and from him appear the hosts of demigods, including both the controllers of earthly activities and the rulers of heaven. All these powerful and intelligent beings are relatively recent productions of the Lord’s creative energy. As the first speaker of the Vedas, Lord Brahmā should know their purport at least as well as any other authority, but even he knows the Personality of Godhead only to a limited extent. As Śrīmad-Bhāgavatam states (1.3.35), veda-guhyāni hṛt-pateḥ: “The Lord of the heart hides Himself deep within the confidential recesses of the Vedic sound.” If Brahmā and the demigods born from him cannot easily know the Supreme Lord, how then can mere mortals expect success in their independent pursuit of knowledge? As long as this creation lasts, living beings face many obstacles on the path of knowledge. Because of identifying themselves with their material coverings, consisting of body, mind and ego, they acquire all sorts of prejudices and misconceptions. Even if they have the divine scripture to guide them and the opportunity to execute the prescribed methods of karma, jñāna and yoga, the conditioned souls have but little power for gaining knowledge of the Absolute. And when the time of annihilation comes, the Vedic scriptures and their regulative injunctions become unmanifest, leaving the dormant jīvas completely in darkness. Therefore we should abandon our futile endeavors for knowledge without devotion and simply surrender ourselves to the Supreme Lord’s mercy, heeding the advice of Lord Brahmā: “Those who, even while remaining situated in their established social positions, throw away the process of speculative knowledge and with their body, words and mind offer all respects to descriptions of Your personality and activities, dedicating their lives to these narrations, which are vibrated by You personally and by Your pure devotees, certainly conquer Your Lordship, although You are otherwise unconquerable by anyone within the three worlds.” (Bhāg. 10.14.3) In this regard, the Taittirīya Upaniṣad (2.4.1) refers to the Supreme as yato vāco nivartante aprāpya manasā saha, “where words cease, and where the mind cannot reach.” The Īśopaniṣad (4) states: “Although fixed in His abode, the Personality of Godhead is more swift than the mind and can overcome all others running. The powerful demigods cannot approach Him. Although in one place, He controls those who supply the air and rain. He surpasses all in excellence.” And in the Ṛg Veda (3.54.5) we find this mantra: “Who in this world actually knows, and who can explain, whence this creation has come? The demigods, after all, are younger than the creation. Who, then, can tell whence this world has come into being?” Śrīla Śrīdhara Svāmī thus prays: “What am I, a being entrapped by the material coverings of worldly intelligence and so on? And what are Your glories by comparison, O almighty one? O friend of the fallen, O ocean of mercy, Lord Nṛhari, please bless me with Your devotional service.”"
    },
    {
        "verse": "25",
        "devanagari": "जनिमसत: सतो मृतिमुतात्मनि ये च भिदांविपणमृतं स्मरन्त्युपदिशन्ति त आरुपितै: ।त्रिगुणमय: पुमानिति भिदा यदबोधकृतात्वयि न तत: परत्र स भवेदवबोधरसे ॥ २५ ॥",
        "english_devnagari": "janim asataḥ sato mṛtim utātmani ye ca bhidāṁvipaṇam ṛtaṁ smaranty upadiśanti ta ārupitaiḥtri-guṇa-mayaḥ pumān iti bhidā yad abodha-kṛtātvayi na tataḥ paratra sa bhaved avabodha-rase",
        "verse_Syn": [
            "janim",
            "asataḥ",
            "sataḥ",
            "mṛtim",
            "uta",
            "ātmani",
            "ye",
            "ca",
            "bhidām",
            "vipaṇam",
            "ṛtam",
            "smaranti",
            "upadiśanti",
            "te",
            "ārupitaiḥ",
            "tri",
            "guṇa",
            "mayaḥ",
            "pumān",
            "iti",
            "bhidā",
            "yat",
            "abodha",
            "kṛtā",
            "tvayi",
            "na",
            "tataḥ",
            "paratra",
            "saḥ",
            "bhavet",
            "avabodha",
            "rase"
        ],
        "translation": "Supposed authorities who declare that matter is the origin of existence, that the permanent qualities of the soul can be destroyed, that the self is compounded of separate aspects of spirit and matter, or that material transactions constitute reality — all such authorities base their teachings on mistaken ideas that hide the truth. The dualistic conception that the living entity is produced from the three modes of nature is simply a product of ignorance. Such a conception has no real basis in You, for You are transcendental to all illusion and always enjoy perfect, total awareness.",
        "purport": " The true position of the Supreme Personality is a sublime mystery, as is also the dependent position of the jīva soul. Most thinkers are mistaken in one way or another about these truths, since there are countless varieties of false designation that can cover the soul and create illusion. Foolish conditioned souls submit to obvious delusions, but the illusory power of Māyā can easily subvert the intelligence of even the most sophisticated philosophers and mystics. Thus there are always divergent schools of thought propounding conflicting theories concerning basic principles of truth. In traditional Indian philosophy, the followers of Vaiśeṣika, Nyāya, Sāṅkhya, Yoga and Mīmāṁsā philosophies all have their own erroneous ideas, which the personified Vedas point out in this prayer. The Vaiśeṣikas say that the visible universe is created from an original stock of atoms (janim asataḥ). As Kaṇāda Ṛṣi’s Vaiśeṣika-sūtras (7.1.20) state, nityaṁ parimaṇḍalam: “That which is of the smallest size, the atom, is eternal.” Kaṇāda and his followers also postulate eternality for other, nonatomic entities, including the souls who become embodied, and even a Supreme Soul. But in Vaiśeṣika cosmology the souls and the Supersoul play only token roles in the atomic production of the universe. Śrīla Kṛṣṇa-dvaipāyana Vedavyāsa criticizes this position in his Vedānta-sūtras (2.2.12): ubhayathāpi na karmātas tad-abhāvaḥ. According to this sūtra, one cannot claim that, at the time of creation, atoms first combine together because they are impelled by some karmic impulse adhering in the atoms themselves, since atoms by themselves, in their primeval state before combining into complex objects, have no ethical responsibility that might lead them to acquire pious and sinful reactions. Nor can the initial combination of atoms be explained as a result of the residual karma of the living entities who lie dormant prior to creation, since these reactions are each jīva’s own and cannot be transferred from them even to other jīvas, what to speak of inert atoms. Alternatively, the phrase janim asataḥ can be taken to allude to the Yoga philosophy of Patañjali Ṛṣi, inasmuch as his Yoga-sūtras teach one how to achieve the transcendental status of Brahmanhood by a mechanical process of exercise and meditation. Patañjali’s yoga method is here called asat because it ignores the essential aspect of devotion — surrender to the will of the Supreme Person. As Lord Kṛṣṇa states in Bhagavad-gītā (17.28): “Anything done as sacrifice, charity or penance without faith in the Supreme, O son of Pṛthā, is impermanent. It is called asat and is useless both in this life and in the next.” The Yoga-sūtras acknowledge the Personality of Godhead in an oblique way, but only as a helper whom the advancing yogī can utilize. Īśvara-praṇidhānād vā: “Devotional meditation on God is yet another means of achieving concentration.” (Yoga-sūtra 1.23) In contrast, Bādarāyaṇa Vedavyāsa’s philosophy of Vedānta emphasizes devotional service not only as the primary means to liberation but also as identical with liberation itself. Ā-prāyaṇāt tatrāpi hi dṛṣṭam: “Worship of the Lord continues up to the point of liberation, and indeed goes on in the liberated state also, as the Vedas reveal.” (Vedānta-sūtra 4.1.12) Gautama Ṛṣi, in his Nyāya-sutras, proposes that one can attain liberation by negating both illusion and unhappiness: duḥkha-janma-pravṛtti-doṣa-mithyā-jñānānām uttarottarāpāye tad-anantarābhāvād apavargaḥ. “By successively dispelling false conceptions, bad character, entangling action, rebirth and misery — the disappearance of one of these allowing the disappearance of the next — one can achieve final liberation.” (Nyāya-sutra 1.1.2) But since Nyāya philosophers believe that awareness is not an essential quality of the soul, they teach that a liberated soul has no consciousness. The Nyāya idea of liberation thus puts the soul in the condition of a dead stone. This attempt by the Nyāya philosophers to kill the soul’s innate consciousness is here called sato mṛtim by the personified Vedas. But the Vedānta-sūtra (2.3.17) unequivocally states, jño ’ta eva: “The jīva soul is always a knower.” Although the soul is in truth both conscious and active, the proponents of Sāṅkhya philosophy wrongly separate these two functions of the living force (ātmani ye ca bhidām), ascribing consciousness to the soul (puruṣa) and activity to material nature (prakṛti). According to the Sāṅkhya-kārikā (19-20): “Thus, since the apparent differences between puruṣas are only superficial (being due to the various modes of nature that cover them), the puruṣa’s true status is proven to be that of a witness, characterized by his separateness, his passive indifference, his status of being an observer, and his inactivity.” “Thus, by contact with the soul, the unconscious subtle body seems to be conscious, while the soul appears to be the doer although he is aloof from the activity of nature’s modes.” Śrīla Vyāsadeva refutes this idea in the section of the Vedānta-sūtra (2.3.31-39) that begins, kartā śāstrārtha-vattvāt: “The jīva soul must be a performer of actions, because the injunctions of scripture must have some purpose.” Ācārya Baladeva Vidyābhūṣaṇa, in his Govinda-bhāṣya, explains: “The jīva, not the modes of nature, is the doer. Why? Because the injunctions of scripture must have some purpose (śāstrārtha-vattvāt). For example, such scriptural injunctions as svarga-kāmo yajeta (‘One who desires to attain to heaven should perform ritual sacrifice’) and ātmānam eva lokam upāsīta (Bṛhad-āraṇyaka Upaniṣad 1.4.15: ‘One should worship with the aim of attaining the spiritual kingdom’) are meaningful only if a conscious doer exists. If the modes of nature were the doer, these statements would serve no purpose. After all, scriptural injunctions engage the living entity in performing prescribed actions by convincing him that he can act to bring about certain enjoyable results. Such a mentality cannot be aroused in the inert modes of nature.” Jaimini Ṛṣi, in his Pūrva-mīmāṁsā-sūtras, presents material work and its results as the whole of reality (vipaṇam ṛtam). He and later proponents of Karma-mīmāṁsā philosophy teach that material existence is endless — that there is no liberation. For them the cycle of karma is perpetual, and the best one can aim for is higher birth among the demigods. Therefore, they say, the whole purpose of the Vedas is to engage human beings in rituals for creating good karma, and consequently the mature soul’s prime responsibility is to ascertain the exact meaning of the Vedas’ sacrificial injunctions and to execute them. Codanā-lakṣaṇo ’rtho dharmaḥ: “Duty is that which is indicated by the injunctions of the Vedas.” (Pūrva-mīmāṁsā-sūtra 1.1.2) The Vedānta-sūtra, however — especially in the Fourth Chapter, which deals with life’s ultimate goal — elaborately describes the soul’s potential for achieving liberation from birth and death, while it subordinates ritual sacrifice to the role of helping one become qualified to receive spiritual knowledge. As stated there (Vedānta-sūtra 4.1.16), agnihotrādi tu tat-kāryāyaiva tad-darśanāt: “The Agnihotra and other Vedic sacrifices are meant only for producing knowledge, as the statements of the Vedas show.” And the very last words of the Vedānta-sūtra (4.4.22) proclaim, anāvṛttiḥ śabdāt: “The liberated soul never returns to this world, as promised by the revealed scripture.” Thus the fallacious conclusions of the speculative philosophers prove that even great scholars and sages are often bewildered by the misuse of their own God-given intelligence. As the Kaṭha Upaniṣad (1.2.5) says: “Caught in the grip of ignorance, self-proclaimed experts consider themselves learned authorities. They wander about this world befooled, like the blind leading the blind.” Of the six orthodox philosophies of Vedic tradition — Sāṅkhya, Yoga, Nyāya, Vaiśeṣika, Mīmāṁsā and Vedānta — only the Vedānta of Bādarāyaṇa Vyāsa is free of error, and even that only as properly explained by the bona fide Vaiṣṇava ācāryas. Each of the six schools, nonetheless, makes some practical contribution to Vedic education: atheistic Sāṅkhya explains the evolution of natural elements from subtle to gross, Patañjali’s yoga describes the eightfold method of meditation, Nyāya sets forth the techniques of logic, Vaiśeṣika considers the basic metaphysical categories of reality, and Mīmāṁsā establishes the standard tools of scriptural interpretation. Apart from these six, there are also the more deviant philosophies of the Buddhists, Jains and Cārvākas, whose theories of voidism and materialism deny the spiritual integrity of the eternal soul. Ultimately, the only perfectly reliable source of knowledge is God Himself. The Personality of Godhead is avabodha-rasa, the infinite reservoir of unfailing vision. To those who depend on Him with absolute conviction, He grants the divine eye of knowledge. Others, following their own speculative theories, must grope for the truth through the obscuring curtain of Māyā. Śrīla Śrīdhara Svāmī prays: “For the bewildered soul wandering within the darkness of those exalted philosophies promoted by the harsh methods of false logic, the path of true knowledge of You, O Lord of magnificent glory, remains invisible. O Lord of Madhu, husband of the goddess of fortune, when will I become liberated by joyfully chanting Your names — Mādhava, Vāmana, Trinayana, Śrī Śaṅkara, Śrīpati and Govinda?”"
    },
    {
        "verse": "26",
        "devanagari": "सदिव मनस्‍त्रिवृत्त्वयि विभात्यसदामनुजात्सदभिमृशन्त्यशेषमिदमात्मतयात्मविद: ।न हि विकृतिं त्यजन्ति कनकस्य तदात्मतयास्वकृतमनुप्रविष्टमिदमात्मतयावसितम् ॥ २६ ॥",
        "english_devnagari": "sad iva manas tri-vṛt tvayi vibhāty asad ā-manujātsad abhimṛśanty aśeṣam idam ātmatayātma-vidaḥna hi vikṛtiṁ tyajanti kanakasya tad-ātmatayāsva-kṛtam anupraviṣṭam idam ātmatayāvasitam",
        "verse_Syn": [
            "sat",
            "iva",
            "manaḥ",
            "tri",
            "vṛt",
            "tvayi",
            "vibhāti",
            "asat",
            "ā",
            "manujāt",
            "sat",
            "abhimṛśanti",
            "aśeṣam",
            "idam",
            "ātmatayā",
            "ātma",
            "vidaḥ",
            "na",
            "hi",
            "vikṛtim",
            "tyajanti",
            "kanakasya",
            "tat",
            "ātmatayā",
            "sva",
            "kṛtam",
            "anupraviṣṭam",
            "idam",
            "ātmatayā",
            "avasitam"
        ],
        "translation": "The three modes of material nature comprise everything in this world — from the simplest phenomena to the complex human body. Although these phenomena appear real, they are only a false reflection of the spiritual reality, being a superimposition of the mind upon You. Still, those who know the Supreme Self consider the entire material creation to be real inasmuch as it is nondifferent from the Self. Just as things made of gold are indeed not to be rejected, since their substance is actual gold, so this world is undoubtedly nondifferent from the Lord who created it and then entered within it.",
        "purport": " In one sense the visible world is real (sat), while in another it is not (asat). The substance of this universe is solid fact, being the Lord’s external energy, but the forms that Māyā imposes on this substance are only temporary. And because material forms are temporary manifestations, those who consider them permanent are in illusion. Impersonalistic scholars, however, misinterpret this division of sat and asat; denying commonsense reality, they declare that not only material form but also material substance is unreal, and they confuse their own spiritual essence with that of the Absolute Whole. A Māyāvādī philosopher would take the words spoken by the personified Vedas in the preceding prayer — tri-guṇa-mayaḥ pumān iti bhidā — as negating any distinction between the Paramātmā and the jīva soul. He would claim that since the jīva’s material embodiment is an ephemeral display of the three modes of nature, when the jīva’s ignorance is destroyed by knowledge, he becomes the Paramātmā, the Supreme Soul; bondage, liberation and the manifest world are all unreal creations of ignorance. In response to such ideas, the Vedas here clarify the factual relationship between sat and asat. In the śruti literature we find this statement: asato ’dhimano ’sṛjyata, manaḥ prajāpatim asṛjat, prajāpatiḥ prajā asṛjat, tad vā idaṁ manasy eva paramaṁ pratiṣṭhitaṁ yad idaṁ kiṁ ca. “The supreme mind was originally created from asat. This mind created Prajāpati, and Prajāpati created all living beings. Thus mind alone is the ultimate foundation of everything that exists in this world.” Although impersonalists might misread this to mean that all manifest existence is based on the unreality of illusion (asat), the apparently contrary use of the word asat in this passage actually refers to the original cause, the Supreme Godhead, because He is transcendental to material existence (sat). The logic of the Vedānta-sūtra (2.1.17) corroborates this interpretation while denying the wrong interpretation of the impersonalists: asad-vyapadeśān neti cen na dharmāntareṇa vākya-śeṣāt. “If one objects that the material world and its source cannot be of one substance because the world has been called unreal, we reply, ‘No, because the statement that Brahman is asat makes sense in terms of His having qualities distinct from those of the creation.’” Thus the Taittirīya Upaniṣad (2.7.1) declares, asad vā idam agra āsīt: “In the beginning of this creation, only asat was present.” In the opinion of Śrīla Jīva Gosvāmī, the word adhimanaḥ in the passage quoted above refers to the ruler of the aggregate mind of the universe, Lord Aniruddha, who appears as a plenary expansion of Śrī Nārāyaṇa when the latter desires to create. Prajāpati is Brahmā, the father of all other created beings. This is described in the Mahā-nārāyaṇa Upaniṣad (1.4): atha punar eva nārāyaṇaḥ so ’nyaṁ kāmaṁ manasā dhyāyet; tasya dhyānāntaḥ-sthasya lalanāt svedo ’patat; tā imā pratatāpa tāsu tejo hiraṇ-mayam aṇḍaṁ tatra brahmā catur-mukho ’jāyata. “Then Lord Nārāyaṇa meditated upon another desire of His, and as He pondered, a drop of perspiration fell from His forehead. All the material creations evolved from the fermentation of this drop. Therein the fiery, golden egg of the universe appeared, and within that globe four-headed Brahmā took his birth.” When a particular object is manufactured, it appears as a transformation of its ingredient cause, as in the case of jewelry made from gold. Persons who want gold will not reject gold earrings or necklaces, since these items are still gold, despite their modification. True jñānīs see in this mundane example an analogy to the different-yet-nondifferent relationship of the Puruṣa and His emanations, both material and spiritual. Thus this transcendental knowledge frees them from the bondage of illusion, for they can then see the Lord throughout His creation. Śrīla Śrīdhara Svāmī prays: “Let us worship the Supreme Personality of Godhead, by virtue of whose substantial existence this created world seems to exist perpetually, although it is essentially insubstantial. As the Supersoul, He constitutes the representation of the real within this unreality.”"
    },
    {
        "verse": "27",
        "devanagari": "तव परि ये चरन्त्यखिलसत्त्वनिकेततयात उत पदाक्रमन्त्यविगणय्य शिरो निर्ऋतेः ।परिवयसे पशूनिव गिरा विबुधानपि तां-स्त्वयि कृतसौहृदा: खलु पुनन्ति न ये विमुखा: ॥ २७ ॥",
        "english_devnagari": "tava pari ye caranty akhila-sattva-niketatayāta uta padākramanty avigaṇayya śiro nirṛteḥparivayase paśūn iva girā vibudhān api tāṁstvayi kṛta-sauhṛdāḥ khalu punanti na ye vimukhāḥ",
        "verse_Syn": [
            "tava",
            "pari",
            "ye",
            "caranti",
            "akhila",
            "sattva",
            "niketatayā",
            "te",
            "uta",
            "padā",
            "ākramanti",
            "avigaṇayya",
            "śiraḥ",
            "nirṛteḥ",
            "parivayase",
            "paśūn",
            "iva",
            "girā",
            "vibudhān",
            "api",
            "tān",
            "tvayi",
            "kṛta",
            "sauhṛdāḥ",
            "khalu",
            "punanti",
            "na",
            "ye",
            "vimukhāḥ"
        ],
        "translation": "The devotees who worship You as the shelter of all beings disregard Death and place their feet on his head. But with the words of the Vedas You bind the nondevotees like animals, though they be vastly learned scholars. It is Your affectionate devotees who can purify themselves and others, not those who are inimical to You.",
        "purport": " The personified Vedas have now set aside the erroneous philosophies of several contending schools: the asad-utpatti-vāda of the Vaiśeṣikas, who presume a material source of creation; the sad-vināśa-vada of the Naiyāyikas, who would deprive the liberated soul of consciousness; the saguṇatva-bheda-vāda of the Sāṅkhyas, who isolate the soul from all his apparent qualities; the vipaṇa-vāda of the Mīmāṁsakas, who condemn the soul to eternal involvement in the mundane commerce of karma; and the vivarta-vāda of the Māyāvādīs, who denigrate the soul’s real life in this world as a hallucination. Having rejected all these ideas, the personified Vedas now present the philosophy of devotional service, paricaryā-vāda. The Vaiṣṇavas who accept this philosophy teach that the jīva soul is an atomic particle of spiritual personality who possesses minute knowledge, is not independent and has no material qualities. Being minute, he is prone to come under the control of the material energy, where he suffers the pains of material life. He can end his suffering and regain the shelter of the Supreme Lord’s divine, internal energy only by rendering devotional service to the Lord, not by engaging in fruitive work, mental speculation or any other process. As Lord Kṛṣṇa says in His own words, “Only by practicing unalloyed devotional service with full faith in Me can one obtain Me, the Supreme Personality of Godhead. I am naturally dear to My devotees, who take Me as the only goal of their loving service. By engaging in such pure devotional service, even the dog-eaters can purify themselves from the contamination of their low birth.” (Bhāg. 11.14.21) Devotees of the Personality of Godhead worship Him as the shelter (niketa) of everything that exists (akhila-sattva). Moreover, these Vaiṣṇava devotees themselves can be called akhila-sattva-niketa in the sense that their abode and shelter is the philosophic truth of the reality (sattvam) of both the material and spiritual worlds. Thus Śrīpāda Madhvācārya, in his Vedānta-sūtra-bhāṣya, quotes the śruti-mantra: satyaṁ hy evedaṁ viśvam asṛjata. “He created this world as real.” And the Seventh Canto of Śrīmad-Bhāgavatam (7.1.11) refers to the Supreme Lord as pradhāna-pumbhyāṁ naradeva satya-kṛt, “the creator of a real universe of matter and living entities.” Śrīla Viśvanātha Cakravartī Ṭhākura points out yet another, more confidential, meaning of akhila-sattva-niketa: that the Supreme Lord’s personal abodes are in no way khila, or imperfect, and so are called Vaikuṇṭha, the realms free of anxiety and restriction. Vaiṣṇavas whose devotional service the Lord has kindly accepted are so sure of His protection that they no longer fear death, which becomes for them just another easy step on the way back to their eternal home. But are only devotees of the Supreme Lord eligible for liberation from the fear of death? Why are all other mystics and learned scholars disqualified? Here the śrutis answer: “Anyone who is vimukha, who has not turned his face toward the Lord with hopeful expectation of His mercy, is bound up in illusion by the same words of the Vedas that enlighten the surrendered devotees.” The Vedas themselves warn, tasya vāk-tantir nāmāni dāmāni; tasyedaṁ vācā tantyā nāmabhir dāmabhiḥ sarvaṁ sitam: “The threads of this transcendental sound form a string of sacred names, but also a set of binding ropes. With the rope of their injunctions, the Vedas tie up this entire world, leaving all beings fettered by false designations.” The reality of the soul and Supersoul is aparokṣa, perceivable, but only to one with transcendental vision. Philosophers whose hearts are impure mistakenly presume that this truth is instead parokṣa, that it can only be speculated upon and never experienced directly. The knowledge of such thinkers may help them dispel certain doubts and misconceptions about the lesser aspects of reality, but it is useless for transcending material illusion and approaching the Absolute Truth. As a general rule, only the devotees who faithfully render loving service unto the Supreme Lord up to the point of complete purification receive His grace in the form of aparokṣa-jñāna, direct realization of His greatness and wonderful compassion. The Personality of Godhead is of course free to award His mercy even to the undeserving, as He does when He personally kills offensive demons, but He is much less inclined to bless Māyāvādīs and other atheistic philosophers. One should not think, however, that the devotees of Viṣṇu are ignorant because they may not be expert in philosophic analysis and argument. The soul’s perfect realization is to be gained not through his own efforts at mental speculation but by receiving the Lord’s favor. This we hear from Vedic authority (Kaṭha Upaniṣad 2.2.23 and Muṇḍaka Upaniṣad 3.2.3): “This Supreme Self cannot be reached by argumentation, or by applying one’s independent brain power, or by studying many scriptures. Rather, he alone can achieve the Self whom the Self chooses to favor. To that person the Self reveals His own true, personal form.” Elsewhere the śruti describes the devotee’s success: dehānte devaḥ paraṁ brahma tārakaṁ vyacaṣṭe. “At the end of this body’s life, the sanctified soul perceives the Supreme Lord just as clearly as if seeing the stars in the sky.” And in its last statement, the Śvetāśvatara Upaniṣad (6.23) offers this encouragement to aspiring Vaiṣṇavas: “Unto those great souls who have implicit faith in both the Lord and the spiritual master, all the imports of Vedic knowledge are automatically revealed.” In this regard Śrīla Jīva Gosvāmī cites other verses of Śrī Śvetāśvatara Upaniṣad (4.7-8 and 4.13): “The Supreme Lord is He who is referred to by the mantras of the Ṛg Veda, who resides in the topmost, eternal sky, and who elevates His saintly devotees to share that same position. One who has developed pure love for Him and realizes His uniqueness then appreciates His glories and is freed from sorrow. What further good can the Ṛg mantras bestow on one who knows that Supreme Lord? All who come to know Him achieve the supreme destination.” “To Him who is the master of all the Vedas, in whom all planets rest, who is the Lord of all known creatures, both the two-legged and the four-legged — to Him, the Personality of Godhead, we offer our worship with oblations of ghee.” Referring to those who desire liberation, Śrīla Śrīdhara Svāmī prays: “Let them suffer austerities, throw themselves from mountaintops, travel to holy places, study the scriptures, worship with fire sacrifices and argue various philosophies, but without Lord Hari they will never cross beyond death.”"
    },
    {
        "verse": "28",
        "devanagari": "त्वमकरण: स्वराडखिलकारकशक्तिधर-स्तव बलिमुद्वहन्ति समदन्त्यजयानिमिषा: ।वर्षभुजोऽखिलक्षितिपतेरिव विश्वसृजोविदधति यत्र ये त्वधिकृता भवतश्चकिता: ॥ २८ ॥",
        "english_devnagari": "tvam akaraṇaḥ sva-rāḍ akhila-kāraka-śakti-dharastava balim udvahanti samadanty ajayānimiṣāḥvarṣa-bhujo ’khila-kṣiti-pater iva viśva-sṛjovidadhati yatra ye tv adhikṛtā bhavataś cakitāḥ",
        "verse_Syn": [
            "tvam",
            "akaraṇaḥ",
            "sva",
            "rāṭ",
            "akhila",
            "kāraka",
            "śakti",
            "dharaḥ",
            "tava",
            "balim",
            "udvahanti",
            "samadanti",
            "ajayā",
            "animiṣāḥ",
            "varṣa",
            "bhujaḥ",
            "akhila",
            "kṣiti",
            "pateḥ",
            "iva",
            "viśva",
            "sṛjaḥ",
            "vidadhati",
            "yatra",
            "ye",
            "tu",
            "adhikṛtā",
            "bhavataḥ",
            "cakitāḥ"
        ],
        "translation": "Though You have no material senses, You are the self-effulgent sustainer of everyone’s sensory powers. The demigods and material nature herself offer You tribute, while also enjoying the tribute offered them by their worshipers, just as subordinate rulers of various districts in a kingdom offer tribute to their lord, the ultimate proprietor of the land, while also enjoying the tribute paid them by their own subjects. In this way the universal creators faithfully execute their assigned services out of fear of You.",
        "purport": " All intelligent living beings should acknowledge the sovereignty of the Lord and willingly engage in devotional service to Him. Such is the consensus of the personified Vedas. But Lord Nārāyaṇa, while hearing these prayers, may have reasonably asked, “Since I also have a bodily form with sense organs and limbs, am I not just another doer and enjoyer? Especially since as the Supersoul in every being’s heart I supervise countless organs and limbs, how am I not implicated in the sum total of everyone’s sense gratification?” “No,” the assembled śrutis here rejoin, “You have no material senses, yet You are the absolute controller of all.” As expressed in the Śvetāśvatara Upaniṣad (3.19): “He has no feet or hands, yet He is the swiftest runner and can grasp anything. Though without eyes or ears, He sees and hears. Nobody knows Him, yet He is the knower and the object of knowledge. Sages describe Him as the supreme, original Personality of Godhead.” The hands, feet, eyes and ears of the Supreme Person are not like those of an ordinary, conditioned soul, which are derived from false ego, a material substance. Rather, the Lord’s transcendentally beautiful features are direct manifestations of His internal nature. Thus, unlike the soul and body of conditioned living beings, the Lord and His bodily form are identical in all respects. Moreover, His lotus hands, lotus feet, lotus eyes and other limbs are not restricted in their functions. Śrī Brahmā, the Lord’s first creature, glorifies Him on this account: “I worship Govinda, the primeval Lord, whose transcendental form is full of bliss, truth and substantiality and thus emanates the most dazzling splendor. Each of the limbs of that transcendental figure possesses in itself the full-fledged functions of all the organs, and He eternally sees, maintains and manifests the infinite universes, both spiritual and material.” (Brahma-saṁhitā 5.32) Śrīla Viśvanātha Cakravartī gives an alternative explanation of the phrase akhila-śakti-dhara: The power that the Supreme Lord maintains within Himself is akhila, free from the limitations of all that is khila, or inferior and insignificant. He energizes the living being’s senses, as described by the Kena Upaniṣad (1.2): Śrotrasya śrotraṁ manaso mano yad vāco ha vācam. “He is the ear’s ear, the mind’s mind, and the voice’s capacity of speech.” And the Śvetāśvatara Upaniṣad (6.8) declares: “He has no material work to perform, nor any material senses with which to perform it. No one can be found who is equal to or greater than Him. From the Vedas we hear how that Supreme Lord possesses multifarious energies — the potencies of knowledge, strength and action — each of which acts autonomously.” Indra and the other demigods who rule over mortal beings are themselves servants of the Personality of Godhead, as are their superiors — Brahmā and his sons, the secondary creators. All of these great gods and sages worship the Supreme Lord by performing their respective services of managing the universe and providing religious guidance for mankind. The powerful controllers of the universe submit themselves in fearful reverence to the supreme controller, Lord Śrī Viṣṇu. As the Taittirīya Upaniṣad (2.8.1) states: “Out of fear of Him, the wind blows. Out fear of Him, the sun moves and Agni and Indra execute their duties. And death, the fifth of their number, races along out of fear of Him.” Śrīla Śrīdhara Svāmī prays: “The Supreme Lord has no material senses, yet He controls every living entity’s sensory functions. He is the knower of everything, the ultimate performer of all action, and everyone’s proper object of devotional service. I offer my obeisances to Him.”"
    },
    {
        "verse": "29",
        "devanagari": "स्थिरचरजातय: स्युरजयोत्थनिमित्तयुजोविहर उदीक्षया यदि परस्य विमुक्त तत: ।न हि परमस्य कश्चिदपरो न परश्च भवेद्वियत इवापदस्य तव शून्यतुलां दधत: ॥ २९ ॥",
        "english_devnagari": "sthira-cara-jātayaḥ syur ajayottha-nimitta-yujovihara udīkṣayā yadi parasya vimukta tataḥna hi paramasya kaścid aparo na paraś ca bhavedviyata ivāpadasya tava śūnya-tulāṁ dadhataḥ",
        "verse_Syn": [
            "sthira",
            "cara",
            "jātayaḥ",
            "syuḥ",
            "ajayā",
            "uttha",
            "nimitta",
            "yujaḥ",
            "viharaḥ",
            "udīkṣayā",
            "yadi",
            "parasya",
            "vimukta",
            "tataḥ",
            "na",
            "hi",
            "paramasya",
            "kaścit",
            "aparaḥ",
            "na",
            "paraḥ",
            "ca",
            "bhavet",
            "viyataḥ",
            "iva",
            "apadasya",
            "tava",
            "śūnya",
            "tulām",
            "dadhataḥ"
        ],
        "translation": "O eternally liberated, transcendental Lord, Your material energy causes the various moving and nonmoving species of life to appear by activating their material desires, but only when and if You sport with her by briefly glancing at her. You, the Supreme Personality of Godhead, see no one as an intimate friend and no one as a stranger, just as the ethereal sky has no connection with perceptible qualities. In this sense You resemble a void.",
        "purport": " Not only are living beings totally dependent on the all-powerful, independent Lord for their maintenance and welfare, but even the very fact of their embodied existence is due only to His exceptional mercy. The Personality of Godhead has no interest in material affairs, since He has nothing to gain from the petty pleasures of this world and is altogether free from any contamination of envy or lust. He is exclusively involved in confidential, loving pastimes with His pure devotees in the internal realm of His spiritual energies. Therefore the only reason He ever turns to the business of material creation is to help draw lost souls back into this inner circle of eternal enjoyment. To attempt a life separate from the Lord, rebellious souls must be provided with suitable bodies and an illusory environment in which to act out their fantasies of independence. The merciful Lord agrees to let them learn in their own way, and so He glances at Mahā-māyā, His energy of material creation. Simply by this glance, she is awakened and makes all required arrangements on His behalf. She and her helpers manufacture countless varieties of gross and subtle bodies of demigods, humans, animals and so on, along with countless situations in heavenly and hellish worlds — all just to give the conditioned souls the exact facilities they desire and deserve. While the uninformed may blame God for the suffering of His creatures, a sincere student of the Vedic literature will come to appreciate the Supreme Lord’s equal concern for each soul. Since He has nothing to lose or gain, there is no reason for Him to distinguish between friends and opponents. We may choose to oppose Him and make all endeavors to forget Him, but He never forgets us, nor does He ever stop providing us with all our necessities, along with His unseen guidance. Śrīla Śrīdhara Svāmī prays: “O Father, O Lord appearing as half man, half lion, please save those who have been born into the endless cycle of birth and death. These souls are distressed by their karmic entanglement, which Māyā awakened when Your glance excited her to activity.”"
    },
    {
        "verse": "30",
        "devanagari": "अपरिमिता ध्रुवास्तनुभृतो यदि सर्वगता-स्तर्हि न शास्यतेति नियमो ध्रुव नेतरथा ।अजनि च यन्मयं तदविमुच्य नियन्तृ भवेत्सममनुजानतां यदमतं मतदुष्टतया ॥ ३० ॥",
        "english_devnagari": "aparimitā dhruvās tanu-bhṛto yadi sarva-gatāstarhi na śāsyateti niyamo dhruva netarathāajani ca yan-mayaṁ tad avimucya niyantṛ bhavetsamam anujānatāṁ yad amataṁ mata-duṣṭatayā",
        "verse_Syn": [
            "aparimitāḥ",
            "dhruvāḥ",
            "tanu",
            "bhṛtaḥ",
            "yadi",
            "sarva",
            "gatāḥ",
            "tarhi",
            "na",
            "śāsyatā",
            "iti",
            "niyamaḥ",
            "dhruva",
            "na",
            "itarathā",
            "ajani",
            "ca",
            "yat",
            "mayam",
            "tat",
            "avimucya",
            "niyantṛ",
            "bhavet",
            "samam",
            "anujānatām",
            "yat",
            "amatam",
            "mata",
            "duṣṭatayā"
        ],
        "translation": "If the countless living entities were all-pervading and possessed forms that never changed, You could not possibly be their absolute ruler, O immutable one. But since they are Your localized expansions and their forms are subject to change, You do control them. Indeed, that which supplies the ingredients for the generation of something is necessarily its controller because a product never exists apart from its ingredient cause. It is simply illusion for someone to think that he knows the Supreme Lord, who is equally present in each of His expansions, since whatever knowledge one gains by material means must be imperfect.",
        "purport": " Because the conditioned soul cannot directly understand the Supreme, the Vedas commonly refer to that Supreme Truth in such impersonal terms as Brahman and oṁ tat sat. If an ordinary scholar presumes to know the confidential meaning of these symbolic references, he should be rejected as an imposter. In the words of Śrī Kena Upaniṣad (2.1), yadi manyase su-vedeti dabhram evāpi nūnaṁ tvaṁ vettha brahmaṇo rūpaṁ, yad asya tvaṁ yad asya deveṣu: “If you think you know Brahman well, then your knowledge is very meager. If you think you can identify Brahman’s form from among the demigods, indeed you know but little.” And again: “Whoever denies having any opinion of his own about the Supreme Truth is correct in his opinion, whereas one who has his own opinion about the Supreme does not know Him. He is unknown to those who claim to know Him, and can only be known by those who do not claim to know Him.” (Kena Upaniṣad 2.3) Ācārya Śrīdhara Svāmī gives the following explanation of this verse: Many philosophers have studied the mysteries of life from various perspectives and have formed widely differing theories. The Advaita Māyāvādīs, for example, propose that there is only one living being and one power of illusion (avidyā) that covers him, producing the appearance of plurality. But this hypothesis leads to the absurd conclusion that when any one living being becomes liberated, everyone obtains liberation. If, on the other hand, there are many avidyās to cover the one living being, each avidyā will cover only some part of him, and we would have to talk about his becoming partly liberated at particular times while his other parts remain in bondage. This is also obviously absurd. Thus the plurality of living beings is an unavoidable conclusion. Furthermore, there are other theoreticians, namely the proponents of Nyāya and Vaiśeṣika, who claim that the jīva soul is infinite in size. If souls were infinitesimal, these scholars argue, they would not pervade their own bodies, whereas if they were of medium size they would be divisible into parts and thus could not be eternal, at least according to the axioms of Nyāya-Vaiśeṣika metaphysics. But if the numerous eternal jīva souls are each infinitely large, how could they be covered by any power of bondage, whether belonging to avidyā or to the Supreme Lord Himself? According to this theory, there can be no illusion for the soul, no limitations from which to be liberated. The infinite souls must eternally remain as they are, without change. This would mean that the souls would all be equal to God, since He would have no scope for controlling these all-pervading, unchanging rivals. The Vedic śruti-mantras, which affirm unequivocally the mastery of the Lord over the individual souls, cannot be validly contradicted. A true philosopher must accept the statements of śruti as reliable authority on all matters they touch. Certainly in numerous places the Vedic literatures contrast the Supreme Lord’s perpetual, unchanging oneness with the ever-changing embodiments of living beings caught up in the cycle of birth and death. Śrīla Śrīdhara Svāmī prays: “In my heart I take shelter of Him who is glorified as the inner controller of all the worlds, and whom the Vedas ascertain in truth through logical reasoning. He is Nṛsiṁha, the omniscient and omnipotent Lord of the goddess of fortune.”"
    },
    {
        "verse": "31",
        "devanagari": "न घटत उद्भ‍व: प्रकृतिपूरुषयोरजयो-रुभययुजा भवन्त्यसुभृतो जलबुद्बुदवत् ।त्वयि त इमे ततो विविधनामगुणै: परमेसरित इवार्णवे मधुनि लिल्युरशेषरसा: ॥ ३१ ॥",
        "english_devnagari": "na ghaṭata udbhavaḥ prakṛti-pūruṣayor ajayorubhaya-yujā bhavanty asu-bhṛto jala-budbuda-vattvayi ta ime tato vividha-nāma-guṇaiḥ paramesarita ivārṇave madhuni lilyur aśeṣa-rasāḥ",
        "verse_Syn": [
            "na",
            "ghaṭate",
            "udbhavaḥ",
            "prakṛti",
            "pūruṣayoḥ",
            "ajayoḥ",
            "ubhaya",
            "yujā",
            "bhavanti",
            "asu",
            "bhṛtaḥ",
            "jala",
            "budbuda",
            "vat",
            "tvayi",
            "te",
            "ime",
            "tataḥ",
            "vividha",
            "nāma",
            "guṇaiḥ",
            "parame",
            "saritaḥ",
            "iva",
            "arṇave",
            "madhuni",
            "lilyuḥ",
            "aśeṣa",
            "rasāḥ"
        ],
        "translation": "Neither material nature nor the soul who tries to enjoy her are ever born, yet living bodies come into being when these two combine, just as bubbles form where water meets the air. And just as rivers merge into the ocean or the nectar from many different flowers blends into honey, so all these conditioned beings eventually merge back into You, the Supreme, along with their various names and qualities.",
        "purport": " Without proper spiritual guidance, one may misunderstand the Vedas’ description of the living entities emanating from the Lord to mean that they have come into being in this process and will eventually pass again into nonexistence. But if the living entities were to thus have only temporary existence, then when one of them would die his remaining karma would simply vanish without being used up, and when a soul would be born he would appear with unaccountable karma he had done nothing to earn. Furthermore, a living being’s liberation would amount to the total eradication of his identity and being. The truth is, however, that the soul’s essence is one with Brahman’s, just as the small portion of space contained within the walls of a clay pot is one in essence with the all-expanding sky. And like the making and breaking of a pot, the “birth” of an individual soul consists of his first becoming covered by a material body, and his “death,” or liberation, consists of the destruction of his gross and subtle bodies once and for all. Certainly such “birth” and “death” take place only by the mercy of the Supreme Lord. The combination of material nature and her controller that produces the numerous conditioned beings in material creation is likened here to the combination of water and air that produces countless bubbles of foam on the surface of the sea. Just as the efficient cause, air, impels the ingredient cause, water, to form itself into bubbles, so by His glance the Supreme Puruṣa inspires prakṛti to transform herself into the array of material elements and the innumerable material forms manifest from those elements. Prakṛti thus serves as the upādāna-kāraṇa, or ingredient cause, of creation. In the ultimate issue, however, since she is also an expansion of the Supreme Lord, it is the Lord alone who is the ingredient cause as well as the efficient cause. This is as stated in the Taittirīya Upaniṣad (2.2.1), tasmād vā etasmād ātmana ākāśaḥ sambhūtaḥ: “From this Supreme Soul the ether evolved,” and so ’kāmayata bahu syāṁ prajāyeya: “He desired, ‘Let Me become many by expanding into progeny.’” The individual jīva souls are not created when “born” from the Supreme Lord and prakṛti, nor are they destroyed when they “merge” back into the Lord, rejoining Him in the pleasure pastimes of His eternal kingdom. And in the same way as the infinitesimal jīvas can appear to undergo birth and death without any factual change, the Supreme Lord can send forth and withdraw His emanations without Himself undergoing any transformation. Thus the Bṛhad-āraṇyaka Upaniṣad (4.5.14) affirms, avināśi vāre ’yam ātmā: “This ātmā is indeed indestructible” — a statement that can be applied to both the Supreme Soul and the subordinate jīva soul. As explained by Śrīla Śrīdhara Svāmī, the dissolution of the living being’s material condition occurs in two ways, partial and complete. Partial dissolution occurs when the soul experiences dreamless sleep, when he leaves his body and when all souls reenter the body of Mahā-Viṣṇu at the time of universal annihilation. These different types of dissolution are like the mixing of nectar brought by bees from different kinds of flowers. The different flavors of nectar represent the dormant individual karmic reactions of each living entity, which still exist but cannot easily be distinguished from one another. In contrast, the ultimate dissolution of the soul’s material condition is his liberation from saṁsāra, which is like the flowing of rivers into the ocean. As the waters from different rivers merge together after entering the ocean and become indistinguishable from one another, so the false material designations of the jīvas are given up at the time of liberation and all the liberated jīvas once again become equally situated as servants of the Supreme Lord. The Upaniṣads describe these dissolutions as follows: yathā saumya madhu madhu-kṛto nistiṣṭhanti nānātyayānāṁ vṛkṣānāṁ rasān samavahāram ekatāṁ saṅgayanti; te yathā tatra na vivekaṁ labhante amuṣyāhaṁ vṛkṣasya raso ’smy amuṣyāham raso ’smīty evam eva khalu saumyemāḥ sarvāḥ prajāḥ sati sampadya na viduḥ sati sampadyāmahe: “My dear boy this [partial dissolution] resembles what happens when honeybees collect honey by extracting the nectar from the flowers of various kinds of trees and merge it all into a single mixture. Just as the mixed nectars cannot distinguish, ‘I am the juice of such-and-such a flower,’ or ‘I am the juice of another flower,’ so, dear boy, when all these living entities merge together they cannot consciously think, ‘Now we have merged together.’” (Chāndogya Upaniṣad 6.9.1-2) “As rivers flow to their dissolution in the sea, giving up their names and forms at their destination, so the wise man who becomes free from material names and forms attains to the Supreme Absolute, the wonderful Personality of Godhead.” (Muṇḍaka Upaniṣad 3.2.8) Śrīla Śrīdhara Svāmī prays: “The Supreme Lord is self-effulgently omniscient. By His great mercy, this universe, which is subject to repeated creation and destruction, remains present within Him after merging back into Him along with the living entities at the time of cosmic dissolution. This total withdrawal of the universal manifestation occurs suddenly, like the flowing of a river into the ocean. Within the core of my heart I meditate upon that master of the three worlds, Lord Nṛsiṁha.”"
    },
    {
        "verse": "32",
        "devanagari": "नृषु तव मयया भ्रमममीष्ववगत्य भृशंत्वयि सुधियोऽभवे दधति भावमनुप्रभवम् ।कथमनुवर्ततां भवभयं तव यद् भ्रुकुटि:सृजति मुहुस्‍त्रिनेमिरभवच्छरणेषु भयम् ॥ ३२ ॥",
        "english_devnagari": "nṛṣu tava mayayā bhramam amīṣv avagatya bhṛśaṁtvayi su-dhiyo ’bhave dadhati bhāvam anuprabhavamkatham anuvartatāṁ bhava-bhayaṁ tava yad bhru-kuṭiḥsṛjati muhus tri-nemir abhavac-charaṇeṣu bhayam",
        "verse_Syn": [
            "nṛṣu",
            "tava",
            "māyayā",
            "bhramam",
            "amīṣu",
            "avagatya",
            "bhṛśam",
            "tvayi",
            "su",
            "dhiyaḥ",
            "abhave",
            "dadhati",
            "bhāvam",
            "anuprabhavam",
            "katham",
            "anuvartatām",
            "bhava",
            "bhayam",
            "tava",
            "yat",
            "bhru",
            "kuṭiḥ",
            "sṛjati",
            "muhuḥ",
            "tri",
            "nemiḥ",
            "a",
            "bhavat",
            "śaraṇeṣu",
            "bhayam"
        ],
        "translation": "The wise souls who understand how Your Māyā deludes all human beings render potent loving service to You, who are the source of liberation from birth and death. How, indeed, can fear of material life affect Your faithful servants? On the other hand, Your furrowing eyebrows — the triple-rimmed wheel of time — repeatedly terrify those who refuse to take shelter of You.",
        "purport": " The Vedas reveal their most cherished secret — devotional service to the Personality of Godhead — only to those who are tired of material illusion, which is based on a false sense of independence from the Lord. The Vājasaneyī-saṁhitā (32.11) of the White Yajur Veda contains the following mantra: “After passing beyond all the species of life, all the planetary systems and all the limits of space in all directions, one approaches the original Soul of immortality. Then one receives the opportunity to enter permanently into His domain and worship Him with personal service.” The proponents of various contending materialistic philosophies may consider themselves very wise, but they are in fact all deluded by the Supreme Lord’s Māyā. Vaiṣṇavas recognize this pattern of general delusion and submit themselves to the Supreme Lord in the devotional moods of servitude, friendship and so on. Instead of the heat and strife of philosophical quarrel, the pure Vaiṣṇavas experience only delight at every moment, because the object of their love is He who brings an end to material entanglement. And the devotees of Lord Viṣṇu enjoy constant pleasure not only in this life but in future lives. In whatever births they take, they enjoy loving reciprocations with the Lord. Thus the sincere Vaiṣṇava prays: “Wherever I may wander, O master, among thousands of species of life, in each situation may I have firmly fixed devotion to You, O Acyuta.” (Viṣṇu Purāṇa) Some philosophers will question how the Vaiṣṇavas can overcome their material entrapment without thorough analytic knowledge of the entities tvam (“you,” the jīva) and tat (“that,” the Supreme), and without developing a sufficient hatred of material life. The personified Vedas here answer that there is no chance of material illusion continuing to act on devotees of the Lord because even in the earliest stages of devotional service all fear and attachment are removed by the Lord’s grace. Time is the root cause of all fear in this world. Indeed, with its three divisions of past, present and future it creates terror at the prospect of impending disease, death and hellish suffering — but only for those who have failed to obtain shelter at the feet of the Supreme Lord. As the Lord Himself says in the Rāmāyaṇa (Laṅkā-khaṇḍa 18.33): “To whomever even once surrenders to Me, pleading ‘I am Yours,’ I give eternal fearlessness. This is my solemn vow.” Furthermore, in the Bhagavad-gītā (7.14) the Lord says: “This divine energy of Mine consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it.” Vaiṣṇavas do not like to waste their time in prolonged and fruitless wrangling over dry philosophic subjects. They would rather worship the Personality of Godhead than quarrel with philosophical adversaries. The Vaiṣṇavas’ understanding concurs with the essential message of revealed scripture. These devotees’ conception of the Supreme Absolute Truth as the infinite ocean of personality and loving pastimes in His worshipable forms of Kṛṣṇa, Rāma and other divine manifestations, and their conception of themselves as His eternal servants, amount to the perfect conclusion of Vedānta philosophy in terms of the entities tat and tvam. The Personality of Godhead and His emanations, such as the jīva souls, are simultaneously different and nondifferent, just like the sun and its expanding rays. There are more jīvas than anyone can count, and each of them is eternally alive with consciousness, as the śrutis confirm: nityo nityānāṁ cetanaś cetanānām. (Kaṭha Upaniṣad 5.13 and Śvetāśvatara Upaniṣad 6.13) When they are sent forth from the body of Mahā-Viṣṇu at the beginning of material creation, the jīvas are all equal in the sense that they are all atomic particles of the Lord’s marginal energy. But according to their differing conditions, they divide into four groups: Some are covered by ignorance, which obscures their vision like a cloud. Others become liberated from ignorance through a combination of knowledge and devotion. A third group of souls become endowed with pure devotion, with a slight mixture of desire for speculative knowledge and fruitive activity. Those souls attain purified bodies composed of perfect knowledge and bliss with which they can engage in the Lord’s service. Finally, there are those who are devoid of any connection with ignorance; these are the Lord’s eternal associates. The marginal position of the jīva soul is described in the Nārada Pañcarātra: “The taṭa-stha potency should be understood as emanating from the Lord’s saṁvit [knowledge] energy. This emanation, called the jīva, becomes conditioned by the qualities of material nature.” Because the minute jīva lives within the margin between the Lord’s external, illusory potency, Māyā, and His internal, spiritual potency, cit, the jīva is called taṭa-stha, “marginal.” When he earns liberation by cultivating devotion to the Lord, however, he comes completely under the shelter of the Lord’s internal potency, and at that time he is no longer tainted by the modes of material nature. Lord Kṛṣṇa confirms this in Bhagavad-gītā (14.26): “One who engages in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman.” The object of the soul’s worship is realized in three aspects: Brahman, Paramātmā and Bhagavān. Impersonal Brahman is like the radiant effulgence of the sun; the Supersoul, or Paramātmā, is like the sun globe; and the Personality of Godhead, Bhagavān, is like the presiding deity within the sun, complemented by his elaborate entourage and paraphernalia. Or, to cite another analogy, travelers approaching a city from a distance cannot at first distinguish its features but rather see something vaguely shining ahead of them. As they come closer, they may discern a few of the taller buildings. Then, when they are sufficiently close, they will see the city as it is — a bustling metropolis with many citizens, residences, public buildings, highways and parks. In the same way, persons inclined to impersonal meditation may at best gain some realization of the Supreme Lord’s effulgence (Brahman), those who approach closer can learn to see Him as the Lord in the heart (Paramātmā), and those who come very close can know Him in His full personality (Bhagavān). In summary, Śrīla Śrīdhara Svāmī prays: “O Śrī Nṛhari, please deliver those human beings who have suffered all kinds of torments and been ripped apart by the sharp edge of saṁsāra’s wheel but who have now somehow found You and are surrendering themselves unto You.”"
    },
    {
        "verse": "33",
        "devanagari": "विजितहृषीकवायुभिरदान्तमनस्तुरगंय इह यतन्ति यन्तुमतिलोलमुपायखिद: ।व्यसनशतान्विता: समवहाय गुरोश्चरणंवणिज इवाज सन्त्यकृतकर्णधरा जलधौ ॥ ३३ ॥",
        "english_devnagari": "vijita-hṛṣīka-vāyubhir adānta-manas tura-gaṁya iha yatanti yantum ati-lolam upāya-khidaḥvyasana-śatānvitāḥ samavahāya guroś caraṇaṁvaṇija ivāja santy akṛta-karṇa-dharā jaladhau",
        "verse_Syn": [
            "vijita",
            "hṛṣīka",
            "vāyubhiḥ",
            "adānta",
            "manaḥ",
            "tura",
            "gam",
            "ye",
            "iha",
            "yatanti",
            "yantum",
            "ati",
            "lolam",
            "upāya",
            "khidaḥ",
            "vyasana",
            "śata",
            "anvitāḥ",
            "samavahāya",
            "guroḥ",
            "caraṇam",
            "vaṇijaḥ",
            "iva",
            "aja",
            "santi",
            "akṛta",
            "karṇa",
            "dharāḥ",
            "jala",
            "dhau"
        ],
        "translation": "The mind is like an impetuous horse that even persons who have regulated their senses and breath cannot control. Those in this world who try to tame the uncontrolled mind, but who abandon the feet of their spiritual master, encounter hundreds of obstacles in their cultivation of various distressful practices. O unborn Lord, they are like merchants on a boat in the ocean who have failed to employ a helmsman.",
        "purport": " To become qualified to attain love of Godhead, the mature fruit of liberation, one must first subdue the rebellious material mind. Though difficult, this can be achieved when a person replaces his addictions to sense gratification with a taste for the higher pleasures of spiritual life. But only by the favor of the representative of Godhead, the spiritual master, can one gain this higher taste. The spiritual master opens the eyes of the disciple to the wonders of the transcendental realm, as indicated in the Gāyatrī prayers by the seed mantra of divine knowledge, aiṁ. The Muṇḍaka Upaniṣad (1.2.12) states: “To understand these things properly, one must humbly approach, with firewood in hand, a spiritual master who is learned in the Vedas and firmly devoted to the Absolute Truth.” And the Kaṭha Upaniṣad (2.9) declares: “This realization, my dear boy, cannot be acquired by logic. It must be spoken by an exceptionally qualified spiritual master to a knowledgeable disciple.” Non-Vaiṣṇavas often disregard the importance of surrendering to a spiritual master who stands in an authorized line of disciplic succession. Relying instead on their own abilities, proud yogīs and jñānīs exhibit their apparent success to impress the world, but their glory is but temporary: “The minds of nondevotees who engage in such practices as prāṇāyāma are not fully cleansed of material desires. Thus, O King, material desires are again seen to arise in their minds.” (Bhāg. 10.51.60) On the other hand a humble, steadfast devotee of Lord Viṣṇu and of the Vaiṣṇavas is assured of easy victory over the stubborn mind. He need not concern himself with performing the eightfold system of yoga or taking other such measures to keep his mind steady. Sarvaṁ caitad gurau bhaktyā puruṣo hy añjasā jayet: “A person can easily obtain all these goals simply by being devoted to his spiritual master.” Otherwise, a nondevotee may conquer his senses and vital air and still fail to tame his mind, which will continue to run wild like an unbroken horse. He will suffer unending anxiety over the troublesome execution of various spiritual practices, and in the end he will remain just as lost in the vast material ocean as he ever was. The analogy given here is very appropriate: A group of merchants who hastily enter upon a sea voyage with expectations of great profit, but who fail to hire a competent helmsman for their boat, will simply experience great difficulty. The Bhāgavatam declares the importance of the bona fide spiritual master in many places such as this verse from the Eleventh Canto (20.17): “The human body, which can award all benefit in life is automatically obtained by the laws of nature, although it is a very rare achievement. This human body can be compared to a perfectly constructed boat having the spiritual master as the captain and the instructions of the Personality of Godhead as favorable winds impelling it on its course. Considering all these advantages, a human being who does not utilize his human life to cross the ocean of material existence must be considered the killer of his own soul.” Therefore the first business of one who takes human life seriously is to find out a spiritual master who can guide him in Kṛṣṇa consciousness. Śrīla Śrīdhara Svāmī prays: “O transcendentally blissful guru, when my mind finally achieves a place at your lotus feet, all the tiresome labor of my spiritual practices will be finished, and by your mercy I will experience the greatest happiness.”"
    },
    {
        "verse": "34",
        "devanagari": "स्वजनसुतात्मदारधनधामधरासुरथै-स्त्वयि सति किं नृणां श्रयत आत्मनि सर्वरसे ।इति सदजानतां मिथुनतो रतये चरतांसुखयति को न्विह स्वविहते स्वनिरस्तभगे ॥ ३४ ॥",
        "english_devnagari": "svajana-sutātma-dāra-dhana-dhāma-dharāsu-rathaistvayi sati kiṁ nṛṇām śrayata ātmani sarva-raseiti sad ajānatāṁ mithunato rataye caratāṁsukhayati ko nv iha sva-vihate sva-nirasta-bhage",
        "verse_Syn": [
            "svajana",
            "suta",
            "ātma",
            "dāra",
            "dhana",
            "dhāma",
            "dharā",
            "asu",
            "rathaiḥ",
            "tvayi",
            "sati",
            "kim",
            "nṛṇām",
            "śrayataḥ",
            "ātmani",
            "sarva",
            "rase",
            "iti",
            "sat",
            "ajānatām",
            "mithunataḥ",
            "rataye",
            "caratām",
            "sukhayati",
            "kaḥ",
            "nu",
            "iha",
            "sva",
            "vihate",
            "sva",
            "nirasta",
            "bhage"
        ],
        "translation": "To those persons who take shelter of You, You reveal Yourself as the Supersoul, the embodiment of all transcendental pleasure. What further use have such devotees for their servants, children or bodies, their wives, money or houses, their land, good health or conveyances? And for those who fail to appreciate the truth about You and go on pursuing the pleasures of sex, what could there be in this entire world — a place inherently doomed to destruction and devoid of significance — that could give them real happiness?",
        "purport": " Devotional service to Lord Viṣṇu is considered pure when one’s sole desire is to please the Lord. Situated in that perfect consciousness, a Vaiṣṇava has no further interest in wordly gains and is thus excused from any obligation to perform ritual sacrifices and follow austere practices of yoga. As the Muṇḍaka Upaniṣad (1.2.12) states: “When a brāhmaṇa recognizes that elevation to the heavenly planets is merely another accumulation of karma, he becomes renounced and is no longer corrupted by his actions.” The Bṛhad-āraṇyaka (4.4.9) and Kaṭha (6.14) Upaniṣads confirm: “When a person completely gives up all the sinful desires he is harboring in his heart, he exchanges mortality for eternal spiritual life and attains real pleasure in the Absolute Truth.” And the Gopāla-tāpanī Upaniṣad (Pūrva 15) concludes, bhaktir asya bhajanaṁ tad ihāmutropādhi-nairāsyenāmuṣmin manaḥ-kalpanam etad eva naiṣkarmyam. “Devotional service is the process of worshiping the Supreme Lord. It consists of fixing one’s mind upon Him by becoming disinterested in all material designations, both in this life and the next. This indeed, is true renunciation.” The items the śrutis mention here are all measures of worldly success: svajanāḥ, servants; ātmā, a beautiful body; sutāḥ, children to be proud of; dārāḥ, an attractive and competent spouse; dhanam, financial assets; dhāma, a prestigious residence; dharā, holdings of land; asavaḥ, health and strength; and rathāḥ, cars and other vehicles that display one’s status. But one who has begun to experience the ecstasy of devotional service loses all attraction for these things, since he finds real satisfaction in the Supreme Lord, the reservoir of all pleasure, who enjoys by sharing His own pleasures with His servitors. We are each free to choose the course of our life: we can either dedicate our body, mind, words, talents and wealth to the glory of God, or else we can ignore Him and struggle instead for our personal happiness. The second path leads to a life of slavery to sex and ambition, in which the soul never feels real satisfaction but instead suffers continually. Vaiṣṇavas are distressed to see materialists suffering in this way, and so they always strive to enlighten them. Śrīla Śrīdhara Svāmī prays: “For those who worship You, You become their very Self, their spiritual treasure of topmost bliss. What further use have they for mundane wives, children and so forth?”"
    },
    {
        "verse": "35",
        "devanagari": "भुवि पुरुपुण्यतीर्थसदनान्यृषयो विमदा-स्त उत भवत्पदाम्बुजहृदोऽघभिदङ्‍‍घ्रिजला: ।दधति सकृन्मनस्त्वयि य आत्मनि नित्यसुखेन पुनरुपासते पुरुषसारहरावसथान् ॥ ३५ ॥",
        "english_devnagari": "bhuvi puru-puṇya-tīrtha-sadanāny ṛṣayo vimadāsta uta bhavat-padāmbuja-hṛdo ’gha-bhid-aṅghri-jalāḥdadhati sakṛn manas tvayi ya ātmani nitya-sukhena punar upāsate puruṣa-sāra-harāvasathān",
        "verse_Syn": [
            "bhuvi",
            "puru",
            "puṇya",
            "tīrtha",
            "sadanāni",
            "ṛṣayaḥ",
            "vimadaḥ",
            "te",
            "uta",
            "bhavat",
            "pada",
            "ambuja",
            "hṛdaḥ",
            "agha",
            "bhit",
            "aṅghri",
            "jalāḥ",
            "dadhati",
            "sakṛt",
            "manaḥ",
            "tvayi",
            "ye",
            "ātmani",
            "nitya",
            "sukhe",
            "na",
            "punaḥ",
            "upāsate",
            "puruṣa",
            "sāra",
            "hara",
            "āvasathān"
        ],
        "translation": "Sages free from false pride live on this earth by frequenting the sacred pilgrimage sites and those places where the Supreme Lord displayed His pastimes. Because such devotees keep Your lotus feet within their hearts, the water that washes their feet destroys all sins. Anyone who even once turns his mind toward You, the ever-blissful Soul of all existence, no longer dedicates himself to serving family life at home, which simply robs a man of his good qualities.",
        "purport": " The qualification of an aspiring sage is that he has learned about the Absolute Truth from standard authorities and developed a sober mood of renunciation. To develop his capacity for discriminating the important from the unimportant, such a person often wanders from one holy site to another, taking advantage of the association of great souls who frequent or reside in these places. If, in the course of his travels, the aspiring sage can begin to realize the Supreme Lord’s lotus feet in the core of his heart, he will be released from the illusion of false ego and from the painful bondage of lust, envy and greed. Though he may still go to places of pilgrimage to bathe away his sins, the now purified sage has the power to sanctify others with the water that washes his feet and with the realized instructions he imparts. Such a sage is described by the Muṇḍaka Upaniṣad (2.2.9) “The knot in the heart is pierced, all misgivings are cut to pieces, and the chain of fruitive actions is terminated when one sees the Supreme Lord everywhere, within all superior and inferior beings.” To sages who have reached this stage, the Muṇḍaka Upaniṣad (3.2.11) thus pays homage: namaḥ paramarṣibhyaḥ, namaḥ paramarṣibhyaḥ. “Obeisances to the topmost sages, obeisances to the topmost sages!” Putting aside the affectionate company of wives, children, friends and followers, saintly Vaiṣṇavas travel to the holy dhāmas where the Supreme Lord’s worship can be most successfully prosecuted — places such as Vṛndāvana, Māyāpura and Jagannātha Purī, or anywhere else where sincere devotees of Lord Viṣṇu congregate. Even those Vaiṣṇavas who have not taken sannyāsa and still live at home or in their guru’s āśrama, but who have once tasted just a drop of the sublime pleasure of devotional service, will also have little inclination to meditate on the pleasures of a materialistic family life, which robs a person of his discretion, determination, sobriety, tolerance and peace of mind. Śrīla Śrīdhara Svāmī prays: “My dear Lord, when I will give up all sense gratification and engage incessantly in meditating upon You, and when I will take up residence in the hermitages of saintly devotees free from false pride, then I will become fully immersed in the inundation of nectar pouring from the devotees’ lotus mouths as they chant sacred narrations about You. And then, O Lord Narahari, I will never again have to take a material body.”"
    },
    {
        "verse": "36",
        "devanagari": "सत इदमुत्थितं सदिति चेन्ननु तर्कहतंव्यभिचरति क्व‍ च क्व‍ च मृषा न तथोभययुक् ।व्यवहृतये विकल्प इषितोऽन्धपरम्परयाभ्रमयति भारती त उरुवृत्तिभिरुक्थजडान् ॥ ३६ ॥",
        "english_devnagari": "sata idaṁ utthitaṁ sad iti cen nanu tarka-hataṁvyabhicarati kva ca kva ca mṛṣā na tathobhaya-yukvyavahṛtaye vikalpa iṣito ’ndha-paramparayābhramayati bhāratī ta uru-vṛttibhir uktha-jaḍān",
        "verse_Syn": [
            "sataḥ",
            "idam",
            "utthitam",
            "sat",
            "iti",
            "cet",
            "nanu",
            "tarka",
            "hatam",
            "vyabhicarati",
            "kva",
            "ca",
            "kva",
            "ca",
            "mṛṣā",
            "na",
            "tathā",
            "ubhaya",
            "yuk",
            "vyavahṛtaye",
            "vikalpaḥ",
            "iṣitaḥ",
            "andha",
            "paramparayā",
            "bhramayati",
            "bhāratī",
            "te",
            "uru",
            "vṛttibhiḥ",
            "uktha",
            "jaḍān"
        ],
        "translation": "It may be proposed that this world is permanently real because it is generated from the permanent reality, but such an argument is subject to logical refutation. Sometimes, indeed, the apparent nondifference of a cause and its effect fails to prove true, and at other times the product of something real is illusory. Furthermore, this world cannot be permanently real, for it partakes of the natures of not only the absolute reality but also the illusion disguising that reality. Actually, the visible forms of this world are just an imaginary arrangement resorted to by a succession of ignorant persons in order to facilitate their material affairs. With their various meanings and implications, the learned words of Your Vedas bewilder all persons whose minds have been dulled by hearing the incantations of sacrificial rituals.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, the Upaniṣads teach that this created world is real but temporary. This is the understanding that devotees of Lord Viṣṇu adhere to. But there are also materialistic philosophers, like the proponents of Jaimini Ṛṣi’s Karma mīmāṁsā, who claim that this world is the only reality and exists eternally. For Jaimini, the cycle of karmic action and reaction is perpetual, with no possibility of liberation into a different, transcendental realm. This viewpoint, however, is shown to be fallacious by a careful examination of the Upaniṣadic mantras, which contain many descriptions of a higher, spiritual existence. For example, sad eva saumyedam agra āsīd ekam evādvitīyam: “My dear boy, the Absolute Truth alone existed prior to this creation, one without a second.” (Chāndogya Upaniṣad 6.2.1) Also, vijñānam ānandaṁ brahma: “The supreme reality is divine knowledge and bliss.” (Bṛhad-āraṇyaka Upaniṣad 3.9.34) In this prayer of the personified Vedas, the materialists’ argument is summed up in the words sata idam utthitaṁ sat: “The visible world is permanently real because it is generated from the permanent reality.” In general, this argument goes, that which is produced from a certain thing is composed of that thing. For example, earrings and other ornaments made from gold share gold’s substance. Thus, the Mīmāṁsā logicians conclude, since the world as we know it is a manifestation of an eternal reality, it is also eternally real. But the Sanskrit ablative expression sataḥ, “from the eternal reality,” implies a definite separation of cause and effect. Therefore, what is created from sat, the permanent reality, must be significantly different from it — in other words, temporary. In this way the argument of the materialists is flawed because it proves just the opposite of what it is intended to prove (tarka-hatam), namely that the world as we know it is all that exists, that it is eternal, and that there is no separate, transcendental reality. In defense, the Mīmāṁsakas may claim that they are not trying to prove nondifference per se, but rather trying to disprove the possibility of difference, or in other words, the possibility of any reality separate from the known world. This attempt to support the Mīmāṁsā argument is easily refuted by the phrase vyabhicarati kva ca: that is to say, there are counterexamples that deviate from the general rule. Sometimes, indeed, the source is very different from what it produces, as in the case of a man and his young son, or of a hammer and the destruction of a clay pot. But, the Mīmāṁsakas reply, the creation of the universe is not the same kind of causation as your counterexamples: the father and the hammer are only efficient causes, whereas the sat is also this universe’s ingredient cause. This reply is anticipated by the words kva ca mṛṣā (“and sometimes the effect is illusory”). In the case of the false perception of a snake where there is a rope on the ground, the rope is the snake-illusion’s ingredient cause, differing in many respects from the imagined snake, most obviously in its being real. The Mīmāṁsakas once more rejoin: But the ingredient cause of the illusory snake is not just the rope by itself: it is the rope plus the observer’s ignorance (avidyā). Since avidyā is not a substance, the snake it produces is called an illusion. Yet the same is true, the personified Vedas reply, in the case of the universe’s creation from sat in conjunction with ignorance (tathobhaya-yuk); here the unreal element of illusion, Māyā, is the living beings’ misconception that their own bodies and other changing material forms are permanent. But, rejoin the Mīmāṁsakas, our experience of this world is valid because the things we experience are useful for practical activity. If our experience were not valid, we could never be sure that our perceptions corresponded to the facts. We would be like a man who, despite exhaustive examination, would still have to suspect that a rope might be a snake. No, the śrutis here answer, the temporary configurations of matter are nonetheless an illusory imitation of the eternal spiritual reality, cleverly concocted to fulfill the conditioned living entities’ desire for material activity (vyavahṛtaye vikalpa iṣitaḥ). The illusion of this world’s permanence is sustained by a succession of blind men who learn the materialistic idea from their predecessors and pass on this illusion to their descendants. Anyone can see that an illusion often continues by the momentum of lingering mental impressions, even when its basis is no longer present. Thus throughout history blind philosophers have misled other blind men by convincing them of the absurd idea that they can reach perfection by engaging in mundane rituals. Foolish people may be willing to exchange counterfeit coins among one another, but a wise man knows that such money is useless for the practical business of buying food, medicine and other necessities. And if given in charity, counterfeit money will earn no pious credit. But, say the Mīmāṁsakas, how can the sincere performer of Vedic rituals be a deluded fool, since the Saṁhitās and Brāhmaṇas of the Vedic scriptures establish that the fruits of karma are eternal? For example, akṣayyaṁ ha vai cāturmāsya-yājinaḥ su-kṛtaṁ bhavati: “For one who observes the Cāturmāsya vows there arises inexhaustible good karma,” and apāma somam amṛta babhūma: “We have drunk the soma and become immortal.” (Ṛg Veda 8.43.3) The śrutis reply by pointing out that the Personality of Godhead’s learned words, comprising the Vedas, bewilder those whose weak intelligence has been crushed by the weight of too much faith in karma. The specific word used here is uru-vṛttibhiḥ, which indicates that the Vedic mantras, with their confusing variety of meanings in the semantic modes of gauṇa, lakṣaṇā and so on, protect their sublime mysteries from all but those who have faith in Lord Viṣṇu. The Vedas do not truly mean to say in their injunctions that the fruits of karma are eternal, but only indirectly describe in metaphors the praiseworthiness of regulated sacrifices. The Chāndogya Upaniṣad states in no uncertain terms that the results of ritual karma are impermanent: tad yatheha karma-cito lokaḥ kṣīyate evam evāmutra puṇya-cito lokaḥ kṣīyate. “Just as whatever benefit one works hard to attain in this world is eventually depleted, so whatever life one earns for oneself in the next world by his piety will also eventually end.” (Chāndogya Upaniṣad 8.1.16) According to the testimony of numerous śruti-mantras, the entire material universe is but a temporary emanation of the Supreme Truth; the Muṇḍaka Upaniṣad, for one, says: “As a web is expanded and withdrawn by a spider, as plants grow from the earth, and as hair grows from a living person’s head and body, so this universe is generated from the inexhaustible Supreme.” (Muṇḍaka Upaniṣad 1.1.7) Śrīla Śrīdhara Svāmī prays: “Although this world has arisen from You, who are the very substance of reality, it is not eternally real. The illusory snake appearing from a rope is not permanent reality, nor are the transformations produced from gold. The Vedas never say that they are. The actual, transcendental, nondual reality is Your supremely blissful personal kingdom. To that beautiful abode I offer my obeisances. O Lord Hari, to whom Goddess Indirā always bows down, I also bow to You. Therefore please never release me.”"
    },
    {
        "verse": "37",
        "devanagari": "न यदिदमग्र आस न भविष्यदतो निधना-दनुमितमन्तरा त्वयि विभाति मृषैकरसे ।अत उपमीयते द्रविणजातिविकल्पपथै-र्वितथमनोविलासमृतमित्यवयन्त्यबुधा: ॥ ३७ ॥",
        "english_devnagari": "na yad idam agra āsa na bhaviṣyad ato nidhanādanu mitam antarā tvayi vibhāti mṛṣaika-raseata upamīyate draviṇa-jāti-vikalpa-pathairvitatha-mano-vilāsam ṛtam ity avayanty abudhāḥ",
        "verse_Syn": [
            "na",
            "yat",
            "idam",
            "agre",
            "āsa",
            "na",
            "bhaviṣyat",
            "ataḥ",
            "nidhanāt",
            "anu",
            "mitam",
            "antarā",
            "tvayi",
            "vibhāti",
            "mṛṣā",
            "ekarase",
            "ataḥ",
            "upamīyate",
            "draviṇa",
            "jāti",
            "vikalpa",
            "pathaiḥ",
            "vitatha",
            "manaḥ",
            "vilāsam",
            "ṛtam",
            "iti",
            "avayanti",
            "abudhaḥ"
        ],
        "translation": "Since this universe did not exist prior to its creation and will no longer exist after its annihilation, we conclude that in the interim it is nothing more than a manifestation imagined to be visible within You, whose spiritual enjoyment never changes. We liken this universe to the transformation of various material substances into diverse forms. Certainly those who believe that this figment of the imagination is substantially real are less intelligent.",
        "purport": " Having thus defeated all attempts of the ritualists to prove the substantial reality of material creation, the personified Vedas now present positive evidence to the contrary — that this world is unreal in that it is temporary. Before the creation of the universe and after its dissolution, only the spiritual reality of the Supreme Lord, along with His abode and entourage, continue to exist. The śrutis confirm this: Ātmā va idam eka evāgra āsīt. “Prior to the creation of this universe, only the Self existed.” (Aitareya Upaniṣad 1.1) Nāsad āsīn no sad āsīt tadānīm: “At that time neither the subtle nor the gross aspects of matter were present.” (Ṛg Veda 10.129.1) One can understand the relativity of creation by an analogy. When basic materials like clay and metal are processed and shaped into various products, the created objects exist separately from the clay and metal only in name and form. The basic substance remains unchanged. Similarly, when the energies of the Supreme Lord are transformed into the known things of this world, these things exist separately from Him only in name and form. In the Chāndogya Upaniṣad (6.1.4-6), the sage Udālaka explains a similar analogy to his son: yathā saumyaikena mṛtpiṇḍena sarvaṁ mṛn-mayaṁ vijñātam syād vācārambhaṇaṁ vikāro nāmadheyaṁ mṛttikety eva satyam. “For example, my dear boy, by understanding a single lump of clay one can understand everything made from clay. The existence of transformed products is only a creation of language, a matter of assigning designations: the clay alone is real.” In conclusion, there is no convincing evidence that the things of this world are eternal or substantial, while there is overwhelming evidence that they are temporary and conditioned by false designations. Therefore only the ignorant can take the imaginary permutations of matter to be real. Śrīla Śrīdhara Svāmī prays: “Transformations of gold such as crowns, earrings, bangles and ankle bells are not ultimately separate from gold itself. Similarly, the material elements — headed by the mahat, false ego and ether — are not ultimately separate from Lord Narahari.”"
    },
    {
        "verse": "38",
        "devanagari": "स यदजया त्वजामनुशयीत गुणांश्च जुषन्भजति सरूपतां तदनु मृत्युमपेतभग: ।त्वमुत जहासि तामहिरिव त्वचमात्तभगोमहसि महीयसेऽष्टगुणितेऽपरिमेयभग: ॥ ३८ ॥",
        "english_devnagari": "sa yad ajayā tv ajām anuśayīta guṇāṁś ca juṣanbhajati sarūpatāṁ tad anu mṛtyum apeta-bhagaḥtvam uta jahāsi tām ahir iva tvacam ātta-bhagomahasi mahīyase ’ṣṭa-guṇite ’parimeya-bhagaḥ",
        "verse_Syn": [
            "saḥ",
            "yat",
            "ajayā",
            "tu",
            "ajām",
            "anuśayīta",
            "guṇān",
            "ca",
            "juṣan",
            "bhajati",
            "sa",
            "rūpatām",
            "tat",
            "anu",
            "mṛtyum",
            "apeta",
            "bhagaḥ",
            "tvam",
            "uta",
            "jahāsi",
            "tām",
            "ahiḥ",
            "iva",
            "tvacam",
            "ātta",
            "bhagaḥ",
            "mahasi",
            "mahīyase",
            "aṣṭa",
            "guṇite",
            "aparimeya",
            "bhagaḥ"
        ],
        "translation": "The illusory material nature attracts the minute living entity to embrace her, and as a result he assumes forms composed of her qualities. Subsequently, he loses all his spiritual qualities and must undergo repeated deaths. You, however, avoid the material energy in the same way that a snake abandons its old skin. Glorious in Your possession of eight mystic perfections, You enjoy unlimited opulences.",
        "purport": " Although the jīva is pure spirit, qualitatively equal with the Supreme Lord, he is prone to being degraded by embracing the ignorance of material illusion. When he becomes entranced by the allurements of Māyā, he accepts bodies and senses that are designed to let him indulge in forgetfulness. Produced from the raw material of Māyā’s three modes — goodness, passion and nescience — these bodies envelop the spirit soul in varieties of unhappiness, culminating in death and rebirth. The Supreme Soul and the individual soul share the same spiritual nature, but the Supreme Soul cannot be entrapped by ignorance like His infinitesimal companion. Smoke may engulf the glow of a small molten sphere of copper, covering its light in darkness, but the vast globe of the sun will never suffer the same kind of eclipse. Māyā, after all, is the Personality of Godhead’s faithful maidservant, the outward expansion of His internal, Yoga-māyā potency. Śrī Nārada Pañcarātra thus states, in a conversation between Śruti and Vidyā: “The covering potency derived from her is Mahā-māyā, the regulator of everything material. The entire universe becomes bewildered by her, and thus every living being falsely identifies with his material body.” Just as a snake casts aside his old skin, knowing that it is not part of his essential identity, so the Supreme Lord always avoids His external, material energy. There is no insufficiency or limit to any of His eightfold mystic opulences, consisting of aṇimā (the power to become infinitesimal), mahimā (the ability to become infinitely large) and so on. Therefore, the shadow of material darkness has no scope for entering the domain of His unequaled, resplendent glories. For the sake of those whose realization of spiritual life is only gradually awakening, the Upaniṣads sometimes speak in general terms of ātmā or Brahman, not openly distinguishing the difference between the superior and inferior souls, the Paramātmā and jīvātma. But often enough they describe this duality in unequivocal terms: “Two companion birds sit together in the shelter of the same pippala tree. One of them is relishing the taste of the tree’s berries, while the other refrains from eating and instead watches over His friend.” (Śvetāśvatara Upaniṣad 4.6) In this analogy the two birds are the soul and the Supersoul, the tree is the body, and the taste of the berries are the varieties of sense pleasure. Śrīla Śrīdhara Svāmī prays: “The glance You cast upon Your consort comprises time, the material propensities of the living entities, and so on. This glance dances upon her face, thus awakening the multitude of created entities, who take birth in the modes of goodness, passion and ignorance. O Lord Nṛhari, Your Māyā has put her foot on my head and is pressing down extremely hard, causing me great distress. Now I have come to You for shelter. Please make her desist.”"
    },
    {
        "verse": "39",
        "devanagari": "यदि न समुद्धरन्ति यतयो हृदि कामजटादुरधिगमोऽसतां हृदि गतोऽस्मृतकण्ठमणि: ।असुतृपयोगिनामुभयतोऽप्यसुखं भगव-न्ननपगतान्तकादनधिरूढपदाद् भवत: ॥ ३९ ॥",
        "english_devnagari": "yadi na samuddharanti yatayo hṛdi kāma-jaṭāduradhigamo ’satāṁ hṛdi gato ’smṛta-kaṇṭha-maṇiḥasu-tṛpa-yoginām ubhayato ’py asukhaṁ bhagavannanapagatāntakād anadhirūḍha-padād bhavataḥ",
        "verse_Syn": [
            "yadi",
            "na",
            "samuddharanti",
            "yatayaḥ",
            "hṛdi",
            "kāma",
            "jaṭāḥ",
            "duradhigamaḥ",
            "asatām",
            "hṛdi",
            "gataḥ",
            "asmṛta",
            "kaṇṭha",
            "maṇiḥ",
            "asu",
            "tṛpa",
            "yoginām",
            "ubhayataḥ",
            "api",
            "asukham",
            "bhagavan",
            "anapagata",
            "antakāt",
            "anadhirūḍha",
            "padāt",
            "bhavataḥ"
        ],
        "translation": "Members of the renounced order who fail to uproot the last traces of material desire in their hearts remain impure, and thus You do not allow them to understand You. Although You are present within their hearts, for them You are like a jewel worn around the neck of a man who has totally forgotten it is there. O Lord, those who practice yoga only for sense gratification must suffer punishment both in this life and the next: from death, who will not release them, and from You, whose kingdom they cannot reach.",
        "purport": " A mere show of renunciation is not sufficient to gain a person entrance into the kingdom of God. One must undergo a thorough change of heart, symptomized by a complete lack of interest in the self-destructive habits of sense gratification, both gross and subtle. Not only must the true sage refrain from even thinking of illicit sex, meat-eating, intoxication and gambling, but he must also give up his desires for reputation and position. All together these demands add up to a formidable challenge but the fruits of true renunciation in Kṛṣṇa consciousness are well worth a lifetime of endeavor. The Muṇḍaka Upaniṣad (3.2.2) confirms the statements of this verse: kāmān yaḥ kāmayate manyamānaḥ sa karmabhir jāyate tatra tatra. “Even a thoughtful renunciant, if he maintains any worldly desires will be forced by his karmic reactions to take birth again and again in various circumstances.” Philosophers and yogīs work hard to become free from birth and death, but because they are unwilling to surrender their proud independence, their meditations are devoid of devotion to the Supreme Lord, and thus they fall short of the perfection of renunciation — pure love of God. This pure love is the only goal of a sincere Vaiṣṇava, and therefore he must vigilantly resist the natural temptations of profit, adoration and distinction, and also the impulse to merge into an all consuming impersonal oblivion. As Śrīla Rūpa Gosvāmī states in his Bhakti-rasāmṛta-sindhu (1.1.11): “When first-class devotional service develops, one must be devoid of all material desires, knowledge obtained by monistic philosophy, and fruitive action. The devotee must constantly serve Kṛṣṇa favorably, as Kṛṣṇa desires. For those who undergo rigorous yoga discipline only to please their senses, prolonged suffering is inevitable. Hunger, disease, the degeneration of old age, injury from accident, violence from others — these are a few of the limitless varieties of suffering one can experience to varying degrees in this world. And ultimately, death awaits, followed by painful punishment for sinful activities. Especially those who have freely indulged in sensual enjoyments at the cost of others’ lives can expect punishment so severe it is unimaginable. But the greatest pain of material existence is not misfortune in this life or being sent to hell after death: it is the emptiness of having forgotten one’s eternal relationship with the Personality of Godhead. Śrīla Śrīdhara Svāmī prays: “The hypocrite who cheats himself by a pretense of renunciation thinks only of sense enjoyment and thus suffers constantly. Bewildered day and night, he is overwhelmed by the exhausting endeavors he contrives for himself. This fool disobeys Your laws and is corrupted by greed for respect from other fools. O protector of the fallen, O bestower of mercy, O supremely blissful master, please save that person, myself.”"
    },
    {
        "verse": "40",
        "devanagari": "त्वदवगमी न वेत्ति भवदुत्थशुभाशुभयो-र्गुणविगुणान्वयांस्तर्हि देहभृतां च गिर: ।अनुयुगमन्वहं सगुण गीतपरम्परयाश्रवणभृतो यतस्त्वमपवर्गगतिर्मनुजै: ॥ ४० ॥",
        "english_devnagari": "tvad avagamī na vetti bhavad-uttha-śubhāśubhayorguṇa-viguṇānvayāṁs tarhi deha-bhṛtāṁ ca giraḥanu-yugam anv-ahaṁ sa-guṇa gīta-paramparayāśravaṇa-bhṛto yatas tvam apavarga-gatir manu-jaiḥ",
        "verse_Syn": [
            "tvat",
            "avagamī",
            "na",
            "vetti",
            "bhavat",
            "uttha",
            "śubha",
            "aśubhayoḥ",
            "guṇa",
            "viguṇa",
            "anvayān",
            "tarhi",
            "deha",
            "bhṛtām",
            "ca",
            "giraḥ",
            "anu",
            "yugam",
            "anu",
            "aham",
            "sa",
            "guṇa",
            "gīta",
            "paramparayā",
            "śravaṇa",
            "bhṛtaḥ",
            "yataḥ",
            "tvam",
            "apavarga",
            "gatiḥ",
            "manujaiḥ"
        ],
        "translation": "When a person realizes You, he no longer cares about his good and bad fortune arising from past pious and sinful acts, since it is You alone who control this good and bad fortune. Such a realized devotee also disregards what ordinary living beings say about him. Every day he fills his ears with Your glories, which are recited in each age by the unbroken succession of Manu’s descendants, and thus You become his ultimate salvation.",
        "purport": " Text 39 clearly states that impersonalistic renunciants will continue to suffer birth after birth. One may ask if this suffering is justified, since a renunciant’s status should exempt him from suffering, whether or not he has a devotional attitude. As the śruti-mantra states, eṣa nityo mahimā brāhmaṇasya na karmaṇā vardhate no kanīyān: “The perpetual glory of a brāhmaṇa is never increased or diminished as a result of any of his activities.” (Bṛhad-āraṇyaka Upaniṣad 4.4.28) To counter the objection thus raised, the personified Vedas offer this prayer. Impersonalistic jñanīs and yogīs do not qualify for full relief from the reactions of karma — a privilege reserved only for those who are tvad-avagamī, pure devotees constantly engaged in hearing and chanting topics concerning the Personality of Godhead. The devotees hold firm to the Supreme Lord’s lotus feet by their unrelenting Kṛṣṇa consciousness, and so they need not strictly adhere to the ritual commands and prohibitions of the Vedas. They can fearlessly ignore the apparent good and bad reactions of the work they do only for the Supreme Lord’s pleasure, and they can equally ignore whatever others may say about them, whether praise or condemnation. A humble Vaiṣṇava absorbed in the pleasure of saṅkīrtana, glorification of the Lord, pays little heed to praise of himself, which he assumes mistaken, and happily accepts all criticism, which he deems appropriate. One receives the authorized chanting of the Supreme Lord’s glories by faithfully hearing from “the sons of Manu,” the disciplic succession of saintly Vaiṣṇavas coming down through the ages. These sages emulate well the example of Svāyambhuva Manu, the forefather of mankind: “Although Svāyambhuva’s life gradually came to an end, his long life, consisting of a manvantara era, was not spent in vain, since he always engaged in hearing, contemplating, writing down and chanting the pastimes of the Lord.” (Bhāg. 3.22.35) Even if a neophyte devotee falls from the standards of proper behavior by the force of his past bad habits, the all-merciful Lord will not reject him. As Lord Śrī Kṛṣṇa states: “For those who live in Bhadrakṛṣṇa [the district of Mathurā], I am the object of all worship. Even if the residents of that place fail to properly cultivate the religious principles that one should observe in the holy land, they still become devoted to Me just by virtue of living there. Even if Kali [the present age of quarrel] has them in his grip, they still get credit for living in this place. My devotee who lives in Mathurā is just as dear to Me as you [Brahmā] and your sons — Rudra and his followers — and Goddess Śrī and My own self.” (Gopāla Tāpanī Upaniṣad, Uttara 16) Śrīla Śrīdhara Svāmī prays: “O Mādhava, please let Me understand You so that I will no longer experience the entanglement of material pleasure and pain. Or else, just as good, please give me a taste for hearing and chanting about You. In that way I will no longer be a slave to ritual injunctions.”"
    },
    {
        "verse": "41",
        "devanagari": "द्युपतय एव ते न ययुरन्तमनन्ततयात्वमपि यदन्तराण्डनिचया ननु सावरणा: । ख इव रजांसि वान्ति वयसा सह यच्छ्रुतय-स्त्वयि हि फलन्त्यतन्निरसनेन भवन्निधना: ॥ ४१ ॥",
        "english_devnagari": "dyu-pataya eva te na yayur antam anantatayātvam api yad-antarāṇḍa-nicayā nanu sāvaraṇāḥkha iva rajāṁsi vānti vayasā saha yac chrutayastvayi hi phalanty atan-nirasanena bhavan-nidhanāḥ",
        "verse_Syn": [
            "dyu",
            "patayaḥ",
            "eva",
            "te",
            "na",
            "yayuḥ",
            "antam",
            "anantatayā",
            "tvam",
            "api",
            "yat",
            "antara",
            "aṇḍa",
            "nicayāḥ",
            "nanu",
            "sa",
            "āvaranāḥ",
            "khe",
            "iva",
            "rajāṁsi",
            "vānti",
            "vayasā",
            "saha",
            "yat",
            "śrutayaḥ",
            "tvayi",
            "hi",
            "phalanti",
            "atat",
            "nirasanena",
            "bhavat",
            "nidhanāḥ"
        ],
        "translation": "Because You are unlimited, neither the lords of heaven nor even You Yourself can ever reach the end of Your glories. The countless universes, each enveloped in its shell, are compelled by the wheel of time to wander within You, like particles of dust blowing about in the sky. The śrutis, following their method of eliminating everything separate from the Supreme, become successful by revealing You as their final conclusion.",
        "purport": " Now, in their last prayer, the personified Vedas draw the conclusion that all śrutis, by their various literal and metaphorical references, ultimately describe the Supreme Personality of Godhead’s identity, personal qualities and powers. The Upaniṣads glorify Him without end: yad ūrdhvaṁ gārgi divo yad arvāk pṛthivyā yad antarā dyāvā-pṛthivī ime yad bhūtaṁ bhavac ca bhaviṣyac ca. “My dear daughter of Garga, His greatness encompasses everything above us in heaven, everything below the surface of the earth, everything in between heaven and earth, and everything that has ever existed, exists now or will ever exist.” (Bṛhad-āraṇyaka Upaniṣad 3.8.4) To illuminate the meaning of this final prayer by the śrutis, Śrīla Viśvanātha Cakravartī Ṭhākura presents the following conversation between Lord Nārāyaṇa and the personified Vedas: The Vedas said, “Lord Brahmā and the other rulers of the heavenly planets have not yet reached the end of Your glories. What can we do, then, since we are insignificant in comparison to these great demigods?” Lord Nārāyaṇa replied, “No, you śrutis are gifted with more sublime vision than the demigods who rule this universe. You will be able to reach the end of My glories if you do not stop now.” “But even You cannot find Your own limit!” “If that is the case, what do you mean when you call Me omniscient and omnipotent?” “We conclude that You possess these features from the very fact that You are limitless. Certainly if one is ignorant of something that does not even exist, like a rabbit’s horn, that does not detract from his omniscience, and if one fails to find such a nonentity, that does not limit his omnipotence. You are so vast that multitudes of universes float within You. Each of these universes is surrounded by seven shells composed of the material elements and each of these concentric shells is ten times larger than the one within it. Although we can never fully describe the truth about You, we perfect our existence by declaring that You are the true topic of the Vedas.” “But why do you seem dissatisfied?” “Because in the Vedas Śrīla Vyāsadeva has described the transcendental existence of Brahman, Paramātmā and Bhagavān only briefly. When he saw the need to elaborate on his description of the Supreme, he chose to concentrate on the subject of Brahman, the impersonal aspect of the Supreme known as tat (‘that’) explaining Brahman by negating whatever is different from it. Just as in a field where a chest of jewels has been accidentally spilled the jewels can be recovered by removing unwanted stones, twigs and refuse, so within the visible realm of Māyā and her creations the Absolute Truth can be found by a process of elimination. Since we Vedas cannot possibly enumerate every material category, individual entity, quality and motion in the universe from the beginning to the end of time and since the truth concerning Brahman, Paramātmā and Bhagavān would still remain untouched even if we described all these things and then discarded them, by this means of investigation we never expect to reach a final definition of You. Only by Your mercy can we make some attempt to approach You, the supremely inaccessible Absolute Truth.” There are many statements of śruti that carry on the work of atan-nirasanam, the process of distinguishing the Supreme from everything inferior. The Bṛhad-āraṇyaka Upaniṣad (3.8.8), for example, states, asthūlam anaṇu ahrasvam adīrgham alohitam asneham acchāyam atamo ’vāyv anākāśam asaṅgam arasam agandham acakṣuṣkam aśrotram agamano ’tejaskam aprāṇam asukham amātram anantaram abāhyam. “It is neither big nor small, short nor long, hot nor cool, in shadow nor in darkness. Nor is it the wind or the ether. It is not in contact with anything, and it has no taste, smell, eyes, ears, motion, potency, life air, pleasure, measurement, inside or outside.” The Kena Upaniṣad (3) declares, anyad eva tad viditād atho aviditād adhi: “Brahman is distinct from what is known and also from what is yet to be known.” And the Kaṭha Upaniṣad (2.14) says, anyatra dharmād anyatrādharmād anyatrāsmāt kṛtākṛtāt: “Brahman is outside the scope of religion and irreligion, pious and impious action.” According to the rules of linguistics and logic, a negation cannot be unbounded: there must be some positive counterpart of which it is the negation. In the case of the Vedas’ exhaustive atan-nirasanam, their denial that anything material is absolutely real, the counterpart is the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa. Śrīla Śrīdhara Svāmī prays: “The gods of heaven do not know Your limit, O endless Lord, and even You do not know it. Because the transcendental words of the topmost śrutis become fruitful by revealing You, I offer You my obeisances. Thus I worship You as the Absolute Truth, saying ‘All glories to You! All glories to You!’”"
    },
    {
        "verse": "42",
        "devanagari": "श्रीभगवानुवाचइत्येतद् ब्रह्मण: पुत्रा आश्रुत्यात्मानुशासनम् ।सनन्दनमथानर्चु: सिद्धा ज्ञात्वात्मनो गतिम् ॥ ४२ ॥",
        "english_devnagari": "śrī-bhagavān uvācaity etad brahmaṇaḥ putrāāśrutyātmānuśāsanamsanandanam athānarcuḥsiddhā jñātvātmano gatim",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "iti",
            "etat",
            "brahmaṇaḥ",
            "putrāḥ",
            "āśrutya",
            "ātma",
            "anuśāsanam",
            "sanandanam",
            "atha",
            "ānarcuḥ",
            "siddhāḥ",
            "jñātvā",
            "ātmanaḥ",
            "gatim"
        ],
        "translation": "The Supreme Lord, Śrī Nārāyaṇa Ṛṣi, said: Having heard these instructions about the Supreme Self, the Personality of Godhead, the sons of Brahmā now understood their final destination. They felt perfectly satisfied and honored Sanandana with their worship.",
        "purport": " Śrīla Jīva Gosvāmī explains that ātmānuśāsanam can be understood both as instructions given to benefit the jīva souls and as instructions about the living entity’s relationship with the foundation of all existence. Similarly, ātmano gatim means both the destination of the jīva soul and the means of reaching the Supreme Soul. By hearing the twenty-eight prayers of the personified Vedas, which comprise the elucidation of the brahmopaniṣat spoken at the beginning of this chapter, the sages assembled in Brahmaloka made great progress toward their goal of pure love of God."
    },
    {
        "verse": "43",
        "devanagari": "इत्यशेषसमाम्नायपुराणोपनिषद्रस: ।समुद्‍धृत: पूर्वजातैर्व्योमयानैर्महात्मभि: ॥ ४३ ॥",
        "english_devnagari": "ity aśeṣa-samāmnāya-purāṇopaniṣad-rasaḥsamuddhṛtaḥ pūrva-jātairvyoma-yānair mahātmabhiḥ",
        "verse_Syn": [
            "iti",
            "aśeṣa",
            "samāmnāya",
            "purāṇa",
            "upaniṣat",
            "rasaḥ",
            "samuddhṛtaḥ",
            "pūrva",
            "jātaiḥ",
            "vyoma",
            "yānaiḥ",
            "mahā",
            "ātmabhiḥ"
        ],
        "translation": "Thus the ancient saints who travel in the upper heavens distilled this nectarean and confidential essence of all the Vedas and Purāṇas.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "त्वं चैतद् ब्रह्मदायाद श्रद्धयात्मानुशासनम् ।धारयंश्चर गां कामं कामानां भर्जनं नृणाम् ॥ ४४ ॥",
        "english_devnagari": "tvaṁ caitad brahma-dāyādaśraddhayātmānuśāsanamdhārayaṁś cara gāṁ kāmaṁkāmānāṁ bharjanaṁ nṛṇām",
        "verse_Syn": [
            "tvam",
            "ca",
            "etat",
            "brahma",
            "dāyāda",
            "śraddhayā",
            "ātma",
            "ānuśāsanam",
            "dhārayan",
            "cara",
            "gām",
            "kāmam",
            "kāmānām",
            "bharjanam",
            "nṛṇām"
        ],
        "translation": "And as you wander the earth at will, My dear son of Brahmā, you should faithfully meditate on these instructions concerning the science of the Self, which burn up the material desires of all men.",
        "purport": " Nārada, the son of Brahmā, heard this account from Śrī Nārāyaṇa Ṛṣi. The epithet brahma-dāyāda also means that Nārada attained Brahman effortlessly, just as if it were his inherited birthright."
    },
    {
        "verse": "45",
        "devanagari": "श्रीशुक उवाचएवं स ऋषिणादिष्टं गृहीत्वा श्रद्धयात्मवान् ।पूर्ण: श्रुतधरो राजन्नाह वीरव्रतो मुनि: ॥ ४५ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ sa ṛṣiṇādiṣṭaṁgṛhītvā śraddhayātmavānpūrṇaḥ śruta-dharo rājannāha vīra-vrato muniḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "saḥ",
            "ṛṣiṇā",
            "ādiṣṭam",
            "gṛhītvā",
            "śraddhayā",
            "ātma",
            "vān",
            "pūrṇaḥ",
            "śruta",
            "dharaḥ",
            "rājan",
            "āha",
            "vīra",
            "vrataḥ",
            "muniḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: When Śrī Nārāyaṇa Ṛṣi ordered him in this way, the self-possessed sage Nārada, whose vow is as heroic as a warrior’s, accepted the command with firm faith. Now successful in all his purposes, he thought about what he had heard, O King, and replied to the Lord as follows.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "श्रीनारद उवाचनमस्तस्मै भगवते कृष्णायामलकीर्तये ।यो धत्ते सर्वभूतानामभवायोशती: कला: ॥ ४६ ॥",
        "english_devnagari": "śrī-nārada uvācanamas tasmai bhagavatekṛṣṇāyāmala-kīrtayeyo dhatte sarva-bhūtānāmabhavāyośatīḥ kalāḥ",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "namaḥ",
            "tasmai",
            "bhagavate",
            "kṛṣṇāya",
            "amala",
            "kīrtaye",
            "yaḥ",
            "dhatte",
            "sarva",
            "bhūtānām",
            "abhavāya",
            "uśatīḥ",
            "kalāḥ"
        ],
        "translation": "Śrī Nārada said: I offer my obeisances to Him of spotless fame, the Supreme Lord Kṛṣṇa, who manifests His all-attractive personal expansions so that all living beings can achieve liberation.",
        "purport": " Śrīla Śrīdhara Svāmī remarks that Nārada’s addressing Śrī Nārāyaṇa Ṛṣi as an incarnation of Lord Kṛṣṇa is perfectly appropriate, in accordance with the following statement of Śrīmad-Bhāgavatam (1.3.28): ete cāṁśa-kalāḥ puṁsaḥ/ kṛṣṇas tu bhagavān svayam. “All of the above-mentioned incarnations [including Nārāyaṇa Ṛṣi] are either plenary portions or portions of the plenary portions of the Lord, but Lord Śrī Kṛṣṇa is the original Personality of Godhead.” In his commentary on this verse, Śrīla Viśvanātha Cakravartī has Lord Nārāyaṇa Ṛṣi asking, “Why do you offer obeisances to Kṛṣṇa instead of Me, your guru, who am standing here before you?” Nārada explains his action by saying that Lord Kṛṣṇa assumes all-attractive incarnations like Śrī Nārāyaṇa Ṛṣi to end the conditioned souls’ material life. By offering obeisances to Lord Kṛṣṇa, therefore, Nārada honors Nārāyaṇa Ṛṣi and all other manifestations of Godhead as well. This prayer of Nārada’s is the essential nectar he has extracted from the personified Vedas’ prayers, which themselves were churned from the sweet ocean of all secrets of the Vedas and Purāṇas. As the Gopāla-tāpanī Upaniṣad (Pūrva 50) recommends, tasmāt kṛṣṇa eva paro devas taṁ dhyāyet taṁ rasayet taṁ bhajet taṁ yajed iti; oṁ tat sat: “Therefore Kṛṣṇa is the Supreme Godhead. One should meditate on Him, relish the taste of reciprocating loving exchanges with Him, worship Him and offer sacrifice to Him.”"
    },
    {
        "verse": "47",
        "devanagari": "इत्याद्यमृषिमानम्य तच्छिष्यांश्च महात्मन: ।ततोऽगादाश्रमं साक्षात् पितुर्द्वैपायनस्य मे ॥ ४७ ॥",
        "english_devnagari": "ity ādyam ṛṣim ānamyatac-chiṣyāṁś ca mahātmanaḥtato ’gād āśramaṁ sākṣātpitur dvaipāyanasya me",
        "verse_Syn": [
            "iti",
            "ādyam",
            "ṛṣim",
            "ānamya",
            "tat",
            "śiṣyān",
            "ca",
            "mahā",
            "ātmanaḥ",
            "tataḥ",
            "agāt",
            "āśramam",
            "sākṣāt",
            "pituḥ",
            "dvaipāyanasya",
            "me"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] After saying this, Nārada bowed down to Śrī Nārāyaṇa Ṛṣi, the foremost of sages, and also to His saintly disciples. He then returned to the hermitage of my father, Dvaipāyana Vyāsa.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "सभाजितो भगवता कृतासनपरिग्रह: ।तस्मै तद् वर्णयामास नारायणमुखाच्छ्रुतम् ॥ ४८ ॥",
        "english_devnagari": "sabhājito bhagavatākṛtāsana-parigrahaḥtasmai tad varṇayām āsanārāyaṇa-mukhāc chrutam",
        "verse_Syn": [
            "sabhājitaḥ",
            "bhagavatā",
            "kṛta",
            "āsana",
            "parigrahaḥ",
            "tasmai",
            "tat",
            "varṇayām",
            "āsa",
            "nārāyaṇa",
            "mukhāt",
            "śrutam"
        ],
        "translation": "Vyāsadeva, the incarnation of the Personality of Godhead, respectfully greeted Nārada Muni and offered him a seat, which he accepted. Nārada then described to Vyāsa what he had heard from the mouth of Śrī Nārāyaṇa Ṛṣi.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "इत्येतद् वर्णितं राजन् यन्न: प्रश्न‍: कृतस्त्वया ।यथा ब्रह्मण्यनिर्देश्ये निर्गुणेऽपि मनश्चरेत् ॥ ४९ ॥",
        "english_devnagari": "ity etad varṇitaṁ rājanyan naḥ praśnaḥ kṛtas tvayāyathā brahmaṇy anirdeśyenīṛguṇe ’pi manaś caret",
        "verse_Syn": [
            "iti",
            "etat",
            "varṇitam",
            "rājan",
            "yat",
            "naḥ",
            "praśnaḥ",
            "kṛtaḥ",
            "tvayā",
            "yathā",
            "brahmaṇi",
            "anirdeśye",
            "nirguṇe",
            "api",
            "manaḥ",
            "caret"
        ],
        "translation": "Thus I have replied to the question you asked me, O King, concerning how the mind can have access to the Absolute Truth, which is indescribable by material words and devoid of material qualities.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "योऽस्योत्प्रेक्षक आदिमध्यनिधने योऽव्यक्तजीवेश्वरोय: सृष्ट्वेदमनुप्रविश्य ऋषिणा चक्रे पुर: शास्ति ता: ।यं सम्पद्य जहात्यजामनुशयी सुप्त: कुलायं यथातं कैवल्यनिरस्तयोनिमभयं ध्यायेदजस्रं हरिम् ॥ ५० ॥",
        "english_devnagari": "yo ’syotprekṣaka ādi-madhya-nidhane yo ’vyakta-jīveśvaroyaḥ sṛṣṭvedam anupraviśya ṛṣiṇā cakre puraḥ śāsti tāḥyaṁ sampadya jahāty ajām anuśayī suptaḥ kulāyaṁ yathātaṁ kaivalya-nirasta-yonim abhayaṁ dhyāyed ajasraṁ harim",
        "verse_Syn": [
            "yaḥ",
            "asya",
            "utprekṣakaḥ",
            "ādi",
            "madhya",
            "nidhane",
            "yaḥ",
            "avyakta",
            "jīva",
            "īśvaraḥ",
            "yaḥ",
            "sṛṣṭvā",
            "idam",
            "anupraviśya",
            "ṛṣiṇā",
            "cakre",
            "puraḥ",
            "śāsti",
            "tāḥ",
            "yam",
            "sampadya",
            "jahāti",
            "ajām",
            "anuśayī",
            "suptaḥ",
            "kulāyam",
            "yathā",
            "tam",
            "kaivalya",
            "nirasta",
            "yonim",
            "abhayam",
            "dhyāyet",
            "ajasram",
            "harim"
        ],
        "translation": "He is the Lord who eternally watches over this universe, who exists before, during and after its manifestation. He is the master of both the unmanifest material energy and the spirit soul. After sending forth the creation He enters within it, accompanying each living entity. There He creates the material bodies and then remains as their regulator. By surrendering to Him one can escape the embrace of illusion, just as a dreaming person forgets his own body. One who wants liberation from fear should constantly meditate upon Him, Lord Hari, who is always on the platform of perfection and thus never subject to material birth.",
        "purport": " By glancing upon the dormant universe at the time of sending forth the jīva souls into creation, the Supreme Lord provides all their necessities: For those living entities who are fruitive workers, He provides the intelligence and senses needed to achieve success in material work. For those who seek transcendental knowledge, He provides the intelligence by which they can merge into the spiritual effulgence of God, thus attaining liberation. And for the devotees He provides the understanding that leads them to His pure devotional service. To arrange for these varied facilities, the Lord impels material nature to begin the process of universal evolution. Thus the Lord is the nimitta-kāraṇam, or effective cause, of creation. He is also the upādāna-kāraṇam, the ingredient cause, inasmuch as everything emanates from Him and He alone is constantly present before, during and after the manifestation of the created cosmos. Lord Nārāyaṇa Himself states this in the Catuḥ-ślokī Bhāgavatam: “It is I, the Personality of Godhead, who was existing before the creation, when there was nothing but Myself. Nor was there the material nature, the cause of this creation. That which you see now is also I, the Personality of Godhead and after annihilation what remains will also be I, the Personality of Godhead.” (Bhāg. 2.9.33) Primeval Māyā and the jīva soul may deserve the respective titles of upādāna and nimitta causes of creation in a relative sense, but the Lord, after all, is the origin of both of them. Until he chooses to accept the mercy of the Personality of Godhead, the jīva soul is anuśayī, helplessly bound up in the embrace of illusion. When he turns to the Lord’s worship, he becomes anuśayī in a different sense: fallen like a rod to pay obeisances at the Lord’s feet. By that surrender the soul easily casts illusion aside. Even though the liberated soul may still seem to be living in a material body, the connection he has with it is only an external appearance; he pays no more regard to it than a sleeping man pays to his body while busily engaged far, far away in his dream-world. One gives up ignorance by abandoning false identification with one’s material body. Sometimes one can achieve this state only by a severe effort that takes many lifetimes, but in some cases the Lord may show special consideration for one He favors, regardless of how little credit that soul may have earned by regulated practice. In the words of Śrī Bhīṣmadeva, yam iha nirīkṣya hatā gatāḥ svarūpam: “Those who simply saw Kṛṣṇa on the Battlefield of Kurukṣetra attained their original forms after being killed.” (Bhāg. 1.9.39) That even demons like Agha, Baka and Keśī were liberated by Lord Kṛṣṇa without having performed any spiritual practices is an indication of His unique position as the original Personality of Godhead. Knowing this, we should put aside all fear and doubt and give ourselves fully to the process of devotional service. As his final words of commentary on this chapter, Śrīla Śrīdhara Svāmī writes: “With their effulgence, the crest jewels among all the śrutis offer āratī to the lotus feet of Lord Mādhava. I pay homage to Him, who bestows the material enjoyment honored by material workers, and who also grants the divine connection with Him prized by those who bow down to Him with reverence.” Śrīla Viśvanātha Cakravartī Ṭhākura also takes this opportunity to offer this humble prayer: “O devotees, this poor creature is standing at your doorway, waving his tail and barking. Please let him have a little prasādam so that he may become exceptional among dogs and get the best of masters as his owner.” Here the ācārya makes a pun on his own name: viś(iṣṭaḥ), “exceptional”; śva(iva), “like a dog”; nātha(ati), “having a master.” Such is the perfection of Vaiṣṇava humility."
    }
]