[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचहेमन्ते प्रथमे मासि नन्दव्रजकुमारिका: ।चेरुर्हविष्यं भुञ्जाना: कात्यायन्यर्चनव्रतम् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācahemante prathame māsinanda-vraja-kumārikāḥcerur haviṣyaṁ bhuñjānāḥkātyāyany-arcana-vratam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "hemante",
            "prathame",
            "māsi",
            "nanda",
            "vraja",
            "kumārikāḥ",
            "ceruḥ",
            "haviṣyam",
            "bhuñjānāḥ",
            "kātyāyanī",
            "arcana",
            "vratam"
        ],
        "translation": "Śukadeva Gosvāmī said: During the first month of the winter season, the young unmarried girls of Gokula observed the vow of worshiping goddess Kātyāyanī. For the entire month they ate only unspiced khichrī.",
        "purport": " The word hemante refers to the month of Mārgaśīrṣa — from approximately the middle of November to the middle of December, according to the Western calendar. In Chapter Twenty-two of Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda comments that the gopīs “first ate haviṣyānna, a kind of food prepared by boiling together mung dāl and rice without any spices or turmeric. According to Vedic injunction, this kind of food is recommended to purify the body before one enacts a ritualistic ceremony.”"
    },
    {
        "verse": "2-3",
        "devanagari": "आप्लुत्याम्भसि कालिन्द्या जलान्ते चोदितेऽरुणे ।कृत्वा प्रतिकृतिं देवीमानर्चुर्नृप सैकतीम् ॥ २ ॥गन्धैर्माल्यै: सुरभिभिर्बलिभिर्धूपदीपकै: ।उच्चावचैश्चोपहारै: प्रवालफलतण्डुलै: ॥ ३ ॥",
        "english_devnagari": "āplutyāmbhasi kālindyājalānte codite ’ruṇekṛtvā pratikṛtiṁ devīmānarcur nṛpa saikatīm",
        "verse_Syn": [
            "āplutya",
            "ambhasi",
            "kālindyāḥ",
            "jala",
            "ante",
            "ca",
            "udite",
            "aruṇe",
            "kṛtva",
            "prati",
            "kṛtim",
            "devīm",
            "ānarcuḥ",
            "nṛpa",
            "saikatīm",
            "gandhaiḥ",
            "mālyaiḥ",
            "surabhibhiḥ",
            "balibhiḥ",
            "dhūpa",
            "dīpakaiḥ",
            "ucca",
            "avacaiḥ",
            "ca",
            "upahāraiḥ",
            "pravāla",
            "phala",
            "taṇḍulaiḥ"
        ],
        "translation": "My dear King, after they had bathed in the water of the Yamunā just as the sun was rising, the gopīs made an earthen deity of goddess Durgā on the riverbank. Then they worshiped her with such aromatic substances as sandalwood pulp, along with other items both opulent and simple, including lamps, fruits, betel nuts, newly grown leaves, and fragrant garlands and incense.",
        "purport": " The word balibhiḥ in this verse indicates offerings of clothing, ornaments, food and so on."
    },
    {
        "verse": "4",
        "devanagari": "कात्यायनि महामाये महायोगिन्यधीश्वरि ।नन्दगोपसुतं देवि पतिं मे कुरु ते नम: ।इति मन्त्रं जपन्त्यस्ता: पूजां चक्रु: कुमारिका: ॥ ४ ॥",
        "english_devnagari": "kātyāyani mahā-māyemahā-yoginy adhīśvarinanda-gopa-sutaṁ devipatiṁ me kuru te namaḥiti mantraṁ japantyas tāḥpūjāṁ cakruḥ kumārikāḥ",
        "verse_Syn": [
            "kātyāyanī",
            "mahā",
            "māye",
            "mahā",
            "yogini",
            "adhīśvari",
            "nanda",
            "gopa",
            "sutam",
            "devi",
            "patim",
            "me",
            "kuru",
            "te",
            "namaḥ",
            "iti",
            "mantram",
            "japantyaḥ",
            "tāḥ",
            "pūjām",
            "cakruḥ",
            "kumārikāḥ"
        ],
        "translation": "Each of the young unmarried girls performed her worship while chanting the following mantra. “O goddess Kātyāyanī, O great potency of the Lord, O possessor of great mystic power and mighty controller of all, please make the son of Nanda Mahārāja my husband. I offer my obeisances unto you.”",
        "purport": " According to various ācāryas, the goddess Durgā mentioned in this verse is not the illusory energy of Kṛṣṇa called Māyā but rather the internal potency of the Lord known as Yoga-māyā. The distinction between the internal and external, or illusory, potency of the Lord is described in the Nārada-pañcarātra, in the conversation between Śruti and Vidyā: “The Lord’s inferior potency, known as Durgā, is dedicated to His loving service. Being the Lord’s potency, this inferior energy is nondifferent from Him. There is another, superior potency, whose form is on the same spiritual level as that of God Himself. Simply by scientifically understanding this supreme potency, one can immediately achieve the Supreme Soul of all souls, who is the Lord of all lords. There is no other process to achieve Him. That supreme potency of the Lord is known as Gokuleśvarī, the goddess of Gokula. Her nature is to be completely absorbed in love of God, and through Her one can easily obtain the primeval God, the Lord of all that be. This internal potency of the Lord has a covering potency, known as Mahā-māyā, who rules the material world. In fact she bewilders the entire universe, and thus everyone within the universe falsely identifies himself with the material body.” From the above we can understand that the internal and external, or superior and inferior, potencies of the Supreme Lord are personified as Yoga-māyā and Mahā-māyā, respectively. The name Durgā is sometimes used to refer to the internal, superior potency, as stated in the Pañcarātra: “In all mantras used to worship Kṛṣṇa, the presiding deity is known as Durgā.” Thus in the transcendental sound vibrations glorifying and worshiping the Absolute Truth, Kṛṣṇa, the presiding deity of the particular mantra or hymn is called Durgā. The name Durgā therefore refers also to that personality who functions as the internal potency of the Lord and who is thus on the platform of śuddha-sattva, pure transcendental existence. This internal potency is understood to be Kṛṣṇa’s sister, known also as Ekānaṁśā or Subhadrā. This is the Durgā who was worshiped by the gopīs in Vṛndāvana. Several ācāryas have pointed out that ordinary people are sometimes bewildered and think that the names Mahā-māyā and Durgā refer exclusively to the external potency of the Lord. Even if we accept hypothetically that the gopīs were worshiping the external Māyā, there is no fault on their part, since in their pastimes of loving Kṛṣṇa they were acting as ordinary members of society. Śrīla Prabhupāda comments in this regard: “The Vaiṣṇavas generally do not worship any demigods. Śrīla Narottama dāsa Ṭhākura has strictly forbidden all worship of the demigods for anyone who wants to advance in pure devotional service. Yet the gopīs, who are beyond compare in their affection for Kṛṣṇa, were seen to worship Durgā. The worshipers of demigods also sometimes mention that the gopīs worshiped goddess Durgā, but we must understand the purpose of the gopīs. Generally, people worship the goddess Durgā for some material benediction. Here, the gopīs prayed to the goddess to become wives of Lord Kṛṣṇa. The purport is that if Kṛṣṇa is the center of activity, a devotee can adopt any means to achieve that goal. The gopīs could adopt any means to satisfy or serve Kṛṣṇa. That was the superexcellent characteristic of the gopīs. They worshiped goddess Durgā completely for one month in order to have Kṛṣṇa as their husband. Every day they prayed for Kṛṣṇa, the son of Nanda Mahārāja, to become their husband.” The conclusion is that a sincere devotee of Kṛṣṇa will never imagine any material quality to exist in the transcendental gopīs, who are the most exalted devotees of the Lord. The only motivation in all their activities was simply to love and satisfy Kṛṣṇa, and if we foolishly consider their activities to be mundane in any way, it will be impossible for us to understand Kṛṣṇa consciousness."
    },
    {
        "verse": "5",
        "devanagari": "एवं मासं व्रतं चेरु: कुमार्य: कृष्णचेतस: ।भद्रकालीं समानर्चुर्भूयान्नन्दसुत: पति: ॥ ५ ॥",
        "english_devnagari": "evaṁ māsaṁ vrataṁ ceruḥkumāryaḥ kṛṣṇa-cetasaḥbhadrakālīṁ samānarcurbhūyān nanda-sutaḥ patiḥ",
        "verse_Syn": [
            "evam",
            "māsam",
            "vratam",
            "ceruḥ",
            "kumāryaḥ",
            "kṛṣṇa",
            "cetasaḥ",
            "bhadra",
            "kālīm",
            "samānarcuḥ",
            "bhūyāt",
            "nanda",
            "sutaḥ",
            "patiḥ"
        ],
        "translation": "Thus for an entire month the girls carried out their vow and properly worshiped the goddess Bhadrakālī, fully absorbing their minds in Kṛṣṇa and meditating upon the following thought: “May the son of King Nanda become my husband.”",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "ऊषस्युत्थाय गोत्रै: स्वैरन्योन्याबद्धबाहव: ।कृष्णमुच्चैर्जगुर्यान्त्य: कालिन्द्यां स्‍नातुमन्वहम् ॥ ६ ॥",
        "english_devnagari": "ūṣasy utthāya gotraiḥ svairanyonyābaddha-bāhavaḥkṛṣṇam uccair jagur yāntyaḥkālindyāṁ snātum anvaham",
        "verse_Syn": [
            "ūṣasi",
            "utthāya",
            "gotraiḥ",
            "svaiḥ",
            "anyonya",
            "ābaddha",
            "bāhavaḥ",
            "kṛṣṇam",
            "uccaiḥ",
            "jaguḥ",
            "yāntyaḥ",
            "kālindyām",
            "snātum",
            "anu",
            "aham"
        ],
        "translation": "Each day they rose at dawn. Calling out to one another by name, they all held hands and loudly sang the glories of Kṛṣṇa while going to the Kālindī to take their bath.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "नद्या: कदाचिदागत्य तीरे निक्षिप्य पूर्ववत् ।वासांसि कृष्णं गायन्त्यो विजह्रु: सलिले मुदा ॥ ७ ॥",
        "english_devnagari": "nadyāḥ kadācid āgatyatīre nikṣipya pūrva-vatvāsāṁsi kṛṣṇaṁ gāyantyovijahruḥ salile mudā",
        "verse_Syn": [
            "nadyāḥ",
            "kadācit",
            "āgatya",
            "tīre",
            "nikṣipya",
            "pūrva",
            "vat",
            "vāsāṁsi",
            "kṛṣṇam",
            "gāyantyaḥ",
            "vijahruḥ",
            "salile",
            "mudā"
        ],
        "translation": "One day they came to the riverbank and, putting aside their clothing as they had done before, happily played in the water while singing the glories of Kṛṣṇa.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, this incident occurred on the day the young gopīs completed their vow, which was a full-moon day. To celebrate the successful completion of their vow, the girls invited young Rādhārāṇī — the daughter of Vṛṣabhānu and the special object of their affection — along with other important gopīs, and brought them all to the river to bathe. Their playing in the water was meant to serve as the avabhṛtha-snāna, the ceremonial bath taken immediately upon the completion of a Vedic sacrifice. Śrīla Prabhupāda comments as follows: “It is an old system among Indian girls and women that when they take a bath in the river they place their garments on the bank and dip into the water completely naked. The portion of the river where the girls and women bathe was strictly prohibited to any male, and this is still the system. The Supreme Personality of Godhead, knowing the minds of the unmarried young gopīs, awarded them their desired objective. They had prayed for Kṛṣṇa to become their husband, and Kṛṣṇa wanted to fulfill their desires.”"
    },
    {
        "verse": "8",
        "devanagari": "भगवांस्तदभिप्रेत्य कृष्णो योगेश्वरेश्वर: ।वयस्यैरावृतस्तत्र गतस्तत्कर्मसिद्धये ॥ ८ ॥",
        "english_devnagari": "bhagavāṁs tad abhipretyakṛṣno yogeśvareśvaraḥvayasyair āvṛtas tatragatas tat-karma-siddhaye",
        "verse_Syn": [
            "bhagavān",
            "tat",
            "abhipretya",
            "kṛṣṇaḥ",
            "yoga",
            "īśvara",
            "īśvaraḥ",
            "vayasyaiḥ",
            "āvṛtaḥ",
            "tatra",
            "gataḥ",
            "tat",
            "karma",
            "siddhaye"
        ],
        "translation": "Lord Kṛṣṇa, the Supreme Personality of Godhead and master of all masters of mystic yoga, was aware of what the gopīs were doing, and thus He went there surrounded by His young companions to award the gopīs the perfection of their endeavor.",
        "purport": " As the master of all masters of mystic power, Lord Kṛṣṇa could easily understand the desires of the gopīs, and He could also fulfill them. The gopīs, like all young girls from respectable families, considered the embarrassment of appearing naked before a young boy to be worse than giving up their lives. Yet Lord Kṛṣṇa made them come out of the water and bow down to Him. Although the bodily forms of the gopīs were all fully developed, and although Kṛṣṇa met them in a secluded place and brought them fully under His control, because the Lord is completely transcendental there was not a trace of material desire in His mind. Lord Kṛṣṇa is the ocean of transcendental bliss, and He wanted to share His bliss with the gopīs on the spiritual platform, completely free of ordinary lust. Śrīla Viśvanātha Cakravartī Ṭhākura explains that the companions of Kṛṣṇa mentioned here were mere toddlers two or three years old. They were completely naked and were unaware of the difference between male and female. When Kṛṣṇa went out to herd the cows, they followed Him because they were so attached to Him that they could not bear to be without His association."
    },
    {
        "verse": "9",
        "devanagari": "तासां वासांस्युपादाय नीपमारुह्य सत्वर: ।हसद्भ‍ि: प्रहसन् बालै: परिहासमुवाच ह ॥ ९ ॥",
        "english_devnagari": "tāsāṁ vāsāṁsy upādāyanīpam āruhya satvaraḥhasadbhiḥ prahasan bālaiḥparihāsam uvāca ha",
        "verse_Syn": [
            "tāsām",
            "vāsāṁsi",
            "upādāya",
            "nīpam",
            "āruhya",
            "satvaraḥ",
            "hasadbhiḥ",
            "prahasan",
            "bālaiḥ",
            "parihāsam",
            "uvāca",
            "ha"
        ],
        "translation": "Taking the girls’ garments, He quickly climbed to the top of a kadamba tree. Then, as He laughed loudly and His companions also laughed, He addressed the girls jokingly.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "अत्रागत्याबला: कामं स्वं स्वं वास: प्रगृह्यताम् ।सत्यं ब्रुवाणि नो नर्म यद् यूयं व्रतकर्शिता: ॥ १० ॥",
        "english_devnagari": "atrāgatyābalāḥ kāmaṁsvaṁ svaṁ vāsaḥ pragṛhyatāmsatyaṁ bravāṇi no narmayad yūyaṁ vrata-karśitāḥ",
        "verse_Syn": [
            "atra",
            "āgatya",
            "abalāḥ",
            "kāmam",
            "svam",
            "svam",
            "vāsaḥ",
            "pragṛhyatām",
            "satyam",
            "bruvāṇi",
            "na",
            "u",
            "narma",
            "yat",
            "yūyam",
            "vrata",
            "karśitāḥ"
        ],
        "translation": "[Lord Kṛṣṇa said:] My dear girls, you may each come here as you wish and take back your garments. I’m telling you the truth and am not joking with you, since I see you’re fatigued from executing austere vows.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "न मयोदितपूर्वं वा अनृतं तदिमे विदु: ।एकैकश: प्रतीच्छध्वं सहैवेति सुमध्यमा: ॥ ११ ॥",
        "english_devnagari": "na mayodita-pūrvaṁ vāanṛtaṁ tad ime viduḥekaikaśaḥ pratīcchadhvaṁsahaiveti su-madhyamāḥ",
        "verse_Syn": [
            "na",
            "mayā",
            "udita",
            "pūrvam",
            "vai",
            "anṛtam",
            "tat",
            "ime",
            "viduḥ",
            "eka",
            "ekaśaḥ",
            "pratīcchadhvam",
            "saha",
            "eva",
            "iti",
            "su",
            "madhyamāḥ"
        ],
        "translation": "I have never before spoken a lie, and these boys know it. Therefore, O slender-waisted girls, please come forward, either one by one or all together, and pick out your clothes.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "तस्य तत् क्ष्वेलितं द‍ृष्ट्वा गोप्य: प्रेमपरिप्लुता: ।व्रीडिता: प्रेक्ष्य चान्योन्यं जातहासा न निर्ययु: ॥ १२ ॥",
        "english_devnagari": "tasya tat kṣvelitaṁ dṛṣṭvāgopyaḥ prema-pariplutāḥvrīḍitāḥ prekṣya cānyonyaṁjāta-hāsā na niryayuḥ",
        "verse_Syn": [
            "tasya",
            "tat",
            "kṣvelitam",
            "dṛṣṭvā",
            "gopyaḥ",
            "prema",
            "pariplutāḥ",
            "vrīḍitāḥ",
            "prekṣya",
            "ca",
            "anyonyam",
            "jāta",
            "hāsāḥ",
            "na",
            "niryayuḥ"
        ],
        "translation": "Seeing how Kṛṣṇa was joking with them, the gopīs became fully immersed in love for Him, and as they glanced at each other they began to laugh and joke among themselves, even in their embarrassment. But still they did not come out of the water.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains this verse as follows: “The gopīs were from most respectable families, and they might have argued with Kṛṣṇa: ‘Why don’t You simply leave our clothes on the bank of the river and go away?’ “Kṛṣṇa might have replied, ‘But there are so many of you that some of the girls might take clothes belonging to another.’ “The gopīs would reply, ‘We are honest and never steal anything. We never touch another’s property.’ “Then Kṛṣṇa would say, ‘If that’s true, then simply come and get your clothes. What is the difficulty?’ “When the gopīs saw Kṛṣṇa’s determination, they were filled with loving ecstasy. Although embarrassed, they were overjoyed to receive such attention from Kṛṣṇa. He was joking with them as if they were His wives or girlfriends, and the gopīs’ only desire was to achieve such a relationship with Him. At the same time, they were embarrassed to be seen naked by Him. But still they could not help laughing at His joking words and even began to joke among themselves, one gopī urging another, ‘Go ahead, you go first, and let us see if Kṛṣṇa plays any tricks on you. Then we will go later.’”"
    },
    {
        "verse": "13",
        "devanagari": "एवं ब्रुवति गोविन्दे नर्मणाक्षिप्तचेतस: ।आकण्ठमग्ना: शीतोदे वेपमानास्तमब्रुवन् ॥ १३ ॥",
        "english_devnagari": "evaṁ bruvati govindenarmaṇākṣipta-cetasaḥā-kaṇṭha-magnāḥ śītodevepamānās tam abruvan",
        "verse_Syn": [
            "evam",
            "bruvati",
            "govinde",
            "narmaṇā",
            "ākṣipta",
            "cetasaḥ",
            "ā",
            "kaṇṭha",
            "magnāḥ",
            "śīta",
            "ude",
            "vepamānāḥ",
            "tam",
            "abruvan"
        ],
        "translation": "As Śrī Govinda spoke to the gopīs in this way, His joking words completely captivated their minds. Submerged up to their necks in the cold water, they began to shiver. Thus they addressed Him as follows.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura gives the following example of joking between Kṛṣṇa and the gopīs. Kṛṣṇa: O birdlike girls, if you do not come here, then with these garments caught in the branches I will make a swing and a hammock. I need to lie down, since I have spent the entire night awake and am now becoming sleepy. Gopīs: Our dear cowherd boy, Your cows, greedy for grass, have gone into a cave. So You must quickly go there to herd them back on the proper path. Kṛṣṇa: Come now, My dear cowherd girls, you must quickly go from here to Vraja and perform your household duties. Don’t become a disturbance to your parents and other elders. Gopīs: Our dear Kṛṣṇa, we will not go home for an entire month, for it is by the order of our parents and other elders that we are executing this vow of fasting, the Kātyāyanī-vrata. Kṛṣṇa: My dear austere ladies, I too, by the strength of seeing you, have now developed a surprising mood of detachment from family life. I wish to stay here for a month and execute the vow of dwelling in the clouds. And if you show mercy to Me, I can come down from here and observe the vow of fasting in your company. The gopīs were completely captivated by Kṛṣṇa’s joking words, but out of shyness they submerged themselves in the water up to their necks. Shaking from the cold, they addressed Kṛṣṇa as follows."
    },
    {
        "verse": "14",
        "devanagari": "मानयं भो: कृथास्त्वां तु नन्दगोपसुतं प्रियम् ।जानीमोऽङ्ग व्रजश्लाघ्यं देहि वासांसि वेपिता: ॥ १४ ॥",
        "english_devnagari": "mānayaṁ bhoḥ kṛthās tvāṁ tunanda-gopa-sutaṁ priyamjānīmo ’ṅga vraja-ślāghyaṁdehi vāsāṁsi vepitāḥ",
        "verse_Syn": [
            "mā",
            "anayam",
            "bhoḥ",
            "kṛthāḥ",
            "tvām",
            "tu",
            "nanda",
            "gopa",
            "sutam",
            "priyam",
            "jānīmaḥ",
            "aṅga",
            "vraja",
            "ślāghyam",
            "dehi",
            "vāsāṁsi",
            "vepitāḥ"
        ],
        "translation": "[The gopīs said:] Dear Kṛṣṇa, don’t be unfair! We know that You are the respectable son of Nanda and that You are honored by everyone in Vraja. You are also very dear to us. Please give us back our clothes. We are shivering in the cold water.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "श्यामसुन्दर ते दास्य: करवाम तवोदितम् ।देहि वासांसि धर्मज्ञ नो चेद् राज्ञे ब्रुवाम हे ॥ १५ ॥",
        "english_devnagari": "śyāmasundara te dāsyaḥkaravāma tavoditamdehi vāsāṁsi dharma-jñano ced rājñe bruvāma he",
        "verse_Syn": [
            "śyāmasundara",
            "te",
            "dāsyaḥ",
            "karavāma",
            "tava",
            "uditam",
            "dehi",
            "vāsāṁsi",
            "dharma",
            "jña",
            "na",
            "u",
            "cet",
            "rājñe",
            "bruvāmaḥ",
            "he"
        ],
        "translation": "O Śyāmasundara, we are Your maidservants and must do whatever You say. But give us back our clothing. You know what the religious principles are, and if You don’t give us our clothes we will have to tell the king. Please!",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "श्रीभगवानुवाचभवत्यो यदि मे दास्यो मयोक्तं वा करिष्यथ ।अत्रागत्य स्ववासांसि प्रतीच्छत शुचिस्मिता: ।नो चेन्नाहं प्रदास्ये किं क्रुद्धो राजा करिष्यति ॥ १६ ॥",
        "english_devnagari": "śrī-bhagavān uvācabhavatyo yadi me dāsyomayoktaṁ vā kariṣyathaatrāgatya sva-vāsāṁsipratīcchata śuci-smitāḥno cen nāhaṁ pradāsye kiṁkruddho rājā kariṣyati",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "bhavatyaḥ",
            "yadi",
            "me",
            "dāsyaḥ",
            "mayā",
            "uktam",
            "vā",
            "kariṣyatha",
            "atra",
            "āgatya",
            "sva",
            "vāsāṁsi",
            "pratīcchata",
            "śuci",
            "smitāḥ",
            "na",
            "u",
            "cet",
            "na",
            "aham",
            "pradāsye",
            "kim",
            "kruddhaḥ",
            "rājā",
            "kariṣyati"
        ],
        "translation": "The Supreme Personality of Godhead said: If you girls are actually My maidservants, and if you will really do what I say, then come here with your innocent smiles and let each girl pick out her clothes. If you don’t do what I say, I won’t give them back to you. And even if the king becomes angry, what can he do?",
        "purport": " Śrīla Prabhupāda comments, “When the gopīs saw that Kṛṣṇa was strong and determined, they had no alternative but to abide by His order.”"
    },
    {
        "verse": "17",
        "devanagari": "ततो जलाशयात् सर्वा दारिका: शीतवेपिता: ।पाणिभ्यां योनिमाच्छाद्य प्रोत्तेरु: शीतकर्शिता: ॥ १७ ॥",
        "english_devnagari": "tato jalāśayāt sarvādārikāḥ śīta-vepitāḥpāṇibhyāṁ yonim ācchādyaprotteruḥ śīta-karśitāḥ",
        "verse_Syn": [
            "tataḥ",
            "jala",
            "āśayāt",
            "sarvāḥ",
            "dārikāḥ",
            "śīta",
            "vepitāḥ",
            "pāṇibhyām",
            "yonim",
            "ācchādya",
            "protteruḥ",
            "śīta",
            "karśitāḥ"
        ],
        "translation": "Then, shivering from the painful cold, all the young girls rose up out of the water, covering their pubic area with their hands.",
        "purport": " The gopīs had assured Kṛṣṇa that they were His eternal servants and would do whatever He said, and thus they were now defeated by their own words. If they delayed any longer, they thought, some other man might come along, and this would be unbearable for them. The gopīs loved Kṛṣṇa so much that even in that awkward situation their attachment to Him was increasing more and more, and they were very eager to stay in His company. Thus they did not even consider drowning themselves in the river because of the embarrassing situation. They concluded that they could do nothing but go forward to their beloved Kṛṣṇa, putting aside their embarrassment. Thus the gopīs assured each other that there was no alternative and rose up out of the water to meet Him."
    },
    {
        "verse": "18",
        "devanagari": "भगवानाहता वीक्ष्य शुद्धभावप्रसादित: ।स्कन्धे निधाय वासांसि प्रीत: प्रोवाच सस्मितम् ॥ १८ ॥",
        "english_devnagari": "bhagavān āhatā vīkṣyaśuddha-bhāva-prasāditaḥskandhe nidhāya vāsāṁsiprītaḥ provāca sa-smitam",
        "verse_Syn": [
            "bhagavān",
            "āhatāḥ",
            "vīkṣya",
            "śuddha",
            "bhāva",
            "prasāditaḥ",
            "skandhe",
            "nidhāya",
            "vāsāṁsi",
            "prītaḥ",
            "provāca",
            "sa",
            "smitam"
        ],
        "translation": "When the Supreme Lord saw how the gopīs were struck with embarrassment, He was satisfied by their pure loving affection. Putting their clothes on His shoulder, the Lord smiled and spoke to them with affection.",
        "purport": " Śrīla Prabhupāda comments: “[The gopīs’] simple presentation was so pure that Lord Kṛṣṇa immediately became pleased with them. All the unmarried gopīs who prayed to Kātyāyanī to have Kṛṣṇa as their husband were thus satisfied. A woman cannot be naked before any male except her husband. The unmarried gopīs desired Kṛṣṇa as their husband, and He fulfilled their desire in this way.” For aristocratic girls like the gopīs, standing naked before a young boy was worse than death, and yet they decided to give up everything for the pleasure of Lord Kṛṣṇa. He wanted to see the power of their love for Him, and He was completely satisfied by their unalloyed devotion."
    },
    {
        "verse": "19",
        "devanagari": "यूयं विवस्त्रा यदपो धृतव्रताव्यगाहतैतत्तदु देवहेलनम् ।बद्ध्वाञ्जलिं मूध्‍‍‍‍‍‍‍‍‌‌र्न्यपनुत्तयेऽहस:कृत्वा नमोऽधोवसनं प्रगृह्यताम् ॥ १९ ॥",
        "english_devnagari": "yūyaṁ vivastrā yad apo dhṛta-vratāvyagāhataitat tad u deva-helanambaddhvāñjaliṁ mūrdhny apanuttaye ’ṁhasaḥkṛtvā namo ’dho-vasanaṁ pragṛhyatām",
        "verse_Syn": [
            "yūyam",
            "vivastrāḥ",
            "yat",
            "apaḥ",
            "dhṛta",
            "vratāḥ",
            "vyagāhata",
            "etat",
            "tat",
            "u",
            "deva",
            "helanam",
            "baddhvā",
            "añjalim",
            "mūrdhni",
            "apanuttaye",
            "aṁhasaḥ",
            "kṛtvā",
            "namaḥ",
            "adhaḥ",
            "vasanam",
            "pragṛhyatām"
        ],
        "translation": "[Lord Kṛṣṇa said:] You girls bathed naked while executing your vow, and that is certainly an offense against the demigods. To counteract your sin you should offer obeisances while placing your joined palms above your heads. Then you should take back your lower garments.",
        "purport": " Kṛṣṇa wanted to see the full surrender of the gopīs, and thus He ordered them to offer obeisances with their palms joined above their heads. In other words, the gopīs could no longer cover their bodies. We should not foolishly think that Lord Kṛṣṇa is an ordinary lusty boy enjoying the naked beauty of the gopīs. Kṛṣṇa is the Supreme Absolute Truth, and He was acting to fulfill the loving desire of the young cowherd girls of Vṛndāvana. In this world we would certainly become lusty in a situation like this. But to compare ourselves to God is a great offense, and because of this offense we will not be able to understand Kṛṣṇa’s transcendental position, for we will wrongly take Him to be materially conditioned like ourselves. To lose transcendental sight of Kṛṣṇa is certainly a great disaster for one trying to relish the bliss of the Absolute Truth."
    },
    {
        "verse": "20",
        "devanagari": "इत्यच्युतेनाभिहितं व्रजाबलामत्वा विवस्त्राप्लवनं व्रतच्युतिम् ।तत्पूर्तिकामास्तदशेषकर्मणांसाक्षात्कृतं नेमुरवद्यमृग् यत: ॥ २० ॥",
        "english_devnagari": "ity acyutenābhihitaṁ vrajābalāmatvā vivastrāplavanaṁ vrata-cyutimtat-pūrti-kāmās tad-aśeṣa-karmaṇāṁsākṣāt-kṛtaṁ nemur avadya-mṛg yataḥ",
        "verse_Syn": [
            "iti",
            "acyutena",
            "abhihitam",
            "vraja",
            "abalāḥ",
            "matvā",
            "vivastra",
            "āplavanam",
            "vrata",
            "cyutim",
            "tat",
            "pūrti",
            "kāmāḥ",
            "tat",
            "aśeṣa",
            "karmarṇām",
            "sākṣāt",
            "kṛtam",
            "nemuḥ",
            "avadya",
            "mṛk",
            "yataḥ"
        ],
        "translation": "Thus the young girls of Vṛndāvana, considering what Lord Acyuta had told them, accepted that they had suffered a falldown from their vow by bathing naked in the river. But they still desired to successfully complete their vow, and since Lord Kṛṣṇa is Himself the ultimate result of all pious activities, they offered their obeisances to Him to cleanse away all their sins.",
        "purport": " The transcendental position of Kṛṣṇa consciousness is clearly described here. The gopīs decided that it was better to renounce their so-called family tradition and traditional morality and simply surrender unto the Supreme Lord Kṛṣṇa. This does not mean that the Kṛṣṇa consciousness movement advocates immoral activities. In fact, the devotees of ISKCON practice the highest standard of restraint and morality, but at the same time we recognize the transcendental position of Kṛṣṇa. Lord Kṛṣṇa is God and therefore has no material desire to enjoy young girls in sexual affairs. As will be seen in this chapter, Lord Kṛṣṇa was not at all attracted to enjoying the gopīs; rather He was attracted to their love and wanted to satisfy them. The greatest offense is to imitate the activities of Lord Kṛṣṇa. In India there is a group called prākṛta-sahajiyā, who imitate these affairs of Kṛṣṇa and try to enjoy naked young girls in the name of worshiping Kṛṣṇa. The ISKCON movement sternly rejects this mockery of religion, because the greatest offense is for a human being to ludicrously imitate the Supreme Personality of Godhead. In the ISKCON movement there are no cheap incarnations, and it is not possible for a devotee of this movement to promote himself to the position of Kṛṣṇa. Five hundred years ago Kṛṣṇa appeared as Lord Caitanya Mahāprabhu, who practiced strict celibacy throughout His student life and at the age of twenty-four took sannyāsa, a lifelong vow of celibacy. Caitanya Mahāprabhu rigidly avoided contact with women in order to carry out His vow of loving service to Kṛṣṇa. When Kṛṣṇa personally appeared five thousand years ago, He exhibited these wonderful pastimes, which attract our attention. We should not become envious or shocked when we hear that God can perform such pastimes. Our shock is due to our ignorance, because if we tried to perform these activities our bodies would be afflicted by lust. Lord Kṛṣṇa, however, is the Supreme Absolute Truth and is therefore never disturbed by any material desire whatsoever. Thus, this incident — in which the gopīs gave up normal standards of morality and, raising their hands to their head, bowed down in compliance with Kṛṣṇa’s order — is an example of pure devotional surrender and not a discrepancy in religious principles. In fact, the gopīs’ surrender is the perfection of all religion, as Śrīla Prabhupāda describes in Kṛṣṇa, the Supreme Personality of Godhead: “The gopīs were all simple souls, and whatever Kṛṣṇa said they took to be true. In order to be freed from the wrath of Varuṇadeva, as well as to fulfill the desired end of their vows and ultimately to please their worshipable Lord, Kṛṣṇa, they immediately abided by His order. Thus they became the greatest lovers of Kṛṣṇa, and His most obedient servitors. “Nothing can compare with the Kṛṣṇa consciousness of the gopīs. Actually, the gopīs did not care for Varuṇa or any other demigod; they only wanted to satisfy Kṛṣṇa.”"
    },
    {
        "verse": "21",
        "devanagari": "तास्तथावनता द‍ृष्ट्वा भगवान् देवकीसुत: ।वासांसि ताभ्य: प्रायच्छत्करुणस्तेन तोषित: ॥ २१ ॥",
        "english_devnagari": "tās tathāvanatā dṛṣṭvābhagavān devakī-sutaḥvāsāṁsi tābhyaḥ prāyacchatkaruṇas tena toṣitaḥ",
        "verse_Syn": [
            "tāḥ",
            "tathā",
            "avanatāḥ",
            "dṛṣṭvā",
            "bhagavān",
            "devakī",
            "sutaḥ",
            "vāsāṁsi",
            "tābhyaḥ",
            "prāyacchat",
            "karuṇaḥ",
            "tena",
            "toṣitaḥ"
        ],
        "translation": "Seeing them bow down like that, the Supreme Personality of Godhead, the son of Devakī, gave them back their garments, feeling compassionate toward them and satisfied by their act.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "द‍ृढं प्रलब्धास्त्रपया च हापिता:प्रस्तोभिता: क्रीडनवच्च कारिता: ।वस्त्राणि चैवापहृतान्यथाप्यमुंता नाभ्यसूयन् प्रियसङ्गनिर्वृता: ॥ २२ ॥",
        "english_devnagari": "dṛḍhaṁ pralabdhās trapayā ca hāpitāḥprastobhitāḥ krīḍana-vac ca kāritāḥvastrāṇi caivāpahṛtāny athāpy amuṁtā nābhyasūyan priya-saṅga-nirvṛtāḥ",
        "verse_Syn": [
            "dṛḍham",
            "pralabdhāḥ",
            "trapayā",
            "ca",
            "hāpitāḥ",
            "prastobhitāḥ",
            "krīḍana",
            "vat",
            "ca",
            "kāritāḥ",
            "vastrāṇi",
            "ca",
            "eva",
            "apahṛtāni",
            "atha",
            "api",
            "amum",
            "tāḥ",
            "na",
            "abhyasūyan",
            "priya",
            "saṅga",
            "nirvṛtāḥ"
        ],
        "translation": "Although the gopīs had been thoroughly cheated, deprived of their modesty, ridiculed and made to act just like toy dolls, and although their clothing had been stolen, they did not feel at all inimical toward Śrī Kṛṣṇa. Rather, they were simply joyful to have this opportunity to associate with their beloved.",
        "purport": " Śrīla Prabhupāda comments, “This attitude of the gopīs is described by Lord Caitanya Mahāprabhu when He prays, ‘My dear Lord Kṛṣṇa, You may embrace Me or trample Me under Your feet, or You may make Me brokenhearted by never being present before Me. Whatever You like, You can do, because You have complete freedom to act. But in spite of all of Your dealings, You are My Lord eternally, and I have no other worshipable object.’ This is the attitude of the gopīs toward Kṛṣṇa.”"
    },
    {
        "verse": "23",
        "devanagari": "परिधाय स्ववासांसि प्रेष्ठसङ्गमसज्जिता: ।गृहीतचित्ता नो चेलुस्तस्मिन्लज्जायितेक्षणा: ॥ २३ ॥",
        "english_devnagari": "paridhāya sva-vāsāṁsipreṣṭha-saṅgama-sajjitāḥgṛhīta-cittā no celustasmin lajjāyitekṣaṇāḥ",
        "verse_Syn": [
            "paridhāya",
            "sva",
            "vāsāṁsi",
            "preṣṭha",
            "saṅgama",
            "sajjitāḥ",
            "gṛhīta",
            "cittāḥ",
            "na",
            "u",
            "celuḥ",
            "tasmin",
            "lajjāyita",
            "īkṣaṇāḥ"
        ],
        "translation": "The gopīs were addicted to associating with their beloved Kṛṣṇa, and thus they became captivated by Him. Thus, even after putting their clothes on they did not move. They simply remained where they were, shyly glancing at Him.",
        "purport": " By association with their beloved Kṛṣṇa, the gopīs had become more attached to Him than ever. Just as Kṛṣṇa had stolen their clothes, He had also stolen their minds and their love. The gopīs interpreted the whole incident as proof that Kṛṣṇa was also attached to them. Otherwise, why would He have gone to the trouble of playing with them in this way? Because they thought that Kṛṣṇa was now attached to them, they glanced at Him with shyness, and being stunned by the rising of their ecstatic love, they could not move from where they stood. Kṛṣṇa had overcome their shyness and forced them to come out of the water naked, but now, having dressed properly, they again became shy in His presence. In fact, this incident increased their humbleness before Kṛṣṇa. They did not want Kṛṣṇa to see them staring at Him, but they cautiously took the opportunity to glance at the Lord."
    },
    {
        "verse": "24",
        "devanagari": "तासां विज्ञाय भगवान् स्वपादस्पर्शकाम्यया ।धृतव्रतानां सङ्कल्पमाह दामोदरोऽबला: ॥ २४ ॥",
        "english_devnagari": "tāsāṁ vijñāya bhagavānsva-pāda-sparśa-kāmyayādhṛta-vratānāṁ saṅkalpamāha dāmodaro ’balāḥ",
        "verse_Syn": [
            "tāsām",
            "vijñāya",
            "bhagavān",
            "sva",
            "pāda",
            "sparśa",
            "kāmyayā",
            "dhṛta",
            "vratānām",
            "saṅkalpam",
            "āha",
            "dāmodaraḥ",
            "abalāḥ"
        ],
        "translation": "The Supreme Lord understood the determination of the gopīs in executing their strict vow. The Lord also knew that the girls desired to touch His lotus feet, and thus Lord Dāmodara, Kṛṣṇa, spoke to them as follows.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "सङ्कल्पो विदित: साध्व्यो भवतीनां मदर्चनम् ।मयानुमोदित: सोऽसौ सत्यो भवितुमर्हति ॥ २५ ॥",
        "english_devnagari": "saṅkalpo viditaḥ sādhvyobhavatīnāṁ mad-arcanammayānumoditaḥ so ’sausatyo bhavitum arhati",
        "verse_Syn": [
            "saṅkalpaḥ",
            "viditaḥ",
            "sādhvyaḥ",
            "bhavatīnām",
            "mat",
            "arcanam",
            "mayā",
            "anumoditaḥ",
            "saḥ",
            "asau",
            "satyaḥ",
            "bhavitum",
            "arhati"
        ],
        "translation": "[Lord Kṛṣṇa said:] O saintly girls, I understand that your real motive in this austerity has been to worship Me. That intent of yours is approved of by Me, and indeed it must come to pass.",
        "purport": " Just as Kṛṣṇa is free of all impure desire, so are the gopīs. Their attempt to gain Kṛṣṇa as their husband was therefore motivated not by a desire for personal sense gratification but by their overwhelming desire to serve Kṛṣṇa and to please Him. Because of their intense love, the gopīs did not see Kṛṣṇa as God but rather as the most wonderful boy in all creation, and being beautiful young girls, they desired only to please Him by loving service. Lord Kṛṣṇa understood the pure desire of the gopīs and was thus satisfied. The Lord could certainly not be satisfied by ordinary lust, but He was moved by the intense loving devotion of the cowherd girls of Vṛndāvana."
    },
    {
        "verse": "26",
        "devanagari": "न मय्यावेशितधियां काम: कामाय कल्पते ।भर्जिता क्‍वथिता धाना: प्रायो बीजाय नेशते ॥ २६ ॥",
        "english_devnagari": "na mayy āveśita-dhiyāṁkāmaḥ kāmāya kalpatebharjitā kvathitā dhānāḥprāyo bījāya neśate",
        "verse_Syn": [
            "na",
            "mayi",
            "āveśita",
            "dhiyām",
            "kāmaḥ",
            "kāmāya",
            "kalpate",
            "bharjitāḥ",
            "kvathitāḥ",
            "dhānāḥ",
            "prāyaḥ",
            "bījāya",
            "na",
            "iṣyate"
        ],
        "translation": "The desire of those who fix their minds on Me does not lead to material desire for sense gratification, just as barleycorns burned by the sun and then cooked can no longer grow into new sprouts.",
        "purport": " The words mayy āveśita-dhiyām are very significant here. Unless one has achieved an advanced degree of devotion, one cannot fix the mind and intelligence on Kṛṣṇa, since Kṛṣṇa is pure spiritual existence. Self-realization is a state not of desirelessness but rather of purified desire, wherein one desires only the pleasure of Lord Kṛṣṇa. The gopīs were certainly attracted to Kṛṣṇa in a mood of conjugal love, and yet, having fixed their minds and indeed their entire existence completely on Kṛṣṇa, their conjugal desire could never manifest as material lust; rather, it became the most exalted form of love of Godhead ever seen within the universe."
    },
    {
        "verse": "27",
        "devanagari": "याताबला व्रजं सिद्धा मयेमा रंस्यथा क्षपा: ।यदुद्दिश्य व्रतमिदं चेरुरार्यार्चनं सती: ॥ २७ ॥",
        "english_devnagari": "yātābalā vrajaṁ siddhāmayemā raṁsyathā kṣapāḥyad uddiśya vratam idaṁcerur āryārcanaṁ satīḥ",
        "verse_Syn": [
            "yāta",
            "abalāḥ",
            "vrajam",
            "siddhāḥ",
            "mayā",
            "imāḥ",
            "raṁsyatha",
            "kṣapāḥ",
            "yat",
            "uddiśya",
            "vratam",
            "idam",
            "ceruḥ",
            "āryā",
            "arcanam",
            "satīḥ"
        ],
        "translation": "Go now, girls, and return to Vraja. Your desire is fulfilled, for in My company you will enjoy the coming nights. After all, this was the purpose of your vow to worship goddess Kātyāyanī, O pure-hearted ones.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "श्रीशुक उवाचइत्यादिष्टा भगवता लब्धकामा: कुमारिका: ।ध्यायन्त्यस्तत्पदाम्भोजं कृच्छ्रान्निर्विविशुर्व्रजम् ॥ २८ ॥",
        "english_devnagari": "śrī-śuka uvācaity ādiṣṭā bhagavatālabdha-kāmāḥ kumārikāḥdhyāyantyas tat-padāmbhojamkṛcchrān nirviviśur vrajam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "ādiṣṭāḥ",
            "bhagavatā",
            "labdha",
            "kāmāḥ",
            "kumārikāḥ",
            "dhyāyantyaḥ",
            "tat",
            "pada",
            "ambhojam",
            "kṛcchrāt",
            "nirviviśuḥ",
            "vrajam"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus instructed by the Supreme Personality of Godhead, the young girls, their desire now fulfilled, could bring themselves only with great difficulty to return to the village of Vraja, meditating all the while upon His lotus feet.",
        "purport": " The gopīs’ desire was fulfilled because Lord Kṛṣṇa had agreed to act as their husband. A young girl can never spend the night with any man except her husband, and thus when Kṛṣṇa agreed to engage the girls in the nocturnal rāsa dance during the coming autumn season, in effect He was agreeing to reciprocate their love for Him in the role of a husband."
    },
    {
        "verse": "29",
        "devanagari": "अथ गोपै: परिवृतो भगवान् देवकीसुत: ।वृन्दावनाद्गतो दूरं चारयन् गा: सहाग्रज: ॥ २९ ॥",
        "english_devnagari": "atha gopaiḥ parivṛtobhagavān devakī-sutaḥvṛndāvanād gato dūraṁcārayan gāḥ sahāgrajaḥ",
        "verse_Syn": [
            "atha",
            "gopaiḥ",
            "parivṛtaḥ",
            "bhagavān",
            "devakī",
            "sutaḥ",
            "vṛndāvanāt",
            "gataḥ",
            "dūram",
            "cārayan",
            "gāḥ",
            "saha",
            "agrajaḥ"
        ],
        "translation": "Some time later Lord Kṛṣṇa, the son of Devakī, surrounded by His cowherd friends and accompanied by His elder brother, Balarāma, went a good distance away from Vṛndāvana, herding the cows.",
        "purport": " Having described how Lord Kṛṣṇa stole the garments of the young gopīs, Śukadeva Gosvāmī now begins introducing the description of Lord Kṛṣṇa’s blessings upon the wives of some ritualistic brāhmaṇas."
    },
    {
        "verse": "30",
        "devanagari": "निदघार्कातपे तिग्मे छायाभि: स्वाभिरात्मन: ।आतपत्रायितान् वीक्ष्य द्रुमानाह व्रजौकस: ॥ ३० ॥",
        "english_devnagari": "nidaghārkātape tigmechāyābhiḥ svābhir ātmanaḥātapatrāyitān vīkṣyadrumān āha vrajaukasaḥ",
        "verse_Syn": [
            "nidāgha",
            "arka",
            "ātape",
            "tigme",
            "chayabhiḥ",
            "svābhiḥ",
            "ātmanaḥ",
            "ātapatrāyitān",
            "vīkṣya",
            "drumān",
            "aha",
            "vraja",
            "okasaḥ"
        ],
        "translation": "When the sun’s heat became intense, Lord Kṛṣṇa saw that the trees were acting as umbrellas by shading Him, and thus He spoke as follows to His boyfriends.",
        "purport": ""
    },
    {
        "verse": "31-32",
        "devanagari": "हे स्तोककृष्ण हे अंशो श्रीदामन् सुबलार्जुन ।विशाल वृषभौजस्विन् देवप्रस्थ वरूथप ॥ ३१ ॥पश्यतैतान् महाभागान् परार्थैकान्तजीवितान् ।वातवर्षातपहिमान् सहन्तो वारयन्ति न: ॥ ३२ ॥",
        "english_devnagari": "he stoka-kṛṣṇa he aṁśośrīdāman subalārjunaviśāla vṛṣabhaujasvindevaprastha varūthapa",
        "verse_Syn": [
            "he",
            "stoka",
            "kṛṣṇa",
            "he",
            "aṁśo",
            "śrīdāman",
            "subala",
            "arjuna",
            "viśāla",
            "vṛṣabha",
            "ojasvin",
            "devaprastha",
            "varūthapa",
            "paśyata",
            "etān",
            "mahā",
            "bhāgān",
            "para",
            "artha",
            "ekānta",
            "jīvitān",
            "vāta",
            "varṣa",
            "ātapa",
            "himān",
            "sahantaḥ",
            "vārayanti",
            "naḥ"
        ],
        "translation": "[Lord Kṛṣṇa said:] O Stoka Kṛṣṇa and Aṁśu, O Śrīdāma, Subala and Arjuna, O Viśāla, Vṛṣabha, Ojasvī, Devaprastha and Varūthapa, just see these greatly fortunate trees, whose lives are completely dedicated to the benefit of others. Even while tolerating the wind, rain, heat and snow, they protect us from these elements.",
        "purport": " Lord Kṛṣṇa was preparing to bestow His mercy on the wives of the hard-hearted ritualistic brāhmaṇas, and in these verses the Lord indicates that even trees who are dedicated to the welfare of others are superior to brāhmaṇas who are not. Certainly the members of the Kṛṣṇa consciousness movement should soberly study this point."
    },
    {
        "verse": "33",
        "devanagari": "अहो एषां वरं जन्म सर्वप्राण्युपजीवनम् ।सुजनस्येव येषां वै विमुखा यान्ति नार्थिन: ॥ ३३ ॥",
        "english_devnagari": "aho eṣāṁ varaṁ janmasarva-prāṇy-upajīvanamsu-janasyeva yeṣāṁ vaivimukhā yānti nārthinaḥ",
        "verse_Syn": [
            "aho",
            "eṣām",
            "varam",
            "janma",
            "sarva",
            "prāṇi",
            "upajīvinam",
            "su",
            "janasya",
            "iva",
            "yeṣām",
            "vai",
            "vimukhāḥ",
            "yānti",
            "na",
            "arthinaḥ"
        ],
        "translation": "Just see how these trees are maintaining every living entity! Their birth is successful. Their behavior is just like that of great personalities, for anyone who asks anything from a tree never goes away disappointed.",
        "purport": " This translation is quoted from Śrīla Prabhupāda’s Caitanya-caritāmṛta (Ādi 9.46)."
    },
    {
        "verse": "34",
        "devanagari": "पत्रपुष्पफलच्छायामूलवल्कलदारुभि: ।गन्धनिर्यासभस्मास्थितोक्मै: कामान्वितन्वते ॥ ३४ ॥",
        "english_devnagari": "patra-puṣpa-phala-cchāyā-mūla-valkala-dārubhiḥgandha-niryāsa-bhasmāsthi-tokmaiḥ kāmān vitanvate",
        "verse_Syn": [
            "patra",
            "puṣpa",
            "phala",
            "chāyā",
            "mūla",
            "valkala",
            "dārubhiḥ",
            "gandha",
            "niryāsa",
            "bhasma",
            "asthi",
            "tokmaiḥ",
            "kāmān",
            "vitanvate"
        ],
        "translation": "These trees fulfill one’s desires with their leaves, flowers and fruits, their shade, roots, bark and wood, and also with their fragrance, sap, ashes, pulp and shoots.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "एतावज्जन्मसाफल्यं देहिनामिह देहिषु ।प्राणैरर्थैर्धिया वाचा श्रेयआचरणं सदा ॥ ३५ ॥",
        "english_devnagari": "etāvaj janma-sāphalyaṁdehinām iha dehiṣuprāṇair arthair dhiyā vācāśreya-ācaraṇaṁ sadā",
        "verse_Syn": [
            "etāvat",
            "janma",
            "sāphalyam",
            "dehinām",
            "iha",
            "dehiṣu",
            "prāṇaiḥ",
            "arthaiḥ",
            "dhiyā",
            "vācā",
            "śreyaḥ",
            "ācaraṇam",
            "sadā"
        ],
        "translation": "It is the duty of every living being to perform welfare activities for the benefit of others with his life, wealth, intelligence and words.",
        "purport": " This translation is quoted from Śrīla Prabhupāda’s Caitanya-caritāmṛta (Ādi-līlā 9.42)."
    },
    {
        "verse": "36",
        "devanagari": "इति प्रवालस्तबकफलपुष्पदलोत्करै: ।तरूणां नम्रशाखानां मध्यतो यमुनां गत: ॥ ३६ ॥",
        "english_devnagari": "iti pravāla-stabaka-phala-puṣpa-dalotkaraiḥtarūṇāṁ namra-śākhānāṁmadhyato yamunāṁ gataḥ",
        "verse_Syn": [
            "iti",
            "pravāla",
            "stabaka",
            "phala",
            "puṣpa",
            "dala",
            "utkaraiḥ",
            "tarūṇām",
            "namra",
            "śākhānām",
            "madhyataḥ",
            "yamunām",
            "gataḥ"
        ],
        "translation": "Thus moving among the trees, whose branches were bent low by their abundance of twigs, fruits, flowers and leaves, Lord Kṛṣṇa came to the Yamunā River.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "तत्र गा: पाययित्वाप: सुमृष्टा: शीतला: शिवा: ।ततो नृप स्वयं गोपा: कामं स्वादु पपुर्जलम् ॥ ३७ ॥",
        "english_devnagari": "tatra gāḥ pāyayitvāpaḥsu-mṛṣṭāḥ śītalāḥ śivāḥtato nṛpa svayaṁ gopāḥkāmaṁ svādu papur jalam",
        "verse_Syn": [
            "tatra",
            "gāḥ",
            "pāyayitvā",
            "apaḥ",
            "su",
            "mṛṣṭāḥ",
            "śītalāḥ",
            "śivāḥ",
            "tataḥ",
            "nṛpa",
            "svayam",
            "gopāḥ",
            "kāmam",
            "svādu",
            "papuḥ",
            "jalam"
        ],
        "translation": "The cowherd boys let the cows drink the clear, cool and wholesome water of the Yamunā. O King Parīkṣit, the cowherd boys themselves also drank that sweet water to their full satisfaction.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "तस्या उपवने कामं चारयन्त: पशून् नृप ।कृष्णरामावुपागम्य क्षुधार्ता इदमब्रुवन् ॥ ३८ ॥",
        "english_devnagari": "tasyā upavane kāmaṁcārayantaḥ paśūn nṛpakṛṣṇa-rāmāv upāgamyakṣudh-ārtā idam abravan",
        "verse_Syn": [
            "tasyāḥ",
            "upavane",
            "kāmam",
            "cārayantaḥ",
            "paśūn",
            "nṛpa",
            "kṛṣṇa",
            "rāmau",
            "upāgamya",
            "kṣut",
            "ārtāḥ",
            "idam",
            "abruvan"
        ],
        "translation": "Then, O King, the cowherd boys began herding the animals in a leisurely way within a small forest along the Yamunā. But soon they became afflicted by hunger and, approaching Kṛṣṇa and Balarāma, spoke as follows.",
        "purport": " Śrīla Jīva Gosvāmī explains that the cowherd boys were concerned that Kṛṣṇa would be hungry, and thus they feigned their own hunger so that Kṛṣṇa and Balarāma would make suitable arrangements to eat."
    }
]