[
    {
        "verse": "1-2",
        "devanagari": "श्रीशुक उवाचशिशुपालस्य शाल्वस्य पौण्ड्रकस्यापि दुर्मति: ।परलोकगतानां च कुर्वन् पारोक्ष्यसौहृदम् ॥ १ ॥एक: पदाति: सङ्‌क्रुद्धो गदापाणि: प्रकम्पयन् ।पद्‍भ्यामिमां महाराज महासत्त्वो व्यद‍ृश्यत ॥ २ ॥",
        "english_devnagari": "śrī-śuka uvācaśiśupālasya śālvasyapauṇḍrakasyāpi durmatiḥpara-loka-gatānāṁ cakurvan pārokṣya-sauhṛdam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "śiśupālasya",
            "śālvasya",
            "pauṇḍrakasya",
            "api",
            "durmatiḥ",
            "para",
            "loka",
            "gatānāṁ",
            "ca",
            "kurvan",
            "pārokṣya",
            "sauhṛdam",
            "ekaḥ",
            "padātiḥ",
            "saṅkruddhaḥ",
            "gadā",
            "pāṇiḥ",
            "prakampayan",
            "padbhyām",
            "imam",
            "mahā",
            "rāja",
            "mahā",
            "sattvaḥ",
            "vyadṛśyata"
        ],
        "translation": "Śukadeva Gosvāmī said: Acting out of friendship for Śiśupāla, Śālva and Pauṇḍraka, who had all passed on to the next world, the wicked Dantavakra appeared on the battlefield in a great rage, O King. All alone, on foot and wielding a club in his hand, the mighty warrior shook the earth with his footsteps.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "तं तथायान्तमालोक्य गदामादाय सत्वर: ।अवप्लुत्य रथात् कृष्ण: सिन्धुं वेलेव प्रत्यधात् ॥ ३ ॥",
        "english_devnagari": "taṁ tathāyāntam ālokyagadām ādāya satvaraḥavaplutya rathāt kṛṣṇaḥsindhuṁ veleva pratyadhāt",
        "verse_Syn": [
            "tam",
            "tathā",
            "āyāntam",
            "ālokya",
            "gadām",
            "ādāya",
            "satvaraḥ",
            "avaplutya",
            "rathāt",
            "kṛṣṇaḥ",
            "sindhum",
            "velā",
            "iva",
            "pratyadhāt"
        ],
        "translation": "Seeing Dantavakra approach, Lord Kṛṣṇa quickly picked up His club, jumped down from His chariot and stopped His advancing opponent just as the shore holds back the ocean.",
        "purport": " Śrīla Prabhupāda writes: “When Kṛṣṇa appeared before Dantavakra, his heroic march was immediately stopped, just as the great furious waves of the ocean are stopped by the beach.”"
    },
    {
        "verse": "4",
        "devanagari": "गदामुद्यम्य कारूषो मुकुन्दं प्राह दुर्मद: ।दिष्‍ट्या दिष्‍ट्या भवानद्य मम द‍ृष्टिपथं गत: ॥ ४ ॥",
        "english_devnagari": "gadām udyamya kārūṣomukundaṁ prāha durmadaḥdiṣṭyā diṣṭyā bhavān adyamama dṛṣṭi-pathaṁ gataḥ",
        "verse_Syn": [
            "gadām",
            "udyamya",
            "kārūṣaḥ",
            "mukundam",
            "prāha",
            "durmadaḥ",
            "diṣṭyā",
            "diṣṭyā",
            "bhavān",
            "adya",
            "mama",
            "dṛṣṭi",
            "patham",
            "gataḥ"
        ],
        "translation": "Raising his club, the reckless King of Karūṣa said to Lord Mukunda, “What luck! What luck — to have You come before me today!",
        "purport": " Śrīla Śrīdhara Svāmī explains that after having waited for three lifetimes, Dantavakra, formerly a gatekeeper in Vaikuṇṭha, could now return to the spiritual world. Therefore the transcendental meaning of his statement is: “How fortunate! How fortunate I am that today I can return to my constitutional position in the spiritual world!” In the next verse, Dantavakra will refer to Kṛṣṇa as mātuleya, a maternal cousin. Dantavakra’s mother, Śrutaśravā, was the sister of Kṛṣṇa’s father, Vasudeva."
    },
    {
        "verse": "5",
        "devanagari": "त्वं मातुलेयो न: कृष्ण मित्रध्रुङ्‍मां जिघांससि ।अतस्त्वां गदया मन्द हनिष्ये वज्रकल्पया ॥ ५ ॥",
        "english_devnagari": "tvaṁ mātuleyo naḥ kṛṣṇamitra-dhruṅ māṁ jighāṁsasiatas tvāṁ gadayā mandahaniṣye vajra-kalpayā",
        "verse_Syn": [
            "tvam",
            "mātuleyaḥ",
            "naḥ",
            "kṛṣṇa",
            "mitra",
            "dhruk",
            "mām",
            "jighāṁsasi",
            "ataḥ",
            "tvām",
            "gadayā",
            "manda",
            "haniṣye",
            "vajra",
            "kalpayā"
        ],
        "translation": "“You are our maternal cousin, Kṛṣṇa, but You committed violence against my friends, and now You want to kill me also. Therefore, fool, I will kill You with my thunderbolt club.",
        "purport": " The ācāryas have given the following alternate grammatical division of the third line of this verse: atas tvāṁ gadayā amanda, in which case Dantavakra says, “My dear Lord Kṛṣṇa, You are amanda [not foolish], and therefore with Your powerful club You will now send me back home, back to Godhead.” This is the inner meaning of this verse."
    },
    {
        "verse": "6",
        "devanagari": "तर्ह्यानृण्यमुपैम्यज्ञ मित्राणां मित्रवत्सल: ।बन्धुरूपमरिं हत्वा व्याधिं देहचरं यथा ॥ ६ ॥",
        "english_devnagari": "tarhy ānṛṇyam upaimy ajñamitrāṇāṁ mitra-vatsalaḥbandhu-rūpam ariṁ hatvāvyādhiṁ deha-caraṁ yathā",
        "verse_Syn": [
            "tarhi",
            "ānṛṇyam",
            "upaimi",
            "ajña",
            "mitrāṇām",
            "mitra",
            "vatsalaḥ",
            "bandhu",
            "rūpam",
            "arim",
            "hatvā",
            "vyādhim",
            "deha",
            "caram",
            "yathā"
        ],
        "translation": "“Then, O unintelligent one, I who am obliged to my friends will have repaid my debt to them by killing You, my enemy disguised as a relative, who are like a disease within my body.”",
        "purport": " According to the ācāryas, the word ajña indicates that in comparison to Lord Kṛṣṇa, no one is more intelligent. Further, the word bandhu-rūpam indicates that Lord Kṛṣṇa is actually everyone’s true friend, and vyādhim indicates that Lord Kṛṣṇa is the Supersoul, the object of meditation within the heart, who takes away our mental distress. Furthermore, the ācāryas translate the word hatvā as jñātvā; in other words, by knowing Kṛṣṇa properly one can actually liberate all of one’s friends."
    },
    {
        "verse": "7",
        "devanagari": "एवं रूक्षैस्तुदन् वाक्यै: कृष्णं तोत्रैरिव द्विपम् ।गदया ताडयन्मूर्ध्‍नि सिंहवद् व्यनदच्च स: ॥ ७ ॥",
        "english_devnagari": "evaṁ rūkṣais tudan vākyaiḥkṛṣṇaṁ totrair iva dvipamgadayātāḍayan mūrdhnisiṁha-vad vyanadac ca saḥ",
        "verse_Syn": [
            "evam",
            "rūkṣaiḥ",
            "tudan",
            "vākyaiḥ",
            "kṛṣṇam",
            "totraiḥ",
            "iva",
            "dvipam",
            "gadayā",
            "atāḍayat",
            "mūrdhni",
            "siṁha",
            "vat",
            "vyanadat",
            "ca",
            "saḥ"
        ],
        "translation": "Thus trying to harass Lord Kṛṣṇa with harsh words, as one might prick an elephant with sharp goads, Dantavakra struck the Lord on the head with his club and roared like a lion.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "गदयाभिहतोऽप्याजौ न चचाल यदूद्वह: ।कृष्णोऽपि तमहन् गुर्व्या कौमोदक्या स्तनान्तरे ॥ ८ ॥",
        "english_devnagari": "gadayābhihato ’py ājauna cacāla yadūdvahaḥkṛṣṇo ’pi tam ahan gurvyākaumodakyā stanāntare",
        "verse_Syn": [
            "gadayā",
            "abhihataḥ",
            "api",
            "ājau",
            "na",
            "cacāla",
            "yadu",
            "udvahaḥ",
            "kṛṣṇaḥ",
            "api",
            "tam",
            "ahan",
            "gurvyā",
            "kaumodakyā",
            "stana",
            "antare"
        ],
        "translation": "Although hit by Dantavakra’s club, Lord Kṛṣṇa, the deliverer of the Yadus, did not budge from His place on the battlefield. Rather, with His massive Kaumodakī club the Lord struck Dantavakra in the middle of his chest.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "गदानिर्भिन्नहृदय उद्वमन् रुधिरं मुखात् ।प्रसार्य केशबाह्वङ्‍‍घ्रीन् धरण्यां न्यपतद् व्यसु: ॥ ९ ॥",
        "english_devnagari": "gadā-nirbhinna-hṛdayaudvaman rudhiraṁ mukhātprasārya keśa-bāhv-aṅghrīndharaṇyāṁ nyapatad vyasuḥ",
        "verse_Syn": [
            "gadā",
            "nirbhinna",
            "hṛdayaḥ",
            "udvaman",
            "rudhiram",
            "mukhāt",
            "prasārya",
            "keśa",
            "bāhu",
            "aṅghrīn",
            "dharaṇyām",
            "nyapatat",
            "vyasuḥ"
        ],
        "translation": "His heart shattered by the club’s blow, Dantavakra vomited blood and fell lifeless to the ground, his hair disheveled and his arms and legs sprawling.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "तत: सूक्ष्मतरं ज्योति: कृष्णमाविशदद्भ‍ुतम् ।पश्यतां सर्वभूतानां यथा चैद्यवधे नृप ॥ १० ॥",
        "english_devnagari": "tataḥ sūkṣmataraṁ jyotiḥkṛṣṇam āviśad adbhutampaśyatāṁ sarva-bhūtānāṁyathā caidya-vadhe nṛpa",
        "verse_Syn": [
            "tataḥ",
            "sūkṣma",
            "taram",
            "jyotiḥ",
            "kṛṣṇam",
            "āviśat",
            "adbhutam",
            "paśyatām",
            "sarva",
            "bhūtānām",
            "yathā",
            "caidya",
            "vadhe",
            "nṛpa"
        ],
        "translation": "A most subtle and wondrous spark of light then [rose from the demon’s body and] entered Lord Kṛṣṇa while everyone looked on, O King, just as when Śiśupāla was killed.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "विदूरथस्तु तद्भ्राता भ्रातृशोकपरिप्लुत: ।आगच्छदसिचर्माभ्यामुच्छ्वसंस्तज्जिघांसया ॥ ११ ॥",
        "english_devnagari": "vidūrathas tu tad-bhrātābhrātṛ-śoka-pariplutaḥāgacchad asi-carmābhyāmucchvasaṁs taj-jighāṁsayā",
        "verse_Syn": [
            "vidūrathaḥ",
            "tu",
            "tat",
            "bhrātā",
            "bhrātṛ",
            "śoka",
            "pariplutaḥ",
            "āgacchat",
            "asi",
            "carmābhyām",
            "ucchvasan",
            "tat",
            "jighāṁsayā"
        ],
        "translation": "But then Dantavakra’s brother Vidūratha, immersed in sorrow over his brother’s death, came forward breathing heavily, sword and shield in hand. He wanted to kill the Lord.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "तस्य चापतत: कृष्णश्चक्रेण क्षुरनेमिना ।शिरो जहार राजेन्द्र सकिरीटं सकुण्डलम् ॥ १२ ॥",
        "english_devnagari": "tasya cāpatataḥ kṛṣṇaścakreṇa kṣura-nemināśiro jahāra rājendrasa-kirīṭaṁ sa-kuṇḍalam",
        "verse_Syn": [
            "tasya",
            "ca",
            "āpatataḥ",
            "kṛṣṇaḥ",
            "cakreṇa",
            "kṣura",
            "neminā",
            "śiraḥ",
            "jahāra",
            "rāja",
            "indra",
            "sa",
            "kirīṭam",
            "sa",
            "kuṇḍalam"
        ],
        "translation": "O best of kings, as Vidūratha fell upon Him, Lord Kṛṣṇa used His razor-edged Sudarśana disc to remove his head, complete with its helmet and earrings.",
        "purport": ""
    },
    {
        "verse": "13-15",
        "devanagari": "एवं सौभं च शाल्वं च दन्तवक्रं सहानुजम् ।हत्वा दुर्विषहानन्यैरीडित: सुरमानवै: ॥ १३ ॥मुनिभि: सिद्धगन्धर्वैर्विद्याधरमहोरगै: ।अप्सरोभि: पितृगणैर्यक्षै: किन्नरचारणै: ॥ १४ ॥उपगीयमानविजय: कुसुमैरभिवर्षित: ।वृतश्च वृष्णिप्रवरैर्विवेशालङ्कृतां पुरीम् ॥ १५ ॥",
        "english_devnagari": "evaṁ saubhaṁ ca śālvaṁ cadantavakraṁ sahānujamhatvā durviṣahān anyairīḍitaḥ sura-mānavaiḥ",
        "verse_Syn": [
            "evam",
            "saubham",
            "ca",
            "śālvam",
            "ca",
            "dantavakram",
            "saha",
            "anujam",
            "hatvā",
            "durviṣahān",
            "anyaiḥ",
            "īḍitaḥ",
            "sura",
            "mānavaiḥ",
            "munibhiḥ",
            "siddha",
            "gandharvaiḥ",
            "vidyādhara",
            "mahā",
            "uragaiḥ",
            "apsarobhiḥ",
            "pitṛ",
            "gaṇaiḥ",
            "yakṣaiḥ",
            "kinnara",
            "cāraṇaiḥ",
            "upagīyamāna",
            "vijayaḥ",
            "kusumaiḥ",
            "abhivarṣitaḥ",
            "vṛtaḥ",
            "ca",
            "vṛṣṇi",
            "pravaraiḥ",
            "viveśa",
            "alaṅkṛtām",
            "purīm"
        ],
        "translation": "Having thus destroyed Śālva and his Saubha airship, along with Dantavakra and his younger brother, all of whom were invincible before any other opponent, the Lord was praised by demigods, human beings and great sages, by Siddhas, Gandharvas, Vidyādharas and Mahoragas, and also by Apsarās, Pitās, Yakṣas, Kinnaras and Cāraṇas. As they sang His glories and showered Him with flowers, the Supreme Lord entered His festively decorated capital city in the company of the most eminent Vṛṣṇis.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "एवं योगेश्वर: कृष्णो भगवान् जगदीश्वर: ।ईयते पशुद‍ृष्टीनां निर्जितो जयतीति स: ॥ १६ ॥",
        "english_devnagari": "evaṁ yogeśvaraḥ kṛṣṇobhagavān jagad-īśvaraḥīyate paśu-dṛṣṭīnāṁnirjito jayatīti saḥ",
        "verse_Syn": [
            "evam",
            "yoga",
            "īśvaraḥ",
            "kṛṣṇaḥ",
            "bhagavān",
            "jagat",
            "īśvaraḥ",
            "īyate",
            "paśu",
            "dṛṣṭīnām",
            "nirjitaḥ",
            "jayati",
            "iti",
            "saḥ"
        ],
        "translation": "Thus Lord Kṛṣṇa, the Supreme Personality of Godhead, the master all mystic power and Lord of the universe, is ever victorious. Only those of beastly vision think He sometimes suffers defeat.",
        "purport": " Śrīla Viśvanātha Cakravartī gives the following elaborate commentary on this section of Śrīmad-Bhāgavatam: Concerning the killing of Dantavakra, the Uttara-khaṇḍa (279) of the Padma Purāṇa contains further details in the following prose passage: atha śiśupālaṁ nihataṁ śrutvā dantavakraḥ kṛṣṇena saha yoddhuṁ mathurām ājagāma. kṛṣṇas tu tac chrutvā ratham āruhya mathurām āyayau. “Then, hearing that Śiśupāla had been killed, Dantavakra went to Mathurā to fight against Kṛṣṇa. When Kṛṣṇa, moreover, heard of this, He mounted His chariot and went to Mathurā.” Tayor dantavakra-vāsudevayor aho-rātraṁ mathurā-dvāri saṅgrāmaḥ samavartata; kṛṣṇas tu gadayā taṁ jaghāna; sa tu cūrṇita-sarvāṅgo vajra-nirbhinno mahīdhara iva gatāsur avani-tale nipapāta; so ’pi hareḥ sārūpyeṇa yogi-gamyaṁ nityānanda-sukha-daṁ śāśvataṁ paramaṁ padam avāpa: “Between the two of them — Dantavakra and Lord Vāsudeva — there then began a battle at the gate of Mathurā that lasted all day and night. Finally Kṛṣṇa struck Dantavakra with His club, at which point Dantavakra fell lifeless to the ground, all his limbs smashed like a mountain shattered by a lightning bolt. Dantavakra achieved the liberation of gaining a form equal to the Lord’s, and thus he also achieved the Lord’s eternal, supreme abode, attainable by perfect yogīs, which bestows the happiness of everlasting spiritual bliss.” Itthaṁ jaya-vijayau sanakādi-śāpa-vyājena kevalaṁ bhagavato līlārthaṁ saṁsṛtāv avatīrya janma-traye ’pi tenaiva nihatau janma-trayāvasāne muktim avāptau: “So it was that Jaya and Vijaya — apparently because of being cursed by Sanaka and his brothers but actually to facilitate the Supreme Lord’s pastimes — descended to this material world and in three consecutive lifetimes were killed by the Lord Himself. Then, at the completion of these three lifetimes, they attained liberation.” In this passage of the Padma Purāṇa the words kṛṣṇas tu tac chrutvā, “when Kṛṣṇa heard of this,” indicate that the Lord heard from Nārada, who travels as swiftly as the mind, that Dantavakra had gone to Mathurā. Therefore immediately after killing Śālva, without first entering Dvārakā, the Lord reached the vicinity of Mathurā in a single moment on His chariot, which also moves as swiftly as the mind, and there He saw Dantavakra. Thus it is that even today, by the gate of Mathurā facing the direction of Dvārakā, there is a village known in the vernacular as Datihā, a name derived from the Sanskrit dantavakra-ha, “killer of Dantavakra.” This village was founded by Kṛṣṇa’s great-grandson Vajra. In the same section of the Padma Purāṇa, these statements follow: kṛṣṇo ’pi taṁ hatvā yamunām uttīrya nanda-vrajaṁ gatvā sotkaṇṭhau pitarāv abhivādyāśvāsya tābhyāṁ sāśru-sekam āliṅgitaḥ sakala-gopa-vṛddhān praṇamya bahu-vastrābharaṇādibhis tatra-sthān santarpayām āsa. “And after killing him [Vidūratha], Kṛṣṇa crossed the Yamunā and went to the cowherd village of Nanda, where He honored and consoled His aggrieved parents. They drenched Him with tears and embraced Him, and then the Lord offered obeisances to the elder cowherd men and gratified all the residents with abundant gifts of clothing, ornaments and so on.” “Lord Keśava sported continuously with the cowherd women on the Kālindī’s charming bank, which was filled with pious trees. Thus the Supreme Lord, assuming the appearance of a cowherd, resided there for two months, enjoying the pleasure of intimate pastimes in various moods of loving reciprocation.” Atha tatra-sthā nanda-gopādayaḥ sarve janāḥ putra-dārādi-sahitā vāsudeva-prasādena divya-rūpa-dharā vimānam ārūḍhāḥ paramaṁ vaikuṇṭha-lokam avāpuḥ; kṛṣṇas tu nanda-gopa-vrajaukasāṁ sarveṣāṁ nirāmayaṁ sva-padaṁ dattvā divi deva-gaṇaiḥ saṁstūyamāno dvāravatīṁ viveśa: “Then, by Lord Vāsudeva’s grace, Nanda and all the other residents of that place, together with their children and wives, assumed their eternal, spiritual forms, boarded a celestial airplane and ascended to the supreme Vaikuṇṭha planet [Goloka Vṛndāvana]. Lord Kṛṣṇa, however, after bestowing on Nanda Gopa and all the other inhabitants of Vraja His own transcendental abode, which is free of all disease, traveled through the sky and returned to Dvārakā as demigods chanted His praises.” Śrīla Rūpa Gosvāmī comments as follows on this passage in his Laghu-bhāgavatāmṛta (1.488-89): “Since Droṇa and other demigods had previously descended to earth to merge as partial expansions into the King of Vraja and other devotees of Vṛndāvana, at this time it was these demigod expansions whom Lord Kṛṣṇa sent off to Vaikuṇṭha. Lord Hari is perpetually enjoying pastimes in Vṛndāvana with His intimate devotees, the residents of Gokula, who are dearer to Him than even His most dear other devotees.” In the passage of the Padma Purāṇa, the word putra in the phrase nanda-gopādayaḥ sarve janāḥ putra-dārādi-sahitāḥ (“Nanda Gopa and the others, together with their children and wives”) refers to such sons as Kṛṣṇa, Śrīdāmā and Subala, while the word dāra refers to such wives as Śrī Yaśodā and Kīrtidā, the mother of Rādhārāṇī. The phrase sarve janāḥ (“all the people”) refers to everyone living in the district of Vraja. Thus they all went to the topmost Vaikuṇṭha planet, Goloka. The phrase divya-rūpa-dharāḥ indicates that in Goloka they engage in pastimes appropriate to demigods, not those suited to humans, as in Gokula. Just as during Lord Rāmacandra’s incarnation the residents of Ayodhyā were transported to Vaikuṇṭha in their selfsame bodies, so in this incarnation of Kṛṣṇa the residents of Vraja attained to Goloka in theirs. Lord Kṛṣṇa’s journey from Dvārakā to Vraja is confirmed by the following passage of Śrīmad-Bhāgavatam (1.11.9): yarhy ambujākṣāpasasāra bho bhavān kurūn madhūn vātha suhṛd-didṛkṣayā/ tatrābda-koṭi-pratimaḥ kṣaṇo bhavet. “O lotus-eyed Lord, whenever You go away to Mathurā, Vṛndāvana or Hastināpura to meet Your friends and relatives, every moment of Your absence seems like a million years.” Lord Kṛṣṇa had been harboring a desire to go see His friends and relatives in Vraja ever since Lord Baladeva had gone there, but His mother, father and other elders in Dvārakā had refused to give Him permission. Now, however, after the killing of Śālva, when Kṛṣṇa heard from Nārada that Dantavakra had gone to Mathurā, no one could object to the Lord’s going there immediately without first entering Dvārakā. And after killing Dantavakra, He would have the opportunity to meet with His friends and relatives living in Vraja. Thinking like this, and also remembering Uddhava’s allusion to the gopīs in the words gāyanti te viśada-karma (Bhāg. 10.71.9), He went to Vraja, dispelling the feelings of separation of the inhabitants. For two months Lord Kṛṣṇa enjoyed in Vṛndāvana just as before, previous to His leaving there to kill Kaṁsa in Mathurā. Then, at the end of two months, He withdrew His Vraja pastimes from mundane eyes by taking the demigod portions of His parents and other relatives and friends to Vaikuṇṭha. Thus, in one complete plenary manifestation He went to Goloka in the spiritual world, in another He remained perpetually enjoying in Vraja while invisible to material eyes, and in yet another He mounted His chariot and returned alone to Dvārakā. The people of Śaurasena province thought that after killing Dantavakra Kṛṣṇa had paid a visit to His parents and other dear ones and now was returning to Dvārakā. The people of Vraja, on the other hand, could not understand where He had suddenly disappeared to, and so they were totally astonished. Furthermore, Śukadeva considered that Parīkṣit Mahārāja might think, “How is it that the same Kṛṣṇa who caused the cowherds to attain Vaikuṇṭha in their selfsame bodies also caused the residents of Dvārakā to attain such an inauspicious condition in the course of His mauṣala-līlā?” Thus the King might consider the arrangement unfair because of his own affinity for the Yadus. That is why Śukadeva Gosvāmī did not allow him to hear this pastime, which, as mentioned above, is related in the Uttara-khaṇḍa of Śrī Padma Purāṇa. In Śrī Vaiṣṇava-toṣaṇī, Sanātana Gosvāmī’s commentary on the Tenth Canto, we find the following sequential list of pastimes: First was the journey on the occasion of the solar eclipse, then the Rājasūya assembly, then the gambling match and attempted disrobing of Draupadī, then the Pāṇḍavas’ exile to the forest, then the killing of Śālva and Dantavakra, then Kṛṣṇa’s visit to Vṛndāvana, and finally the winding up of the Vṛndāvana pastimes."
    },
    {
        "verse": "17",
        "devanagari": "श्रुत्वा युद्धोद्यमं राम: कुरूणां सह पाण्डवै: ।तीर्थाभिषेकव्याजेन मध्यस्थ: प्रययौ किल ॥ १७ ॥",
        "english_devnagari": "śrutvā yuddhodyamaṁ rāmaḥkurūṇāṁ saha pāṇḍavaiḥtīrthābhiṣeka-vyājenamadhya-sthaḥ prayayau kila",
        "verse_Syn": [
            "śrutvā",
            "yuddha",
            "udyamam",
            "rāmaḥ",
            "kurūṇām",
            "saha",
            "pāṇḍavaiḥ",
            "tīrtha",
            "abhiṣeka",
            "vyājena",
            "madhya",
            "sthaḥ",
            "prayayau",
            "kila"
        ],
        "translation": "Lord Balarāma then heard that the Kurus were preparing for war with the Pāṇḍavas. Being neutral, He departed on the pretext of going to bathe in holy places.",
        "purport": " Both Duryodhana and Yudhiṣṭhira were dear to Lord Balarāma, and so to avoid an awkward situation He departed. Furthermore, after killing the demon Vidūratha, Lord Kṛṣṇa put aside His weapons, but Lord Balarāma still had to kill Romaharṣaṇa and Balvala to finish relieving the earth of her burden of demons."
    },
    {
        "verse": "18",
        "devanagari": "स्‍नात्वा प्रभासे सन्तर्प्य देवर्षिपितृमानवान् ।सरस्वतीं प्रतिस्रोतं ययौ ब्राह्मणसंवृत: ॥ १८ ॥",
        "english_devnagari": "snātvā prabhāse santarpyadevarṣi-pitṛ-mānavānsarasvatīṁ prati-srotaṁyayau brāhmaṇa-saṁvṛtaḥ",
        "verse_Syn": [
            "snātvā",
            "prabhāse",
            "santarpya",
            "deva",
            "ṛṣi",
            "pitṛ",
            "mānavān",
            "sarasvatīm",
            "prati",
            "srotam",
            "yayau",
            "brāhmaṇa",
            "saṁvṛtaḥ"
        ],
        "translation": "After bathing at Prabhāsa and honoring the demigods, sages, forefathers and prominent human beings, He went in the company of brāhmaṇas to the portion of the Sarasvatī that flows westward into the sea.",
        "purport": ""
    },
    {
        "verse": "19-20",
        "devanagari": "पृथूदकं बिन्दुसरस्‍त्रितकूपं सुदर्शनम् ।विशालं ब्रह्मतीर्थं च चक्रं प्राचीं सरस्वतीम् ॥ १९ ॥यमुनामनु यान्येव गङ्गामनु च भारत ।जगाम नैमिषं यत्र ऋषय: सत्रमासते ॥ २० ॥",
        "english_devnagari": "pṛthūdakaṁ bindu-sarastritakūpaṁ sudarśanamviśālaṁ brahma-tīrthaṁ cacakraṁ prācīṁ sarasvatīm",
        "verse_Syn": [
            "pṛthu",
            "udakam",
            "bindu",
            "saraḥ",
            "trita",
            "kūpam",
            "sudarśanam",
            "viśālam",
            "brahma",
            "tīrtham",
            "ca",
            "cakram",
            "prācīm",
            "sarasvatīm",
            "yamunām",
            "anu",
            "yāni",
            "eva",
            "gaṅgām",
            "anu",
            "ca",
            "bhārata",
            "jagāma",
            "naimiṣam",
            "yatra",
            "ṛṣayaḥ",
            "satram",
            "āsate"
        ],
        "translation": "Lord Balarāma visited the broad Bindu-saras Lake, Tritakūpa, Sudarśana, Viśāla, Brahma-tīrtha, Cakra-tīrtha and the eastward-flowing Sarasvatī. He also went to all the holy places along the Yamunā and the Ganges, O Bhārata, and then He came to the Naimiṣa forest, where great sages were performing an elaborate sacrifice.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "तमागतमभिप्रेत्य मुनयो दीर्घसत्रिण: ।अभिनन्द्य यथान्यायं प्रणम्योत्थाय चार्चयन् ॥ २१ ॥",
        "english_devnagari": "tam āgatam abhipretyamunayo dīrgha-satriṇaḥabhinandya yathā-nyāyaṁpraṇamyotthāya cārcayan",
        "verse_Syn": [
            "tam",
            "āgatam",
            "abhipretya",
            "munayaḥ",
            "dīrgha",
            "satriṇaḥ",
            "abhinandya",
            "yathā",
            "nyāyam",
            "praṇamya",
            "utthāya",
            "ca",
            "ārcayan"
        ],
        "translation": "Recognizing the Lord upon His arrival, the sages, who had been engaged in their sacrificial rituals for a long time, greeted Him properly by standing up, bowing down and worshiping Him.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "सोऽर्चित: सपरीवार: कृतासनपरिग्रह: ।रोमहर्षणमासीनं महर्षे: शिष्यमैक्षत ॥ २२ ॥",
        "english_devnagari": "so ’rcitaḥ sa-parīvāraḥkṛtāsana-parigrahaḥromaharṣaṇam āsīnaṁmaharṣeḥ śiṣyam aikṣata",
        "verse_Syn": [
            "saḥ",
            "arcitaḥ",
            "sa",
            "parīvāraḥ",
            "kṛta",
            "āsana",
            "parigrahaḥ",
            "romaharṣaṇam",
            "āsīnam",
            "mahā",
            "ṛṣeḥ",
            "śiṣyam",
            "aikṣata"
        ],
        "translation": "After being thus worshiped along with His entourage, the Lord accepted a seat of honor. Then He noticed that Romaharṣaṇa, Vyāsadeva’s disciple, had remained seated.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "अप्रत्युत्थायिनं सूतमकृतप्रह्वणाञ्जलिम् ।अध्यासीनं च तान् विप्रांश्चुकोपोद्वीक्ष्य माधव: ॥ २३ ॥",
        "english_devnagari": "apratyutthāyinaṁ sūtamakṛta-prahvaṇāñjalimadhyāsīnaṁ ca tān viprāṁścukopodvīkṣya mādhavaḥ",
        "verse_Syn": [
            "apratyutthāyinam",
            "sūtam",
            "akṛta",
            "prahvaṇa",
            "añjalim",
            "adhyāsīnam",
            "ca",
            "tān",
            "viprān",
            "cukopa",
            "udvīkṣya",
            "mādhavaḥ"
        ],
        "translation": "Lord Balarāma became extremely angry upon seeing how this member of the sūta caste had failed to stand up, bow down or join his palms, and also how he was sitting above all the learned brāhmaṇas.",
        "purport": " Romaharṣaṇa had failed to greet Lord Balarāma in any of the standard ways for welcoming a superior personality. Also, despite being of a lower caste, he sat in a seat above the assembly of exalted brāhmaṇas."
    },
    {
        "verse": "24",
        "devanagari": "यस्मादसाविमान् विप्रानध्यास्ते प्रतिलोमज: ।धर्मपालांस्तथैवास्मान् वधमर्हति दुर्मति: ॥ २४ ॥",
        "english_devnagari": "yasmād asāv imān viprānadhyāste pratiloma-jaḥdharma-pālāṁs tathaivāsmānvadham arhati durmatiḥ",
        "verse_Syn": [
            "yasmāt",
            "asau",
            "imān",
            "viprān",
            "adhyāste",
            "pratiloma",
            "jaḥ",
            "dharma",
            "pālān",
            "tathā",
            "eva",
            "asmān",
            "vadham",
            "arhati",
            "durmatiḥ"
        ],
        "translation": "[Lord Balarāma said:] Because this fool born from an improperly mixed marriage sits above all these brāhmaṇas and even above Me, the protector of religion, he deserves to die.",
        "purport": ""
    },
    {
        "verse": "25-26",
        "devanagari": "ऋषेर्भगवतो भूत्वा शिष्योऽधीत्य बहूनि च ।सेतिहासपुराणानि धर्मशास्‍त्राणि सर्वश: ॥ २५ ॥अदान्तस्याविनीतस्य वृथा पण्डितमानिन: ।न गुणाय भवन्ति स्म नटस्येवाजितात्मन: ॥ २६ ॥",
        "english_devnagari": "ṛṣer bhagavato bhūtvāśiṣyo ’dhītya bahūni casetihāsa-purāṇānidharma-śāstrāṇi sarvaśaḥ",
        "verse_Syn": [
            "ṛṣeḥ",
            "bhagavataḥ",
            "bhūtvā",
            "śiṣyaḥ",
            "adhītya",
            "bahūni",
            "ca",
            "sa",
            "itihāsa",
            "purāṇāni",
            "dharma",
            "śāstrāṇi",
            "sarvaśaḥ",
            "adāntasya",
            "avinītasya",
            "vṛthā",
            "paṇḍita",
            "māninaḥ",
            "na",
            "guṇāya",
            "bhavanti",
            "sma",
            "naṭasya",
            "iva",
            "ajita",
            "ātmanaḥ"
        ],
        "translation": "Although he is a disciple of the divine sage Vyāsa and has thoroughly learned many scriptures from him, including the lawbooks of religious duties and the epic histories and Purāṇas, all this study has not produced good qualities in him. Rather, his study of the scriptures is like an actor’s studying his part, for he is not self-controlled or humble and vainly presumes himself a scholarly authority, though he has failed to conquer his own mind.",
        "purport": " One might argue that Romaharṣaṇa committed an innocent mistake when he failed to recognize Lord Balarāma, but such an argument is refuted here by Lord Balarāma’s strong criticism."
    },
    {
        "verse": "27",
        "devanagari": "एतदर्थो हि लोकेऽस्मिन्नवतारो मया कृत: ।वध्या मे धर्मध्वजिनस्ते हि पातकिनोऽधिका: ॥ २७ ॥",
        "english_devnagari": "etad-artho hi loke ’sminnavatāro mayā kṛtaḥvadhyā me dharma-dhvajinaste hi pātakino ’dhikāḥ",
        "verse_Syn": [
            "etat",
            "arthaḥ",
            "hi",
            "loke",
            "asmin",
            "avatāraḥ",
            "mayā",
            "kṛtaḥ",
            "vadhyāḥ",
            "me",
            "dharma",
            "dhvajinaḥ",
            "te",
            "hi",
            "pātakinaḥ",
            "adhikāḥ"
        ],
        "translation": "The very purpose of My descent into this world is to kill such hypocrites who pretend to be religious. Indeed, they are the most sinful rascals.",
        "purport": " Lord Balarāma was not prepared to overlook Romaharṣaṇa’s offense. The Lord had descended specifically to eliminate those who claim to be great religious leaders but do not even respect the Supreme Personality of Godhead."
    },
    {
        "verse": "28",
        "devanagari": "एतावदुक्त्वा भगवान् निवृत्तोऽसद्वधादपि ।भावित्वात् तं कुशाग्रेण करस्थेनाहनत् प्रभु: ॥ २८ ॥",
        "english_devnagari": "etāvad uktvā bhagavānnivṛtto ’sad-vadhād apibhāvitvāt taṁ kuśāgreṇakara-sthenāhanat prabhuḥ",
        "verse_Syn": [
            "etāvat",
            "uktvā",
            "bhagavān",
            "nivṛttaḥ",
            "asat",
            "vadhāt",
            "api",
            "bhāvitvāt",
            "tam",
            "kuśa",
            "agreṇa",
            "kara",
            "sthena",
            "ahanat",
            "prabhuḥ"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Although Lord Balarāma had stopped killing the impious, Romaharṣaṇa’s death was inevitable. Thus, having spoken, the Lord killed him by picking up a blade of kuśa grass and touching him with its tip.",
        "purport": " Śrīla Prabhupāda writes: “Lord Balarāma had avoided taking part in the Battle of Kurukṣetra, and yet because of His position as an incarnation, the reestablishment of religious principles was His prime duty. Considering these points, He killed Romaharṣaṇa Sūta simply by striking him with a kuśa straw, which was nothing but a blade of grass. If someone questions how Lord Balarāma could kill Romaharṣaṇa Sūta simply by striking him with a blade of kuśa grass, the answer is given in the Śrīmad-Bhāgavatam by the use of the word prabhu, ‘master.’ The Lord’s position is always transcendental, and because He is omnipotent He can act as He likes without being obliged to follow the material laws and principles. Thus it was possible for Him to kill Romaharṣaṇa Sūta simply by striking him with a blade of kuśa grass.”"
    },
    {
        "verse": "29",
        "devanagari": "हाहेति वादिन: सर्वे मुनय: खिन्नमानसा: ।ऊचु: सङ्कर्षणं देवमधर्मस्ते कृत: प्रभो ॥ २९ ॥",
        "english_devnagari": "hāheti-vādinaḥ sarvemunayaḥ khinna-mānasāḥūcuḥ saṅkarṣaṇaṁ devamadharmas te kṛtaḥ prabho",
        "verse_Syn": [
            "hā",
            "hā",
            "iti",
            "vādinaḥ",
            "sarve",
            "munayaḥ",
            "khinna",
            "mānasāḥ",
            "ūcuḥ",
            "saṅkarṣaṇam",
            "devam",
            "adharmaḥ",
            "te",
            "kṛtaḥ",
            "prabho"
        ],
        "translation": "All the sages cried out, “Alas, alas!” in great distress. They told Lord Saṅkarṣaṇa, “O master, You have committed an irreligious act!",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "अस्य ब्रह्मासनं दत्तमस्माभिर्यदुनन्दन ।आयुश्चात्माक्लमं तावद् यावत् सत्रं समाप्यते ॥ ३० ॥",
        "english_devnagari": "asya brahmāsanaṁ dattamasmābhir yadu-nandanaāyuś cātmāklamaṁ tāvadyāvat satraṁ samāpyate",
        "verse_Syn": [
            "asya",
            "brahma",
            "āsanam",
            "dattam",
            "asmābhiḥ",
            "yadu",
            "nandana",
            "āyuḥ",
            "ca",
            "ātma",
            "aklamam",
            "tāvat",
            "yāvat",
            "satram",
            "samāpyate"
        ],
        "translation": "“O favorite of the Yadus, we gave him the seat of the spiritual master and promised him long life and freedom from physical pain for as long as this sacrifice continues.",
        "purport": " Although Romaharṣaṇa was not a brāhmaṇa, having been born of a mixed marriage, he was invested with that status by the assembled sages and thus given the brahmāsana, the seat of the chief officiating priest."
    },
    {
        "verse": "31-32",
        "devanagari": "अजानतैवाचरितस्त्वया ब्रह्मवधो यथा ।योगेश्वरस्य भवतो नाम्नायोऽपि नियामक: ॥ ३१ ॥यद्येतद् ब्रह्महत्याया: पावनं लोकपावन ।चरिष्यति भवाँल्ल‍ोकसङ्ग्रहोऽनन्यचोदित: ॥ ३२ ॥",
        "english_devnagari": "ajānataivācaritastvayā brahma-vadho yathāyogeśvarasya bhavatonāmnāyo ’pi niyāmakaḥ",
        "verse_Syn": [
            "ajānatā",
            "eva",
            "ācaritaḥ",
            "tvayā",
            "brahma",
            "vadhaḥ",
            "yathā",
            "yoga",
            "īśvarasya",
            "bhavataḥ",
            "na",
            "āmnāyaḥ",
            "api",
            "niyāmakaḥ",
            "yadi",
            "etat",
            "brahma",
            "hatyāyāḥ",
            "pāvanam",
            "loka",
            "pāvana",
            "cariṣyati",
            "bhavān",
            "loka",
            "saṅgrahaḥ",
            "ananya",
            "coditaḥ"
        ],
        "translation": "“You have unknowingly killed a brāhmaṇa. Of course, even the injunctions of revealed scripture cannot dictate to You, the Lord of all mystic power. But if by Your own free will You nonetheless carry out the prescribed purification for this slaying of a brāhmaṇa, O purifier of the whole world, people in general will greatly benefit by Your example.”",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "श्रीभगवानुवाचचरिष्ये वधनिर्वेशं लोकानुग्रहकाम्यया ।नियम: प्रथमे कल्पे यावान् स तु विधीयताम् ॥ ३३ ॥",
        "english_devnagari": "śrī-bhagavān uvācacariṣye vadha-nirveśaṁlokānugraha-kāmyayāniyamaḥ prathame kalpeyāvān sa tu vidhīyatām",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "cariṣye",
            "vadha",
            "nirveśam",
            "loka",
            "anugraha",
            "kāmyayā",
            "niyamaḥ",
            "prathame",
            "kalpe",
            "yāvān",
            "saḥ",
            "tu",
            "vidhīyatām"
        ],
        "translation": "The Personality of Godhead said: I will certainly perform the atonement for this killing, since I wish to show compassion to the people in general. Please, therefore, prescribe for Me whatever ritual is to be done first.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "दीर्घमायुर्बतैतस्य सत्त्वमिन्द्रियमेव च ।आशासितं यत्तद्ब्रूते साधये योगमायया ॥ ३४ ॥",
        "english_devnagari": "dīrgham āyur bataitasyasattvam indriyam eva caāśāsitaṁ yat tad brūtesādhaye yoga-māyayā",
        "verse_Syn": [
            "dīrgham",
            "āyuḥ",
            "bata",
            "etasya",
            "sattvam",
            "indriyam",
            "eva",
            "ca",
            "āśāsitam",
            "yat",
            "tat",
            "brūte",
            "sādhaye",
            "yoga",
            "māyayā"
        ],
        "translation": "O sages, just say the word, and by My mystic power I shall restore everything you promised him — long life, strength and sensory power.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "ऋषय ऊचु:अस्‍त्रस्य तव वीर्यस्य मृत्योरस्माकमेव च ।यथा भवेद्वच: सत्यं तथा राम विधीयताम् ॥ ३५ ॥",
        "english_devnagari": "ṛṣaya ūcuḥastrasya tava vīryasyamṛtyor asmākam eva cayathā bhaved vacaḥ satyaṁtathā rāma vidhīyatām",
        "verse_Syn": [
            "ṛṣayaḥ",
            "ūcuḥ",
            "astrasya",
            "tava",
            "vīryasya",
            "mṛtyoḥ",
            "asmākam",
            "eva",
            "ca",
            "yathā",
            "bhavet",
            "vacaḥ",
            "satyam",
            "tathā",
            "rāma",
            "vidhīyatām"
        ],
        "translation": "The sages said: Please see to it, O Rāma, that Your power and that of Your kuśa weapon, as well as our promise and Romaharṣaṇa’s death, all remain intact.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "श्रीभगवानुवाचआत्मा वै पुत्र उत्पन्न इति वेदानुशासनम् ।तस्मादस्य भवेद्वक्ता आयुरिन्द्रियसत्त्ववान् ॥ ३६ ॥",
        "english_devnagari": "śrī-bhagavān uvācaātmā vai putra utpannaiti vedānuśāsanamtasmād asya bhaved vaktāāyur-indriya-sattva-vān",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "ātmā",
            "vai",
            "putraḥ",
            "utpannaḥ",
            "iti",
            "veda",
            "anuśāsanam",
            "tasmāt",
            "asya",
            "bhavet",
            "vaktā",
            "āyuḥ",
            "indriya",
            "sattva",
            "vān"
        ],
        "translation": "The Supreme Lord said: The Vedas instruct us that one’s own self takes birth again as one’s son. Thus let Romaharṣaṇa’s son become the speaker of the Purāṇas, and let him be endowed with long life, strong senses and stamina.",
        "purport": " Śrīla Śrīdhara Svāmī quotes the following Vedic verse to illustrate the principle enunciated here by Lord Balarāma: “You have taken birth from my various limbs and have arisen from my very heart. You are my own self in the form of my son. May you live through a hundred autumns.” This verse appears in the Śatapatha Brāhmaṇa (14.9.8.4) and the Bṛhad-āraṇyaka Upaniṣad (6.4.8)."
    },
    {
        "verse": "37",
        "devanagari": "किं व: कामो मुनिश्रेष्ठा ब्रूताहं करवाण्यथ ।अजानतस्त्वपचितिं यथा मे चिन्त्यतां बुधा: ॥ ३७ ॥",
        "english_devnagari": "kiṁ vaḥ kāmo muni-śreṣṭhābrūtāhaṁ karavāṇy athaajānatas tv apacitiṁyathā me cintyatāṁ budhāḥ",
        "verse_Syn": [
            "kim",
            "vaḥ",
            "kāmaḥ",
            "muni",
            "śreṣṭhāḥ",
            "brūta",
            "aham",
            "karavāṇi",
            "atha",
            "ajānataḥ",
            "tu",
            "apacitim",
            "yathā",
            "me",
            "cintyatām",
            "budhāḥ"
        ],
        "translation": "Please tell Me your desire, O best of sages, and I shall certainly fulfill it. And, O wise souls, please carefully determine My proper atonement, since I do not know what it might be.",
        "purport": " Lord Balarāma here sets a perfect example for people in general by humbly submitting Himself before the qualified brāhmaṇas."
    },
    {
        "verse": "38",
        "devanagari": "ऋषय ऊचु:इल्वलस्य सुतो घोरो बल्वलो नाम दानव: ।स दूषयति न: सत्रमेत्य पर्वणि पर्वणि ॥ ३८ ॥",
        "english_devnagari": "ṛṣaya ūcuḥilvalasya suto ghorobalvalo nāma dānavaḥsa dūṣayati naḥ satrametya parvaṇi parvaṇi",
        "verse_Syn": [
            "ṛṣayaḥ",
            "ūcuḥ",
            "ilvalasya",
            "sutaḥ",
            "ghoraḥ",
            "balvalaḥ",
            "nāma",
            "dānavaḥ",
            "saḥ",
            "dūṣayati",
            "naḥ",
            "satram",
            "etya",
            "parvaṇi",
            "parvaṇi"
        ],
        "translation": "The sages said: A fearsome demon named Balvala, the son of Ilvala, comes here every new-moon day and contaminates our sacrifice.",
        "purport": " First the sages tell Lord Balarāma the favor they would like Him to do for them."
    },
    {
        "verse": "39",
        "devanagari": "तं पापं जहि दाशार्ह तन्न: शुश्रूषणं परम् ।पूयशोणितविन् मूत्रसुरामांसाभिवर्षिणम् ॥ ३९ ॥",
        "english_devnagari": "taṁ pāpaṁ jahi dāśārhatan naḥ śuśrūṣaṇaṁ parampūya-śoṇita-vin-mūtra-surā-māṁsābhivarṣiṇam",
        "verse_Syn": [
            "tam",
            "pāpam",
            "jahi",
            "dāśārha",
            "tat",
            "naḥ",
            "śuśrūṣaṇam",
            "param",
            "pūya",
            "śoṇita",
            "vit",
            "mūtra",
            "surā",
            "māṁsa",
            "abhivarṣiṇam"
        ],
        "translation": "O descendant of Daśārha, please kill that sinful demon, who pours down pus, blood, feces, urine, wine and meat upon us. This is the best service You can do for us.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "ततश्च भारतं वर्षं परीत्य सुसमाहित: ।चरित्वा द्वादश मासांस्तीर्थस्‍नायी विशुध्यसि ॥ ४० ॥",
        "english_devnagari": "tataś ca bhārataṁ varṣaṁparītya su-samāhitaḥcaritvā dvādaśa-māsāṁstīrtha-snāyī viśudhyasi",
        "verse_Syn": [
            "tataḥ",
            "ca",
            "bhāratam",
            "varṣam",
            "parītya",
            "su",
            "samāhitaḥ",
            "caritvā",
            "dvādaśa",
            "māsān",
            "tīrtha",
            "snāyī",
            "viśudhyasi"
        ],
        "translation": "Thereafter, for twelve months, You should circumambulate the land of Bhārata in a mood of serious meditation, executing austerities and bathing at various holy pilgrimage sites. In this way You will become purified.",
        "purport": " Śrīla Jīva Gosvāmī points out that the word viśudhyasi means that Lord Balarāma would achieve spotless fame by setting such a perfect example for the people in general. Śrīla Prabhupāda writes: “The brāhmaṇas could understand the purpose of the Lord, and thus they suggested that He atone in a manner which would be beneficial to them.”"
    }
]