[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचविलोक्य दूषितां कृष्णां कृष्ण: कृष्णाहिना विभु: ।तस्या विशुद्धिमन्विच्छन् सर्पं तमुदवासयत् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācavilokya dūṣitāṁ kṛṣṇāṁkṛṣṇaḥ kṛṣṇāhinā vibhuḥtasyā viśuddhim anvicchansarpaṁ tam udavāsayat",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "vilokya",
            "dūṣitām",
            "kṛṣṇām",
            "kṛṣṇaḥ",
            "kṛṣṇa",
            "ahinā",
            "vibhuḥ",
            "tasyāḥ",
            "viśuddhim",
            "anvicchan",
            "sarpam",
            "tam",
            "udavāsayat"
        ],
        "translation": "Śukadeva Gosvāmī said: Lord Śrī Kṛṣṇa, the Supreme Personality of Godhead, seeing that the Yamunā River had been contaminated by the black snake Kāliya, desired to purify the river, and thus the Lord banished him from it.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीराजोवाचकथमन्तर्जलेऽगाधे न्यगृह्णाद् भगवानहिम् ।स वै बहुयुगावासं यथासीद् विप्र कथ्यताम् ॥ २ ॥",
        "english_devnagari": "śrī-rājovācakatham antar-jale ’gādhenyagṛhṇād bhagavān ahimsa vai bahu-yugāvāsaṁyathāsīd vipra kathyatām",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "katham",
            "antaḥ",
            "jale",
            "agādhe",
            "nyagṛhṇāt",
            "bhagavān",
            "ahim",
            "saḥ",
            "vai",
            "bahu",
            "yuga",
            "āvāsam",
            "yathā",
            "āsīt",
            "vipra",
            "kathyatām"
        ],
        "translation": "King Parīkṣit inquired: O learned sage, please explain how the Supreme Personality of Godhead chastised the serpent Kāliya within the unfathomable waters of the Yamunā, and how it was that Kāliya had been living there for so many ages.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "ब्रह्मन् भगवतस्तस्य भूम्न: स्वच्छन्दवर्तिन: ।गोपालोदारचरितं कस्तृप्येतामृतं जुषन् ॥ ३ ॥",
        "english_devnagari": "brahman bhagavatas tasyabhūmnaḥ svacchanda-vartinaḥgopālodāra-caritaṁkas tṛpyetāmṛtaṁ juṣan",
        "verse_Syn": [
            "brahman",
            "bhagavataḥ",
            "tasya",
            "bhūmnaḥ",
            "sva",
            "chanda",
            "vartinaḥ",
            "gopāla",
            "udāra",
            "caritam",
            "kaḥ",
            "tṛpyeta",
            "amṛtam",
            "juṣan"
        ],
        "translation": "O brāhmaṇa, the unlimited Supreme Personality of Godhead freely acts according to His own desires. Who could be satiated when hearing the nectar of the magnanimous pastimes He performed as a cowherd boy in Vṛndāvana?",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "श्रीशुक उवाचकालिन्द्यां कालियस्यासीद् ह्रद: कश्चिद् विषाग्निना ।श्रप्यमाणपया यस्मिन् पतन्त्युपरिगा: खगा: ॥ ४ ॥",
        "english_devnagari": "śrī-śuka uvācakālindyāṁ kāliyasyāsīdhradaḥ kaścid viṣāgnināśrapyamāṇa-payā yasminpatanty upari-gāḥ khagāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "kālindyām",
            "kāliyasya",
            "āsīt",
            "hradaḥ",
            "kaścit",
            "viṣa",
            "agninā",
            "śrapyamāṇa",
            "payāḥ",
            "yasmin",
            "patanti",
            "upari",
            "gāḥ",
            "khagāḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Within the river Kālindī [Yamunā] was a lake inhabited by the serpent Kāliya, whose fiery poison constantly heated and boiled its waters. Indeed, the vapors thus created were so poisonous that birds flying over the contaminated lake would fall down into it.",
        "purport": " In this regard the ācāryas explain that the Kāliya lake was situated apart from the main current of the river; otherwise the Yamunā’s waters would have been poisonous even in cities like Mathurā and in other places farther away."
    },
    {
        "verse": "5",
        "devanagari": "विप्रुष्मता विषदोर्मिमारुतेनाभिमर्शिता: ।म्रियन्ते तीरगा यस्य प्राणिन: स्थिरजङ्गमा: ॥ ५ ॥",
        "english_devnagari": "vipruṣmatā viṣadormi-mārutenābhimarśitāḥmriyante tīra-gā yasyaprāṇinaḥ sthira-jaṅgamāḥ",
        "verse_Syn": [
            "vipruṭ",
            "matā",
            "viṣa",
            "da",
            "ūrmi",
            "mārutena",
            "abhimarśitāḥ",
            "mriyante",
            "tīra",
            "gāḥ",
            "yasya",
            "prāṇinaḥ",
            "sthira",
            "jaṅgamāḥ"
        ],
        "translation": "The wind blowing over that deadly lake carried droplets of water to the shore. Simply by coming in contact with that poisonous breeze, all vegetation and creatures on the shore died.",
        "purport": " The word sthira, “unmoving creatures,” refers to various types of vegetation including trees, and jaṅgama refers to moving creatures such as animals, reptiles, birds and insects. Śrīla Śrīdhara Svāmī has quoted a further description of this lake from the Śrī Hari-vaṁśa (Viṣṇu-parva 11.42, 11.44 and 11.46): “The lake was quite wide — eight miles across at some points — and even the demigods could not cross over it. The water in the lake was very deep and, like the immovable depths of the ocean, could not be agitated. Approaching the lake was difficult, for its shores were covered with holes in which serpents lived. All around the lake was a fog generated by the fire of the serpents’ poison, and this powerful fire would at once burn up every blade of grass that happened to fall into the water. For a distance of eight miles from the lake, the atmosphere was most unpleasant.” Śrīla Sanātana Gosvāmī states that by the mystical science of jala-stambha, making solid items out of water, Kāliya had built his own city within the lake."
    },
    {
        "verse": "6",
        "devanagari": "तं चण्डवेगविषवीर्यमवेक्ष्य तेनदुष्टां नदीं च खलसंयमनावतार: ।कृष्ण: कदम्बमधिरुह्य ततोऽतितुङ्ग-मास्फोट्य गाढरशनो न्यपतद् विषोदे ॥ ६ ॥",
        "english_devnagari": "taṁ caṇḍa-vega-viṣa-vīryam avekṣya tenaduṣṭāṁ nadīṁ ca khala-saṁyamanāvatāraḥkṛṣṇaḥ kadambam adhiruhya tato ’ti-tuṅgamāsphoṭya gāḍha-raśano nyapatad viṣode",
        "verse_Syn": [
            "tam",
            "caṇḍa",
            "vega",
            "viṣa",
            "vīryam",
            "avekṣya",
            "tena",
            "duṣṭām",
            "nadīm",
            "ca",
            "khala",
            "saṁyamana",
            "avatāraḥ",
            "kṛṣṇaḥ",
            "kadambam",
            "adhiruhya",
            "tataḥ",
            "ati",
            "tuṅgam",
            "āsphoṭya",
            "gāḍha",
            "raśanaḥ",
            "nyapatat",
            "viṣa",
            "ude"
        ],
        "translation": "Lord Kṛṣṇa saw how the Kāliya serpent had polluted the Yamunā River with his terribly powerful poison. Since Kṛṣṇa had descended from the spiritual world specifically to subdue envious demons, the Lord immediately climbed to the top of a very high kadamba tree and prepared Himself for battle. He tightened His belt, slapped His arms and then jumped into the poisonous water.",
        "purport": " According to the ācāryas, Lord Kṛṣṇa also tied back the locks of His hair as He prepared to do battle with Kāliya."
    },
    {
        "verse": "7",
        "devanagari": "सर्पह्रद: पुरुषसारनिपातवेग-सङ्‌क्षोभितोरगविषोच्छ्वसिताम्बुराशि: ।पर्यक्‍प्लुतो विषकषायबिभीषणोर्मि-र्धावन् धनु:शतमनन्तबलस्य किं तत् ॥ ७ ॥",
        "english_devnagari": "sarpa-hradaḥ puruṣa-sāra-nipāta-vega-saṅkṣobhitoraga-viṣocchvasitāmbu-rāśiḥparyak pluto viṣa-kaṣāya-bibhīṣaṇormirdhāvan dhanuḥ-śatam ananta-balasya kiṁ tat",
        "verse_Syn": [
            "sarpa",
            "hradaḥ",
            "puruṣa",
            "sāra",
            "nipāta",
            "vega",
            "saṅkṣobhita",
            "uraga",
            "viṣa",
            "ucchvasita",
            "ambu",
            "rāśiḥ",
            "paryak",
            "plutaḥ",
            "viṣa",
            "kaṣāya",
            "bibhīṣaṇa",
            "ūrmiḥ",
            "dhāvan",
            "dhanuḥ",
            "śatam",
            "ananta",
            "balasya",
            "kim",
            "tat"
        ],
        "translation": "When the Supreme Personality of Godhead landed in the serpent’s lake, the snakes there became extremely agitated and began breathing heavily, further polluting it with volumes of poison. The force of the Lord’s entrance into the lake caused it to overflow on all sides, and poisonous, fearsome waves flooded the surrounding lands up to a distance of one hundred bow-lengths. This is not at all amazing, however, for the Supreme Lord possesses infinite strength.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "तस्य ह्रदे विहरतो भुजदण्डघूर्ण-वार्घोषमङ्ग वरवारणविक्रमस्य ।आश्रुत्य तत् स्वसदनाभिभवं निरीक्ष्यचक्षु:श्रवा: समसरत्तदमृष्यमाण: ॥ ८ ॥",
        "english_devnagari": "tasya hrade viharato bhuja-daṇḍa-ghūrṇa-vār-ghoṣam aṅga vara-vāraṇa-vikramasyaāśrutya tat sva-sadanābhibhavaṁ nirīkṣyacakṣuḥ-śravāḥ samasarat tad amṛṣyamāṇaḥ",
        "verse_Syn": [
            "tasya",
            "hrade",
            "viharataḥ",
            "bhuja",
            "daṇḍa",
            "ghūrṇa",
            "vāḥ",
            "ghoṣam",
            "aṅga",
            "vara",
            "vāraṇa",
            "vikramasya",
            "āśrutya",
            "tat",
            "sva",
            "sadana",
            "abhibhavam",
            "nirīkṣya",
            "cakṣuḥ",
            "śravāḥ",
            "samasarat",
            "tat",
            "amṛṣyamāṇaḥ"
        ],
        "translation": "Kṛṣṇa began sporting in Kāliya’s lake like a lordly elephant — swirling His mighty arms and making the water resound in various ways. When Kāliya heard these sounds, he understood that someone was trespassing in his lake. The serpent could not tolerate this and immediately came forward.",
        "purport": " According to the ācāryas, Lord Kṛṣṇa was producing wonderful musical sounds within the water simply by splashing His hands and arms."
    },
    {
        "verse": "9",
        "devanagari": "तं प्रेक्षणीयसुकुमारघनावदातंश्रीवत्सपीतवसनं स्मितसुन्दरास्यम् ।क्रीडन्तमप्रतिभयं कमलोदराङ्‍‍‍‍‍घ्रिसन्दश्य मर्मसु रुषा भुजया चछाद ॥ ९ ॥",
        "english_devnagari": "taṁ prekṣaṇīya-sukumāra-ghanāvadātaṁśrīvatsa-pīta-vasanaṁ smita-sundarāsyamkrīḍantam apratibhayaṁ kamalodarāṅghriṁsandaśya marmasu ruṣā bhujayā cachāda",
        "verse_Syn": [
            "tam",
            "prekṣaṇīya",
            "su",
            "kumāra",
            "ghana",
            "avadātam",
            "śrīvatsa",
            "pīta",
            "vasanam",
            "smita",
            "sundara",
            "āsyam",
            "krīḍantam",
            "aprati",
            "bhayam",
            "kamala",
            "udara",
            "aṅghrim",
            "sandaśya",
            "marmasu",
            "ruṣā",
            "bhujayā",
            "cachāda"
        ],
        "translation": "Kāliya saw that Śrī Kṛṣṇa, who wore yellow silken garments, was very delicate, His attractive body shining like a glowing white cloud, His chest bearing the mark of Śrīvatsa, His face smiling beautifully and His feet resembling the whorl of a lotus flower. The Lord was playing fearlessly in the water. Despite His wonderful appearance, the envious Kāliya furiously bit Him on the chest and then completely enwrapped Him in his coils.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "तं नागभोगपरिवीतमद‍ृष्टचेष्ट-मालोक्य तत्प्रियसखा: पशुपा भृशार्ता: ।कृष्णेऽर्पितात्मसुहृदर्थकलत्रकामादु:खानुशोकभयमूढधियो निपेतु: ॥ १० ॥",
        "english_devnagari": "taṁ nāga-bhoga-parivītam adṛṣṭa-ceṣṭamālokya tat-priya-sakhāḥ paśupā bhṛśārtāḥkṛṣṇe ’rpitātma-suhṛd-artha-kalatra-kāmāduḥkhānuśoka-bhaya-mūḍha-dhiyo nipetuḥ",
        "verse_Syn": [
            "tam",
            "nāga",
            "bhoga",
            "parivītam",
            "adṛṣṭa",
            "ceṣṭam",
            "ālokya",
            "tat",
            "priya",
            "sakhāḥ",
            "paśu",
            "pāḥ",
            "bhṛśa",
            "ārtāḥ",
            "kṛṣṇe",
            "arpita",
            "ātma",
            "su",
            "hṛt",
            "artha",
            "kalatra",
            "kāmāḥ",
            "duḥkha",
            "anuśoka",
            "bhaya",
            "mūḍha",
            "dhiyaḥ",
            "nipetuḥ"
        ],
        "translation": "When the members of the cowherd community, who had accepted Kṛṣṇa as their dearmost friend, saw Him enveloped in the snake’s coils, motionless, they were greatly disturbed. They had offered Kṛṣṇa everything — their very selves, their families, their wealth, wives and all pleasures. At the sight of the Lord in the clutches of the Kāliya snake, their intelligence became deranged by grief, lamentation and fear, and thus they fell to the ground.",
        "purport": " Śrīla Sanātana Gosvāmī explains that the cowherd boys, along with some cowherd men and farmers who happened to be in the vicinity and who were also devotees of Kṛṣṇa, fell to the ground just like trees that had been cut at the root."
    },
    {
        "verse": "11",
        "devanagari": "गावो वृषा वत्सतर्य: क्रन्दमाना: सुदु:खिता: ।कृष्णे न्यस्तेक्षणा भीता रुदन्त्य इव तस्थिरे ॥ ११ ॥",
        "english_devnagari": "gāvo vṛṣā vatsataryaḥkrandamānāḥ su-duḥkhitāḥkṛṣṇe nyastekṣaṇā bhītārudantya iva tasthire",
        "verse_Syn": [
            "gāvaḥ",
            "vṛṣāḥ",
            "vatsataryaḥ",
            "krandamānāḥ",
            "su",
            "duḥkhitāḥ",
            "kṛṣṇe",
            "nyasta",
            "īkṣaṇāḥ",
            "bhītāḥ",
            "rudantyaḥ",
            "iva",
            "tasthire"
        ],
        "translation": "The cows, bulls and female calves, in great distress, called out piteously to Kṛṣṇa. Fixing their eyes on Him, they stood still in fear, as if ready to cry but too shocked to shed tears.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "अथ व्रजे महोत्पातास्त्रिविधा ह्यतिदारुणा: ।उत्पेतुर्भुवि दिव्यात्मन्यासन्नभयशंसिन: ॥ १२ ॥",
        "english_devnagari": "atha vraje mahotpātāstri-vidhā hy ati-dāruṇāḥutpetur bhuvi divy ātmanyāsanna-bhaya-śaṁsinaḥ",
        "verse_Syn": [
            "atha",
            "vraje",
            "mahā",
            "utpātāḥ",
            "tri",
            "vidhāḥ",
            "hi",
            "ati",
            "dāruṇāḥ",
            "utpetuḥ",
            "bhuvi",
            "divi",
            "ātmani",
            "āsanna",
            "bhaya",
            "saṁśinaḥ"
        ],
        "translation": "In the Vṛndāvana area there then arose all three types of fearful omens — those on the earth, those in the sky and those in the bodies of living creatures — which announced imminent danger.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the omens were as follows: on the earth there were disturbing tremors, in the sky there were meteors falling, and in the bodies of creatures there was shivering, as well as quivering of the left eye and other parts of the body. These omens announce imminent danger."
    },
    {
        "verse": "13-15",
        "devanagari": "तानालक्ष्य भयोद्विग्ना गोपा नन्दपुरोगमा: ।विना रामेण गा: कृष्णं ज्ञात्वा चारयितुं गतम् ॥ १३ ॥तैर्दुर्निमित्तैर्निधनं मत्वा प्राप्तमतद्विद: ।तत्प्राणास्तन्मनस्कास्ते दु:खशोकभयातुरा: ॥ १४ ॥आबालवृद्धवनिता: सर्वेऽङ्ग पशुवृत्तय: ।निर्जग्मुर्गोकुलाद् दीना: कृष्णदर्शनलालसा: ॥ १५ ॥",
        "english_devnagari": "tān ālakṣya bhayodvignāgopā nanda-purogamāḥvinā rāmeṇa gāḥ kṛṣṇaṁjñātvā cārayituṁ gatam",
        "verse_Syn": [
            "tān",
            "ālakṣya",
            "bhaya",
            "udvignāḥ",
            "gopāḥ",
            "nanda",
            "puraḥ",
            "gamāḥ",
            "vinā",
            "rāmeṇa",
            "gāḥ",
            "kṛṣṇam",
            "jñātvā",
            "cārayitum",
            "gatam",
            "taiḥ",
            "durnimittaiḥ",
            "nidhanam",
            "matvā",
            "prāptam",
            "atat",
            "vidaḥ",
            "tat",
            "prāṇāḥ",
            "tat",
            "manaskāḥ",
            "te",
            "duḥkha",
            "śoka",
            "bhaya",
            "āturāḥ",
            "ā",
            "bāla",
            "vṛddha",
            "vanitāḥ",
            "sarve",
            "aṅga",
            "paśu",
            "vṛttayaḥ",
            "nirjagmuḥ",
            "gokulāt",
            "dīnāḥ",
            "kṛṣṇa",
            "darśana",
            "lālasāḥ"
        ],
        "translation": "Seeing the inauspicious omens, Nanda Mahārāja and the other cowherd men were fearful, for they knew that Kṛṣṇa had gone to herd the cows that day without His elder brother, Balarāma. Because they had dedicated their minds to Kṛṣṇa, accepting Him as their very life, they were unaware of His great power and opulence. Thus they concluded that the inauspicious omens indicated He had met with death, and they were overwhelmed with grief, lamentation and fear. All the inhabitants of Vṛndāvana, including the children, women and elderly persons, thought of Kṛṣṇa just as a cow thinks of her helpless young calf, and thus these poor, suffering people rushed out of the village, intent upon finding Him.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "तांस्तथा कातरान् वीक्ष्य भगवान् माधवो बल: ।प्रहस्य किञ्चिन्नोवाच प्रभावज्ञोऽनुजस्य स: ॥ १६ ॥",
        "english_devnagari": "tāṁs tathā kātarān vīkṣyabhagavān mādhavo balaḥprahasya kiñcin novācaprabhāva-jño ’nujasya saḥ",
        "verse_Syn": [
            "tān",
            "tathā",
            "kātarān",
            "vīkṣya",
            "bhagavān",
            "mādhavaḥ",
            "balaḥ",
            "prahasya",
            "kiñcit",
            "na",
            "uvāca",
            "prabhāva",
            "jñaḥ",
            "anujasya",
            "saḥ"
        ],
        "translation": "The Supreme Lord Balarāma, the master of all transcendental knowledge, smiled and said nothing when He saw the residents of Vṛndāvana in such distress, since He understood the extraordinary power of His younger brother.",
        "purport": " Śrī Balarāma is the plenary expansion of Lord Kṛṣṇa and is thus nondifferent from Him. They are, in fact, the same Absolute Truth manifest in separate forms. According to Śrīla Viśvanātha Cakravartī Ṭhākura, Lord Balarāma was laughing because He thought, “Kṛṣṇa never cares to play with Me in My form of Śeṣa Nāga, but now He is playing with this ordinary, mundane snake named Kāliya.” The question may arise as to why Kṛṣṇa and Balarāma allowed Their loving devotees to suffer such great anguish during Kṛṣṇa’s temporary imprisonment within the coils of Kāliya. It must be remembered that because the inhabitants of Vṛndāvana were completely liberated souls, they did not experience material emotions. When they saw their beloved Kṛṣṇa in apparent danger, their love for Him intensified to the highest degree, and thus they merged completely into the ecstasy of love for Him. The whole situation has to be seen from the spiritual point of view, or it will not be seen at all."
    },
    {
        "verse": "17",
        "devanagari": "तेऽन्वेषमाणा दयितं कृष्णं सूचितया पदै: ।भगवल्लक्षणैर्जग्मु: पदव्या यमुनातटम् ॥ १७ ॥",
        "english_devnagari": "te ’nveṣamāṇā dayitaṁkṛṣṇaṁ sūcitayā padaiḥbhagaval-lakṣaṇair jagmuḥpadavyā yamunā-taṭam",
        "verse_Syn": [
            "te",
            "anveṣamāṇāḥ",
            "dayitam",
            "kṛṣṇam",
            "sūcitayā",
            "padaiḥ",
            "bhagavat",
            "lakṣaṇaiḥ",
            "jagmuḥ",
            "padavyā",
            "yamunā",
            "taṭam"
        ],
        "translation": "The residents hurried toward the banks of the Yamunā in search of their dearmost Kṛṣṇa, following the path marked by His footprints, which bore the unique signs of the Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "ते तत्र तत्राब्जयवाङ्कुशाशनि-ध्वजोपपन्नानि पदानि विश्पते: ।मार्गे गवामन्यपदान्तरान्तरेनिरीक्षमाणा ययुरङ्ग सत्वरा: ॥ १८ ॥",
        "english_devnagari": "te tatra tatrābja-yavāṅkuśāśani-dhvajopapannāni padāni viś-pateḥmārge gavām anya-padāntarāntarenirīkṣamāṇā yayur aṅga satvarāḥ",
        "verse_Syn": [
            "te",
            "tatra",
            "tatra",
            "abja",
            "yava",
            "aṅkuśa",
            "aśani",
            "dhvaja",
            "upapannāni",
            "padāni",
            "viṭ",
            "pateḥ",
            "mārge",
            "gavām",
            "anya",
            "pada",
            "antara",
            "antare",
            "nirīkṣamāṇāḥ",
            "yuyuḥ",
            "aṅga",
            "sa",
            "tvarāḥ"
        ],
        "translation": "The footprints of Lord Kṛṣṇa, the master of the entire cowherd community, were marked with the lotus flower, barleycorn, elephant goad, thunderbolt and flag. My dear King Parīkṣit, seeing His footprints on the path among the cows’ hoofprints, the residents of Vṛndāvana rushed along in great haste.",
        "purport": " Śrīla Sanātana Gosvāmī comments as follows: “Since Lord Kṛṣṇa had passed along the path some time previously, why weren’t His footprints, which were surrounded by those of cows, cowherd boys and so on, smudged over and brushed away? Why hadn’t His footprints been obliterated by those of the beasts and birds of Vṛndāvana forest? The answer is indicated by the word viś-pati, master of the cowherd community. Since Lord Kṛṣṇa is actually the wealth of all living beings, all the inhabitants of the forest of Vraja would carefully preserve His footprints as great treasures, the very ornaments of the earth. Thus no creature within Vṛndāvana would ever walk upon Lord Kṛṣṇa’s footprints.”"
    },
    {
        "verse": "19",
        "devanagari": "अन्तर्ह्रदे भुजगभोगपरीतमारात्कृष्णं निरीहमुपलभ्य जलाशयान्ते ।गोपांश्च मूढधिषणान् परित: पशूंश्चसङ्क्रन्दत: परमकश्मलमापुरार्ता: ॥ १९ ॥",
        "english_devnagari": "antar hrade bhujaga-bhoga-parītam ārātkṛṣṇaṁ nirīham upalabhya jalāśayāntegopāṁś ca mūḍha-dhiṣaṇān paritaḥ paśūṁś casaṅkrandataḥ parama-kaśmalam āpur ārtāḥ",
        "verse_Syn": [
            "antaḥ",
            "hrade",
            "bhujaga",
            "bhoga",
            "parītam",
            "ārāt",
            "kṛṣṇam",
            "nirīham",
            "upalabhya",
            "jala",
            "āśaya",
            "ante",
            "gopān",
            "ca",
            "mūḍha",
            "dhiṣaṇān",
            "paritaḥ",
            "paśūn",
            "ca",
            "saṅkrandataḥ",
            "parama",
            "kaśmalam",
            "āpuḥ",
            "ārtāḥ"
        ],
        "translation": "As they hurried along the path to the bank of the Yamunā River, they saw from a distance that Kṛṣṇa was in the lake, motionless within the coils of the black serpent. They further saw that the cowherd boys had fallen unconscious and that the animals were standing on all sides, crying out for Kṛṣṇa. Seeing all this, the residents of Vṛndāvana were overwhelmed with anguish and confusion.",
        "purport": " In their grief and panic, the residents of Vṛndāvana tried to find out whether Kāliya had forcibly dragged young Kṛṣṇa from the shore into the water, or whether Kṛṣṇa had Himself jumped from the shore and fallen into the clutches of the snake. They could not understand anything about the situation, and Kṛṣṇa’s cowherd boyfriends, being unconscious, were unable to tell them anything. The cows and calves were crying out for Kṛṣṇa, and thus the whole situation was overwhelming and created a state of shock and panic among the residents of Vṛndāvana."
    },
    {
        "verse": "20",
        "devanagari": "गोप्योऽनुरक्तमनसो भगवत्यनन्तेतत्सौहृदस्मितविलोकगिर: स्मरन्त्य: ।ग्रस्तेऽहिना प्रियतमे भृशदु:खतप्ता:शून्यं प्रियव्यतिहृतं दद‍ृशुस्त्रिलोकम् ॥ २० ॥",
        "english_devnagari": "gopyo ’nurakta-manaso bhagavaty anantetat-sauhṛda-smita-viloka-giraḥ smarantyaḥgraste ’hinā priyatame bhṛśa-duḥkha-taptāḥśūnyaṁ priya-vyatihṛtaṁ dadṛśus tri-lokam",
        "verse_Syn": [
            "gopyaḥ",
            "anurakta",
            "manasaḥ",
            "bhagavati",
            "anante",
            "tat",
            "sauhṛda",
            "smita",
            "viloka",
            "giraḥ",
            "smarantyaḥ",
            "graste",
            "ahinā",
            "priya",
            "tame",
            "bhṛśa",
            "duḥkha",
            "taptāḥ",
            "śūnyam",
            "priya",
            "vyatihṛtam",
            "dadṛśuḥ",
            "tri",
            "lokam"
        ],
        "translation": "When the young gopīs, whose minds were constantly attached to Kṛṣṇa, the unlimited Supreme Lord, saw that He was now within the grips of the serpent, they remembered His loving friendship, His smiling glances and His talks with them. Burning with great sorrow, they saw the entire universe as void.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "ता: कृष्णमातरमपत्यमनुप्रविष्टांतुल्यव्यथा: समनुगृह्य शुच: स्रवन्त्य: ।तास्ता व्रजप्रियकथा: कथयन्त्य आसन्कृष्णाननेऽर्पितद‍ृशो मृतकप्रतीका: ॥ २१ ॥",
        "english_devnagari": "tāḥ kṛṣṇa-mātaram apatyam anupraviṣṭāṁtulya-vyathāḥ samanugṛhya śucaḥ sravantyaḥtās tā vraja-priya-kathāḥ kathayantya āsankṛṣṇānane ’rpita-dṛśo mṛtaka-pratīkāḥ",
        "verse_Syn": [
            "tāḥ",
            "kṛṣṇa",
            "mātaram",
            "apatyam",
            "anupraviṣṭām",
            "tulya",
            "vyathāḥ",
            "samanugṛhya",
            "śucaḥ",
            "sravantyaḥ",
            "tāḥ",
            "tāḥ",
            "vraja",
            "priya",
            "kathāḥ",
            "kathayantyaḥ",
            "āsan",
            "kṛṣṇa",
            "ānane",
            "arpita",
            "dṛśaḥ",
            "mṛtaka",
            "pratīkāḥ"
        ],
        "translation": "Although the elder gopīs were feeling just as much distress as she and were pouring forth a flood of sorrowful tears, they had to forcibly hold back Kṛṣṇa’s mother, whose consciousness was totally absorbed in her son. Standing like corpses, with their eyes fixed upon His face, these gopīs each took turns recounting the pastimes of the darling of Vraja.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "कृष्णप्राणान्निर्विशतो नन्दादीन् वीक्ष्य तं ह्रदम् ।प्रत्यषेधत् स भगवान् राम: कृष्णानुभाववित् ॥ २२ ॥",
        "english_devnagari": "kṛṣṇa-prāṇān nirviśatonandādīn vīkṣya taṁ hradampratyaṣedhat sa bhagavānrāmaḥ kṛṣṇānubhāva-vit",
        "verse_Syn": [
            "kṛṣṇa",
            "prāṇān",
            "nirviśataḥ",
            "nanda",
            "ādīn",
            "vīkṣya",
            "tam",
            "hradam",
            "pratyaṣedhat",
            "saḥ",
            "bhagavān",
            "rāmaḥ",
            "kṛṣṇa",
            "anubhāva",
            "vit"
        ],
        "translation": "Lord Balarāma then saw that Nanda Mahārāja and the other cowherd men, who had dedicated their very lives to Kṛṣṇa, were beginning to enter the serpent’s lake. As the Supreme Personality of Godhead, Lord Balarāma fully knew Lord Kṛṣṇa’s actual power, and therefore He restrained them.",
        "purport": " Śrīla Sanātana Gosvāmī explains that Lord Balarāma checked some of the cowherd men by speaking to them, others by physically holding them and still others by casting upon them His potent smiling glance. Distraught over the situation, they were prepared to give up their lives for Lord Kṛṣṇa by entering the serpent’s lake."
    },
    {
        "verse": "23",
        "devanagari": "इत्थं स्वगोकुलमनन्यगतिं निरीक्ष्यसस्त्रीकुमारमतिदु:खितमात्महेतो: ।आज्ञाय मर्त्यपदवीमनुवर्तमान:स्थित्वा मुहूर्तमुदतिष्ठदुरङ्गबन्धात् ॥ २३ ॥",
        "english_devnagari": "ittham sva-gokulam ananya-gatiṁ nirīkṣyasa-strī-kumāram ati-duḥkhitam ātma-hetoḥājñāya martya-padavīm anuvartamānaḥsthitvā muhūrtam udatiṣṭhad uraṅga-bandhāt",
        "verse_Syn": [
            "ittham",
            "sva",
            "gokulam",
            "ananya",
            "gatim",
            "nirīkṣya",
            "sa",
            "strī",
            "kumāram",
            "ati",
            "duḥkhitam",
            "ātma",
            "hetoḥ",
            "ājñāya",
            "martya",
            "padavīm",
            "anuvartamānaḥ",
            "sthitvā",
            "muhūrtam",
            "udatiṣṭhat",
            "uraṅga",
            "bandhāt"
        ],
        "translation": "The Lord remained for some time within the coils of the serpent, imitating the behavior of an ordinary mortal. But when He understood that the women, children and other residents of His village of Gokula were in acute distress because of their love for Him, their only shelter and goal in life, He immediately rose up from the bonds of the Kāliya serpent.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "तत्प्रथ्यमानवपुषा व्यथितात्मभोग-स्त्यक्त्वोन्नमय्य कुपित: स्वफणान् भुजङ्ग: ।तस्थौ श्वसञ्छ्वसनरन्ध्रविषाम्बरीष-स्तब्धेक्षणोल्मुकमुखो हरिमीक्षमाण: ॥ २४ ॥",
        "english_devnagari": "tat-prathyamāna-vapuṣā vyathitātma-bhogastyaktvonnamayya kupitaḥ sva-phaṇān bhujaṅgaḥtasthau śvasañ chvasana-randhra-viṣāmbarīṣa-stabdhekṣaṇolmuka-mukho harim īkṣamāṇaḥ",
        "verse_Syn": [
            "tat",
            "prathyamāna",
            "vapuṣā",
            "vyathita",
            "ātma",
            "bhogaḥ",
            "tyaktvā",
            "unnamayya",
            "kupitaḥ",
            "sva",
            "phaṇān",
            "bhujaṅga",
            "tasthau",
            "śvasan",
            "śvasana",
            "randhra",
            "viṣa",
            "ambarīṣa",
            "stabdha",
            "īkṣaṇa",
            "ulmuka",
            "mukhaḥ",
            "harim",
            "īkṣamāṇaḥ"
        ],
        "translation": "His coils tormented by the expanding body of the Lord, Kāliya released Him. In great anger the serpent then raised his hoods high and stood still, breathing heavily. His nostrils appeared like vessels for cooking poison, and the staring eyes in his face like firebrands. Thus the serpent looked at the Lord.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "तं जिह्वया द्विशिखया परिलेलिहानंद्वे सृक्‍वणी ह्यतिकरालविषाग्निद‍ृष्टिम् ।क्रीडन्नमुं परिससार यथा खगेन्द्रोबभ्राम सोऽप्यवसरं प्रसमीक्षमाण: ॥ २५ ॥",
        "english_devnagari": "taṁ jihvayā dvi-śikhayā parilelihānaṁdve sṛkvaṇī hy ati-karāla-viṣāgni-dṛṣṭimkrīḍann amuṁ parisasāra yathā khagendrobabhrāma so ’py avasaraṁ prasamīkṣamāṇaḥ",
        "verse_Syn": [
            "tam",
            "jihvayā",
            "dvi",
            "śikhayā",
            "parilelihānam",
            "dve",
            "sṛkvaṇī",
            "hi",
            "ati",
            "karāla",
            "viṣa",
            "agni",
            "dṛṣṭim",
            "krīḍan",
            "amum",
            "parisasāra",
            "yathā",
            "khaga",
            "indraḥ",
            "babhrāma",
            "saḥ",
            "api",
            "avasaram",
            "prasamīkṣamāṇaḥ"
        ],
        "translation": "Again and again Kāliya licked his lips with his bifurcated tongues as He stared at Kṛṣṇa with a glance full of terrible, poisonous fire. But Kṛṣṇa playfully circled around him, just as Garuḍa would play with a snake. In response, Kāliya also moved about, looking for an opportunity to bite the Lord.",
        "purport": " Lord Kṛṣṇa moved around the serpent so skillfully that Kāliya could find no opportunity to bite Him. Thus the snake was defeated by Śrī Kṛṣṇa’s transcendental agility."
    },
    {
        "verse": "26",
        "devanagari": "एवं परिभ्रमहतौजसमुन्नतांस-मानम्य तत्पृथुशिर:स्वधिरूढ आद्य: ।तन्मूर्धरत्ननिकरस्पर्शातिताम्र-पादाम्बुजोऽखिलकलादिगुरुर्ननर्त ॥ २६ ॥",
        "english_devnagari": "evaṁ paribhrama-hataujasam unnatāṁsamānamya tat-pṛthu-śiraḥsv adhirūḍha ādyaḥtan-mūrdha-ratna-nikara-sparśāti-tāmra-pādāmbujo ’khila-kalādi-gurur nanarta",
        "verse_Syn": [
            "evam",
            "paribhrama",
            "hata",
            "ojasam",
            "unnata",
            "aṁsam",
            "ānamya",
            "tat",
            "pṛthu",
            "śiraḥsu",
            "adhirūḍhaḥ",
            "ādyaḥ",
            "tat",
            "mūrdha",
            "ratna",
            "nikara",
            "sparśa",
            "ati",
            "tāmra",
            "pāda",
            "ambujaḥ",
            "akhila",
            "kalā",
            "ādi",
            "guruḥ",
            "nanarta"
        ],
        "translation": "Having severely depleted the serpent’s strength with His relentless circling, Śrī Kṛṣṇa, the origin of everything, pushed down Kāliya’s raised shoulders and mounted his broad serpentine heads. Thus Lord Śrī Kṛṣṇa, the original master of all fine arts, began to dance, His lotus feet deeply reddened by the touch of the numerous jewels upon the serpent’s heads.",
        "purport": " Śrī Hari-vaṁśa states, śiraḥ sa kṛṣṇo jagrāha sva-hastenāvanamya: “Kṛṣṇa grabbed Kāliya’s head with His hand and forced it to bow down.” Most people in this world are quite reluctant to bow down to the Supreme Person, the Absolute Truth. In the contaminated state called material consciousness, we conditioned souls become proud of our insignificant position and are thus reluctant to bow our heads before the Lord. Yet just as Lord Kṛṣṇa forcibly pushed Kāliya’s heads down and thus defeated him, the Supreme Lord’s energy in the form of irresistible time kills all conditioned souls and thus forces them to bow down their arrogant heads. We should therefore give up the artificial position of material life and become faithful servants of the Supreme Lord, enthusiastically bowing down at His lotus feet. Śrīla Viśvanātha Cakravartī Ṭhākura explains that Lord Kṛṣṇa’s lotus feet became red like copper because of their contact with the numerous hard jewels upon the heads of Kāliya. Lord Kṛṣṇa, with those glowing reddish feet, then began to demonstrate His artistic skill by dancing on the unsteady, moving surface of the serpent’s hoods. This extraordinary demonstration of dancing skill was meant for the pleasure of the young women of Vṛndāvana, who at this phase of their relationship with Kṛṣṇa were seriously falling in love with Him."
    },
    {
        "verse": "27",
        "devanagari": "तं नर्तुमुद्यतमवेक्ष्य तदा तदीय-गन्धर्वसिद्धमुनिचारणदेववध्व: ।प्रीत्या मृदङ्गपणवानकवाद्यगीत-पुष्पोपहारनुतिभि: सहसोपसेदु: ॥ २७ ॥",
        "english_devnagari": "taṁ nartum udyatam avekṣya tadā tadīya-gandharva-siddha-muni-cāraṇa-deva-vadhvaḥprītyā mṛdaṅga-paṇavānaka-vādya-gīta-puṣpopahāra-nutibhiḥ sahasopaseduḥ",
        "verse_Syn": [
            "tam",
            "nartum",
            "udyatam",
            "avekṣya",
            "tadā",
            "tadīya",
            "gandharva",
            "siddha",
            "muni",
            "cāraṇa",
            "deva",
            "vadhvaḥ",
            "prītyā",
            "mṛdaṅga",
            "paṇava",
            "ānaka",
            "vādya",
            "gīta",
            "puṣpa",
            "upahāra",
            "nutibhiḥ",
            "sahasā",
            "upaseduḥ"
        ],
        "translation": "Seeing the Lord dancing, His servants in the heavenly planets — the Gandharvas, Siddhas, sages, Cāraṇas and wives of the demigods — immediately arrived there. With great pleasure they began accompanying the Lord’s dancing by playing drums such as mṛdaṅgas, paṇavas and ānakas. They also made offerings of songs, flowers and prayers.",
        "purport": " When the demigods and other residents of higher planetary systems became aware that Lord Śrī Kṛṣṇa was personally putting on a wonderful demonstration of the art of dancing, they immediately came to offer their services. Dancing becomes more enjoyable and beautiful to watch when it is accompanied by expert drum-playing, singing and the chanting of prayers. The artistic atmosphere was also enhanced by the showering of a multitude of flowers upon Lord Śrī Kṛṣṇa, who was blissfully engaged in dancing upon the hoods of the Kāliya serpent."
    },
    {
        "verse": "28",
        "devanagari": "यद् यच्छिरो न नमतेऽङ्ग शतैकशीर्ष्ण-स्तत्तन् ममर्द खरदण्डधरोऽङ्‍‍‍‍‍घ्रिपातै: ।क्षीणायुषो भ्रमत उल्बणमास्यतोऽसृङ्नस्तो वमन् परमकश्मलमाप नाग: ॥ २८ ॥",
        "english_devnagari": "yad yac chiro na namate ’ṅga śataika-śīrṣṇastat tan mamarda khara-daṇḍa-dharo ’ṅghri-pātaiḥkṣīṇāyuṣo bhramata ulbaṇam āsyato ’sṛṅnasto vaman parama-kaśmalam āpa nāgaḥ",
        "verse_Syn": [
            "yat",
            "yat",
            "śiraḥ",
            "na",
            "namate",
            "aṅga",
            "śata",
            "eka",
            "śīrṣṇaḥ",
            "tat",
            "tat",
            "mamarda",
            "khara",
            "daṇḍa",
            "dharaḥ",
            "aṅghri",
            "pātaiḥ",
            "kṣīṇa",
            "āyuṣaḥ",
            "bhramataḥ",
            "ulbaṇam",
            "āsyataḥ",
            "asṛk",
            "nastaḥ",
            "vaman",
            "parama",
            "kaśmalam",
            "āpa",
            "nāgaḥ"
        ],
        "translation": "My dear King, Kāliya had 101 prominent heads, and when one of them would not bow down, Lord Śrī Kṛṣṇa, who inflicts punishment on cruel wrong-doers, would smash that stubborn head by striking it with His feet. Then, as Kāliya entered his death throes, he began wheeling his heads around and vomiting ghastly blood from his mouths and nostrils. The serpent thus experienced extreme pain and misery.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "तस्याक्षिभिर्गरलमुद्वमत: शिर:सुयद् यत् समुन्नमति नि:श्वसतो रुषोच्चै: ।नृत्यन् पदानुनमयन् दमयां बभूवपुष्पै: प्रपूजित इवेह पुमान् पुराण: ॥ २९ ॥",
        "english_devnagari": "tasyākṣibhir garalam udvamataḥ śiraḥsuyad yat samunnamati niḥśvasato ruṣoccaiḥnṛtyan padānunamayan damayāṁ babhūvapuṣpaiḥ prapūjita iveha pumān purāṇaḥ",
        "verse_Syn": [
            "tasya",
            "akṣibhiḥ",
            "garalam",
            "udvamataḥ",
            "śiraḥsu",
            "yat",
            "yat",
            "samunnamati",
            "niḥśvasataḥ",
            "ruṣā",
            "uccaiḥ",
            "nṛtyan",
            "padā",
            "anunamayan",
            "damayām",
            "babhūva",
            "puṣpaiḥ",
            "prapūjitaḥ",
            "iva",
            "iha",
            "pumān",
            "purāṇaḥ"
        ],
        "translation": "Exuding poisonous waste from his eyes, Kāliya, would occasionally dare to raise up one of his heads, which would breathe heavily with anger. Then the Lord would dance on it and subdue it, forcing it to bow down with His foot. The demigods took each of these exhibitions as an opportunity to worship Him, the primeval Personality of Godhead, with showers of flowers.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "तच्चित्रताण्डवविरुग्नफणासहस्रोरक्तं मुखैरुरु वमन्नृप भग्नगात्र: ।स्मृत्वा चराचरगुरुं पुरुषं पुराणंनारायणं तमरणं मनसा जगाम ॥ ३० ॥",
        "english_devnagari": "tac-citra-tāṇḍava-virugna-phaṇā-sahasroraktaṁ mukhair uru vaman nṛpa bhagna-gātraḥsmṛtvā carācara-guruṁ puruṣaṁ purāṇaṁnārāyaṇaṁ tam araṇaṁ manasā jagāma",
        "verse_Syn": [
            "tat",
            "citra",
            "tāṇḍava",
            "virugna",
            "phaṇā",
            "sahasraḥ",
            "raktam",
            "mukhaiḥ",
            "uru",
            "vaman",
            "nṛpa",
            "bhagna",
            "gātraḥ",
            "smṛtvā",
            "cara",
            "acara",
            "gurum",
            "puruṣam",
            "purāṇam",
            "nārāyaṇam",
            "tam",
            "araṇam",
            "manasā",
            "jagāma"
        ],
        "translation": "My dear King Parīkṣit, Lord Kṛṣṇa’s wonderful, powerful dancing trampled and broke all of Kāliya’s one thousand hoods. Then the serpent, profusely vomiting blood from his mouths, finally recognized Śrī Kṛṣṇa to be the eternal Personality of Godhead, the supreme master of all moving and nonmoving beings, Śrī Nārāyaṇa. Thus within his mind Kāliya took shelter of the Lord.",
        "purport": " In Chapter Sixteen of Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda points out that whereas previously Kāliya was vomiting poison, now his poison was exhausted and he began to vomit blood. Thus he had been cleansed of the vile contamination within his heart that had manifested as serpent’s venom. The word smṛtvā, “remembering,” is very significant here. The wives of Kāliya were actually serious devotees of Lord Kṛṣṇa, and according to the ācāryas they had often tried to convince their husband to surrender to Him. Finally, finding himself in unbearable agony, Kāliya remembered his wives’ advice and took shelter of the Lord. Śrīla Viśvanātha Cakravartī Ṭhākura explains that Kāliya’s archrival had traditionally been Garuḍa, the carrier of Viṣṇu. But now Kāliya realized that he was fighting an opponent who was thousands of times stronger than Garuḍa and who therefore could be only the Supreme Personality of Godhead. Thus Kāliya took shelter of Lord Kṛṣṇa."
    },
    {
        "verse": "31",
        "devanagari": "कृष्णस्य गर्भजगतोऽतिभरावसन्नंपार्ष्णिप्रहारपरिरुग्नफणातपत्रम् ।द‍ृष्ट्वाहिमाद्यमुपसेदुरमुष्य पत्‍न्यआर्ता: श्लथद्वसनभूषणकेशबन्धा: ॥ ३१ ॥",
        "english_devnagari": "kṛṣṇasya garbha-jagato ’ti-bharāvasannaṁpārṣṇi-prahāra-parirugna-phaṇātapatramdṛṣṭvāhim ādyam upasedur amuṣya patnyaārtāḥ ślathad-vasana-bhūṣaṇa-keśa-bandhāḥ",
        "verse_Syn": [
            "kṛṣṇasya",
            "garbha",
            "jagataḥ",
            "ati",
            "bhara",
            "avasannam",
            "pārṣṇi",
            "prahāra",
            "parirugna",
            "phaṇā",
            "ātapatram",
            "dṛṣṭvā",
            "ahim",
            "ādyam",
            "upaseduḥ",
            "amuṣya",
            "patnyaḥ",
            "ārtāḥ",
            "ślathat",
            "vasana",
            "bhūṣaṇa",
            "keśa",
            "bandhāḥ"
        ],
        "translation": "When Kāliya’s wives saw how the serpent had become so fatigued from the excessive weight of Lord Kṛṣṇa, who carries the entire universe in His abdomen, and how Kāliya’s umbrellalike hoods had been shattered by the striking of Kṛṣṇa’s heels, they felt great distress. With their clothing, ornaments and hair scattered in disarray, they then approached the eternal Personality of Godhead.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, Kāliya’s wives had been disgusted with their husband because of his demoniac activities. They had been thinking, “If this atheist is killed by the punishment of the Supreme Personality of Godhead, then let him be killed. We will become widows and engage in the worship of the Supreme Lord.” But then the ladies noticed Kāliya’s facial expression and other bodily features, and they understood that Kāliya had indeed taken shelter of the Lord within his mind. Seeing that he was manifesting symptoms of humility, remorse, regret and doubt, they thought, “Just see how fortunate we are! Our husband has now become a Vaiṣṇava. Therefore we must now endeavor to protect him.” They felt affection for their repentant husband and severe distress because of his miserable position, and thus all together they went into the presence of the Supreme Lord."
    },
    {
        "verse": "32",
        "devanagari": "तास्तं सुविग्नमनसोऽथ पुरस्कृतार्भा:कायं निधाय भुवि भूतपतिं प्रणेमु: ।साध्व्य: कृताञ्जलिपुटा: शमलस्य भर्तु-र्मोक्षेप्सव: शरणदं शरणं प्रपन्ना: ॥ ३२ ॥",
        "english_devnagari": "tās taṁ su-vigna-manaso ’tha puraskṛtārbhāḥkāyaṁ nidhāya bhuvi bhūta-patiṁ praṇemuḥsādhvyaḥ kṛtāñjali-puṭāḥ śamalasya bharturmokṣepsavaḥ śaraṇa-daṁ śaraṇaṁ prapannāḥ",
        "verse_Syn": [
            "tāḥ",
            "tam",
            "su",
            "vigna",
            "manasaḥ",
            "atha",
            "puraḥ",
            "kṛta",
            "arbhāḥ",
            "kāyam",
            "nidhāya",
            "bhuvi",
            "bhūta",
            "patim",
            "praṇemuḥ",
            "sādhvyaḥ",
            "kṛta",
            "añjali",
            "puṭāḥ",
            "śamalasya",
            "bhartuḥ",
            "mokṣa",
            "īpsavaḥ",
            "śaraṇa",
            "dam",
            "śaraṇam",
            "prapannāḥ"
        ],
        "translation": "Their minds very much disturbed, those saintly ladies placed their children before them and then bowed down to the Lord of all creatures, laying their bodies flat upon the ground. They desired the liberation of their sinful husband and the shelter of the Supreme Lord, the giver of ultimate shelter, and thus they folded their hands in supplication and approached Him.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "नागपत्‍न्य ऊचु:न्याय्यो हि दण्ड: कृतकिल्बिषेऽस्मिं-स्तवावतार: खलनिग्रहाय ।रिपो: सुतानामपि तुल्यद‍ृष्टि-र्धत्से दमं फलमेवानुशंसन् ॥ ३३ ॥",
        "english_devnagari": "nāga-patnya ūcuḥnyāyyo hi daṇḍaḥ kṛta-kilbiṣe ’smiṁstavāvatāraḥ khala-nigrahāyaripoḥ sutānām api tulya-dṛṣṭirdhatse damaṁ phalam evānuśaṁsan",
        "verse_Syn": [
            "nāga",
            "patnyaḥ",
            "ūcuḥ",
            "nyāyyaḥ",
            "hi",
            "daṇḍaḥ",
            "kṛta",
            "kilbiṣe",
            "asmin",
            "tava",
            "avatāraḥ",
            "khala",
            "nigrahāya",
            "ripoḥ",
            "sutānām",
            "api",
            "tulya",
            "dṛṣṭiḥ",
            "dhatse",
            "damam",
            "phalam",
            "eva",
            "anuśaṁsam"
        ],
        "translation": "The wives of the Kāliya serpent said: The punishment this offender has been subjected to is certainly just. After all, You have incarnated within this world to curb down envious and cruel persons. You are so impartial that You look equally upon Your enemies and Your own sons, for when You impose a punishment on a living being You know it to be for his ultimate benefit.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "अनुग्रहोऽयं भवत: कृतो हि नोदण्डोऽसतां ते खलु कल्मषापह: ।यद् दन्दशूकत्वममुष्य देहिन:क्रोधोऽपि तेऽनुग्रह एव सम्मत: ॥ ३४ ॥",
        "english_devnagari": "anugraho ’yaṁ bhavataḥ kṛto hi nodaṇḍo ’satāṁ te khalu kalmaṣāpahaḥyad dandaśūkatvam amuṣya dehinaḥkrodho ’pi te ’nugraha eva sammataḥ",
        "verse_Syn": [
            "anugrahaḥ",
            "ayam",
            "bhavataḥ",
            "kṛtaḥ",
            "hi",
            "naḥ",
            "daṇḍaḥ",
            "asatām",
            "te",
            "khalu",
            "kalmaṣa",
            "apahaḥ",
            "yat",
            "dandaśūkatvam",
            "amuṣya",
            "dehinaḥ",
            "krodhaḥ",
            "api",
            "te",
            "anugrahaḥ",
            "eva",
            "sammataḥ"
        ],
        "translation": "What You have done here is actually mercy for us, since the punishment You give to the wicked certainly drives away all their contamination. Indeed, because this conditioned soul, our husband, is so sinful that he has assumed the body of a serpent, Your anger toward him is obviously to be understood as Your mercy.",
        "purport": " Śrīla Madhvācārya points out in this connection that when a pious person suffers in this world, he realizes, “The punishment the Supreme Lord is meting out to me is actually His causeless mercy.” Envious persons, however, even after being punished by the Lord for their purification, continue to envy Him and be resentful, and this attitude is the reason for their continued failure to understand the Absolute Truth."
    },
    {
        "verse": "35",
        "devanagari": "तप: सुतप्तं किमनेन पूर्वंनिरस्तमानेन च मानदेन ।धर्मोऽथ वा सर्वजनानुकम्पयायतो भवांस्तुष्यति सर्वजीव: ॥ ३५ ॥",
        "english_devnagari": "tapaḥ sutaptaṁ kim anena pūrvaṁnirasta-mānena ca māna-denadharmo ’tha vā sarva-janānukampayāyato bhavāṁs tuṣyati sarva-jīvaḥ",
        "verse_Syn": [
            "tapaḥ",
            "su",
            "taptam",
            "kim",
            "anena",
            "pūrvam",
            "nirasta",
            "mānena",
            "ca",
            "māna",
            "dena",
            "dharmaḥ",
            "atha",
            "vā",
            "sarva",
            "jana",
            "anukampayā",
            "yataḥ",
            "bhavān",
            "tuṣyati",
            "sarva",
            "jīvaḥ"
        ],
        "translation": "Did our husband carefully perform austerities in a previous life, with his mind free of pride and full of respect for others? Is that why You are pleased with him? Or did he in some previous existence carefully execute religious duties with compassion for all living beings, and is that why You, the life of all living beings, are now satisfied with him?",
        "purport": " In this regard Śrīla Prabhupāda comments in his Kṛṣṇa, the Supreme Personality of Godhead, Chapter Sixteen: “The Nāgapatnīs confirm that one cannot come in contact with Kṛṣṇa without having executed pious activities in devotional service in his previous lives. As Lord Caitanya advised in His Śikṣāṣṭaka, one has to execute devotional service by humbly chanting the Hare Kṛṣṇa mantra, thinking oneself lower than the straw in the street and not expecting honor for himself but offering all kinds of honor to others. The Nāgapatnīs were astonished that, although Kāliya had the body of a serpent as the result of grievous sinful activities, at the same time he was in contact with the Lord to the extent that the Lord’s lotus feet were touching his hoods. Certainly this was not the ordinary result of pious activities. These two contradictory facts astonished them.”"
    },
    {
        "verse": "36",
        "devanagari": "कस्यानुभावोऽस्य न देव विद्महेतवाङ्‍‍‍‍‍घ्रिरेणुस्परशाधिकार: ।यद्वाञ्छया श्रीर्ललनाचरत्तपोविहाय कामान् सुचिरं धृतव्रता ॥ ३६ ॥",
        "english_devnagari": "kasyānubhāvo ’sya na deva vidmahetavāṅghri-reṇu-sparaśādhikāraḥyad-vāñchayā śrīr lalanācarat tapovihāya kāmān su-ciraṁ dhṛta-vratā",
        "verse_Syn": [
            "kasya",
            "anubhāvaḥ",
            "asya",
            "na",
            "deva",
            "vidmahe",
            "tava",
            "aṅghri",
            "reṇu",
            "sparaśa",
            "adhikāraḥ",
            "yat",
            "vāñchayā",
            "śrīḥ",
            "lalanā",
            "ācarat",
            "tapaḥ",
            "vihāya",
            "kāmān",
            "su",
            "ciram",
            "dhṛta",
            "vratā"
        ],
        "translation": "O Lord, we do not know how the serpent Kāliya has attained this great opportunity of being touched by the dust of Your lotus feet. For this end, the goddess of fortune performed austerities for centuries, giving up all other desires and observing austere vows.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "न नाकपृष्ठं न च सार्वभौमंन पारमेष्ठ्यं न रसाधिपत्यम् ।न योगसिद्धीरपुनर्भवं वावाञ्छन्ति यत्पादरज:प्रपन्ना: ॥ ३७ ॥",
        "english_devnagari": "na nāka-pṛṣṭhaṁ na ca sārva-bhaumaṁna pārameṣṭhyaṁ na rasādhipatyamna yoga-siddhīr apunar-bhavaṁ vāvāñchanti yat-pāda-rajaḥ-prapannāḥ",
        "verse_Syn": [
            "na",
            "nāka",
            "pṛṣṭham",
            "na",
            "ca",
            "sārva",
            "bhaumam",
            "na",
            "pārameṣṭhyam",
            "na",
            "rasa",
            "adhipatyam",
            "na",
            "yoga",
            "siddhīḥ",
            "apunaḥ",
            "bhavam",
            "vā",
            "vāñchanti",
            "yat",
            "pāda",
            "rajaḥ",
            "prapannāḥ"
        ],
        "translation": "Those who have attained the dust of Your lotus feet never hanker for the kingship of heaven, limitless sovereignty, the position of Brahmā or rulership over the earth. They are not interested even in the perfections of yoga or in liberation itself.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "तदेष नाथाप दुरापमन्यै-स्तमोजनि: क्रोधवशोऽप्यहीश: ।संसारचक्रे भ्रमत: शरीरिणोयदिच्छत: स्याद् विभव: समक्ष: ॥ ३८ ॥",
        "english_devnagari": "tad eṣa nāthāpa durāpam anyaistamo-janiḥ krodha-vaśo ’py ahīśaḥsaṁsāra-cakre bhramataḥ śarīriṇoyad-icchataḥ syād vibhavaḥ samakṣaḥ",
        "verse_Syn": [
            "tat",
            "eṣaḥ",
            "nātha",
            "āpa",
            "durāpam",
            "anyaiḥ",
            "tamaḥ",
            "janiḥ",
            "krodha",
            "vaśaḥ",
            "api",
            "ahi",
            "īśaḥ",
            "saṁsāra",
            "cakre",
            "bhramataḥ",
            "śarīriṇaḥ",
            "yat",
            "icchataḥ",
            "syāt",
            "vibhavaḥ",
            "samakṣaḥ"
        ],
        "translation": "O Lord, although this Kāliya, the king of the serpents, has taken birth in the mode of ignorance and is controlled by anger, he has achieved that which is difficult for others to achieve. Embodied souls, who are full of desires and are thus wandering in the cycle of birth and death, can have all benedictions manifested before their eyes simply by receiving the dust of Your lotus feet.",
        "purport": " It is very rare for a conditioned soul to free himself from the contamination of illusion and thus become established in perfect consciousness of the Absolute Truth. And yet this benediction was achieved by the serpent Kāliya because the Lord personally danced upon the serpent’s hoods with His lotus feet. Although we conditioned souls may not receive the mercy of having the Lord dance on our head, we can receive the dust of the lotus feet of the Absolute through the Lord’s representative, the bona fide spiritual master, and thus go back home, back to Godhead, forever freed from the misery and ignorance of the mundane universe."
    },
    {
        "verse": "39",
        "devanagari": "नमस्तुभ्यं भगवते पुरुषाय महात्मने ।भूतावासाय भूताय पराय परमात्मने ॥ ३९ ॥",
        "english_devnagari": "namas tubhyaṁ bhagavatepuruṣāya mahātmanebhūtāvāsāya bhūtāyaparāya paramātmane",
        "verse_Syn": [
            "namaḥ",
            "tubhyam",
            "bhagavate",
            "puruṣāya",
            "mahā",
            "ātmane",
            "bhūta",
            "āvāsāya",
            "bhūtāya",
            "parāya",
            "parama",
            "ātmane"
        ],
        "translation": "We offer our obeisances unto You, the Supreme Personality of Godhead. Although present in the hearts of all living beings as the Supersoul, You are all-pervasive. Although the original shelter of all created material elements, You exist prior to their creation. And although the cause of everything, You are transcendental to all material cause and effect, being the Supreme Soul.",
        "purport": " The beautiful Sanskrit poetry of this verse should be chanted out loud for the transcendental pleasure of the reciter and the hearer."
    },
    {
        "verse": "40",
        "devanagari": "ज्ञानविज्ञाननीधये ब्रह्मणेऽनन्तशक्तये ।अगुणायाविकाराय नमस्ते प्राकृताय च ॥ ४० ॥",
        "english_devnagari": "jñāna-vijñāna-nīdhayebrahmaṇe ’nanta-śaktayeaguṇāyāvikārāyanamas te prākṛtāya ca",
        "verse_Syn": [
            "jñāna",
            "vijñāna",
            "nidhaye",
            "brahmaṇe",
            "ananta",
            "śaktaye",
            "aguṇāya",
            "avikārāya",
            "namaḥ",
            "te",
            "prākṛtāya",
            "ca"
        ],
        "translation": "Obeisances unto You, the Absolute Truth, who are the reservoir of all transcendental consciousness and potency and the possessor of unlimited energies. Although completely free of material qualities and transformations, You are the prime mover of material nature.",
        "purport": " Those who consider themselves intellectual, philosophic or rational should carefully note here that the Absolute Truth, the Supreme Personality of Godhead, is the ocean of all knowledge and consciousness. Thus surrendering unto the Supreme Lord does not entail giving up the method of rationally comprehending reality. Rather, one merges into the ocean of rational, logical comprehension. The Supreme Lord is the perfection of all sciences and all forms of knowledge, and only envious and trivial minds would deny this obvious fact."
    },
    {
        "verse": "41",
        "devanagari": "कालाय कालनाभाय कालावयवसाक्षिणे ।विश्वाय तदुपद्रष्ट्रे तत्कर्त्रे विश्वहेतवे ॥ ४१ ॥",
        "english_devnagari": "kālāya kāla-nābhāyakālāvayava-sākṣiṇeviśvāya tad-upadraṣṭretat-kartre viśva-hetave",
        "verse_Syn": [
            "kālāya",
            "kāla",
            "nābhāya",
            "kāla",
            "avayava",
            "sākṣiṇe",
            "viśvāya",
            "tad",
            "upadraṣṭre",
            "tat",
            "kartre",
            "viśva",
            "hetave"
        ],
        "translation": "Obeisances unto You, who are time itself, the shelter of time and the witness of time in all its phases. You are the universe, and also its separate observer. You are its creator, and also the totality of all its causes.",
        "purport": " The Supreme Personality of Godhead, although appearing in different incarnations, can never be limited by time, since He is time itself, the shelter of time, and the witness of time in all its phases."
    },
    {
        "verse": "42-43",
        "devanagari": "भूतमात्रेन्द्रियप्राणमनोबुद्ध्याशयात्मने ।त्रिगुणेनाभिमानेन गूढस्वात्मानुभूतये ॥ ४२ ॥नमोऽनन्ताय सूक्ष्माय कूटस्थाय विपश्चिते ।नानावादानुरोधाय वाच्यवाचकशक्तये ॥ ४३ ॥",
        "english_devnagari": "bhūta-mātrendriya-prāṇa-mano-buddhy-āśayātmanetri-guṇenābhimānenagūḍha-svātmānubhūtaye",
        "verse_Syn": [
            "bhūta",
            "mātra",
            "indriya",
            "prāṇa",
            "manaḥ",
            "buddhi",
            "āśaya",
            "ātmane",
            "tri",
            "guṇena",
            "abhimānena",
            "gūḍha",
            "sva",
            "ātma",
            "anubhūtaye",
            "namaḥ",
            "anantāya",
            "sūkṣmāya",
            "kūṭa",
            "sthāya",
            "vipaścite",
            "nānā",
            "vāda",
            "anurodhāya",
            "vācya",
            "vācaka",
            "śaktaye"
        ],
        "translation": "Obeisances unto You, who are the ultimate soul of the physical elements, of the subtle basis of perception, of the senses, of the vital air of life, and of the mind, intelligence and consciousness. By Your arrangement the infinitesimal spirit souls falsely identify with the three modes of material nature, and their perception of their own true self thus becomes clouded. We offer our obeisances unto You, the unlimited Supreme Lord, the supremely subtle one, the omniscient Personality of Godhead, who are always fixed in unchanging transcendence, who sanction the opposing views of different philosophies, and who are the power upholding expressed ideas and the words that express them.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "नम: प्रमाणमूलाय कवये शास्त्रयोनये ।प्रवृत्ताय निवृत्ताय निगमाय नमो नम: ॥ ४४ ॥",
        "english_devnagari": "namaḥ pramāṇa-mūlāyakavaye śāstra-yonayepravṛttāya nivṛttāyanigamāya namo namaḥ",
        "verse_Syn": [
            "namaḥ",
            "pramāṇa",
            "mūlāya",
            "kavaye",
            "śāstra",
            "yonaye",
            "pravṛttāya",
            "nivṛttāya",
            "nigamāya",
            "namaḥ",
            "namaḥ"
        ],
        "translation": "We offer our obeisances again and again to You, who are the basis of all authoritative evidence, who are the author and ultimate source of the revealed scriptures, and who have manifested Yourself in those Vedic literatures encouraging sense gratification as well as in those encouraging renunciation of the material world.",
        "purport": " If we did not have the powers of perception and cognition, evidence could not be transmitted, and if we had no tendency to believe in particular modes of evidence, persuasion could not take place. All of these processes — perception, cognition, persuasion and transmission — take place through the various potencies of the Supreme Lord. The Supreme Lord Kṛṣṇa is Himself the greatest scholar and intellectual being. He manifests the transcendental scriptures within the hearts of great devotees like Brahmā and Nārada, and in addition He incarnates as Vedavyāsa, the compiler of all Vedic knowledge. In multifarious ways the Lord generates a variety of religious scriptures, which gradually bring the conditioned souls through the various phases of reentry into the kingdom of God."
    },
    {
        "verse": "45",
        "devanagari": "नम: कृष्णाय रामाय वसुदेवसुताय च ।प्रद्युम्नायानिरुद्धाय सात्वतां पतये नम: ॥ ४५ ॥",
        "english_devnagari": "namaḥ kṛṣṇāya rāmāyavasudeva-sutāya capradyumnāyāniruddhāyasātvatāṁ pataye namaḥ",
        "verse_Syn": [
            "namaḥ",
            "kṛṣṇāya",
            "rāmāya",
            "vasudeva",
            "sutāya",
            "ca",
            "pradyumnāya",
            "aniruddhāya",
            "sātvatām",
            "pataye",
            "namaḥ"
        ],
        "translation": "We offer our obeisances to Lord Kṛṣṇa and Lord Rāma, the sons of Vasudeva, and to Lord Pradyumna and Lord Aniruddha. We offer our respectful obeisances unto the master of all the saintly devotees of Viṣṇu.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "नमो गुणप्रदीपाय गुणात्मच्छादनाय च ।गुणवृत्त्युपलक्ष्याय गुणद्रष्ट्रे स्वसंविदे ॥ ४६ ॥",
        "english_devnagari": "namo guṇa-pradīpāyaguṇātma-cchādanāya caguṇa-vṛtty-upalakṣyāyaguṇa-draṣṭre sva-saṁvide",
        "verse_Syn": [
            "namaḥ",
            "guṇa",
            "pradīpāya",
            "guṇa",
            "ātma",
            "chādanāya",
            "ca",
            "guṇa",
            "vṛtti",
            "upalakṣyāya",
            "guṇa",
            "draṣṭre",
            "sva",
            "saṁvide"
        ],
        "translation": "Obeisances to You, O Lord, who manifest varieties of material and spiritual qualities. You disguise Yourself with the material qualities, and yet the functioning of those same material qualities ultimately reveals Your existence. You stand apart from the material qualities as a witness and can be fully known only by Your devotees.",
        "purport": " The word guṇa conveys various meanings: the three basic qualities of material nature, i.e., goodness, passion and ignorance; excellent qualities one manifests because of piety and spiritual achievement; or the internal senses, such as the mind and intelligence. The word pradīpāya means “unto Him who manifests or illumines.” Thus here the Nāgapatnīs are addressing the Supreme Lord as “He who manifests all material and spiritual qualities and who causes the living entities to be conscious.” One can see the Lord by going beyond the screen of material nature, and therefore He is called guṇātma-cchādanāya. If one methodically and intelligently studies the functioning of the material qualities, he will ultimately conclude that there is a Supreme Personality of Godhead and that He exhibits His illusory potency to bewilder those who do not surrender unto Him. The Lord is never affected by the modes of nature, being their witness, and thus He is called guṇa-draṣṭre. The word sva indicates “one’s own,” and thus sva-saṁvide means that Lord Kṛṣṇa can be known only by His own people, the devotees, and also that ultimately only the Lord can know Himself perfectly. Therefore we should take Lord Kṛṣṇa’s instructions in Bhagavad-gītā and immediately come to the right conclusion: full surrender to the Lord’s lotus feet. Thus we should humbly glorify the Lord, following the example of the Nāgapatnīs."
    },
    {
        "verse": "47",
        "devanagari": "अव्याकृतविहाराय सर्वव्याकृतसिद्धये ।हृषीकेश नमस्तेऽस्तु मुनये मौनशीलिने ॥ ४७ ॥",
        "english_devnagari": "avyākṛta-vihārāyasarva-vyākṛta-siddhayehṛṣīkeśa namas te ’stumunaye mauna-śīline",
        "verse_Syn": [
            "avyākṛta",
            "vihārāya",
            "sarva",
            "vyākṛta",
            "siddhaye",
            "hṛṣīka",
            "īśa",
            "namaḥ",
            "te",
            "astu",
            "munaye",
            "mauna",
            "śīline"
        ],
        "translation": "O Lord Hṛṣīkeśa, master of the senses, please let us offer our obeisances unto You, whose pastimes are inconceivably glorious. Your existence can be inferred from the necessity for a creator and revealer of all cosmic manifestations. But although Your devotees can understand You in this way, to the nondevotees You remain silent, absorbed in self-satisfaction.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "परावरगतिज्ञाय सर्वाध्यक्षाय ते नम: ।अविश्वाय च विश्वाय तद्‌‌द्रष्ट्रेऽस्य च हेतवे ॥ ४८ ॥",
        "english_devnagari": "parāvara-gati-jñāyasarvādhyakṣāya te namaḥaviśvāya ca viśvāyatad-draṣṭre ’sya ca hetave",
        "verse_Syn": [
            "para",
            "avara",
            "gati",
            "jñāya",
            "sarva",
            "adhyakṣāya",
            "te",
            "namaḥ",
            "aviśvāya",
            "ca",
            "viśvāya",
            "tat",
            "draṣṭre",
            "asya",
            "ca",
            "hetave"
        ],
        "translation": "Obeisances unto You, who know the destination of all things, superior and inferior, and who are the presiding regulator of all that be. You are distinct from the universal creation, and yet You are the basis upon which the illusion of material creation evolves, and also the witness of this illusion. Indeed, You are the root cause of the entire world.",
        "purport": " The words para and avara indicate superior, subtle elements and inferior, gross ones. The words also indicate superior personalities — devotees of the Lord — and inferior personalities, who are unaware of the glories of God. Lord Kṛṣṇa knows the destiny of all superior and inferior entities, animate and inanimate, and as the Supreme Absolute Truth He remains in His unique position above everything, as indicated by the word sarvādhyakṣāya."
    },
    {
        "verse": "49",
        "devanagari": "त्वं ह्यस्य जन्मस्थितिसंयमान् विभोगुणैरनीहोऽकृतकालशक्तिधृक् ।तत्तत्स्वभावान् प्रतिबोधयन् सत:समीक्षयामोघविहार ईहसे ॥ ४९ ॥",
        "english_devnagari": "tvaṁ hy asya janma-sthiti-saṁyamān vibhoguṇair anīho ’kṛta-kāla-śakti-dhṛktat-tat-svabhāvān pratibodhayan sataḥsamīkṣayāmogha-vihāra īhase",
        "verse_Syn": [
            "tvam",
            "hi",
            "asya",
            "janma",
            "sthiti",
            "saṁyamān",
            "vibho",
            "guṇaiḥ",
            "anīhaḥ",
            "akṛta",
            "kāla",
            "śakti",
            "dhṛk",
            "tat",
            "tat",
            "sva",
            "bhāvān",
            "pratibodhayan",
            "sataḥ",
            "samīkṣayā",
            "amogha",
            "vihāraḥ",
            "īhase"
        ],
        "translation": "O almighty Lord, although You have no reason to become involved in material activity, still You act through Your eternal potency of time to arrange for the creation, maintenance and destruction of this universe. You do this by awakening the distinct functions of each of the modes of nature, which before the creation lie dormant. Simply by Your glance You perfectly execute all these activities of cosmic control in a sporting mood.",
        "purport": " Sceptics may question why the Supreme Lord has created the material world, which is full of birth, maintenance and death. Here the Nāgapatnīs point out that the Lord’s pastimes are amogha, beyond any discrepancy. Śrī Kṛṣṇa actually desires that all conditioned souls live with Him in His eternal kingdom, but those forgetful souls who are inimical to their loving relationship with God must go to the material world and be subjected to the conditions of time. The fortunate conditioned souls are startled into remembrance of their actual position as loving servants of the Lord, and from within the heart the Lord then encourages them to come back home, back to Godhead, where time is conspicuous by its absence and where eternal, blissful existence supersedes the dramatic but disturbing functions of cosmic creation and annihilation."
    },
    {
        "verse": "50",
        "devanagari": "तस्यैव तेऽमूस्तनवस्त्रिलोक्यांशान्ता अशान्ता उत मूढयोनय: ।शान्ता: प्रियास्ते ह्यधुनावितुं सतांस्थातुश्च ते धर्मपरीप्सयेहत: ॥ ५० ॥",
        "english_devnagari": "tasyaiva te ’mūs tanavas tri-lokyāṁśāntā aśāntā uta mūḍha-yonayaḥśāntāḥ priyās te hy adhunāvituṁ satāṁsthātuś ca te dharma-parīpsayehataḥ",
        "verse_Syn": [
            "tasya",
            "eva",
            "te",
            "amūḥ",
            "tanavaḥ",
            "tri",
            "lokyām",
            "śāntāḥ",
            "aśāntāḥ",
            "uta",
            "mūḍha",
            "yonayaḥ",
            "śāntāḥ",
            "priyāḥ",
            "te",
            "hi",
            "adhunā",
            "avitum",
            "satām",
            "sthātuḥ",
            "ca",
            "te",
            "dharma",
            "parīpsayā",
            "īhataḥ"
        ],
        "translation": "Therefore all material bodies throughout the three worlds — those that are peaceful, in the mode of goodness; those that are agitated, in the mode of passion; and those that are foolish, in the mode of ignorance — all are Your creations. Still, those living entities whose bodies are in the mode of goodness are especially dear to You, and it is to maintain them and protect their religious principles that You are now present on the earth.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "अपराध: सकृद् भर्त्रा सोढव्य: स्वप्रजाकृत: ।क्षन्तुमर्हसि शान्तात्मन् मूढस्य त्वामजानत: ॥ ५१ ॥",
        "english_devnagari": "aparādhaḥ sakṛd bhartrāsoḍhavyaḥ sva-prajā-kṛtaḥkṣantum arhasi śāntātmanmūḍhasya tvām ajānataḥ",
        "verse_Syn": [
            "aparādhaḥ",
            "sakṛt",
            "bhartrā",
            "soḍhavyaḥ",
            "sva",
            "prajā",
            "kṛtaḥ",
            "kṣantum",
            "arhasi",
            "śānta",
            "ātman",
            "mūḍhasya",
            "tvām",
            "ajānataḥ"
        ],
        "translation": "At least once, a master should tolerate an offense committed by his child or subject. O supreme peaceful Soul, You should therefore forgive our foolish husband, who did not understand who You are.",
        "purport": " Because of their extreme anxiety, in this verse Kāliya’s wives mention the same idea twice: that the Supreme Lord should kindly forgive their foolish husband. The Supreme Lord is śāntātmā, the supreme peaceful Soul, and therefore the Nāgapatnīs suggest it would be proper for Him to overlook, at least this once, the great offense committed by the ignorant Kāliya."
    },
    {
        "verse": "52",
        "devanagari": "अनुगृह्णीष्व भगवन् प्राणांस्त्यजति पन्नग: ।स्त्रीणां न: साधुशोच्यानां पति: प्राण: प्रदीयताम् ॥ ५२ ॥",
        "english_devnagari": "anugṛhṇīṣva bhagavanprāṇāṁs tyajati pannagaḥstrīṇāṁ naḥ sādhu-śocyānāṁpatiḥ prāṇaḥ pradīyatām",
        "verse_Syn": [
            "anugṛhṇīṣva",
            "bhagavan",
            "prāṇān",
            "tyajati",
            "pannagaḥ",
            "strīṇām",
            "naḥ",
            "sādhu",
            "śocyānām",
            "patiḥ",
            "prāṇaḥ",
            "pradīyatām"
        ],
        "translation": "O Supreme Lord, please be merciful. It is proper for the saintly to feel compassion for women like us. This serpent is about to give up his life. Please give us back our husband, who is our life and soul.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "विधेहि ते किङ्करीणामनुष्ठेयं तवाज्ञया ।यच्छ्रद्धयानुतिष्ठन् वै मुच्यते सर्वतोभयात् ॥ ५३ ॥",
        "english_devnagari": "vidhehi te kiṅkarīṇāmanuṣṭheyaṁ tavājñayāyac-chraddhayānutiṣṭhan vaimucyate sarvato bhayāt",
        "verse_Syn": [
            "vidhehi",
            "te",
            "kiṅkarīṇām",
            "anuṣṭheyam",
            "tava",
            "ājñayā",
            "yat",
            "śraddhayā",
            "anutiṣṭhan",
            "vai",
            "mucyate",
            "sarvataḥ",
            "bhayāt"
        ],
        "translation": "Now please tell us, Your maidservants, what we should do. Certainly anyone who faithfully executes Your order is automatically freed from all fear.",
        "purport": " The surrender of Kāliya’s wives was now complete, and Lord Kṛṣṇa immediately gave them His mercy, as described in the following verses."
    },
    {
        "verse": "54",
        "devanagari": "श्रीशुक उवाचइत्थं स नागपत्नीभिर्भगवान् समभिष्टुत: ।मूर्च्छितं भग्नशिरसं विससर्जाङ्‍‍‍‍‍घ्रिकुट्टनै: ॥ ५४ ॥",
        "english_devnagari": "śrī-śuka uvācaitthaṁ sa nāga-patnībhirbhagavān samabhiṣṭutaḥmūrcchitaṁ bhagna-śirasaṁvisasarjāṅghri-kuṭṭanaiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ittham",
            "saḥ",
            "nāga",
            "patnībhiḥ",
            "bhagavān",
            "samabhiṣṭutaḥ",
            "mūrcchitam",
            "bhagna",
            "śirasam",
            "visasarja",
            "aṅghri",
            "kuṭṭanaiḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus praised by the Nāgapatnīs, the Supreme Personality of Godhead released the serpent Kāliya, who had fallen unconscious, his heads battered by the striking of the Lord’s lotus feet.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, Lord Kṛṣṇa, upon reaching His decision, immediately jumped down from Kāliya’s hoods and stood before the serpent and his wives. We should remember that when Lord Kṛṣṇa executed these pastimes, He was just a young village boy in Vṛndāvana."
    },
    {
        "verse": "55",
        "devanagari": "प्रतिलब्धेन्द्रियप्राण: कालिय: शनकैर्हरिम् ।कृच्छ्रात् समुच्छ्वसन् दीन: कृष्णं प्राह कृताञ्जलि: ॥ ५५ ॥",
        "english_devnagari": "pratilabdhendriya-prāṇaḥkāliyaḥ śanakair harimkṛcchrāt samucchvasan dīnaḥkṛṣṇaṁ prāha kṛtāñjaliḥ",
        "verse_Syn": [
            "pratilabdha",
            "indriya",
            "prāṇaḥ",
            "kāliyaḥ",
            "śanakaiḥ",
            "harim",
            "kṛcchrāt",
            "samucchvasan",
            "dīnaḥ",
            "kṛṣṇam",
            "prāha",
            "kṛta",
            "añjaliḥ"
        ],
        "translation": "Kāliya slowly regained his vital force and sensory functions. Then, breathing loudly and painfully, the poor serpent addressed Lord Kṛṣṇa, the Supreme Personality of Godhead, in humble submission.",
        "purport": ""
    },
    {
        "verse": "56",
        "devanagari": "कालिय उवाचवयं खला: सहोत्पत्त्या तामसा दीर्घमन्यव: ।स्वभावो दुस्त्यजो नाथ लोकानां यदसद्ग्रह: ॥ ५६ ॥",
        "english_devnagari": "kāliya uvācavayaṁ khalāḥ sahotpattyātamasā dīrgha-manyavaḥsvabhāvo dustyajo nāthalokānāṁ yad asad-grahaḥ",
        "verse_Syn": [
            "kāliyaḥ",
            "uvāca",
            "vayam",
            "khalāḥ",
            "saha",
            "utpattyā",
            "tāmasāḥ",
            "dīrgha",
            "manyavaḥ",
            "svabhāvaḥ",
            "dustyajaḥ",
            "nātha",
            "lokānām",
            "yat",
            "asat",
            "grahaḥ"
        ],
        "translation": "The serpent Kāliya said: Our very birth as a snake has made us envious, ignorant and constantly angry. O my Lord, it is so difficult for people to give up their conditioned nature, by which they identify with that which is unreal.",
        "purport": " Śrīla Sanātana Gosvāmī points out that because of his wretched condition, Kāliya was unable to compose original prayers to the Lord, and thus he paraphrased some of the prayers offered by his wives. The word asad-graha indicates that a conditioned soul seizes upon impermanent and impure things such as his own body, the bodies of others, and other countless varieties of material sense objects. The ultimate result of such material attachment is frustration, disappointment and anguish — a fact that has now become crystal clear to the poor serpent Kāliya."
    },
    {
        "verse": "57",
        "devanagari": "त्वया सृष्टमिदं विश्वं धातर्गुणविसर्जनम् ।नानास्वभाववीर्यौजोयोनिबीजाशयाकृति ॥ ५७ ॥",
        "english_devnagari": "tvayā sṛṣṭam idaṁ viśvaṁdhātar guṇa-visarjanamnānā-svabhāva-vīryaujo-yoni-bījāśayākṛti",
        "verse_Syn": [
            "tvayā",
            "sṛṣṭam",
            "idam",
            "viśvam",
            "dhātaḥ",
            "guṇa",
            "visarjanam",
            "nānā",
            "sva",
            "bhāva",
            "vīrya",
            "ojaḥ",
            "yoni",
            "bīja",
            "āśaya",
            "ākṛti"
        ],
        "translation": "O supreme creator, it is You who generate this universe, composed of the variegated arrangement of the material modes, and in the process You manifest various kinds of personalities and species, varieties of sensory and physical strength, and varieties of mothers and fathers with variegated mentalities and forms.",
        "purport": " Commenting on this verse, Śrīla Madhvācārya has quoted the Nārada Purāṇa as follows: “From Hiraṇyagarbha, Brahmā, comes the second creation of this universe, but the universe is primarily created by Viṣṇu Himself. Viṣṇu is thus the primary creator, and four-headed Brahmā is merely the secondary creator.”"
    },
    {
        "verse": "58",
        "devanagari": "वयं च तत्र भगवन् सर्पा जात्युरुमन्यव: ।कथं त्यजामस्त्वन्मायां दुस्त्यजां मोहिता: स्वयम् ॥ ५८ ॥",
        "english_devnagari": "vayaṁ ca tatra bhagavansarpā jāty-uru-manyavaḥkathaṁ tyajāmas tvan-māyāṁdustyajāṁ mohitāḥ svayam",
        "verse_Syn": [
            "vayam",
            "ca",
            "tatra",
            "bhagavan",
            "sarpāḥ",
            "jāti",
            "uru",
            "manyavaḥ",
            "katham",
            "tyajāmaḥ",
            "tvat",
            "māyām",
            "dustyajām",
            "mohitāḥ",
            "svayam"
        ],
        "translation": "O Supreme Personality of Godhead, among all the species within Your material creation, we serpents are by nature always enraged. Being thus deluded by Your illusory energy, which is very difficult to give up, how can we possibly give it up on our own?",
        "purport": " Kāliya is here indirectly begging for the Lord’s mercy, realizing that on his own he can never become free from illusion and suffering. Only by surrendering to the Lord and obtaining His mercy can one be released from the painful conditions of material life."
    },
    {
        "verse": "59",
        "devanagari": "भवान् हि कारणं तत्र सर्वज्ञो जगदीश्वर: ।अनुग्रहं निग्रहं वा मन्यसे तद् विधेहि न: ॥ ५९ ॥",
        "english_devnagari": "bhavān hi kāraṇaṁ tatrasarva-jño jagad-īśvaraḥanugrahaṁ nigrahaṁ vāmanyase tad vidhehi naḥ",
        "verse_Syn": [
            "bhavān",
            "hi",
            "kāraṇam",
            "tatra",
            "sarva",
            "jñaḥ",
            "jagat",
            "īśvaraḥ",
            "anugraham",
            "nigraham",
            "vā",
            "manyase",
            "tat",
            "vidhehi",
            "naḥ"
        ],
        "translation": "O Lord, since You are the omniscient Lord of the universe, You are the actual cause of freedom from illusion. Please arrange for us whatever You consider proper, whether it be mercy or punishment.",
        "purport": ""
    },
    {
        "verse": "60",
        "devanagari": "श्रीशुक उवाचइत्याकर्ण्य वच: प्राह भगवान् कार्यमानुष: ।नात्र स्थेयं त्वया सर्प समुद्रं याहि मा चिरम् ।स्वज्ञात्यपत्यदाराढ्यो गोनृभिर्भुज्यते नदी ॥ ६० ॥",
        "english_devnagari": "śrī-śuka uvācaity ākarṇya vacaḥ prāhabhagavān kārya-mānuṣaḥnātra stheyaṁ tvayā sarpasamudraṁ yāhi mā ciramsva-jñāty-apatya-dārāḍhyogo-nṛbhir bhujyate nadī",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "ākarṇya",
            "vacaḥ",
            "prāha",
            "bhagavān",
            "kārya",
            "mānuṣaḥ",
            "na",
            "atra",
            "stheyam",
            "tvayā",
            "sarpa",
            "samudram",
            "yāhi",
            "mā",
            "ciram",
            "sva",
            "jñāti",
            "apatya",
            "dāra",
            "āḍhyaḥ",
            "go",
            "nṛbhiḥ",
            "bhujyate",
            "nadī"
        ],
        "translation": "Śukadeva Gosvāmī said: After hearing Kāliya’s words, the Supreme Personality of Godhead, who was acting the role of a human being, replied: O serpent, you may not remain here any longer. Go back to the ocean immediately, accompanied by your retinue of children, wives, other relatives and friends. Let this river be enjoyed by the cows and humans.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "य एतत् संस्मरेन्मर्त्यस्तुभ्यं मदनुशासनम् ।कीर्तयन्नुभयो: सन्ध्योर्न युष्मद् भयमाप्नुयात् ॥ ६१ ॥",
        "english_devnagari": "ya etat saṁsmaren martyastubhyaṁ mad-anuśāsanamkīrtayann ubhayoḥ sandhyorna yuṣmad bhayam āpnuyāt",
        "verse_Syn": [
            "yaḥ",
            "etat",
            "saṁsmaret",
            "martyaḥ",
            "tubhyam",
            "mat",
            "anuśāsanam",
            "kīrtayan",
            "ubhayoḥ",
            "sandhyoḥ",
            "na",
            "yuṣmat",
            "bhayam",
            "āpnuyāt"
        ],
        "translation": "If a mortal being attentively remembers My command to you — to leave Vṛndāvana and go to the ocean — and narrates this account at sunrise and sunset, he will never be afraid of you.",
        "purport": ""
    },
    {
        "verse": "62",
        "devanagari": "योऽस्मिन् स्‍नात्वा मदाक्रीडे देवादींस्तर्पयेज्जलै: ।उपोष्य मां स्मरन्नर्चेत् सर्वपापै: प्रमुच्यते ॥ ६२ ॥",
        "english_devnagari": "yo ’smin snātvā mad-ākrīḍedevādīṁs tarpayej jalaiḥupoṣya māṁ smarann arcetsarva-pāpaiḥ pramucyate",
        "verse_Syn": [
            "yaḥ",
            "asmin",
            "snātvā",
            "mat",
            "ākrīḍe",
            "deva",
            "ādīn",
            "tarpayet",
            "jalaiḥ",
            "upoṣya",
            "mām",
            "smaran",
            "arcet",
            "sarva",
            "pāpaiḥ",
            "pramucyate"
        ],
        "translation": "If one bathes in this place of My pastimes and offers the water of this lake to the demigods and other worshipable personalities, or if one observes a fast and duly worships and remembers Me, he is sure to become free from all sinful reactions.",
        "purport": " According to the ācāryas, the Lord spoke this verse to make it clear to Kāliya that he could by no means remain in the Yamunā lake. Although the Lord had mercifully pardoned the serpent and ordered him to go to the ocean with all his associates, Kāliya should not even consider requesting to remain in the lake, because it was now to become a holy place for spiritual pilgrims."
    },
    {
        "verse": "63",
        "devanagari": "द्वीपं रमणकं हित्वा ह्रदमेतमुपाश्रित: ।यद्भ‍यत्स सुपर्णस्त्वां नाद्यान्मत्पादलाञ्छितम् ॥ ६३ ॥",
        "english_devnagari": "dvīpaṁ ramaṇakaṁ hitvāhradam etam upāśritaḥyad-bhayāt sa suparṇas tvāṁnādyān mat-pāda-lāñchitam",
        "verse_Syn": [
            "dvīpam",
            "ramaṇakam",
            "hitvā",
            "hradam",
            "etam",
            "upāśritaḥ",
            "yat",
            "bhayāt",
            "saḥ",
            "suparṇaḥ",
            "tvām",
            "na",
            "adyāt",
            "mat",
            "pāda",
            "lāñchitam"
        ],
        "translation": "Out of fear of Garuḍa, you left Ramaṇaka Island and came to take shelter of this lake. But because you are now marked with My footprints, Garuḍa will no longer try to eat you.",
        "purport": ""
    },
    {
        "verse": "64",
        "devanagari": "श्रीऋषिरुवाचमुक्तो भगवता राजन् कृष्णेनाद्भुतकर्मणा ।तं पूजयामास मुदा नागपत्‍न्यश्च सादरम् ॥ ६४ ॥",
        "english_devnagari": "śrī-ṛṣir uvācamukto bhagavatā rājankṛṣṇenādbhuta-karmaṇātaṁ pūjayām āsa mudānāga-patnyaś ca sādaram",
        "verse_Syn": [
            "śrī",
            "ṛṣiḥ",
            "uvāca",
            "muktaḥ",
            "bhagavatā",
            "rājan",
            "kṛṣṇena",
            "adbhuta",
            "karmaṇā",
            "tam",
            "pūjayām",
            "āsa",
            "mudā",
            "nāga",
            "patnyaḥ",
            "ca",
            "sa",
            "ādaram"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King, having been released by Lord Kṛṣṇa, the Supreme Personality of Godhead, whose activities are wonderful, Kāliya joined his wives in worshiping Him with great joy and reverence.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura comments as follows on this verse: “The word adbhuta-karmaṇā indicates the Lord’s wonderful activities of saving the residents of Vṛndāvana from Kāliya, saving Kāliya himself from Garuḍa, and bestowing grace upon both the victims of violence and the committer of that violence.” The word kṛṣṇena, “by Kṛṣṇa,” indicates that because Kāliya’s wives were great devotees of the Lord and offered Him loving affection, Kṛṣṇa withdrew (karṣaṇam) both Kāliya’s offense against the Lord’s devotee Garuḍa and that against the residents of Vṛndāvana, who were very dear to Him."
    },
    {
        "verse": "65-67",
        "devanagari": "दिव्याम्बरस्रङ्‌मणिभि: परार्ध्यैरपि भूषणै: ।दिव्यगन्धानुलेपैश्च महत्योत्पलमालया ॥ ६५ ॥पूजयित्वा जगन्नाथं प्रसाद्य गरुडध्वजम् ।तत: प्रीतोऽभ्यनुज्ञात: परिक्रम्याभिवन्द्य तम् ॥ ६६ ॥सकलत्रसुहृत्पुत्रो द्वीपमब्धेर्जगाम ह ।तदैव सामृतजला यमुना निर्विषाभवत् ।अनुग्रहाद् भगवत: क्रीडामानुषरूपिण: ॥ ६७ ॥",
        "english_devnagari": "divyāmbara-sraṅ-maṇibhiḥparārdhyair api bhūṣaṇaiḥdivya-gandhānulepaiś camahatyotpala-mālayā",
        "verse_Syn": [
            "divya",
            "ambara",
            "srak",
            "maṇibhiḥ",
            "para",
            "ardhyaiḥ",
            "api",
            "bhūṣaṇaiḥ",
            "divya",
            "gandha",
            "anulepaiḥ",
            "ca",
            "mahatyā",
            "utpala",
            "mālayā",
            "pūjayitvā",
            "jagat",
            "nātham",
            "prasādya",
            "garuḍa",
            "dhvajam",
            "tataḥ",
            "prītaḥ",
            "abhyanujñātaḥ",
            "parikramya",
            "abhivandya",
            "tam",
            "sa",
            "kalatra",
            "suhṛt",
            "putraḥ",
            "dvīpam",
            "abdheḥ",
            "jagāma",
            "ha",
            "tadā",
            "eva",
            "sa",
            "amṛta",
            "jalā",
            "yamunā",
            "nirviṣā",
            "abhavat",
            "anugrahāt",
            "bhagavataḥ",
            "krīḍā",
            "mānuṣa",
            "rūpiṇaḥ"
        ],
        "translation": "Kāliya worshiped the Lord of the universe by offering Him fine garments, along with necklaces, jewels and other valuable ornaments, wonderful scents and ointments, and a large garland of lotus flowers. Having thus pleased the Lord, whose flag is marked with the emblem of Garuḍa, Kāliya felt satisfied. Receiving the Lord’s permission to leave, Kāliya circumambulated Him and offered Him obeisances. Then, taking his wives, friends and children, he went to his island in the sea. The very moment Kāliya left, the Yamunā was immediately restored to her original condition, free from poison and full of nectarean water. This happened by the mercy of the Supreme Personality of Godhead, who was manifesting a humanlike form to enjoy His pastimes.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura has commented extensively on this verse. To explain the word maṇibhiḥ — “(Kāliya worshiped the Lord) with jewels” — the ācārya has quoted from the Śrī Rādhā-kṛṣṇa-gaṇoddeśa-dīpikā, by Rūpa Gosvāmī, as follows: “The Lord had made His Kaustubha gem enter the serpent’s lake, and then He arranged for it to be presented to Himself by the hands of Kāliya’s wives.” In other words, because Lord Kṛṣṇa wanted to act just like an ordinary human being, He made the transcendental Kaustubha gem invisible and caused it to enter within Kāliya’s treasury. Then when the appropriate moment came for Kāliya to worship the Lord with many different jewels and ornaments, the serpent’s wives, unaware of the Lord’s transcendental trick, presented Him with the Kaustubha gem, thinking it was simply one of the jewels in their possession. The ācārya has further commented that the reason Lord Kṛṣṇa is described in this verse as garuḍa-dhvaja, “He whose flag is marked by the symbol of His carrier, Garuḍa,” is that Kāliya also desired to become Lord Kṛṣṇa’s carrier. Garuḍa and the serpents are originally related as brothers, and therefore Kāliya wanted to indicate to Lord Kṛṣṇa, “If You ever have to go to a distant place, You should also think of me as Your personal carrier. I am the servant of Your servant, and in the wink of an eye I can travel hundreds of millions of yojanas.” Thus the Purāṇas narrate that in the course of Lord Kṛṣṇa’s eternal cycle of pastimes, when Kaṁsa orders the Lord to come to Mathurā, He sometimes goes there mounted upon Kāliya."
    }
]