[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचइत्थं शरत्स्वच्छजलं पद्माकरसुगन्धिना ।न्यविशद् वायुना वातं सगोगोपालकोऽच्युत: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaitthaṁ śarat-svaccha-jalaṁpadmākara-sugandhinānyaviśad vāyunā vātaṁsa-go-gopālako ’cyutaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ittham",
            "śarat",
            "svaccha",
            "jalam",
            "padma",
            "ākara",
            "su",
            "gandhinā",
            "nyaviśat",
            "vāyunā",
            "vātam",
            "sa",
            "go",
            "gopālakaḥ",
            "acyutaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus the Vṛndāvana forest was filled with transparent autumnal waters and cooled by breezes perfumed with the fragrance of lotus flowers growing in the clear lakes. The infallible Lord, accompanied by His cows and cowherd boyfriends, entered that Vṛndāvana forest.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "कुसुमितवनराजिशुष्मिभृङ्ग-द्विजकुलघुष्टसर:सरिन्महीध्रम् ।मधुपतिरवगाह्य चारयन् गा:सहपशुपालबलश्चुकूज वेणुम् ॥ २ ॥",
        "english_devnagari": "kusumita-vanarāji-śuṣmi-bhṛṅgadvija-kula-ghuṣṭa-saraḥ-sarin-mahīdhrammadhupatir avagāhya cārayan gāḥsaha-paśu-pāla-balaś cukūja veṇum",
        "verse_Syn": [
            "kusumita",
            "vana",
            "rāji",
            "śuṣmi",
            "bhṛṅga",
            "dvija",
            "kula",
            "ghuṣṭa",
            "saraḥ",
            "sarit",
            "mahīdhram",
            "madhu",
            "patiḥ",
            "avagāhya",
            "cārayan",
            "gāḥ",
            "saha",
            "paśu",
            "pāla",
            "balaḥ",
            "cukūja",
            "veṇum"
        ],
        "translation": "The lakes, rivers and hills of Vṛndāvana resounded with the sounds of maddened bees and flocks of birds moving about the flowering trees. In the company of the cowherd boys and Balarāma, Madhupati [Śrī Kṛṣṇa] entered that forest, and while herding the cows He began to vibrate His flute.",
        "purport": " As suggested by the words cukūja veṇum, Lord Kṛṣṇa skillfully blended the sound of His flute with the lovely sounds of Vṛndāvana’s multicolored birds. Thus an irresistible, heavenly vibration was created."
    },
    {
        "verse": "3",
        "devanagari": "तद् व्रजस्त्रिय आश्रुत्य वेणुगीतं स्मरोदयम् ।काश्चित्परोक्षं कृष्णस्य स्वसखीभ्योऽन्ववर्णयन् ॥ ३ ॥",
        "english_devnagari": "tad vraja-striya āśrutyaveṇu-gītaṁ smarodayamkāścit parokṣaṁ kṛṣṇasyasva-sakhībhyo ’nvavarṇayan",
        "verse_Syn": [
            "tat",
            "vraja",
            "striyaḥ",
            "āśrutya",
            "veṇu",
            "gītam",
            "smara",
            "udayam",
            "kāścit",
            "parokṣam",
            "kṛṣṇasya",
            "sva",
            "sakhībhyaḥ",
            "anvavarṇayan"
        ],
        "translation": "When the young ladies in the cowherd village of Vraja heard the song of Kṛṣṇa’s flute, which arouses the influence of Cupid, some of them privately began describing Kṛṣṇa’s qualities to their intimate friends.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तद्वर्णयितुमारब्धा: स्मरन्त्य: कृष्णचेष्टितम् ।नाशकन् स्मरवेगेन विक्षिप्तमनसो नृप ॥ ४ ॥",
        "english_devnagari": "tad varṇayitum ārabdhāḥsmarantyaḥ kṛṣṇa-ceṣṭitamnāśakan smara-vegenavikṣipta-manaso nṛpa",
        "verse_Syn": [
            "tat",
            "varṇayitum",
            "ārabdhāḥ",
            "smarantyaḥ",
            "kṛṣṇa",
            "ceṣṭitam",
            "na",
            "aśakan",
            "smara",
            "vegena",
            "vikṣipta",
            "manasaḥ",
            "nṛpa"
        ],
        "translation": "The cowherd girls began to speak about Kṛṣṇa, but when they remembered His activities, O King, the power of Cupid disturbed their minds, and thus they could not speak.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "बर्हापीडं नटवरवपु: कर्णयो: कर्णिकारंबिभ्रद् वास: कनककपिशं वैजयन्तीं च मालाम् ।रन्ध्रान् वेणोरधरसुधया पूरयन्गोपवृन्दै-र्वृन्दारण्यं स्वपदरमणं प्राविशद् गीतकीर्ति: ॥ ५ ॥",
        "english_devnagari": "barhāpīḍaṁ naṭa-vara-vapuḥ karṇayoḥ karṇikāraṁbibhrad vāsaḥ kanaka-kapiśaṁ vaijayantīṁ ca mālāmrandhrān veṇor adhara-sudhayāpūrayan gopa-vṛndairvṛndāraṇyaṁ sva-pada-ramaṇaṁ prāviśad gīta-kīrtiḥ",
        "verse_Syn": [
            "barha",
            "āpīḍam",
            "naṭa",
            "vara",
            "vapuḥ",
            "karṇayoḥ",
            "karṇikāram",
            "bibhrat",
            "vāsaḥ",
            "kanaka",
            "kapiśam",
            "vaijayantīm",
            "ca",
            "mālām",
            "randhrān",
            "veṇoḥ",
            "adhara",
            "sudhayā",
            "āpūrayan",
            "gopa",
            "vṛndaiḥ",
            "vṛndā",
            "araṇyam",
            "sva",
            "pada",
            "ramaṇam",
            "prāviśat",
            "gīta",
            "kīrtiḥ"
        ],
        "translation": "Wearing a peacock-feather ornament upon His head, blue karṇikāra flowers on His ears, a yellow garment as brilliant as gold, and the Vaijayantī garland, Lord Kṛṣṇa exhibited His transcendental form as the greatest of dancers as He entered the forest of Vṛndāvana, beautifying it with the marks of His footprints. He filled the holes of His flute with the nectar of His lips, and the cowherd boys sang His glories.",
        "purport": " The gopīs remembered all the transcendental qualities of Kṛṣṇa mentioned in this verse. Kṛṣṇa’s artful way of dressing and the beautiful blue flowers placed over His ears excited the gopīs’ romantic desires, and as He poured the nectar of His lips into His flute, they simply lost themselves in ecstatic love for Him."
    },
    {
        "verse": "6",
        "devanagari": "इति वेणुरवं राजन् सर्वभूतमनोहरम् ।श्रुत्वा व्रजस्त्रिय: सर्वा वर्णयन्त्योऽभिरेभिरे ॥ ६ ॥",
        "english_devnagari": "iti veṇu-ravaṁ rājansarva-bhūta-manoharamśrutvā vraja-striyaḥ sarvāvarṇayantyo ’bhirebhire",
        "verse_Syn": [
            "iti",
            "veṇu",
            "ravam",
            "rājan",
            "sarva",
            "bhūta",
            "manaḥ",
            "haram",
            "śrutvā",
            "vraja",
            "striyaḥ",
            "sarvāḥ",
            "varṇayantyaḥ",
            "abhirebhire"
        ],
        "translation": "O King, when the young ladies in Vraja heard the sound of Kṛṣṇa’s flute, which captivates the minds of all living beings, they all embraced one another and began describing it.",
        "purport": " The word iti here indicates that after becoming speechless by remembering Kṛṣṇa, the cowherd damsels then regained their composure and were thus able to ecstatically describe the sound of Kṛṣṇa’s flute. As a few gopīs began to exclaim, and the other gopīs realized that they shared the same ecstatic love within their hearts, all of them started embracing one another, overwhelmed with conjugal love for young Kṛṣṇa."
    },
    {
        "verse": "7",
        "devanagari": "श्रीगोप्य ऊचु:अक्षण्वतां फलमिदं न परं विदाम:सख्य: पशूननु विवेशयतोर्वयस्यै: ।वक्त्रं व्रजेशसुतयोरनवेणु जुष्टंयैर्वा निपीतमनुरक्तकटाक्षमोक्षम् ॥ ७ ॥",
        "english_devnagari": "śrī-gopya ūcuḥakṣaṇvatāṁ phalam idaṁ na paraṁ vidāmaḥsakhyaḥ paśūn anuviveśayator vayasyaiḥvaktraṁ vrajeśa-sutayor anaveṇu-juṣṭaṁyair vā nipītam anurakta-kaṭākṣa-mokṣam",
        "verse_Syn": [
            "śrī",
            "gopyaḥ",
            "ūcuḥ",
            "akṣaṇvatām",
            "phalam",
            "idam",
            "na",
            "param",
            "vidāmaḥ",
            "sakhyaḥ",
            "paśūn",
            "anuviveśayatoḥ",
            "vayasyaiḥ",
            "vaktram",
            "vraja",
            "īśa",
            "sutayoḥ",
            "anu",
            "veṇu",
            "juṣṭam",
            "yaiḥ",
            "vā",
            "nipītam",
            "anurakta",
            "kaṭa",
            "akṣa",
            "mokṣam"
        ],
        "translation": "The cowherd girls said: O friends, those eyes that see the beautiful faces of the sons of Mahārāja Nanda are certainly fortunate. As these two sons enter the forest, surrounded by Their friends, driving the cows before Them, They hold Their flutes to Their mouths and glance lovingly upon the residents of Vṛndāvana. For those who have eyes, we think there is no greater object of vision.",
        "purport": " This translation is quoted from Śrīla Prabhupāda’s Caitanya-caritāmṛta (Ādi-līlā 4.155). Śrīla Viśvanātha Cakravartī Ṭhākura has commented as follows: “The gopīs meant to say, ‘O friends, if you simply remain in the shackles of family life in this material world, what will you ever get to see? The creator has granted us these eyes, so let us see the most wonderful thing there is to see, Kṛṣṇa.’” The gopīs were aware that their mothers or other elder persons might hear their romantic words and disapprove, and thus they said, akṣaṇvatāṁ phalam: “To see Kṛṣṇa is the goal for all persons and not simply ourselves.” In other words, the gopīs indicated that since Kṛṣṇa is the supreme object of love for everyone, why couldn’t they also love Him in spiritual ecstasy? According to the ācāryas, a different gopī spoke this and each of the following verses (through text 19)."
    },
    {
        "verse": "8",
        "devanagari": "चूतप्रवालबर्हस्तबकोत्पलाब्ज-मालानुपृक्तपरिधानविचित्रवेशौ ।मध्ये विरेजतुरलं पशुपालगोष्ठ्यांरङ्गे यथा नटवरौ क्‍व च गायमानौ ॥ ८ ॥",
        "english_devnagari": "cūta-pravāla-barha-stabakotpalābjamālānupṛkta-paridhāna-vicitra-veśaumadhye virejatur alaṁ paśu-pāla-goṣṭhyāṁraṅge yathā naṭa-varau kvaca gāyamānau",
        "verse_Syn": [
            "cūta",
            "pravāla",
            "barha",
            "stabaka",
            "utpala",
            "abja",
            "mālā",
            "anupṛkta",
            "paridhāna",
            "vicitra",
            "veśau",
            "madhye",
            "virejatuḥ",
            "alam",
            "paśu",
            "pāla",
            "goṣṭhyām",
            "raṅge",
            "yathā",
            "naṭa",
            "varau",
            "kvaca",
            "gāyamānau"
        ],
        "translation": "Dressed in a charming variety of garments, upon which Their garlands rest, and decorating Themselves with peacock feathers, lotuses, lilies, newly grown mango sprouts and clusters of flower buds, Kṛṣṇa and Balarāma shine forth magnificently among the assembly of cowherd boys. They look just like the best of dancers appearing on a dramatic stage, and sometimes They sing.",
        "purport": " The gopīs continue singing their ecstatic song as they remember the pastimes of Lord Kṛṣṇa. The gopīs wanted to go to the forest where Kṛṣṇa was performing His pastimes and, while remaining concealed, peer through the leaves of the creepers and see the wonder of Kṛṣṇa and Balarāma dancing and singing with Their boyfriends. This was their desire, but because they could not go, they sang this song in ecstatic love."
    },
    {
        "verse": "9",
        "devanagari": "गोप्य: किमाचरदयं कुशलं स्म वेणु-र्दामोदराधरसुधामपि गोपिकानाम् ।भुङ्क्ते स्वयं यदवशिष्टरसं ह्रदिन्योहृष्यत्त्वचोऽश्रु मुमुचुस्तरवो यथार्या: ॥ ९ ॥",
        "english_devnagari": "gopyaḥ kim ācarad ayaṁ kuśalaṁ sma veṇurdāmodarādhara-sudhām api gopikānāmbhuṅkte svayaṁ yad avaśiṣṭa-rasaṁ hradinyohṛṣyat-tvaco ’śru mumucus taravo yathāryaḥ",
        "verse_Syn": [
            "gopyaḥ",
            "kim",
            "ācarat",
            "ayam",
            "kuśalam",
            "sma",
            "veṇuḥ",
            "dāmodara",
            "adhara",
            "sudhām",
            "api",
            "gopikānām",
            "bhuṅkte",
            "svayam",
            "yat",
            "avaśiṣṭa",
            "rasam",
            "hradinyaḥ",
            "hṛṣyat",
            "tvacaḥ",
            "aśru",
            "mumucuḥ",
            "taravaḥ",
            "yathā",
            "āryāḥ"
        ],
        "translation": "My dear gopīs, what auspicious activities must the flute have performed to enjoy the nectar of Kṛṣṇa’s lips independently and leave only a taste for us gopīs, for whom that nectar is actually meant! The forefathers of the flute, the bamboo trees, shed tears of pleasure. His mother, the river on whose bank the bamboo was born, feels jubilation, and therefore her blooming lotus flowers are standing like hair on her body.",
        "purport": " This translation is quoted from Śrīla Prabhupāda’s Caitanya-caritāmṛta (Antya-līlā 16.140). In the guise of releasing flowing sap, the bamboo trees are actually crying tears of ecstasy upon seeing their child become an exalted devotee-flute of the Supreme Personality of Godhead, Śrī Kṛṣṇa. Sanātana Gosvāmī gives an alternate explanation: The trees are crying because they are unhappy at not being able to play with Kṛṣṇa themselves. One may object that the trees in Vṛndāvana should not lament for that which is impossible for them to obtain, just as a beggar certainly doesn’t lament because he is forbidden to meet the king. But the trees are actually just like intelligent persons who suffer when they cannot obtain the goal of life. Thus the trees are crying because they cannot get the nectar of Kṛṣṇa’s lips."
    },
    {
        "verse": "10",
        "devanagari": "वृन्दावनं सखि भुवो वितनोति कीर्तिंयद् देवकीसुतपदाम्बुजलब्धलक्ष्मि ।गोविन्दवेणुमनु मत्तमयूरनृत्यंप्रेक्ष्याद्रिसान्ववरतान्यसमस्तसत्त्वम् ॥ १० ॥",
        "english_devnagari": "vṛndāvanaṁ sakhi bhuvo vitanoti kīṛtiṁyad devakī-suta-padāmbuja-labdha-lakṣmigovinda-veṇum anu matta-mayūra-nṛtyaṁprekṣyādri-sānv-avaratānya-samasta-sattvam",
        "verse_Syn": [
            "vṛndāvanam",
            "sakhi",
            "bhuvaḥ",
            "vitanoti",
            "kīrtim",
            "yat",
            "devakī",
            "suta",
            "pada",
            "ambuja",
            "labdha",
            "lakṣmi",
            "govinda",
            "veṇum",
            "anu",
            "matta",
            "mayūra",
            "nṛtyam",
            "prekṣya",
            "adri",
            "sānu",
            "avarata",
            "anya",
            "samasta",
            "sattvam"
        ],
        "translation": "O friend, Vṛndāvana is spreading the glory of the earth, having obtained the treasure of the lotus feet of Kṛṣṇa, the son of Devakī. The peacocks dance madly when they hear Govinda’s flute, and when other creatures see them from the hilltops, they all become stunned.",
        "purport": " Śrīla Śrīdhara Svāmī explains that because activities such as those described in this verse do not occur in any other world, the earth is unique. In fact, the earth’s glories are being spread by wonderful Vṛndāvana because it is the place of Kṛṣṇa’s pastimes. The name Devakī also refers to mother Yaśodā, as stated in the Bṛhad-viṣṇu Purāṇa: “The wife of Nanda had two names, Yaśodā and also Devakī. Therefore it was natural that she [the wife of Nanda] develop friendship with Devakī, the wife of Śauri [Vasudeva].” Śrīla Viśvanātha Cakravartī Ṭhākura explains kṛṣṇa-līlā as follows: “In Vṛndāvana, the peacocks request Kṛṣṇa, ‘Govinda, please make us dance.’ Thus Kṛṣṇa plays His flute, and they surround Him in a circle and dance in time with the rhythm of His melody. And while standing in the midst of their dancing, He also sings and dances. Then those peacocks, who are fully satisfied with His musical performance, out of gratitude offer for His pleasure their own divine feathers. In the usual manner of musical performers, Kṛṣṇa gladly accepts these presentations and places a feather upon the turban atop His head. Gentle animals such as deer and doves greatly relish the transcendental entertainment presented by Kṛṣṇa, and to get a good view they flock to the peaks of hills. Then, as they watch the breathtaking program, they become stunned in ecstasy.” Śrīla Sanātana Gosvāmī comments that because in Vṛndāvana Kṛṣṇa goes barefoot and can thus directly mark the earth with the symbols of His lotus feet, that transcendental land is even more glorious than Vaikuṇṭha, where Viṣṇu wears slippers."
    },
    {
        "verse": "11",
        "devanagari": "धन्या: स्म मूढगतयोऽपि हरिण्य एताया नन्दनन्दनमुपात्तविचित्रवेशम् ।आकर्ण्य वेणुरणितं सहकृष्णसारा:पूजां दधुर्विरचितां प्रणयावलोकै: ॥ ११ ॥",
        "english_devnagari": "dhanyāḥ sma mūḍha-gatayo ’pi hariṇya etāyā nanda-nandanam upātta-vicitra-veśamākarṇya veṇu-raṇitaṁ saha-kṛṣṇa-sārāḥpūjāṁ dadhur viracitāṁ praṇayāvalokaiḥ",
        "verse_Syn": [
            "dhanyāḥ",
            "sma",
            "mūḍha",
            "gatayaḥ",
            "api",
            "hariṇyaḥ",
            "etāḥ",
            "yāḥ",
            "nanda",
            "nandanam",
            "upātta",
            "vicitra",
            "veśam",
            "ākarṇya",
            "veṇu",
            "raṇitam",
            "saha",
            "kṛṣṇa",
            "sārāḥ",
            "pūjām",
            "dadhuḥ",
            "viracitām",
            "praṇaya",
            "avalokaiḥ"
        ],
        "translation": "Blessed are all these foolish deer because they have approached Mahārāja Nanda’s son, who is gorgeously dressed and is playing on His flute. Indeed, both the doe and the bucks worship the Lord with looks of love and affection.",
        "purport": " This translation is quoted from Śrīla Prabhupāda’s Caitanya-caritāmṛta (Madhya-līlā 17.36). According to the ācāryas, the gopīs were thinking as follows: “The female deer can approach Kṛṣṇa along with their husbands because Kṛṣṇa is the ultimate object of affection for the male deer. Because of their affection for Kṛṣṇa, they are encouraged by seeing their wives attracted to Him and thus consider their household lives fortunate. Indeed, they become joyful upon seeing how their wives are searching after Kṛṣṇa, and, following along, they urge their wives to go to the Lord. On the other hand, our husbands are jealous of Kṛṣṇa, and because of their lack of devotion to Him they cannot even stand to smell His fragrance. Therefore what is the use of our lives?”"
    },
    {
        "verse": "12",
        "devanagari": "कृष्णं निरीक्ष्य वनितोत्सवरूपशीलंश्रुत्वा च तत्‍क्‍वणितवेणुविविक्तगीतम् ।देव्यो विमानगतय: स्मरनुन्नसाराभ्रश्यत्प्रसूनकबरा मुमुहुर्विनीव्य: ॥ १२ ॥",
        "english_devnagari": "kṛṣṇaṁ nirīkṣya vanitotsava-rūpa-śīlaṁśrutvā ca tat-kvaṇita-veṇu-vivikta-gītamdevyo vimāna-gatayaḥ smara-nunna-sārābhraśyat-prasūna-kabarā mumuhur vinīvyaḥ",
        "verse_Syn": [
            "kṛṣṇam",
            "nirīkṣya",
            "vanitā",
            "utsava",
            "rūpa",
            "śīlam",
            "śrutvā",
            "ca",
            "tat",
            "kvaṇita",
            "veṇu",
            "vivikta",
            "gītam",
            "devyaḥ",
            "vimāna",
            "gatayaḥ",
            "smara",
            "nunna",
            "sārāḥ",
            "bhraśyat",
            "prasūna",
            "kabarāḥ",
            "mumuhuḥ",
            "vinīvyaḥ"
        ],
        "translation": "Kṛṣṇa’s beauty and character create a festival for all women. Indeed, when the demigods’ wives flying in airplanes with their husbands catch sight of Him and hear His resonant flute-song, their hearts are shaken by Cupid, and they become so bewildered that the flowers fall out of their hair and their belts loosen.",
        "purport": " In Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda comments: “[This verse indicates] that the transcendental sound of the flute of Kṛṣṇa extended to all corners of the universe. Also, it is significant that the gopīs knew about the different kinds of airplanes flying in the sky.” In fact, even while sitting on the laps of their demigod husbands, the demigoddesses became agitated by hearing the sounds of Kṛṣṇa’s flute. Thus the gopīs thought that they themselves should not be blamed for their ecstatic conjugal attraction for Kṛṣṇa, who after all was a cowherd boy from their own village and thus a natural object of their love. If even demigoddesses became mad after Kṛṣṇa, how could poor, earthly cowherd girls from Kṛṣṇa’s own village avoid having their hearts completely conquered by His loving glances and the sounds of His flute? The gopīs also considered that the demigods, although noting their wives’ attraction to Kṛṣṇa, did not become envious. The demigods are actually very refined in culture and intelligence, and therefore when flying in their airplanes they regularly take their wives along to see Kṛṣṇa. The gopīs thought, “Our husbands, on the other hand, are envious. Therefore even the inferior deer are better off than we, and the demigoddesses are also very fortunate, whereas we poor human beings in an intermediate position are most unfortunate.”"
    },
    {
        "verse": "13",
        "devanagari": "गावश्च कृष्णमुखनिर्गतवेणुगीत-पीयूषमुत्तभितकर्णपुटै: पिबन्त्य: ।शावा: स्‍नुतस्तनपय:कवला: स्म तस्थु-र्गोविन्दमात्मनि द‍ृशाश्रुकला: स्पृशन्त्य: ॥ १३ ॥",
        "english_devnagari": "gāvaś ca kṛṣṇa-mukha-nirgata-veṇu-gītapīyūṣam uttabhita-karṇa-puṭaiḥ pibantyaḥśāvāḥ snuta-stana-payaḥ-kavalāḥ sma tasthurgovindam ātmani dṛśāśru-kalāḥ spṛśantyaḥ",
        "verse_Syn": [
            "gāvaḥ",
            "ca",
            "kṛṣṇa",
            "mukha",
            "nirgata",
            "veṇu",
            "gīta",
            "pīyūṣam",
            "uttabhita",
            "karṇa",
            "puṭaiḥ",
            "pibantyaḥ",
            "śāvāḥ",
            "snuta",
            "stana",
            "payaḥ",
            "kavalāḥ",
            "sma",
            "tasthuḥ",
            "govindam",
            "ātmani",
            "dṛśā",
            "aśru",
            "kalāḥ",
            "spṛśantyaḥ"
        ],
        "translation": "Using their upraised ears as vessels, the cows are drinking the nectar of the flute-song flowing out of Kṛṣṇa’s mouth. The calves, their mouths full of milk from their mothers’ moist nipples, stand still as they take Govinda within themselves through their tear-filled eyes and embrace Him within their hearts.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "प्रायो बताम्ब विहगा मुनयो वनेऽस्मिन्कृष्णेक्षितं तदुदितं कलवेणुगीतम् ।आरुह्य ये द्रुमभुजान् रुचिरप्रवालान्श‍ृण्वन्ति मीलितद‍ृशो विगतान्यवाच: ॥ १४ ॥",
        "english_devnagari": "prāyo batāmba vihagā munayo vane ’sminkṛṣṇekṣitaṁ tad-uditaṁ kala-veṇu-gītamāruhya ye druma-bhujān rucira-pravālānśṛṇvanti mīlita-dṛśo vigatānya-vācaḥ",
        "verse_Syn": [
            "prāyaḥ",
            "bata",
            "amba",
            "vihagāḥ",
            "munayaḥ",
            "vane",
            "asmin",
            "kṛṣṇa",
            "īkṣitam",
            "tat",
            "uditam",
            "kala",
            "veṇu",
            "gītam",
            "āruhya",
            "ye",
            "druma",
            "bhujān",
            "rucira",
            "pravālān",
            "śṛṇvanti",
            "mīlita",
            "dṛśaḥ",
            "vigata",
            "anya",
            "vācaḥ"
        ],
        "translation": "O mother, in this forest all the birds have risen onto the beautiful branches of the trees to see Kṛṣṇa. With closed eyes they are simply listening in silence to the sweet vibrations of His flute, and they are not attracted by any other sound. Surely these birds are on the same level as great sages.",
        "purport": " The birds resemble sages because they live in the forest, keep their eyes closed, observe silence and remain motionless. Significantly, it is stated here that even great sages become maddened by the sound of Kṛṣṇa’s flute, which is a completely spiritual vibration. The word rucira-pravālān indicates that even the branches of the trees are transformed in ecstasy when struck by the vibration of Kṛṣṇa’s flute-song. Indra, Brahmā, Śiva and Viṣṇu, being primordial gods, travel throughout the universe and have extensive knowledge of the science of music, and yet even these great personalities have never heard or composed music like that which emanates from Kṛṣṇa’s flute. Indeed, the birds are so moved by the blissful sound that in their ecstasy they close their eyes and cling to the branches to avoid falling off the trees. Śrīla Viśvanātha Cakravartī Ṭhākura explains that the gopīs would sometimes address each other as amba, “mother.”"
    },
    {
        "verse": "15",
        "devanagari": "नद्यस्तदा तदुपधार्य मुकुन्दगीत-मावर्तलक्षितमनोभवभग्नवेगा: ।आलिङ्गनस्थगितमूर्मिभुजैर्मुरारे-र्गृह्णन्ति पादयुगलं कमलोपहारा: ॥ १५ ॥",
        "english_devnagari": "nadyas tadā tad upadhārya mukunda-gītamāvarta-lakṣita-manobhava-bhagna-vegāḥāliṅgana-sthagitam ūrmi-bhujair murārergṛhṇanti pāda-yugalaṁ kamalopahārāḥ",
        "verse_Syn": [
            "nadyaḥ",
            "tadā",
            "tat",
            "upadhārya",
            "mukunda",
            "gītam",
            "āvarta",
            "lakṣita",
            "manaḥ",
            "bhava",
            "bhagna",
            "vegāḥ",
            "āliṅgana",
            "sthagitam",
            "ūrmi",
            "bhujaiḥ",
            "murāreḥ",
            "gṛhṇanti",
            "pāda",
            "yugalam",
            "kamala",
            "upahārāḥ"
        ],
        "translation": "When the rivers hear the flute-song of Kṛṣṇa, their minds begin to desire Him, and thus the flow of their currents is broken and their waters are agitated, moving around in whirlpools. Then with the arms of their waves the rivers embrace Murāri’s lotus feet and, holding on to them, present offerings of lotus flowers.",
        "purport": " Even such sacred bodies of water as the Yamunā and the Mānasa-gaṅgā are enchanted by the flute-song, and thus they are disturbed by conjugal attraction for young Kṛṣṇa. The gopīs are implying that since many different types of living beings are overwhelmed by conjugal love for Kṛṣṇa, why should the gopīs be criticized for their intense desire to serve Kṛṣṇa in the conjugal relationship?"
    },
    {
        "verse": "16",
        "devanagari": "द‍ृष्ट्वातपे व्रजपशून् सह रामगोपै:सञ्चारयन्तमनु वेणुमुदीरयन्तम् ।प्रेमप्रवृद्ध उदित: कुसुमावलीभि:सख्युर्व्यधात् स्ववपुषाम्बुद आतपत्रम् ॥ १६ ॥",
        "english_devnagari": "dṛṣṭvātape vraja-paśūn saha rāma-gopaiḥsañcārayantam anu veṇum udīrayantamprema-pravṛddha uditaḥ kusumāvalībhiḥsakhyur vyadhāt sva-vapuṣāmbuda ātapatram",
        "verse_Syn": [
            "dṛṣṭvā",
            "ātape",
            "vraja",
            "paśūn",
            "saha",
            "rāma",
            "gopaiḥ",
            "sañcārayantam",
            "anu",
            "veṇum",
            "udīrayantam",
            "prema",
            "pravṛddhaḥ",
            "uditaḥ",
            "kusuma",
            "āvalībhiḥ",
            "sakhyuḥ",
            "vyadhāt",
            "sva",
            "vapuṣā",
            "ambudaḥ",
            "ātapatram"
        ],
        "translation": "In the company of Balarāma and the cowherd boys, Lord Kṛṣṇa is continually vibrating His flute as He herds all the animals of Vraja, even under the full heat of the summer sun. Seeing this, the cloud in the sky has expanded himself out of love. He is rising high and constructing out of his own body, with its multitude of flower-like droplets of water, an umbrella for the sake of his friend.",
        "purport": " Śrīla Prabhupāda states in his Kṛṣṇa, the Supreme Personality of Godhead: “The scorching heat of the autumn sunshine was sometimes intolerable, and therefore the clouds in the sky appeared in sympathy above Kṛṣṇa and Balarāma and Their boyfriends while They engaged in blowing Their flutes. The clouds served as a soothing umbrella over Their heads just to make friendship with Kṛṣṇa.”"
    },
    {
        "verse": "17",
        "devanagari": "पूर्णा: पुलिन्द्य उरुगायपदाब्जराग-श्रीकुङ्कुमेन दयितास्तनमण्डितेन ।तद्दर्शनस्मररुजस्तृणरूषितेनलिम्पन्त्य आननकुचेषु जहुस्तदाधिम् ॥ १७ ॥",
        "english_devnagari": "pūrṇāḥ pulindya urugāya-padābja-rāgaśrī-kuṅkumena dayitā-stana-maṇḍitenatad-darśana-smara-rujas tṛṇa-rūṣitenalimpantya ānana-kuceṣu jahus tad-ādhim",
        "verse_Syn": [
            "pūrṇāḥ",
            "pulindyaḥ",
            "urugāya",
            "pada",
            "abja",
            "rāga",
            "śrī",
            "kuṅkumena",
            "dayitā",
            "stana",
            "maṇḍitena",
            "tat",
            "darśana",
            "smara",
            "rujaḥ",
            "tṛṇa",
            "rūṣitena",
            "limpantyaḥ",
            "ānana",
            "kuceṣu",
            "jahuḥ",
            "tat",
            "ādhim"
        ],
        "translation": "The aborigine women of the Vṛndāvana area become disturbed by lust when they see the grass marked with reddish kuṅkuma powder. Endowed with the color of Kṛṣṇa’s lotus feet, this powder originally decorated the breasts of His beloveds, and when the aborigine women smear it on their faces and breasts, they feel fully satisfied and give up all their anxiety.",
        "purport": " Śrīla Prabhupāda explains this verse as follows: “The wanton aborigine girls also became fully satisfied when they smeared their faces and breasts with the dust of Vṛndāvana, which was reddish from the touch of Kṛṣṇa’s lotus feet. The aborigine girls had very full breasts, and they were also very lusty, but when their lovers felt their breasts, they were not very satisfied. When they came out into the midst of the forest, they saw that while Kṛṣṇa was walking, some of the leaves and creepers of Vṛndāvana had turned reddish from the kuṅkuma powder which fell from His lotus feet. His lotus feet were held by the gopis on their breasts, which were also smeared with kuṅkuma powder, but when Kṛṣṇa travelled in the Vṛndāvana forest with Balarāma and His boy friends, the reddish powder fell on the ground. So the lusty aborigine girls, while looking toward Kṛṣṇa playing His flute, saw the reddish kuṅkuma on the ground and immediately took it and smeared it over their faces and breasts. In this way they became fully satisfied, although they were not satisfied when their lovers touched their breasts. All material lusty desires can be immediately satisfied if one comes in contact with Kṛṣṇa consciousness.”"
    },
    {
        "verse": "18",
        "devanagari": "हन्तायमद्रिरबला हरिदासवर्योयद् रामकृष्णचरणस्परशप्रमोद: ।मानं तनोति सहगोगणयोस्तयोर्यत्पानीयसूयवसकन्दरकन्दमूलै: ॥ १८ ॥",
        "english_devnagari": "hantāyam adrir abalā hari-dāsa-varyoyad rāma-kṛṣṇa-caraṇa-sparaśa-pramodaḥmānaṁ tanoti saha-go-gaṇayos tayor yatpānīya-sūyavasa-kandara-kandamūlaiḥ",
        "verse_Syn": [
            "hanta",
            "ayam",
            "adriḥ",
            "abalāḥ",
            "hari",
            "dāsa",
            "varyaḥ",
            "yat",
            "rāma",
            "kṛṣṇa",
            "caraṇa",
            "sparaśa",
            "pramodaḥ",
            "mānam",
            "tanoti",
            "saha",
            "go",
            "gaṇayoḥ",
            "tayoḥ",
            "yat",
            "pānīya",
            "sūyavasa",
            "kandara",
            "kanda",
            "mūlaiḥ"
        ],
        "translation": "Of all the devotees, this Govardhana Hill is the best! O my friends, this hill supplies Kṛṣṇa and Balarāma, along with Their calves, cows and cowherd friends, with all kinds of necessities — water for drinking, very soft grass, caves, fruits, flowers and vegetables. In this way the hill offers respects to the Lord. Being touched by the lotus feet of Kṛṣṇa and Balarāma, Govardhana Hill appears very jubilant.",
        "purport": " This translation is quoted from Śrīla Prabhupāda’s Caitanya-caritāmṛta (Madhya 18.34). Śrīla Viśvanātha Cakravartī Ṭhākura explains the opulence of Govardhana Hill as follows: Pānīya refers to the fragrant, cool water from the Govardhana waterfalls, which Kṛṣṇa and Balarāma drink and use to wash Their feet and mouths. Govardhana also offers other beverages, such as honey, mango juice and pīlu juice. Sūyavasa indicates dūrvā grass, used to make the religious offering of arghya. Govardhana also has grass that is fragrant, soft and conducive to the strong growth of cows and increased production of milk. Thus this grass is used for feeding the transcendental herds. Kandara refers to the caves where Kṛṣṇa, Balarāma and Their friends play, sit and lie down. These caves give pleasure when the weather is too hot or too cold, or when it is raining. Govardhana also features soft roots for eating, jewels for ornamenting the body, flat places for sitting, and lamps and mirrors in the form of smooth stones, glistening water and other natural substances."
    },
    {
        "verse": "19",
        "devanagari": "गा गोपकैरनुवनं नयतोरुदार-वेणुस्वनै: कलपदैस्तनुभृत्सु सख्य: ।अस्पन्दनं गतिमतां पुलकस्तरुणांनिर्योगपाशकृतलक्षणयोर्विचित्रम् ॥ १९ ॥",
        "english_devnagari": "gā gopakair anu-vanaṁ nayator udāraveṇu-svanaiḥ kala-padais tanu-bhṛtsu sakhyaḥaspandanaṁ gati-matāṁ pulakas taruṇāṁniryoga-pāśa-kṛta-lakṣaṇayor vicitram",
        "verse_Syn": [
            "gāḥ",
            "gopakaiḥ",
            "anu",
            "vanam",
            "nayatoḥ",
            "udāra",
            "veṇu",
            "svanaiḥ",
            "kala",
            "padaiḥ",
            "tanubhṛtsu",
            "sakhyaḥ",
            "aspandanam",
            "gati",
            "matām",
            "pulakaḥ",
            "taruṇam",
            "niryoga",
            "pāśa",
            "kṛta",
            "lakṣaṇayoḥ",
            "vicitram"
        ],
        "translation": "My dear friends, as Kṛṣṇa and Balarāma pass through the forest with Their cowherd friends, leading Their cows, They carry ropes to bind the cows’ rear legs at the time of milking. When Lord Kṛṣṇa plays on His flute, the sweet music causes the moving living entities to become stunned and the nonmoving trees to tremble with ecstasy. These things are certainly very wonderful.",
        "purport": " Kṛṣṇa and Balarāma would sometimes wear Their cowherding ropes on Their heads and sometimes carry them on Their shoulders, and thus They were beautifully decorated with all the equipment of cowherd boys. Śrīla Viśvanātha Cakravartī Ṭhākura explains that the ropes of Kṛṣṇa and Balarāma are made of yellow cloth and have clusters of pearls at both ends. Sometimes They wear these ropes around Their turbans, and the ropes thus become wonderful decorations."
    },
    {
        "verse": "20",
        "devanagari": "एवंविधा भगवतो या वृन्दावनचारिण: ।वर्णयन्त्यो मिथो गोप्य: क्रीडास्तन्मयतां ययु: ॥ २० ॥",
        "english_devnagari": "evaṁ-vidhā bhagavatoyā vṛndāvana-cāriṇaḥvarṇayantyo mitho gopyaḥkrīḍās tan-mayatāṁ yayuḥ",
        "verse_Syn": [
            "evam",
            "vidhāḥ",
            "bhagavataḥ",
            "yāḥ",
            "vṛndāvana",
            "cāriṇaḥ",
            "varṇayantyaḥ",
            "mithaḥ",
            "gopyaḥ",
            "krīḍaḥ",
            "tat",
            "mayatām",
            "yayuḥ"
        ],
        "translation": "Thus narrating to one another the playful pastimes of the Supreme Personality of Godhead as He wandered about in the Vṛndāvana forest, the gopīs became fully absorbed in thoughts of Him.",
        "purport": " In this regard Śrīla Prabhupāda comments, “This is the perfect example of Kṛṣṇa consciousness: to somehow or other remain always engrossed in thoughts of Kṛṣṇa. The vivid example is always present in the behavior of the gopīs; therefore Lord Caitanya declared that no one can worship the Supreme Lord by any method that is better than the method of the gopīs. The gopīs were not born in very high brāhmaṇa or kṣatriya families; they were born in the families of vaiśyas, and not in big mercantile communities but in the families of cowherd men. They were not very well educated, although they heard all sorts of knowledge from the brāhmaṇas, the authorities of Vedic knowledge. The gopīs’ only purpose was to remain always absorbed in thoughts of Kṛṣṇa.”"
    }
]