[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचबलभद्र: कुरुश्रेष्ठ भगवान् रथमास्थित: ।सुहृद्दिद‍ृक्षुरुत्कण्ठ: प्रययौ नन्दगोकुलम् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācabalabhadraḥ kuru-śreṣṭhabhagavān ratham āsthitaḥsuhṛd-didṛkṣur utkaṇṭhaḥprayayau nanda-gokulam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "balabhadraḥ",
            "kuru",
            "śreṣṭha",
            "bhagavān",
            "ratham",
            "āsthitaḥ",
            "suhṛt",
            "didṛkṣuḥ",
            "utkaṇṭhaḥ",
            "prayayau",
            "nanda",
            "gokulam"
        ],
        "translation": "Śukadeva Gosvāmī said: O best of the Kurus, once Lord Balarāma, eager to visit His well-wishing friends, mounted His chariot and traveled to Nanda Gokula.",
        "purport": " As Śrīla Jīva Gosvāmī points out, Lord Balarāma’s journey to Śrī Vṛndāvana is also described in the Hari-vaṁśa (Viṣṇu-parva 46.10): “Remembering the deep friendship He once enjoyed with the cowherd folk, Lord Rāma went alone to Vraja, having taken Lord Kṛṣṇa’s permission.” The simple residents of Vṛndāvana were aggrieved that Lord Kṛṣṇa had gone to live elsewhere, so Lord Balarāma went there to console them. Śrīla Viśvanātha Cakravartī Ṭhākura addresses the question of why Lord Kṛṣṇa, the great ocean of pure love, did not also go to Vraja. In explanation the ācārya provides the following two verses: “The Yadus thought, ‘The Lord’s beloved girlfriends are famous for their pure, ecstatic love, and His parents are extremely affectionate toward Him. Lord Kṛṣṇa is controlled by pure love, so if He goes to see them, how will He be able to leave them and come back to us?’ With this in mind, the Yadus prevented Lord Hari from going, knowing that He becomes subservient to the pastimes in which He reciprocates the ever-increasing love of the inhabitants of Vraja.”"
    },
    {
        "verse": "2",
        "devanagari": "परिष्वक्तश्चिरोत्कण्ठैर्गोपैर्गोपीभिरेव च ।रामोऽभिवाद्य पितरावाशीर्भिरभिनन्दित: ॥ २ ॥",
        "english_devnagari": "pariṣvaktaś cirotkaṇṭhairgopair gopībhir eva carāmo ’bhivādya pitarāvāśīrbhir abhinanditaḥ",
        "verse_Syn": [
            "pariṣvaktaḥ",
            "cira",
            "utkaṇṭhaiḥ",
            "gopaiḥ",
            "gopībhiḥ",
            "eva",
            "ca",
            "rāmaḥ",
            "abhivādya",
            "pitarau",
            "āśīrbhiḥ",
            "abhinanditaḥ"
        ],
        "translation": "Having long suffered the anxiety of separation, the cowherd men and their wives embraced Lord Balarāma. The Lord then offered respects to His parents, and they joyfully greeted Him with prayers.",
        "purport": " Śrīla Viśvanātha Cakravartī gives the following verse regarding this situation: “Let us repeatedly glorify Lord Balarāma. Although He is the original personality of eternal bliss, Nityānanda, He felt pained by His love for the residents of Vraja, and thus He went to see them, even at the cost of leaving Lord Kṛṣṇa.”"
    },
    {
        "verse": "3",
        "devanagari": "चिरं न: पाहि दाशार्ह सानुजो जगदीश्वर: ।इत्यारोप्याङ्कमालिङ्‍ग्य नेत्रै: सिषिचतुर्जलै: ॥ ३ ॥",
        "english_devnagari": "ciraṁ naḥ pāhi dāśārhasānujo jagad-īśvaraḥity āropyāṅkam āliṅgyanetraiḥ siṣicatur jalaiḥ",
        "verse_Syn": [
            "ciram",
            "naḥ",
            "pāhi",
            "dāśārha",
            "sa",
            "anujaḥ",
            "jagat",
            "īśvaraḥ",
            "iti",
            "āropya",
            "aṅkam",
            "āliṅgya",
            "netraiḥ",
            "siṣicatuḥ",
            "jalaiḥ"
        ],
        "translation": "[Nanda and Yaśodā prayed,] “O descendant of Daśārha, O Lord of the universe, may You and Your younger brother Kṛṣṇa ever protect us.” Saying this, they raised Śrī Balarāma onto their laps, embraced Him and moistened Him with tears from their eyes.",
        "purport": " Śrīla Jīva Gosvāmī comments on this verse as follows: “Nanda and Yaśodā prayed to Śrī Balarāma, ‘May You, along with Your younger brother, protect us.’ Thus they expressed their respect for the fact that He is the elder brother, and they also showed how much they considered Him their own son.”"
    },
    {
        "verse": "4-6",
        "devanagari": "गोपवृद्धांश्च विधिवद् यविष्ठैरभिवन्दित: ।यथावयो यथासख्यं यथासम्बन्धमात्मन: ॥ ४ ॥समुपेत्याथ गोपालान् हास्यहस्तग्रहादिभि: ।विश्रान्तं सुखमासीनं पप्रच्छु: पर्युपागता: ॥ ५ ॥पृष्टाश्चानामयं स्वेषु प्रेमगद्गदया गिरा ।कृष्णे कमलपत्राक्षे सन्न्यस्ताखिलराधस: ॥ ६ ॥",
        "english_devnagari": "gopa-vṛddhāṁś ca vidhi-vadyaviṣṭhair abhivanditaḥyathā-vayo yathā-sakhyaṁyathā-sambandham ātmanaḥ",
        "verse_Syn": [
            "gopa",
            "vṛddhān",
            "ca",
            "vidhi",
            "vat",
            "yaviṣṭhaiḥ",
            "abhivanditaḥ",
            "yathā",
            "vayaḥ",
            "yathā",
            "sakhyam",
            "yathā",
            "sambandham",
            "ātmanaḥ",
            "samupetya",
            "atha",
            "gopālān",
            "hāsya",
            "hasta",
            "graha",
            "ādibhiḥ",
            "viśrāntam",
            "sukham",
            "āsīnam",
            "papracchuḥ",
            "paryupāgatāḥ",
            "pṛṣṭāḥ",
            "ca",
            "anāmayam",
            "sveṣu",
            "prema",
            "gadgadayā",
            "girā",
            "kṛṣṇe",
            "kamala",
            "patra",
            "akṣe",
            "sannyasta",
            "akhila",
            "rādhasaḥ"
        ],
        "translation": "Lord Balarāma then paid proper respects to the elder cowherd men, and the younger ones all greeted Him respectfully. He met them all with smiles, handshakes and so on, dealing personally with each one according to age, degree of friendship, and family relationship. Then, after resting, the Lord accepted a comfortable seat, and they all gathered around Him. With voices faltering out of love for Him, those cowherds, who had dedicated everything to lotus-eyed Kṛṣṇa, asked about the health of their dear ones [in Dvārakā], and Balarāma in turn asked about the cowherds’ welfare.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "कच्चिन्नो बान्धवा राम सर्वे कुशलमासते ।कच्चित् स्मरथ नो राम यूयं दारसुतान्विता: ॥ ७ ॥",
        "english_devnagari": "kaccin no bāndhavā rāmasarve kuśalam āsatekaccit smaratha no rāmayūyaṁ dāra-sutānvitāḥ",
        "verse_Syn": [
            "kaccit",
            "naḥ",
            "bāndhavāḥ",
            "rāma",
            "sarve",
            "kuśalam",
            "āsate",
            "kaccit",
            "smaratha",
            "naḥ",
            "rāma",
            "yūyam",
            "dāra",
            "suta",
            "anvitāḥ"
        ],
        "translation": "[The cowherds said:] O Rāma, are all our relatives doing well? And Rāma, do all of you, with your wives and children, still remember us?",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "दिष्‍ट्या कंसो हत: पापो दिष्‍ट्या मुक्ता: सुहृज्जना: ।निहत्य निर्जित्य रिपून् दिष्‍ट्या दुर्गं समाश्रिता: ॥ ८ ॥",
        "english_devnagari": "diṣṭyā kaṁso hataḥ pāpodiṣṭyā muktāḥ suhṛj-janāḥnihatya nirjitya ripūndiṣṭyā durgaṁ samāśrītāḥ",
        "verse_Syn": [
            "diṣṭyā",
            "kaṁsaḥ",
            "hataḥ",
            "pāpaḥ",
            "diṣṭyā",
            "muktāḥ",
            "suhṛt",
            "janāḥ",
            "nihatya",
            "nirjitya",
            "ripūn",
            "diṣṭyā",
            "durgam",
            "samāśrītāḥ"
        ],
        "translation": "It is our great fortune that sinful Kaṁsa has been killed and our dear relatives have been freed. And it is also our good fortune that our relatives have killed and defeated their enemies and found complete security in a great fortress.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "गोप्यो हसन्त्य: पप्रच्छू रामसन्दर्शनाद‍ृता: ।कच्चिदास्ते सुखं कृष्ण: पुरस्‍त्रीजनवल्ल‍भ: ॥ ९ ॥",
        "english_devnagari": "gopyo hasantyaḥ papracchūrāma-sandarśanādṛtāḥkaccid āste sukhaṁ kṛṣṇaḥpura-strī-jana-vallabhaḥ",
        "verse_Syn": [
            "gopyaḥ",
            "hasantyaḥ",
            "papracchuḥ",
            "rāma",
            "sandarśana",
            "ādṛtāḥ",
            "kaccit",
            "āste",
            "sukham",
            "kṛṣṇaḥ",
            "pura",
            "strī",
            "jana",
            "vallabhaḥ"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Honored to have the personal audience of Lord Balarāma, the young gopīs smiled and asked Him, “Is Kṛṣṇa, the darling of the city women, living happily?",
        "purport": " According to the ācāryas, Lord Kṛṣṇa’s beloved girlfriends were smiling with divine madness, since they were feeling extreme unhappiness in separation from their beloved Kṛṣṇa. Lord Rāma deeply respected their great love for Śrī Kṛṣṇa, His younger brother, and thus the term rāma-sandarśanādṛtāḥ carries the meaning that Balarāma honored the gopīs, as well as the given meaning, that they honored Him."
    },
    {
        "verse": "10",
        "devanagari": "कच्चित् स्मरति वा बन्धून् पितरं मातरं च स: ।अप्यसौ मातरं द्रष्टुं सकृदप्यागमिष्यति ।अपि वा स्मरतेऽस्माकमनुसेवां महाभुज: ॥ १० ॥",
        "english_devnagari": "kaccit smarati vā bandhūnpitaraṁ mātaraṁ ca saḥapy asau mātaraṁ draṣṭuṁsakṛd apy āgamiṣyatiapi vā smarate ’smākamanusevāṁ mahā-bhujaḥ",
        "verse_Syn": [
            "kaccit",
            "smarati",
            "vā",
            "bandhūn",
            "pitaram",
            "mātaram",
            "ca",
            "saḥ",
            "api",
            "asau",
            "mātaram",
            "draṣṭum",
            "sakṛt",
            "api",
            "āgamiṣyati",
            "api",
            "vā",
            "smarate",
            "asmākam",
            "anusevām",
            "mahā",
            "bhujaḥ"
        ],
        "translation": "“Does He remember His family members, especially His father and mother? Do you think He will ever come back even once to see His mother? And does mighty-armed Kṛṣṇa remember the service we always did for Him?",
        "purport": " Śrīla Viśvanātha Cakravartī comments that the gopīs would render service to Lord Kṛṣṇa by stringing flower garlands, skillfully using perfumes, and constructing fans, beds and canopies out of flower petals. By these simple acts of love, the gopīs rendered the greatest service to the Supreme Personality of Godhead."
    },
    {
        "verse": "11-12",
        "devanagari": "मातरं पितरं भ्रातृन् पतीन् पुत्रान् स्वसृनपि ।यदर्थे जहिम दाशार्ह दुस्त्यजान् स्वजनान् प्रभो ॥ ११ ॥ता न: सद्य: परित्यज्य गत: सञ्छिन्नसौहृद: ।कथं नु ताद‍ृशं स्‍त्रीभिर्न श्रद्धीयेत भाषितम् ॥ १२ ॥",
        "english_devnagari": "mātaraṁ pitaraṁ bhrātṝnpatīn putrān svasṝn apiyad-arthe jahima dāśārhadustyajān sva-janān prabho",
        "verse_Syn": [
            "mātaram",
            "pitaram",
            "bhrātṝn",
            "patīn",
            "putrān",
            "svasṝn",
            "api",
            "yat",
            "arthe",
            "jahima",
            "dāśārha",
            "dustyajān",
            "sva",
            "janān",
            "prabho",
            "tāḥ",
            "naḥ",
            "sadyaḥ",
            "parityajya",
            "gataḥ",
            "sañchinna",
            "sauhṛdaḥ",
            "katham",
            "nu",
            "tādṛśam",
            "strībhiḥ",
            "na",
            "śraddhīyeta",
            "bhāṣītam"
        ],
        "translation": "“For Kṛṣṇa’s sake, O descendant of Dāśārha, we abandoned our mothers, fathers, brothers, husbands, children and sisters, even though these family relations are difficult to give up. But now, O Lord, that same Kṛṣṇa has suddenly abandoned us and gone away, breaking off all affectionate ties with us. And yet how could any woman fail to trust His promises?",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "कथं नु गृह्णन्त्यनवस्थितात्मनोवच: कृतघ्नस्य बुधा: पुरस्‍त्रिय: ।गृह्णन्ति वै चित्रकथस्य सुन्दर-स्मितावलोकोच्छ्वसितस्मरातुरा: ॥ १३ ॥",
        "english_devnagari": "kathaṁ nu gṛhṇanty anavasthitātmanovacaḥ kṛta-ghnasya budhāḥ pura-striyaḥgṛhṇanti vai citra-kathasya sundara-smitāvalokocchvasita-smarāturāḥ",
        "verse_Syn": [
            "katham",
            "nu",
            "gṛhṇanti",
            "anavasthita",
            "ātmanaḥ",
            "vacaḥ",
            "kṛta",
            "ghnasya",
            "budhāḥ",
            "pura",
            "striyaḥ",
            "gṛhṇanti",
            "vai",
            "citra",
            "kathasya",
            "sundara",
            "smita",
            "avaloka",
            "ucchvasita",
            "smara",
            "āturāḥ"
        ],
        "translation": "“How can intelligent city women possibly trust the words of one whose heart is so unsteady and who is so ungrateful? They must believe Him because He speaks so wonderfully, and also because His beautiful smiling glances arouse their lust.",
        "purport": " According to Śrīdhara Svāmī, some gopīs speak the first two lines of this verse, and others reply in the second two lines."
    },
    {
        "verse": "14",
        "devanagari": "किं नस्तत्कथया गोप्य: कथा: कथयतापरा: ।यात्यस्माभिर्विना कालो यदि तस्य तथैव न: ॥ १४ ॥",
        "english_devnagari": "kiṁ nas tat-kathayā gopyaḥkathāḥ kathayatāparāḥyāty asmābhir vinā kāloyadi tasya tathaiva naḥ",
        "verse_Syn": [
            "kim",
            "naḥ",
            "tat",
            "kathayā",
            "gopyaḥ",
            "kathāḥ",
            "kathayata",
            "aparāḥ",
            "yāti",
            "asmābhiḥ",
            "vinā",
            "kālaḥ",
            "yadi",
            "tasya",
            "tathā",
            "eva",
            "naḥ"
        ],
        "translation": "“Why bother talking about Him, dear gopī? Please talk of something else. If He passes His time without us, then we shall similarly pass ours [without Him].”",
        "purport": " Śrīla Śrīdhara Svāmī points out that the gopīs here subtly indicate that Lord Kṛṣṇa spends His time happily without them whereas they are most unhappy without their Lord. This is the difference between Him and them. Śrīla Viśvanātha Cakravartī adds the following commentary: “Considering themselves different from other women, the gopīs thought as follows: ‘If other women are together with their lovers, they live, and if they are separated, they die. But we neither live nor die. This is the fate Providence has written on our foreheads. What remedy can we find?’”"
    },
    {
        "verse": "15",
        "devanagari": "इति प्रहसितं शौरेर्जल्पितं चारु वीक्षितम् ।गतिं प्रेमपरिष्वङ्गं स्मरन्त्यो रुरुदु: स्‍त्रिय: ॥ १५ ॥",
        "english_devnagari": "iti prahasitaṁ śaurerjalpitaṁ cāru-vīkṣitamgatiṁ prema-pariṣvaṅgaṁsmarantyo ruruduḥ striyaḥ",
        "verse_Syn": [
            "iti",
            "prahasitam",
            "śaureḥ",
            "jalpitam",
            "cāru",
            "vīkṣitam",
            "gatim",
            "prema",
            "pariṣvaṅgam",
            "smarantyaḥ",
            "ruruduḥ",
            "striyaḥ"
        ],
        "translation": "While speaking these words, the young cowherd women remembered Lord Śauri’s laughter, His pleasing conversations with them, His attractive glances, His style of walking and His loving embraces. Thus they began to cry.",
        "purport": " Śrīla Viśvanātha Cakravartī comments as follows: “The gopīs thought, ‘The Kṛṣṇa moon, after piercing our hearts with the darts of His nectarean laughter, went away. So how will the city women not die when He does the same to them?’ Overwhelmed with these thoughts, the young cowherd girls began to cry, even in the presence of Śrī Baladeva.”"
    },
    {
        "verse": "16",
        "devanagari": "सङ्कर्षणस्ता: कृष्णस्य सन्देशैर्हृदयंगमै: ।सान्‍त्‍वयामास भगवान् नानानुनयकोविद: ॥ १६ ॥",
        "english_devnagari": "saṅkarṣaṇas tāḥ kṛṣṇasyasandeśair hṛdayaṁ-gamaiḥsāntvayām āsa bhagavānnānānunaya-kovidaḥ",
        "verse_Syn": [
            "saṅkarṣaṇaḥ",
            "tāḥ",
            "kṛṣṇasya",
            "sandeśaiḥ",
            "hṛdayam",
            "gamaiḥ",
            "sāntvayām",
            "āsa",
            "bhagavān",
            "nānā",
            "anunaya",
            "kovidaḥ"
        ],
        "translation": "The Supreme Lord Balarāma, the attractor of all, being expert at various kinds of conciliation, consoled the gopīs by relaying to them the confidential messages Lord Kṛṣṇa had sent with Him. These messages deeply touched the gopīs’ hearts.",
        "purport": " Śrīla Jīva Gosvāmī quotes the following verse from Śrī Viṣṇu Purāṇa (5.24.20), which describes the messages Lord Balarāma brought from Kṛṣṇa for the gopīs: “Lord Balarāma consoled the gopīs by giving them Lord Kṛṣṇa’s most charming messages, which expressed sweet conciliation, which were inspired by His pure love for them, and which were without a tinge of pride.” Śrīla Jīva Gosvāmī also comments that the use of the name Saṅkarṣaṇa here implies that Balarāma attracted Lord Kṛṣṇa to appear in His mind and in this way showed Śrī Kṛṣṇa to the gopīs. Thus Balarāma consoled Śrī Kṛṣṇa’s beloved girlfriends. Śrīla Viśvanātha Cakravartī comments that Lord Kṛṣṇa sent various messages. Some instructed the gopīs in transcendental knowledge, others were conciliatory, and still others revealed the Lord’s power. Besides its given meaning, the word hṛdayaṁ-gamaiḥ also indicates that these messages were confidential."
    },
    {
        "verse": "17",
        "devanagari": "द्वौ मासौ तत्र चावात्सीन्मधुं माधवमेव च ।राम: क्षपासु भगवान् गोपीनां रतिमावहन् ॥ १७ ॥",
        "english_devnagari": "dvau māsau tatra cāvātsīnmadhuṁ mādhavaṁ eva carāmaḥ kṣapāsu bhagavāngopīnāṁ ratim āvahan",
        "verse_Syn": [
            "dvau",
            "māsau",
            "tatra",
            "ca",
            "avātsīt",
            "madhum",
            "mādhavam",
            "eva",
            "ca",
            "rāmaḥ",
            "kṣapāsu",
            "bhagavān",
            "gopīnām",
            "ratim",
            "āvahan"
        ],
        "translation": "Lord Balarāma, the Personality of Godhead, resided there for the two months of Madhu and Mādhava, and during the nights He gave His cowherd girlfriends conjugal pleasure.",
        "purport": " Śrīla Śrīdhara Svāmī states that the gopīs who enjoyed conjugal affairs with Śrī Balarāma during His visit to Gokula had not taken part in Śrī Kṛṣṇa’s rāsa dance, being too young at the time. Śrīla Jīva Gosvāmī confirms this statement by quoting a phrase from the Bhāgavatam (10.15.8) — gopyo ’ntareṇa bhujayoḥ — which indicates that there are particular gopīs who act as Lord Balarāma’s girlfriends. Furthermore, Jīva Gosvāmī states that during the Holī festivities celebrated when Kṛṣṇa killed Śaṅkhacūḍa, the gopīs Lord Balarāma enjoyed with were different from the ones Lord Kṛṣṇa enjoyed with. Śrīla Viśvanātha Cakravartī agrees with this explanation."
    },
    {
        "verse": "18",
        "devanagari": "पूर्णचन्द्रकलामृष्टे कौमुदीगन्धवायुना ।यमुनोपवने रेमे सेविते स्‍त्रीगणैर्वृत: ॥ १८ ॥",
        "english_devnagari": "pūrṇa-candra-kalā-mṛṣṭekaumudī-gandha-vāyunāyamunopavane remesevite strī-gaṇair vṛtaḥ",
        "verse_Syn": [
            "pūrṇa",
            "candra",
            "kalā",
            "mṛṣṭe",
            "kaumudī",
            "gandha",
            "vāyunā",
            "yamunā",
            "upavane",
            "reme",
            "sevite",
            "strī",
            "gaṇaiḥ",
            "vṛtaḥ"
        ],
        "translation": "In the company of numerous women, Lord Balarāma enjoyed in a garden by the Yamunā River. This garden was bathed in the rays of the full moon and caressed by breezes bearing the fragrance of night-blooming lotuses.",
        "purport": " Śrīla Viśvanātha Cakravartī explains that Lord Balarāma’s conjugal pastimes took place in a small forest alongside the Yamunā, a place known as Śrīrāma-ghaṭṭa, which is far from the site of Śrī Kṛṣṇa’s rāsa dance."
    },
    {
        "verse": "19",
        "devanagari": "वरुणप्रेषिता देवी वारुणी वृक्षकोटरात् ।पतन्ती तद् वनं सर्वं स्वगन्धेनाध्यवासयत् ॥ १९ ॥",
        "english_devnagari": "varuṇa-preṣitā devīvāruṇī vṛkṣa-koṭarātpatantī tad vanaṁ sarvaṁsva-gandhenādhyavāsayat",
        "verse_Syn": [
            "varuṇa",
            "preṣitā",
            "devī",
            "vāruṇī",
            "vṛkṣa",
            "koṭarāt",
            "patantī",
            "tat",
            "vanam",
            "sarvam",
            "sva",
            "gandhena",
            "adhyavāsayat"
        ],
        "translation": "Sent by the demigod Varuṇa, the divine vāruṇī liquor flowed from a tree hollow and made the entire forest even more fragrant with its sweet aroma.",
        "purport": " Śrīla Śrīdhara Svāmī explains that vāruṇī is a liquor distilled from honey. Śrīla Viśvanātha Cakravartī adds that the goddess Vāruṇī, the daughter of Varuṇa, is the presiding deity of that particular divine liquor. The ācārya also quotes the following statement from Śrī Hari-vaṁśa: samīpaṁ preṣitā pitrā varuṇena tavānagha. Here the goddess Vāruṇī says to Lord Balarāma: “My father, Varuṇa, has sent me to You, O sinless one.”"
    },
    {
        "verse": "20",
        "devanagari": "तं गन्धं मधुधाराया वायुनोपहृतं बल: ।आघ्रायोपगतस्तत्र ललनाभि: समं पपौ ॥ २० ॥",
        "english_devnagari": "taṁ gandhaṁ madhu-dhārāyāvāyunopahṛtaṁ balaḥāghrāyopagatas tatralalanābhiḥ samaṁ papau",
        "verse_Syn": [
            "tam",
            "gandham",
            "madhu",
            "dhārāyāḥ",
            "vāyunā",
            "upahṛtam",
            "balaḥ",
            "āghrāya",
            "upagataḥ",
            "tatra",
            "lalanābhiḥ",
            "samam",
            "papau"
        ],
        "translation": "The wind carried to Balarāma the fragrance of that flood of sweet liquor, and when He smelled it He went [to the tree]. There He and His female companions drank.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "उपगीयमानो गन्धर्वैर्वनिताशोभिमण्डले ।रेमे करेणुयूथेशो माहेन्द्र इव वारण: ॥ २१ ॥",
        "english_devnagari": "upagīyamāno gandharvairvanitā-śobhi-maṇḍalereme kareṇu-yūtheśomāhendra iva vāraṇaḥ",
        "verse_Syn": [
            "upagīyamānaḥ",
            "gandharvaiḥ",
            "vanitā",
            "śobhi",
            "maṇḍale",
            "reme",
            "kareṇu",
            "yūtha",
            "īśaḥ",
            "māhā",
            "indraḥ",
            "iva",
            "vāraṇaḥ"
        ],
        "translation": "As the Gandharvas sang His glories, Lord Balarāma enjoyed within the brilliant circle of young women. He appeared just like Indra’s elephant, the lordly Airāvata, enjoying in the company of she-elephants.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "नेदुर्दुन्दुभयो व्योम्नि ववृषु: कुसुमैर्मुदा ।गन्धर्वा मुनयो रामं तद्वीर्यैरीडिरे तदा ॥ २२ ॥",
        "english_devnagari": "nedur dundubhayo vyomnivavṛṣuḥ kusumair mudāgandharvā munayo rāmaṁtad-vīryair īḍire tadā",
        "verse_Syn": [
            "neduḥ",
            "dundubhayaḥ",
            "vyomni",
            "vavṛṣuḥ",
            "kusumaiḥ",
            "mudā",
            "gandharvāḥ",
            "munayaḥ",
            "rāmam",
            "tat",
            "vīryaiḥ",
            "īḍire",
            "tadā"
        ],
        "translation": "At that time kettledrums resounded in the sky, the Gandharvas joyfully rained down flowers, and the great sages praised Lord Balarāma’s heroic deeds.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "उपगीयमानचरितो वनिताभिर्हलायुध: ।वनेषु व्यचरत् क्षीवो मदविह्वललोचन: ॥ २३ ॥",
        "english_devnagari": "upagīyamāna-caritovanitābhir halāyudhavaneṣu vyacarat kṣīvomada-vihvala-locanaḥ",
        "verse_Syn": [
            "upagīyamāna",
            "caritaḥ",
            "vanitābhiḥ",
            "halāyudhaḥ",
            "vaneṣu",
            "vyacarat",
            "kṣīvaḥ",
            "mada",
            "vihvala",
            "locanaḥ"
        ],
        "translation": "As His deeds were sung, Lord Halāyudha wandered as if inebriated among the various forests with His girlfriends. His eyes rolled from the effects of the liquor.",
        "purport": ""
    },
    {
        "verse": "24-25",
        "devanagari": "स्रग्व्येककुण्डलो मत्तो वैजयन्त्या च मालया ।बिभ्रत् स्मितमुखाम्भोजं स्वेदप्रालेयभूषितम् ।स आजुहाव यमुनां जलक्रीडार्थमीश्वर: ॥ २४ ॥निजं वाक्यमनाद‍ृत्य मत्त इत्यापगां बल: ।अनागतां हलाग्रेण कुपितो विचकर्ष ह ॥ २५ ॥",
        "english_devnagari": "sragvy eka-kuṇḍalo mattovaijayantyā ca mālayābibhrat smita-mukhāmbhojaṁsveda-prāleya-bhūṣitam",
        "verse_Syn": [
            "srak",
            "vī",
            "eka",
            "kuṇḍalaḥ",
            "mattaḥ",
            "vaijayantyā",
            "ca",
            "mālayā",
            "bibhrat",
            "smita",
            "mukha",
            "ambhojam",
            "sveda",
            "prāleya",
            "bhūṣitam",
            "saḥ",
            "ājuhāva",
            "yamunām",
            "jala",
            "kṛīḍā",
            "artham",
            "īśvaraḥ",
            "nijam",
            "vākyam",
            "anādṛtya",
            "mattaḥ",
            "iti",
            "āpa",
            "gām",
            "balaḥ",
            "anāgatām",
            "hala",
            "agreṇa",
            "kupitaḥ",
            "vicakarṣa",
            "ha"
        ],
        "translation": "Intoxicated with joy, Lord Balarāma sported flower garlands, including the famous Vaijayantī. He wore a single earring, and beads of perspiration decorated His smiling lotus face like snowflakes. The Lord then summoned the Yamunā River so that He could play in her waters, but she disregarded His command, thinking He was drunk. This angered Balarāma, and He began dragging the river with the tip of His plow.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "पापे त्वं मामवज्ञाय यन्नायासि मयाहुता ।नेष्ये त्वां लाङ्गलाग्रेण शतधा कामचारिणीम् ॥ २६ ॥",
        "english_devnagari": "pāpe tvaṁ mām avajñāyayan nāyāsi mayāhutāneṣye tvāṁ lāṅgalāgreṇaśatadhā kāma-cāriṇīm",
        "verse_Syn": [
            "pāpe",
            "tvam",
            "mām",
            "avajñāya",
            "yat",
            "na",
            "āyāsi",
            "mayā",
            "āhutā",
            "neṣye",
            "tvām",
            "lāṅgala",
            "agreṇa",
            "śatadhā",
            "kāma",
            "cāriṇīm"
        ],
        "translation": "[Lord Balarāma said:] O sinful one disrespecting Me, you do not come when I call you but rather move only by your own whim. Therefore with the tip of My plow I shall bring you here in a hundred streams!",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "एवं निर्भर्त्सिता भीता यमुना यदुनन्दनम् ।उवाच चकिता वाचं पतिता पादयोर्नृप ॥ २७ ॥",
        "english_devnagari": "evaṁ nirbhartsitā bhītāyamunā yadu-nandanamuvāca cakitā vācaṁpatitā pādayor nṛpa",
        "verse_Syn": [
            "evam",
            "nirbhartsitā",
            "bhītā",
            "yamunā",
            "yadu",
            "nandanam",
            "uvāca",
            "cakitā",
            "vācam",
            "patitā",
            "pādayoḥ",
            "nṛpa"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Thus scolded by the Lord, O King, the frightened river-goddess Yamunā came and fell at the feet of Śrī Balarāma, the beloved descendant of Yadu. Trembling, she spoke to Him the following words.",
        "purport": " According to Śrīla Jīva Gosvāmī, the goddess who appeared before Lord Balarāma is an expansion of Śrīmatī Kālindī, one of Lord Kṛṣṇa’s queens in Dvārakā. Śrīla Jīva Gosvāmī calls her a “shadow” of Kālindī, and Śrīla Viśvanātha Cakravartī confirms that she is an expansion of Kālindī, not Kālindī herself. Śrīla Jīva Gosvāmī also gives evidence from Śrī Hari-vaṁśa — in the statement pratyuvācārṇava-vadhūm — that Goddess Yamunā is the wife of the ocean. The Hari-vaṁśa therefore also refers to her as sāgarāṅganā."
    },
    {
        "verse": "28",
        "devanagari": "राम राम महाबाहो न जाने तव विक्रमम् ।यस्यैकांशेन विधृता जगती जगत: पते ॥ २८ ॥",
        "english_devnagari": "rāma rāma mahā-bāhona jāne tava vikramamyasyaikāṁśena vidhṛtājagatī jagataḥ pate",
        "verse_Syn": [
            "rāma",
            "rāma",
            "mahā",
            "bāho",
            "na",
            "jāne",
            "tava",
            "vikramam",
            "yasya",
            "eka",
            "aṁśena",
            "vidhṛtā",
            "jagatī",
            "jagataḥ",
            "pate"
        ],
        "translation": "[Goddess Yamunā said:] Rāma, Rāma, O mighty-armed one! I know nothing of Your prowess. With a single portion of Yourself You hold up the earth, O Lord of the universe.",
        "purport": " The phrase ekāṁśena (“with a single portion”) refers to the Lord’s expansion as Śeṣa. This is confirmed by the ācāryas."
    },
    {
        "verse": "29",
        "devanagari": "परं भावं भगवतो भगवन् मामजानतीम् ।मोक्तुमर्हसि विश्‍वात्मन् प्रपन्नां भक्तवत्सल ॥ २९ ॥",
        "english_devnagari": "paraṁ bhāvaṁ bhagavatobhagavan mām ajānatīmmoktum arhasi viśvātmanprapannāṁ bhakta-vatsala",
        "verse_Syn": [
            "param",
            "bhāvam",
            "bhagavataḥ",
            "bhagavan",
            "mām",
            "ajānatīm",
            "moktum",
            "arhasi",
            "viśva",
            "ātman",
            "prapannām",
            "bhakta",
            "vatsala"
        ],
        "translation": "My Lord, please release me. O soul of the universe, I didn’t understand Your position as the Supreme Godhead, but now I have surrendered unto You, and You are always kind to Your devotees.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "ततो व्यमुञ्चद् यमुनां याचितो भगवान् बल: ।विजगाह जलं स्‍त्रीभि: करेणुभिरिवेभराट् ॥ ३० ॥",
        "english_devnagari": "tato vyamuñcad yamunāṁyācito bhagavān balaḥvijagāha jalaṁ strībhiḥkareṇubhir ivebha-rāṭ",
        "verse_Syn": [
            "tataḥ",
            "vyamuñcat",
            "yamunām",
            "yācitaḥ",
            "bhagavān",
            "balaḥ",
            "vijagāha",
            "jalam",
            "strībhiḥ",
            "kareṇubhiḥ",
            "iva",
            "ibha",
            "rāṭ"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] Thereupon Lord Balarāma released the Yamunā and, like the king of the elephants with his entourage of she-elephants, entered the river’s water with His female companions.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "कामं विहृत्य सलिलादुत्तीर्णायासीताम्बरे ।भूषणानि महार्हाणि ददौ कान्ति: शुभां स्रजम् ॥ ३१ ॥",
        "english_devnagari": "kāmaṁ vihṛtya salilāduttīrṇāyāsītāmbarebhūṣaṇāni mahārhāṇidadau kāntiḥ śubhāṁ srajam",
        "verse_Syn": [
            "kāmam",
            "vihṛtya",
            "salilāt",
            "uttīrṇāya",
            "asita",
            "ambare",
            "bhūṣaṇāni",
            "mahā",
            "arhāṇi",
            "dadau",
            "kāntiḥ",
            "śubhām",
            "srajam"
        ],
        "translation": "The Lord played in the water to His full satisfaction, and when He came out Goddess Kānti presented Him with blue garments, precious ornaments and a brilliant necklace.",
        "purport": " Śrīla Śrīdhara Svāmī quotes from the Viṣṇu Purāṇa to show that the goddess Kānti mentioned here is actually Lakṣmī, the goddess of fortune: “Sent by Varuna, Goddess Lakṣmī then presented Him with a garland of unfading lotuses and a pair of garments colored blue like the ocean.” The great Bhāgavatam commentator Śrīla Śrīdhara Svāmī also quotes the following statement from Śrī Hari-vaṁśa, spoken by Goddess Lakṣmī to Lord Balarāma: “O Lord, please accept as divine ornaments for Your ears this single gold earring studded with diamonds and this primeval lotus called Padma. Kindly accept them, for this act of adornment is traditional.” Śrīla Viśvanātha Cakravartī further points out that Goddess Lakṣmī is the consort of the Lord’s plenary expansion Saṅkarṣaṇa who belongs to the second vyūha."
    },
    {
        "verse": "32",
        "devanagari": "वसित्वा वाससी नीले मालामामुच्य काञ्चनीम् ।रेये स्वलङ्कृतो लिप्तो माहेन्द्र इव वारण: ॥ ३२ ॥",
        "english_devnagari": "vasitvā vāsasī nīlemālāṁ āmucya kāñcanīmreye sv-alaṅkṛto liptomāhendra iva vāraṇaḥ",
        "verse_Syn": [
            "vasitvā",
            "vāsasī",
            "nīle",
            "mālām",
            "āmucya",
            "kāñcanīm",
            "reje",
            "su",
            "alaṅkṛtaḥ",
            "liptaḥ",
            "māhā",
            "indraḥ",
            "iva",
            "vāraṇaḥ"
        ],
        "translation": "Lord Balarāma dressed Himself in the blue garments and put on the gold necklace. Anointed with fragrances and beautifully adorned, He appeared as resplendent as Indra’s royal elephant.",
        "purport": " Anointed with sandalwood paste and other pure, fragrant substances, Balarāma resembled Airāvata, the great elephant of Lord Indra."
    },
    {
        "verse": "33",
        "devanagari": "अद्यापि द‍ृश्यते राजन् यमुनाकृष्टवर्त्मना ।बलस्यानन्तवीर्यस्य वीर्यं सूचयतीव हि ॥ ३३ ॥",
        "english_devnagari": "adyāpi dṛśyate rājanyamunākṛṣṭa-vartmanābalasyānanta-vīryasyavīryaṁ sūcayatīva hi",
        "verse_Syn": [
            "adya",
            "api",
            "dṛśyate",
            "rājan",
            "yamunā",
            "ākṛṣṭa",
            "vartmanā",
            "balasya",
            "ananta",
            "vīryasya",
            "vīryam",
            "sūcayatī",
            "iva",
            "hi"
        ],
        "translation": "Even today, O King, one can see how the Yamunā flows through the many channels created when it was dragged by the unlimitedly powerful Lord Balarāma. Thus she demonstrates His prowess.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "एवं सर्वा निशा याता एकेव रमतो व्रजे ।रामस्याक्षिप्तचित्तस्य माधुर्यैर्व्रजयोषिताम् ॥ ३४ ॥",
        "english_devnagari": "evaṁ sarvā niśā yātāekeva ramato vrajerāmasyākṣipta-cittasyamādhuryair vraja-yoṣitām",
        "verse_Syn": [
            "evam",
            "sarvā",
            "niśāḥ",
            "yātāḥ",
            "ekā",
            "iva",
            "ramataḥ",
            "vraje",
            "rāmasya",
            "ākṣipta",
            "cittasya",
            "mādhuryaiḥ",
            "vraja",
            "yoṣitām"
        ],
        "translation": "Thus for Lord Balarāma all the nights passed like a single night as He enjoyed in Vraja, His mind enchanted by the exquisite charm and beauty of Vraja’s young ladies.",
        "purport": " Lord Balarāma was enchanted by the charming pastimes of the beautiful young ladies of Vraja. Thus each night was a completely new experience, and all the nights passed as if they were a single night."
    }
]