[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचइत्युदीरितमाकर्ण्य देवर्षेरुद्धवोऽब्रवीत् ।सभ्यानां मतमाज्ञाय कृष्णस्य च महामति: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaity udīritam ākarṇyadevaṛṣer uddhavo ’bravītsabhyānāṁ matam ājñāyakṛṣṇasya ca mahā-matiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "udīritam",
            "ākarṇya",
            "deva",
            "ṛṣeḥ",
            "uddhavaḥ",
            "abravīt",
            "sabhyānām",
            "matam",
            "ājñāya",
            "kṛṣṇasya",
            "ca",
            "mahā",
            "matiḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Having thus heard the statements of Devarṣi Nārada, and understanding the opinions of both the assembly and Lord Kṛṣṇa, the great-minded Uddhava began to speak.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीउद्धव उवाचयदुक्तमृषिना देव साचिव्यं यक्ष्यतस्त्वया ।कार्यं पैतृष्वस्रेयस्य रक्षा च शरणैषिणाम् ॥ २ ॥",
        "english_devnagari": "śrī-uddhava uvācayad uktam ṛṣinā devasācivyaṁ yakṣyatas tvayākāryaṁ paitṛ-ṣvasreyasyarakṣā ca śaraṇaiṣiṇām",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "yat",
            "uktam",
            "ṛṣinā",
            "deva",
            "sācivyam",
            "yakṣyataḥ",
            "tvayā",
            "kāryam",
            "paitṛ",
            "ṣvasreyasya",
            "rakṣā",
            "ca",
            "śaraṇa",
            "eṣiṇām"
        ],
        "translation": "Śrī Uddhava said: O Lord, as the sage advised, You should help Your cousin fulfill his plan for performing the Rājasūya sacrifice, and You should also protect the kings who are begging for Your shelter.",
        "purport": " Devarṣi Nārada wanted Lord Kṛṣṇa to go to Indraprastha and help His cousin Yudhiṣṭhira perform the Rājasūya sacrifice. At the same time, the members of the royal assembly strongly desired that He defeat Jarāsandha and rescue the kings he was holding prisoner. The great-minded Uddhava could understand that Lord Kṛṣṇa desired to do both things, and thus he intelligently advised how both these purposes could be simultaneously accomplished."
    },
    {
        "verse": "3",
        "devanagari": "यष्टव्यं राजसूयेन दिक्च‍क्रजयिना विभो ।अतो जरासुतजय उभयार्थो मतो मम ॥ ३ ॥",
        "english_devnagari": "yaṣṭavyam rājasūyenadik-cakra-jayinā vibhoato jarā-suta-jayaubhayārtho mato mama",
        "verse_Syn": [
            "yaṣṭavyam",
            "rājasūyena",
            "dik",
            "cakra",
            "jayinā",
            "vibho",
            "ataḥ",
            "jarā",
            "suta",
            "jayaḥ",
            "ubhaya",
            "arthaḥ",
            "mataḥ",
            "mama"
        ],
        "translation": "Only one who has conquered all opponents in every direction can perform the Rājasūya sacrifice, O almighty one. Thus, in my opinion, conquering Jarāsandha will serve both purposes.",
        "purport": " Śrī Uddhava here explains that only one who has conquered all directions is entitled to perform the Rājasūya sacrifice. Therefore Lord Kṛṣṇa should immediately accept the invitation to participate in the sacrifice, but then He should arrange to kill Jarāsandha as a necessary prerequisite. In this way the kings’ request for protection would be fulfilled automatically. If the Lord would thus adhere to a single policy — namely, seeing that the Rājasūya sacrifice was performed properly — all purposes would be fulfilled. According to Śrīla Rūpa Gosvāmī in his Bhakti-rasāmṛta-sindhu, one of Lord Kṛṣṇa’s qualities is catura, “clever,” which means that He can perform various types of work at the same time. Thus the Lord could certainly have solved the dilemma of how to simultaneously satisfy King Yudhiṣṭhira’s desire to perform the Rājasūya sacrifice and the imprisoned kings’ desire for freedom. But Kṛṣṇa wanted to give His dear devotee Uddhava the credit for the solution, and thus He pretended to be perplexed."
    },
    {
        "verse": "4",
        "devanagari": "अस्माकं च महानर्थो ह्येतेनैव भविष्यति ।यशश्च तव गोविन्द राज्ञो बद्धान् विमुञ्चत: ॥ ४ ॥",
        "english_devnagari": "asmākaṁ ca mahān arthohy etenaiva bhaviṣyatiyaśaś ca tava govindarājño baddhān vimuñcataḥ",
        "verse_Syn": [
            "asmākam",
            "ca",
            "mahān",
            "arthaḥ",
            "hi",
            "etena",
            "eva",
            "bhaviṣyati",
            "yaśaḥ",
            "ca",
            "tava",
            "govinda",
            "rājñaḥ",
            "baddhān",
            "vimuñcataḥ"
        ],
        "translation": "By this decision there will be great gain for us, and You will save the kings. Thus, Govinda, You will be glorified.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "स वै दुर्विषहो राजा नागायुतसमो बले ।बलिनामपि चान्येषां भीमं समबलं विना ॥ ५ ॥",
        "english_devnagari": "sa vai durviṣaho rājānāgāyuta-samo balebalinām api cānyeṣāṁbhīmaṁ sama-balaṁ vinā",
        "verse_Syn": [
            "saḥ",
            "vai",
            "durviṣahaḥ",
            "rājā",
            "nāga",
            "ayuta",
            "samaḥ",
            "bale",
            "balinām",
            "api",
            "ca",
            "anyeṣām",
            "bhīmam",
            "sama",
            "balam",
            "vinā"
        ],
        "translation": "The invincible King Jarāsandha is as strong as ten thousand elephants. Indeed, other powerful warriors cannot defeat him. Only Bhīma is equal to him in strength.",
        "purport": " Śrīdhara Svāmī explains that the Yādavas were extremely eager to kill Jarāsandha, and thus to caution them Śrī Uddhava spoke this verse. Jarāsandha’s death could come only at the hand of Bhīma. Śrīla Viśvanātha Cakravartī adds that Uddhava had previously deduced this from the Jyotīr-rāga and other astrological scriptures he had learned from his teacher Bṛhaspati."
    },
    {
        "verse": "6",
        "devanagari": "द्वैरथे स तु जेतव्यो मा शताक्षौहिणीयुत: ।ब्राह्मण्योऽभ्यर्थितो विप्रैर्न प्रत्याख्याति कर्हिचित् ॥ ६ ॥",
        "english_devnagari": "dvai-rathe sa tu jetavyomā śatākṣauhiṇī-yutaḥbrāhmaṇyo ’bhyarthito viprairna pratyākhyāti karhicit",
        "verse_Syn": [
            "dvai",
            "rathe",
            "saḥ",
            "tu",
            "jetavyaḥ",
            "mā",
            "śata",
            "akṣauhiṇī",
            "yutaḥ",
            "brāhmaṇyaḥ",
            "abhyarthitaḥ",
            "vipraiḥ",
            "na",
            "pratyākhyāti",
            "karhicit"
        ],
        "translation": "He will be defeated in a match of single chariots, not when he is with his hundred military divisions. Now, Jarāsandha is so devoted to brahminical culture that he never refuses requests from brāhmaṇas.",
        "purport": " It might be argued that since only Bhīma could equal Jarāsandha in personal strength, Jarāsandha would be more powerful when supported by his huge army. Therefore, Uddhava here recommends single combat. But how could Jarāsandha be persuaded to give up the support of his powerful army? Here Uddhava gives the clue: Jarāsandha will never refuse a request from brāhmaṇas, since he is devoted to brahminical culture."
    },
    {
        "verse": "7",
        "devanagari": "ब्रह्मवेषधरो गत्वा तं भिक्षेत वृकोदर: ।हनिष्यति न सन्देहो द्वैरथे तव सन्निधौ ॥ ७ ॥",
        "english_devnagari": "brahma-veṣa-dharo gatvātaṁ bhikṣeta vṛkodaraḥhaniṣyati na sandehodvai-rathe tava sannidhau",
        "verse_Syn": [
            "brahma",
            "veṣa",
            "dharaḥ",
            "gatvā",
            "tam",
            "bhikṣeta",
            "vṛka",
            "udaraḥ",
            "haniṣyati",
            "na",
            "sandehaḥ",
            "dvai",
            "rathe",
            "tava",
            "sannidhau"
        ],
        "translation": "Bhīma should go to him disguised as a brāhmaṇa and beg charity. Thus he will obtain single combat with Jarāsandha, and in Your presence Bhīma will no doubt kill him.",
        "purport": " The idea is that Bhīma should beg as charity a one-to-one fight with Jarāsandha."
    },
    {
        "verse": "8",
        "devanagari": "निमित्तं परमीशस्य विश्वसर्गनिरोधयो: ।हिरण्यगर्भ: शर्वश्च कालस्यारूपिणस्तव ॥ ८ ॥",
        "english_devnagari": "nimittaṁ param īśasyaviśva-sarga-nirodhayoḥhiraṇyagarbhaḥ śarvaś cakālasyārūpiṇas tava",
        "verse_Syn": [
            "nimittam",
            "param",
            "īśasya",
            "viśva",
            "sarga",
            "nirodhayoḥ",
            "hiraṇyagarbhaḥ",
            "śarvaḥ",
            "ca",
            "kālasya",
            "arūpiṇaḥ",
            "tava"
        ],
        "translation": "Even Lord Brahmā and Lord Śiva act only as Your instruments in cosmic creation and annihilation, which are ultimately done by You, the Supreme Lord, in Your invisible aspect of time.",
        "purport": " Uddhava here explains that in fact Lord Kṛṣṇa Himself will cause the death of Jarāsandha, and Bhīma will merely be the instrument. The Supreme Lord, through His invisible potency of time, creates and annihilates the entire cosmic situation, whereas great demigods such as Lord Brahmā and Lord Śiva are merely the instruments of the Lord’s will. Therefore Bhīma will have no difficulty acting as the Lord’s instrument to kill the powerful Jarāsandha. In this way, by the Lord’s arrangement, His devotee Bhīma will be glorified."
    },
    {
        "verse": "9",
        "devanagari": "गायन्ति ते विशदकर्म गृहेषु देव्योराज्ञां स्वशत्रुवधमात्मविमोक्षणं च ।गोप्यश्च कुञ्जरपतेर्जनकात्मजाया:पित्रोश्च लब्धशरणा मुनयो वयं च ॥ ९ ॥",
        "english_devnagari": "gāyanti te viśada-karma gṛheṣu devyorājñāṁ sva-śatru-vadham ātma-vimokṣaṇaṁ cagopyaś ca kuñjara-pater janakātmajāyāḥpitroś ca labdha-śaraṇā munayo vayaṁ ca",
        "verse_Syn": [
            "gāyanti",
            "te",
            "viśada",
            "karma",
            "gṛheṣu",
            "devyaḥ",
            "rājñām",
            "sva",
            "śatru",
            "vadham",
            "ātma",
            "vimokṣaṇam",
            "ca",
            "gopyaḥ",
            "ca",
            "kuñjara",
            "pateḥ",
            "janaka",
            "ātma",
            "jāyāḥ",
            "pitroḥ",
            "ca",
            "labdha",
            "śaraṇāḥ",
            "munayaḥ",
            "vayam",
            "ca"
        ],
        "translation": "In their homes, the godly wives of the imprisoned kings sing of Your noble deeds — about how You will kill their husbands’ enemy and deliver them. The gopīs also sing Your glories — how You killed the enemy of the elephant king, Gajendra; the enemy of Sīta, daughter of Janaka; and the enemies of Your own parents as well. So also do the sages who have obtained Your shelter glorify You, as do we ourselves.",
        "purport": " Great sages and devotees had informed the grief-stricken wives of the imprisoned kings that Lord Kṛṣṇa would arrange for the killing of Jarāsandha and would thus save them from their crisis. These godly women would thus sing the glories of the Lord at home, and when their children would cry for their fathers, their mothers would tell them, “Child, do not cry. Śrī Kṛṣṇa will save your father.” In fact, the Lord has saved many devotees in the past, as described here."
    },
    {
        "verse": "10",
        "devanagari": "जरासन्धवध: कृष्ण भूर्यर्थायोपकल्पते ।प्राय: पाकविपाकेन तव चाभिमत: क्रतु: ॥ १० ॥",
        "english_devnagari": "jarāsandha-vadhaḥ kṛṣṇabhūry-arthāyopakalpateprāyaḥ pāka-vipākenatava cābhimataḥ kratuḥ",
        "verse_Syn": [
            "jarāsandha",
            "vadhaḥ",
            "kṛṣṇa",
            "bhūri",
            "arthāya",
            "upakalpate",
            "prāyaḥ",
            "pāka",
            "vipākena",
            "tava",
            "ca",
            "abhimataḥ",
            "kratuḥ"
        ],
        "translation": "O Kṛṣṇa, the killing of Jarāsandha, which is certainly a reaction of his past sins, will bring immense benefit. Indeed, it will make possible the sacrificial ceremony You desire.",
        "purport": " Śrīdhara Svāmī explains that the word bhūry-artha, “immense benefit,” signifies that with the death of Jarāsandha it will become easy to kill the demon Śiśupāla and to realize other objectives. The great commentator Śrīdhara Svāmī further explains that the term pāka indicates that the kings will be saved as a result of their piety, and that the term vipākena indicates that Jarāsandha will die as a result of his wickedness. In either case, the plan Uddhava has proposed is most favorable for the execution of the great Rājasūya sacrifice, desired by both the Lord and His pure devotees the Pāṇḍavas, headed by King Yudhiṣṭhira."
    },
    {
        "verse": "11",
        "devanagari": "श्रीशुक उवाचइत्युद्धववचो राजन् सर्वतोभद्रमच्युतम् ।देवर्षिर्यदुवृद्धाश्च कृष्णश्च प्रत्यपूजयन् ॥ ११ ॥",
        "english_devnagari": "śrī-śuka uvācaity uddhava-vaco rājansarvato-bhadram acyutamdevarṣir yadu-vṛddhāś cakṛṣṇaś ca pratyapūjayan",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uddhava",
            "vacaḥ",
            "rājan",
            "sarvataḥ",
            "bhadram",
            "acyutam",
            "deva",
            "ṛṣiḥ",
            "yadu",
            "vṛddhāḥ",
            "ca",
            "kṛṣṇaḥ",
            "ca",
            "pratyapūjayan"
        ],
        "translation": "Śukadeva Gosvāmī said: O King, Devarṣi Nārada, the Yadu elders and Lord Kṛṣṇa all welcomed Uddhava’s proposal, which was entirely auspicious and infallible.",
        "purport": " Śrīla Śrīdhara Svāmī explains that the term acyutam indicates that Uddhava’s proposal was “fortified by logical reasoning.” Furthermore, Śukadeva Gosvāmī specifically indicates by the term yadu-vṛddhāḥ that it was the senior members, not the junior ones, who welcomed the proposal. Young princes such as Aniruddha did not like Uddhava’s proposal, since they were eager to fight Jarāsandha’s army immediately."
    },
    {
        "verse": "12",
        "devanagari": "अथादिशत् प्रयाणाय भगवान् देवकीसुत: ।भृत्यान् दारुकजैत्रादीननुज्ञाप्य गुरून् विभु: ॥ १२ ॥",
        "english_devnagari": "athādiśat prayāṇāyabhagavān devakī-sutaḥbhṛtyān dāruka-jaitrādīnanujñāpya gurūn vibhuḥ",
        "verse_Syn": [
            "atha",
            "ādiśat",
            "prayāṇāya",
            "bhagavān",
            "devakī",
            "sutaḥ",
            "bhṛtyān",
            "dāruka",
            "jaitra",
            "ādīn",
            "anujñāpya",
            "gurūn",
            "vibhuḥ"
        ],
        "translation": "The almighty Personality of Godhead, the son of Devakī, begged His superiors for permission to leave. Then He ordered His servants, headed by Dāruka and Jaitra, to prepare for departure.",
        "purport": " The superiors mentioned here are personalities such as Vasudeva, Lord Kṛṣṇa’s father."
    },
    {
        "verse": "13",
        "devanagari": "निर्गमय्यावरोधान्स्वान् ससुतान्सपरिच्छदान् ।सङ्कर्षणमनुज्ञाप्य यदुराजं च शत्रुहन् ।सूतोपनीतं स्वरथमारुहद् गरुडध्वजम् ॥ १३ ॥",
        "english_devnagari": "nirgamayyāvarodhān svānsa-sutān sa-paricchadānsaṅkarṣaṇam anujñāpyayadu-rājaṁ ca śatru-hansūtopanītaṁ sva-rathamāruhad garuḍa-dhvajam",
        "verse_Syn": [
            "nirgamayya",
            "avarodhān",
            "svān",
            "sa",
            "sutān",
            "sa",
            "paricchadān",
            "saṅkarṣaṇam",
            "anujñāpya",
            "yadu",
            "rājam",
            "ca",
            "śatru",
            "han",
            "sūta",
            "upanītam",
            "sva",
            "ratham",
            "āruhat",
            "garuḍa",
            "dhvajam"
        ],
        "translation": "O slayer of enemies, after He had arranged for the departure of His wives, children and baggage and taken leave of Lord Saṅkarṣaṇa and King Ugrasena, Lord Kṛṣṇa mounted His chariot, which had been brought by His driver. It flew a flag marked with the emblem of Garuḍa.",
        "purport": " Having accepted Uddhava’s proposal, Lord Kṛṣṇa first proceeded with His wives, family and entourage to the royal city of Indraprastha, the capital of the Pāṇḍavas. The rest of this chapter describes Lord Kṛṣṇa’s journey to that city and how He was received there by His loving devotees. In Indraprastha Lord Kṛṣṇa explained to the Pāṇḍavas His plan to first kill Jarāsandha and then perform the Rājasūya sacrifice, and with their full agreement He proceeded, with Bhīmasena, to settle accounts with the wicked king. Viśvanātha Cakravartī Ṭhākura explains that Lord Kṛṣṇa’s wives had also been invited to the Rājasūya sacrifice and were eager to go. The description of the colorful royal procession begins with the following verse."
    },
    {
        "verse": "14",
        "devanagari": "ततो रथद्विपभटसादिनायकै:करालया परिवृत आत्मसेनया ।मृदङ्गभेर्यानकशङ्खगोमुखै:प्रघोषघोषितककुभो निरक्रमत् ॥ १४ ॥",
        "english_devnagari": "tato ratha-dvipa-bhaṭa-sādi-nāyakaiḥkarālayā parivṛta ātma-senayāmṛdaṅga-bhery-ānaka-śaṅkha-gomukhaiḥpraghoṣa-ghoṣita-kakubho nirakramat",
        "verse_Syn": [
            "tataḥ",
            "ratha",
            "dvipa",
            "bhaṭa",
            "sādi",
            "nāyakaiḥ",
            "karālayā",
            "parivṛtaḥ",
            "ātma",
            "senayā",
            "mṛdaṅga",
            "bherī",
            "ānaka",
            "śaṅkha",
            "go",
            "mukhaiḥ",
            "praghoṣa",
            "ghoṣita",
            "kakubhaḥ",
            "nirakramat"
        ],
        "translation": "As the vibrations resounding from mṛdaṅgas, bherīs, kettledrums, conchshells and gomukhas filled the sky in all directions, Lord Kṛṣṇa set out on His journey. He was accompanied by the chief officers of His corps of chariots, elephants, infantry and cavalry and surrounded on all sides by His fierce personal guard.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "नृवाजिकाञ्चनशिबिकाभिरच्युतंसहात्मजा: पतिमनु सुव्रता ययु: ।वराम्बराभरणविलेपनस्रज:सुसंवृता नृभिरसिचर्मपाणिभि: ॥ १५ ॥",
        "english_devnagari": "nṛ-vāji-kāñcana-śibikābhir acyutaṁsahātmajāḥ patim anu su-vratā yayuḥvarāmbarābharaṇa-vilepana-srajaḥsu-saṁvṛtā nṛbhir asi-carma-pāṇibhiḥ",
        "verse_Syn": [
            "nṛ",
            "vāji",
            "kāñcana",
            "śibikābhiḥ",
            "acyutam",
            "saha",
            "ātmajāḥ",
            "patim",
            "anu",
            "su",
            "vratāḥ",
            "yayuḥ",
            "vara",
            "ambara",
            "ābharaṇa",
            "vilepana",
            "srajaḥ",
            "su",
            "saṁvṛtāḥ",
            "nṛbhiḥ",
            "asi",
            "carma",
            "pāṇibhiḥ"
        ],
        "translation": "Lord Acyuta’s faithful wives, along with their children, followed the Lord on golden palanquins carried by powerful men. The queens were adorned with fine clothing, ornaments, fragrant oils and flower garlands, and they were surrounded on all sides by soldiers carrying swords and shields in their hands.",
        "purport": " According to Śrīdhara Svāmī, the word vāji indicates that some of Lord Kṛṣṇa’s queens were transported by horse-drawn conveyances."
    },
    {
        "verse": "16",
        "devanagari": "नरोष्ट्रगोमहिषखराश्वतर्यन:-करेणुभि: परिजनवारयोषित: ।स्वलङ्कृता: कटकुटिकम्बलाम्बरा-द्युपस्करा ययुरधियुज्य सर्वत: ॥ १६ ॥",
        "english_devnagari": "naroṣṭra-go-mahiṣa-kharāśvatary-anaḥkareṇubhiḥ parijana-vāra-yoṣitaḥsv-alaṅkṛtāḥ kaṭa-kuṭi-kambalāmbarādy-upaskarā yayur adhiyujya sarvataḥ",
        "verse_Syn": [
            "nara",
            "uṣṭra",
            "go",
            "mahiṣa",
            "khara",
            "aśvatarī",
            "anaḥ",
            "kareṇubhiḥ",
            "parijana",
            "vāra",
            "yoṣitaḥ",
            "su",
            "alaṅkṛtāḥ",
            "kaṭa",
            "kuṭi",
            "kambala",
            "ambara",
            "ādi",
            "upaskarāḥ",
            "yayuḥ",
            "adhiyujya",
            "sarvataḥ"
        ],
        "translation": "On all sides proceeded finely adorned women-attendants of the royal household, as well as courtesans. They rode on palanquins and camels, bulls and buffalo, donkeys, mules, bullock carts and elephants. Their conveyances were fully loaded with grass tents, blankets, clothes and other items for the trip.",
        "purport": " Śrīla Viśvanātha Cakravartī explains that the household attendants mentioned here included washerwomen and other helpers."
    },
    {
        "verse": "17",
        "devanagari": "बलं बृहद्ध्वजपटछत्रचामरै-र्वरायुधाभरणकिरीटवर्मभि: ।दिवांशुभिस्तुमुलरवं बभौ रवे-र्यथार्णव: क्षुभिततिमिङ्गिलोर्मिभि: ॥ १७ ॥",
        "english_devnagari": "balaṁ bṛhad-dhvaja-paṭa-chatra-cāmarairvarāyudhābharaṇa-kirīṭa-varmabhiḥdivāṁśubhis tumula-ravaṁ babhau raveryathārṇavaḥ kṣubhita-timiṅgilormibhiḥ",
        "verse_Syn": [
            "balam",
            "bṛhat",
            "dhvaja",
            "paṭa",
            "chatra",
            "cāmaraiḥ",
            "vara",
            "āyudha",
            "ābharaṇa",
            "kirīṭa",
            "varmabhiḥ",
            "divā",
            "aṁśubhiḥ",
            "tumula",
            "ravam",
            "babhau",
            "raveḥ",
            "yathā",
            "arṇavaḥ",
            "kṣubhita",
            "timiṅgila",
            "ūrmibhiḥ"
        ],
        "translation": "The Lord’s army boasted royal umbrellas, cāmara fans and huge flagpoles with waving banners. During the day the sun’s rays reflected brightly from the soldiers’ fine weapons, jewelry, helmets and armor. Thus Lord Kṛṣṇa’s army, noisy with shouts and clatter, appeared like an ocean stirring with agitated waves and timiṅgila fish.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "अथो मुनिर्यदुपतिना सभाजित:प्रणम्य तं हृदि विदधद् विहायसा ।निशम्य तद्व्‍यवसितमाहृतार्हणोमुकुन्दसन्दरशननिर्वृतेन्द्रिय: ॥ १८ ॥",
        "english_devnagari": "atho munir yadu-patinā sabhājitaḥpraṇamya taṁ hṛdi vidadhad vihāyasāniśamya tad-vyavasitam āhṛtārhaṇomukunda-sandaraśana-nirvṛtendriyaḥ",
        "verse_Syn": [
            "atha",
            "u",
            "muniḥ",
            "yadu",
            "patinā",
            "sabhājitaḥ",
            "praṇamya",
            "tam",
            "hṛdi",
            "vidadhat",
            "vihāyasā",
            "niśamya",
            "tat",
            "vyavasitam",
            "āhṛta",
            "arhaṇaḥ",
            "mukunda",
            "sandaraśana",
            "nirvṛta",
            "indriyaḥ"
        ],
        "translation": "Honored by Śrī Kṛṣṇa, the chief of the Yadus, Nārada Muni bowed down to the Lord. All of Nārada’s senses were satisfied by his meeting with Lord Kṛṣṇa. Thus, having heard the decision of the Lord and having been worshiped by Him, Nārada placed Him firmly within his heart and departed through the sky.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "राजदूतमुवाचेदं भगवान् प्रीणयन् गिरा ।मा भैष्ट दूत भद्रं वो घातयिष्यामि मागधम् ॥ १९ ॥",
        "english_devnagari": "rāja-dūtam uvācedaṁbhagavān prīṇayan girāmā bhaiṣṭa dūta bhadraṁ voghātayiṣyāmi māgadham",
        "verse_Syn": [
            "rāja",
            "dūtam",
            "uvāca",
            "idam",
            "bhagavān",
            "prīṇayan",
            "girā",
            "mā",
            "bhaiṣṭa",
            "dūta",
            "bhadram",
            "vaḥ",
            "ghāṭayiṣyāmi",
            "māgadham"
        ],
        "translation": "With pleasing words the Lord addressed the messenger sent by the kings: “My dear messenger, I wish all good fortune to you. I shall arrange for the killing of King Magadha. Do not fear.”",
        "purport": " The statement ma bhaiṣṭa, “do not fear,” is in the plural, being intended for both the messenger and the kings. Similarly, the expression bhadraṁ vaḥ, “blessings unto you,” is also in the plural, expressing a similar intent."
    },
    {
        "verse": "20",
        "devanagari": "इत्युक्त: प्रस्थितो दूतो यथावदवदन्नृपान् ।तेऽपि सन्दर्शनं शौरे: प्रत्यैक्षन् यन्मुमुक्षव: ॥ २० ॥",
        "english_devnagari": "ity uktaḥ prasthito dūtoyathā-vad avadan nṛpānte ’pi sandarśanaṁ śaureḥpratyaikṣan yan mumukṣavaḥ",
        "verse_Syn": [
            "iti",
            "uktaḥ",
            "prasthitaḥ",
            "dūtaḥ",
            "yathā",
            "vat",
            "avadat",
            "nṛpān",
            "te",
            "api",
            "sandarśanam",
            "śaureḥ",
            "pratyaikṣan",
            "yat",
            "mumukṣavaḥ"
        ],
        "translation": "Thus addressed, the messenger departed and accurately relayed the Lord’s message to the kings. Eager for freedom, they then waited expectantly for their meeting with Lord Kṛṣṇa.",
        "purport": " The great Vaiṣṇava scholar Śrīla Jīva Gosvāmī comments here that by force of circumstances the kings began focusing their attention on Lord Kṛṣṇa alone."
    },
    {
        "verse": "21",
        "devanagari": "आनर्तसौवीरमरूंस्तीर्त्वा विनशनं हरि: ।गिरीन् नदीरतीयाय पुरग्रामव्रजाकरान् ॥ २१ ॥",
        "english_devnagari": "ānarta-sauvīra-marūṁstīrtvā vinaśanaṁ hariḥgirīn nadīr atīyāyapura-grāma-vrajākarān",
        "verse_Syn": [
            "ānarta",
            "sauvīra",
            "marūn",
            "tīrtvā",
            "vinaśanam",
            "hariḥ",
            "girīn",
            "nadīḥ",
            "atīyāya",
            "pura",
            "grāma",
            "vraja",
            "ākarān"
        ],
        "translation": "As He traveled through the provinces of Ānarta, Sauvīra, Marudeśa and Vinaśana, Lord Hari crossed rivers and passed mountains, cities, villages, cow pastures and quarries.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "ततो द‍ृषद्वतीं तीर्त्वा मुकुन्दोऽथ सरस्वतीम् ।पञ्चालानथ मत्स्यांश्च शक्रप्रस्थमथागमत् ॥ २२ ॥",
        "english_devnagari": "tato dṛṣadvatīṁ tīrtvāmukundo ’tha sarasvatīmpañcālān atha matsyāṁś caśakra-prastham athāgamat",
        "verse_Syn": [
            "tataḥ",
            "dṛṣadvatīm",
            "tīrtvā",
            "mukundaḥ",
            "atha",
            "sarasvatīm",
            "pañcālān",
            "atha",
            "matsyān",
            "ca",
            "śakra",
            "prastham",
            "atha",
            "āgamat"
        ],
        "translation": "After crossing the rivers Dṛṣadvatī and Sarasvatī, He passed through Pañcāla and Matsya and finally came to Indraprastha.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "तमुपागतमाकर्ण्य प्रीतो दुर्दर्शनं नृणाम् ।अजातशत्रुर्निरगात् सोपध्याय: सुहृद्‌वृत: ॥ २३ ॥",
        "english_devnagari": "tam upāgatam ākarṇyaprīto durdarśanaṁ nṛnāmajāta-śatrur niragātsopadhyāyaḥ suhṛd-vṛtaḥ",
        "verse_Syn": [
            "tam",
            "upāgatam",
            "ākarṇya",
            "prītaḥ",
            "durdarśanam",
            "nṛṇām",
            "ajāta",
            "śatruḥ",
            "niragāt",
            "sa",
            "upadhyāyaḥ",
            "suhṛt",
            "vṛtaḥ"
        ],
        "translation": "King Yudhiṣṭhira was delighted to hear that the Lord, whom human beings rarely see, had now arrived. Accompanied by his priests and dear associates, the King came out to meet Lord Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "गीतवादित्रघोषेण ब्रह्मघोषेण भूयसा ।अभ्ययात्स हृषीकेशं प्राणा: प्राणमिवाद‍ृत: ॥ २४ ॥",
        "english_devnagari": "gīta-vāditra-ghoṣeṇabrahma-ghoṣeṇa bhūyasāabhyayāt sa hṛṣīkeśaṁprāṇāḥ prāṇam ivādṛtaḥ",
        "verse_Syn": [
            "gīta",
            "vāditra",
            "ghoṣeṇa",
            "brahma",
            "ghoṣeṇa",
            "bhūyasā",
            "abhyayāt",
            "saḥ",
            "hṛṣīkeśam",
            "prāṇāḥ",
            "prāṇam",
            "iva",
            "ādṛtaḥ"
        ],
        "translation": "As songs and musical instruments resounded along with the loud vibration of Vedic hymns, the King went forth with great reverence to meet Lord Hṛṣīkeśa, just as the senses go forth to meet the consciousness of life.",
        "purport": " Lord Kṛṣṇa is here described as Hṛṣīkeśa, the Lord of the senses, and King Yudhiṣṭhira’s rushing to the Lord is compared to the senses eagerly joining the consciousness of life. Without consciousness, the senses are useless; indeed, the senses function through consciousness. Similarly, when the individual souls are bereft of Kṛṣṇa consciousness, love of God, they enter into a useless and illusory struggle called material existence. Pure devotees like King Yudhiṣṭhira are never bereft of the Lord’s association, for they keep Him always within their heart, and yet they feel special ecstasy when they see the Lord after long separation, as described here."
    },
    {
        "verse": "25",
        "devanagari": "द‍ृष्ट्वा विक्लिन्नहृदय: कृष्णं स्‍नेहेन पाण्डव: ।चिराद् द‍ृष्टं प्रियतमं सस्वजेऽथ पुन: पुन: ॥ २५ ॥",
        "english_devnagari": "dṛṣṭvā viklinna-hṛdayaḥkṛṣṇaṁ snehena pāṇḍavaḥcirād dṛṣṭaṁ priyatamaṁsasvaje ’tha punaḥ punaḥ",
        "verse_Syn": [
            "dṛṣṭvā",
            "viklinna",
            "hṛdayaḥ",
            "kṛṣṇam",
            "snehena",
            "pāṇḍavaḥ",
            "cirāt",
            "dṛṣṭam",
            "priya",
            "tamam",
            "sasvaje",
            "atha",
            "punaḥ",
            "punaḥ"
        ],
        "translation": "The heart of King Yudhiṣṭhira melted with affection when he saw his dearmost friend, Lord Kṛṣṇa, after such a long separation, and he embraced the Lord again and again.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "दोर्भ्यां परिष्वज्य रमामलालयंमुकुन्दगात्रं नृपतिर्हताशुभ: ।लेभे परां निर्वृतिमश्रुलोचनोहृष्यत्तनुर्विस्मृतलोकविभ्रम: ॥ २६ ॥",
        "english_devnagari": "dorbhyāṁ pariṣvajya ramāmalālayaṁmukunda-gātraṁ nṛ-patir hatāśubhaḥlebhe parāṁ nirvṛtim aśru-locanohṛṣyat-tanur vismṛta-loka-vibhramaḥ",
        "verse_Syn": [
            "dorbhyām",
            "pariṣvajya",
            "ramā",
            "amala",
            "alayam",
            "mukunda",
            "gātram",
            "nṛ",
            "patiḥ",
            "hata",
            "aśubhaḥ",
            "lebhe",
            "parām",
            "nirvṛtim",
            "aśru",
            "locanaḥ",
            "hṛṣyat",
            "tanuḥ",
            "vismṛta",
            "loka",
            "vibhramaḥ"
        ],
        "translation": "The eternal form of Lord Kṛṣṇa is the everlasting residence of the goddess of fortune. As soon as King Yudhiṣṭhira embraced Him, the King became free of all the contamination of material existence. He immediately felt transcendental bliss and merged in an ocean of happiness. There were tears in his eyes, and his body shook due to ecstasy. He completely forgot that he was living in this material world.",
        "purport": " The above translation is taken from Śrīla Prabhupāda’s Kṛṣṇa."
    },
    {
        "verse": "27",
        "devanagari": "तं मातुलेयं परिरभ्य निर्वृतोभीम: स्मयन् प्रेमजलाकुलेन्द्रिय: ।यमौ किरीटी च सुहृत्तमं मुदाप्रवृद्धबाष्पा: परिरेभिरेऽच्युतम् ॥ २७ ॥",
        "english_devnagari": "taṁ mātuleyaṁ parirabhya nirvṛtobhīmaḥ smayan prema-jalākulendriyaḥyamau kirīṭī ca suhṛttamaṁ mudāpravṛddha-bāṣpāḥ parirebhire ’cyutam",
        "verse_Syn": [
            "tam",
            "mātuleyam",
            "parirabhya",
            "nirvṛtaḥ",
            "bhīmaḥ",
            "smayan",
            "prema",
            "jala",
            "ākula",
            "indriyaḥ",
            "yamau",
            "kirītī",
            "ca",
            "suhṛt",
            "tamam",
            "mudā",
            "pravṛddha",
            "bāṣpāḥ",
            "parirebhire",
            "acyutam"
        ],
        "translation": "Then Bhīma, his eyes brimming with tears, laughed with joy as he embraced his maternal cousin, Kṛṣṇa. Arjuna and the twins — Nakula and Sahadeva — also joyfully embraced their dearmost friend, the infallible Lord, and they cried profusely.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "अर्जुनेन परिष्वक्तो यमाभ्यामभिवादित: ।ब्राह्मणेभ्यो नमस्कृत्य वृद्धेभ्यश्च यथार्हत: ।मानिनो मानयामास कुरुसृञ्जयकैकयान् ॥ २८ ॥",
        "english_devnagari": "arjunena pariṣvaktoyamābhyām abhivāditaḥbrāhmaṇebhyo namaskṛtyavṛddhebhyaś ca yathārhataḥmānino mānayām āsakuru-sṛñjaya-kaikayān",
        "verse_Syn": [
            "arjunena",
            "pariṣvaktaḥ",
            "yamābhyām",
            "abhivāditaḥ",
            "brāhmaṇebhyaḥ",
            "namaskṛtya",
            "vṛddhebhyaḥ",
            "ca",
            "yathā",
            "arhataḥ",
            "māninaḥ",
            "mānayām",
            "āsa",
            "kuru",
            "sṛñjaya",
            "kaikayān"
        ],
        "translation": "After Arjuna had embraced Him once more and Nakula and Sahadeva had offered Him their obeisances, Lord Kṛṣṇa bowed down to the brāhmaṇas and elders present, thus properly honoring the respectable members of the Kuru, Sṛñjaya and Kaikaya clans.",
        "purport": " Śrīla Śrīdhara Svāmī mentions that since Arjuna was considered Lord Kṛṣṇa’s social equal, when Arjuna tried to bow down to Him, Lord Kṛṣṇa held Arjuna by his arms so that he could only embrace Him. The twins, however, being junior cousins, bowed down and grasped Lord Kṛṣṇa’s feet."
    },
    {
        "verse": "29",
        "devanagari": "सूतमागधगन्धर्वा वन्दिनश्चोपमन्त्रिण: ।मृदङ्गशङ्खपटहवीणापणवगोमुखै: ।ब्राह्मणाश्चारविन्दाक्षं तुष्टुवुर्ननृतुर्जगु: ॥ २९ ॥",
        "english_devnagari": "sūta-māgadha-gandharvāvandinaś copamantriṇaḥmṛdaṅga-śaṅkha-paṭahavīṇā-paṇava-gomukhaiḥbrāhmaṇāś cāravindākṣaṁtuṣṭuvur nanṛtur jaguḥ",
        "verse_Syn": [
            "sūta",
            "māgadha",
            "gandharvāḥ",
            "vandinaḥ",
            "ca",
            "upamantriṇaḥ",
            "mṛdaṅga",
            "śaṅkha",
            "paṭaha",
            "vīṇā",
            "paṇava",
            "gomukhaiḥ",
            "brāhmaṇāḥ",
            "ca",
            "aravinda",
            "akṣam",
            "tuṣṭuvuḥ",
            "nanṛtuḥ",
            "jaguḥ"
        ],
        "translation": "Sūtas, Māgadhas, Gandharvas, Vandīs, jesters and brāhmaṇas all glorified the lotus-eyed Lord — some reciting prayers, some dancing and singing — as mṛdaṅgas, conchshells, kettledrums, vīṇās, paṇavas and gomukhas resounded.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "एवं सुहृद्भ‍ि: पर्यस्त: पुण्यश्लोकशिखामणि: ।संस्तूयमानो भगवान् विवेशालङ्कृतं पुरम् ॥ ३० ॥",
        "english_devnagari": "evaṁ suhṛdbhiḥ paryastaḥpuṇya-śloka-śikhāmaṇiḥsaṁstūyamāno bhagavānviveśālaṅkṛtaṁ puram",
        "verse_Syn": [
            "evam",
            "su",
            "hṛdbhiḥ",
            "paryastaḥ",
            "puṇya",
            "śloka",
            "śikhā",
            "maṇiḥ",
            "saṁstūyamānaḥ",
            "bhagavān",
            "viveśa",
            "alaṅkṛtam",
            "puram"
        ],
        "translation": "Thus surrounded by His well-wishing relatives and praised on all sides, Lord Kṛṣṇa, the crest jewel of the justly renowned, entered the decorated city.",
        "purport": " Śrīla Prabhupāda writes: “While Lord Kṛṣṇa was entering the city, all the people were talking amongst themselves about the glories of the Lord, praising His transcendental name, quality, form, etc.”"
    },
    {
        "verse": "31-32",
        "devanagari": "संसिक्तवर्त्म करिणां मदगन्धतोयै-श्चित्रध्वजै: कनकतोरणपूर्णकुम्भै: ।मृष्टात्मभिर्नवदुकूलविभूषणस्रग्-गन्धैर्नृभिर्युवतिभिश्च विराजमानम् ॥ ३१ ॥उद्दीप्तदीपबलिभि: प्रतिसद्मजाल-निर्यातधूपरुचिरं विलसत्पताकम् ।मूर्धन्यहेमकलशै रजतोरुश‍ृङ्गै-र्जुष्टं ददर्श भवनै: कुरुराजधाम ॥ ३२ ॥",
        "english_devnagari": "saṁsikta-vartma kariṇāṁ mada-gandha-toyaiścitra-dhvajaiḥ kanaka-toraṇa-pūrṇa-kumbhaiḥmṛṣṭātmabhir nava-dukūla-vibhūṣaṇa-srag-gandhair nṛbhir yuvatibhiś ca virājamānam",
        "verse_Syn": [
            "saṁsikta",
            "vartma",
            "kariṇām",
            "mada",
            "gandha",
            "toyaiḥ",
            "citra",
            "dhvajaiḥ",
            "kanaka",
            "toraṇa",
            "pūrṇa",
            "kumbhaiḥ",
            "mṛṣṭa",
            "ātmabhiḥ",
            "nava",
            "dukūla",
            "vibhūṣaṇa",
            "srak",
            "gandhaiḥ",
            "nṛbhiḥ",
            "yuvatibhiḥ",
            "ca",
            "virājamānam",
            "uddīpta",
            "dīpa",
            "balibhiḥ",
            "prati",
            "sadma",
            "jāla",
            "niryāta",
            "dhūpa",
            "ruciram",
            "vilasat",
            "patākam",
            "mūrdhanya",
            "hema",
            "kalaśaiḥ",
            "rajata",
            "uru",
            "śṛṅgaiḥ",
            "juṣṭam",
            "dadarśa",
            "bhavanaiḥ",
            "kuru",
            "rāja",
            "dhāma"
        ],
        "translation": "The roads of Indraprastha were sprinkled with water perfumed by the liquid from elephants’ foreheads, and colorful flags, golden gateways and full waterpots enhanced the city’s splendor. Men and young girls were beautifully arrayed in fine, new garments, adorned with flower garlands and ornaments, and anointed with aromatic sandalwood paste. Every home displayed glowing lamps and respectful offerings, and from the holes of the latticed windows drifted incense, further beautifying the city. Banners waved, and the roofs were decorated with golden domes on broad silver bases. Thus Lord Kṛṣṇa saw the royal city of the King of the Kurus.",
        "purport": " Śrīla Prabhupāda adds in this connection: “Lord Kṛṣṇa thus entered the city of the Pāṇḍavas, enjoyed the beautiful atmosphere and slowly proceeded ahead.”"
    },
    {
        "verse": "33",
        "devanagari": "प्राप्तं निशम्य नरलोचनपानपात्र-मौत्सुक्यविश्लथितकेशदुकूलबन्धा: ।सद्यो विसृज्य गृहकर्म पतींश्च तल्पेद्रष्टुं ययुर्युवतय: स्म नरेन्द्रमार्गे ॥ ३३ ॥",
        "english_devnagari": "prāptaṁ niśamya nara-locana-pāna-pātramautsukya-viślathita-keśa-dukūla-bandhāḥsadyo visṛjya gṛha-karma patīṁś ca talpedraṣṭuṁ yayur yuvatayaḥ sma narendra-mārge",
        "verse_Syn": [
            "prāptam",
            "niśamya",
            "nara",
            "locana",
            "pāna",
            "pātram",
            "autsukya",
            "viślathita",
            "keśa",
            "dukūla",
            "bandhāḥ",
            "sadyaḥ",
            "visṛjya",
            "gṛha",
            "karma",
            "patīn",
            "ca",
            "talpe",
            "draṣṭum",
            "yayuḥ",
            "yuvatayaḥ",
            "sma",
            "nara",
            "indra",
            "mārge"
        ],
        "translation": "When the young women of the city heard that Lord Kṛṣṇa, the reservoir of pleasure for human eyes, had arrived, they hurriedly went onto the royal road to see Him. They abandoned their household duties and even left their husbands in bed, and in their eagerness the knots of their hair and garments came loose.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "तस्मिन् सुसङ्कुल इभाश्वरथद्विपद्भ‍ि:कृष्णं सभार्यमुपलभ्य गृहाधिरूढा: ।नार्यो विकीर्य कुसुमैर्मनसोपगुह्यसुस्वागतं विदधुरुत्स्मयवीक्षितेन ॥ ३४ ॥",
        "english_devnagari": "tasmin su-saṅkula ibhāśva-ratha-dvipadbhiḥkṛṣṇam sa-bhāryam upalabhya gṛhādhirūḍhāḥnāryo vikīrya kusumair manasopaguhyasu-svāgataṁ vidadhur utsmaya-vīkṣitena",
        "verse_Syn": [
            "tasmin",
            "su",
            "saṅkule",
            "ibha",
            "aśva",
            "ratha",
            "dvi",
            "padbhiḥ",
            "kṛṣṇam",
            "sa",
            "bhāryam",
            "upalabhya",
            "gṛha",
            "adhirūḍhāḥ",
            "nāryaḥ",
            "vikīrya",
            "kusumaiḥ",
            "manasā",
            "upaguhya",
            "su",
            "svāgatam",
            "vidadhuḥ",
            "utsmaya",
            "vīkṣitena"
        ],
        "translation": "The royal road being quite crowded with elephants, horses, chariots and foot soldiers, the women climbed to the top of their houses, where they caught sight of Lord Kṛṣṇa and His queens. The city ladies scattered flowers upon the Lord, embraced Him in their minds and expressed their heartfelt welcome with broadly smiling glances.",
        "purport": " Śrīla Śrīdhara Svāmī comments that the ladies communicated through their affectionate glances their eager inquiries as to the comfort of Lord Kṛṣṇa’s trip, and so on. In other words, in their ecstasy they intensely desired to serve the Lord."
    },
    {
        "verse": "35",
        "devanagari": "ऊचु: स्‍त्रिय: पथि निरीक्ष्य मुकुन्दपत्नी-स्तारा यथोडुपसहा: किमकार्यमूभि: ।यच्चक्षुषां पुरुषमौलिरुदारहास-लीलावलोककलयोत्सवमातनोति ॥ ३५ ॥",
        "english_devnagari": "ūcuḥ striyaḥ pathi nirīkṣya mukunda-patnīstārā yathoḍupa-sahāḥ kim akāry amūbhiḥyac cakṣuṣāṁ puruṣa-maulir udāra-hāsalīlāvaloka-kalayotsavam ātanoti",
        "verse_Syn": [
            "ūcuḥ",
            "striyaḥ",
            "pathi",
            "nirīkṣya",
            "mukunda",
            "patnīḥ",
            "tārāḥ",
            "yathā",
            "uḍu",
            "pa",
            "sahāḥ",
            "kim",
            "akāri",
            "amūbhiḥ",
            "yat",
            "cakṣuṣām",
            "puruṣa",
            "mauliḥ",
            "udāra",
            "hāsa",
            "līlā",
            "avaloka",
            "kalayā",
            "utsavam",
            "ātanoti"
        ],
        "translation": "Observing Lord Mukunda’s wives passing on the road like stars accompanying the moon, the women exclaimed, “What have these ladies done so that the best of men bestows upon their eyes the joy of His generous smiles and playful sidelong glances?”",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "तत्र तत्रोपसङ्गम्य पौरा मङ्गलपाणय: ।चक्रु: सपर्यां कृष्णाय श्रेणीमुख्या हतैनस: ॥ ३६ ॥",
        "english_devnagari": "tatra tatropasaṅgamyapaurā maṅgala-pāṇayaḥcakruḥ saparyāṁ kṛṣṇāyaśreṇī-mukhyā hatainasaḥ",
        "verse_Syn": [
            "tatra",
            "tatra",
            "upasaṅgamya",
            "paurāḥ",
            "maṅgala",
            "pāṇayaḥ",
            "cakruḥ",
            "saparyām",
            "kṛṣṇāya",
            "śreṇī",
            "mukhyāḥ",
            "hata",
            "enasaḥ"
        ],
        "translation": "In various places citizens of the city came forward holding auspicious offerings for Lord Kṛṣṇa, and sinless leaders of occupational guilds came forward to worship the Lord.",
        "purport": " Śrīla Prabhupāda writes: “While Lord Kṛṣṇa was thus passing on the road, at intervals some of the citizens, who were all rich, respectable and freed from sinful activities, presented auspicious articles to the Lord, just to offer Him a reception to the city. Thus they worshiped Him as humble servitors.”"
    },
    {
        "verse": "37",
        "devanagari": "अन्त:पुरजनै: प्रीत्या मुकुन्द: फुल्ल‍लोचनै: ।ससम्भ्रमैरभ्युपेत: प्राविशद् राजमन्दिरम् ॥ ३७ ॥",
        "english_devnagari": "antaḥ-pura-janaiḥ prītyāmukundaḥ phulla-locanaiḥsa-sambhramair abhyupetaḥprāviśad rāja-mandiram",
        "verse_Syn": [
            "antaḥ",
            "pura",
            "janaiḥ",
            "prītyā",
            "mukundaḥ",
            "phulla",
            "locanaiḥ",
            "sa",
            "sambhramaiḥ",
            "abhyupetaḥ",
            "prāviśat",
            "rāja",
            "mandiram"
        ],
        "translation": "With wide-open eyes, the members of the royal household came forward in a flurry to lovingly greet Lord Mukunda, and thus the Lord entered the royal palace.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "पृथा विलोक्य भ्रात्रेयं कृष्णं त्रिभुवनेश्वरम् ।प्रीतात्मोत्थाय पर्यङ्कात् सस्‍नुषा परिषस्वजे ॥ ३८ ॥",
        "english_devnagari": "pṛthā vilokya bhrātreyaṁkṛṣṇaṁ tri-bhuvaneśvaramprītātmotthāya paryaṅkātsa-snuṣā pariṣasvaje",
        "verse_Syn": [
            "pṛthā",
            "vilokya",
            "bhrātreyam",
            "kṛṣṇam",
            "tri",
            "bhuvana",
            "īśvaram",
            "prīta",
            "ātmā",
            "utthāya",
            "paryaṅkāt",
            "sa",
            "snuṣā",
            "pariṣasvaje"
        ],
        "translation": "When Queen Pṛthā saw her nephew Kṛṣṇa, the master of the three worlds, her heart became filled with love. Rising from her couch with her daughter-in-law, she embraced the Lord.",
        "purport": " Queen Kuntī’s daughter-in-law is the famous Draupadī."
    },
    {
        "verse": "39",
        "devanagari": "गोविन्दं गृहमानीय देवदेवेशमाद‍ृत: ।पूजायां नाविदत्कृत्यं प्रमोदोपहतो नृप: ॥ ३९ ॥",
        "english_devnagari": "govindaṁ gṛham ānīyadeva-deveśam ādṛtaḥpūjāyāṁ nāvidat kṛtyaṁpramodopahato nṛpaḥ",
        "verse_Syn": [
            "govindam",
            "gṛham",
            "ānīya",
            "deva",
            "deva",
            "īśam",
            "ādṛtaḥ",
            "pūjāyām",
            "na",
            "avidat",
            "kṛtyam",
            "pramoda",
            "upahataḥ",
            "nṛpaḥ"
        ],
        "translation": "King Yudhiṣṭhira respectfully brought Lord Govinda, the Supreme God of gods, to his personal quarters. The King was so overcome with joy that he could not remember all the rituals of worship.",
        "purport": " Śrīla Prabhupāda writes: “As he brought Kṛṣṇa within the palace, King Yudhiṣṭhira became so confused in his jubilation that he practically forgot what he was to do at that time in order to receive Kṛṣṇa and worship Him properly.”"
    },
    {
        "verse": "40",
        "devanagari": "पितृष्वसुर्गुरुस्‍त्रीणां कृष्णश्चक्रेऽभिवादनम् ।स्वयं च कृष्णया राजन्भगिन्या चाभिवन्दित: ॥ ४० ॥",
        "english_devnagari": "pitṛ-svasur guru-strīṇāṁkṛṣṇaś cakre ’bhivādanamsvayaṁ ca kṛṣṇayā rājanbhaginyā cābhivanditaḥ",
        "verse_Syn": [
            "pitṛ",
            "svasuḥ",
            "guru",
            "strīṇām",
            "kṛṣṇaḥ",
            "cakre",
            "abhivādanam",
            "svayam",
            "ca",
            "kṛṣṇayā",
            "rājan",
            "bhaginyā",
            "ca",
            "abhivanditaḥ"
        ],
        "translation": "Lord Kṛṣṇa bowed down to His aunt and the wives of His elders, O King, and then Draupadī and the Lord’s sister bowed down to Him.",
        "purport": " Śrīla Prabhupāda writes: “Lord Kṛṣṇa delightfully offered His respects and obeisances to Kuntī and other elderly ladies of the palace. His younger sister, Subhadrā, was also standing there with Draupadī, and both offered their respectful obeisances unto the lotus feet of the Lord.”"
    },
    {
        "verse": "41-42",
        "devanagari": "श्वश्र्वा सञ्चोदिता कृष्णा कृष्णपत्नीश्च सर्वश: ।आनर्च रुक्‍मिणीं सत्यां भद्रां जाम्बवतीं तथा ॥ ४१ ॥कालिन्दीं मित्रविन्दां च शैब्यां नाग्नजितीं सतीम् ।अन्याश्चाभ्यागता यास्तु वास:स्रङ्‍मण्डनादिभि: ॥ ४२ ॥",
        "english_devnagari": "śvaśṛvā sañcoditā kṛṣṇākṛṣṇa-patnīś ca sarvaśaḥānarca rukmiṇīṁ satyāṁbhadrāṁ jāmbavatīṁ tathā",
        "verse_Syn": [
            "śvaśrvā",
            "sañcoditā",
            "kṛṣṇā",
            "kṛṣṇa",
            "patnīḥ",
            "ca",
            "sarvaśaḥ",
            "ānarca",
            "rukmiṇīm",
            "satyām",
            "bhadrām",
            "jāmbavatīm",
            "tathā",
            "kālindīm",
            "mitravindām",
            "ca",
            "śaibyām",
            "nāgnajitīm",
            "satīm",
            "anyāḥ",
            "ca",
            "abhyāgatāḥ",
            "yāḥ",
            "tu",
            "vāsaḥ",
            "srak",
            "maṇḍana",
            "ādibhiḥ"
        ],
        "translation": "Encouraged by her mother-in-law, Draupadī worshiped all of Lord Kṛṣṇa’s wives, including Rukmiṇī; Satyabhāmā; Bhadrā; Jāmbavatī; Kālindī; Mitravindā, the descendant of Śibi; the chaste Nāgnajitī; and the other queens of the Lord who were present. Draupadī honored them all with such gifts as clothing, flower garlands and jewelry.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "सुखं निवासयामास धर्मराजो जनार्दनम् ।ससैन्यं सानुगामत्यं सभार्यं च नवं नवम् ॥ ४३ ॥",
        "english_devnagari": "sukhaṁ nivāsayām āsadharma-rājo janārdanamsa-sainyaṁ sānugāmatyaṁsa-bhāryaṁ ca navaṁ navam",
        "verse_Syn": [
            "sukham",
            "nivāsayām",
            "āsa",
            "dharma",
            "rājaḥ",
            "janārdanam",
            "sa",
            "sainyam",
            "sa",
            "anuga",
            "amatyam",
            "sa",
            "bhāryam",
            "ca",
            "navam",
            "navam"
        ],
        "translation": "King Yudhiṣṭhira arranged for Kṛṣṇa’s rest and saw to it that all who came along with Him — namely His queens, soldiers, ministers and secretaries — were comfortably situated. He arranged that they would experience a new feature of reception every day while staying as guests of the Pāṇḍavas.",
        "purport": " This translation is taken from Śrīla Prabhupāda’s Kṛṣṇa."
    },
    {
        "verse": "44-45",
        "devanagari": "तर्पयित्वा खाण्डवेन वह्निं फाल्गुनसंयुत: ।मोचयित्वा मयं येन राज्ञे दिव्या सभा कृता ॥ ४४ ॥उवास कतिचिन्मासान् राज्ञ: प्रियचिकीर्षया ।विहरन् रथमारुह्य फाल्गुनेन भटैर्वृत: ॥ ४५ ॥",
        "english_devnagari": "tarpayitvā khāṇḍavenavahniṁ phālguna-saṁyutaḥmocayitvā mayaṁ yenarājñe divyā sabhā kṛtā",
        "verse_Syn": [
            "tarpayitvā",
            "khāṇḍavena",
            "vahnim",
            "phālguna",
            "saṁyutaḥ",
            "mocayitvā",
            "mayam",
            "yena",
            "rājñe",
            "divyā",
            "sabhā",
            "kṛtā",
            "uvāsa",
            "katicit",
            "māsān",
            "rājñaḥ",
            "priya",
            "cikīrṣayā",
            "viharan",
            "ratham",
            "āruhya",
            "phālgunena",
            "bhaṭaiḥ",
            "vṛtaḥ"
        ],
        "translation": "Desiring to please King Yudhiṣṭhira, the Lord resided at Indraprastha for several months. During His stay, He and Arjuna satisfied the fire-god by offering him the Khāṇḍava forest, and they saved Maya Dānava, who then built King Yudhiṣṭhira a celestial assembly hall. The Lord also took the opportunity to go riding in His chariot in the company of Arjuna, surrounded by a retinue of soldiers.",
        "purport": " Śrīla Prabhupāda writes in Kṛṣṇa: “It was during this time that Lord Śrī Kṛṣṇa, with the help of Arjuna, for the satisfaction of the fire-god, Agni, allowed Agni to devour the Khāṇḍava forest. During the forest fire, Kṛṣṇa saved the demon Mayāsura, who was hiding in the forest. Upon being saved, Mayāsura felt obliged to the Pāṇḍavas and Lord Kṛṣṇa, and he constructed a wonderful assembly house within the city of Hastināpura. In this way, Lord Kṛṣṇa, in order to please King Yudhiṣṭhira, remained in the city of Hastināpura for several months. During His stay, He enjoyed strolling here and there. He used to drive on chariots along with Arjuna, and many warriors and soldiers used to follow them.”"
    }
]