[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअथ कृष्ण: परिवृतो ज्ञातिभिर्मुदितात्मभि: ।अनुगीयमानो न्यविशद्‌‌व्रजं गोकुलमण्डितम् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaatha kṛṣṇaḥ parivṛtojñātibhir muditātmabhiḥanugīyamāno nyaviśadvrajaṁ gokula-maṇḍitam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "kṛṣṇaḥ",
            "parivṛtaḥ",
            "jñātibhiḥ",
            "mudita",
            "ātmabhiḥ",
            "anugīyamānaḥ",
            "nyaviśat",
            "vrajam",
            "go",
            "kula",
            "maṇḍitam"
        ],
        "translation": "Śukadeva Gosvāmī said: Surrounded by His blissful companions, who constantly chanted His glories, Śrī Kṛṣṇa then entered the village of Vraja, which was decorated with herds of cows.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "व्रजे विक्रीडतोरेवं गोपालच्छद्ममायया ।ग्रीष्मो नामर्तुरभवन्नातिप्रेयाञ्छरीरिणाम् ॥ २ ॥",
        "english_devnagari": "vraje vikrīḍator evaṁgopāla-cchadma-māyayāgrīṣmo nāmartur abhavannāti-preyāñ charīriṇām",
        "verse_Syn": [
            "vraje",
            "vikrīḍatoḥ",
            "evam",
            "gopāla",
            "chadma",
            "māyayā",
            "grīṣmaḥ",
            "nāma",
            "ṛtuḥ",
            "abhavat",
            "na",
            "ati",
            "preyān",
            "śarīriṇām"
        ],
        "translation": "While Kṛṣṇa and Balarāma were thus enjoying life in Vṛndāvana in the guise of ordinary cowherd boys, the summer season gradually appeared. This season is not very pleasing to embodied souls.",
        "purport": " In Chapter Eighteen, of Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda comments as follows: “The summer season in India is not very much welcomed because of the excessive heat, but in Vṛndāvana everyone was pleased because summer there appeared just like spring.”"
    },
    {
        "verse": "3",
        "devanagari": "स च वृन्दावनगुणैर्वसन्त इव लक्षित: ।यत्रास्ते भगवान् साक्षाद् रामेण सह केशव: ॥ ३ ॥",
        "english_devnagari": "sa ca vṛndāvana-guṇairvasanta iva lakṣitaḥyatrāste bhagavān sākṣādrāmeṇa saha keśavaḥ",
        "verse_Syn": [
            "saḥ",
            "ca",
            "vṛndāvana",
            "guṇaiḥ",
            "vasantaḥ",
            "iva",
            "lakṣitaḥ",
            "yatra",
            "āste",
            "bhagavān",
            "sākṣāt",
            "rāmeṇa",
            "saha",
            "keśavaḥ"
        ],
        "translation": "Nevertheless, because the Supreme Personality of Godhead was personally staying in Vṛndāvana along with Balarāma, summer manifested the qualities of spring. Such are the features of the land of Vṛndāvana.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "यत्र निर्झरनिर्ह्रादनिवृत्तस्वनझिल्लिकम् ।शश्वत्तच्छीकरर्जीषद्रुममण्डलमण्डितम् ॥ ४ ॥",
        "english_devnagari": "yatra nirjhara-nirhrāda-nivṛtta-svana-jhillikamśaśvat tac-chīkararjīṣa-druma-maṇḍala-maṇḍitam",
        "verse_Syn": [
            "yatra",
            "nirjhara",
            "nirhrāda",
            "nivṛtta",
            "svana",
            "jhillikam",
            "śaśvat",
            "tat",
            "śīkara",
            "ṛjīṣa",
            "druma",
            "maṇḍala",
            "maṇḍitam"
        ],
        "translation": "In Vṛndāvana, the loud sound of waterfalls covered the crickets’ noise, and clusters of trees constantly moistened by spray from those waterfalls beautified the entire area.",
        "purport": " This and the following three verses describe how Vṛndāvana manifested the features of spring, even during the summer season."
    },
    {
        "verse": "5",
        "devanagari": "सरित्सर:प्रस्रवणोर्मिवायुनाकह्लारकुञ्जोत्पलरेणुहारिणा ।न विद्यते यत्र वनौकसां दवोनिदाघवह्न्यर्कभवोऽतिशाद्वले ॥ ५ ॥",
        "english_devnagari": "sarit-saraḥ-prasravaṇormi-vāyunākahlāra-kañjotpala-reṇu-hāriṇāna vidyate yatra vanaukasāṁ davonidāgha-vahny-arka-bhavo ’ti-śādvale",
        "verse_Syn": [
            "sarit",
            "saraḥ",
            "prasravaṇa",
            "ūrmi",
            "vāyunā",
            "kahlāra",
            "kañja",
            "utpala",
            "reṇu",
            "hāriṇā",
            "na",
            "vidyate",
            "yatra",
            "vana",
            "okasām",
            "davaḥ",
            "nidāgha",
            "vahni",
            "arka",
            "bhavaḥ",
            "ati",
            "śādvale"
        ],
        "translation": "The wind wafting over the waves of the lakes and flowing rivers carried away the pollen of many varieties of lotuses and water lilies and then cooled the entire Vṛndāvana area. Thus the residents there did not suffer from the heat generated by the blazing summer sun and seasonal forest fires. Indeed, Vṛndāvana was abundant with fresh green grass.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "अगाधतोयह्रदिनीतटोर्मिभि-र्द्रवत्पुरीष्या: पुलिनै: समन्तत: ।न यत्र चण्डांशुकरा विषोल्बणाभुवो रसं शाद्वलितं च गृह्णते ॥ ६ ॥",
        "english_devnagari": "agādha-toya-hradinī-taṭormibhirdravat-purīṣyāḥ pulinaiḥ samantataḥna yatra caṇḍāṁśu-karā viṣolbaṇābhuvo rasaṁ śādvalitaṁ ca gṛhṇate",
        "verse_Syn": [
            "agādha",
            "toya",
            "hradinī",
            "taṭa",
            "ūrmibhiḥ",
            "dravat",
            "purīṣyāḥ",
            "pulinaiḥ",
            "samantataḥ",
            "na",
            "yatra",
            "caṇḍa",
            "aṁśu",
            "karāḥ",
            "viṣa",
            "ulbaṇāḥ",
            "bhuvaḥ",
            "rasam",
            "śādvalitam",
            "ca",
            "gṛhṇate"
        ],
        "translation": "With their flowing waves the deep rivers drenched their banks, making them damp and muddy. Thus the rays of the sun, which were as fierce as poison, could not evaporate the earth’s sap or parch its green grass.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "वनं कुसुमितं श्रीमन्नदच्चित्रमृगद्विजम् ।गायन्मयूरभ्रमरं कूजत्कोकिलसारसम् ॥ ७ ॥",
        "english_devnagari": "vanaṁ kusumitaṁ śrīmannadac-citra-mṛga-dvijamgāyan mayūra-bhramaraṁkūjat-kokila-sārasam",
        "verse_Syn": [
            "vanam",
            "kusumitam",
            "śrīmat",
            "nadat",
            "citra",
            "mṛga",
            "dvijam",
            "gāyan",
            "mayūra",
            "bhramaram",
            "kūjat",
            "kokila",
            "sārasam"
        ],
        "translation": "Flowers beautifully decorated the forest of Vṛndāvana, and many varieties of animals and birds filled it with sound. The peacocks and bees sang, and the cuckoos and cranes cooed.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "क्रीडिष्यमाणस्तन् कृष्णो भगवान् बलसंयुत: ।वेणुं विरणयन् गोपैर्गोधनै: संवृतोऽविशत् ॥ ८ ॥",
        "english_devnagari": "krīḍiṣyamāṇas tat krṣṇobhagavān bala-saṁyutaḥveṇuṁ viraṇayan gopairgo-dhanaiḥ saṁvṛto ’viśat",
        "verse_Syn": [
            "krīḍiṣyamāṇaḥ",
            "tat",
            "kṛṣṇaḥ",
            "bhagavān",
            "bala",
            "saṁyutaḥ",
            "veṇum",
            "viraṇayan",
            "gopaiḥ",
            "go",
            "dhanaiḥ",
            "saṁvṛtaḥ",
            "aviśat"
        ],
        "translation": "Intending to engage in pastimes, Lord Kṛṣṇa, the Supreme Personality of Godhead, accompanied by Lord Balarāma and surrounded by the cowherd boys and the cows, entered the forest of Vṛndāvana as He played His flute.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "प्रवालबर्हस्तबकस्रग्धातुकृतभूषणा: ।रामकृष्णादयो गोपा ननृतुर्युयुधुर्जगु: ॥ ९ ॥",
        "english_devnagari": "pravāla-barha-stabaka-srag-dhātu-kṛta-bhūṣaṇāḥrāma-kṛṣṇādayo gopānanṛtur yuyudhur jaguḥ",
        "verse_Syn": [
            "pravāla",
            "barha",
            "stabaka",
            "srak",
            "dhātu",
            "kṛta",
            "bhūṣaṇāḥ",
            "rāma",
            "kṛṣṇa",
            "ādayaḥ",
            "gopāḥ",
            "nanṛtuḥ",
            "yuyudhuḥ",
            "jaguḥ"
        ],
        "translation": "Decorating themselves with newly grown leaves, along with peacock feathers, garlands, clusters of flower buds, and colored minerals, Balarāma, Kṛṣṇa and Their cowherd friends danced, wrestled and sang.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "कृष्णस्य नृत्यत: केचिज्जगु: केचिदवादयन् ।वेणुपाणितलै: श‍ृङ्गै: प्रशशंसुरथापरे ॥ १० ॥",
        "english_devnagari": "kṛṣṇasya nṛtyataḥ kecijjaguḥ kecid avādayanveṇu-pāṇitalaiḥ śṛṅgaiḥpraśaśaṁsur athāpare",
        "verse_Syn": [
            "kṛṣṇasya",
            "nṛtyataḥ",
            "kecit",
            "jaguḥ",
            "kecit",
            "avādayan",
            "veṇu",
            "pāṇi",
            "talaiḥ",
            "śṛṅgaiḥ",
            "praśaśaṁsuḥ",
            "atha",
            "apare"
        ],
        "translation": "As Kṛṣṇa danced, some of the boys accompanied Him by singing, and others by playing flutes, hand cymbals and buffalo horns, while still others praised His dancing.",
        "purport": " Wanting to encourage Śrī Kṛṣṇa, some of the cowherd boys openly praised His dancing."
    },
    {
        "verse": "11",
        "devanagari": "गोपजातिप्रतिच्छन्ना देवा गोपालरूपिणौ ।ईडिरे कृष्णरामौ च नटा इव नटं नृप ॥ ११ ॥",
        "english_devnagari": "gopa-jāti-praticchannādevā gopāla-rūpiṇauīḍire kṛṣṇa-rāmau canaṭā iva naṭaṁ nṛpa",
        "verse_Syn": [
            "gopa",
            "jāti",
            "praticchannāḥ",
            "devāḥ",
            "gopāla",
            "rūpiṇau",
            "īḍire",
            "kṛṣṇa",
            "rāmau",
            "ca",
            "naṭāḥ",
            "iva",
            "naṭam",
            "nṛpa"
        ],
        "translation": "O King, demigods disguised themselves as members of the cowherd community and, just as dramatic dancers praise another dancer, worshiped Kṛṣṇa and Balarāma, who were also appearing as cowherd boys.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "भ्रमणैर्लङ्घनै: क्षेपैरास्फोटनविकर्षणै: ।चिक्रीडतुर्नियुद्धेन काकपक्षधरौ क्‍वचित् ॥ १२ ॥",
        "english_devnagari": "bhramaṇair laṅghanaiḥ kṣepairāsphoṭana-vikarṣaṇaiḥcikrīḍatur niyuddhenakāka-pakṣa-dharau kvacit",
        "verse_Syn": [
            "bhramaṇaiḥ",
            "laṅghanaiḥ",
            "kṣepaiḥ",
            "āsphoṭana",
            "vikarṣaṇaiḥ",
            "cikṛīḍatuḥ",
            "niyuddhena",
            "kāka",
            "pakṣa",
            "dharau",
            "kvacit"
        ],
        "translation": "Kṛṣṇa and Balarāma played with their cowherd boyfriends by whirling about, leaping, hurling, slapping and fighting. Sometimes Kṛṣṇa and Balarāma would pull the hair on the boys’ heads.",
        "purport": " The ācāryas have explained this verse as follows: The word bhramaṇaiḥ indicates that the boys, pretending they were machines, would sometimes whirl about until they became dizzy. They would also sometimes jump about (laṅghanaiḥ). The word kṣepaiḥ indicates that sometimes they would hurl objects like balls or stones and that sometimes they would grab each other by the arms and throw one another about. Āsphoṭana means that sometimes they would slap one another’s shoulders or backs, and vikarṣaṇaiḥ indicates they would drag one another about in the midst of their play. By the word niyuddhena arm wrestling and other types of friendly fighting are indicated, and the word kāka-pakṣa-dharau means that Kṛṣṇa and Balarāma would sometimes grab the hair on the other boys’ heads in a playful manner."
    },
    {
        "verse": "13",
        "devanagari": "क्‍वचिन्नृत्यत्सु चान्येषु गायकौ वादकौ स्वयम् ।शशंसतुर्महाराज साधु साध्विति वादिनौ ॥ १३ ॥",
        "english_devnagari": "kvacin nṛtyatsu cānyeṣugāyakau vādakau svayamśaśaṁsatur mahā-rājasādhu sādhv iti vādinau",
        "verse_Syn": [
            "kvacit",
            "nṛtyatsu",
            "ca",
            "anyeṣu",
            "gāyakau",
            "vādakau",
            "svayam",
            "śaśaṁsatuḥ",
            "mahā",
            "rāja",
            "sādhu",
            "sādhu",
            "iti",
            "vādinau"
        ],
        "translation": "While the other boys were dancing, O King, Kṛṣṇa and Balarāma would sometimes accompany them with song and instrumental music, and sometimes the two Lords would praise the boys, saying, “Very good! Very good!”",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "क्‍वचिद्ब‍िल्वै: क्‍वचित्कुम्भै: क्‍वचामलकमुष्टिभि: ।अस्पृश्यनेत्रबन्धाद्यै: क्‍वचिन्मृगखगेहया ॥ १४ ॥",
        "english_devnagari": "kvacid bilvaiḥ kvacit kumbhaiḥkvacāmalaka-muṣṭibhiḥaspṛśya-netra-bandhādyaiḥkvacin mṛga-khagehayā",
        "verse_Syn": [
            "kvacit",
            "bilvaiḥ",
            "kvacit",
            "kumbhaiḥ",
            "kvaca",
            "āmalaka",
            "muṣṭibhiḥ",
            "aspṛśya",
            "netra",
            "bandha",
            "ādyaiḥ",
            "kvacit",
            "mṛga",
            "khaga",
            "īhayā"
        ],
        "translation": "Sometimes the cowherd boys would play with bilva or kumbha fruits, and sometimes with handfuls of āmalaka fruits. At other times they would play the games of trying to touch one another or of trying to identify somebody while one is blindfolded, and sometimes they would imitate animals and birds.",
        "purport": " Śrīla Sanātana Gosvāmī explains that the word ādyaiḥ, “by other such sports,” indicates such games as chasing one another and building bridges. Another pastime would occur at noon, while Lord Kṛṣṇa was taking rest. Nearby, the young cowherd girls would be passing by, singing, and Kṛṣṇa’s boyfriends would pretend to inquire from them about the price of milk. Then the boys would steal yogurt and other items from them and run away. Kṛṣṇa, Balarāma and Their friends would also play games in which they would cross the river in boats. Śrīla Viśvanātha Cakravartī Ṭhākura further explains that the boys would play with fruits by throwing a few in the air and then throwing others to try to hit them. The word netra-bandha indicates a game in which one boy would approach a blindfolded boy from behind and place his palms over the blindfolded boy’s eyes. Then, simply by the feel of his palms, the blindfolded boy would have to guess who the other boy was. In all such games the boys put up stakes for the winner, such as flutes or walking sticks. Sometimes the boys would imitate the various fighting methods of the forest animals, and at other times they would chirp like birds."
    },
    {
        "verse": "15",
        "devanagari": "क्‍वचिच्च दर्दुरप्लावैर्विविधैरुपहासकै: ।कदाचित् स्यन्दोलिकया कर्हिचिन्नृपचेष्टया ॥ १५ ॥",
        "english_devnagari": "kvacic ca dardura-plāvairvividhair upahāsakaiḥkadācit syandolikayākarhicin nṛpa-ceṣṭayā",
        "verse_Syn": [
            "kvacit",
            "ca",
            "dardura",
            "plāvaiḥ",
            "vividhaiḥ",
            "upahāsakaiḥ",
            "kadācit",
            "syandolikayā",
            "karhicit",
            "nṛpa",
            "ceṣṭayā"
        ],
        "translation": "They would sometimes jump around like frogs, sometimes play various jokes, sometimes ride in swings and sometimes imitate monarchs.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains the word nṛpa-ceṣṭayā as follows: In Vṛndāvana there was a particular place on the riverbank where people who wanted to cross the Yamunā would pay a small tax. At times the cowherd boys would assemble in this area and prevent the young girls of Vṛndāvana from crossing the river, insisting that they had to pay a customs duty first. Such activities were full of joking and laughter."
    },
    {
        "verse": "16",
        "devanagari": "एवं तौ लोकसिद्धाभि: क्रीडाभिश्चेरतुर्वने ।नद्यद्रिद्रोणिकुञ्जेषु काननेषु सर:सु च ॥ १६ ॥",
        "english_devnagari": "evaṁ tau loka-siddhābhiḥkrīḍābhiś ceratur vanenady-adri-droṇi-kuñjeṣukānaneṣu saraḥsu ca",
        "verse_Syn": [
            "evam",
            "tau",
            "loka",
            "siddhābhiḥ",
            "krīḍābhiḥ",
            "ceratuḥ",
            "vane",
            "nadī",
            "adri",
            "droṇi",
            "kuñjeṣu",
            "kānaneṣu",
            "saraḥsu",
            "ca"
        ],
        "translation": "In this way Kṛṣṇa and Balarāma played all sorts of well-known games as They wandered among the rivers, hills, valleys, bushes, trees and lakes of Vṛndāvana.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "पशूंश्चारयतोर्गोपैस्तद्वने रामकृष्णयो: ।गोपरूपी प्रलम्बोऽगादसुरस्तज्जिहीर्षया ॥ १७ ॥",
        "english_devnagari": "paśūṁś cārayator gopaistad-vane rāma-kṛṣṇayoḥgopa-rūpī pralambo ’gādasuras taj-jihīrṣayā",
        "verse_Syn": [
            "paśūn",
            "cārayatoḥ",
            "gopaiḥ",
            "tat",
            "vane",
            "rāma",
            "kṛṣṇayoḥ",
            "gopa",
            "rūpī",
            "pralambaḥ",
            "agāt",
            "asuraḥ",
            "tat",
            "jihīrṣayā"
        ],
        "translation": "While Rāma, Kṛṣṇa and Their cowherd friends were thus tending the cows in that Vṛndāvana forest, the demon Pralamba entered their midst. He had assumed the form of a cowherd boy with the intention of kidnapping Kṛṣṇa and Balarāma.",
        "purport": " Having described how Kṛṣṇa and Balarāma acted just like ordinary boys, Śukadeva Gosvāmī will now reveal one of the Lord’s transcendental pastimes that is beyond the range of human activity. According to Śrīla Viśvanātha Cakravartī Ṭhākura, the demon Pralamba disguised himself as a particular cowherd boy who on that day had remained at home with duties to perform."
    },
    {
        "verse": "18",
        "devanagari": "तं विद्वानपि दाशार्हो भगवान् सर्वदर्शन: ।अन्वमोदत तत्सख्यं वधं तस्य विचिन्तयन् ॥ १८ ॥",
        "english_devnagari": "taṁ vidvān api dāśārhobhagavān sarva-darśanaḥanvamodata tat-sakhyaṁvadhaṁ tasya vicintayan",
        "verse_Syn": [
            "tam",
            "vidvān",
            "api",
            "dāśārhaḥ",
            "bhagavān",
            "sarva",
            "darśanaḥ",
            "anvamodata",
            "tat",
            "sakhyam",
            "vadham",
            "tasya",
            "vicintayan"
        ],
        "translation": "Since the Supreme Lord Kṛṣṇa, who had appeared in the Daśārha dynasty, sees everything, He understood who the demon was. Still, the Lord pretended to accept the demon as a friend, while at the same time seriously considering how to kill him.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "तत्रोपाहूय गोपालान् कृष्ण: प्राह विहारवित् ।हे गोपा विहरिष्यामो द्वन्द्वीभूय यथायथम् ॥ १९ ॥",
        "english_devnagari": "tatropāhūya gopālānkṛṣṇaḥ prāha vihāra-vithe gopā vihariṣyāmodvandvī-bhūya yathā-yatham",
        "verse_Syn": [
            "tatra",
            "upāhūya",
            "gopālān",
            "kṛṣṇaḥ",
            "prāha",
            "vihāra",
            "vit",
            "he",
            "gopāḥ",
            "vihariṣyāmaḥ",
            "dvandvī",
            "bhūya",
            "yathā",
            "yatham"
        ],
        "translation": "Kṛṣṇa, who knows all sports and games, then called together the cowherd boys and spoke as follows: “Hey cowherd boys! Let’s play now! We’ll divide ourselves into two even teams.”",
        "purport": " The word yathā-yatham means that Kṛṣṇa naturally wanted the two teams to be evenly matched so that there would be a good game. In addition to the pleasure of sporting, the purpose of the game was to kill the demon Pralamba."
    },
    {
        "verse": "20",
        "devanagari": "तत्र चक्रु: परिवृढौ गोपा रामजनार्दनौ ।कृष्णसङ्घट्टिन: केचिदासन् रामस्य चापरे ॥ २० ॥",
        "english_devnagari": "tatra cakruḥ parivṛḍhaugopā rāma-janārdanaukṛṣṇa-saṅghaṭṭinaḥ kecidāsan rāmasya cāpare",
        "verse_Syn": [
            "tatra",
            "cakruḥ",
            "parivṛḍhau",
            "gopāḥ",
            "rāma",
            "janārdanau",
            "kṛṣṇa",
            "saṅghaṭṭinaḥ",
            "kecit",
            "āsan",
            "rāmasya",
            "ca",
            "apare"
        ],
        "translation": "The cowherd boys chose Kṛṣṇa and Balarāma as the leaders of the two parties. Some of the boys were on Kṛṣṇa’s side, and others joined Balarāma.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "आचेरुर्विविधा: क्रीडा वाह्यवाहकलक्षणा: ।यत्रारोहन्ति जेतारो वहन्ति च पराजिता: ॥ २१ ॥",
        "english_devnagari": "ācerur vividhāḥ krīḍāvāhya-vāhaka-lakṣaṇāḥyatrārohanti jetārovahanti ca parājitāḥ",
        "verse_Syn": [
            "āceruḥ",
            "vividhāḥ",
            "krīḍāḥ",
            "vāhya",
            "vāhaka",
            "lakṣaṇāḥ",
            "yatra",
            "ārohanti",
            "jetāraḥ",
            "vahanti",
            "ca",
            "parājitāḥ"
        ],
        "translation": "The boys played various games involving carriers and passengers. In these games the winners would climb up on the backs of the losers, who would have to carry them.",
        "purport": " Śrīla Sanātana Gosvāmī quotes the following relevant verse from the Viṣṇu Purāṇa (5.9.12): “They then played the childhood game known as hariṇākrīḍanam, in which each boy paired off with an opponent and all the boys simultaneously attacked their respective rivals.”"
    },
    {
        "verse": "22",
        "devanagari": "वहन्तो वाह्यमानाश्च चारयन्तश्च गोधनम् ।भाण्डीरकं नाम वटं जग्मु: कृष्णपुरोगमा: ॥ २२ ॥",
        "english_devnagari": "vahanto vāhyamānāś cacārayantaś ca go-dhanambhāṇḍīrakaṁ nāma vaṭaṁjagmuḥ kṛṣṇa-purogamāḥ",
        "verse_Syn": [
            "vahantaḥ",
            "vāhyamānāḥ",
            "ca",
            "cārayantaḥ",
            "ca",
            "go",
            "dhanam",
            "bhāṇḍīrakam",
            "nāma",
            "vaṭam",
            "jagmuḥ",
            "kṛṣṇa",
            "puraḥ",
            "gamāḥ"
        ],
        "translation": "Thus carrying and being carried by one another, and at the same time tending the cows, the boys followed Kṛṣṇa to a banyan tree known as Bhāṇḍīraka.",
        "purport": " Śrīla Sanātana Gosvāmī quotes the following verses from Śrī Harivaṁśa (Viṣṇu-parva 11.18-22), which describe the banyan tree: “They saw that best of all trees, which had many long branches. With its dense covering of leaves, it resembled a cloud sitting on the earth. Indeed, its form was so large that it appeared like a mountain covering half the sky. Many birds with charming blue wings frequented that great tree, whose dense fruits and leaves made it seem like a cloud accompanied by a rainbow or like a house decorated with creepers and flowers. It spread its broad roots downward and carried upon itself the sanctified clouds. That banyan tree was like the lordly master of all other trees in that vicinity, as it performed the all-auspicious functions of warding off the rain and the heat of the sun. Such was the appearance of that nyagrodha tree known as Bhāṇḍīra, which seemed just like the peak of a great mountain.”"
    },
    {
        "verse": "23",
        "devanagari": "रामसङ्घट्टिनो यर्हि श्रीदामवृषभादय: ।क्रीडायां जयिनस्तांस्तानूहु: कृष्णादयो नृप ॥ २३ ॥",
        "english_devnagari": "rāma-saṅghaṭṭino yarhiśrīdāma-vṛṣabhādayaḥkrīḍāyāṁ jayinas tāṁs tānūhuḥ kṛṣṇādayo nṛpa",
        "verse_Syn": [
            "rāma",
            "saṅghaṭṭinaḥ",
            "yarhi",
            "śrīdāma",
            "vṛṣabha",
            "ādayaḥ",
            "krīḍāyām",
            "jayinaḥ",
            "tān",
            "tān",
            "ūhuḥ",
            "kṛṣṇa",
            "ādayaḥ",
            "nṛpa"
        ],
        "translation": "My dear King Parīkṣit, when Śrīdāmā, Vṛṣabha and the other members of Lord Balarāma’s party were victorious in these games, Kṛṣṇa and His followers had to carry them.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "उवाह कृष्णो भगवान् श्रीदामानं पराजित: ।वृषभं भद्रसेनस्तु प्रलम्बो रोहिणीसुतम् ॥ २४ ॥",
        "english_devnagari": "uvāha kṛṣṇo bhagavānśrīdāmānaṁ parājitaḥvṛṣabhaṁ bhadrasenas tupralambo rohiṇī-sutam",
        "verse_Syn": [
            "uvāha",
            "kṛṣṇaḥ",
            "bhagavān",
            "śrīdāmānam",
            "parājitaḥ",
            "vṛṣabham",
            "bhadrasenaḥ",
            "tu",
            "pralambaḥ",
            "rohiṇī",
            "sutam"
        ],
        "translation": "Defeated, the Supreme Lord Kṛṣṇa carried Śrīdāmā. Bhadrasena carried Vṛṣabha, and Pralamba carried Balarāma, the son of Rohiṇī.",
        "purport": " One may ask how Bhagavān, the Supreme Lord, can be defeated by His boyfriends. The answer is that in His original form, God has a most playful nature and occasionally enjoys submitting to the strength or desire of His loving friends. A father may sometimes playfully fall down on the ground when struck by his beloved little child. These acts of love give pleasure to all parties. Thus Śrīdāmā agreed to ride on Lord Kṛṣṇa’s shoulders to please his beloved friend, who happened to be Bhagavān, the Supreme Personality of Godhead."
    },
    {
        "verse": "25",
        "devanagari": "अविषह्यं मन्यमान: कृष्णं दानवपुङ्गव: ।वहन् द्रुततरं प्रागादवरोहणत: परम् ॥ २५ ॥",
        "english_devnagari": "aviṣahyaṁ manyamānaḥkṛṣṇaṁ dānava-puṅgavaḥvahan drutataraṁ prāgādavarohaṇataḥ param",
        "verse_Syn": [
            "aviṣahyam",
            "manyamānaḥ",
            "kṛṣṇam",
            "dānava",
            "puṅgavaḥ",
            "vahan",
            "druta",
            "taram",
            "prāgāt",
            "avarohaṇataḥ",
            "param"
        ],
        "translation": "Considering Lord Kṛṣṇa invincible, that foremost demon [Pralamba] quickly carried Balarāma far beyond the spot where he was supposed to put his passenger down.",
        "purport": " Pralamba wanted to carry Balarāma out of Lord Kṛṣṇa’s sight so that he could cruelly attack Him."
    },
    {
        "verse": "26",
        "devanagari": "तमुद्वहन् धरणिधरेन्द्रगौरवंमहासुरो विगतरयो निजं वपु: ।स आस्थित: पुरटपरिच्छदो बभौतडिद्‌‌द्युमानुडुपतिवाडिवाम्बुद: ॥ २६ ॥",
        "english_devnagari": "tam udvahan dharaṇi-dharendra-gauravaṁmahāsuro vigata-rayo nijaṁ vapuḥsa āsthitaḥ puraṭa-paricchado babhautaḍid-dyumān uḍupati-vāḍ ivāmbudaḥ",
        "verse_Syn": [
            "tam",
            "udvahan",
            "dharaṇi",
            "dhara",
            "indra",
            "gauravam",
            "mahā",
            "asuraḥ",
            "vigata",
            "rayaḥ",
            "nijam",
            "vapuḥ",
            "saḥ",
            "āsthitaḥ",
            "puraṭa",
            "paricchadaḥ",
            "babhau",
            "taḍit",
            "dyu",
            "mān",
            "uḍu",
            "pati",
            "vāṭ",
            "iva",
            "ambu",
            "daḥ"
        ],
        "translation": "As the great demon carried Balarāma, the Lord became as heavy as massive Mount Sumeru, and Pralamba had to slow down. He then resumed his actual form — an effulgent body that was covered with golden ornaments and that resembled a cloud flashing with lightning and carrying the moon.",
        "purport": " Here the demon Pralamba is compared to a cloud, his golden ornaments to lightning within that cloud, and Lord Balarāma to the moon shining through it. Great demons can assume various forms by exerting their mystic power, but when the Lord’s spiritual potency curtails their power, they can no longer maintain an artificial form and must again manifest their actual, demoniac body. Lord Balarāma suddenly became as heavy as a great mountain, and although the demon tried to carry Him high on his shoulders, he could not go on."
    },
    {
        "verse": "27",
        "devanagari": "निरीक्ष्य तद्वपुरलमम्बरे चरत्प्रदीप्तद‍ृग् भ्रुकुटितटोग्रदंष्ट्रकम् ।ज्वलच्छिखं कटककिरीटकुण्डल-त्विषाद्भ‍ुतं हलधर ईषदत्रसत् ॥ २७ ॥",
        "english_devnagari": "nirīkṣya tad-vapur alam ambare caratpradīpta-dṛg bhru-kuṭi-taṭogra-daṁṣṭrakamjvalac-chikhaṁ kaṭaka-kirīṭa-kuṇḍala-tviṣādbhutaṁ haladhara īṣad atrasat",
        "verse_Syn": [
            "nirīkṣya",
            "tat",
            "vapuḥ",
            "alam",
            "ambare",
            "carat",
            "pradīpta",
            "dṛk",
            "bhru",
            "kuṭi",
            "taṭa",
            "ugra",
            "daṁṣṭrakam",
            "jvalat",
            "śikham",
            "kaṭaka",
            "kirīṭa",
            "kuṇḍala",
            "tviṣā",
            "adbhutam",
            "hala",
            "dharaḥ",
            "īṣat",
            "atrasat"
        ],
        "translation": "When Lord Balarāma, who carries the plow weapon, saw the gigantic body of the demon as he moved swiftly in the sky — with his blazing eyes, fiery hair, terrible teeth reaching toward his scowling brows, and an amazing effulgence generated by his armlets, crown and earrings — the Lord seemed to become a little frightened.",
        "purport": " Śrīla Sanātana Gosvāmī explains Lord Baladeva’s so-called fear as follows: Balarāma was playfully acting out the role of an ordinary cowherd boy, and to maintain the mood of this pastime He appeared slightly disturbed by the horrible demoniac body. Also because the demon had appeared as a cowherd boyfriend of Kṛṣṇa’s and because Kṛṣṇa had accepted him as a friend, Baladeva was slightly apprehensive about killing him. Balarāma could also have been worried that since this cowherd boy was actually a demon in disguise, at that very moment another such demon might have been attacking Lord Kṛṣṇa Himself. Thus the omniscient and omnipotent Supreme Lord Balarāma exhibited the pastime of becoming slightly nervous in the presence of the horrible demon Pralamba."
    },
    {
        "verse": "28",
        "devanagari": "अथागतस्मृतिरभयो रिपुं बलोविहायसार्थमिव हरन्तमात्मन: ।रुषाहनच्छिरसि द‍ृढेन मुष्टिनासुराधिपो गिरिमिव वज्ररंहसा ॥ २८ ॥",
        "english_devnagari": "athāgata-smṛtir abhayo ripuṁ balovihāya sārtham iva harantam ātmanaḥruṣāhanac chirasi dṛḍhena muṣṭināsurādhipo girim iva vajra-raṁhasā",
        "verse_Syn": [
            "atha",
            "āgata",
            "smṛtiḥ",
            "abhayaḥ",
            "ripum",
            "balaḥ",
            "vihāya",
            "sārtham",
            "iva",
            "harantam",
            "ātmanaḥ",
            "ruṣā",
            "ahanat",
            "śirasi",
            "dṛḍhena",
            "muṣṭinā",
            "sura",
            "adhipaḥ",
            "girim",
            "iva",
            "vajra",
            "raṁhasā"
        ],
        "translation": "Remembering the actual situation, the fearless Balarāma understood that the demon was tṛying to kidnap Him and take Him away from His companions. The Lord then became furious and struck the demon’s head with His hard fist, just as Indra, the king of the demigods, strikes a mountain with his thunderbolt weapon.",
        "purport": " Lord Balarāma’s powerful fist came crashing down upon the demon’s head, just as a huge lightning bolt comes crashing into a mountain, cracking its stone surface into pieces. The words vihāya sārtham iva may also be divided vihāyasā artham iva, meaning that the demon was flying in the sky on the cosmic path, vihāyas, with the purpose of carrying off Balarāma, who was his artham, or object of pursuit."
    },
    {
        "verse": "29",
        "devanagari": "स आहत: सपदि विशीर्णमस्तकोमुखाद् वमन् रुधिरमपस्मृतोऽसुर: ।महारवं व्यसुरपतत् समीरयन्गिरिर्यथा मघवत आयुधाहत: ॥ २९ ॥",
        "english_devnagari": "sa āhataḥ sapadi viśīrṇa-mastakomukhād vaman rudhiram apasmṛto ’suraḥmahā-ravaṁ vyasur apatat samīrayangirir yathā maghavata āyudhāhataḥ",
        "verse_Syn": [
            "saḥ",
            "āhataḥ",
            "sapadi",
            "viśīrṇa",
            "mastakaḥ",
            "mukhāt",
            "vaman",
            "rudhiram",
            "apasmṛtaḥ",
            "asuraḥ",
            "mahā",
            "ravam",
            "vyasuḥ",
            "apatat",
            "samīrayan",
            "giriḥ",
            "yathā",
            "maghavataḥ",
            "āyudha",
            "āhataḥ"
        ],
        "translation": "Thus smashed by Balarāma’s fist, Pralamba’s head immediately cracked open. The demon vomited blood from his mouth and lost all consciousness, and then with a great noise he fell lifeless on the ground, like a mountain devastated by Indra.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "द‍ृष्ट्वा प्रलम्बं निहतं बलेन बलशालिना ।गोपा: सुविस्मिता आसन्साधु साध्विति वादिन: ॥ ३० ॥",
        "english_devnagari": "dṛṣṭvā pralambaṁ nihataṁbalena bala-śālināgopāḥ su-vismitā āsansādhu sādhv iti vādinaḥ",
        "verse_Syn": [
            "dṛṣṭvā",
            "pralambam",
            "nihatam",
            "balena",
            "bala",
            "śālinā",
            "gopāḥ",
            "su",
            "vismitāḥ",
            "āsan",
            "sādhu",
            "sādhu",
            "iti",
            "vādinaḥ"
        ],
        "translation": "The cowherd boys were most astonished to see how the powerful Balarāma had killed the demon Pralamba, and they exclaimed, “Excellent! Excellent!”",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "आशिषोऽभिगृणन्तस्तं प्रशशंसुस्तदर्हणम् ।प्रेत्यागतमिवालिङ्‌‌ग्य प्रेमविह्वलचेतस: ॥ ३१ ॥",
        "english_devnagari": "āśiṣo ’bhigṛṇantas taṁpraśaśaṁsus tad-arhaṇampretyāgatam ivāliṅgyaprema-vihvala-cetasaḥ",
        "verse_Syn": [
            "āśiṣaḥ",
            "abhigṛṇantaḥ",
            "tam",
            "praśaśaṁsuḥ",
            "tat",
            "arhaṇam",
            "pretya",
            "āgatam",
            "iva",
            "ālingya",
            "prema",
            "vihvala",
            "cetasaḥ"
        ],
        "translation": "They offered Balarāma profuse benedictions and then glorified Him, who deserves all glorification. Their minds overwhelmed with ecstatic love, they embraced Him as if He had come back from the dead.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "पापे प्रलम्बे निहते देवा: परमनिर्वृता: ।अभ्यवर्षन् बलं माल्यै: शशंसु: साधु साध्विति ॥ ३२ ॥",
        "english_devnagari": "pāpe pralambe nihatedevāḥ parama-nirvṛtāḥabhyavarṣan balaṁ mālyaiḥśaśaṁsuḥ sādhu sādhv iti",
        "verse_Syn": [
            "pāpe",
            "pralambe",
            "nihate",
            "devāḥ",
            "parama",
            "nirvṛtāḥ",
            "abhyavarṣan",
            "balam",
            "mālyaiḥ",
            "śaśaṁsuḥ",
            "sādhu",
            "sādhu",
            "iti"
        ],
        "translation": "The sinful Pralamba having been killed, the demigods felt extremely happy, and they showered flower garlands upon Lord Balarāma and praised the excellence of His deed.",
        "purport": ""
    }
]