[
    {
        "verse": "1",
        "devanagari": "गोप्य ऊचु:जयति तेऽधिकं जन्मना व्रज:श्रयत इन्दिरा शश्वदत्र हि ।दयित द‍ृश्यतां दिक्षु तावका-स्त्वयि धृतासवस्त्वां विचिन्वते ॥ १ ॥",
        "english_devnagari": "gopya ūcuḥjayati te ’dhikaṁ janmanā vrajaḥśrayata indirā śaśvad atra hidayita dṛśyatāṁ dikṣu tāvakāstvayi dhṛtāsavas tvāṁ vicinvate",
        "verse_Syn": [
            "gopyaḥ",
            "ūcuḥ",
            "jayati",
            "te",
            "adhikam",
            "janmanā",
            "vrajaḥ",
            "śrayate",
            "indirā",
            "śaśvat",
            "atra",
            "hi",
            "dayita",
            "dṛśyatām",
            "dikṣu",
            "tāvakāḥ",
            "tvayi",
            "dhṛta",
            "asavaḥ",
            "tvām",
            "vicinvate"
        ],
        "translation": "The gopīs said: O beloved, Your birth in the land of Vraja has made it exceedingly glorious, and thus Indirā, the goddess of fortune, always resides here. It is only for Your sake that we, Your devoted servants, maintain our lives. We have been searching everywhere for You, so please show Yourself to us.",
        "purport": " Those who are familiar with the art of chanting Sanskrit verses will be able to appreciate the especially exquisite Sanskrit poetry of this chapter. Specifically, the poetic meter of the verses is extraordinarily beautiful, and also, for the most part, in each line the first and seventh syllables begin with the same consonant, as do the second syllables of all four lines."
    },
    {
        "verse": "2",
        "devanagari": "शरदुदाशये साधुजातसत्-सरसिजोदरश्रीमुषा द‍ृशा ।सुरतनाथ तेऽशुल्कदासिकावरद निघ्नतो नेह किं वध: ॥ २ ॥",
        "english_devnagari": "śarad-udāśaye sādhu-jāta-sat-sarasijodara-śrī-muṣā dṛśāsurata-nātha te ’śulka-dāsikāvara-da nighnato neha kiṁ vadhaḥ",
        "verse_Syn": [
            "śarat",
            "uda",
            "āśaye",
            "sādhu",
            "jāta",
            "sat",
            "sarasi",
            "ja",
            "udara",
            "śrī",
            "muṣā",
            "dṛśā",
            "surata",
            "nātha",
            "te",
            "aśulka",
            "dāsikāḥ",
            "vara",
            "da",
            "nighnataḥ",
            "na",
            "iha",
            "kim",
            "vadhaḥ"
        ],
        "translation": "O Lord of love, in beauty Your glance excels the whorl of the finest, most perfectly formed lotus within the autumn pond. O bestower of benedictions, You are killing the maidservants who have given themselves to You freely, without any price. Isn’t this murder?",
        "purport": " In the autumn season, the whorl of the lotus has a special beauty, but that unique loveliness is surpassed by the beauty of Kṛṣṇa’s glance."
    },
    {
        "verse": "3",
        "devanagari": "विषजलाप्ययाद् व्यालराक्षसाद्वर्षमारुताद् वैद्युतानलात् ।वृषमयात्मजाद् विश्वतो भया-दृषभ ते वयं रक्षिता मुहु: ॥ ३ ॥",
        "english_devnagari": "viṣa-jalāpyayād vyāla-rākṣasādvarṣa-mārutād vaidyutānalātvṛṣa-mayātmajād viśvato bhayādṛṣabha te vayaṁ rakṣitā muhuḥ",
        "verse_Syn": [
            "viṣa",
            "jala",
            "apyayāt",
            "vyāla",
            "rākṣasāt",
            "varṣa",
            "mārutāt",
            "vaidyuta",
            "analāt",
            "vṛṣa",
            "maya",
            "ātmajāt",
            "viśvataḥ",
            "bhayāt",
            "ṛṣabha",
            "te",
            "vayam",
            "rakṣitāḥ",
            "muhuḥ"
        ],
        "translation": "O greatest of personalities, You have repeatedly saved us from all kinds of danger — from poisoned water, from the terrible man-eater Agha, from the great rains, from the wind demon, from the fiery thunderbolt of Indra, from the bull demon and from the son of Maya Dānava.",
        "purport": " Here the gopīs imply, “O Kṛṣṇa, You saved us from so many terrible dangers, so now that we are dying of separation from You, won’t You save us again?” Śrīla Viśvanātha Cakravartī Ṭhākura explains that the gopīs mention Ariṣṭa and Vyoma because, although Kṛṣṇa had not yet killed these demons, the fact that He would kill them in the future was well known, having been predicted by the sages Garga and Bhāguri at the time of the Lord’s birth."
    },
    {
        "verse": "4",
        "devanagari": "न खलु गोपीकानन्दनो भवान्अखिलदेहिनामन्तरात्मद‍ृक् ।विखनसार्थितो विश्वगुप्तयेसख उदेयिवान् सात्वतां कुले ॥ ४ ॥",
        "english_devnagari": "na khalu gopīkā-nandano bhavānakhila-dehinām antarātma-dṛkvikhanasārthito viśva-guptayesakha udeyivān sātvatāṁ kule",
        "verse_Syn": [
            "na",
            "khalu",
            "gopikā",
            "nandanaḥ",
            "bhavān",
            "akhila",
            "dehinām",
            "antaḥ",
            "ātma",
            "dṛk",
            "vikhanasā",
            "arthitaḥ",
            "viśva",
            "guptaye",
            "sakhe",
            "udeyivān",
            "sātvatām",
            "kule"
        ],
        "translation": "You are not actually the son of the gopī Yaśodā, O friend, but rather the indwelling witness in the hearts of all embodied souls. Because Lord Brahmā prayed for You to come and protect the universe, You have now appeared in the Sātvata dynasty.",
        "purport": " The gopīs here imply, “Since You have descended to protect the entire universe, how can You neglect Your own devotees?”"
    },
    {
        "verse": "5",
        "devanagari": "विरचिताभयं वृष्णिधूर्य तेचरणमीयुषां संसृतेर्भयात् ।करसरोरुहं कान्त कामदंशिरसि धेहि न: श्रीकरग्रहम् ॥ ५ ॥",
        "english_devnagari": "viracitābhayaṁ vṛṣṇi-dhūrya tecaraṇam īyuṣāṁ saṁsṛter bhayātkara-saroruhaṁ kānta kāma-daṁśirasi dhehi naḥ śrī-kara-graham",
        "verse_Syn": [
            "viracita",
            "abhayam",
            "vṛṣṇi",
            "dhūrya",
            "te",
            "caraṇam",
            "īyuṣām",
            "saṁsṛteḥ",
            "bhayāt",
            "kara",
            "saraḥ",
            "ruham",
            "kānta",
            "kāma",
            "dam",
            "śirasi",
            "dhehi",
            "naḥ",
            "śrī",
            "kara",
            "graham"
        ],
        "translation": "O best of the Vṛṣṇis, Your lotuslike hand, which holds the hand of the goddess of fortune, grants fearlessness to those who approach Your feet out of fear of material existence. O lover, please place that wish-fulfilling lotus hand on our heads.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "व्रजजनार्तिहन् वीर योषितांनिजजनस्मयध्वंसनस्मित ।भज सखे भवत्किङ्करी: स्म नोजलरुहाननं चारु दर्शय ॥ ६ ॥",
        "english_devnagari": "vraja-janārti-han vīra yoṣitāṁnija-jana-smaya-dhvaṁsana-smitabhaja sakhe bhavat-kiṅkarīḥ sma nojalaruhānanaṁ cāru darśaya",
        "verse_Syn": [
            "vraja",
            "jana",
            "ārti",
            "han",
            "vīra",
            "yoṣitām",
            "nija",
            "jana",
            "smaya",
            "dhvaṁsana",
            "smita",
            "bhaja",
            "sakhe",
            "bhavat",
            "kiṅkarīḥ",
            "sma",
            "naḥ",
            "jala",
            "ruha",
            "ānanam",
            "cāru",
            "darśaya"
        ],
        "translation": "O You who destroy the suffering of Vraja’s people, O hero of all women, Your smile shatters the false pride of Your devotees. Please, dear friend, accept us as Your maidservants and show us Your beautiful lotus face.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "प्रणतदेहिनां पापकर्षणंतृणचरानुगं श्रीनिकेतनम् ।फणिफणार्पितं ते पदाम्बुजंकृणु कुचेषु न: कृन्धि हृच्छयम् ॥ ७ ॥",
        "english_devnagari": "praṇata-dehināṁ pāpa-karṣaṇaṁtṛṇa-carānugaṁ śrī-niketanamphaṇi-phaṇārpitaṁ te padāmbujaṁkṛṇu kuceṣu naḥ kṛndhi hṛc-chayam",
        "verse_Syn": [
            "praṇata",
            "dehinām",
            "pāpa",
            "karṣaṇam",
            "tṛṇa",
            "cara",
            "anugam",
            "śrī",
            "niketanam",
            "phaṇi",
            "phaṇā",
            "arpitam",
            "te",
            "pada",
            "ambujam",
            "kṛṇu",
            "kuceṣu",
            "naḥ",
            "kṛndhi",
            "hṛt",
            "śayam"
        ],
        "translation": "Your lotus feet destroy the past sins of all embodied souls who surrender to them. Those feet follow after the cows in the pastures and are the eternal abode of the goddess of fortune. Since You once put those feet on the hoods of the great serpent Kāliya, please place them upon our breasts and tear away the lust in our hearts.",
        "purport": " In their appeal, the gopīs point out that Lord Kṛṣṇa’s lotus feet destroy the sins of all surrendered conditioned souls. The Lord is so merciful that He even goes out to herd the cows in the pasturing ground, and thus His lotus feet follow them about in the grass. He has offered His lotus feet to the goddess of fortune and has placed them upon the hoods of the serpent Kāliya. Therefore, considering all this, the Lord should place His lotus feet on the gopīs’ breasts and satisfy their desire. That is the logic the gopīs employ here."
    },
    {
        "verse": "8",
        "devanagari": "मधुरया गिरा वल्गुवाक्ययाबुधमनोज्ञया पुष्करेक्षण ।विधिकरीरिमा वीर मुह्यतीर्अधरसीधुनाप्याययस्व न: ॥ ८ ॥",
        "english_devnagari": "madhurayā girā valgu-vākyayābudha-manojñayā puṣkarekṣaṇavidhi-karīr imā vīra muhyatīradhara-sīdhunāpyāyayasva naḥ",
        "verse_Syn": [
            "madhurayā",
            "girā",
            "valgu",
            "vākyayā",
            "budha",
            "mano",
            "jñayā",
            "puṣkara",
            "īkṣaṇa",
            "vidhi",
            "karīḥ",
            "imāḥ",
            "vīra",
            "muhyatīḥ",
            "adhara",
            "sīdhunā",
            "āpyāyayasva",
            "naḥ"
        ],
        "translation": "O lotus-eyed one, Your sweet voice and charming words, which attract the minds of the intelligent, are bewildering us more and more. Our dear hero, please revive Your maidservants with the nectar of Your lips.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "तव कथामृतं तप्तजीवनंकविभिरीडितं कल्मषापहम् ।श्रवणमङ्गलं श्रीमदाततंभुवि गृणन्ति ये भूरिदा जना: ॥ ९ ॥",
        "english_devnagari": "tava kathāmṛtaṁ tapta-jīvanaṁkavibhir īḍitaṁ kalmaṣāpahamśravaṇa-maṅgalaṁ śrīmad ātataṁbhuvi gṛṇanti ye bhūri-dā janāḥ",
        "verse_Syn": [
            "tava",
            "kathā",
            "amṛtam",
            "tapta",
            "jīvanam",
            "kavibhiḥ",
            "īḍitam",
            "kalmaṣa",
            "apaham",
            "śravaṇa",
            "maṅgalam",
            "śṛīmat",
            "ātatam",
            "bhuvi",
            "gṛṇanti",
            "ye",
            "bhūri",
            "dāḥ",
            "janāḥ"
        ],
        "translation": "The nectar of Your words and the descriptions of Your activities are the life and soul of those suffering in this material world. These narrations, transmitted by learned sages, eradicate one’s sinful reactions and bestow good fortune upon whoever hears them. These narrations are broadcast all over the world and are filled with spiritual power. Certainly those who spread the message of Godhead are most munificent.",
        "purport": " King Pratāparudra recited this verse to Śrī Caitanya Mahāprabhu during Lord Jagannātha’s Ratha-yātrā festival. While the Lord was resting in a garden, King Pratāparudra humbly entered and began massaging His legs and lotus feet. Then the King recited the Thirty-first Chapter of the Tenth Canto of the Śrīmad-Bhāgavatam, the songs of the gopīs. The Caitanya-caritāmṛta relates that when Lord Caitanya heard this verse, beginning tava kathāmṛtam, He immediately arose in ecstatic love and embraced King Pratāparudra. The incident is described in detail in the Caitanya-caritāmṛta (Madhya 14.4-18), and in his edition Śrīla Prabhupāda has given extensive commentary on it."
    },
    {
        "verse": "10",
        "devanagari": "प्रहसितं प्रिय प्रेमवीक्षणंविहरणं च ते ध्यानमङ्गलम् ।रहसि संविदो या हृदिस्पृश:कुहक नो मन: क्षोभयन्ति हि ॥ १० ॥",
        "english_devnagari": "prahasitaṁ priya-prema-vīkṣaṇaṁviharaṇaṁ ca te dhyāna-maṅgalamrahasi saṁvido yā hṛdi spṛśaḥkuhaka no manaḥ kṣobhayanti hi",
        "verse_Syn": [
            "prahasitam",
            "priya",
            "prema",
            "vīkṣaṇam",
            "viharaṇam",
            "ca",
            "te",
            "dhyāna",
            "maṅgalam",
            "rahasi",
            "saṁvidaḥ",
            "yāḥ",
            "hṛdi",
            "spṛśaḥ",
            "kuhaka",
            "naḥ",
            "manaḥ",
            "kṣobhayanti",
            "hi"
        ],
        "translation": "Your smiles, Your sweet, loving glances, the intimate pastimes and confidential talks we enjoyed with You — all these are auspicious to meditate upon, and they touch our hearts. But at the same time, O deceiver, they very much agitate our minds.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "चलसि यद् व्रजाच्चारयन् पशून्नलिनसुन्दरं नाथ ते पदम् ।शिलतृणाङ्कुरै: सीदतीति न:कलिलतां मन: कान्त गच्छति ॥ ११ ॥",
        "english_devnagari": "calasi yad vrajāc cārayan paśūnnalina-sundaraṁ nātha te padamśila-tṛṇāṅkuraiḥ sīdatīti naḥkalilatāṁ manaḥ kānta gacchati",
        "verse_Syn": [
            "calasi",
            "yat",
            "vrajāt",
            "cārayan",
            "paśūn",
            "nalina",
            "sundaram",
            "nātha",
            "te",
            "padam",
            "śila",
            "tṛṇa",
            "aṅkuraiḥ",
            "sīdati",
            "iti",
            "naḥ",
            "kalilatām",
            "manaḥ",
            "kānta",
            "gacchati"
        ],
        "translation": "Dear master, dear lover, when You leave the cowherd village to herd the cows, our minds are disturbed with the thought that Your feet, more beautiful than a lotus, will be pricked by the spiked husks of grain and the rough grass and plants.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "दिनपरिक्षये नीलकुन्तलै-र्वनरुहाननं बिभ्रदावृतम् ।घनरजस्वलं दर्शयन् मुहु-र्मनसि न: स्मरं वीर यच्छसि ॥ १२ ॥",
        "english_devnagari": "dina-parikṣaye nīla-kuntalairvanaruhānanaṁ bibhrad āvṛtamghana-rajasvalaṁ darśayan muhurmanasi naḥ smaraṁ vīra yacchasi",
        "verse_Syn": [
            "dina",
            "parikṣaye",
            "nīla",
            "kuntalaiḥ",
            "vana",
            "ruha",
            "ānanam",
            "bibhrat",
            "āvṛtam",
            "ghana",
            "rajaḥ",
            "valam",
            "darśayan",
            "muhuḥ",
            "manasi",
            "naḥ",
            "smaram",
            "vīra",
            "yacchasi"
        ],
        "translation": "At the end of the day You repeatedly show us Your lotus face, covered with dark blue locks of hair and thickly powdered with dust. Thus, O hero, You arouse lusty desires in our minds.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "प्रणतकामदं पद्मजार्चितंधरणिमण्डनं ध्येयमापदि ।चरणपङ्कजं शन्तमं च तेरमण न: स्तनेष्वर्पयाधिहन् ॥ १३ ॥",
        "english_devnagari": "praṇata-kāma-daṁ padmajārcitaṁdharaṇi-maṇḍanaṁ dhyeyam āpadicaraṇa-paṅkajaṁ śantamaṁ ca teramaṇa naḥ staneṣv arpayādhi-han",
        "verse_Syn": [
            "praṇata",
            "kāma",
            "dam",
            "padma",
            "ja",
            "arcitam",
            "dharaṇi",
            "maṇḍanam",
            "dhyeyam",
            "āpadi",
            "caraṇa",
            "paṅkajam",
            "śam",
            "tamam",
            "ca",
            "te",
            "ramaṇa",
            "naḥ",
            "staneṣu",
            "arpaya",
            "adhi",
            "han"
        ],
        "translation": "Your lotus feet, which are worshiped by Lord Brahmā, fulfill the desires of all who bow down to them. They are the ornament of the earth, they give the highest satisfaction, and in times of danger they are the appropriate object of meditation. O lover, O destroyer of anxiety, please put those lotus feet upon our breasts.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "सुरतवर्धनं शोकनाशनंस्वरितवेणुना सुष्ठु चुम्बितम् ।इतररागविस्मारणं नृणांवितर वीर नस्तेऽधरामृतम् ॥ १४ ॥",
        "english_devnagari": "surata-vardhanaṁ śoka-nāśanaṁsvarita-veṇunā suṣṭhu cumbitamitara-rāga-vismāraṇaṁ nṛṇāṁvitara vīra nas te ’dharāmṛtam",
        "verse_Syn": [
            "surata",
            "vardhanam",
            "śoka",
            "nāśanam",
            "svarita",
            "veṇunā",
            "suṣṭhu",
            "cumbitam",
            "itara",
            "rāga",
            "vismāraṇam",
            "nṛṇām",
            "vitara",
            "vīra",
            "naḥ",
            "te",
            "adhara",
            "amṛtam"
        ],
        "translation": "O hero, kindly distribute to us the nectar of Your lips, which enhances conjugal pleasure and vanquishes grief. That nectar is thoroughly relished by Your vibrating flute and makes people forget any other attachment.",
        "purport": " Śrīla Viśvanātha Cakravartī’ s charming commentary on this verse is in the form of a dialogue between the gopīs and Kṛṣṇa: “The gopīs say, ‘O Kṛṣṇa, You exactly resemble Dhanvantari, the best of physicians. So please give us some medicine, for we are suffering from the disease of romantic desire for You. Don’t hesitate to give us the medicinal nectar of Your lips freely, without our paying a substantial price. Since You are a great hero in giving charity, You should give it without any payment, even to the most wretched persons. Consider that we are losing our life and that now You can restore us to life by giving us that nectar. After all, You have already given it to Your flute, which is simply a hollow bamboo stick.’ “Kṛṣṇa says, ‘But the diet of people in this world is the bad one of attachment to wealth, followers, family and so forth. The particular medicine you’ve requested should not be given to those who have such a bad diet.’ “‘But this medicine makes one forget all other attachments. So wonderful is this herbal drug that it counteracts bad dietary habits. Please give that nectar to us, O hero, since You are most charitable.’”"
    },
    {
        "verse": "15",
        "devanagari": "अटति यद् भवानह्नि काननंत्रुटि युगायते त्वामपश्यताम् ।कुटिलकुन्तलं श्रीमुखं च तेजड उदीक्षतां पक्ष्मकृद् दृशाम् ॥ १५ ॥",
        "english_devnagari": "aṭati yad bhavān ahni kānanaṁtruṭi yugāyate tvām apaśyatāmkuṭila-kuntalaṁ śrī-mukhaṁ ca tejaḍa udīkṣatāṁ pakṣma-kṛd dṛśām",
        "verse_Syn": [
            "aṭati",
            "yat",
            "bhavān",
            "ahni",
            "kānanam",
            "truṭi",
            "yugāyate",
            "tvām",
            "apaśyatām",
            "kuṭila",
            "kuntalam",
            "śrī",
            "mukham",
            "ca",
            "te",
            "jaḍaḥ",
            "udīkṣatām",
            "pakṣma",
            "kṛt",
            "dṛśām"
        ],
        "translation": "When You go off to the forest during the day, a tiny fraction of a second becomes like a millennium for us because we cannot see You. And even when we can eagerly look upon Your beautiful face, so lovely with its adornment of curly locks, our pleasure is hindered by our eyelids, which were fashioned by the foolish creator.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "पतिसुतान्वयभ्रातृबान्धवा-नतिविलङ्‌घ्य तेऽन्त्यच्युतागता: ।गतिविदस्तवोद्गीतमोहिता:कितव योषित: कस्त्यजेन्निशि ॥ १६ ॥",
        "english_devnagari": "pati-sutānvaya-bhrātṛ-bāndhavānativilaṅghya te ’nty acyutāgatāḥgati-vidas tavodgīta-mohitāḥkitava yoṣitaḥ kas tyajen niśi",
        "verse_Syn": [
            "pati",
            "suta",
            "anvaya",
            "bhrātṛ",
            "bāndhavān",
            "ativilaṅghya",
            "te",
            "anti",
            "acyuta",
            "āgatāḥ",
            "gati",
            "vidaḥ",
            "tava",
            "udgīta",
            "mohitāḥ",
            "kitava",
            "yoṣitaḥ",
            "kaḥ",
            "tyajet",
            "niśi"
        ],
        "translation": "Dear Acyuta, You know very well why we have come here. Who but a cheater like You would abandon young women who come to see Him in the middle of the night, enchanted by the loud song of His flute? Just to see You, we have completely rejected our husbands, children, ancestors, brothers and other relatives.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "रहसि संविदं हृच्छयोदयंप्रहसिताननं प्रेमवीक्षणम् ।बृहदुर: श्रियो वीक्ष्य धाम तेमुहुरतिस्पृहा मुह्यते मन: ॥ १७ ॥",
        "english_devnagari": "rahasi saṁvidaṁ hṛc-chayodayaṁprahasitānanaṁ prema-vīkṣaṇambṛhad-uraḥ śriyo vīkṣya dhāma temuhur ati-spṛhā muhyate manaḥ",
        "verse_Syn": [
            "rahasi",
            "saṁvidam",
            "hṛt",
            "śaya",
            "udayam",
            "prahasita",
            "ānanam",
            "prema",
            "vīkṣaṇam",
            "bṛhat",
            "uraḥ",
            "śriyaḥ",
            "vīkṣya",
            "dhāma",
            "te",
            "muhuḥ",
            "ati",
            "spṛhā",
            "muhyate",
            "manaḥ"
        ],
        "translation": "Our minds are repeatedly bewildered as we think of the intimate conversations we had with You in secret, feel the rise of lust in our hearts and remember Your smiling face, Your loving glances and Your broad chest, the resting place of the goddess of fortune. Thus we experience the most severe hankering for You.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "व्रजवनौकसां व्यक्तिरङ्ग तेवृजिनहन्‍त्र्यलं विश्वमङ्गलम् ।त्यज मनाक् च नस्त्वत्स्पृहात्मनांस्वजनहृद्रुजां यन्निषूदनम् ॥ १८ ॥",
        "english_devnagari": "vraja-vanaukasāṁ vyaktir aṅga tevṛjina-hantry alaṁ viśva-maṅgalamtyaja manāk ca nas tvat-spṛhātmanāṁsva-jana-hṛd-rujāṁ yan niṣūdanam",
        "verse_Syn": [
            "vraja",
            "vana",
            "okasām",
            "vyaktiḥ",
            "aṅga",
            "te",
            "vṛjina",
            "hantrī",
            "alam",
            "viśva",
            "maṅgalam",
            "tyaja",
            "manāk",
            "ca",
            "naḥ",
            "tvat",
            "spṛhā",
            "ātmanām",
            "sva",
            "jana",
            "hṛt",
            "rujām",
            "yat",
            "niṣūdanam"
        ],
        "translation": "O beloved, Your all-auspicious appearance vanquishes the distress of those living in Vraja’s forests. Our minds long for Your association. Please give to us just a bit of that medicine, which counteracts the disease in Your devotees’ hearts.",
        "purport": " According to the ācāryas, the gopīs repeatedly entreat Lord Kṛṣṇa to place His lotus feet on their breasts. The gopīs are not victims of material lust, but rather they are absorbed in pure love of Godhead and thus want to serve Lord Kṛṣṇa’s lotus feet by offering their beautiful breasts to Him. Materialistic persons, who are victims of mundane sex desire, will not be able to understand how these conjugal dealings take place on a pure, spiritual platform, and that is the materialists’ great misfortune."
    },
    {
        "verse": "19",
        "devanagari": "यत्ते सुजातचरणाम्बुरुहं स्तनेषुभीता: शनै: प्रिय दधीमहि कर्कशेषु ।तेनाटवीमटसि तद् व्यथते न किंस्वित्कूर्पादिभिर्भ्रमति धीर्भवदायुषां न: ॥ १९ ॥",
        "english_devnagari": "yat te sujāta-caraṇāmburuhaṁ staneṣubhītāḥ śanaiḥ priya dadhīmahi karkaśeṣutenāṭavīm aṭasi tad vyathate na kiṁ svitkūrpādibhir bhramati dhīr bhavad-āyuṣāṁ naḥ",
        "verse_Syn": [
            "yat",
            "te",
            "su",
            "jāta",
            "caraṇa",
            "ambu",
            "ruham",
            "staneṣu",
            "bhītāḥ",
            "śanaiḥ",
            "priya",
            "dadhīmahi",
            "karkaśeṣu",
            "tena",
            "aṭavīm",
            "aṭasi",
            "tat",
            "vyathate",
            "na",
            "kim",
            "svit",
            "kūrpa",
            "ādibhiḥ",
            "bhramati",
            "dhīḥ",
            "bhavat",
            "āyuṣām",
            "naḥ"
        ],
        "translation": "O dearly beloved! Your lotus feet are so soft that we place them gently on our breasts, fearing that Your feet will be hurt. Our life rests only in You. Our minds, therefore, are filled with anxiety that Your tender feet might be wounded by pebbles as You roam about on the forest path.",
        "purport": " The translation of this verse is from Śrīla Prabhupāda’s English rendering of Caitanya-caritāmṛta (Ādi 4.173)."
    }
]