[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचदुर्योधनसुतां राजन् लक्ष्मणां समितिंजय: ।स्वयंवरस्थामहरत् साम्बो जाम्बवतीसुत: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaduryodhana-sutāṁ rājanlakṣmaṇāṁ samitiṁ-jayaḥsvayaṁvara-sthām aharatsāmbo jāmbavatī-sutaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "duryodhana",
            "sutām",
            "rājan",
            "lakṣmaṇām",
            "samitim",
            "jayaḥ",
            "svayaṁvara",
            "sthām",
            "aharat",
            "sāmbaḥ",
            "jāmbavatī",
            "sutaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: O King, Jāmbavatī’s son Sāmba, ever victorious in battle, kidnapped Duryodhana’s daughter Lakṣmaṇā from her svayaṁvara ceremony.",
        "purport": " In Kṛṣṇa, Śrīla Prabhupāda explains this event as follows: “Duryodhana, the son of Dhṛtarāṣṭra, had a marriageable daughter by the name of Lakṣmaṇā. She was a very highly qualified girl of the Kuru dynasty, and many princes wanted to marry her. In such cases the svayaṁvara ceremony is held so that the girl may select her husband according to her own choice. In Lakṣmaṇā’s svayaṁvara assembly, when the girl was to select her husband, Sāmba appeared. He was the son of Kṛṣṇa by Jāmbavatī, one of the chief wives of Lord Kṛṣṇa. This son Sāmba is so named because, being a very bad child, he always lived close to his mother. The name Sāmba indicates that this son was very much his mother’s pet. Ambā means “mother,” and sa means “with.” So this special name was given to him because he always remained with his mother. He was also known as Jāmbavatī-suta for the same reason. As previously explained, all the sons of Kṛṣṇa were as qualified as their great father, Lord Kṛṣṇa. Sāmba wanted the daughter of Duryodhana, Lakṣmaṇā, although she was not inclined to have him. Therefore Sāmba kidnapped Lakṣmaṇā by force from the svayaṁvara ceremony.”"
    },
    {
        "verse": "2",
        "devanagari": "कौरवा: कुपिता ऊचुर्दुर्विनीतोऽयमर्भक: ।कदर्थीकृत्य न: कन्यामकामामहरद् बलात् ॥ २ ॥",
        "english_devnagari": "kauravāḥ kupitā ūcurdurvinīto ’yam arbhakaḥkadarthī-kṛtya naḥ kanyāmakāmām aharad balāt",
        "verse_Syn": [
            "kauravāḥ",
            "kupitāḥ",
            "ūcuḥ",
            "durvinītaḥ",
            "ayam",
            "arbhakaḥ",
            "kadarthī",
            "kṛtya",
            "naḥ",
            "kanyām",
            "akāmām",
            "aharat",
            "balāt"
        ],
        "translation": "The angry Kurus said: This ill-behaved boy has offended us, forcibly kidnapping our unmarried daughter against her will.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "बध्नीतेमं दुर्विनीतं किं करिष्यन्ति वृष्णय: ।येऽस्मत्प्रसादोपचितां दत्तां नो भुञ्जते महीम् ॥ ३ ॥",
        "english_devnagari": "badhnītemaṁ durvinītaṁkiṁ kariṣyanti vṛṣṇayaḥye ’smat-prasādopacitāṁdattāṁ no bhuñjate mahīm",
        "verse_Syn": [
            "badhnīta",
            "imam",
            "durvinītam",
            "kim",
            "kariṣyanti",
            "vṛṣṇayaḥ",
            "ye",
            "asmat",
            "prasāda",
            "upacitām",
            "dattām",
            "naḥ",
            "bhuñjate",
            "mahīm"
        ],
        "translation": "Arrest this ill-behaved Sāmba! What will the Vṛṣṇis do? By our grace they are ruling land that we have granted them.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "निगृहीतं सुतं श्रुत्वा यद्येष्यन्तीह वृष्णय: ।भग्नदर्पा: शमं यान्ति प्राणा इव सुसंयता: ॥ ४ ॥",
        "english_devnagari": "nigṛhītaṁ sutaṁ śrutvāyady eṣyantīha vṛṣṇayaḥbhagna-darpāḥ śamaṁ yāntiprāṇā iva su-saṁyatāḥ",
        "verse_Syn": [
            "nigṛhītam",
            "sutam",
            "śrutvā",
            "yadi",
            "eṣyanti",
            "iha",
            "vṛṣṇayaḥ",
            "bhagna",
            "darpāḥ",
            "śamam",
            "yānti",
            "prāṇāḥ",
            "iva",
            "su",
            "saṁyatāḥ"
        ],
        "translation": "If the Vṛṣṇis come here when they learn that their son has been captured, we will break their pride. Thus they’ll become subdued, like bodily senses brought under strict control.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "इति कर्ण: शलो भूरिर्यज्ञकेतु: सुयोधन: ।साम्बमारेभिरे योद्धुं कुरुवृद्धानुमोदिता: ॥ ५ ॥",
        "english_devnagari": "iti karṇaḥ śalo bhūriryajñaketuḥ suyodhanaḥsāmbam ārebhire yoddhuṁkuru-vṛddhānumoditāḥ",
        "verse_Syn": [
            "iti",
            "karṇaḥ",
            "śalaḥ",
            "bhūriḥ",
            "yajñaketuḥ",
            "suyodhanaḥ",
            "sāmbam",
            "ārebhire",
            "yoddhum",
            "kuru",
            "vṛddha",
            "anumoditāḥ"
        ],
        "translation": "After saying this and having their plan sanctioned by the senior member of the Kuru dynasty, Karṇa, Śala, Bhūri, Yajñaketu and Suyodhana set out to attack Sāmba.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains that the elder of the Kurus mentioned here is Bhīṣma, who gave permission to the younger men as follows: “Since this maiden has now been touched by Sāmba, she cannot take any other husband. He must become her husband. Nonetheless, you should arrest him and tie him up to make a statement about his impropriety and our own prowess. But in no case should he be killed.” The ācārya also adds that Bhīṣma accompanied the five warriors mentioned in this verse."
    },
    {
        "verse": "6",
        "devanagari": "द‍ृष्ट्वानुधावत: साम्बो धार्तराष्ट्रान् महारथ: ।प्रगृह्य रुचिरं चापं तस्थौ सिंह इवैकल: ॥ ६ ॥",
        "english_devnagari": "dṛṣṭvānudhāvataḥ sāmbodhārtarāṣṭrān mahā-rathaḥpragṛhya ruciraṁ cāpaṁtasthau siṁha ivaikalaḥ",
        "verse_Syn": [
            "dṛṣṭvā",
            "anudhāvataḥ",
            "sāmbaḥ",
            "dhārtarāṣṭrān",
            "mahārathaḥ",
            "pragṛhya",
            "ruciram",
            "cāpam",
            "tasthau",
            "siṁhaḥ",
            "iva",
            "ekalaḥ"
        ],
        "translation": "Seeing Duryodhana and his companions rushing toward him, Sāmba, the great chariot-fighter, took up his splendid bow and stood alone like a lion.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तं ते जिघृक्षव: क्रुद्धास्तिष्ठ तिष्ठेति भाषिण: ।आसाद्य धन्विनो बाणै: कर्णाग्रण्य: समाकिरन् ॥ ७ ॥",
        "english_devnagari": "taṁ te jighṛkṣavaḥ kruddhāstiṣṭha tiṣṭheti bhāṣiṇaḥāsādya dhanvino bāṇaiḥkarṇāgraṇyaḥ samākiran",
        "verse_Syn": [
            "tam",
            "te",
            "jighṛkṣavaḥ",
            "kruddhāḥ",
            "tiṣṭha",
            "tiṣṭha",
            "iti",
            "bhāṣiṇaḥ",
            "āsādya",
            "dhanvinaḥ",
            "bāṇaiḥ",
            "karṇa",
            "agraṇyaḥ",
            "samākiran"
        ],
        "translation": "Determined to capture him, the angry bowmen led by Karṇa shouted at Sāmba, ‘Stand and fight! Stand and fight!’ They came straight for him and showered him with arrows.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "सोऽपविद्ध: कुरुश्रेष्ठ कुरुभिर्यदुनन्दन: ।नामृष्यत्तदचिन्त्यार्भ: सिंह क्षुद्रमृगैरिव ॥ ८ ॥",
        "english_devnagari": "so ’paviddhaḥ kuru-śreṣṭhakurubhir yadu-nandanaḥnāmṛṣyat tad acintyārbhaḥsiṁha kṣudra-mṛgair iva",
        "verse_Syn": [
            "saḥ",
            "apaviddhaḥ",
            "kuru",
            "śreṣṭha",
            "kurubhiḥ",
            "yadu",
            "nandanaḥ",
            "na",
            "amṛṣyat",
            "tat",
            "acintya",
            "arbhaḥ",
            "siṁhaḥ",
            "kṣudra",
            "mṛgaiḥ",
            "iva"
        ],
        "translation": "O best of the Kurus, as Kṛṣṇa’s son Sāmba was being unjustly harassed by the Kurus, that darling of the Yadu dynasty did not tolerate their attack, any more than a lion would tolerate an attack by puny animals.",
        "purport": " Commenting on the word acintyārbha, Śrīla Prabhupāda writes in Kṛṣṇa: “Sāmba, the glorious son of the Yadu dynasty, [was] endowed with inconceivable potencies as the son of Lord Kṛṣṇa.”"
    },
    {
        "verse": "9-10",
        "devanagari": "विस्फूर्ज्य रुचिरं चापं सर्वान् विव्याध सायकै: ।कर्णादीन् षड्रथान् वीरस्तावद्भ‍िर्युगपत् पृथक् ॥ ९ ॥चतुर्भिश्चतुरो वाहानेकैकेन च सारथीन् ।रथिनश्च महेष्वासांस्तस्य तत्तेऽभ्यपूजयन् ॥ १० ॥",
        "english_devnagari": "visphūrjya ruciraṁ cāpaṁsarvān vivyādha sāyakaiḥkarṇādīn ṣaḍ rathān vīrastāvadbhir yugapat pṛthak",
        "verse_Syn": [
            "visphūrjya",
            "ruciram",
            "cāpam",
            "sarvān",
            "vivyādha",
            "sāyakaiḥ",
            "karṇa",
            "ādīn",
            "ṣaṭ",
            "rathān",
            "vīraḥ",
            "tāvadbhiḥ",
            "yugapat",
            "pṛthak",
            "caturbhiḥ",
            "caturaḥ",
            "vāhān",
            "eka",
            "ekena",
            "ca",
            "sārathīn",
            "rathinaḥ",
            "ca",
            "mahā",
            "iṣu",
            "āsān",
            "tasya",
            "tat",
            "te",
            "abhyapūjayan"
        ],
        "translation": "Twanging his wonderful bow, heroic Sāmba struck with arrows the six warriors headed by Karṇa. He pierced the six chariots with as many arrows, each team of four horses with four arrows, and each chariot driver with a single arrow, and he similarly struck the great bowmen who commanded the chariots. The enemy warriors congratulated Sāmba for this display of prowess.",
        "purport": " Śrīla Prabhupāda comments: “While Sāmba was so diligently fighting alone with the six great warriors, they all appreciated the inconceivable potency of the boy. Even in the midst of fighting, they admitted frankly that this boy Sāmba was wonderful.”"
    },
    {
        "verse": "11",
        "devanagari": "तं तु ते विरथं चक्रुश्चत्वारश्चतुरो हयान् ।एकस्तु सारथिं जघ्ने चिच्छेदान्य: शरासनम् ॥ ११ ॥",
        "english_devnagari": "taṁ tu te virathaṁ cakruścatvāraś caturo hayānekas tu sārathiṁ jaghnecicchedaṇyaḥ śarāsanam",
        "verse_Syn": [
            "tam",
            "tu",
            "te",
            "viratham",
            "cakruḥ",
            "catvāraḥ",
            "caturaḥ",
            "hayān",
            "ekaḥ",
            "tu",
            "sārathim",
            "jaghne",
            "cicheda",
            "anyaḥ",
            "śara",
            "asanam"
        ],
        "translation": "But they forced him down from his chariot, and thereupon four of them struck his four horses, one of them struck down his chariot driver, and another broke his bow.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "तं बद्ध्वा विरथीकृत्य कृच्छ्रेण कुरवो युधि ।कुमारं स्वस्य कन्यां च स्वपुरं जयिनोऽविशन् ॥ १२ ॥",
        "english_devnagari": "taṁ baddhvā virathī-kṛtyakṛcchreṇa kuravo yudhikumāraṁ svasya kanyāṁ casva-puraṁ jayino ’viśan",
        "verse_Syn": [
            "tam",
            "baddhvā",
            "virathī",
            "kṛtya",
            "kṛcchreṇa",
            "kuravaḥ",
            "yudhi",
            "kumāram",
            "svasya",
            "kanyām",
            "ca",
            "sva",
            "puram",
            "jayinaḥ",
            "aviśan"
        ],
        "translation": "Having deprived Sāmba of his chariot during the fight, the Kuru warriors tied him up with great difficulty and then returned victorious to their city, taking the young boy and their princess.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "तच्छ्रुत्वा नारदोक्तेन राजन् सञ्जातमन्यव: ।कुरून् प्रत्युद्यमं चक्रुरुग्रसेनप्रचोदिता: ॥ १३ ॥",
        "english_devnagari": "tac chrutvā nāradoktenarājan sañjāta-manyavaḥkurūn praty udyamaṁ cakrurugrasena-pracoditāḥ",
        "verse_Syn": [
            "tat",
            "śrutvā",
            "nārada",
            "uktena",
            "rājan",
            "sañjāta",
            "manyavaḥ",
            "kurūn",
            "prati",
            "udyamam",
            "cakruḥ",
            "ugrasena",
            "pracoditāḥ"
        ],
        "translation": "O King, when the Yādavas heard news of this from Śrī Nārada, they became angry. Urged on by King Ugrasena, they prepared for war against the Kurus.",
        "purport": " Śrīla Prabhupāda writes: “The great sage Nārada immediately carried the news to the Yadu dynasty that Sāmba was arrested and told them the whole story. The members of the Yadu dynasty became very angry at Sāmba's being arrested, and improperly so by six warriors. Now, with the permission of the head of the Yadu dynasty's king, Ugrasena, they prepared to attack the capital city of the Kuru dynasty.”"
    },
    {
        "verse": "14-15",
        "devanagari": "सान्‍त्‍वयित्वा तु तान् राम: सन्नद्धान् वृष्णिपुङ्गवान् ।नैच्छत् कुरूणां वृष्णीनां कलिं कलिमलापह: ॥ १४ ॥जगाम हास्तिनपुरं रथेनादित्यवर्चसा ।ब्राह्मणै: कुलवृद्धैश्च वृतश्चन्द्र इव ग्रहै: ॥ १५ ॥",
        "english_devnagari": "sāntvayitvā tu tān rāmaḥsannaddhān vṛṣṇi-puṅgavānnaicchat kurūṇāṁ vṛṣṇīnāṁkaliṁ kali-malāpahaḥ",
        "verse_Syn": [
            "sāntvayitvā",
            "tu",
            "tān",
            "rāmaḥ",
            "sannaddhān",
            "vṛṣṇi",
            "puṅgavān",
            "na",
            "aicchat",
            "kurūṇām",
            "vṛṣṇīnām",
            "kalim",
            "kali",
            "mala",
            "apahaḥ",
            "jagāma",
            "hāstina",
            "puram",
            "rathena",
            "āditya",
            "varcasā",
            "brāhmaṇaiḥ",
            "kula",
            "vṛddhaiḥ",
            "ca",
            "vṛtaḥ",
            "candraḥ",
            "iva",
            "grahaiḥ"
        ],
        "translation": "Lord Balarāma, however, cooled the tempers of the Vṛṣṇi heroes, who had already put on their armor. He who purifies the age of quarrel did not want a quarrel between the Kurus and Vṛṣṇis. Thus, accompanied by brāhmaṇas and family elders, He went to Hastināpura on His chariot, which was as effulgent as the sun. As He went, He appeared like the moon surrounded by the ruling planets.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "गत्वा गजाह्वयं रामो बाह्योपवनमास्थित: ।उद्धवं प्रेषयामास धृतराष्ट्रं बुभुत्सया ॥ १६ ॥",
        "english_devnagari": "gatvā gajāhvayaṁ rāmobāhyopavanam āsthitaḥuddhavaṁ preṣayām āsadhṛtarāṣṭraṁ bubhutsayā",
        "verse_Syn": [
            "gatvā",
            "gajāhvayam",
            "rāmaḥ",
            "bāhya",
            "upavanam",
            "āsthitaḥ",
            "uddhavam",
            "preṣayām",
            "āsa",
            "dhṛtarāṣṭram",
            "bubhutsayā"
        ],
        "translation": "Upon arriving at Hastināpura, Lord Balarāma remained in a garden outside the city and sent Uddhava ahead to probe King Dhṛtarāṣṭra’s intentions.",
        "purport": " Śrīla Prabhupāda writes: “When Lord Balarāma reached the precincts of the city of Hastināpura, He did not enter but stationed Himself in a camp outside the city in a small garden house. Then He asked Uddhava to see the leaders of the Kuru dynasty and inquire from them whether they wanted to fight with the Yadu dynasty or to make a settlement.”"
    },
    {
        "verse": "17",
        "devanagari": "सोऽभिवन्द्याम्बिकापुत्रं भीष्मं द्रोणं च बाह्लिकम् ।दुर्योधनं च विधिवद् राममागतमब्रवीत् ॥ १७ ॥",
        "english_devnagari": "so ’bhivandyāmbikā-putraṁbhīṣmaṁ droṇaṁ ca bāhlikamduryodhanaṁ ca vidhi-vadrāmam āgataṁ abravīt",
        "verse_Syn": [
            "saḥ",
            "abhivandya",
            "ambikā",
            "putram",
            "bhīṣmam",
            "droṇam",
            "ca",
            "bāhlikam",
            "duryodhanam",
            "ca",
            "vidhi",
            "vat",
            "rāmam",
            "āgatam",
            "abravīt"
        ],
        "translation": "After he had offered proper respects to the son of Ambikā [Dhṛtarāṣṭra] and to Bhīṣma, Droṇa, Bāhlika and Duryodhana, Uddhava informed them that Lord Balarāma had arrived.",
        "purport": " Śrīla Viśvanātha Cakravartī points out that there is no reference here to Uddhava offering respect to Yudhiṣṭhira and his associates, since at that time the Pāṇḍavas were staying in Indraprastha."
    },
    {
        "verse": "18",
        "devanagari": "तेऽतिप्रीतास्तमाकर्ण्य प्राप्तं रामं सुहृत्तमम् ।तमर्चयित्वाभिययु: सर्वे मङ्गलपाणय: ॥ १८ ॥",
        "english_devnagari": "te ’ti-prītās tam ākarṇyaprāptaṁ rāmaṁ suhṛt-tamamtam arcayitvābhiyayuḥsarve maṅgala-pāṇayaḥ",
        "verse_Syn": [
            "te",
            "ati",
            "prītāḥ",
            "tam",
            "ākarṇya",
            "prāptam",
            "rāmam",
            "suhṛt",
            "tamam",
            "tam",
            "arcayitvā",
            "abhiyayuḥ",
            "sarve",
            "maṅgala",
            "pāṇayaḥ"
        ],
        "translation": "Overjoyed to hear that Balarāma, their dearmost friend, had come, they first honored Uddhava and then went forth to meet the Lord, carrying auspicious offerings in their hands.",
        "purport": " In Kṛṣṇa, Śrīla Prabhupāda writes: “The leaders of the Kuru dynasty, especially Dhṛtarāṣṭra and Duryodhana, were very joyful because they knew very well that Lord Balarāma was a great well-wisher of their family. There were no bounds to their joy on hearing the news, and so they immediately welcomed Uddhava. In order to properly receive Lord Balarāma, they all took in their hands auspicious paraphernalia for His reception and went to see Him outside the city gate.”"
    },
    {
        "verse": "19",
        "devanagari": "तं सङ्गय यथान्यायं गामर्घ्यं च न्यवेदयन् ।तेषां ये तत्प्रभावज्ञा: प्रणेमु: शिरसा बलम् ॥ १९ ॥",
        "english_devnagari": "taṁ saṅgamya yathā-nyāyaṁgām arghyaṁ ca nyavedayanteṣāṁ ye tat-prabhāva-jñāḥpraṇemuḥ śirasā balam",
        "verse_Syn": [
            "tam",
            "saṅgamya",
            "yathā",
            "nyāyam",
            "gām",
            "arghyam",
            "ca",
            "nyavedayan",
            "teṣām",
            "ye",
            "tat",
            "prabhāva",
            "jñāḥ",
            "praṇemuḥ",
            "śirasā",
            "balam"
        ],
        "translation": "They approached Lord Balarāma and worshiped Him with gifts of cows and arghya, as was fitting. Those among the Kurus who understood His true power bowed down to Him, touching their heads to the ground.",
        "purport": " The ācāryas explain that even the elders, like Bhīṣmadeva, also bowed down to Lord Baladeva."
    },
    {
        "verse": "20",
        "devanagari": "बन्धून् कुशलिन: श्रुत्वा पृष्ट्वा शिवमनामयम् ।परस्परमथो रामो बभाषेऽविक्लवं वच: ॥ २० ॥",
        "english_devnagari": "bandhūn kuśalinaḥ śrutvāpṛṣṭvā śivam anāmayamparasparam atho rāmobabhāṣe ’viklavaṁ vacaḥ",
        "verse_Syn": [
            "bandhūn",
            "kuśalinaḥ",
            "śrutvā",
            "pṛṣṭvā",
            "śivam",
            "anāmayam",
            "parasparam",
            "atha",
            "u",
            "rāmaḥ",
            "babhāṣe",
            "aviklavam",
            "vacaḥ"
        ],
        "translation": "After both parties had heard that their relatives were doing well and both had inquired into each other’s welfare and health, Lord Balarāma forthrightly spoke to the Kurus as follows.",
        "purport": " Śrīla Prabhupāda writes: “They all exchanged words of reception by asking one another of their welfare, and when such formality was finished, Lord Balarāma, in a great voice and very patiently, submitted before them the following words for their consideration.”"
    },
    {
        "verse": "21",
        "devanagari": "उग्रसेन: क्षितेशेशो यद् व आज्ञापयत् प्रभु: ।तदव्यग्रधिय: श्रुत्वा कुरुध्वमविलम्बितम् ॥ २१ ॥",
        "english_devnagari": "ugrasenaḥ kṣiteśeśoyad va ājñāpayat prabhuḥtad avyagra-dhiyaḥ śrutvākurudhvam avilambitam",
        "verse_Syn": [
            "ugrasenaḥ",
            "kṣita",
            "īśa",
            "īśaḥ",
            "yat",
            "vaḥ",
            "ājñāpayat",
            "prabhuḥ",
            "tat",
            "avyagra",
            "dhiyaḥ",
            "śrutvā",
            "kurudhvam",
            "avilambitam"
        ],
        "translation": "[Lord Balarāma said:] King Ugrasena is our master and the ruler of kings. With undivided attention you should hear what he has ordered you to do, and then you should do it at once.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "यद् यूयं बहवस्त्वेकं जित्वाधर्मेण धार्मिकम् ।अबध्नीताथ तन्मृष्ये बन्धूनामैक्यकाम्यया ॥ २२ ॥",
        "english_devnagari": "yad yūyaṁ bahavas tv ekaṁjitvādharmeṇa dhārmikamabadhnītātha tan mṛṣyebandhūnām aikya-kāmyayā",
        "verse_Syn": [
            "yat",
            "yūyam",
            "bahavaḥ",
            "tu",
            "ekam",
            "jitvā",
            "adharmeṇa",
            "dhārmikam",
            "abadhnīta",
            "atha",
            "tat",
            "mṛṣye",
            "bandhūnām",
            "aikya",
            "kāmyayā"
        ],
        "translation": "[King Ugrasena has said:] Even though by irreligious means several of you defeated a single opponent who follows the religious codes, still I am tolerating this for the sake of unity among family members.",
        "purport": " Here Ugrasena implies that the Kurus should immediately bring Sāmba and present him to Lord Balarāma."
    },
    {
        "verse": "23",
        "devanagari": "वीर्यशौर्यबलोन्नद्धमात्मशक्तिसमं वच: ।कुरवो बलदेवस्य निशम्योचु: प्रकोपिता: ॥ २३ ॥",
        "english_devnagari": "vīrya-śaurya-balonnaddhamātma-śakti-samaṁ vacaḥkuravo baladevasyaniśamyocuḥ prakopitāḥ",
        "verse_Syn": [
            "vīrya",
            "śaurya",
            "bala",
            "unnaddham",
            "ātma",
            "śakti",
            "samam",
            "vacaḥ",
            "kuravaḥ",
            "baladevasya",
            "niśamya",
            "ūcuḥ",
            "prakopitāḥ"
        ],
        "translation": "Upon hearing these words of Lord Baladeva’s, which were full of potency, courage and strength and were appropriate to His transcendental power, the Kauravas became furious and spoke as follows.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "अहो महच्चित्रमिदं कालगत्या दुरत्यया ।आरुरुक्षत्युपानद् वै शिरो मुकुटसेवितम् ॥ २४ ॥",
        "english_devnagari": "aho mahac citram idaṁkāla-gatyā duratyayāārurukṣaty upānad vaiśiro mukuṭa-sevitam",
        "verse_Syn": [
            "aho",
            "mahat",
            "citram",
            "idam",
            "kāla",
            "gatyā",
            "duratyayā",
            "ārurakṣati",
            "upānat",
            "vai",
            "śiraḥ",
            "mukuṭa",
            "sevitam"
        ],
        "translation": "[The Kuru nobles said:] Oh, how amazing this is! The force of time is indeed insurmountable: a lowly shoe now wants to climb on the head that bears the royal crown.",
        "purport": " By the words kāla-gatyā duratyayā, “the insurmountable movement of time,” the intolerant Kurus allude to the degraded Age of Kali, which was about to begin. Here the Kurus indicate that the fallen Age of Kali had indeed already begun, since they claim that now “the shoe wants to climb on the head that bears the royal crown.” In other words, they thought that the lowly Yadus now wanted to rise above the royal Kurus."
    },
    {
        "verse": "25",
        "devanagari": "एते यौनेन सम्बद्धा: सहशय्यासनाशना: ।वृष्णयस्तुल्यतां नीता अस्मद्दत्तनृपासना: ॥ २५ ॥",
        "english_devnagari": "ete yaunena sambaddhāḥsaha-śayyāsanāśanāḥvṛṣṇayas tulyatāṁ nītāasmad-datta-nṛpāsanāḥ",
        "verse_Syn": [
            "ete",
            "yaunena",
            "sambaddhāḥ",
            "saha",
            "śayyā",
            "āsana",
            "aśanāḥ",
            "vṛṣṇayaḥ",
            "tulyatām",
            "nītāḥ",
            "asmat",
            "datta",
            "nṛpa",
            "āsanāḥ"
        ],
        "translation": "It is because these Vṛṣṇis are bound to us by marital ties that we have granted them equality, allowing them to share our beds, seats and meals. Indeed, it is we who have given them their royal thrones.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "चामरव्यजने शङ्खमातपत्रं च पाण्डुरम् ।किरीटमासनं शय्यां भुञ्जतेऽस्मदुपेक्षया ॥ २६ ॥",
        "english_devnagari": "cāmara-vyajane śaṅkhamātapatraṁ ca pāṇḍuramkirīṭam āsanaṁ śayyāṁbhuñjate ’smad-upekṣayā",
        "verse_Syn": [
            "cāmara",
            "vyajane",
            "śaṅkham",
            "ātapatram",
            "ca",
            "pāṇḍuram",
            "kirīṭam",
            "āsanam",
            "śayyām",
            "bhuñjate",
            "asmat",
            "upekṣayā"
        ],
        "translation": "Only because we looked the other way could they enjoy the pair of yak-tail fans and the conchshell, white umbrella, throne, and royal bed.",
        "purport": " Śrīla Prabhupāda writes that the Kurus were thinking, “They [the Yadus] should not have used such royal paraphernalia in our presence, but we did not check them due to our family relationships.” By using the words asmad-upekṣayā, the Kurus mean to say, “They were able to use these royal insignia because we did not take the matter seriously.” As explained by Śrīla Viśvanātha Cakravartī, the Kurus thought, “Showing concern about their use of these items would have been a sign of respect, but in fact we do not have such respect for them.… Since they are of inferior families, they are not to be respected, and so we pay no regard to them.”"
    },
    {
        "verse": "27",
        "devanagari": "अलं यदूनां नरदेवलाञ्छनै-र्दातु: प्रतीपै: फणिनामिवामृतम् ।येऽस्मत्प्रसादोपचिता हि यादवाआज्ञापयन्त्यद्य गतत्रपा बत ॥ २७ ॥",
        "english_devnagari": "alaṁ yadūnāṁ naradeva-lāñchanairdātuḥ pratīpaiḥ phaṇinām ivāmṛtamye ’smat-prasādopacitā hi yādavāājñāpayanty adya gata-trapā bata",
        "verse_Syn": [
            "alam",
            "yadūnām",
            "nara",
            "deva",
            "lāñchanaiḥ",
            "dātuḥ",
            "pratīpaiḥ",
            "phaṇinām",
            "iva",
            "amṛtam",
            "ye",
            "asmat",
            "prasāda",
            "upacitāḥ",
            "hi",
            "yādavāḥ",
            "ājñāpayanti",
            "adya",
            "gata",
            "trapāḥ",
            "bata"
        ],
        "translation": "No longer should the Yadus be allowed to use these royal symbols, which now cause trouble for those who gave them, like milk fed to poisonous snakes. Having prospered by our grace, these Yādavas have now lost all shame and are daring to command us!",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "कथमिन्द्रोऽपि कुरुभिर्भीष्मद्रोणार्जुनादिभि: ।अदत्तमवरुन्धीत सिंहग्रस्तमिवोरण: ॥ २८ ॥",
        "english_devnagari": "katham indro ’pi kurubhirbhīṣma-droṇārjunādibhiḥadattam avarundhītasiṁha-grastam ivoraṇaḥ",
        "verse_Syn": [
            "katham",
            "indraḥ",
            "api",
            "kurubhiḥ",
            "bhīṣma",
            "droṇa",
            "arjuna",
            "ādibhiḥ",
            "adattam",
            "avarundhīta",
            "siṁha",
            "grastam",
            "iva",
            "uraṇaḥ"
        ],
        "translation": "How would even Indra dare usurp anything that Bhīṣma, Droṇa, Arjuna or the other Kurus have not given him? It would be like a lamb claiming the lion’s kill.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "श्रीबादरायणिरुवाचजन्मबन्धुश्रियोन्नद्धमदास्ते भरतर्षभ ।आश्राव्य रामं दुर्वाच्यमसभ्या: पुरमाविशन् ॥ २९ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācajanma-bandhu-śrīyonnaddha-madās te bharatarṣabhaāśrāvya rāmaṁ durvācyamasabhyāḥ puram āviśan",
        "verse_Syn": [
            "śrī",
            "bādarāyaniḥ",
            "uvāca",
            "janma",
            "bandhu",
            "śrīyā",
            "unnaddha",
            "madāḥ",
            "te",
            "bharata",
            "ṛṣabha",
            "āśrāvya",
            "rāmam",
            "durvācyam",
            "asabhyāḥ",
            "puram",
            "āviśan"
        ],
        "translation": "Śrī Bādarāyaṇi said: O best of the Bhāratas, after the arrogant Kurus, thoroughly puffed up by the opulence of their high birth and relations, had spoken these harsh words to Lord Balarāma, they turned and went back to their city.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "द‍ृष्ट्वा कुरूणां दौ:शील्यं श्रुत्वावाच्यानि चाच्युत: ।अवोचत् कोपसंरब्धो दुष्प्रेक्ष्य: प्रहसन् मुहु: ॥ ३० ॥",
        "english_devnagari": "dṛṣṭvā kurūnāṁ dauḥśīlyaṁśrutvāvācyāni cācyutaḥavocat kopa-saṁrabdhoduṣprekṣyaḥ prahasan muhuḥ",
        "verse_Syn": [
            "dṛṣṭvā",
            "kurūṇām",
            "dauḥśīlyam",
            "śrutvā",
            "avācyāni",
            "ca",
            "acyutaḥ",
            "avocat",
            "kopa",
            "saṁrabdhaḥ",
            "duṣprekṣyaḥ",
            "prahasan",
            "muhuḥ"
        ],
        "translation": "Seeing the bad character of the Kurus and hearing their nasty words, the infallible Lord Balarāma became filled with rage. His countenance frightful to behold, He laughed repeatedly and spoke as follows.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "नूनं नानामदोन्नद्धा: शान्तिं नेच्छन्त्यसाधव: ।तेषां हि प्रशमो दण्ड: पशूनां लगुडो यथा ॥ ३१ ॥",
        "english_devnagari": "nūnaṁ nānā-madonnaddhāḥśāntiṁ necchanty asādhavaḥteṣāṁ hi praśamo daṇḍaḥpaśūnāṁ laguḍo yathā",
        "verse_Syn": [
            "nūnam",
            "nānā",
            "mada",
            "unnaddhāḥ",
            "śāntim",
            "na",
            "icchanti",
            "asādhavaḥ",
            "teṣām",
            "hi",
            "praśamaḥ",
            "daṇḍaḥ",
            "paśūnām",
            "laguḍaḥ",
            "yathā"
        ],
        "translation": "[Lord Balarāma said:] “Clearly the many passions of these scoundrels have made them so proud that they do not want peace. Then let them be pacified by physical punishment, as animals are with a stick.",
        "purport": ""
    },
    {
        "verse": "32-33",
        "devanagari": "अहो यदून् सुसंरब्धान् कृष्णं च कुपितं शनै: ।सान्‍त्‍वयित्वाहमेतेषां शममिच्छन्निहागत: ॥ ३२ ॥त इमे मन्दमतय: कलहाभिरता: खला: ।तं मामवज्ञाय मुहुर्दुर्भाषान् मानिनोऽब्रुवन् ॥ ३३ ॥",
        "english_devnagari": "aho yadūn su-saṁrabdhānkṛṣṇaṁ ca kupitaṁ śanaiḥsāntvayitvāham eteṣāṁśamam icchann ihāgataḥ",
        "verse_Syn": [
            "aho",
            "yadūn",
            "su",
            "saṁrabdhān",
            "kṛṣṇam",
            "ca",
            "kupitam",
            "śanaiḥ",
            "sāntvayitvā",
            "aham",
            "eteṣām",
            "śamam",
            "icchan",
            "iha",
            "āgataḥ",
            "te",
            "ime",
            "manda",
            "matayaḥ",
            "kalaha",
            "abhiratāḥ",
            "khalāḥ",
            "tam",
            "mām",
            "avajñāya",
            "muhuḥ",
            "durbhāṣān",
            "māninaḥ",
            "abruvan"
        ],
        "translation": "“Ah, only gradually was I able to calm the furious Yadus and Lord Kṛṣṇa, who was also enraged. Desiring peace for these Kauravas, I came here. But they are so dull-headed, fond of quarrel and mischievous by nature that they have repeatedly disrespected Me. Out of conceit they dared to address Me with harsh words!",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "नोग्रसेन: किल विभुर्भोजवृष्ण्यन्धकेश्वर: ।शक्रादयो लोकपाला यस्यादेशानुवर्तिन: ॥ ३४ ॥",
        "english_devnagari": "nograsenaḥ kila vibhurbhoja-vṛṣṇy-andhakeśvaraḥśakrādayo loka-pālāyasyādeśānuvartinaḥ",
        "verse_Syn": [
            "na",
            "ugrasenaḥ",
            "kila",
            "vibhuḥ",
            "bhoja",
            "vṛṣṇi",
            "andhaka",
            "īśvaraḥ",
            "śakra",
            "ādayaḥ",
            "loka",
            "pālāḥ",
            "yasya",
            "ādeśa",
            "anuvartinaḥ"
        ],
        "translation": "“King Ugrasena, the lord of the Bhojas, Vṛṣṇis and Andhakas, is not fit to command, when Indra and other planetary rulers obey his orders?",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "सुधर्माक्रम्यते येन पारिजातोऽमराङ्‍‍घ्रिप: ।आनीय भुज्यते सोऽसौ न किलाध्यासनार्हण: ॥ ३५ ॥",
        "english_devnagari": "sudharmākramyate yenapārijāto ’marāṅghripaḥānīya bhujyate so ’sauna kilādhyāsanārhaṇaḥ",
        "verse_Syn": [
            "sudharmā",
            "ākramyate",
            "yena",
            "pārijātaḥ",
            "amara",
            "aṅghripaḥ",
            "ānīya",
            "bhujyate",
            "saḥ",
            "asau",
            "na",
            "kila",
            "adhyāsana",
            "arhaṇaḥ"
        ],
        "translation": "“That same Kṛṣṇa who occupies the Sudharmā assembly hall and for His enjoyment took the pārijāta tree from the immortal demigods — that very Kṛṣṇa is indeed not fit to sit on a royal throne?",
        "purport": " Here Lord Balarāma angrily states, “Never mind the Yadus — these rascal Kauravas even dare to insult Lord Kṛṣṇa!”"
    },
    {
        "verse": "36",
        "devanagari": "यस्य पादयुगं साक्षाच्छ्रीरुपास्तेऽखिलेश्वरी ।स नार्हति किल श्रीशो नरदेवपरिच्छदान् ॥ ३६ ॥",
        "english_devnagari": "yasya pāda-yugaṁ sākṣācchrīr upāste ’khileśvarīsa nārhati kila śrīśonaradeva-paricchadān",
        "verse_Syn": [
            "yasya",
            "pāda",
            "yugam",
            "sākṣāt",
            "śrīḥ",
            "upāste",
            "akhila",
            "īśvarī",
            "saḥ",
            "na",
            "arhati",
            "kila",
            "śrī",
            "īśaḥ",
            "nara",
            "deva",
            "paricchadān"
        ],
        "translation": "“The goddess of fortune herself, ruler of the entire universe, worships His feet. And the master of the goddess of fortune does not deserve the paraphernalia of a mortal king?",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "यस्याङ्‍‍घ्रिपङ्कजरजोऽखिललोकपालै-र्मौल्युत्तमैर्धृतमुपासिततीर्थतीर्थम् ।ब्रह्मा भवोऽहमपि यस्य कला: कलाया:श्रीश्चोद्वहेम चिरमस्य नृपासनं क्व‍ ॥ ३७ ॥",
        "english_devnagari": "yasyāṅghri-paṅkaja-rajo ’khila-loka-pālairmauly-uttamair dhṛtam upāsita-tīrtha-tīrthambrahmā bhavo ’ham api yasya kalāḥ kalāyāḥśrīś codvahema ciram asya nṛpāsanaṁ kva",
        "verse_Syn": [
            "yasya",
            "aṅghri",
            "paṅkaja",
            "rajaḥ",
            "akhila",
            "loka",
            "pālaiḥ",
            "mauli",
            "uttamaiḥ",
            "dhṛtam",
            "upāsita",
            "tīrtha",
            "tīrtham",
            "brahmā",
            "bhavaḥ",
            "aham",
            "api",
            "yasya",
            "kalāḥ",
            "kalāyāḥ",
            "śrīḥ",
            "ca",
            "udvahema",
            "ciram",
            "asya",
            "nṛpa",
            "āsanam",
            "kva"
        ],
        "translation": "“The dust of Kṛṣṇa’s lotus feet, which is the source of holiness for all places of pilgrimage, is worshiped by all the great demigods. The principal deities of all planets are engaged in His service, and they consider themselves most fortunate to take the dust of the lotus feet of Kṛṣṇa on their crowns. Great demigods like Lord Brahmā and Lord Śiva, and even the goddess of fortune and I, are simply parts of His spiritual identity, and we also carefully carry that dust on our heads. And still Kṛṣṇa is not fit to use the royal insignia or even sit on the royal throne?",
        "purport": " The above translation is based on Śrīla Prabhupāda’s Kṛṣṇa, the Supreme Personality of Godhead. According to Śrīla Śrīdhara Svāmī, the place of pilgrimage especially referred to here is the Ganges River. The Ganges water is inundating the whole world, and since it is emanating from Kṛṣṇa’s lotus feet, its banks have turned into great places of pilgrimage."
    },
    {
        "verse": "38",
        "devanagari": "भुञ्जते कुरुभिर्दत्तं भूखण्डं वृष्णय: किल ।उपानह: किल वयं स्वयं तु कुरव: शिर: ॥ ३८ ॥",
        "english_devnagari": "bhuñjate kurubhir dattaṁbhū-khaṇḍaṁ vṛṣṇayaḥ kilaupānahaḥ kila vayaṁsvayaṁ tu kuravaḥ śiraḥ",
        "verse_Syn": [
            "bhuñjate",
            "kurubhiḥ",
            "dattam",
            "bhū",
            "khaṇḍam",
            "vṛṣṇayaḥ",
            "kila",
            "upānahaḥ",
            "kila",
            "vayam",
            "svayam",
            "tu",
            "kuravaḥ",
            "śiraḥ"
        ],
        "translation": "“We Vṛṣṇis enjoy only whatever small parcel of land the Kurus allow us? And we are indeed shoes, whereas the Kurus are the head?",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "अहो ऐश्वर्यमत्तानां मत्तानामिव मानिनाम् ।असम्बद्धा गिरो रुक्षा: क: सहेतानुशासिता ॥ ३९ ॥",
        "english_devnagari": "aho aiśvarya-mattānāṁmattānām iva mānināmasambaddhā giṛo rukṣāḥkaḥ sahetānuśāsītā",
        "verse_Syn": [
            "aho",
            "aiśvarya",
            "mattānām",
            "mattānām",
            "iva",
            "māninām",
            "asambaddhāḥ",
            "giraḥ",
            "rukṣāḥ",
            "kaḥ",
            "saheta",
            "anuśāsītā"
        ],
        "translation": "“Just see how these puffed-up Kurus are intoxicated with their so-called power, like ordinary drunken men! What actual ruler, with the power to command, would tolerate their foolish, nasty words?",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "अद्य निष्कौरवं पृथ्वीं करिष्यामीत्यमर्षित: ।गृहीत्वा हलमुत्तस्थौ दहन्निव जगत्‍त्रयम् ॥ ४० ॥",
        "english_devnagari": "adya niṣkauravāṁ pṛthvīṁkariṣyāmīty amarṣitaḥgṛhītvā halam uttasthaudahann iva jagat-trayam",
        "verse_Syn": [
            "adya",
            "niṣkauravāṁ",
            "pṛthvīm",
            "kariṣyāmi",
            "iti",
            "amarṣitaḥ",
            "gṛhītvā",
            "halam",
            "uttasthau",
            "dahan",
            "iva",
            "jagat",
            "trayam"
        ],
        "translation": "“Today I shall rid the earth of the Kauravas!” declared the furious Balarāma. Thus He took His plow weapon and rose up as if to set the three worlds ablaze.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "लाङ्गलाग्रेण नगरमुद्विदार्य गजाह्वयम् ।विचकर्ष स गङ्गायां प्रहरिष्यन्नमर्षित: ॥ ४१ ॥",
        "english_devnagari": "lāṅgalāgreṇa nagaramudvidārya gajāhvayamvicakarṣa sa gaṅgāyāṁprahariṣyann amarṣitaḥ",
        "verse_Syn": [
            "lāṅgala",
            "agreṇa",
            "nagaram",
            "udvidārya",
            "gajāhvayam",
            "vicakarṣa",
            "saḥ",
            "gaṅgāyām",
            "prahariṣyan",
            "amarṣitaḥ"
        ],
        "translation": "The Lord angrily dug up Hastināpura with the tip of His plow and began to drag it, intending to cast the entire city into the Ganges.",
        "purport": " Śrīla Prabhupāda writes as follows: “Lord Balarāma seemed so furious that He looked as if He could burn the whole cosmic creation to ashes. He stood up steadily and, taking His plow in His hand, began striking the earth with it. In this way the whole city of Hastināpura was separated from the earth. Lord Balarāma then began to drag the city toward the flowing water of the river Ganges. Because of this, there was a great tremor throughout Hastināpura, as if there had been an earthquake, and it seemed that the whole city would be dismantled.” Śrīla Viśvanātha Cakravartī states that by the Lord’s desire His plow had increased in size, and that as Balarāma began dragging Hastināpura toward the water, He ordered the Ganges, “Except for Sāmba, you should attack and kill everyone in the city with your water.” Thus He would fulfill His promise to rid the earth of the Kauravas while making sure that nothing would happen to Sāmba."
    },
    {
        "verse": "42-43",
        "devanagari": "जलयानमिवाघूर्णं गङ्गायां नगरं पतत् ।आकृष्यमाणमालोक्य कौरवा: जातसम्भ्रमा: ॥ ४२ ॥तमेव शरणं जग्मु: सकुटुम्बा जिजीविषव: ।सलक्ष्मणं पुरस्कृत्य साम्बं प्राञ्जलय: प्रभुम् ॥ ४३ ॥",
        "english_devnagari": "jala-yānam ivāghūrṇaṁgaṅgāyāṁ nagaraṁ patatākṛṣyamāṇam ālokyakauravāḥ jāta-sambhramāḥ",
        "verse_Syn": [
            "jala",
            "yānam",
            "iva",
            "āghūrṇam",
            "gaṅgāyām",
            "nagaram",
            "patat",
            "ākṛṣyamāṇam",
            "ālokya",
            "kauravāḥ",
            "jāta",
            "sambhramāḥ",
            "tam",
            "eva",
            "śaraṇam",
            "jagmuḥ",
            "sa",
            "kuṭumbaḥ",
            "jijīviṣavaḥ",
            "sa",
            "lakṣmaṇam",
            "puraḥ",
            "kṛtya",
            "sāmbam",
            "prāñjalayaḥ",
            "prabhum"
        ],
        "translation": "Seeing that their city was tumbling about like a raft at sea as it was being dragged away, and that it was about to fall into the Ganges, the Kauravas became terrified. To save their lives they approached the Lord for shelter, taking their families with them. Placing Sāmba and Lakṣmaṇā in front, they joined their palms in supplication.",
        "purport": " The city of Hastināpura began to roll about like a raft in a stormy sea. The frightened Kauravas, to quickly appease the Lord, immediately brought Sāmba and Lakṣmaṇā and placed them in front."
    },
    {
        "verse": "44",
        "devanagari": "राम रामाखिलाधार प्रभावं न विदाम ते ।मूढानां न: कुबुद्धीनां क्षन्तुमर्हस्यतिक्रमम् ॥ ४४ ॥",
        "english_devnagari": "rāma rāmākhilādhāraprabhāvaṁ na vidāma temūḍhānāṁ naḥ ku-buddhīnāṁkṣantum arhasy atikramam",
        "verse_Syn": [
            "rāma",
            "rāma",
            "akhila",
            "ādhāra",
            "prabhāvam",
            "na",
            "vidāma",
            "te",
            "mūḍhānām",
            "naḥ",
            "ku",
            "buddhīnām",
            "kṣantum",
            "arhasi",
            "atikramam"
        ],
        "translation": "[The Kauravas said:] O Rāma, Rāma, foundation of everything! We know nothing of Your power. Please excuse our offense, for we are ignorant and misguided.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "स्थित्युत्पत्त्यप्ययानां त्वमेको हेतुर्निराश्रय: ।लोकान् क्रीडनकानीश क्रीडतस्ते वदन्ति हि ॥ ४५ ॥",
        "english_devnagari": "sthity-utpatty-apyayānāṁ tvameko hetur nirāśrayaḥlokān krīḍanakān īśakrīḍatas te vadanti hi",
        "verse_Syn": [
            "sthiti",
            "utpatti",
            "apyayānām",
            "tvam",
            "ekaḥ",
            "hetuḥ",
            "nirāśrayaḥ",
            "lokān",
            "krīḍanakān",
            "īśa",
            "krīḍataḥ",
            "te",
            "vadanti",
            "hi"
        ],
        "translation": "You alone cause the creation, maintenance and annihilation of the cosmos, and of You there is no prior cause. Indeed, O Lord, authorities say that the worlds are mere playthings for You as You perform Your pastimes.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "त्वमेव मूर्ध्नीदमनन्त लीलयाभूमण्डलं बिभर्षि सहस्रमूर्धन् ।अन्ते च य: स्वात्मनिरुद्धविश्व:शेषेऽद्वितीय: परिशिष्यमाण: ॥ ४६ ॥",
        "english_devnagari": "tvam eva mūrdhnīdam ananta līlayābhū-maṇḍalaṁ bibharṣi sahasra-mūrdhanante ca yaḥ svātma-niruddha-viśvaḥśeṣe ’dvitīyaḥ pariśiṣyamāṇaḥ",
        "verse_Syn": [
            "tvam",
            "eva",
            "mūrdhni",
            "idam",
            "ananta",
            "līlayā",
            "bhū",
            "maṇḍalam",
            "bibharṣi",
            "sahasra",
            "mūrdhan",
            "ante",
            "ca",
            "yaḥ",
            "sva",
            "ātma",
            "niruddha",
            "viśvaḥ",
            "śeṣe",
            "advitīyaḥ",
            "pariśiṣyamāṇaḥ"
        ],
        "translation": "O unlimited one of a thousand heads, as Your pastime You carry this earthly globe upon one of Your heads. At the time of annihilation You withdraw the entire universe within Your body and, remaining all alone, lie down to rest.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "कोपस्तेऽखिलशिक्षार्थं न द्वेषान्न च मत्सरात् ।बिभ्रतो भगवन् सत्त्वं स्थितिपालनतत्पर: ॥ ४७ ॥",
        "english_devnagari": "kopas te ’khila-śikṣārthaṁna dveṣān na ca matsarātbibhrato bhagavan sattvaṁsthiti-pālana-tatparaḥ",
        "verse_Syn": [
            "kopaḥ",
            "te",
            "akhila",
            "śikṣā",
            "artham",
            "na",
            "dveṣāt",
            "na",
            "ca",
            "matsarāt",
            "bibhrataḥ",
            "bhagavan",
            "sattvam",
            "sthiti",
            "pālana",
            "tat",
            "paraḥ"
        ],
        "translation": "Your anger is meant for instructing everyone; it is not a manifestation of hatred or envy. O Supreme Lord, You sustain the pure mode of goodness, and You become angry only to maintain and protect this world.",
        "purport": " The Kurus admit that Lord Balarāma’s anger was entirely appropriate and in fact was meant for their benefit. As Śrīla Viśvanātha Cakravartī puts it, the Kurus meant to say, “Because You exhibited this anger, we have now become civilized, whereas previously we were wicked and could not see You, blinded as we were by pride.”"
    },
    {
        "verse": "48",
        "devanagari": "नमस्ते सर्वभूतात्मन् सर्वशक्तिधराव्यय ।विश्वकर्मन् नमस्तेऽस्तु त्वां वयं शरणं गता: ॥ ४८ ॥",
        "english_devnagari": "namas te sarva-bhūtātmansarva-śakti-dharāvyayaviśva-karman namas te ’stutvāṁ vayaṁ śaraṇaṁ gatāḥ",
        "verse_Syn": [
            "namaḥ",
            "te",
            "sarva",
            "bhūta",
            "ātman",
            "sarva",
            "śakti",
            "dhara",
            "avyaya",
            "viśva",
            "karman",
            "namaḥ",
            "te",
            "astu",
            "tvām",
            "vayam",
            "śaraṇam",
            "gatāḥ"
        ],
        "translation": "We bow down to You, O Soul of all beings, O wielder of all potencies, O tireless maker of the universe! Offering You obeisances, we take shelter of You.",
        "purport": " The Kauravas clearly realized that their lives and destinies were in the hands of the Lord."
    },
    {
        "verse": "49",
        "devanagari": "श्रीशुक उवाचएवं प्रपन्नै: संविग्नैर्वेपमानायनैर्बल: ।प्रसादित: सुप्रसन्नो मा भैष्टेत्यभयं ददौ ॥ ४९ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ prapannaiḥ saṁvignairvepamānāyanair balaḥprasāditaḥ su-prasannomā bhaiṣṭety abhayaṁ dadau",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "prapannaiḥ",
            "saṁvignaiḥ",
            "vepamāna",
            "ayanaiḥ",
            "balaḥ",
            "prasāditaḥ",
            "su",
            "prasannaḥ",
            "mā",
            "bhaiṣṭa",
            "iti",
            "abhayam",
            "dadau"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus propitiated by the Kurus, whose city was trembling and who were surrendering to Him in great distress, Lord Balarāma became very calm and kindly disposed toward them. “Do not be afraid,” He said, and took away their fear.",
        "purport": ""
    },
    {
        "verse": "50-51",
        "devanagari": "दुर्योधन: पारिबर्हं कुञ्जरान् षष्टिहायनान् ।ददौ च द्वादशशतान्ययुतानि तुरङ्गमान् ॥ ५० ॥रथानां षट्‍सहस्राणि रौक्‍माणां सूर्यवर्चसाम् ।दासीनां निष्ककण्ठीनां सहस्रं दुहितृवत्सल: ॥ ५१ ॥",
        "english_devnagari": "duryodhanaḥ pāribarhaṁkuñjarān ṣaṣṭi-hāyanāndadau ca dvādaśa-śatānyayutāni turaṅgamān",
        "verse_Syn": [
            "duryodhanaḥ",
            "pāribarham",
            "kuñjarān",
            "ṣaṣṭi",
            "hāyanān",
            "dadau",
            "ca",
            "dvādaśa",
            "śatāni",
            "ayutāni",
            "turaṅgamān",
            "rathānām",
            "ṣaṭ",
            "sahasrāṇi",
            "raukmāṇām",
            "sūrya",
            "varcasām",
            "dāsīnām",
            "niṣka",
            "kaṇṭthīnām",
            "sahasram",
            "duhitṛ",
            "vatsalaḥ"
        ],
        "translation": "Duryodhana, being very affectionate to his daughter, gave as her dowry 1,200 sixty-year-old elephants, 120,000 horses, 6,000 golden chariots shining like the sun, and 1,000 maidservants with jeweled lockets on their necks.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "प्रतिगृह्य तु तत्सर्वं भगवान् सात्वतर्षभ: ।ससुत: सस्‍नुष: प्रायात् सुहृद्भ‍िरभिनन्दित: ॥ ५२ ॥",
        "english_devnagari": "pratigṛhya tu tat sarvaṁbhagavān sātvatarṣabhaḥsa-sutaḥ sa-snuṣaḥ prāyātsuhṛdbhir abhinanditaḥ",
        "verse_Syn": [
            "pratigṛhya",
            "tu",
            "tat",
            "sarvam",
            "bhagavān",
            "sātvata",
            "ṛṣabhaḥ",
            "sa",
            "sutaḥ",
            "sa",
            "snuṣaḥ",
            "prāyāt",
            "su",
            "hṛdbhiḥ",
            "abhinanditaḥ"
        ],
        "translation": "The Supreme Lord, chief of the Yādavas, accepted all these gifts and then departed with His son and daughter-in-law as His well-wishers bid Him farewell.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "तत: प्रविष्ट: स्वपुरं हलायुध:समेत्य बन्धूननुरक्तचेतस: ।शशंस सर्वं यदुपुङ्गवानांमध्ये सभायां कुरुषु स्वचेष्टितम् ॥ ५३ ॥",
        "english_devnagari": "tataḥ praviṣṭaḥ sva-puraṁ halāyudhaḥsametya bandhūn anurakta-cetasaḥśaśaṁsa sarvaṁ yadu-puṅgavānāṁmadhye sabhāyāṁ kuruṣu sva-ceṣṭitam",
        "verse_Syn": [
            "tataḥ",
            "praviṣṭaḥ",
            "sva",
            "puram",
            "hala",
            "āyudhaḥ",
            "sametya",
            "bandhūn",
            "anurakta",
            "cetasaḥ",
            "śaśaṁsa",
            "sarvam",
            "yadu",
            "puṅgavānām",
            "madhye",
            "sabhāyām",
            "kuruṣu",
            "sva",
            "ceṣṭitam"
        ],
        "translation": "Then Lord Halāyudha entered His city [Dvārakā] and met His relatives, whose hearts were all bound to Him in loving attachment. In the assembly hall He reported to the Yadu leaders everything about His dealings with the Kurus.",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "अद्यापि च पुरं ह्येतत् सूचयद् रामविक्रमम् ।समुन्नतं दक्षिणतो गङ्गायामनुद‍ृश्यते ॥ ५४ ॥",
        "english_devnagari": "adyāpi ca puraṁ hy etatsūcayad rāma-vikramamsamunnataṁ dakṣiṇatogaṅgāyām anudṛśyate",
        "verse_Syn": [
            "adya",
            "api",
            "ca",
            "puram",
            "hi",
            "etat",
            "sūcayat",
            "rāma",
            "vikramam",
            "samunnatam",
            "dakṣiṇataḥ",
            "gaṅgāyām",
            "anudṛśyate"
        ],
        "translation": "Even today the city of Hastināpura is visibly elevated on its southern side along the Ganges, thus showing the signs of Lord Balarāma’s prowess.",
        "purport": " Śrīla Prabhupāda writes as follows: “For the most part it was the practice of the kṣatriya kings to inaugurate some kind of fighting between the parties of the bride and bridegroom before the marriage. When Sāmba forcibly took away Lakṣmaṇa, the elderly members of the Kuru dynasty were pleased to see that he was actually the suitable match for her. In order to see his personal strength, however, they fought with him, and without any respect for the regulations of fighting, they all arrested him. When the Yadu dynasty decided to release Sāmba from the confinement of the Kurus, Lord Balarāma came personally to settle the matter, and, as a powerful kṣatriya, He ordered them to free Sāmba immediately. The Kauravas became superficially insulted by this order, so they challenged Lord Balarāma’s power. They simply wanted to see Him exhibit His inconceivable strength. Thus with great pleasure they handed over their daughter to Sāmba, and the whole matter was settled. Duryodhana, being affectionate toward his daughter Lakṣmaṇā, had her married to Sāmba in great pomp.… Balarāma was very satisfied after His great reception from the side of the Kurus, and accompanied by the newly married couple, He started toward His capital city of Dvārakā. “Lord Balarāma triumphantly reached Dvārakā, where He met with many citizens who were all His devotees and friends. When they all assembled, Lord Balarāma narrated the whole story of the marriage, and they were astonished to hear how Balarāma had made the city of Hastināpura tremble.”"
    }
]