[
    {
        "verse": "1",
        "devanagari": "राजोवाचयदेतद्भ‍गवत आदित्यस्य मेरुं ध्रुवं च प्रदक्षिणेन परिक्रामतो राशीनामभिमुखं प्रचलितं चाप्रदक्षिणं भगवतोपवर्णितममुष्य वयं कथमनुमिमीमहीति ॥ १ ॥",
        "english_devnagari": "rājovācayad etad bhagavata ādityasya meruṁ dhruvaṁ ca pradakṣiṇena parikrāmato rāśīnām abhimukhaṁ pracalitaṁ cāpradakṣiṇaṁ bhagavatopavarṇitam amuṣya vayaṁ katham anumimīmahīti.",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "yat",
            "etat",
            "bhagavataḥ",
            "ādityasya",
            "merum",
            "dhruvam",
            "ca",
            "pradakṣiṇena",
            "parikrāmataḥ",
            "rāśīnām",
            "abhimukham",
            "pracalitam",
            "ca",
            "apradakṣiṇam",
            "bhagavatā",
            "upavarṇitam",
            "amuṣya",
            "vayam",
            "katham",
            "anumimīmahi",
            "iti"
        ],
        "translation": "King Parīkṣit inquired from Śukadeva Gosvāmī: My dear lord, you have already affirmed the truth that the supremely powerful sun-god travels around Dhruvaloka with both Dhruvaloka and Mount Sumeru on his right. Yet at the same time the sun-god faces the signs of the zodiac and keeps Sumeru and Dhruvaloka on his left. How can we reasonably accept that the sun-god proceeds with Sumeru and Dhruvaloka on both his left and right simultaneously?",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "स होवाचयथा कुलालचक्रेण भ्रमता सह भ्रमतां तदाश्रयाणां पिपीलिकादीनां गतिरन्यैव प्रदेशान्तरेष्वप्युपलभ्यमानत्वादेवं नक्षत्रराशिभिरुपलक्षितेन कालचक्रेण ध्रुवं मेरुं च प्रदक्षिणेन परिधावता सह परिधावमानानां तदाश्रयाणां सूर्यादीनां ग्रहाणां गतिरन्यैव नक्षत्रान्तरे राश्यन्तरे चोपलभ्यमानत्वात् ॥ २ ॥",
        "english_devnagari": "sa hovācayathā kulāla-cakreṇa bhramatā saha bhramatāṁ tad-āśrayāṇāṁ pipīlikādīnāṁ gatir anyaiva pradeśāntareṣv apy upalabhyamānatvād evaṁ nakṣatra-rāśibhir upalakṣitena kāla-cakreṇa dhruvaṁ meruṁ ca pradakṣiṇena paridhāvatā saha paridhāvamānānāṁ tad-āśrayāṇāṁ sūryādīnāṁ grahāṇāṁ gatir anyaiva nakṣatrāntare rāśy-antare copalabhyamānatvāt.",
        "verse_Syn": [
            "saḥ",
            "ha",
            "uvāca",
            "yathā",
            "kulāla",
            "cakreṇa",
            "bhramatā",
            "saha",
            "bhramatām",
            "tat",
            "āśrayāṇām",
            "pipīlika",
            "ādīnām",
            "gatiḥ",
            "anyā",
            "eva",
            "pradeśa",
            "antareṣu",
            "api",
            "upalabhyamānatvāt",
            "evam",
            "nakṣatra",
            "rāśibhiḥ",
            "upalakṣitena",
            "kāla",
            "cakreṇa",
            "dhruvam",
            "merum",
            "ca",
            "pradakṣiṇena",
            "paridhāvatā",
            "saha",
            "paridhāvamānānām",
            "tat",
            "āśrayāṇām",
            "sūrya",
            "ādīnām",
            "grahāṇām",
            "gatiḥ",
            "anyā",
            "eva",
            "nakṣatra",
            "antare",
            "rāśi",
            "antare",
            "ca",
            "upalabhyamānatvāt"
        ],
        "translation": "Śrī Śukadeva Gosvāmī clearly answered: When a potter’s wheel is moving and small ants located on that big wheel are moving with it, one can see that their motion is different from that of the wheel because they appear sometimes on one part of the wheel and sometimes on another. Similarly, the signs and constellations, with Sumeru and Dhruvaloka on their right, move with the wheel of time, and the antlike sun and other planets move with them. The sun and planets, however, are seen in different signs and constellations at different times. This indicates that their motion is different from that of the zodiac and the wheel of time itself.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "स एष भगवानादिपुरुष एव साक्षान्नारायणो लोकानां स्वस्तय आत्मानं त्रयीमयं कर्मविशुद्धिनिमित्तं कविभिरपि च वेदेन विजिज्ञास्यमानो द्वादशधा विभज्य षट्‌सु वसन्तादिष्वृतुषु यथोपजोषमृतुगुणान् विदधाति ॥ ३ ॥",
        "english_devnagari": "sa eṣa bhagavān ādi-puruṣa eva sākṣān nārāyaṇo lokānāṁ svastaya ātmānaṁ trayīmayaṁ karma-viśuddhi-nimittaṁ kavibhir api ca vedena vijijñāsyamāno dvādaśadhā vibhajya ṣaṭsu vasantādiṣv ṛtuṣu yathopa-joṣam ṛtu-guṇān vidadhāti.",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "bhagavān",
            "ādi",
            "puruṣaḥ",
            "eva",
            "sākṣāt",
            "nārāyaṇaḥ",
            "lokānām",
            "svastaye",
            "ātmānam",
            "trayī",
            "mayam",
            "karma",
            "viśuddhi",
            "nimittam",
            "kavibhiḥ",
            "api",
            "ca",
            "vedena",
            "vijijñāsyamānaḥ",
            "dvādaśa",
            "dhā",
            "vibhajya",
            "ṣaṭsu",
            "vasanta",
            "ādiṣu",
            "ṛtuṣu",
            "yathā",
            "upajoṣam",
            "ṛtu",
            "guṇān",
            "vidadhāti"
        ],
        "translation": "The original cause of the cosmic manifestation is the Supreme Personality of Godhead, Nārāyaṇa. When great saintly persons, fully aware of the Vedic knowledge, offered prayers to the Supreme Person, He descended to this material world in the form of the sun to benefit all the planets and purify fruitive activities. He divided Himself into twelve parts and created seasonal forms, beginning with spring. In this way He created the seasonal qualities, such as heat, cold and so on.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तमेतमिह पुरुषास्त्रय्या विद्यया वर्णाश्रमाचारानुपथा उच्चावचै: कर्मभिराम्नातैर्योगवितानैश्च श्रद्धया यजन्तोऽञ्जसा श्रेय: समधिगच्छन्ति ॥ ४ ॥",
        "english_devnagari": "tam etam iha puruṣās trayyā vidyayā varṇāśramācārānupathā uccāvacaiḥ karmabhir āmnātair yoga-vitānaiś ca śraddhayā yajanto ’ñjasā śreyaḥ samadhigacchanti.",
        "verse_Syn": [
            "tam",
            "etam",
            "iha",
            "puruṣāḥ",
            "trayyā",
            "vidyayā",
            "varṇa",
            "āśrama",
            "ācāra",
            "anupathāḥ",
            "ucca",
            "avacaiḥ",
            "karmabhiḥ",
            "āmnātaiḥ",
            "yoga",
            "vitānaiḥ",
            "ca",
            "śraddhayā",
            "yajantaḥ",
            "añjasā",
            "śreyaḥ",
            "samadhigacchanti"
        ],
        "translation": "According to the system of four varṇas and four āśramas, people generally worship the Supreme Personality of Godhead, Nārāyaṇa, who is situated as the sun-god. With great faith they worship the Supreme Personality as the Supersoul according to ritualistic ceremonies handed down in the three Vedas, such as agnihotra and similar higher and lower fruitive acts, and according to the process of mystic yoga. In this way they very easily attain the ultimate goal of life.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "अथ स एष आत्मा लोकानां द्यावापृथिव्योरन्तरेण नभोवलयस्य कालचक्रगतो द्वादश मासान् भुङ्क्ते राशिसंज्ञान् संवत्सरावयवान्मास: पक्षद्वयं दिवा नक्तं चेति सपादर्क्षद्वयमुपदिशन्ति यावता षष्ठमंशं भुञ्जीत स वै ऋतुरित्युपदिश्यते संवत्सरावयव: ॥ ५ ॥",
        "english_devnagari": "atha sa eṣa ātmā lokānāṁ dyāv-āpṛthivyor antareṇa nabho-valayasya kālacakra-gato dvādaśa māsān bhuṅkte rāśi-saṁjñān saṁvatsarāvayavān māsaḥ pakṣa-dvayaṁ divā naktaṁ ceti sapādarkṣa-dvayam upadiśanti yāvatā ṣaṣṭham aṁśaṁ bhuñjīta sa vai ṛtur ity upadiśyate saṁvatsarāvayavaḥ.",
        "verse_Syn": [
            "atha",
            "saḥ",
            "eṣaḥ",
            "ātmā",
            "lokānām",
            "dyāv",
            "ā",
            "pṛthivyoḥ",
            "antareṇa",
            "nabhaḥ",
            "valayasya",
            "kāla",
            "cakra",
            "gataḥ",
            "dvādaśa",
            "māsān",
            "bhuṅkte",
            "rāśi",
            "saṁjñān",
            "saṁvatsara",
            "avayavān",
            "māsaḥ",
            "pakṣa",
            "dvayam",
            "divā",
            "naktam",
            "ca",
            "iti",
            "sapāda",
            "ṛkṣa",
            "dvayam",
            "upadiśanti",
            "yāvatā",
            "ṣaṣṭham",
            "aṁśam",
            "bhuñjīta",
            "saḥ",
            "vai",
            "ṛtuḥ",
            "iti",
            "upadiśyate",
            "saṁvatsara",
            "avayavaḥ"
        ],
        "translation": "The sun-god, who is Nārāyaṇa, or Viṣṇu, the soul of all the worlds, is situated in outer space between the upper and lower portions of the universe. Passing through twelve months on the wheel of time, the sun comes in touch with twelve different signs of the zodiac and assumes twelve different names according to those signs. The aggregate of those twelve months is called a saṁvatsara, or an entire year. According to lunar calculations, two fortnights — one of the waxing moon and the other of the waning — form one month. That same period is one day and night for the planet Pitṛloka. According to stellar calculations, a month equals two and one quarter constellations. When the sun travels for two months, a season passes, and therefore the seasonal changes are considered parts of the body of the year.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "अथ च यावतार्धेन नभोवीथ्यां प्रचरति तं कालमयनमाचक्षते ॥ ६ ॥",
        "english_devnagari": "atha ca yāvatārdhena nabho-vīthyāṁ pracarati taṁ kālam ayanam ācakṣate.",
        "verse_Syn": [
            "atha",
            "ca",
            "yāvatā",
            "ardhena",
            "nabhaḥ",
            "vīthyām",
            "pracarati",
            "tam",
            "kālam",
            "ayanam",
            "ācakṣate"
        ],
        "translation": "Thus the time the sun takes to rotate through half of outer space is called an ayana, or its period of movement [in the north or in the south].",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "अथ च यावन्नभोमण्डलं सह द्यावापृथिव्योर्मण्डलाभ्यां कार्त्स्‍न्येन स ह भुञ्जीत तं कालं संवत्सरं परिवत्सरमिडावत्सरमनुवत्सरं वत्सरमिति भानोर्मान्द्यशैघ्र्यसमगतिभि: समामनन्ति ॥ ७ ॥",
        "english_devnagari": "atha ca yāvan nabho-maṇḍalaṁ saha dyāv-āpṛthivyor maṇḍalābhyāṁ kārtsnyena sa ha bhuñjīta taṁ kālaṁ saṁvatsaraṁ parivatsaram iḍāvatsaram anuvatsaraṁ vatsaram iti bhānor māndya-śaighrya-sama-gatibhiḥ samāmananti.",
        "verse_Syn": [
            "atha",
            "ca",
            "yāvat",
            "nabhaḥ",
            "maṇḍalam",
            "saha",
            "dyau",
            "āpṛthivyoḥ",
            "maṇḍalābhyām",
            "kārtsnyena",
            "saḥ",
            "ha",
            "bhuñjīta",
            "tam",
            "kālam",
            "saṁvatsaram",
            "parivatsaram",
            "iḍāvatsaram",
            "anuvatsaram",
            "vatsaram",
            "iti",
            "bhānoḥ",
            "māndya",
            "śaighrya",
            "sama",
            "gatibhiḥ",
            "samāmananti"
        ],
        "translation": "The sun-god has three speeds — slow, fast and moderate. The time he takes to travel entirely around the spheres of heaven, earth and space at these three speeds is referred to, by learned scholars, by the five names Saṁvatsara, Parivatsara, Iḍāvatsara, Anuvatsara and Vatsara.",
        "purport": " According to solar astronomical calculations, each year extends six days beyond the calendar year, and according to lunar calculations, each year is six days shorter. Therefore, because of the movements of the sun and moon, there is a difference of twelve days between the solar and lunar years. As the Saṁvatsara, Parivatsara, Iḍāvatsara, Anuvatsara and Vatsara pass by, two extra months are added within each five years. This makes a sixth saṁvatsara, but because that saṁvatsara is extra, the solar system is calculated according to the above five names."
    },
    {
        "verse": "8",
        "devanagari": "एवं चन्द्रमा अर्कगभस्तिभ्य उपरिष्टाल्लक्षयोजनत उपलभ्यमानोऽर्कस्य संवत्सरभुक्तिं पक्षाभ्यां मासभुक्तिं सपादर्क्षाभ्यां दिनेनैव पक्षभुक्तिमग्रचारी द्रुततरगमनो भुङ्क्ते ॥ ८ ॥",
        "english_devnagari": "evaṁ candramā arka-gabhastibhya upariṣṭāl lakṣa-yojanata upalabhyamāno ’rkasya saṁvatsara-bhuktiṁ pakṣābhyāṁ māsa-bhuktiṁ sapādarkṣābhyāṁ dinenaiva pakṣa-bhuktim agracārī drutatara-gamano bhuṅkte.",
        "verse_Syn": [
            "evam",
            "candramā",
            "arka",
            "gabhastibhyaḥ",
            "upariṣṭāt",
            "lakṣa",
            "yojanataḥ",
            "upalabhyamānaḥ",
            "arkasya",
            "saṁvatsara",
            "bhuktim",
            "pakṣābhyām",
            "māsa",
            "bhuktim",
            "sapāda",
            "ṛkṣābhyām",
            "dinena",
            "eva",
            "pakṣa",
            "bhuktim",
            "agracārī",
            "druta",
            "tara",
            "gamanaḥ",
            "bhuṅkte"
        ],
        "translation": "Above the rays of the sunshine by a distance of 100,000 yojanas [800,000 miles] is the moon, which travels at a speed faster than that of the sun. In two lunar fortnights the moon travels through the equivalent of a saṁvatsara of the sun, in two and a quarter days it passes through a month of the sun, and in one day it passes through a fortnight of the sun.",
        "purport": " When we take into account that the moon is 100,000 yojanas, or 800,000 miles, above the rays of the sunshine, it is very surprising that the modern excursions to the moon could be possible. Since the moon is so distant, how space vehicles could go there is a doubtful mystery. Modern scientific calculations are subject to one change after another, and therefore they are uncertain. We have to accept the calculations of the Vedic literature. These Vedic calculations are steady; the astronomical calculations made long ago and recorded in the Vedic literature are correct even now. Whether the Vedic calculations or modern ones are better may remain a mystery for others, but as far as we are concerned, we accept the Vedic calculations to be correct."
    },
    {
        "verse": "9",
        "devanagari": "अथ चापूर्यमाणाभिश्च कलाभिरमराणां क्षीयमाणाभिश्च कलाभि: पितृणामहोरात्राणि पूर्वपक्षापरपक्षाभ्यां वितन्वान: सर्वजीवनिवहप्राणो जीवश्चैकमेकं नक्षत्रं त्रिंशता मुहूर्तैर्भुङ्क्ते ॥ ९ ॥",
        "english_devnagari": "atha cāpūryamāṇābhiś ca kalābhir amarāṇāṁ kṣīyamāṇābhiś ca kalābhiḥ pitṝṇām aho-rātrāṇi pūrva-pakṣāpara-pakṣābhyāṁ vitanvānaḥ sarva-jīva-nivaha-prāṇo jīvaś caikam ekaṁ nakṣatraṁ triṁśatā muhūrtair bhuṅkte.",
        "verse_Syn": [
            "atha",
            "ca",
            "āpūryamāṇābhiḥ",
            "ca",
            "kalābhiḥ",
            "amarāṇām",
            "kṣīyamāṇābhiḥ",
            "ca",
            "kalābhiḥ",
            "pitṝṇām",
            "ahaḥ",
            "rātrāṇi",
            "pūrva",
            "pakṣa",
            "apara",
            "pakṣābhyām",
            "vitanvānaḥ",
            "sarva",
            "jīva",
            "nivaha",
            "prāṇaḥ",
            "jīvaḥ",
            "ca",
            "ekam",
            "ekam",
            "nakṣatram",
            "triṁśatā",
            "muhūrtaiḥ",
            "bhuṅkte"
        ],
        "translation": "When the moon is waxing, the illuminating portions of it increase daily, thus creating day for the demigods and night for the pitās. When the moon is waning, however, it causes night for the demigods and day for the pitās. In this way the moon passes through each constellation of stars in thirty muhūrtas [an entire day]. The moon is the source of nectarean coolness that influences the growth of food grains, and therefore the moon-god is considered the life of all living entities. He is consequently called Jīva, the chief living being within the universe.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "य एष षोडशकल: पुरुषो भगवान्मनोमयोऽन्नमयोऽमृतमयो देवपितृमनुष्यभूतपशुपक्षिसरीसृपवीरुधां प्राणाप्यायनशीलत्वात्सर्वमय इति वर्णयन्ति ॥ १० ॥",
        "english_devnagari": "ya eṣa ṣoḍaśa-kalaḥ puruṣo bhagavān manomayo ’nnamayo ’mṛtamayo deva-pitṛ-manuṣya-bhūta-paśu-pakṣi-sarīsṛpa-vīrudhāṁ prāṇāpy āyana-śīlatvāt sarvamaya iti varṇayanti.",
        "verse_Syn": [
            "yaḥ",
            "eṣaḥ",
            "ṣoḍaśa",
            "kalaḥ",
            "puruṣaḥ",
            "bhagavān",
            "manaḥ",
            "mayaḥ",
            "anna",
            "mayaḥ",
            "amṛta",
            "mayaḥ",
            "deva",
            "pitṛ",
            "manuṣya",
            "bhūta",
            "paśu",
            "pakṣi",
            "sarīsṛpa",
            "vīrudhām",
            "prāṇa",
            "api",
            "āyana",
            "śīlatvāt",
            "sarva",
            "mayaḥ",
            "iti",
            "varṇayanti"
        ],
        "translation": "Because the moon is full of all potentialities, it represents the influence of the Supreme Personality of Godhead. The moon is the predominating deity of everyone’s mind, and therefore the moon-god is called Manomaya. He is also called Annamaya because he gives potency to all herbs and plants, and he is called Amṛtamaya because he is the source of life for all living entities. The moon pleases the demigods, pitās, human beings, animals, birds, reptiles, trees, plants and all other living entities. Everyone is satisfied by the presence of the moon. Therefore the moon is also called Sarvamaya [all-pervading].",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "तत उपरिष्टात्‌द्वि्लक्षयोजनतो नक्षत्राणि मेरुं दक्षिणेनैव कालायन ईश्वरयोजितानि सहाभिजिताष्टाविंशति: ॥ ११ ॥",
        "english_devnagari": "tata upariṣṭād dvi-lakṣa-yojanato nakṣatrāṇi meruṁ dakṣiṇenaiva kālāyana īśvara-yojitāni sahābhijitāṣṭā-viṁśatiḥ.",
        "verse_Syn": [
            "tataḥ",
            "upariṣṭāt",
            "dvi",
            "lakṣa",
            "yojanataḥ",
            "nakṣatrāṇi",
            "merum",
            "dakṣiṇena",
            "eva",
            "kāla",
            "ayane",
            "īśvara",
            "yojitāni",
            "saha",
            "abhijitā",
            "aṣṭā",
            "viṁśatiḥ"
        ],
        "translation": "There are many stars located 200,000 yojanas [1,600,000 miles] above the moon. By the supreme will of the Supreme Personality of Godhead, they are fixed to the wheel of time, and thus they rotate with Mount Sumeru on their right, their motion being different from that of the sun. There are twenty-eight important stars, headed by Abhijit.",
        "purport": " The stars referred to herein are 1,600,000 miles above the sun, and thus they are 4,000,000 miles above the earth."
    },
    {
        "verse": "12",
        "devanagari": "तत उपरिष्टादुशना द्विलक्षयोजनत उपलभ्यते पुरत: पश्चात्सहैव वार्कस्य शैघ्र्यमान्द्यसाम्याभिर्गतिभिरर्कवच्चरति लोकानां नित्यदानुकूल एव प्रायेण वर्षयंश्चारेणानुमीयते स वृष्टिविष्टम्भग्रहोपशमन: ॥ १२ ॥",
        "english_devnagari": "tata upariṣṭād uśanā dvi-lakṣa-yojanata upalabhyate purataḥ paścāt sahaiva vārkasya śaighrya-māndya-sāmyābhir gatibhir arkavac carati lokānāṁ nityadānukūla eva prāyeṇa varṣayaṁś cāreṇānumīyate sa vṛṣṭi-viṣṭambha-grahopaśamanaḥ.",
        "verse_Syn": [
            "tataḥ",
            "upariṣṭāt",
            "uśanā",
            "dvi",
            "lakṣa",
            "yojanataḥ",
            "upalabhyate",
            "purataḥ",
            "paścāt",
            "saha",
            "eva",
            "vā",
            "arkasya",
            "śaighrya",
            "māndya",
            "sāmyābhiḥ",
            "gatibhiḥ",
            "arkavat",
            "carati",
            "lokānām",
            "nityadā",
            "anukūlaḥ",
            "eva",
            "prāyeṇa",
            "varṣayan",
            "cāreṇa",
            "anumīyate",
            "saḥ",
            "vṛṣṭi",
            "viṣṭambha",
            "graha",
            "upaśamanaḥ"
        ],
        "translation": "Some 1,600,000 miles above this group of stars is the planet Venus, which moves at almost exactly the same pace as the sun according to swift, slow and moderate movements. Sometimes Venus moves behind the sun, sometimes in front of the sun and sometimes along with it. Venus nullifies the influence of planets that are obstacles to rainfall. Consequently its presence causes rainfall, and it is therefore considered very favorable for all living beings within this universe. This has been accepted by learned scholars.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "उशनसा बुधो व्याख्यातस्तत उपरिष्टाद्विलक्षयोजनतो बुध: सोमसुत उपलभ्यमान: प्रायेण शुभकृद्यदार्काद् व्यतिरिच्येत तदातिवाताभ्रप्रायानावृष्ट्यादिभयमाशंसते ॥ १३ ॥",
        "english_devnagari": "uśanasā budho vyākhyātas tata upariṣṭād dvi-lakṣa-yojanato budhaḥ soma-suta upalabhyamānaḥ prāyeṇa śubha-kṛd yadārkād vyatiricyeta tadātivātābhra-prāyānāvṛṣṭy-ādi-bhayam āśaṁsate.",
        "verse_Syn": [
            "uśanasā",
            "budhaḥ",
            "vyākhyātaḥ",
            "tataḥ",
            "upariṣṭāt",
            "dvi",
            "lakṣa",
            "yojanataḥ",
            "budhaḥ",
            "soma",
            "sutaḥ",
            "upalabhyamānaḥ",
            "prāyeṇa",
            "śubha",
            "kṛt",
            "yadā",
            "arkāt",
            "vyatiricyeta",
            "tadā",
            "ativāta",
            "abhra",
            "prāya",
            "anāvṛṣṭi",
            "ādi",
            "bhayam",
            "āśaṁsate"
        ],
        "translation": "Mercury is described to be similar to Venus, in that it moves sometimes behind the sun, sometimes in front of the sun and sometimes along with it. It is 1,600,000 miles above Venus, or 7,200,000 miles above earth. Mercury, which is the son of the moon, is almost always very auspicious for the inhabitants of the universe, but when it does not move along with the sun, it forbodes cyclones, dust, irregular rainfall, and waterless clouds. In this way it creates fearful conditions due to inadequate or excessive rainfall.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "अत ऊर्ध्वमङ्गारकोऽपि योजनलक्षद्वितय उपलभ्यमानस्त्रिभिस्त्रिभि: पक्षैरेकैकशो राशीन्द्वादशानुभुङ्क्ते यदि न वक्रेणाभिवर्तते प्रायेणाशुभग्रहोऽघशंस: ॥ १४ ॥",
        "english_devnagari": "ata ūrdhvam aṅgārako ’pi yojana-lakṣa-dvitaya upalabhyamānas tribhis tribhiḥ pakṣair ekaikaśo rāśīn dvādaśānubhuṅkte yadi na vakreṇābhivartate prāyeṇāśubha-graho ’gha-śaṁsaḥ.",
        "verse_Syn": [
            "ataḥ",
            "ūrdhvam",
            "aṅgārakaḥ",
            "api",
            "yojana",
            "lakṣa",
            "dvitaye",
            "upalabhyamānaḥ",
            "tribhiḥ",
            "tribhiḥ",
            "pakṣaiḥ",
            "eka",
            "ekaśaḥ",
            "rāśīn",
            "dvādaśa",
            "anubhuṅkte",
            "yadi",
            "na",
            "vakreṇa",
            "abhivartate",
            "prāyeṇa",
            "aśubha",
            "grahaḥ",
            "agha",
            "śaṁsaḥ"
        ],
        "translation": "Situated 1,600,000 miles above Mercury, or 8,800,000 miles above earth, is the planet Mars. If this planet does not travel in a crooked way, it crosses through each sign of the zodiac in three fortnights and in this way travels through all twelve, one after another. It almost always creates unfavorable conditions in respect to rainfall and other influences.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "तत उपरिष्टाद्विलक्षयोजनान्तरगता भगवान् बृहस्पतिरेकैकस्मिन् राशौ परिवत्सरं परिवत्सरं चरति यदि न वक्र: स्यात्प्रायेणानुकूलो ब्राह्मणकुलस्य ॥ १५ ॥",
        "english_devnagari": "tata upariṣṭād dvi-lakṣa-yojanāntara-gatā bhagavān bṛhaspatir ekaikasmin rāśau parivatsaraṁ parivatsaraṁ carati yadi na vakraḥ syāt prāyeṇānukūlo brāhmaṇa-kulasya.",
        "verse_Syn": [
            "tataḥ",
            "upariṣṭāt",
            "dvi",
            "lakṣa",
            "yojana",
            "antara",
            "gatāḥ",
            "bhagavān",
            "bṛhaspatiḥ",
            "eka",
            "ekasmin",
            "rāśau",
            "parivatsaram",
            "parivatsaram",
            "carati",
            "yadi",
            "na",
            "vakraḥ",
            "syāt",
            "prāyeṇa",
            "anukūlaḥ",
            "brāhmaṇa",
            "kulasya"
        ],
        "translation": "Situated 1,600,000 miles above Mars, or 10,400,000 miles above earth, is the planet Jupiter, which travels through one sign of the zodiac within the period of a Parivatsara. If its movement is not curved, the planet Jupiter is very favorable to the brāhmaṇas of the universe.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "तत उपरिष्टाद्योजनलक्षद्वयात्प्रतीयमान: शनैश्चर एकैकस्मिन् राशौ त्रिंशन्मासान् विलम्बमान: सर्वानेवानुपर्येति तावद्भ‍िरनुवत्सरै: प्रायेण हि सर्वेषामशान्तिकर: ॥ १६ ॥",
        "english_devnagari": "tata upariṣṭād yojana-lakṣa-dvayāt pratīyamānaḥ śanaiścara ekaikasmin rāśau triṁśan māsān vilambamānaḥ sarvān evānuparyeti tāvadbhir anuvatsaraiḥ prāyeṇa hi sarveṣām aśāntikaraḥ.",
        "verse_Syn": [
            "tataḥ",
            "upariṣṭāt",
            "yojana",
            "lakṣa",
            "dvayāt",
            "pratīyamānaḥ",
            "śanaiścaraḥ",
            "eka",
            "ekasmin",
            "rāśau",
            "triṁśat",
            "māsān",
            "vilam",
            "bamānaḥ",
            "sarvān",
            "eva",
            "anuparyeti",
            "tāvadbhiḥ",
            "anuvatsaraiḥ",
            "prāyeṇa",
            "hi",
            "sarveṣām",
            "aśāntikaraḥ"
        ],
        "translation": "Situated 1,600,000 miles above Jupiter, or 12,000,000 miles above earth, is the planet Saturn, which passes through one sign of the zodiac in thirty months and covers the entire zodiac circle in thirty Anuvatsaras. This planet is always very inauspicious for the universal situation.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "तत उत्तरस्माद‍ृषय एकादशलक्षयोजनान्तर उपलभ्यन्ते य एव लोकानां शमनुभावयन्तो भगवतो विष्णोर्यत्परमं पदं प्रदक्षिणं प्रक्रमन्ति ॥ १७ ॥",
        "english_devnagari": "tata uttarasmād ṛṣaya ekādaśa-lakṣa-yojanāntara upalabhyante ya eva lokānāṁ śam anubhāvayanto bhagavato viṣṇor yat paramaṁ padaṁ pradakṣiṇaṁ prakramanti.",
        "verse_Syn": [
            "tataḥ",
            "uttarasmāt",
            "ṛṣayaḥ",
            "ekādaśa",
            "lakṣa",
            "yojana",
            "antare",
            "upalabhyante",
            "ye",
            "eva",
            "lokānām",
            "śam",
            "anubhāvayantaḥ",
            "bhagavataḥ",
            "viṣṇoḥ",
            "yat",
            "paramam",
            "padam",
            "pradakṣiṇam",
            "prakramanti"
        ],
        "translation": "Situated 8,800,000 miles above Saturn, or 20,800,000 miles above earth, are the seven saintly sages, who are always thinking of the well-being of the inhabitants of the universe. They circumambulate the supreme abode of Lord Viṣṇu, known as Dhruvaloka, the polestar.",
        "purport": " Śrīla Madhvācārya quotes the following verse from the Brahmāṇḍa Purāṇa: “Lord Viṣṇu, who is the source of knowledge and transcendental bliss, has assumed the form of Śiśumāra in the seventh heaven, which is situated in the topmost level of the universe. All the other planets, beginning with the sun, exist under the shelter of this Śiśumāra planetary system.”"
    }
]