[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचभरतस्यात्मज: सुमतिर्नामाभिहितो यमु ह वाव केचित्पाखण्डिन ऋषभपदवीमनुवर्तमानं चानार्या अवेदसमाम्नातां देवतां स्वमनीषया पापीयस्या कलौ कल्पयिष्यन्ति ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācabharatasyātmajaḥ sumatir nāmābhihito yam u ha vāva kecit pākhaṇḍina ṛṣabha-padavīm anuvartamānaṁ cānāryā aveda-samāmnātāṁ devatāṁ sva-manīṣayā pāpīyasyā kalau kalpayiṣyanti.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "bharatasya",
            "ātma",
            "jaḥ",
            "sumatiḥ",
            "nāma",
            "abhihitaḥ",
            "yam",
            "u",
            "ha",
            "vāva",
            "kecit",
            "pākhaṇḍinaḥ",
            "ṛṣabha",
            "padavīm",
            "anuvartamānam",
            "ca",
            "anāryāḥ",
            "aveda",
            "samāmnātām",
            "devatām",
            "sva",
            "manīṣayā",
            "pāpīyasyā",
            "kalau",
            "kalpayiṣyanti"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī continued: The son of Mahārāja Bharata known as Sumati followed the path of Ṛṣabhadeva, but in the Age of Kali some unscrupulous people will imagine him to be Lord Buddha himself. These people, who will actually be atheistic and of bad character, will interpret the Vedic principles in an imaginary, infamous way to support their activities. Thus these sinful people will accept Sumati as Lord Buddhadeva and propagate the theory that everyone should follow the principles of Sumati. In this way they will be carried away by mental concoction.",
        "purport": " Those who are Āryans strictly follow the Vedic principles, but in this Age of Kali a community has sprung up known as the Arya Samaj, who members are ignorant of the import of the Vedas in the paramparā system. They decry all bona fide ācāryas and pose themselves as the real followers of the Vedic principles, but in fact such non-Āryans do not follow the Vedic principles. Another group of non-Āryans are the Jains, who are referred to in the present verse. Not only do they not follow the Vedic principles, but they have no relationship with Lord Buddha, though they claim to. Imitating the behavior of Sumati, they also claim to be descendants of Ṛṣabhadeva. Those who are Vaiṣṇavas carefully avoid their company because they are ignorant of the path of the Vedas. In Bhagavad-gītā (15.15) Kṛṣṇa says, vedaiś ca sarvair aham eva vedyaḥ: “The real purpose of the Vedas is to understand Me.” This is the injunction of all Vedic literatures. One who does not know the greatness of Lord Kṛṣṇa cannot be accepted as an Āryan. Lord Buddha, an incarnation of Lord Kṛṣṇa, adopted a particular means to propagate the philosophy of bhāgavata-dharma. He preached almost exclusively among atheists. Atheists do not want any God, and Lord Buddha therefore said that there is no God, but he adopted the means to instruct his followers for their benefit. Therefore he preached in a duplicitous way, saying that there is no God. Nonetheless, he himself was an incarnation of God."
    },
    {
        "verse": "2",
        "devanagari": "तस्माद्‍वृद्धसेनायां देवताजिन्नाम पुत्रोऽभवत् ॥ २ ॥",
        "english_devnagari": "tasmād vṛddhasenāyāṁ devatājin-nāma putro ’bhavat.",
        "verse_Syn": [
            "tasmāt",
            "vṛddha",
            "senāyām",
            "devatājit",
            "nāma",
            "putraḥ",
            "abhavat"
        ],
        "translation": "From Sumati, a son named Devatājit was born by the womb of his wife named Vṛddhasenā.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "अथासुर्यां तत्तनयो देवद्युम्नस्ततो धेनुमत्यां सुत: परमेष्ठी तस्य सुवर्चलायां प्रतीह उपजात: ॥ ३ ॥",
        "english_devnagari": "athāsuryāṁ tat-tanayo devadyumnas tato dhenumatyāṁ sutaḥ parameṣṭhī tasya suvarcalāyāṁ pratīha upajātaḥ.",
        "verse_Syn": [
            "atha",
            "āsuryām",
            "tat",
            "tanayaḥ",
            "deva",
            "dyumnaḥ",
            "tataḥ",
            "dhenu",
            "matyām",
            "sutaḥ",
            "parameṣṭhī",
            "tasya",
            "suvarcalāyām",
            "pratīhaḥ",
            "upajātaḥ"
        ],
        "translation": "Thereafter, in the womb of Āsurī, the wife of Devatājit, a son named Devadyumna was begotten. Devadyumna begot in the womb of his wife, Dhenumatī, a son named Parameṣṭhī. Parameṣṭhī begot a son named Pratīha in the womb of his wife, Suvarcalā.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "य आत्मविद्यामाख्याय स्वयं संशुद्धो महापुरुषमनुसस्मार ॥ ४ ॥",
        "english_devnagari": "ya ātma-vidyām ākhyāya svayaṁ saṁśuddho mahā-puruṣam anusasmāra.",
        "verse_Syn": [
            "yaḥ",
            "ātma",
            "vidyām",
            "ākhyāya",
            "svayam",
            "saṁśuddhaḥ",
            "mahā",
            "puruṣam",
            "anusasmāra"
        ],
        "translation": "King Pratīha personally propagated the principles of self-realization. In this way, not only was he purified, but he became a great devotee of the Supreme Person, Lord Viṣṇu, and directly realized Him.",
        "purport": " The word anusasmāra is very significant. God consciousness is not imaginary or concocted. The devotee who is pure and advanced realizes God as He is. Mahārāja Pratīha did so, and due to his direct realization of Lord Viṣṇu, he propagated self-realization and became a preacher. A real preacher cannot be bogus; he must first of all realize Lord Viṣṇu as He is. As confirmed in Bhagavad-gītā (4.34), upadekṣyanti te jñānaṁ jñāninas tattva-darśinaḥ: “One who has seen the truth can impart knowledge.” The word tattva-darśī refers to one who has perfectly realized the Supreme Personality of Godhead. Such a person can become a guru and propound Vaiṣṇava philosophy all over the world. The paragon of bona fide preachers and gurus is King Pratīha."
    },
    {
        "verse": "5",
        "devanagari": "प्रतीहात्सुवर्चलायां प्रतिहर्त्रादयस्त्रय आसन्निज्याकोविदा: सूनव: प्रतिहर्तु: स्तुत्यामजभूमानावजनिषाताम् ॥ ५ ॥",
        "english_devnagari": "pratīhāt suvarcalāyāṁ pratihartrādayas traya āsann ijyā-kovidāḥ sūnavaḥ pratihartuḥ stutyām aja-bhūmānāv ajaniṣātām.",
        "verse_Syn": [
            "pratīhāt",
            "suvarcalāyām",
            "pratihartṛ",
            "ādayaḥ",
            "trayaḥ",
            "āsan",
            "ijyā",
            "kovidāḥ",
            "sūnavaḥ",
            "pratihartuḥ",
            "stutyām",
            "aja",
            "bhūmānau",
            "ajaniṣātām"
        ],
        "translation": "In the womb of his wife Suvarcalā, Pratīha begot three sons, named Pratihartā, Prastotā and Udgātā. These three sons were very expert in performing Vedic rituals. Pratihartā begot two sons, named Aja and Bhūmā, in the womb of his wife, named Stutī.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "भूम्न ऋषिकुल्यायामुद्गीथस्तत: प्रस्तावो देवकुल्यायां प्रस्तावान्नियुत्सायां हृदयज आसीद्विभुर्विभो रत्यां च पृथुषेणस्तस्मान्नक्त आकूत्यां जज्ञे नक्ताद्‍द्रुतिपुत्रो गयो राजर्षिप्रवर उदारश्रवा अजायत साक्षाद्भ‍गवतो विष्णोर्जगद्रिरक्षिषया गृहीतसत्त्वस्य कलाऽऽत्मवत्त्वादिलक्षणेन महापुरुषतां प्राप्त: ॥ ६ ॥",
        "english_devnagari": "bhūmna ṛṣikulyāyām udgīthas tataḥ prastāvo devakulyāyāṁ prastāvān niyutsāyāṁ hṛdayaja āsīd vibhur vibho ratyāṁ ca pṛthuṣeṇas tasmān nakta ākūtyāṁ jajñe naktād druti-putro gayo rājarṣi-pravara udāra-śravā ajāyata sākṣād bhagavato viṣṇor jagad-rirakṣiṣayā gṛhīta-sattvasya kalātmavattvādi-lakṣaṇena mahā-puruṣatāṁ prāptaḥ.",
        "verse_Syn": [
            "bhūmnaḥ",
            "ṛṣi",
            "kulyāyām",
            "udgīthaḥ",
            "tataḥ",
            "prastāvaḥ",
            "deva",
            "kulyāyām",
            "prastāvāt",
            "niyutsāyām",
            "hṛdaya",
            "jaḥ",
            "āsīt",
            "vibhuḥ",
            "vibhoḥ",
            "ratyām",
            "ca",
            "pṛthu",
            "ṣeṇaḥ",
            "tasmāt",
            "naktaḥ",
            "ākūtyām",
            "jajñe",
            "naktāt",
            "druti",
            "putraḥ",
            "gayaḥ",
            "rāja",
            "ṛṣi",
            "pravaraḥ",
            "udāra",
            "śravāḥ",
            "ajāyata",
            "sākṣāt",
            "bhagavataḥ",
            "viṣṇoḥ",
            "jagat",
            "rirak",
            "ṣiṣayā",
            "gṛhīta",
            "sattvasya",
            "kalā",
            "ātma",
            "vattva",
            "ādi",
            "lakṣaṇena",
            "mahā",
            "puruṣatām",
            "prāptaḥ"
        ],
        "translation": "In the womb of his wife, Ṛṣikulyā, King Bhūmā begot a son named Udgītha. From Udgītha’s wife, Devakulyā, a son named Prastāva was born, and Prastāva begot a son named Vibhu through his wife, Niyutsā. In the womb of his wife, Ratī, Vibhu begot a son named Pṛthuṣeṇa. Pṛthuṣeṇa begot a son named Nakta in the womb of his wife, named Ākūti. Nakta’s wife was Druti, and from her womb the great King Gaya was born. Gaya was very famous and pious; he was the best of saintly kings. Lord Viṣṇu and His expansions, who are meant to protect the universe, are always situated in the transcendental mode of goodness, known as viśuddha-sattva. Being the direct expansion of Lord Viṣṇu, King Gaya was also situated in the viśuddha-sattva. Because of this, Mahārāja Gaya was fully equipped with transcendental knowledge. Therefore he was called Mahāpuruṣa.",
        "purport": " From this verse it appears that the incarnations of God are various. Some are part and parcel of the direct expansions, and some are direct expansions of Lord Viṣṇu. A direct incarnation of the Supreme Personality of Godhead is called aṁśa or svāṁśa, whereas an incarnation from aṁśa is called kalā. Among the kalās there are the vibhinnāṁśa-jīvas, or living entities. These are counted among the jīva-tattvas. Those who come directly from Lord Viṣṇu are called viṣṇu-tattva and are sometimes designated as Mahāpuruṣa. Another name for Kṛṣṇa is Mahāpuruṣa, and a devotee is sometimes called mahā-pauruṣika."
    },
    {
        "verse": "7",
        "devanagari": "स वै स्वधर्मेण प्रजापालन पोषणप्रीणनोपलालनानुशासनलक्षणेनेज्यादिना च भगवति महापुरुषे परावरे ब्रह्मणि सर्वात्मनार्पितपरमार्थलक्षणेन ब्रह्मविच्चरणानुसेवयाऽऽपादितभगवद्‍भक्तियोगेन चाभीक्ष्णश: परिभावितातिशुद्ध मतिरुपरतानात्म्य आत्मनि स्वयमुपलभ्यमानब्रह्मात्मानुभवोऽपि निरभिमान एवावनिमजूगुपत् ॥ ७ ॥",
        "english_devnagari": "sa vai sva-dharmeṇa prajā-pālana-poṣaṇa-prīṇanopalālanānuśāsana-lakṣaṇenejyādinā ca bhagavati mahā-puruṣe parāvare brahmaṇi sarvātmanārpita-paramārtha-lakṣaṇena brahmavic-caraṇānusevayāpādita-bhagavad-bhakti-yogena cābhīkṣṇaśaḥ paribhāvitāti-śuddha-matir uparatānātmya ātmani svayam upalabhyamāna-brahmātmānubhavo ’pi nirabhimāna evāvanim ajūgupat.",
        "verse_Syn": [
            "saḥ",
            "vai",
            "sva",
            "dharmeṇa",
            "prajā",
            "pālana",
            "poṣaṇa",
            "prīṇana",
            "upalālana",
            "anuśāsana",
            "lakṣaṇena",
            "ijyā",
            "ādinā",
            "ca",
            "bhagavati",
            "mahā",
            "puruṣe",
            "para",
            "avare",
            "brahmaṇi",
            "sarva",
            "ātmanā",
            "arpita",
            "parama",
            "artha",
            "lakṣaṇena",
            "brahma",
            "vit",
            "caraṇa",
            "anusevayā",
            "āpādita",
            "bhagavat",
            "bhakti",
            "yogena",
            "ca",
            "abhīkṣṇaśaḥ",
            "paribhāvita",
            "ati",
            "śuddha",
            "matiḥ",
            "uparata",
            "anātmye",
            "ātmani",
            "svayam",
            "upalabhyamāna",
            "brahma",
            "ātma",
            "anubhavaḥ",
            "api",
            "nirabhimānaḥ",
            "eva",
            "avanim",
            "ajūgupat"
        ],
        "translation": "King Gaya gave full protection and security to the citizens so that their personal property would not be disturbed by undesirable elements. He also saw that there was sufficient food to feed all the citizens. [This is called poṣaṇa.] He would sometimes distribute gifts to the citizens to satisfy them. [This is called prīṇana.] He would sometimes call meetings and satisfy the citizens with sweet words. [This is called upalālana.] He would also give them good instructions on how to become first-class citizens. [This is called anuśāsana.] Such were the characteristics of King Gaya’s royal order. Besides all this, King Gaya was a householder who strictly observed the rules and regulations of household life. He performed sacrifices and was an unalloyed pure devotee of the Supreme Personality of Godhead. He was called Mahāpuruṣa because as a king he gave the citizens all facilities, and as a householder he executed all his duties so that at the end he became a strict devotee of the Supreme Lord. As a devotee, he was always ready to give respect to other devotees and to engage in the devotional service of the Lord. This is the bhakti-yoga process. Due to all these transcendental activities, King Gaya was always free from the bodily conception. He was full in Brahman realization, and consequently he was always jubilant. He did not experience material lamentation. Although he was perfect in all respects, he was not proud, nor was he anxious to rule the kingdom.",
        "purport": " As Lord Kṛṣṇa states in Bhagavad-gītā, when He descends to the earth, He has two types of business — to give protection to the faithful and annihilate the demons (paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām). Since the king is the representative of the Supreme Personality of Godhead, he is sometimes called nara-deva, that is, the Lord as a human being. According to the Vedic injunctions, he is worshiped as God on the material platform. As a representative of the Supreme Lord, the king had the duty to protect the citizens in a perfect way so that they would not be anxious for food and protection and so that they would be jubilant. The king would supply everything for their benefit, and because of this he would levy taxes. If the king or government otherwise levies taxes on the citizens, he becomes responsible for the sinful activities of the citizens. In Kali-yuga, monarchy is abolished because the kings themselves are subjected to the influence of Kali-yuga. It is understood from the Rāmāyaṇa that when Bibhīṣaṇa became friends with Lord Rāmacandra, he promised that if by chance or will he broke the laws of friendship with Lord Rāmacandra, he would become a brāhmaṇa or a king in Kali-yuga. In this age, as Bibhīṣaṇa indicated, both brāhmaṇas and kings are in a wretched condition. Actually there are no kings or brāhmaṇas in this age, and due to their absence the whole world is in a chaotic condition and is always in distress. Compared to present standards, Mahārāja Gaya was a true representative of Lord Viṣṇu; therefore he was known as Mahāpuruṣa."
    },
    {
        "verse": "8",
        "devanagari": "तस्येमां गाथां पाण्डवेय पुराविद उपगायन्ति ॥ ८ ॥",
        "english_devnagari": "tasyemāṁ gāthāṁ pāṇḍaveya purāvida upagāyanti.",
        "verse_Syn": [
            "tasya",
            "imām",
            "gāthām",
            "pāṇḍaveya",
            "purā",
            "vidaḥ",
            "upagāyanti"
        ],
        "translation": "My dear King Parīkṣit, those who are learned scholars in the histories of the Purāṇas eulogize and glorify King Gaya with the following verses.",
        "purport": " The historical references to exalted kings serve as a good example for present rulers. Those who are ruling the world at the present moment should take lessons from King Gaya, King Yudhiṣṭhira and King Pṛthu and rule the citizens so that they will be happy. Presently the governments are levying taxes without improving the citizens in any cultural, religious, social or political way. According to the Vedas, this is not recommended."
    },
    {
        "verse": "9",
        "devanagari": "गयं नृप: क: प्रतियाति कर्मभि-र्यज्वाभिमानी बहुविद्धर्मगोप्ता । समागतश्री: सदसस्पति: सतांसत्सेवकोऽन्यो भगवत्कलामृते ॥ ९ ॥",
        "english_devnagari": "gayaṁ nṛpaḥ kaḥ pratiyāti karmabhiryajvābhimānī bahuvid dharma-goptāsamāgata-śrīḥ sadasas-patiḥ satāṁsat-sevako ’nyo bhagavat-kalām ṛte",
        "verse_Syn": [
            "gayam",
            "nṛpaḥ",
            "kaḥ",
            "pratiyāti",
            "karmabhiḥ",
            "yajvā",
            "abhimānī",
            "bahu",
            "vit",
            "dharma",
            "goptā",
            "samāgata",
            "śrīḥ",
            "sadasaḥ",
            "patiḥ",
            "satām",
            "sat",
            "sevakaḥ",
            "anyaḥ",
            "bhagavat",
            "kalām",
            "ṛte"
        ],
        "translation": "The great King Gaya used to perform all kinds of Vedic rituals. He was highly intelligent and expert in studying all the Vedic literatures. He maintained the religious principles and possessed all kinds of opulence. He was a leader among gentlemen and a servant of the devotees. He was a totally qualified plenary expansion of the Supreme Personality of Godhead. Therefore who could equal him in the performance of gigantic ritualistic ceremonies?",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "यमभ्यषिञ्चन् परया मुदा सती:सत्याशिषो दक्षकन्या: सरिद्भ‍ि: । यस्य प्रजानां दुदुहे धराऽऽशिषोनिराशिषो गुणवत्सस्‍नुतोधा: ॥ १० ॥",
        "english_devnagari": "yam abhyaṣiñcan parayā mudā satīḥsatyāśiṣo dakṣa-kanyāḥ saridbhiḥyasya prajānāṁ duduhe dharāśiṣonirāśiṣo guṇa-vatsa-snutodhāḥ",
        "verse_Syn": [
            "yam",
            "abhyaṣiñcan",
            "parayā",
            "mudā",
            "satīḥ",
            "satya",
            "āśiṣaḥ",
            "dakṣa",
            "kanyāḥ",
            "saridbhiḥ",
            "yasya",
            "prajānām",
            "duduhe",
            "dharā",
            "āśiṣaḥ",
            "nirāśiṣaḥ",
            "guṇa",
            "vatsa",
            "snuta",
            "udhāḥ"
        ],
        "translation": "All the chaste and honest daughters of Mahārāja Dakṣa, such as Śraddhā, Maitrī and Dayā, whose blessings were always effective, bathed Mahārāja Gaya with sanctified water. Indeed, they were very satisfied with Mahārāja Gaya. The planet earth personified came as a cow, and, as though she saw her calf, she delivered milk profusely when she saw all the good qualities of Mahārāja Gaya. In other words, Mahārāja Gaya was able to derive all benefits from the earth and thus satisfy the desires of his citizens. However, he personally had no desire.",
        "purport": " The earth over which Mahārāja Gaya ruled is compared to a cow. The good qualities whereby he maintained and ruled the citizens are compared to the calf. A cow delivers milk in the presence of her calf; similarly the cow, or earth, fulfilled the desires of Mahārāja Gaya, who was able to utilize all the resources of the earth to benefit his citizens. This was possible because he was bathed in sanctified water by the honest daughters of Dakṣa. Unless a king or ruler is blessed by authorities, he cannot rule the citizens very satisfactorily. Through the good qualities of the ruler, the citizens become very happy and well qualified."
    },
    {
        "verse": "11",
        "devanagari": "छन्दांस्यकामस्य च यस्य कामान्दुदूहुराजह्रुरथो बलिं नृपा: । प्रत्यञ्चिता युधि धर्मेण विप्रायदाशिषां षष्ठमंशं परेत्य ॥ ११ ॥",
        "english_devnagari": "chandāṁsy akāmasya ca yasya kāmāndudūhur ājahrur atho baliṁ nṛpāḥpratyañcitā yudhi dharmeṇa viprāyadāśiṣāṁ ṣaṣṭham aṁśaṁ paretya",
        "verse_Syn": [
            "chandāṁsi",
            "akāmasya",
            "ca",
            "yasya",
            "kāmān",
            "dudūhuḥ",
            "ājahruḥ",
            "atho",
            "balim",
            "nṛpāḥ",
            "pratyañcitāḥ",
            "yudhi",
            "dharmeṇa",
            "viprāḥ",
            "yadā",
            "āśiṣām",
            "ṣaṣṭham",
            "aṁśam",
            "paretya"
        ],
        "translation": "Although King Gaya had no personal desire for sense gratification, all his desires were fulfilled by virtue of his performance of Vedic rituals. All the kings with whom Mahārāja Gaya had to fight were forced to fight on religious principles. They were very satisfied with his fighting, and they would present all kinds of gifts to him. Similarly, all the brāhmaṇas in his kingdom were very satisfied with King Gaya’s munificent charities. Consequently the brāhmaṇas contributed a sixth of their pious activities for King Gaya’s benefit in the next life.",
        "purport": " As a kṣatriya or emperor, Mahārāja Gaya sometimes had to fight with subordinate kings to maintain his government, but the subordinate kings were not dissatisfied with him because they knew that he fought for religious principles. Consequently they accepted their subordination and offered all kinds of gifts to him. Similarly, the brāhmaṇas who performed Vedic rituals were so satisfied with the King that they very readily agreed to part with a sixth of their pious activities for his benefit in the next life. Thus the brāhmaṇas and kṣatriyas were all satisfied with Mahārāja Gaya because of his proper administration. In other words, Mahārāja Gaya satisfied the kṣatriya kings by his fighting and satisfied the brāhmaṇas by his charities. The vaiśyas were also encouraged by kind words and affectionate dealings, and due to Mahārāja Gaya’s constant sacrifices, the śūdras were satisfied by sumptuous food and charity. In this way Mahārāja Gaya kept all the citizens very satisfied. When brāhmaṇas and saintly persons are honored, they part with their pious activities, giving them to those who honor them and render them service. Therefore, as stated in Bhagavad-gītā (4.34), tad viddhi praṇipātena paripraśnena sevayā: one should try to approach a spiritual master submissively and render service unto him."
    },
    {
        "verse": "12",
        "devanagari": "यस्याध्वरे भगवानध्वरात्मामघोनि माद्यत्युरुसोमपीथे । श्रद्धाविशुद्धाचलभक्तियोग-समर्पितेज्याफलमाजहार ॥ १२ ॥",
        "english_devnagari": "yasyādhvare bhagavān adhvarātmāmaghoni mādyaty uru-soma-pītheśraddhā-viśuddhācala-bhakti-yoga-samarpitejyā-phalam ājahāra",
        "verse_Syn": [
            "yasya",
            "adhvare",
            "bhagavān",
            "adhvara",
            "ātmā",
            "maghoni",
            "mādyati",
            "uru",
            "soma",
            "pīthe",
            "śraddhā",
            "viśuddha",
            "acala",
            "bhakti",
            "yoga",
            "samarpita",
            "ijyā",
            "phalam",
            "ājahāra"
        ],
        "translation": "In Mahārāja Gaya’s sacrifices, there was a great supply of the intoxicant known as soma. King Indra used to come and become intoxicated by drinking large quantities of soma-rasa. Also, the Supreme Personality of Godhead, Lord Viṣṇu [the yajña-puruṣa] also came and personally accepted all the sacrifices offered unto Him with pure and firm devotion in the sacrificial arena.",
        "purport": " Mahārāja Gaya was so perfect that he satisfied all the demigods, who were headed by the heavenly King Indra. Lord Viṣṇu Himself also personally came to the sacrificial arena to accept the offerings. Although Mahārāja Gaya did not want them, he received all the blessings of the demigods and the Supreme Lord Himself."
    },
    {
        "verse": "13",
        "devanagari": "यत्प्रीणनाद्ब‍‌र्हिषि देवतिर्यङ्-मनुष्यवीरुत्तृणमाविरिञ्चात् । प्रीयेत सद्य: स ह विश्वजीव:प्रीत: स्वयं प्रीतिमगाद्गयस्य ॥ १३ ॥",
        "english_devnagari": "yat-prīṇanād barhiṣi deva-tiryaṅ-manuṣya-vīrut-tṛṇam āviriñcātprīyeta sadyaḥ sa ha viśva-jīvaḥprītaḥ svayaṁ prītim agād gayasya",
        "verse_Syn": [
            "yat",
            "prīṇanāt",
            "barhiṣi",
            "deva",
            "tiryak",
            "manuṣya",
            "vīrut",
            "tṛṇam",
            "ā",
            "viriñcāt",
            "prīyeta",
            "sadyaḥ",
            "saḥ",
            "ha",
            "viśva",
            "jīvaḥ",
            "prītaḥ",
            "svayam",
            "prītim",
            "agāt",
            "gayasya"
        ],
        "translation": "When the Supreme Lord is pleased by a person’s actions, automatically all the demigods, human beings, animals, birds, bees, creepers, trees, grass and all other living entities, beginning with Lord Brahmā, are pleased. The Supreme Personality of Godhead is the Supersoul of everyone, and He is by nature fully pleased. Nonetheless, He came to the arena of Mahārāja Gaya and said, “I am fully pleased.”",
        "purport": " It is explicitly stated herein that simply by satisfying the Supreme Personality of Godhead, one satisfies the demigods and all other living entities without differentiation. If one pours water on the root of a tree, all the branches, twigs, flowers and leaves are nourished. Although the Supreme Lord is self-satisfied, He was so pleased with the behavior of Mahārāja Gaya that He personally came to the sacrificial arena and said, “I am fully satisfied.” Who can compare to Mahārāja Gaya?"
    },
    {
        "verse": "14-15",
        "devanagari": "गयाद्गयन्त्यां चित्ररथ: सुगतिरवरोधन इति त्रय: पुत्रा बभूवुश्चित्ररथादूर्णायां सम्राडजनिष्ट तत उत्कलायां मरीचिर्मरीचे ॥ १४ ॥र्बिन्दुमत्यां बिन्दुमानुदपद्यत तस्मात्सरघायां मधुर्नामाभवन्मधो: सुमनसि वीरव्रतस्ततो भोजायां मन्थुप्रमन्थू जज्ञाते मन्थो: सत्यायां भौवनस्ततो दूषणायां त्वष्टाजनिष्ट त्वष्टुर्विरोचनायां विरजो विरजस्य शतजित्प्रवरं पुत्रशतं कन्या च विषूच्यां किल जातम् ॥ १५ ॥",
        "english_devnagari": "gayād gayantyāṁ citrarathaḥ sugatir avarodhana iti trayaḥ putrā babhūvuś citrarathād ūrṇāyāṁ samrāḍ ajaniṣṭa; tata utkalāyāṁ marīcir marīcer bindumatyāṁ bindum ānudapadyata tasmāt saraghāyāṁ madhur nāmābhavan madhoḥ sumanasi vīravratas tato bhojāyāṁ manthu-pramanthū jajñāte manthoḥ satyāyāṁ bhauvanas tato dūṣaṇāyāṁ tvaṣṭājaniṣṭa tvaṣṭur virocanāyāṁ virajo virajasya śatajit-pravaraṁ putra-śataṁ kanyā ca viṣūcyāṁ kila jātam.",
        "verse_Syn": [
            "gayāt",
            "gayantyām",
            "citra",
            "rathaḥ",
            "sugatiḥ",
            "avarodhanaḥ",
            "iti",
            "trayaḥ",
            "putrāḥ",
            "babhūvuḥ",
            "citrarathāt",
            "ūrṇāyām",
            "samrāṭ",
            "ajaniṣṭa",
            "tataḥ",
            "utkalāyām",
            "marīciḥ",
            "marīceḥ",
            "bindu",
            "matyām",
            "bindum",
            "ānudapadyata",
            "tasmāt",
            "saraghāyām",
            "madhuḥ",
            "nāma",
            "abhavat",
            "madhoḥ",
            "sumanasi",
            "vīra",
            "vrataḥ",
            "tataḥ",
            "bhojāyām",
            "manthu",
            "pramanthū",
            "jajñāte",
            "manthoḥ",
            "satyāyām",
            "bhauvanaḥ",
            "tataḥ",
            "dūṣaṇāyām",
            "tvaṣṭā",
            "ajaniṣṭa",
            "tvaṣṭuḥ",
            "virocanāyām",
            "virajaḥ",
            "virajasya",
            "śatajit",
            "pravaram",
            "putra",
            "śatam",
            "kanyā",
            "ca",
            "viṣūcyām",
            "kila",
            "jātam"
        ],
        "translation": "In the womb of Gayantī, Mahārāja Gaya begot three sons, named Citraratha, Sugati and Avarodhana. In the womb of his wife Ūrṇā, Citraratha begot a son named Samrāṭ. The wife of Samrāṭ was Utkalā, and in her womb Samrāṭ begot a son named Marīci. In the womb of his wife Bindumatī, Marīci begot a son named Bindu. In the womb of his wife Saraghā, Bindu begot a son named Madhu. In the womb of his wife named Sumanā, Madhu begot a son named Vīravrata. In the womb of his wife Bhojā, Vīravrata begot two sons named Manthu and Pramanthu. In the womb of his wife Satyā, Manthu begot a son named Bhauvana, and in the womb of his wife Dūṣaṇā, Bhauvana begot a son named Tvaṣṭā. In the womb of his wife Virocanā, Tvaṣṭā begot a son named Viraja. The wife of Viraja was Viṣūcī, and in her womb Viraja begot one hundred sons and one daughter. Of all these sons, the son named Śatajit was predominant.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "तत्रायं श्लोक:—प्रैयव्रतं वंशमिमं विरजश्चरमोद्भ‍व: । अकरोदत्यलं कीर्त्या विष्णु: सुरगणं यथा ॥ १६ ॥",
        "english_devnagari": "tatrāyaṁ ślokaḥ — praiyavrataṁ vaṁśam imaṁvirajaś caramodbhavaḥakarod aty-alaṁ kīrtyāviṣṇuḥ sura-gaṇaṁ yathā",
        "verse_Syn": [
            "tatra",
            "ayam",
            "ślokaḥ",
            "praiyavratam",
            "vaṁśam",
            "imam",
            "virajaḥ",
            "carama",
            "udbhavaḥ",
            "akarot",
            "ati",
            "alam",
            "kīrtyā",
            "viṣṇuḥ",
            "sura",
            "gaṇam",
            "yathā"
        ],
        "translation": "There is a famous verse about King Viraja. “Because of his high qualities and wide fame, King Viraja became the jewel of the dynasty of King Priyavrata, just as Lord Viṣṇu, by His transcendental potency, decorates and blesses the demigods.”",
        "purport": " Within a garden, a flowering tree attains a good reputation because of its fragrant flowers. Similarly, if there is a famous man in a family, he is compared to a fragrant flower in a forest. Because of him, an entire family can become famous in history. Because Lord Kṛṣṇa took birth in the Yadu dynasty, the Yadu dynasty and the Yādavas have remained famous for all time. Because of King Viraja’s appearance, the family of Mahārāja Priyavrata has remained famous for all time."
    }
]