[
    {
        "verse": "1",
        "devanagari": "राजोवाचमहर्ष एतद्वैचित्र्यं लोकस्य कथमिति ॥ १ ॥",
        "english_devnagari": "rājovācamaharṣa etad vaicitryaṁ lokasya katham iti.",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "maharṣe",
            "etat",
            "vaicitryam",
            "lokasya",
            "katham",
            "iti"
        ],
        "translation": "King Parīkṣit inquired from Śukadeva Gosvāmī: My dear sir, why are the living entities put into different material situations? Kindly explain this to me.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains that the different hellish planets within this universe are held slightly above the Garbhodaka Ocean and remain situated there. This chapter describes how all sinful persons go to these hellish planets and how they are punished there by the assistants of Yamarāja. Different individuals with different bodily features enjoy or suffer various reactions according to their past deeds."
    },
    {
        "verse": "5",
        "devanagari": "ऋषिरुवाचअन्तराल एव त्रिजगत्यास्तु दिशि दक्षिणस्यामधस्ताद्भ‍ूमेरुपरिष्टाच्च जलाद्यस्यामग्निष्वात्तादय: पितृगणा दिशि स्वानां गोत्राणां परमेण समाधिना सत्या एवाशिष आशासाना निवसन्ति ॥ ५ ॥",
        "english_devnagari": "ṛṣir uvācaantarāla eva tri-jagatyās tu diśi dakṣiṇasyām adhastād bhūmer upariṣṭāc ca jalād yasyām agniṣvāttādayaḥ pitṛ-gaṇā diśi svānāṁ gotrāṇāṁ parameṇa samādhinā satyā evāśiṣa āśāsānā nivasanti.",
        "verse_Syn": [
            "ṛṣiḥ",
            "uvāca",
            "antarāle",
            "eva",
            "tri",
            "jagatyāḥ",
            "tu",
            "diśi",
            "dakṣiṇasyām",
            "adhastāt",
            "bhūmeḥ",
            "upariṣṭāt",
            "ca",
            "jalāt",
            "yasyām",
            "agniṣvāttā",
            "ādayaḥ",
            "pitṛ",
            "gaṇāḥ",
            "diśi",
            "svānām",
            "gotrāṇām",
            "parameṇa",
            "samādhinā",
            "satyāḥ",
            "eva",
            "āśiṣaḥ",
            "āśāsānāḥ",
            "nivasanti"
        ],
        "translation": "The great sage Śukadeva Gosvāmī answered: All the hellish planets are situated in the intermediate space between the three worlds and the Garbhodaka Ocean. They lie on the southern side of the universe, beneath Bhū-maṇḍala, and slightly above the water of the Garbhodaka Ocean. Pitṛloka is also located in this region between the Garbhodaka Ocean and the lower planetary systems. All the residents of Pitṛloka, headed by Agniṣvāttā, meditate in great samādhi on the Supreme Personality of Godhead and always wish their families well.",
        "purport": " As previously explained, below our planetary system are seven lower planetary systems, the lowest of which is called Pātālaloka. Beneath Pātālaloka are other planets, known as Narakaloka, or the hellish planets. At the bottom of the universe lies the Garbhodaka Ocean. Therefore the hellish planets lie between Pātālaloka and the Garbhodaka Ocean."
    },
    {
        "verse": "6",
        "devanagari": "यत्र ह वाव भगवान् पितृराजो वैवस्वत: स्वविषयं प्रापितेषु स्वपुरुषैर्जन्तुषु सम्परेतेषु यथाकर्मावद्यं दोषमेवानुल्लङ्घितभगवच्छासन: सगणो दमं धारयति ॥ ६ ॥",
        "english_devnagari": "yatra ha vāva bhagavān pitṛ-rājo vaivasvataḥ sva-viṣayaṁ prāpiteṣu sva-puruṣair jantuṣu sampareteṣu yathā-karmāvadyaṁ doṣam evānullaṅghita-bhagavac-chāsanaḥ sagaṇo damaṁ dhārayati.",
        "verse_Syn": [
            "yatra",
            "ha",
            "vāva",
            "bhagavān",
            "pitṛ",
            "rājaḥ",
            "vaivasvataḥ",
            "sva",
            "viṣayam",
            "prāpiteṣu",
            "sva",
            "puruṣaiḥ",
            "jantuṣu",
            "sampareteṣu",
            "yathā",
            "karma",
            "avadyam",
            "doṣam",
            "eva",
            "anullaṅghita",
            "bhagavat",
            "śāsanaḥ",
            "sagaṇaḥ",
            "damam",
            "dhārayati"
        ],
        "translation": "The King of the pitās is Yamarāja, the very powerful son of the sun-god. He resides in Pitṛloka with his personal assistants and, while abiding by the rules and regulations set down by the Supreme Lord, has his agents, the Yamadūtas, bring all the sinful men to him immediately upon their death. After bringing them within his jurisdiction, he properly judges them according to their specific sinful activities and sends them to one of the many hellish planets for suitable punishments.",
        "purport": " Yamarāja is not a fictitious or mythological character; he has his own abode, Pitṛloka, of which he is king. Agnostics may not believe in hell, but Śukadeva Gosvāmī affirms the existence of the Naraka planets, which lie between the Garbhodaka Ocean and Pātālaloka. Yamarāja is appointed by the Supreme Personality of Godhead to see that the human beings do not violate His rules and regulations. As confirmed in Bhagavad-gītā (4.17):"
    },
    {
        "verse": "6",
        "devanagari": "यत्र ह वाव भगवान् पितृराजो वैवस्वत: स्वविषयं प्रापितेषु स्वपुरुषैर्जन्तुषु सम्परेतेषु यथाकर्मावद्यं दोषमेवानुल्लङ्घितभगवच्छासन: सगणो दमं धारयति ॥ ६ ॥",
        "english_devnagari": "yatra ha vāva bhagavān pitṛ-rājo vaivasvataḥ sva-viṣayaṁ prāpiteṣu sva-puruṣair jantuṣu sampareteṣu yathā-karmāvadyaṁ doṣam evānullaṅghita-bhagavac-chāsanaḥ sagaṇo damaṁ dhārayati.",
        "verse_Syn": [
            "yatra",
            "ha",
            "vāva",
            "bhagavān",
            "pitṛ",
            "rājaḥ",
            "vaivasvataḥ",
            "sva",
            "viṣayam",
            "prāpiteṣu",
            "sva",
            "puruṣaiḥ",
            "jantuṣu",
            "sampareteṣu",
            "yathā",
            "karma",
            "avadyam",
            "doṣam",
            "eva",
            "anullaṅghita",
            "bhagavat",
            "śāsanaḥ",
            "sagaṇaḥ",
            "damam",
            "dhārayati"
        ],
        "translation": "The King of the pitās is Yamarāja, the very powerful son of the sun-god. He resides in Pitṛloka with his personal assistants and, while abiding by the rules and regulations set down by the Supreme Lord, has his agents, the Yamadūtas, bring all the sinful men to him immediately upon their death. After bringing them within his jurisdiction, he properly judges them according to their specific sinful activities and sends them to one of the many hellish planets for suitable punishments.",
        "purport": " Yamarāja is not a fictitious or mythological character; he has his own abode, Pitṛloka, of which he is king. Agnostics may not believe in hell, but Śukadeva Gosvāmī affirms the existence of the Naraka planets, which lie between the Garbhodaka Ocean and Pātālaloka. Yamarāja is appointed by the Supreme Personality of Godhead to see that the human beings do not violate His rules and regulations. As confirmed in Bhagavad-gītā (4.17): “The intricacies of action are very hard to understand. Therefore one should know properly what action is, what forbidden action is, and what inaction is.” One should understand the nature of karma, vikarma and akarma, and one must act accordingly. This is the law of the Supreme Personality of Godhead. The conditioned souls, who have come to this material world for sense gratification, are allowed to enjoy their senses under certain regulative principles. If they violate these regulations, they are judged and punished by Yamarāja. He brings them to the hellish planets and properly chastises them to bring them back to Kṛṣṇa consciousness. By the influence of māyā, however, the conditioned souls remain infatuated with the mode of ignorance. Thus in spite of repeated punishment by Yamarāja, they do not come to their senses, but continue to live within the material condition, committing sinful activities again and again."
    },
    {
        "verse": "10",
        "devanagari": "यस्त्विह वा एतदहमिति ममेदमिति भूतद्रोहेण केवलं स्वकुटुम्बमेवानुदिनं प्रपुष्णाति स तदिह विहाय स्वयमेव तदशुभेन रौरवे निपतति ॥ १० ॥",
        "english_devnagari": "yas tv iha vā etad aham iti mamedam iti bhūta-droheṇa kevalaṁ sva-kuṭumbam evānudinaṁ prapuṣṇāti sa tad iha vihāya svayam eva tad-aśubhena raurave nipatati.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "iha",
            "vā",
            "etat",
            "aham",
            "iti",
            "mama",
            "idam",
            "iti",
            "bhūta",
            "droheṇa",
            "kevalam",
            "sva",
            "kuṭumbam",
            "eva",
            "anudinam",
            "prapuṣṇāti",
            "saḥ",
            "tat",
            "iha",
            "vihāya",
            "svayam",
            "eva",
            "tat",
            "aśubhena",
            "raurave",
            "nipatati"
        ],
        "translation": "A person who accepts his body as his self works very hard day and night for money to maintain his own body and the bodies of his wife and children. While working to maintain himself and his family, he may commit violence against other living entities. Such a person is forced to give up his body and his family at the time of death, when he suffers the reaction for his envy of other creatures by being thrown into the hell called Raurava.",
        "purport": " In Śrīmad-Bhāgavatam it is said:"
    },
    {
        "verse": "10",
        "devanagari": "यस्त्विह वा एतदहमिति ममेदमिति भूतद्रोहेण केवलं स्वकुटुम्बमेवानुदिनं प्रपुष्णाति स तदिह विहाय स्वयमेव तदशुभेन रौरवे निपतति ॥ १० ॥",
        "english_devnagari": "yas tv iha vā etad aham iti mamedam iti bhūta-droheṇa kevalaṁ sva-kuṭumbam evānudinaṁ prapuṣṇāti sa tad iha vihāya svayam eva tad-aśubhena raurave nipatati.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "iha",
            "vā",
            "etat",
            "aham",
            "iti",
            "mama",
            "idam",
            "iti",
            "bhūta",
            "droheṇa",
            "kevalam",
            "sva",
            "kuṭumbam",
            "eva",
            "anudinam",
            "prapuṣṇāti",
            "saḥ",
            "tat",
            "iha",
            "vihāya",
            "svayam",
            "eva",
            "tat",
            "aśubhena",
            "raurave",
            "nipatati"
        ],
        "translation": "A person who accepts his body as his self works very hard day and night for money to maintain his own body and the bodies of his wife and children. While working to maintain himself and his family, he may commit violence against other living entities. Such a person is forced to give up his body and his family at the time of death, when he suffers the reaction for his envy of other creatures by being thrown into the hell called Raurava.",
        "purport": " In Śrīmad-Bhāgavatam it is said: “One who accepts this bodily bag of three elements [bile, mucus and air] as his self, who has an affinity for an intimate relationship with his wife and children, who considers his land worshipable, who takes bath in the waters of the holy places of pilgrimage but never takes advantage of those persons who are in actual knowledge — he is no better than an ass or a cow.” (Bhāg. 10.84.13) There are two classes of men absorbed in the material concept of life. Out of ignorance, a man in the first class thinks his body to be his self, and therefore he is certainly like an animal (sa eva go-kharaḥ). The person in the second class, however, not only thinks his material body to be his self, but also commits all kinds of sinful activities to maintain his body. He cheats everyone to acquire money for his family and his self, and he becomes envious of others without reason. Such a person is thrown into the hell known as Raurava. If one simply considers his body to be his self, as do the animals, he is not very sinful. However, if one needlessly commits sins to maintain his body, he is put into the hell known as Raurava. This is the opinion of Śrīla Viśvanātha Cakravartī Ṭhākura. Although animals are certainly in the bodily concept of life, they do not commit any sins to maintain their bodies, mates or offspring. Therefore animals do not go to hell. However, when a human being acts enviously and cheats others to maintain his body, he is put into a hellish condition."
    },
    {
        "verse": "11",
        "devanagari": "ये त्विह यथैवामुना विहिंसिता जन्तव: परत्र यमयातनामुपगतं त एव रुरवो भूत्वा तथा तमेव विहिंसन्ति तस्माद्रौरवमित्याहू रुरुरिति सर्पादतिक्रूरसत्त्वस्यापदेश: ॥ ११ ॥",
        "english_devnagari": "ye tv iha yathaivāmunā vihiṁsitā jantavaḥ paratra yama-yātanām upagataṁ ta eva ruravo bhūtvā tathā tam eva vihiṁsanti tasmād rauravam ity āhū rurur iti sarpād ati-krūra-sattvasyāpadeśaḥ.",
        "verse_Syn": [
            "ye",
            "tu",
            "iha",
            "yathā",
            "eva",
            "amunā",
            "vihiṁsitāḥ",
            "jantavaḥ",
            "paratra",
            "yama",
            "yātanām",
            "upagatam",
            "te",
            "eva",
            "ruravaḥ",
            "bhūtvā",
            "tathā",
            "tam",
            "eva",
            "vihiṁsanti",
            "tasmāt",
            "rauravam",
            "iti",
            "āhuḥ",
            "ruruḥ",
            "iti",
            "sarpāt",
            "ati",
            "krūra",
            "sattvasya",
            "apadeśaḥ"
        ],
        "translation": "In this life, an envious person commits violent acts against many living entities. Therefore after his death, when he is taken to hell by Yamarāja, those living entities who were hurt by him appear as animals called rurus to inflict very severe pain upon him. Learned scholars call this hell Raurava. Not generally seen in this world, the ruru is more envious than a snake.",
        "purport": " According to Śrīdhara Svāmī, the ruru is also known as the bhāra-śṛṅga (ati-krūrasya bhāra-śṛṅgākhya-sattvasya apadeśaḥ saṁjñā). Śrīla Jīva Gosvāmī confirms this in his Sandarbha: ruru-śabdasya svayaṁ muninaiva ṭīkā-vidhānāl lokeṣv aprasiddha evāyaṁ jantu-viśeṣaḥ. Thus although rurus are not seen in this world, their existence is confirmed in the śāstras."
    },
    {
        "verse": "12",
        "devanagari": "एवमेव महारौरवो यत्र निपतितं पुरुषं क्रव्यादा नाम रुरवस्तं क्रव्येण घातयन्ति य: केवलं देहम्भर: ॥ १२ ॥",
        "english_devnagari": "evam eva mahārauravo yatra nipatitaṁ puruṣaṁ kravyādā nāma ruravas taṁ kravyeṇa ghātayanti yaḥ kevalaṁ dehambharaḥ.",
        "verse_Syn": [
            "evam",
            "eva",
            "mahā",
            "rauravaḥ",
            "yatra",
            "nipatitam",
            "puruṣam",
            "kravyādāḥ",
            "nāma",
            "ruravaḥ",
            "tam",
            "kravyeṇa",
            "ghātayanti",
            "yaḥ",
            "kevalam",
            "dehambharaḥ"
        ],
        "translation": "Punishment in the hell called Mahāraurava is compulsory for a person who maintains his own body by hurting others. In this hell, ruru animals known as kravyāda torment him and eat his flesh.",
        "purport": " The animalistic person who lives simply in the bodily concept of life is not excused. He is put into the hell known as Mahāraurava and attacked by ruru animals known as kravyādas."
    },
    {
        "verse": "15",
        "devanagari": "यस्त्विह वै निजवेदपथादनापद्यपगत: पाखण्डं चोपगतस्तमसिपत्रवनं प्रवेश्य कशया प्रहरन्ति तत्र हासावितस्ततो धावमान उभयतोधारैस्तालवनासिपत्रैश्छिद्यमानसर्वाङ्गो हा हतोऽस्मीति परमया वेदनया मूर्च्छित: पदे पदे निपतति स्वधर्महा पाखण्डानुगतं फलं भुङ्क्ते ॥ १५ ॥",
        "english_devnagari": "yas tv iha vai nija-veda-pathād anāpady apagataḥ pākhaṇḍaṁ copagatas tam asi-patravanaṁ praveśya kaśayā praharanti tatra hāsāv itas tato dhāvamāna ubhayato dhārais tāla-vanāsi-patraiś chidyamāna-sarvāṅgo hā hato ’smīti paramayā vedanayā mūrcchitaḥ pade pade nipatati sva-dharmahā pākhaṇḍānugataṁ phalaṁ bhuṅkte.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "iha",
            "vai",
            "nija",
            "veda",
            "pathāt",
            "anāpadi",
            "apagataḥ",
            "pākhaṇḍam",
            "ca",
            "upagataḥ",
            "tam",
            "asi",
            "patravanam",
            "praveśya",
            "kaśayā",
            "praharanti",
            "tatra",
            "ha",
            "asau",
            "itaḥ",
            "tataḥ",
            "dhāvamānaḥ",
            "ubhayataḥ",
            "dhāraiḥ",
            "tāla",
            "vana",
            "asi",
            "patraiḥ",
            "chidyamāna",
            "sarva",
            "aṅgaḥ",
            "hā",
            "hataḥ",
            "asmi",
            "iti",
            "paramayā",
            "vedanayā",
            "mūrcchitaḥ",
            "pade",
            "pade",
            "nipatati",
            "sva",
            "dharma",
            "hā",
            "pākhaṇḍa",
            "anugatam",
            "phalam",
            "bhuṅkte"
        ],
        "translation": "If a person deviates from the path of the Vedas in the absence of an emergency, the servants of Yamarāja put him into the hell called Asi-patravana, where they beat him with whips. When he runs hither and thither, fleeing from the extreme pain, on all sides he runs into palm trees with leaves like sharpened swords. Thus injured all over his body and fainting at every step, he cries out, “Oh, what shall I do now! How shall I be saved!” This is how one suffers who deviates from the accepted religious principles.",
        "purport": " There is actually only one religious principle: dharmaṁ tu sākṣād bhagavat-praṇītam. The only religious principle is to follow the orders of the Supreme Personality of Godhead. Unfortunately, especially in this Age of Kali, everyone is an atheist. People do not even believe in God, what to speak of following His words. The words nija-veda-patha can also mean “one’s own set of religious principles.” Formerly there was only one veda-patha, or set of religious principles. Now there are many. It doesn’t matter which set of religious principles one follows: the only injunction is that he must follow them strictly. An atheist, or nāstika, is one who does not believe in the Vedas. However, even if one takes up a different system of religion, according to this verse he must follow the religious principles he has accepted. Whether one is a Hindu, or a Mohammedan or a Christian, he should follow his own religious principles. However, if one concocts his own religious path within his mind, or if one follows no religious principles at all, he is punished in the hell known as Asi-patravana. In other words, a human being must follow some religious principles. If he does not follow any religious principles, he is no better than an animal. As Kali-yuga advances, people are becoming godless and taking up so-called secularism. They do not know the punishment awaiting them in Asi-patravana, as described in this verse."
    },
    {
        "verse": "17",
        "devanagari": "यस्त्विह वै भूतानामीश्वरोपकल्पितवृत्तीनामविविक्तपरव्यथानां स्वयं पुरुषोपकल्पितवृत्तिर्विविक्तपरव्यथो व्यथामाचरति स परत्रान्धकूपे तदभिद्रोहेण निपतति तत्र हासौ तैर्जन्तुभि: पशुमृगपक्षिसरीसृपैर्मशकयूकामत्कुणमक्षिकादिभिर्ये के चाभिद्रुग्धास्तै: सर्वतोऽभिद्रुह्यमाणस्तमसि विहतनिद्रानिर्वृतिरलब्धावस्थान: परिक्रामति यथा कुशरीरे जीव: ॥ १७ ॥",
        "english_devnagari": "yas tv iha vai bhūtānām īśvaropakalpita-vṛttīnām avivikta-para-vyathānāṁ svayaṁ puruṣopakalpita-vṛttir vivikta-para-vyatho vyathām ācarati sa paratrāndhakūpe tad-abhidroheṇa nipatati tatra hāsau tair jantubhiḥ paśu-mṛga-pakṣi-sarīsṛpair maśaka-yūkā-matkuṇa-makṣikādibhir ye ke cābhidrugdhās taiḥ sarvato ’bhidruhyamāṇas tamasi vihata-nidrā-nirvṛtir alabdhāvasthānaḥ parikrāmati yathā kuśarīre jīvaḥ.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "iha",
            "vai",
            "bhūtānām",
            "īśvara",
            "upakalpita",
            "vṛttīnām",
            "avivikta",
            "para",
            "vyathānām",
            "svayam",
            "puruṣa",
            "upakalpita",
            "vṛttiḥ",
            "vivikta",
            "para",
            "vyathaḥ",
            "vyathām",
            "ācarati",
            "saḥ",
            "paratra",
            "andhakūpe",
            "tat",
            "abhidroheṇa",
            "nipatati",
            "tatra",
            "ha",
            "asau",
            "taiḥ",
            "jantubhiḥ",
            "paśu",
            "mṛga",
            "pakṣi",
            "sarīsṛpaiḥ",
            "maśaka",
            "yūkā",
            "matkuṇa",
            "makṣika",
            "ādibhiḥ",
            "ye",
            "ke",
            "ca",
            "abhidrugdhāḥ",
            "taiḥ",
            "sarvataḥ",
            "abhidruhyamāṇaḥ",
            "tamasi",
            "vihata",
            "nidrā",
            "nirvṛtiḥ",
            "alabdha",
            "avasthānaḥ",
            "parikrāmati",
            "yathā",
            "ku",
            "śarīre",
            "jīvaḥ"
        ],
        "translation": "By the arrangement of the Supreme Lord, low-grade living beings like bugs and mosquitoes suck the blood of human beings and other animals. Such insignificant creatures are unaware that their bites are painful to the human being. However, first-class human beings — brāhmaṇas, kṣatriyas and vaiśyas — are developed in consciousness, and therefore they know how painful it is to be killed. A human being endowed with knowledge certainly commits sin if he kills or torments insignificant creatures, who have no discrimination. The Supreme Lord punishes such a man by putting him into the hell known as Andhakūpa, where he is attacked by all the birds and beasts, reptiles, mosquitoes, lice, worms, flies, and any other creatures he tormented during his life. They attack him from all sides, robbing him of the pleasure of sleep. Unable to rest, he constantly wanders about in the darkness. Thus in Andhakūpa his suffering is just like that of a creature in the lower species.",
        "purport": " From this very instructive verse we learn that lower animals, created by the laws of nature to disturb the human being, are not subjected to punishment. Because the human being has developed consciousness, however, he cannot do anything against the principles of varṇāśrama-dharma without being condemned. Kṛṣṇa states in Bhagavad-gītā (4.13), cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: “According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me.” Thus all men should be divided into four classes — brāhmaṇas, kṣatriyas, vaiśyas and śūdras — and they should act according to their ordained regulations. They cannot deviate from their prescribed rules and regulations. One of these states that they should never trouble any animal, even those that disturb human beings. Although a tiger is not sinful if he attacks another animal and eats its flesh, if a man with developed consciousness does so, he must be punished. In other words, a human being who does not use his developed consciousness but instead acts like an animal surely undergoes punishment in many different hells."
    },
    {
        "verse": "18",
        "devanagari": "यस्त्विह वा असंविभज्याश्नाति यत्किञ्चनोपनतमनिर्मितपञ्चयज्ञो वायससंस्तुत: स परत्र कृमिभोजने नरकाधमे निपतति तत्र शतसहस्रयोजने कृमिकुण्डे कृमिभूत: स्वयं कृमिभिरेव भक्ष्यमाण: कृमिभोजनो यावत्तदप्रत्ताप्रहूतादोऽनिर्वेशमात्मानं यातयते ॥ १८ ॥",
        "english_devnagari": "yas tv iha vā asaṁvibhajyāśnāti yat kiñcanopanatam anirmita-pañca-yajño vāyasa-saṁstutaḥ sa paratra kṛmibhojane narakādhame nipatati tatra śata-sahasra-yojane kṛmi-kuṇḍe kṛmi-bhūtaḥ svayaṁ kṛmibhir eva bhakṣyamāṇaḥ kṛmi-bhojano yāvat tad aprattāprahūtādo ’nirveśam ātmānaṁ yātayate.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "iha",
            "vā",
            "asaṁ",
            "vibhajya",
            "aśnāti",
            "yat",
            "kiñcana",
            "upanatam",
            "anirmita",
            "pañca",
            "yajñaḥ",
            "vāyasa",
            "saṁstutaḥ",
            "saḥ",
            "paratra",
            "kṛmibhojane",
            "naraka",
            "adhame",
            "nipatati",
            "tatra",
            "śata",
            "sahasra",
            "yojane",
            "kṛmi",
            "kuṇḍe",
            "kṛmi",
            "bhūtaḥ",
            "svayam",
            "kṛmibhiḥ",
            "eva",
            "bhakṣyamāṇaḥ",
            "kṛmi",
            "bhojanaḥ",
            "yāvat",
            "tat",
            "apratta",
            "aprahūta",
            "adaḥ",
            "anirveśam",
            "ātmānam",
            "yātayate"
        ],
        "translation": "A person is considered no better than a crow if after receiving some food, he does not divide it among guests, old men and children, but simply eats it himself, or if he eats it without performing the five kinds of sacrifice. After death he is put into the most abominable hell, known as Kṛmibhojana. In that hell is a lake 100,000 yojanas [800,000 miles] wide and filled with worms. He becomes a worm in that lake and feeds on the other worms there, who also feed on him. Unless he atones for his actions before his death, such a sinful man remains in the hellish lake of Kṛmibhojana for as many years as there are yojanas in the width of the lake.",
        "purport": " As stated in Bhagavad-gītā (3.13):"
    },
    {
        "verse": "18",
        "devanagari": "यस्त्विह वा असंविभज्याश्नाति यत्किञ्चनोपनतमनिर्मितपञ्चयज्ञो वायससंस्तुत: स परत्र कृमिभोजने नरकाधमे निपतति तत्र शतसहस्रयोजने कृमिकुण्डे कृमिभूत: स्वयं कृमिभिरेव भक्ष्यमाण: कृमिभोजनो यावत्तदप्रत्ताप्रहूतादोऽनिर्वेशमात्मानं यातयते ॥ १८ ॥",
        "english_devnagari": "yas tv iha vā asaṁvibhajyāśnāti yat kiñcanopanatam anirmita-pañca-yajño vāyasa-saṁstutaḥ sa paratra kṛmibhojane narakādhame nipatati tatra śata-sahasra-yojane kṛmi-kuṇḍe kṛmi-bhūtaḥ svayaṁ kṛmibhir eva bhakṣyamāṇaḥ kṛmi-bhojano yāvat tad aprattāprahūtādo ’nirveśam ātmānaṁ yātayate.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "iha",
            "vā",
            "asaṁ",
            "vibhajya",
            "aśnāti",
            "yat",
            "kiñcana",
            "upanatam",
            "anirmita",
            "pañca",
            "yajñaḥ",
            "vāyasa",
            "saṁstutaḥ",
            "saḥ",
            "paratra",
            "kṛmibhojane",
            "naraka",
            "adhame",
            "nipatati",
            "tatra",
            "śata",
            "sahasra",
            "yojane",
            "kṛmi",
            "kuṇḍe",
            "kṛmi",
            "bhūtaḥ",
            "svayam",
            "kṛmibhiḥ",
            "eva",
            "bhakṣyamāṇaḥ",
            "kṛmi",
            "bhojanaḥ",
            "yāvat",
            "tat",
            "apratta",
            "aprahūta",
            "adaḥ",
            "anirveśam",
            "ātmānam",
            "yātayate"
        ],
        "translation": "A person is considered no better than a crow if after receiving some food, he does not divide it among guests, old men and children, but simply eats it himself, or if he eats it without performing the five kinds of sacrifice. After death he is put into the most abominable hell, known as Kṛmibhojana. In that hell is a lake 100,000 yojanas [800,000 miles] wide and filled with worms. He becomes a worm in that lake and feeds on the other worms there, who also feed on him. Unless he atones for his actions before his death, such a sinful man remains in the hellish lake of Kṛmibhojana for as many years as there are yojanas in the width of the lake.",
        "purport": " As stated in Bhagavad-gītā (3.13): “The devotees of the Lord are released from all kinds of sins because they eat food which is first offered for sacrifice. Others, who prepare food for personal sense enjoyment, verily eat only sin.” All food is given to us by the Supreme Personality of Godhead. Eko bahūnāṁ yo vidadhāti kāmān: the Lord supplies everyone with the necessities of life. Therefore we should acknowledge His mercy by performing yajña (sacrifice). This is the duty of everyone. Indeed, the sole purpose of life is to perform yajña. According to Kṛṣṇa (Bg. 3.9):"
    },
    {
        "verse": "18",
        "devanagari": "यस्त्विह वा असंविभज्याश्नाति यत्किञ्चनोपनतमनिर्मितपञ्चयज्ञो वायससंस्तुत: स परत्र कृमिभोजने नरकाधमे निपतति तत्र शतसहस्रयोजने कृमिकुण्डे कृमिभूत: स्वयं कृमिभिरेव भक्ष्यमाण: कृमिभोजनो यावत्तदप्रत्ताप्रहूतादोऽनिर्वेशमात्मानं यातयते ॥ १८ ॥",
        "english_devnagari": "yas tv iha vā asaṁvibhajyāśnāti yat kiñcanopanatam anirmita-pañca-yajño vāyasa-saṁstutaḥ sa paratra kṛmibhojane narakādhame nipatati tatra śata-sahasra-yojane kṛmi-kuṇḍe kṛmi-bhūtaḥ svayaṁ kṛmibhir eva bhakṣyamāṇaḥ kṛmi-bhojano yāvat tad aprattāprahūtādo ’nirveśam ātmānaṁ yātayate.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "iha",
            "vā",
            "asaṁ",
            "vibhajya",
            "aśnāti",
            "yat",
            "kiñcana",
            "upanatam",
            "anirmita",
            "pañca",
            "yajñaḥ",
            "vāyasa",
            "saṁstutaḥ",
            "saḥ",
            "paratra",
            "kṛmibhojane",
            "naraka",
            "adhame",
            "nipatati",
            "tatra",
            "śata",
            "sahasra",
            "yojane",
            "kṛmi",
            "kuṇḍe",
            "kṛmi",
            "bhūtaḥ",
            "svayam",
            "kṛmibhiḥ",
            "eva",
            "bhakṣyamāṇaḥ",
            "kṛmi",
            "bhojanaḥ",
            "yāvat",
            "tat",
            "apratta",
            "aprahūta",
            "adaḥ",
            "anirveśam",
            "ātmānam",
            "yātayate"
        ],
        "translation": "A person is considered no better than a crow if after receiving some food, he does not divide it among guests, old men and children, but simply eats it himself, or if he eats it without performing the five kinds of sacrifice. After death he is put into the most abominable hell, known as Kṛmibhojana. In that hell is a lake 100,000 yojanas [800,000 miles] wide and filled with worms. He becomes a worm in that lake and feeds on the other worms there, who also feed on him. Unless he atones for his actions before his death, such a sinful man remains in the hellish lake of Kṛmibhojana for as many years as there are yojanas in the width of the lake.",
        "purport": " As stated in Bhagavad-gītā (3.13): “The devotees of the Lord are released from all kinds of sins because they eat food which is first offered for sacrifice. Others, who prepare food for personal sense enjoyment, verily eat only sin.” All food is given to us by the Supreme Personality of Godhead. Eko bahūnāṁ yo vidadhāti kāmān: the Lord supplies everyone with the necessities of life. Therefore we should acknowledge His mercy by performing yajña (sacrifice). This is the duty of everyone. Indeed, the sole purpose of life is to perform yajña. According to Kṛṣṇa (Bg. 3.9): “Work done as a sacrifice for Viṣṇu has to be performed; otherwise work binds one to this material world. Therefore, O son of Kuntī, perform your prescribed duties for His satisfaction, and in that way you will always remain unattached and free from bondage.” If we do not perform yajña and distribute prasāda to others, our lives are condemned. Only after performing yajña and distributing the prasāda to all dependents — children, brāhmaṇas and old men — should one eat. However, one who cooks only for himself or his family is condemned, along with everyone he feeds. After death he is put into the hell known as Kṛmibhojana."
    },
    {
        "verse": "20",
        "devanagari": "यस्त्विह वा अगम्यां स्त्रियमगम्यं वा पुरुषं योषिदभिगच्छति तावमुत्र कशया ताडयन्तस्तिग्मया सूर्म्या लोहमय्या पुरुषमालिङ्गयन्ति स्त्रियं च पुरुषरूपया सूर्म्या ॥ २० ॥",
        "english_devnagari": "yas tv iha vā agamyāṁ striyam agamyaṁ vā puruṣaṁ yoṣid abhigacchati tāv amutra kaśayā tāḍayantas tigmayā sūrmyā lohamayyā puruṣam āliṅgayanti striyaṁ ca puruṣa-rūpayā sūrmyā.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "iha",
            "vā",
            "agamyām",
            "striyam",
            "agamyam",
            "vā",
            "puruṣam",
            "yoṣit",
            "abhigacchati",
            "tau",
            "amutra",
            "kaśayā",
            "tāḍayantaḥ",
            "tigmayā",
            "sūrmyā",
            "loha",
            "mayyā",
            "puruṣam",
            "āliṅgayanti",
            "striyam",
            "ca",
            "puruṣa",
            "rūpayā",
            "sūrmyā"
        ],
        "translation": "A man or woman who indulges in sexual intercourse with an unworthy member of the opposite sex is punished after death by the assistants of Yamarāja in the hell known as Taptasūrmi. There such men and women are beaten with whips. The man is forced to embrace a red-hot iron form of a woman, and the woman is forced to embrace a similar form of a man. Such is the punishment for illicit sex.",
        "purport": " Generally a man should not have sexual relations with any woman other than his wife. According to Vedic principles, the wife of another man is considered one’s mother, and sexual relations are strictly forbidden with one’s mother, sister and daughter. If one indulges in illicit sexual relations with another man’s wife, that activity is considered identical with having sex with one’s mother. This act is most sinful. The same principle holds for a woman also; if she enjoys sex with a man other than her husband, the act is tantamount to having sexual relations with her father or son. Illicit sex life is always forbidden, and any man or woman who indulges in it is punished in the manner described in this verse."
    },
    {
        "verse": "21",
        "devanagari": "यस्त्विह वै सर्वाभिगमस्तममुत्र निरये वर्तमानं वज्रकण्टकशाल्मलीमारोप्य निष्कर्षन्ति ॥ २१ ॥",
        "english_devnagari": "yas tv iha vai sarvābhigamas tam amutra niraye vartamānaṁ vajrakaṇṭaka-śālmalīm āropya niṣkarṣanti.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "iha",
            "vai",
            "sarva",
            "abhigamaḥ",
            "tam",
            "amutra",
            "niraye",
            "vartamānam",
            "vajrakaṇṭaka",
            "śālmalīm",
            "āropya",
            "niṣkarṣanti"
        ],
        "translation": "A person who indulges in sex indiscriminately — even with animals — is taken after death to the hell known as Vajrakaṇṭaka-śālmalī. In this hell there is a silk-cotton tree full of thorns as strong as thunderbolts. The agents of Yamarāja hang the sinful man on that tree and pull him down forcibly so that the thorns very severely tear his body.",
        "purport": " The sexual urge is so strong that sometimes a man indulges in sexual relations with a cow, or a woman indulges in sexual relations with a dog. Such men and women are put into the hell known as Vajrakaṇṭaka-śālmalī. The Kṛṣṇa consciousness movement forbids illicit sex. From the description of these verses, we can understand what an extremely sinful act illicit sex is. Sometimes people disbelieve these descriptions of hell, but whether one believes or not, everything must be carried out by the laws of nature, which no one can avoid."
    },
    {
        "verse": "23",
        "devanagari": "ये त्विह वै वृषलीपतयो नष्टशौचाचारनियमास्त्यक्तलज्जा: पशुचर्यां चरन्ति ते चापि प्रेत्य पूयविण्मूत्रश्लेष्ममलापूर्णार्णवे निपतन्ति तदेवातिबीभत्सितमश्नन्ति ॥ २३ ॥",
        "english_devnagari": "ye tv iha vai vṛṣalī-patayo naṣṭa-śaucācāra-niyamās tyakta-lajjāḥ paśu-caryāṁ caranti te cāpi pretya pūya-viṇ-mūtra-śleṣma-malā-pūrṇārṇave nipatanti tad evātibībhatsitam aśnanti.",
        "verse_Syn": [
            "ye",
            "tu",
            "iha",
            "vai",
            "vṛṣalī",
            "patayaḥ",
            "naṣṭa",
            "śauca",
            "ācāra",
            "niyamāḥ",
            "tyakta",
            "lajjāḥ",
            "paśu",
            "caryām",
            "caranti",
            "te",
            "ca",
            "api",
            "pretya",
            "pūya",
            "viṭ",
            "mūtra",
            "śleṣma",
            "malā",
            "pūrṇa",
            "arṇave",
            "nipatanti",
            "tat",
            "eva",
            "atibībhatsitam",
            "aśnanti"
        ],
        "translation": "The shameless husbands of lowborn śūdra women live exactly like animals, and therefore they have no good behavior, cleanliness or regulated life. After death, such persons are thrown into the hell called Pūyoda, where they are put into an ocean filled with pus, stool, urine, mucus, saliva and similar things. Śūdras who could not improve themselves fall into that ocean and are forced to eat those disgusting things.",
        "purport": " Śrīla Narottama dāsa Ṭhākura has sung,"
    },
    {
        "verse": "23",
        "devanagari": "ये त्विह वै वृषलीपतयो नष्टशौचाचारनियमास्त्यक्तलज्जा: पशुचर्यां चरन्ति ते चापि प्रेत्य पूयविण्मूत्रश्लेष्ममलापूर्णार्णवे निपतन्ति तदेवातिबीभत्सितमश्नन्ति ॥ २३ ॥",
        "english_devnagari": "ye tv iha vai vṛṣalī-patayo naṣṭa-śaucācāra-niyamās tyakta-lajjāḥ paśu-caryāṁ caranti te cāpi pretya pūya-viṇ-mūtra-śleṣma-malā-pūrṇārṇave nipatanti tad evātibībhatsitam aśnanti.",
        "verse_Syn": [
            "ye",
            "tu",
            "iha",
            "vai",
            "vṛṣalī",
            "patayaḥ",
            "naṣṭa",
            "śauca",
            "ācāra",
            "niyamāḥ",
            "tyakta",
            "lajjāḥ",
            "paśu",
            "caryām",
            "caranti",
            "te",
            "ca",
            "api",
            "pretya",
            "pūya",
            "viṭ",
            "mūtra",
            "śleṣma",
            "malā",
            "pūrṇa",
            "arṇave",
            "nipatanti",
            "tat",
            "eva",
            "atibībhatsitam",
            "aśnanti"
        ],
        "translation": "The shameless husbands of lowborn śūdra women live exactly like animals, and therefore they have no good behavior, cleanliness or regulated life. After death, such persons are thrown into the hell called Pūyoda, where they are put into an ocean filled with pus, stool, urine, mucus, saliva and similar things. Śūdras who could not improve themselves fall into that ocean and are forced to eat those disgusting things.",
        "purport": " Śrīla Narottama dāsa Ṭhākura has sung, He says that persons following the paths of karma-kāṇḍa and jñāna-kāṇḍa (fruitive activities and speculative thinking) are missing the opportunities for human birth and gliding down into the cycle of birth and death. Thus there is always the chance that he may be put into the Pūyoda Naraka, the hell named Pūyoda, where one is forced to eat stool, urine, pus, mucus, saliva and other abominable things. It is significant that this verse is spoken especially about śūdras. If one is born a śūdra, he must continually return to the ocean of Pūyoda to eat horrible things. Thus even a born śūdra is expected to become a brāhmaṇa; that is the meaning of human life. Everyone should improve himself. Kṛṣṇa says in Bhagavad-gītā (4.13), cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: “According to the three modes of material nature and the work ascribed to them, four divisions of human society were created by Me.” Even if one is by qualification a śūdra, he must try to improve his position and become a brāhmaṇa. No one should try to check a person, no matter what his present position is, from coming to the platform of a brāhmaṇa or a Vaiṣṇava. Actually, one must come to the platform of a Vaiṣṇava. Then he automatically becomes a brāhmaṇa. This can be done only if the Kṛṣṇa consciousness movement is spread, for we are trying to elevate everyone to the platform of Vaiṣṇava. As Kṛṣṇa says in Bhagavad-gītā (18.66), sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Abandon all other duties and simply surrender unto Me.” One must give up the occupational duties of a śūdra, kṣatriya or vaiśya and adopt the occupational duties of a Vaiṣṇava, which include the activities of a brāhmaṇa. Kṛṣṇa explains this in Bhagavad-gītā (9.32):"
    },
    {
        "verse": "23",
        "devanagari": "ये त्विह वै वृषलीपतयो नष्टशौचाचारनियमास्त्यक्तलज्जा: पशुचर्यां चरन्ति ते चापि प्रेत्य पूयविण्मूत्रश्लेष्ममलापूर्णार्णवे निपतन्ति तदेवातिबीभत्सितमश्नन्ति ॥ २३ ॥",
        "english_devnagari": "ye tv iha vai vṛṣalī-patayo naṣṭa-śaucācāra-niyamās tyakta-lajjāḥ paśu-caryāṁ caranti te cāpi pretya pūya-viṇ-mūtra-śleṣma-malā-pūrṇārṇave nipatanti tad evātibībhatsitam aśnanti.",
        "verse_Syn": [
            "ye",
            "tu",
            "iha",
            "vai",
            "vṛṣalī",
            "patayaḥ",
            "naṣṭa",
            "śauca",
            "ācāra",
            "niyamāḥ",
            "tyakta",
            "lajjāḥ",
            "paśu",
            "caryām",
            "caranti",
            "te",
            "ca",
            "api",
            "pretya",
            "pūya",
            "viṭ",
            "mūtra",
            "śleṣma",
            "malā",
            "pūrṇa",
            "arṇave",
            "nipatanti",
            "tat",
            "eva",
            "atibībhatsitam",
            "aśnanti"
        ],
        "translation": "The shameless husbands of lowborn śūdra women live exactly like animals, and therefore they have no good behavior, cleanliness or regulated life. After death, such persons are thrown into the hell called Pūyoda, where they are put into an ocean filled with pus, stool, urine, mucus, saliva and similar things. Śūdras who could not improve themselves fall into that ocean and are forced to eat those disgusting things.",
        "purport": " Śrīla Narottama dāsa Ṭhākura has sung, He says that persons following the paths of karma-kāṇḍa and jñāna-kāṇḍa (fruitive activities and speculative thinking) are missing the opportunities for human birth and gliding down into the cycle of birth and death. Thus there is always the chance that he may be put into the Pūyoda Naraka, the hell named Pūyoda, where one is forced to eat stool, urine, pus, mucus, saliva and other abominable things. It is significant that this verse is spoken especially about śūdras. If one is born a śūdra, he must continually return to the ocean of Pūyoda to eat horrible things. Thus even a born śūdra is expected to become a brāhmaṇa; that is the meaning of human life. Everyone should improve himself. Kṛṣṇa says in Bhagavad-gītā (4.13), cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: “According to the three modes of material nature and the work ascribed to them, four divisions of human society were created by Me.” Even if one is by qualification a śūdra, he must try to improve his position and become a brāhmaṇa. No one should try to check a person, no matter what his present position is, from coming to the platform of a brāhmaṇa or a Vaiṣṇava. Actually, one must come to the platform of a Vaiṣṇava. Then he automatically becomes a brāhmaṇa. This can be done only if the Kṛṣṇa consciousness movement is spread, for we are trying to elevate everyone to the platform of Vaiṣṇava. As Kṛṣṇa says in Bhagavad-gītā (18.66), sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Abandon all other duties and simply surrender unto Me.” One must give up the occupational duties of a śūdra, kṣatriya or vaiśya and adopt the occupational duties of a Vaiṣṇava, which include the activities of a brāhmaṇa. Kṛṣṇa explains this in Bhagavad-gītā (9.32): “O son of Pṛthā, those who take shelter in Me, though they be of lower birth — women, vaiśyas [merchants], as well as śūdras [workers] — can approach the supreme destination.” Human life is specifically meant for going back home, back to Godhead. That facility should be given to everyone, whether one be a śūdra, a vaiśya, a woman or a kṣatriya. This is the purpose of the Kṛṣṇa consciousness movement. However, if one is satisfied to remain a śūdra, he must suffer as described in this verse: tad evātibībhatsitam aśnanti."
    },
    {
        "verse": "24",
        "devanagari": "ये त्विह वै श्वगर्दभपतयो ब्राह्मणादयो मृगयाविहारा अतीर्थे च मृगान्निघ्नन्ति तानपि सम्परेताँल्लक्ष्यभूतान् यमपुरुषा इषुभिर्विध्यन्ति ॥ २४ ॥",
        "english_devnagari": "ye tv iha vai śva-gardabha-patayo brāhmaṇādayo mṛgayā vihārā atīrthe ca mṛgān nighnanti tān api samparetāḻ lakṣya-bhūtān yama-puruṣā iṣubhir vidhyanti.",
        "verse_Syn": [
            "ye",
            "tu",
            "iha",
            "vai",
            "śva",
            "gardabha",
            "patayaḥ",
            "brāhmaṇa",
            "ādayaḥ",
            "mṛgayā",
            "vihārāḥ",
            "atīrthe",
            "ca",
            "mṛgān",
            "nighnanti",
            "tān",
            "api",
            "samparetān",
            "lakṣya",
            "bhūtān",
            "yama",
            "puruṣāḥ",
            "iṣubhiḥ",
            "vidhyanti"
        ],
        "translation": "If in this life a man of the higher classes [brāhmaṇa, kṣatriya and vaiśya] is very fond of taking his pet dogs, mules or asses into the forest to hunt and kill animals unnecessarily, he is placed after death into the hell known as Prāṇarodha. There the assistants of Yamarāja make him their targets and pierce him with arrows.",
        "purport": " In the Western countries especially, aristocrats keep dogs and horses to hunt animals in the forest. Whether in the West or the East, aristocratic men in the Kali-yuga adopt the fashion of going to the forest and unnecessarily killing animals. Men of the higher classes (the brāhmaṇas, kṣatriyas and vaiśyas) should cultivate knowledge of Brahman, and they should also give the śūdras a chance to come to that platform. If instead they indulge in hunting, they are punished as described in this verse. Not only are they pierced with arrows by the agents of Yamarāja, but they are also put into the ocean of pus, urine and stool described in the previous verse."
    },
    {
        "verse": "25",
        "devanagari": "ये त्विह वै दाम्भिका दम्भयज्ञेषु पशून् विशसन्ति तानमुष्मिँल्लोके वैशसे नरके पतितान्निरयपतयो यातयित्वा विशसन्ति ॥ २५ ॥",
        "english_devnagari": "ye tv iha vai dāmbhikā dambha-yajñeṣu paśūn viśasanti tān amuṣmiḻ loke vaiśase narake patitān niraya-patayo yātayitvā viśasanti.",
        "verse_Syn": [
            "ye",
            "tu",
            "iha",
            "vai",
            "dāmbhikāḥ",
            "dambha",
            "yajñeṣu",
            "paśūn",
            "viśasanti",
            "tān",
            "amuṣmin",
            "loke",
            "vaiśase",
            "narake",
            "patitān",
            "niraya",
            "patayaḥ",
            "yātayitvā",
            "viśasanti"
        ],
        "translation": "A person who in this life is proud of his eminent position, and who heedlessly sacrifices animals simply for material prestige, is put into the hell called Viśasana after death. There the assistants of Yamarāja kill him after giving him unlimited pain.",
        "purport": " In Bhagavad-gītā (6.41) Kṛṣṇa says, śucīnāṁ śrīmatāṁ gehe yoga-bhraṣṭo ’bhijāyate: “Because of his previous connection with bhakti-yoga, a man is born into a prestigious family of brāhmaṇas or aristocrats.” Having taken such a birth, one should utilize it to perfect bhakti-yoga. However, due to bad association one often forgets that his prestigious position has been given to him by the Supreme Personality of Godhead, and he misuses it by performing various kinds of so-called yajñas like Kālī-pūjā or Durgā-pūjā, in which poor animals are sacrificed. How such a person is punished is described herein. The word dambha-yajñeṣu in this verse is significant. If one violates the Vedic instructions while performing yajña and simply makes a show of sacrifice for the purpose of killing animals, he is punishable after death. In Calcutta there are many slaughterhouses where animal flesh is sold that has supposedly been offered in sacrifice before the goddess Kālī. The śāstras enjoin that one can sacrifice a small goat before the goddess Kālī once a month. Nowhere is it said that one can maintain a slaughterhouse in the name of temple worship and daily kill animals unnecessarily. Those who do so receive the punishments described herein."
    },
    {
        "verse": "26",
        "devanagari": "यस्त्विह वै सवर्णां भार्यां द्विजो रेत: पाययति काममोहितस्तं पापकृतममुत्र रेत:कुल्यायां पातयित्वा रेत: सम्पाययन्ति ॥ २६ ॥",
        "english_devnagari": "yas tv iha vai savarṇāṁ bhāryāṁ dvijo retaḥ pāyayati kāma-mohitas taṁ pāpa-kṛtam amutra retaḥ-kulyāyāṁ pātayitvā retaḥ sampāyayanti.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "iha",
            "vai",
            "savarṇām",
            "bhāryām",
            "dvijaḥ",
            "retaḥ",
            "pāyayati",
            "kāma",
            "mohitaḥ",
            "tam",
            "pāpa",
            "kṛtam",
            "amutra",
            "retaḥ",
            "kulyāyām",
            "pātayitvā",
            "retaḥ",
            "sampāyayanti"
        ],
        "translation": "If a foolish member of the twice-born classes [brāhmaṇa, kṣatriya and vaiśya] forces his wife to drink his semen out of a lusty desire to keep her under control, he is put after death into the hell known as Lālābhakṣa. There he is thrown into a flowing river of semen, which he is forced to drink.",
        "purport": " The practice of forcing one’s wife to drink one’s own semen is a black art practiced by extremely lusty persons. Those who practice this very abominable activity say that if a wife is forced to drink her husband’s semen, she remains very faithful to him. Generally only low-class men engage in this black art, but if a man born in a higher class does so, after death he is put into the hell known as Lālābhakṣa. There he is immersed in the river known as Śukra-nadī and forced to drink semen."
    },
    {
        "verse": "27",
        "devanagari": "ये त्विह वै दस्यवोऽग्निदा गरदा ग्रामान् सार्थान् वा विलुम्पन्ति राजानो राजभटा वा तांश्चापि हि परेत्य यमदूता वज्रदंष्ट्रा: श्वान: सप्तशतानि विंशतिश्च सरभसं खादन्ति ॥ २७ ॥",
        "english_devnagari": "ye tv iha vai dasyavo ’gnidā garadā grāmān sārthān vā vilumpanti rājāno rāja-bhaṭā vā tāṁś cāpi hi paretya yamadūtā vajra-daṁṣṭrāḥ śvānaḥ sapta-śatāni viṁśatiś ca sarabhasaṁ khādanti.",
        "verse_Syn": [
            "ye",
            "tu",
            "iha",
            "vai",
            "dasyavaḥ",
            "agni",
            "dāḥ",
            "garadāḥ",
            "grāmān",
            "sārthān",
            "vā",
            "vilumpanti",
            "rājānaḥ",
            "rāja",
            "bhaṭāḥ",
            "vā",
            "tān",
            "ca",
            "api",
            "hi",
            "paretya",
            "yamadūtāḥ",
            "vajra",
            "daṁṣṭrāḥ",
            "śvānaḥ",
            "sapta",
            "śatāni",
            "viṁśatiḥ",
            "ca",
            "sarabhasam",
            "khādanti"
        ],
        "translation": "In this world, some persons are professional plunderers who set fire to others’ houses or administer poison to them. Also, members of the royalty or government officials sometimes plunder mercantile men by forcing them to pay income tax and by other methods. After death such demons are put into the hell known as Sārameyādana. On that planet there are 720 dogs with teeth as strong as thunderbolts. Under the orders of the agents of Yamarāja, these dogs voraciously devour such sinful people.",
        "purport": " In the Twelfth Canto of Śrīmad-Bhāgavatam, it is said that in this Age of Kali everyone will be extremely disturbed by three kinds of tribulations: scarcity of rain, famine, and heavy taxation by the government. Because human beings are becoming more and more sinful, there will be a scarcity of rain, and naturally no food grains will be produced. On the plea of relieving the suffering caused by the ensuing famine, the government will impose heavy taxes, especially on the wealthy mercantile community. In this verse, the members of such a government are described as dasyu, thieves. Their main activity will be to plunder the wealth of the people. Whether a highway robber or a government thief, such a man will be punished in his next life by being thrown into the hell known as Sārameyādana, where he will suffer greatly from the bites of ferocious dogs."
    },
    {
        "verse": "29",
        "devanagari": "यस्त्विह वै विप्रो राजन्यो वैश्यो वा सोमपीथस्तत्कलत्रं वा सुरां व्रतस्थोऽपि वा पिबति प्रमादतस्तेषां निरयं नीतानामुरसि पदाऽऽक्रम्यास्ये वह्निना द्रवमाणं कार्ष्णायसं निषिञ्चन्ति ॥ २९ ॥",
        "english_devnagari": "yas tv iha vai vipro rājanyo vaiśyo vā soma-pīthas tat-kalatraṁ vā surāṁ vrata-stho ’pi vā pibati pramādatas teṣāṁ nirayaṁ nītānām urasi padākramyāsye vahninā dravamāṇaṁ kārṣṇāyasaṁ niṣiñcanti.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "iha",
            "vai",
            "vipraḥ",
            "rājanyaḥ",
            "vaiśyaḥ",
            "vā",
            "soma",
            "pīthaḥ",
            "tat",
            "kalatram",
            "vā",
            "surām",
            "vrata",
            "sthaḥ",
            "api",
            "vā",
            "pibati",
            "pramādataḥ",
            "teṣām",
            "nirayam",
            "nītānām",
            "urasi",
            "padā",
            "ākramya",
            "asye",
            "vahninā",
            "dravamāṇam",
            "kārṣṇāyasam",
            "niṣiñcanti"
        ],
        "translation": "Any brāhmaṇa or brāhmaṇa’s wife who drinks liquor is taken by the agents of Yamarāja to the hell known as Ayaḥpāna. This hell also awaits any kṣatriya, vaiśya, or person under a vow who in illusion drinks soma-rasa. In Ayaḥpāna the agents of Yamarāja stand on their chests and pour hot melted iron into their mouths.",
        "purport": " One should not be a brāhmaṇa in name only and engage in all kinds of sinful activities, especially drinking liquor. Brāhmaṇas, kṣatriyas and vaiśyas must behave according to the principles of their order. If they fall down to the level of śūdras, who are accustomed to drink liquor, they will be punished as described herein."
    },
    {
        "verse": "30",
        "devanagari": "अथ च यस्त्विह वा आत्मसम्भावनेन स्वयमधमो जन्मतपोविद्याचारवर्णाश्रमवतो वरीयसो न बहु मन्येत स मृतक एव मृत्वा क्षारकर्दमे निरयेऽवाक्‌शिरा निपातितो दुरन्ता यातना ह्यश्नुते ॥ ३० ॥",
        "english_devnagari": "atha ca yas tv iha vā ātma-sambhāvanena svayam adhamo janma-tapo-vidyācāra-varṇāśramavato varīyaso na bahu manyeta sa mṛtaka eva mṛtvā kṣārakardame niraye ’vāk-śirā nipātito durantā yātanā hy aśnute.",
        "verse_Syn": [
            "atha",
            "ca",
            "yaḥ",
            "tu",
            "iha",
            "vā",
            "ātma",
            "sambhāvanena",
            "svayam",
            "adhamaḥ",
            "janma",
            "tapaḥ",
            "vidyā",
            "ācāra",
            "varṇa",
            "āśrama",
            "vataḥ",
            "varīyasaḥ",
            "na",
            "bahu",
            "manyeta",
            "saḥ",
            "mṛtakaḥ",
            "eva",
            "mṛtvā",
            "kṣārakardame",
            "niraye",
            "avāk",
            "śirā",
            "nipātitaḥ",
            "durantāḥ",
            "yātanāḥ",
            "hi",
            "aśnute"
        ],
        "translation": "A lowborn and abominable person who in this life becomes falsely proud, thinking “I am great,” and who thus fails to show proper respect to one more elevated than he by birth, austerity, education, behavior, caste or spiritual order, is like a dead man even in this lifetime, and after death he is thrown headfirst into the hell known as Kṣārakardama. There he must suffer great tribulation at the hands of the agents of Yamarāja.",
        "purport": " One should not become falsely proud. One must be respectful toward a person more elevated than he by birth, education, behavior, caste or spiritual order. If one does not show respect to such highly elevated persons but indulges in false pride, he receives punishment in Kṣārakardama."
    },
    {
        "verse": "35",
        "devanagari": "यस्त्विह वा अतिथीनभ्यागतान् वा गृहपतिरसकृदुपगतमन्युर्दिधक्षुरिव पापेन चक्षुषा निरीक्षते तस्य चापि निरये पापद‍ृष्टेरक्षिणी वज्रतुण्डा गृध्रा: कङ्ककाकवटादय: प्रसह्योरु- बलादुत्पाटयन्ति ॥ ३५ ॥",
        "english_devnagari": "yas tv iha vā atithīn abhyāgatān vā gṛha-patir asakṛd upagata-manyur didhakṣur iva pāpena cakṣuṣā nirīkṣate tasya cāpi niraye pāpa-dṛṣṭer akṣiṇī vajra-tuṇḍā gṛdhrāḥ kaṅka-kāka-vaṭādayaḥ prasahyoru-balād utpāṭayanti.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "iha",
            "vā",
            "atithīn",
            "abhyāgatān",
            "vā",
            "gṛha",
            "patiḥ",
            "asakṛt",
            "upagata",
            "manyuḥ",
            "didhakṣuḥ",
            "iva",
            "pāpena",
            "cakṣuṣā",
            "nirīkṣate",
            "tasya",
            "ca",
            "api",
            "niraye",
            "pāpa",
            "dṛṣṭeḥ",
            "akṣiṇī",
            "vajra",
            "tuṇḍāḥ",
            "gṛdhrāḥ",
            "kaṅka",
            "kāka",
            "vaṭa",
            "ādayaḥ",
            "prasahya",
            "uru",
            "balāt",
            "utpāṭayanti"
        ],
        "translation": "A householder who receives guests or visitors with cruel glances, as if to burn them to ashes, is put into the hell called Paryāvartana, where he is gazed at by hard-eyed vultures, herons, crows and similar birds, which suddenly swoop down and pluck out his eyes with great force.",
        "purport": " According to the Vedic etiquette, even an enemy who comes to a householder’s home should be received in such a gentle way that he forgets that he has come to the home of an enemy. A guest who comes to one’s home should be received very politely. If he is unwanted, the householder should not stare at him with unblinking eyes, for one who does so will be put into the hell known as Paryāvartana after death, and there many ferocious birds like vultures, crows, and herons will suddenly come upon him and pluck out his eyes."
    },
    {
        "verse": "36",
        "devanagari": "यस्त्विह वा आढ्याभिमतिरहङ्कृतिस्तिर्यक्प्रेक्षण: सर्वतोऽभिविशङ्की अर्थव्ययनाशचिन्तया परिशुष्यमाणहृदयवदनो निर्वृतिमनवगतो ग्रह इवार्थमभिरक्षति स चापि प्रेत्य तदुत्पादनोत्कर्षणसंरक्षणशमलग्रह: सूचीमुखे नरके निपतति यत्र ह वित्तग्रहं पापपुरुषं धर्मराजपुरुषा वायका इव सर्वतोऽङ्गेषु सूत्रै: परिवयन्ति ॥ ३६ ॥",
        "english_devnagari": "yas tv iha vā āḍhyābhimatir ahaṅkṛtis tiryak-prekṣaṇaḥ sarvato ’bhiviśaṅkī artha-vyaya-nāśa-cintayā pariśuṣyamāṇa-hṛdaya-vadano nirvṛtim anavagato graha ivārtham abhirakṣati sa cāpi pretya tad-utpādanotkarṣaṇa-saṁrakṣaṇa-śamala-grahaḥ sūcīmukhe narake nipatati yatra ha vitta-grahaṁ pāpa-puruṣaṁ dharmarāja-puruṣā vāyakā iva sarvato ’ṅgeṣu sūtraiḥ parivayanti.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "iha",
            "vā",
            "āḍhya",
            "abhimatiḥ",
            "ahaṅkṛtiḥ",
            "tiryak",
            "prekṣaṇaḥ",
            "sarvataḥ",
            "abhiviśaṅkī",
            "artha",
            "vyaya",
            "nāśa",
            "cintayā",
            "pariśuṣyamāṇa",
            "hṛdaya",
            "vadanaḥ",
            "nirvṛtim",
            "anavagataḥ",
            "grahaḥ",
            "iva",
            "artham",
            "abhirakṣati",
            "saḥ",
            "ca",
            "api",
            "pretya",
            "tat",
            "utpādana",
            "utkarṣaṇa",
            "saṁrakṣaṇa",
            "śamala",
            "grahaḥ",
            "sūcīmukhe",
            "narake",
            "nipatati",
            "yatra",
            "ha",
            "vitta",
            "graham",
            "pāpa",
            "puruṣam",
            "dharmarāja",
            "puruṣāḥ",
            "vāyakāḥ",
            "iva",
            "sarvataḥ",
            "aṅgeṣu",
            "sūtraiḥ",
            "parivayanti"
        ],
        "translation": "One who in this world or this life is very proud of his wealth always thinks, “I am so rich. Who can equal me?” His vision is twisted, and he is always afraid that someone will take his wealth. Indeed, he even suspects his superiors. His face and heart dry up at the thought of losing his wealth, and therefore he always looks like a wretched fiend. He is not in any way able to obtain actual happiness, and he does not know what it is to be free from anxiety. Because of the sinful things he does to earn money, augment his wealth and protect it, he is put into the hell called Sūcīmukha, where the officials of Yamarāja punish him by stitching thread through his entire body like weavers manufacturing cloth.",
        "purport": " When one possesses more wealth than necessary, he certainly becomes very proud. This is the situation of men in modern civilization. According to the Vedic culture, brāhmaṇas do not possess anything, whereas kṣatriyas possess riches, but only for performing sacrifices and other noble activities as prescribed in the Vedic injunctions. A vaiśya also earns money honestly through agriculture, cow protection and some trade. If a śūdra gets money, however, he will spend it lavishly, without discrimination, or simply accumulate it for no purpose. Because in this age there are no qualified brāhmaṇas, kṣatriyas or vaiśyas, almost everyone is a śūdra (kalau śūdra-sambhavaḥ). Therefore the śūdra mentality is causing great harm to modern civilization. A śūdra does not know how to use money to render transcendental loving service to the Lord. Money is also called lakṣmī, and Lakṣmī is always engaged in the service of Nārāyaṇa. Wherever there is money, it must be engaged in the service of Lord Nārāyaṇa. Everyone should use his money to spread the great transcendental movement of Kṛṣṇa consciousness. If one does not spend money for this purpose but accumulates more than necessary, he will certainly become proud of the money he illegally possesses. The money actually belongs to Kṛṣṇa, who says in Bhagavad-gītā (5.29), bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram: “I am the true enjoyer of sacrifices and penances, and I am the owner of all the planets.” Therefore nothing belongs to anyone but Kṛṣṇa. One who possesses more money than he needs should spend it for Kṛṣṇa. Unless one does so, he will become puffed up because of his false possessions, and therefore he will be punished in the next life, as described herein."
    },
    {
        "verse": "37",
        "devanagari": "एवंविधा नरका यमालये सन्ति शतश: सहस्रशस्तेषु सर्वेषु च सर्व एवाधर्मवर्तिनो ये केचिदिहोदिता अनुदिताश्चावनिपते पर्यायेण विशन्ति तथैव धर्मानुवर्तिन इतरत्र इह तु पुनर्भवे त उभयशेषाभ्यां निविशन्ति ॥ ३७ ॥",
        "english_devnagari": "evaṁ-vidhā narakā yamālaye santi śataśaḥ sahasraśas teṣu sarveṣu ca sarva evādharma-vartino ye kecid ihoditā anuditāś cāvani-pate paryāyeṇa viśanti tathaiva dharmānuvartina itaratra iha tu punar-bhave ta ubhaya-śeṣābhyāṁ niviśanti.",
        "verse_Syn": [
            "evam",
            "vidhāḥ",
            "narakāḥ",
            "yama",
            "ālaye",
            "santi",
            "śataśaḥ",
            "sahasraśaḥ",
            "teṣu",
            "sarveṣu",
            "ca",
            "sarve",
            "eva",
            "adharma",
            "vartinaḥ",
            "ye",
            "kecit",
            "iha",
            "uditāḥ",
            "anuditāḥ",
            "ca",
            "avani",
            "pate",
            "paryāyeṇa",
            "viśanti",
            "tathā",
            "eva",
            "dharma",
            "anuvartinaḥ",
            "itaratra",
            "iha",
            "tu",
            "punaḥ",
            "bhave",
            "te",
            "ubhaya",
            "śeṣābhyām",
            "niviśanti"
        ],
        "translation": "My dear King Parīkṣit, in the province of Yamarāja there are hundreds and thousands of hellish planets. The impious people I have mentioned — and also those I have not mentioned — must all enter these various planets according to the degree of their impiety. Those who are pious, however, enter other planetary systems, namely the planets of the demigods. Nevertheless, both the pious and impious are again brought to earth after the results of their pious or impious acts are exhausted.",
        "purport": " This corresponds to the beginning of Lord Kṛṣṇa’s instructions in Bhagavad-gītā. Tathā dehāntara-prāptiḥ: within this material world, one is simply meant to change from one body to another in different planetary systems. Ūrdhvaṁ gacchanti sattva-sthā: those in the mode of goodness are elevated to the heavenly planets. Adho gacchanti tāmasāḥ: similarly, those too engrossed in ignorance enter the hellish planetary systems. Both of them, however, are subjected to the repetition of birth and death. In Bhagavad-gītā it is stated that even one who is very pious returns to earth after his enjoyment in the higher planetary systems is over (kṣīṇe puṇye martya-lokaṁ viśanti). Therefore, going from one planet to another does not solve the problems of life. The problems of life will only be solved when we no longer have to accept a material body. This can be possible if one simply becomes Kṛṣṇa conscious. As Kṛṣṇa says in Bhagavad-gītā (4.9):"
    },
    {
        "verse": "37",
        "devanagari": "एवंविधा नरका यमालये सन्ति शतश: सहस्रशस्तेषु सर्वेषु च सर्व एवाधर्मवर्तिनो ये केचिदिहोदिता अनुदिताश्चावनिपते पर्यायेण विशन्ति तथैव धर्मानुवर्तिन इतरत्र इह तु पुनर्भवे त उभयशेषाभ्यां निविशन्ति ॥ ३७ ॥",
        "english_devnagari": "evaṁ-vidhā narakā yamālaye santi śataśaḥ sahasraśas teṣu sarveṣu ca sarva evādharma-vartino ye kecid ihoditā anuditāś cāvani-pate paryāyeṇa viśanti tathaiva dharmānuvartina itaratra iha tu punar-bhave ta ubhaya-śeṣābhyāṁ niviśanti.",
        "verse_Syn": [
            "evam",
            "vidhāḥ",
            "narakāḥ",
            "yama",
            "ālaye",
            "santi",
            "śataśaḥ",
            "sahasraśaḥ",
            "teṣu",
            "sarveṣu",
            "ca",
            "sarve",
            "eva",
            "adharma",
            "vartinaḥ",
            "ye",
            "kecit",
            "iha",
            "uditāḥ",
            "anuditāḥ",
            "ca",
            "avani",
            "pate",
            "paryāyeṇa",
            "viśanti",
            "tathā",
            "eva",
            "dharma",
            "anuvartinaḥ",
            "itaratra",
            "iha",
            "tu",
            "punaḥ",
            "bhave",
            "te",
            "ubhaya",
            "śeṣābhyām",
            "niviśanti"
        ],
        "translation": "My dear King Parīkṣit, in the province of Yamarāja there are hundreds and thousands of hellish planets. The impious people I have mentioned — and also those I have not mentioned — must all enter these various planets according to the degree of their impiety. Those who are pious, however, enter other planetary systems, namely the planets of the demigods. Nevertheless, both the pious and impious are again brought to earth after the results of their pious or impious acts are exhausted.",
        "purport": " This corresponds to the beginning of Lord Kṛṣṇa’s instructions in Bhagavad-gītā. Tathā dehāntara-prāptiḥ: within this material world, one is simply meant to change from one body to another in different planetary systems. Ūrdhvaṁ gacchanti sattva-sthā: those in the mode of goodness are elevated to the heavenly planets. Adho gacchanti tāmasāḥ: similarly, those too engrossed in ignorance enter the hellish planetary systems. Both of them, however, are subjected to the repetition of birth and death. In Bhagavad-gītā it is stated that even one who is very pious returns to earth after his enjoyment in the higher planetary systems is over (kṣīṇe puṇye martya-lokaṁ viśanti). Therefore, going from one planet to another does not solve the problems of life. The problems of life will only be solved when we no longer have to accept a material body. This can be possible if one simply becomes Kṛṣṇa conscious. As Kṛṣṇa says in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” This is the perfection of life and the real solution to life’s problems. We should not be eager to go to the higher, heavenly planetary systems, nor should we act in such a way that we have to go to the hellish planets. The complete purpose of this material world will be fulfilled when we resume our spiritual identities and go back home, back to Godhead. The very simple method for doing this is prescribed by the Supreme Personality of Godhead. Sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. One should be neither pious nor impious. One should be a devotee and surrender to the lotus feet of Kṛṣṇa. This surrendering process is also very easy. Even a child can perform it. Man-manā bhava mad-bhakto mad-yājī māṁ namaskuru. One must always simply think of Kṛṣṇa by chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. One should become Kṛṣṇa’s devotee, worship Him and offer obeisances to Him. Thus one should engage all the activities of his life in the service of Lord Kṛṣṇa."
    },
    {
        "verse": "38",
        "devanagari": "निवृत्तिलक्षणमार्ग आदावेव व्याख्यात: । एतावानेवाण्डकोशो यश्चतुर्दशधा पुराणेषु विकल्पित उपगीयते यत्तद्भ‍गवतो नारायणस्य साक्षान्महापुरुषस्य स्थविष्ठं रूपमात्ममायागुणमयमनुवर्णितमाद‍ृत: पठति श‍ृणोति श्रावयति स उपगेयं भगवत: परमात्मनोऽग्राह्यमपि श्रद्धाभक्तिविशुद्धबुद्धिर्वेद ॥ ३८ ॥",
        "english_devnagari": "nivṛtti-lakṣaṇa-mārga ādāv eva vyākhyātaḥ; etāvān evāṇḍa-kośo yaś caturdaśadhā purāṇeṣu vikalpita upagīyate yat tad bhagavato nārāyaṇasya sākṣān mahā-puruṣasya sthaviṣṭhaṁ rūpam ātmamāyā-guṇamayam anuvarṇitam ādṛtaḥ paṭhati śṛṇoti śrāvayati sa upageyaṁ bhagavataḥ paramātmano ’grāhyam api śraddhā-bhakti-viśuddha-buddhir veda.",
        "verse_Syn": [
            "nivṛtti",
            "lakṣaṇa",
            "mārgaḥ",
            "ādau",
            "eva",
            "vyākhyātaḥ",
            "etāvān",
            "eva",
            "aṇḍa",
            "kośaḥ",
            "yaḥ",
            "caturdaśa",
            "dhā",
            "purāṇeṣu",
            "vikalpitaḥ",
            "upagīyate",
            "yat",
            "tat",
            "bhagavataḥ",
            "nārāyaṇasya",
            "sākṣāt",
            "mahā",
            "puruṣasya",
            "sthaviṣṭham",
            "rūpam",
            "ātma",
            "māyā",
            "guṇa",
            "mayam",
            "anuvarṇitam",
            "ādṛtaḥ",
            "paṭhati",
            "śṛṇoti",
            "śrāvayati",
            "saḥ",
            "upageyam",
            "bhagavataḥ",
            "paramātmanaḥ",
            "agrāhyam",
            "api",
            "śraddhā",
            "bhakti",
            "viśuddha",
            "buddhiḥ",
            "veda"
        ],
        "translation": "In the beginning [the second and third cantos of Śrīmad-Bhāgavatam] I have already described how one can progress on the path of liberation. In the Purāṇas the vast universal existence, which is like an egg divided into fourteen parts, is described. This vast form is considered the external body of the Lord, created by His energy and qualities. It is generally called the virāṭ-rūpa. If one reads the description of this external form of the Lord with great faith, or if one hears about it or explains it to others to propagate bhāgavata-dharma, or Kṛṣṇa consciousness, his faith and devotion in spiritual consciousness, Kṛṣṇa consciousness, will gradually increase. Although developing this consciousness is very difficult, by this process one can purify himself and gradually come to an awareness of the Supreme Absolute Truth.",
        "purport": " The Kṛṣṇa consciousness movement is pushing forward the publication of Śrīmad-Bhāgavatam, as explained especially for the understanding of the modern civilized man, to awaken him to his original consciousness. Without this consciousness, one melts into complete darkness. Whether one goes to the upper planetary systems or the hellish planetary systems, he simply wastes his time. Therefore one should hear of the universal position of the virāṭ form of the Lord as described in Śrīmad-Bhāgavatam. That will help one save himself from material conditional life and gradually elevate him to the path of liberation so that he can go back home, back to Godhead."
    },
    {
        "verse": "39",
        "devanagari": "श्रुत्वा स्थूलं तथा सूक्ष्मं रूपं भगवतो यति: ।स्थूले निर्जितमात्मानं शनै: सूक्ष्मं धिया नयेदिति ॥ ३९ ॥",
        "english_devnagari": "śrutvā sthūlaṁ tathā sūkṣmaṁrūpaṁ bhagavato yatiḥsthūle nirjitam ātmānaṁśanaiḥ sūkṣmaṁ dhiyā nayed iti",
        "verse_Syn": [
            "śrutvā",
            "sthūlam",
            "tathā",
            "sūkṣmam",
            "rūpam",
            "bhagavataḥ",
            "yatiḥ",
            "sthūle",
            "nirjitam",
            "ātmānam",
            "śanaiḥ",
            "sūkṣmam",
            "dhiyā",
            "nayet",
            "iti"
        ],
        "translation": "One who is interested in liberation, who accepts the path of liberation and is not attracted to the path of conditional life, is called yati, or a devotee. Such a person should first control his mind by thinking of the virāṭ-rūpa, the gigantic universal form of the Lord, and then gradually think of the spiritual form of Kṛṣṇa [sac-cid-ānanda-vigraha] after hearing of both forms. Thus one’s mind is fixed in samādhi. By devotional service one can then realize the spiritual form of the Lord, which is the destination of devotees. Thus his life becomes successful.",
        "purport": " It is said, mahat-sevāṁ dvāram āhur vimukteḥ: if one wants to progress on the path of liberation, he should associate with mahātmās, or liberated devotees, because in such association there is a full chance for hearing, describing and chanting about the name, form, qualities and paraphernalia of the Supreme Personality of Godhead, all of which are described in Śrīmad-Bhāgavatam. On the path of bondage, one eternally undergoes the repetition of birth and death. One who desires liberation from such bondage should join the International Society for Krishna Consciousness and thus take advantage of the opportunity to hear Śrīmad-Bhāgavatam from devotees and also explain it to propagate Kṛṣṇa consciousness."
    },
    {
        "verse": "40",
        "devanagari": "भूद्वीपवर्षसरिदद्रिनभ:समुद्र-पातालदिङ्‌नरकभागणलोकसंस्था ।गीता मया तव नृपाद्भ‍ुतमीश्वरस्यस्थूलं वपु: सकलजीवनिकायधाम ॥ ४० ॥तस्मात् सङ्कीर्तनं विष्णोर्जगन्मङ्गलमंहसाम् ।महतामपि कौरव्य विद्ध्यैकान्तिकनिष्कृतम् ॥ ३१ ॥",
        "english_devnagari": "bhū-dvīpa-varṣa-sarid-adri-nabhaḥ-samudra-pātāla-diṅ-naraka-bhāgaṇa-loka-saṁsthāgītā mayā tava nṛpādbhutam īśvarasyasthūlaṁ vapuḥ sakala-jīva-nikāya-dhāma",
        "verse_Syn": [
            "bhū",
            "dvīpa",
            "varṣa",
            "sarit",
            "adri",
            "nabhaḥ",
            "samudra",
            "pātāla",
            "dik",
            "naraka",
            "bhāgaṇa",
            "loka",
            "saṁsthā",
            "gītā",
            "mayā",
            "tava",
            "nṛpa",
            "adbhutam",
            "īśvarasya",
            "sthūlam",
            "vapuḥ",
            "sakala",
            "jīva",
            "nikāya",
            "dhāma"
        ],
        "translation": "My dear King, I have now described for you this planet earth, other planetary systems, and their lands [varṣas], rivers and mountains. I have also described the sky, the oceans, the lower planetary systems, the directions, the hellish planetary systems and the stars. These constitute the virāṭ-rūpa, the gigantic material form of the Lord, on which all living entities repose. Thus I have explained the wonderful expanse of the external body of the Lord.",
        "purport": "  — Completed in the Honolulu temple of the Pañca-tattva, June 5, 1995."
    },
    {
        "verse": "40",
        "devanagari": "भूद्वीपवर्षसरिदद्रिनभ:समुद्र-पातालदिङ्‌नरकभागणलोकसंस्था ।गीता मया तव नृपाद्भ‍ुतमीश्वरस्यस्थूलं वपु: सकलजीवनिकायधाम ॥ ४० ॥तस्मात् सङ्कीर्तनं विष्णोर्जगन्मङ्गलमंहसाम् ।महतामपि कौरव्य विद्ध्यैकान्तिकनिष्कृतम् ॥ ३१ ॥",
        "english_devnagari": "bhū-dvīpa-varṣa-sarid-adri-nabhaḥ-samudra-pātāla-diṅ-naraka-bhāgaṇa-loka-saṁsthāgītā mayā tava nṛpādbhutam īśvarasyasthūlaṁ vapuḥ sakala-jīva-nikāya-dhāma",
        "verse_Syn": [
            "bhū",
            "dvīpa",
            "varṣa",
            "sarit",
            "adri",
            "nabhaḥ",
            "samudra",
            "pātāla",
            "dik",
            "naraka",
            "bhāgaṇa",
            "loka",
            "saṁsthā",
            "gītā",
            "mayā",
            "tava",
            "nṛpa",
            "adbhutam",
            "īśvarasya",
            "sthūlam",
            "vapuḥ",
            "sakala",
            "jīva",
            "nikāya",
            "dhāma"
        ],
        "translation": "My dear King, I have now described for you this planet earth, other planetary systems, and their lands [varṣas], rivers and mountains. I have also described the sky, the oceans, the lower planetary systems, the directions, the hellish planetary systems and the stars. These constitute the virāṭ-rūpa, the gigantic material form of the Lord, on which all living entities repose. Thus I have explained the wonderful expanse of the external body of the Lord.",
        "purport": "  — Completed in the Honolulu temple of the Pañca-tattva, June 5, 1995. There is a supplementary note written by His Divine Grace Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja Prabhupāda in his Gauḍīya-bhāṣya. Its translation is as follows. Learned scholars who have full knowledge of all the Vedic scriptures agree that the incarnations of the Supreme Personality of Godhead are innumerable. These incarnations are classified into two divisions, called prābhava and vaibhava. According to the scriptures, prābhava incarnations are also classified in two divisions — those which are called eternal and those which are not vividly described. In this Fifth Canto of Śrīmad-Bhāgavatam, in Chapters Three through Six, there is a description of Ṛṣabhadeva, but there is not an expanded description of His spiritual activities. Therefore He is considered to belong to the second group of prābhava incarnations. In Śrīmad-Bhāgavatam, First Canto, Chapter Three, verse 13, it is said:"
    },
    {
        "verse": "40",
        "devanagari": "भूद्वीपवर्षसरिदद्रिनभ:समुद्र-पातालदिङ्‌नरकभागणलोकसंस्था ।गीता मया तव नृपाद्भ‍ुतमीश्वरस्यस्थूलं वपु: सकलजीवनिकायधाम ॥ ४० ॥तस्मात् सङ्कीर्तनं विष्णोर्जगन्मङ्गलमंहसाम् ।महतामपि कौरव्य विद्ध्यैकान्तिकनिष्कृतम् ॥ ३१ ॥",
        "english_devnagari": "bhū-dvīpa-varṣa-sarid-adri-nabhaḥ-samudra-pātāla-diṅ-naraka-bhāgaṇa-loka-saṁsthāgītā mayā tava nṛpādbhutam īśvarasyasthūlaṁ vapuḥ sakala-jīva-nikāya-dhāma",
        "verse_Syn": [
            "bhū",
            "dvīpa",
            "varṣa",
            "sarit",
            "adri",
            "nabhaḥ",
            "samudra",
            "pātāla",
            "dik",
            "naraka",
            "bhāgaṇa",
            "loka",
            "saṁsthā",
            "gītā",
            "mayā",
            "tava",
            "nṛpa",
            "adbhutam",
            "īśvarasya",
            "sthūlam",
            "vapuḥ",
            "sakala",
            "jīva",
            "nikāya",
            "dhāma"
        ],
        "translation": "My dear King, I have now described for you this planet earth, other planetary systems, and their lands [varṣas], rivers and mountains. I have also described the sky, the oceans, the lower planetary systems, the directions, the hellish planetary systems and the stars. These constitute the virāṭ-rūpa, the gigantic material form of the Lord, on which all living entities repose. Thus I have explained the wonderful expanse of the external body of the Lord.",
        "purport": "  — Completed in the Honolulu temple of the Pañca-tattva, June 5, 1995. There is a supplementary note written by His Divine Grace Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja Prabhupāda in his Gauḍīya-bhāṣya. Its translation is as follows. Learned scholars who have full knowledge of all the Vedic scriptures agree that the incarnations of the Supreme Personality of Godhead are innumerable. These incarnations are classified into two divisions, called prābhava and vaibhava. According to the scriptures, prābhava incarnations are also classified in two divisions — those which are called eternal and those which are not vividly described. In this Fifth Canto of Śrīmad-Bhāgavatam, in Chapters Three through Six, there is a description of Ṛṣabhadeva, but there is not an expanded description of His spiritual activities. Therefore He is considered to belong to the second group of prābhava incarnations. In Śrīmad-Bhāgavatam, First Canto, Chapter Three, verse 13, it is said: “Lord Viṣṇu appeared in the eighth incarnation as the son of Mahārāja Nābhi [the son of Āgnīdhra] and his wife Merudevī. He showed the path of perfection, the paramahaṁsa stage of life, which is worshiped by all the followers of varṇāśrama-dharma.” Ṛṣabhadeva is the Supreme Personality of Godhead, and His body is spiritual (sac-cid-ānanda-vigraha). Therefore one might ask how it might be possible that he passed stool and urine. The Gauḍīya vedānta ācārya Baladeva Vidyābhūṣaṇa has replied to this question in his book known as Siddhānta-ratna (First Portion, texts 65-68). Imperfect men call attention to Ṛṣabhadeva’s passing stool and urine as a subject matter for the study of nondevotees, who do not understand the spiritual position of a transcendental body. In this Fifth Canto of Śrīmad-Bhāgavatam (5.6.11) the illusioned and bewildered state of the materialists of this age is fully described. Elsewhere in Fifth Canto (5.5.19) Ṛṣabhadeva stated, idaṁ śarīram mama durvibhāvyam: “This body of Mine is inconceivable for materialists.” This is also confirmed by Lord Kṛṣṇa in Bhagavad-gītā (9.11):"
    },
    {
        "verse": "40",
        "devanagari": "भूद्वीपवर्षसरिदद्रिनभ:समुद्र-पातालदिङ्‌नरकभागणलोकसंस्था ।गीता मया तव नृपाद्भ‍ुतमीश्वरस्यस्थूलं वपु: सकलजीवनिकायधाम ॥ ४० ॥तस्मात् सङ्कीर्तनं विष्णोर्जगन्मङ्गलमंहसाम् ।महतामपि कौरव्य विद्ध्यैकान्तिकनिष्कृतम् ॥ ३१ ॥",
        "english_devnagari": "bhū-dvīpa-varṣa-sarid-adri-nabhaḥ-samudra-pātāla-diṅ-naraka-bhāgaṇa-loka-saṁsthāgītā mayā tava nṛpādbhutam īśvarasyasthūlaṁ vapuḥ sakala-jīva-nikāya-dhāma",
        "verse_Syn": [
            "bhū",
            "dvīpa",
            "varṣa",
            "sarit",
            "adri",
            "nabhaḥ",
            "samudra",
            "pātāla",
            "dik",
            "naraka",
            "bhāgaṇa",
            "loka",
            "saṁsthā",
            "gītā",
            "mayā",
            "tava",
            "nṛpa",
            "adbhutam",
            "īśvarasya",
            "sthūlam",
            "vapuḥ",
            "sakala",
            "jīva",
            "nikāya",
            "dhāma"
        ],
        "translation": "My dear King, I have now described for you this planet earth, other planetary systems, and their lands [varṣas], rivers and mountains. I have also described the sky, the oceans, the lower planetary systems, the directions, the hellish planetary systems and the stars. These constitute the virāṭ-rūpa, the gigantic material form of the Lord, on which all living entities repose. Thus I have explained the wonderful expanse of the external body of the Lord.",
        "purport": "  — Completed in the Honolulu temple of the Pañca-tattva, June 5, 1995. There is a supplementary note written by His Divine Grace Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja Prabhupāda in his Gauḍīya-bhāṣya. Its translation is as follows. Learned scholars who have full knowledge of all the Vedic scriptures agree that the incarnations of the Supreme Personality of Godhead are innumerable. These incarnations are classified into two divisions, called prābhava and vaibhava. According to the scriptures, prābhava incarnations are also classified in two divisions — those which are called eternal and those which are not vividly described. In this Fifth Canto of Śrīmad-Bhāgavatam, in Chapters Three through Six, there is a description of Ṛṣabhadeva, but there is not an expanded description of His spiritual activities. Therefore He is considered to belong to the second group of prābhava incarnations. In Śrīmad-Bhāgavatam, First Canto, Chapter Three, verse 13, it is said: “Lord Viṣṇu appeared in the eighth incarnation as the son of Mahārāja Nābhi [the son of Āgnīdhra] and his wife Merudevī. He showed the path of perfection, the paramahaṁsa stage of life, which is worshiped by all the followers of varṇāśrama-dharma.” Ṛṣabhadeva is the Supreme Personality of Godhead, and His body is spiritual (sac-cid-ānanda-vigraha). Therefore one might ask how it might be possible that he passed stool and urine. The Gauḍīya vedānta ācārya Baladeva Vidyābhūṣaṇa has replied to this question in his book known as Siddhānta-ratna (First Portion, texts 65-68). Imperfect men call attention to Ṛṣabhadeva’s passing stool and urine as a subject matter for the study of nondevotees, who do not understand the spiritual position of a transcendental body. In this Fifth Canto of Śrīmad-Bhāgavatam (5.6.11) the illusioned and bewildered state of the materialists of this age is fully described. Elsewhere in Fifth Canto (5.5.19) Ṛṣabhadeva stated, idaṁ śarīram mama durvibhāvyam: “This body of Mine is inconceivable for materialists.” This is also confirmed by Lord Kṛṣṇa in Bhagavad-gītā (9.11): “Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be.” The human form of the Supreme Personality of Godhead is extremely difficult to understand, and, in fact, for a common man it is inconceivable. Therefore Ṛṣabhadeva has directly explained that His own body belongs to the spiritual platform. This being so, Ṛṣabhadeva did not actually pass stool and urine. Even though He superficially seemed to pass stool and urine, that was also transcendental and cannot be imitated by any common man. It is also stated in Śrīmad-Bhāgavatam that the stool and urine of Ṛṣabhadeva were full of transcendental fragrance. One may imitate Ṛṣabhadeva, but he cannot imitate Him by passing stool that is fragrant."
    },
    {
        "verse": "40",
        "devanagari": "भूद्वीपवर्षसरिदद्रिनभ:समुद्र-पातालदिङ्‌नरकभागणलोकसंस्था ।गीता मया तव नृपाद्भ‍ुतमीश्वरस्यस्थूलं वपु: सकलजीवनिकायधाम ॥ ४० ॥तस्मात् सङ्कीर्तनं विष्णोर्जगन्मङ्गलमंहसाम् ।महतामपि कौरव्य विद्ध्यैकान्तिकनिष्कृतम् ॥ ३१ ॥",
        "english_devnagari": "bhū-dvīpa-varṣa-sarid-adri-nabhaḥ-samudra-pātāla-diṅ-naraka-bhāgaṇa-loka-saṁsthāgītā mayā tava nṛpādbhutam īśvarasyasthūlaṁ vapuḥ sakala-jīva-nikāya-dhāma",
        "verse_Syn": [
            "bhū",
            "dvīpa",
            "varṣa",
            "sarit",
            "adri",
            "nabhaḥ",
            "samudra",
            "pātāla",
            "dik",
            "naraka",
            "bhāgaṇa",
            "loka",
            "saṁsthā",
            "gītā",
            "mayā",
            "tava",
            "nṛpa",
            "adbhutam",
            "īśvarasya",
            "sthūlam",
            "vapuḥ",
            "sakala",
            "jīva",
            "nikāya",
            "dhāma"
        ],
        "translation": "My dear King, I have now described for you this planet earth, other planetary systems, and their lands [varṣas], rivers and mountains. I have also described the sky, the oceans, the lower planetary systems, the directions, the hellish planetary systems and the stars. These constitute the virāṭ-rūpa, the gigantic material form of the Lord, on which all living entities repose. Thus I have explained the wonderful expanse of the external body of the Lord.",
        "purport": "  — Completed in the Honolulu temple of the Pañca-tattva, June 5, 1995. There is a supplementary note written by His Divine Grace Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja Prabhupāda in his Gauḍīya-bhāṣya. Its translation is as follows. Learned scholars who have full knowledge of all the Vedic scriptures agree that the incarnations of the Supreme Personality of Godhead are innumerable. These incarnations are classified into two divisions, called prābhava and vaibhava. According to the scriptures, prābhava incarnations are also classified in two divisions — those which are called eternal and those which are not vividly described. In this Fifth Canto of Śrīmad-Bhāgavatam, in Chapters Three through Six, there is a description of Ṛṣabhadeva, but there is not an expanded description of His spiritual activities. Therefore He is considered to belong to the second group of prābhava incarnations. In Śrīmad-Bhāgavatam, First Canto, Chapter Three, verse 13, it is said: “Lord Viṣṇu appeared in the eighth incarnation as the son of Mahārāja Nābhi [the son of Āgnīdhra] and his wife Merudevī. He showed the path of perfection, the paramahaṁsa stage of life, which is worshiped by all the followers of varṇāśrama-dharma.” Ṛṣabhadeva is the Supreme Personality of Godhead, and His body is spiritual (sac-cid-ānanda-vigraha). Therefore one might ask how it might be possible that he passed stool and urine. The Gauḍīya vedānta ācārya Baladeva Vidyābhūṣaṇa has replied to this question in his book known as Siddhānta-ratna (First Portion, texts 65-68). Imperfect men call attention to Ṛṣabhadeva’s passing stool and urine as a subject matter for the study of nondevotees, who do not understand the spiritual position of a transcendental body. In this Fifth Canto of Śrīmad-Bhāgavatam (5.6.11) the illusioned and bewildered state of the materialists of this age is fully described. Elsewhere in Fifth Canto (5.5.19) Ṛṣabhadeva stated, idaṁ śarīram mama durvibhāvyam: “This body of Mine is inconceivable for materialists.” This is also confirmed by Lord Kṛṣṇa in Bhagavad-gītā (9.11): “Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be.” The human form of the Supreme Personality of Godhead is extremely difficult to understand, and, in fact, for a common man it is inconceivable. Therefore Ṛṣabhadeva has directly explained that His own body belongs to the spiritual platform. This being so, Ṛṣabhadeva did not actually pass stool and urine. Even though He superficially seemed to pass stool and urine, that was also transcendental and cannot be imitated by any common man. It is also stated in Śrīmad-Bhāgavatam that the stool and urine of Ṛṣabhadeva were full of transcendental fragrance. One may imitate Ṛṣabhadeva, but he cannot imitate Him by passing stool that is fragrant. The activities of Ṛṣabhadeva, therefore, do not support the claims of a certain class of men known as arhat, who sometimes advertise that they are followers of Ṛṣabhadeva. How can they be followers of Ṛṣabhadeva while they act against the Vedic principles? Śukadeva Gosvāmī has related that after hearing about the characteristics of Lord Ṛṣabhadeva, the King of Koṅka, Veṅka and Kuṭaka initiated a system of religious principles known as arhat. These principles were not in accord with Vedic principles, and therefore they are called pāṣaṇḍa-dharma. The members of the arhat community considered Ṛṣabhadeva’s activities material. However, Ṛṣabhadeva is an incarnation of the Supreme Personality of Godhead. Therefore He is on the transcendental platform, and no one can compare to Him."
    },
    {
        "verse": "40",
        "devanagari": "भूद्वीपवर्षसरिदद्रिनभ:समुद्र-पातालदिङ्‌नरकभागणलोकसंस्था ।गीता मया तव नृपाद्भ‍ुतमीश्वरस्यस्थूलं वपु: सकलजीवनिकायधाम ॥ ४० ॥तस्मात् सङ्कीर्तनं विष्णोर्जगन्मङ्गलमंहसाम् ।महतामपि कौरव्य विद्ध्यैकान्तिकनिष्कृतम् ॥ ३१ ॥",
        "english_devnagari": "bhū-dvīpa-varṣa-sarid-adri-nabhaḥ-samudra-pātāla-diṅ-naraka-bhāgaṇa-loka-saṁsthāgītā mayā tava nṛpādbhutam īśvarasyasthūlaṁ vapuḥ sakala-jīva-nikāya-dhāma",
        "verse_Syn": [
            "bhū",
            "dvīpa",
            "varṣa",
            "sarit",
            "adri",
            "nabhaḥ",
            "samudra",
            "pātāla",
            "dik",
            "naraka",
            "bhāgaṇa",
            "loka",
            "saṁsthā",
            "gītā",
            "mayā",
            "tava",
            "nṛpa",
            "adbhutam",
            "īśvarasya",
            "sthūlam",
            "vapuḥ",
            "sakala",
            "jīva",
            "nikāya",
            "dhāma"
        ],
        "translation": "My dear King, I have now described for you this planet earth, other planetary systems, and their lands [varṣas], rivers and mountains. I have also described the sky, the oceans, the lower planetary systems, the directions, the hellish planetary systems and the stars. These constitute the virāṭ-rūpa, the gigantic material form of the Lord, on which all living entities repose. Thus I have explained the wonderful expanse of the external body of the Lord.",
        "purport": "  — Completed in the Honolulu temple of the Pañca-tattva, June 5, 1995. There is a supplementary note written by His Divine Grace Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja Prabhupāda in his Gauḍīya-bhāṣya. Its translation is as follows. Learned scholars who have full knowledge of all the Vedic scriptures agree that the incarnations of the Supreme Personality of Godhead are innumerable. These incarnations are classified into two divisions, called prābhava and vaibhava. According to the scriptures, prābhava incarnations are also classified in two divisions — those which are called eternal and those which are not vividly described. In this Fifth Canto of Śrīmad-Bhāgavatam, in Chapters Three through Six, there is a description of Ṛṣabhadeva, but there is not an expanded description of His spiritual activities. Therefore He is considered to belong to the second group of prābhava incarnations. In Śrīmad-Bhāgavatam, First Canto, Chapter Three, verse 13, it is said: “Lord Viṣṇu appeared in the eighth incarnation as the son of Mahārāja Nābhi [the son of Āgnīdhra] and his wife Merudevī. He showed the path of perfection, the paramahaṁsa stage of life, which is worshiped by all the followers of varṇāśrama-dharma.” Ṛṣabhadeva is the Supreme Personality of Godhead, and His body is spiritual (sac-cid-ānanda-vigraha). Therefore one might ask how it might be possible that he passed stool and urine. The Gauḍīya vedānta ācārya Baladeva Vidyābhūṣaṇa has replied to this question in his book known as Siddhānta-ratna (First Portion, texts 65-68). Imperfect men call attention to Ṛṣabhadeva’s passing stool and urine as a subject matter for the study of nondevotees, who do not understand the spiritual position of a transcendental body. In this Fifth Canto of Śrīmad-Bhāgavatam (5.6.11) the illusioned and bewildered state of the materialists of this age is fully described. Elsewhere in Fifth Canto (5.5.19) Ṛṣabhadeva stated, idaṁ śarīram mama durvibhāvyam: “This body of Mine is inconceivable for materialists.” This is also confirmed by Lord Kṛṣṇa in Bhagavad-gītā (9.11): “Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be.” The human form of the Supreme Personality of Godhead is extremely difficult to understand, and, in fact, for a common man it is inconceivable. Therefore Ṛṣabhadeva has directly explained that His own body belongs to the spiritual platform. This being so, Ṛṣabhadeva did not actually pass stool and urine. Even though He superficially seemed to pass stool and urine, that was also transcendental and cannot be imitated by any common man. It is also stated in Śrīmad-Bhāgavatam that the stool and urine of Ṛṣabhadeva were full of transcendental fragrance. One may imitate Ṛṣabhadeva, but he cannot imitate Him by passing stool that is fragrant. The activities of Ṛṣabhadeva, therefore, do not support the claims of a certain class of men known as arhat, who sometimes advertise that they are followers of Ṛṣabhadeva. How can they be followers of Ṛṣabhadeva while they act against the Vedic principles? Śukadeva Gosvāmī has related that after hearing about the characteristics of Lord Ṛṣabhadeva, the King of Koṅka, Veṅka and Kuṭaka initiated a system of religious principles known as arhat. These principles were not in accord with Vedic principles, and therefore they are called pāṣaṇḍa-dharma. The members of the arhat community considered Ṛṣabhadeva’s activities material. However, Ṛṣabhadeva is an incarnation of the Supreme Personality of Godhead. Therefore He is on the transcendental platform, and no one can compare to Him. Ṛṣabhadeva personally exhibited the activities of the Supreme Personality of Godhead. As stated in Śrīmad-Bhāgavatam (5.6.8), dāvānalas tad vanam ālelihānaḥ saha tena dadāha: at the conclusion of Ṛṣabhadeva’s pastimes, an entire forest and the Lord’s body were burned to ashes in a great forest fire. In the same way, Ṛṣabhadeva burned people’s ignorance to ashes. He exhibited the characteristics of a paramahaṁsa in His instructions to His sons. The principles of the arhat community, however, do not correspond to the teachings of Ṛṣabhadeva."
    },
    {
        "verse": "40",
        "devanagari": "भूद्वीपवर्षसरिदद्रिनभ:समुद्र-पातालदिङ्‌नरकभागणलोकसंस्था ।गीता मया तव नृपाद्भ‍ुतमीश्वरस्यस्थूलं वपु: सकलजीवनिकायधाम ॥ ४० ॥तस्मात् सङ्कीर्तनं विष्णोर्जगन्मङ्गलमंहसाम् ।महतामपि कौरव्य विद्ध्यैकान्तिकनिष्कृतम् ॥ ३१ ॥",
        "english_devnagari": "bhū-dvīpa-varṣa-sarid-adri-nabhaḥ-samudra-pātāla-diṅ-naraka-bhāgaṇa-loka-saṁsthāgītā mayā tava nṛpādbhutam īśvarasyasthūlaṁ vapuḥ sakala-jīva-nikāya-dhāma",
        "verse_Syn": [
            "bhū",
            "dvīpa",
            "varṣa",
            "sarit",
            "adri",
            "nabhaḥ",
            "samudra",
            "pātāla",
            "dik",
            "naraka",
            "bhāgaṇa",
            "loka",
            "saṁsthā",
            "gītā",
            "mayā",
            "tava",
            "nṛpa",
            "adbhutam",
            "īśvarasya",
            "sthūlam",
            "vapuḥ",
            "sakala",
            "jīva",
            "nikāya",
            "dhāma"
        ],
        "translation": "My dear King, I have now described for you this planet earth, other planetary systems, and their lands [varṣas], rivers and mountains. I have also described the sky, the oceans, the lower planetary systems, the directions, the hellish planetary systems and the stars. These constitute the virāṭ-rūpa, the gigantic material form of the Lord, on which all living entities repose. Thus I have explained the wonderful expanse of the external body of the Lord.",
        "purport": "  — Completed in the Honolulu temple of the Pañca-tattva, June 5, 1995. There is a supplementary note written by His Divine Grace Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja Prabhupāda in his Gauḍīya-bhāṣya. Its translation is as follows. Learned scholars who have full knowledge of all the Vedic scriptures agree that the incarnations of the Supreme Personality of Godhead are innumerable. These incarnations are classified into two divisions, called prābhava and vaibhava. According to the scriptures, prābhava incarnations are also classified in two divisions — those which are called eternal and those which are not vividly described. In this Fifth Canto of Śrīmad-Bhāgavatam, in Chapters Three through Six, there is a description of Ṛṣabhadeva, but there is not an expanded description of His spiritual activities. Therefore He is considered to belong to the second group of prābhava incarnations. In Śrīmad-Bhāgavatam, First Canto, Chapter Three, verse 13, it is said: “Lord Viṣṇu appeared in the eighth incarnation as the son of Mahārāja Nābhi [the son of Āgnīdhra] and his wife Merudevī. He showed the path of perfection, the paramahaṁsa stage of life, which is worshiped by all the followers of varṇāśrama-dharma.” Ṛṣabhadeva is the Supreme Personality of Godhead, and His body is spiritual (sac-cid-ānanda-vigraha). Therefore one might ask how it might be possible that he passed stool and urine. The Gauḍīya vedānta ācārya Baladeva Vidyābhūṣaṇa has replied to this question in his book known as Siddhānta-ratna (First Portion, texts 65-68). Imperfect men call attention to Ṛṣabhadeva’s passing stool and urine as a subject matter for the study of nondevotees, who do not understand the spiritual position of a transcendental body. In this Fifth Canto of Śrīmad-Bhāgavatam (5.6.11) the illusioned and bewildered state of the materialists of this age is fully described. Elsewhere in Fifth Canto (5.5.19) Ṛṣabhadeva stated, idaṁ śarīram mama durvibhāvyam: “This body of Mine is inconceivable for materialists.” This is also confirmed by Lord Kṛṣṇa in Bhagavad-gītā (9.11): “Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be.” The human form of the Supreme Personality of Godhead is extremely difficult to understand, and, in fact, for a common man it is inconceivable. Therefore Ṛṣabhadeva has directly explained that His own body belongs to the spiritual platform. This being so, Ṛṣabhadeva did not actually pass stool and urine. Even though He superficially seemed to pass stool and urine, that was also transcendental and cannot be imitated by any common man. It is also stated in Śrīmad-Bhāgavatam that the stool and urine of Ṛṣabhadeva were full of transcendental fragrance. One may imitate Ṛṣabhadeva, but he cannot imitate Him by passing stool that is fragrant. The activities of Ṛṣabhadeva, therefore, do not support the claims of a certain class of men known as arhat, who sometimes advertise that they are followers of Ṛṣabhadeva. How can they be followers of Ṛṣabhadeva while they act against the Vedic principles? Śukadeva Gosvāmī has related that after hearing about the characteristics of Lord Ṛṣabhadeva, the King of Koṅka, Veṅka and Kuṭaka initiated a system of religious principles known as arhat. These principles were not in accord with Vedic principles, and therefore they are called pāṣaṇḍa-dharma. The members of the arhat community considered Ṛṣabhadeva’s activities material. However, Ṛṣabhadeva is an incarnation of the Supreme Personality of Godhead. Therefore He is on the transcendental platform, and no one can compare to Him. Ṛṣabhadeva personally exhibited the activities of the Supreme Personality of Godhead. As stated in Śrīmad-Bhāgavatam (5.6.8), dāvānalas tad vanam ālelihānaḥ saha tena dadāha: at the conclusion of Ṛṣabhadeva’s pastimes, an entire forest and the Lord’s body were burned to ashes in a great forest fire. In the same way, Ṛṣabhadeva burned people’s ignorance to ashes. He exhibited the characteristics of a paramahaṁsa in His instructions to His sons. The principles of the arhat community, however, do not correspond to the teachings of Ṛṣabhadeva. Śrīla Baladeva Vidyābhūṣaṇa remarks that in the Eighth Canto of Śrīmad-Bhāgavatam there is another description of Ṛṣabhadeva, but that Ṛṣabhadeva is different from the one described in this canto."
    }
]