[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअधस्तात्सवितुर्योजनायुते स्वर्भानुर्नक्षत्रवच्चरतीत्येके योऽसावमरत्वं ग्रहत्वं चालभत भगवदनुकम्पया स्वयमसुरापसद: सैंहिकेयो ह्यतदर्हस्तस्य तात जन्म कर्माणि चोपरिष्टाद्वक्ष्याम: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaadhastāt savitur yojanāyute svarbhānur nakṣatravac caratīty eke yo ’sāv amaratvaṁ grahatvaṁ cālabhata bhagavad-anukampayā svayam asurāpasadaḥ saiṁhikeyo hy atad-arhas tasya tāta janma karmāṇi copariṣṭād vakṣyāmaḥ.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "adhastāt",
            "savituḥ",
            "yojana",
            "ayute",
            "svarbhānuḥ",
            "nakṣatra",
            "vat",
            "carati",
            "iti",
            "eke",
            "yaḥ",
            "asau",
            "amaratvam",
            "grahatvam",
            "ca",
            "alabhata",
            "bhagavat",
            "anukampayā",
            "svayam",
            "asura",
            "apasadaḥ",
            "saiṁhikeyaḥ",
            "hi",
            "a",
            "tat",
            "arhaḥ",
            "tasya",
            "tāta",
            "janma",
            "karmāṇi",
            "ca",
            "upariṣṭāt",
            "vakṣyāmaḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: My dear King, some historians, the speakers of the Purāṇas, say that 10,000 yojanas [80,000 miles] below the sun is the planet known as Rāhu, which moves like one of the stars. The presiding deity of that planet, who is the son of Siṁhikā, is the most abominable of all asuras, but although he is completely unfit to assume the position of a demigod or planetary deity, he has achieved that position by the grace of the Supreme Personality of Godhead. Later I shall speak further about him.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "यददस्तरणेर्मण्डलं प्रतपतस्तद्विस्तरतो योजनायुतमाचक्षते द्वादशसहस्रं सोमस्य त्रयोदशसहस्रं राहोर्य: पर्वणि तद्‌व्य‍वधानकृद्वैरानुबन्ध: सूर्याचन्द्रमसावभिधावति ॥ २ ॥",
        "english_devnagari": "yad adas taraṇer maṇḍalaṁ pratapatas tad vistarato yojanāyutam ācakṣate dvādaśa-sahasraṁ somasya trayodaśa-sahasraṁ rāhor yaḥ parvaṇi tad-vyavadhāna-kṛd vairānubandhaḥ sūryā-candramasāv abhidhāvati.",
        "verse_Syn": [
            "yat",
            "adaḥ",
            "taraṇeḥ",
            "maṇḍalam",
            "pratapataḥ",
            "tat",
            "vistarataḥ",
            "yojana",
            "ayutam",
            "ācakṣate",
            "dvādaśa",
            "sahasram",
            "somasya",
            "trayodaśa",
            "sahasram",
            "rāhoḥ",
            "yaḥ",
            "parvaṇi",
            "tat",
            "vyavadhāna",
            "kṛt",
            "vaira",
            "anubandhaḥ",
            "sūryā",
            "candramasau",
            "abhidhāvati"
        ],
        "translation": "The sun globe, which is a source of heat, extends for 10,000 yojanas [80,000 miles]. The moon extends for 20,000 yojanas [160,000 miles], and Rāhu extends for 30,000 yojanas [240,000 miles]. Formerly, when nectar was being distributed, Rāhu tried to create dissension between the sun and moon by interposing himself between them. Rāhu is inimical toward both the sun and the moon, and therefore he always tries to cover the sunshine and moonshine on the dark-moon day and full-moon night.",
        "purport": " As stated herein, the sun extends for 10,000 yojanas, and the moon extends for twice that, or 20,000 yojanas. The word dvādaśa should be understood to mean twice as much as ten, or twenty. In the opinion of Vijayadhvaja, the extent of Rāhu should be twice that of the moon, or 40,000 yojanas. However to reconcile this apparent contradiction to the text of the Bhāgavatam, Vijayadhvaja cites the following quotation concerning Rāhu; rāhu-soma-ravīṇāṁ tu maṇḍalā dvi-guṇoktitām. This means that Rāhu is twice as large as the moon, which is twice as large as the sun. This is the conclusion of the commentator Vijayadhvaja."
    },
    {
        "verse": "3",
        "devanagari": "तन्निशम्योभयत्रापि भगवता रक्षणाय प्रयुक्तं सुदर्शनं नाम भागवतं दयितमस्त्रं तत्तेजसा दुर्विषहं मुहु: परिवर्तमानमभ्यवस्थितो मुहूर्तमुद्विजमानश्चकितहृदय आरादेव निवर्तते तदुपरागमिति वदन्ति लोका: ॥ ३ ॥",
        "english_devnagari": "tan niśamyobhayatrāpi bhagavatā rakṣaṇāya prayuktaṁ sudarśanaṁ nāma bhāgavataṁ dayitam astraṁ tat tejasā durviṣahaṁ muhuḥ parivartamānam abhyavasthito muhūrtam udvijamānaś cakita-hṛdaya ārād eva nivartate tad uparāgam iti vadanti lokāḥ.",
        "verse_Syn": [
            "tat",
            "niśamya",
            "ubhayatra",
            "api",
            "bhagavatā",
            "rakṣaṇāya",
            "prayuktam",
            "sudarśanam",
            "nāma",
            "bhāgavatam",
            "dayitam",
            "astram",
            "tat",
            "tejasā",
            "durviṣaham",
            "muhuḥ",
            "parivartamānam",
            "abhyavasthitaḥ",
            "muhūrtam",
            "udvijamānaḥ",
            "cakita",
            "hṛdayaḥ",
            "ārāt",
            "eva",
            "nivartate",
            "tat",
            "uparāgam",
            "iti",
            "vadanti",
            "lokāḥ"
        ],
        "translation": "After hearing from the sun and moon demigods about Rāhu’s attack, the Supreme Personality of Godhead, Viṣṇu, engages His disc, known as the Sudarśana cakra, to protect them. The Sudarśana cakra is the Lord’s most beloved devotee and is favored by the Lord. The intense heat of its effulgence, meant for killing non-Vaiṣṇavas, is unbearable to Rāhu, and he therefore flees in fear of it. During the time Rāhu disturbs the sun or moon, there occurs what people commonly know as an eclipse.",
        "purport": " The Supreme Personality of Godhead, Viṣṇu, is always the protector of His devotees, who are also known as demigods. The controlling demigods are most obedient to Lord Viṣṇu, although they also want material sense enjoyment, and that is why they are called demigods, or almost godly. Although Rāhu attempts to attack both the sun and the moon, they are protected by Lord Viṣṇu. Being very afraid of Lord Viṣṇu’s cakra, Rāhu cannot stay in front of the sun or moon for more than a muhūrta (forty-eight minutes). The phenomenon that occurs when Rāhu blocks the light of the sun or moon is called an eclipse. The attempt of the scientists of this earth to go to the moon is as demoniac as Rāhu’s attack. Of course. their attempts will be failures because no one can enter the moon or sun so easily. Like the attack of Rāhu, such attempts will certainly be failures."
    },
    {
        "verse": "4",
        "devanagari": "ततोऽधस्तात्सिद्धचारणविद्याधराणां सदनानि तावन्मात्र एव ॥ ४ ॥",
        "english_devnagari": "tato ’dhastāt siddha-cāraṇa-vidyādharāṇāṁ sadanāni tāvan mātra eva.",
        "verse_Syn": [
            "tataḥ",
            "adhastāt",
            "siddha",
            "cāraṇa",
            "vidyādharāṇām",
            "sadanāni",
            "tāvat",
            "mātra",
            "eva"
        ],
        "translation": "Below Rāhu by 10,000 yojanas [80,000 miles] are the planets known as Siddhaloka, Cāraṇaloka and Vidyādhara-loka.",
        "purport": " It is said that the residents of Siddhaloka, being naturally endowed with the powers of yogīs, can go from one planet to another by their natural mystic powers without using airplanes or similar machines."
    },
    {
        "verse": "5",
        "devanagari": "ततोऽधस्ताद्यक्षरक्ष: पिशाचप्रेतभूतगणानां विहाराजिरमन्तरिक्षं यावद्वायु: प्रवाति यावन्मेघा उपलभ्यन्ते ॥ ५ ॥",
        "english_devnagari": "tato ’dhastād yakṣa-rakṣaḥ-piśāca-preta-bhūta-gaṇānāṁ vihārājiram antarikṣaṁ yāvad vāyuḥ pravāti yāvan meghā upalabhyante.",
        "verse_Syn": [
            "tataḥ",
            "adhastāt",
            "yakṣa",
            "rakṣaḥ",
            "piśāca",
            "preta",
            "bhūta",
            "gaṇānām",
            "vihāra",
            "ajiram",
            "antarikṣam",
            "yāvat",
            "vāyuḥ",
            "pravāti",
            "yāvat",
            "meghāḥ",
            "upalabhyante"
        ],
        "translation": "Beneath Vidyādhara-loka, Cāraṇaloka and Siddhaloka, in the sky called antarikṣa, are the places of enjoyment for the Yakṣas, Rākṣasas, Piśācas, ghosts and so on. Antarikṣa extends as far as the wind blows and the clouds float in the sky. Above this there is no more air.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "ततोऽधस्ताच्छतयोजनान्तर इयं पृथिवी यावद्धंसभासश्येनसुपर्णादय: पतत्‍त्रिप्रवरा उत्पतन्तीति ॥ ६ ॥",
        "english_devnagari": "tato ’dhastāc chata-yojanāntara iyaṁ pṛthivī yāvad dhaṁsa-bhāsa-śyena-suparṇādayaḥ patattri-pravarā utpatantīti.",
        "verse_Syn": [
            "tataḥ",
            "adhastāt",
            "śata",
            "yojana",
            "antare",
            "iyam",
            "pṛthivī",
            "yāvat",
            "haṁsa",
            "bhāsa",
            "śyena",
            "suparṇa",
            "ādayaḥ",
            "patattri",
            "pravarāḥ",
            "utpatanti",
            "iti"
        ],
        "translation": "Below the abodes of the Yakṣas and Rākṣasas by a distance of 100 yojanas [800 miles] is the planet earth. Its upper limits extend as high as swans, hawks, eagles and similar large birds can fly.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "उपवर्णितं भूमेर्यथासन्निवेशावस्थानमवनेरप्यधस्तात् सप्त भूविवरा एकैकशो योजनायुतान्तरेणायामविस्तारेणोपक्‍ल‍ृप्ता अतलं वितलं सुतलं तलातलं महातलं रसातलं पातालमिति ॥ ७ ॥",
        "english_devnagari": "upavarṇitaṁ bhūmer yathā-sanniveśāvasthānam avaner apy adhastāt sapta bhū-vivarā ekaikaśo yojanāyutāntareṇāyāma-vistāreṇopakḷptā atalaṁ vitalaṁ sutalaṁ talātalaṁ mahātalaṁ rasātalaṁ pātālam iti.",
        "verse_Syn": [
            "upavarṇitam",
            "bhūmeḥ",
            "yathā",
            "sanniveśa",
            "avasthānam",
            "avaneḥ",
            "api",
            "adhastāt",
            "sapta",
            "bhū",
            "vivarāḥ",
            "eka",
            "ekaśaḥ",
            "yojana",
            "ayuta",
            "antareṇa",
            "āyāma",
            "vistāreṇa",
            "upakḷptāḥ",
            "atalam",
            "vitalam",
            "sutalam",
            "talātalam",
            "mahātalam",
            "rasātalam",
            "pātālam",
            "iti"
        ],
        "translation": "My dear King, beneath this earth are seven other planets, known as Atala, Vitala, Sutala, Talātala, Mahātala, Rasātala and Pātāla. I have already explained the situation of the planetary systems of earth. The width and length of the seven lower planetary systems are calculated to be exactly the same as those of earth.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "एतेषु हि बिलस्वर्गेषु स्वर्गादप्यधिककामभोगैश्वर्यानन्दभूतिविभूतिभि: सुसमृद्धभवनोद्यानाक्रीडविहारेषु दैत्यदानवकाद्रवेया नित्यप्रमुदितानुरक्तकलत्रापत्यबन्धुसुहृदनुचरा गृहपतय ईश्वरादप्यप्रतिहतकामा मायाविनोदा निवसन्ति ॥ ८ ॥",
        "english_devnagari": "eteṣu hi bila-svargeṣu svargād apy adhika-kāma-bhogaiśvaryānanda-bhūti-vibhūtibhiḥ susamṛddha-bhavanodyānākrīḍa-vihāreṣu daitya-dānava-kādraveyā nitya-pramuditānurakta-kalatrāpatya-bandhu-suhṛd-anucarā gṛha-pataya īśvarād apy apratihata-kāmā māyā-vinodā nivasanti.",
        "verse_Syn": [
            "eteṣu",
            "hi",
            "bila",
            "svargeṣu",
            "svargāt",
            "api",
            "adhika",
            "kāma",
            "bhoga",
            "aiśvarya",
            "ānanda",
            "bhūti",
            "vibhūtibhiḥ",
            "su",
            "samṛddha",
            "bhavana",
            "udyāna",
            "ākrīḍa",
            "vihāreṣu",
            "daitya",
            "dānava",
            "kādraveyāḥ",
            "nitya",
            "pramudita",
            "anurakta",
            "kalatra",
            "apatya",
            "bandhu",
            "suhṛt",
            "anucarāḥ",
            "gṛha",
            "patayaḥ",
            "īśvarāt",
            "api",
            "apratihata",
            "kāmāḥ",
            "māyā",
            "vinodāḥ",
            "nivasanti"
        ],
        "translation": "In these seven planetary systems, which are also known as the subterranean heavens [bila-svarga], there are very beautiful houses, gardens and places of sense enjoyment, which are even more opulent than those in the higher planets because the demons have a very high standard of sensual pleasure, wealth and influence. Most of the residents of these planets, who are known as Daityas, Dānavas and Nāgas, live as householders. Their wives, children, friends and society are all fully engaged in illusory material happiness. The sense enjoyment of the demigods is sometimes disturbed, but the residents of these planets enjoy life without disturbances. Thus they are understood to be very attached to illusory happiness.",
        "purport": " According to the statements of Prahlāda Mahārāja, material enjoyment is māyā-sukha, illusory enjoyment. A Vaiṣṇava is full of anxieties for the deliverance of all living entities from such false enjoyment. Prahlāda Mahārāja says, māyā-sukhāya bharam udvahato vimūḍhān: these fools (vimūḍhas) are engaged in material happiness, which is surely temporary. Whether in the heavenly planets, the lower planets or the earthly planets, people are engrossed in temporary, material happiness, forgetting that in due course of time they have to change their bodies according to the material laws and suffer the repetition of birth, death, old age and disease. Not caring what will happen in the next birth, gross materialists are simply busy enjoying during the present short span of life. A Vaiṣṇava is always anxious to give all such bewildered materialists the real happiness of spiritual bliss."
    },
    {
        "verse": "9",
        "devanagari": "येषु महाराज मयेन मायाविना विनिर्मिता: पुरो नानामणिप्रवरप्रवेकविरचितविचित्रभवनप्राकारगोपुरसभाचैत्यचत्वरायतनादिभिर्नागासुरमिथुनपारावतशुकसारिकाकीर्णकृत्रिमभूमिभिर्विवरेश्वरगृहोत्तमै: समलङ्कृताश्चकासति ॥ ९ ॥",
        "english_devnagari": "yeṣu mahārāja mayena māyāvinā vinirmitāḥ puro nānā-maṇi-pravara-praveka-viracita-vicitra-bhavana-prākāra-gopura-sabhā-caitya-catvarāyatanādibhir nāgāsura-mithuna-pārāvata-śuka-sārikākīrṇa-kṛtrima-bhūmibhir vivareśvara-gṛhottamaiḥ samalaṅkṛtāś cakāsati.",
        "verse_Syn": [
            "yeṣu",
            "mahā",
            "rāja",
            "mayena",
            "māyā",
            "vinā",
            "vinirmitāḥ",
            "puraḥ",
            "nānā",
            "maṇi",
            "pravara",
            "praveka",
            "viracita",
            "vicitra",
            "bhavana",
            "prākāra",
            "gopura",
            "sabhā",
            "caitya",
            "catvara",
            "āyatana",
            "ādibhiḥ",
            "nāga",
            "asura",
            "mithuna",
            "pārāvata",
            "śuka",
            "sārikā",
            "ākīrṇa",
            "kṛtrima",
            "bhūmibhiḥ",
            "vivara",
            "īśvara",
            "gṛha",
            "uttamaiḥ",
            "samalaṅkṛtāḥ",
            "cakāsati"
        ],
        "translation": "My dear King, in the imitation heavens known as bila-svarga there is a great demon named Maya Dānava, who is an expert artist and architect. He has constructed many brilliantly decorated cities. There are many wonderful houses, walls, gates, assembly houses, temples, yards and temple compounds, as well as many hotels serving as residential quarters for foreigners. The houses for the leaders of these planets are constructed with the most valuable jewels, and they are always crowded with living entities known as Nāgas and Asuras, as well as many pigeons, parrots and similar birds. All in all, these imitation heavenly cities are most beautifully situated and attractively decorated.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "उद्यानानि चातितरां मनइन्द्रियानन्दिभि: कुसुमफलस्तबकसुभगकिसलयावनतरुचिरविटपविटपिनां लताङ्गालिङ्गितानां श्रीभि: समिथुनविविधविहङ्गमजलाशयानाममलजलपूर्णानां झषकुलोल्लङ्घनक्षुभितनीरनीरजकुमुदकुवलयकह्लारनीलोत्पल लोहितशतपत्रादिवनेषुकृतनिकेतनानामेकविहाराकुलमधुरविविधस्वनादिभिरिन्द्रि-योत्सवैरमरलोकश्रियमतिशयितानि ॥ १० ॥",
        "english_devnagari": "udyānāni cātitarāṁ mana-indriyānandibhiḥ kusuma-phala-stabaka-subhaga-kisalayāvanata-rucira-viṭapa-viṭapināṁ latāṅgāliṅgitānāṁ śrībhiḥ samithuna-vividha-vihaṅgama-jalāśayānām amala-jala-pūrṇānāṁ jhaṣakulollaṅghana-kṣubhita-nīra-nīraja-kumuda-kuva-laya-kahlāra-nīlotpala-lohita-śatapatrādi-vaneṣu kṛta-niketanānām eka-vihārākula-madhura-vividha-svanādibhir indriyotsavair amara-loka-śriyam atiśayitāni.",
        "verse_Syn": [
            "udyānāni",
            "ca",
            "atitarām",
            "manaḥ",
            "indriya",
            "ānandibhiḥ",
            "kusuma",
            "phala",
            "stabaka",
            "subhaga",
            "kisalaya",
            "avanata",
            "rucira",
            "viṭapa",
            "viṭapinām",
            "latā",
            "aṅga",
            "āliṅgitānām",
            "śrībhiḥ",
            "sa",
            "mithuna",
            "vividha",
            "vihaṅgama",
            "jala",
            "āśayānām",
            "amala",
            "jala",
            "pūrṇānām",
            "jhaṣa",
            "kula",
            "ullaṅghana",
            "kṣubhita",
            "nīra",
            "nīraja",
            "kumuda",
            "kuvalaya",
            "kahlāra",
            "nīla",
            "utpala",
            "lohita",
            "śata",
            "patra",
            "ādi",
            "vaneṣu",
            "kṛta",
            "niketanānām",
            "eka",
            "vihāra",
            "ākula",
            "madhura",
            "vividha",
            "svana",
            "ādibhiḥ",
            "indriya",
            "utsavaiḥ",
            "amara",
            "loka",
            "śriyam",
            "atiśayitāni"
        ],
        "translation": "The parks and gardens in the artificial heavens surpass in beauty those of the upper heavenly planets. The trees in those gardens, embraced by creepers, bend with a heavy burden of twigs with fruits and flowers, and therefore they appear extraordinarily beautiful. That beauty could attract anyone and make his mind fully blossom in the pleasure of sense gratification. There are many lakes and reservoirs with clear, transparent water, agitated by jumping fish and decorated with many flowers such as lilies, kuvalayas, kahlāras and blue and red lotuses. Pairs of cakravākas and many other water birds nest in the lakes and always enjoy in a happy mood, making sweet, pleasing vibrations that are very satisfying and conducive to enjoyment of the senses.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "यत्र ह वाव न भयमहोरात्रादिभि: कालविभागैरुपलक्ष्यते ॥ ११ ॥",
        "english_devnagari": "yatra ha vāva na bhayam aho-rātrādibhiḥ kāla-vibhāgair upalakṣyate.",
        "verse_Syn": [
            "yatra",
            "ha",
            "vāva",
            "na",
            "bhayam",
            "ahaḥ",
            "rātra",
            "ādibhiḥ",
            "kāla",
            "vibhāgaiḥ",
            "upalakṣyate"
        ],
        "translation": "Since there is no sunshine in those subterranean planets, time is not divided into days and nights, and consequently fear produced by time does not exist.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "यत्र हि महाहिप्रवरशिरोमणय: सर्वं तम: प्रबाधन्ते ॥ १२ ॥",
        "english_devnagari": "yatra hi mahāhi-pravara-śiro-maṇayaḥ sarvaṁ tamaḥ prabādhante.",
        "verse_Syn": [
            "yatra",
            "hi",
            "mahā",
            "ahi",
            "pravara",
            "śiraḥ",
            "maṇayaḥ",
            "sarvam",
            "tamaḥ",
            "prabādhante"
        ],
        "translation": "Many great serpents reside there with gems on their hoods, and the effulgence of these gems dissipates the darkness in all directions.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "न वा एतेषु वसतां दिव्यौषधिरसरसायनान्नपानस्‍नानादिभिराधयो व्याधयो वलीपलितजरादयश्च देहवैवर्ण्यदौर्गन्ध्यस्वेदक्लमग्लानिरिति वयोऽवस्थाश्च भवन्ति ॥ १३ ॥",
        "english_devnagari": "na vā eteṣu vasatāṁ divyauṣadhi-rasa-rasāyanānna-pāna-snānādibhir ādhayo vyādhayo valī-palita-jarādayaś ca deha-vaivarṇya-daurgandhya-sveda-klama-glānir iti vayo ’vasthāś ca bhavanti.",
        "verse_Syn": [
            "na",
            "vā",
            "eteṣu",
            "vasatām",
            "divya",
            "auṣadhi",
            "rasa",
            "rasāyana",
            "anna",
            "pāna",
            "snāna",
            "ādibhiḥ",
            "ādhayaḥ",
            "vyādhayaḥ",
            "valī",
            "palita",
            "jarā",
            "ādayaḥ",
            "ca",
            "deha",
            "vaivarṇya",
            "daurgandhya",
            "sveda",
            "klama",
            "glāniḥ",
            "iti",
            "vayaḥ",
            "avasthāḥ",
            "ca",
            "bhavanti"
        ],
        "translation": "Since the residents of these planets drink and bathe in juices and elixirs made from wonderful herbs, they are freed from all anxieties and physical diseases. They have no experience of grey hair, wrinkles or invalidity, their bodily lusters do not fade, their perspiration does not cause a bad smell, and they are not troubled by fatigue or by lack of energy or enthusiasm due to old age.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "न हि तेषां कल्याणानां प्रभवति कुतश्चन मृत्युर्विना भगवत्तेजसश्चक्रापदेशात् ॥ १४ ॥",
        "english_devnagari": "na hi teṣāṁ kalyāṇānāṁ prabhavati kutaścana mṛtyur vinā bhagavat-tejasaś cakrāpadeśāt.",
        "verse_Syn": [
            "na",
            "hi",
            "teṣām",
            "kalyāṇānām",
            "prabhavati",
            "kutaścana",
            "mṛtyuḥ",
            "vinā",
            "bhagavat",
            "tejasaḥ",
            "cakra",
            "apadeśāt"
        ],
        "translation": "They live very auspiciously and do not fear death from anything but death’s established time, which is the effulgence of the Sudarśana cakra of the Supreme Personality of Godhead.",
        "purport": " This is the defect of material existence. Everything in the subterranean heavens is very nicely arranged. There are well situated residential quarters, there is a pleasing atmosphere, and there are no bodily inconveniences or mental anxieties, but nevertheless those who live there have to take another birth according to karma. Persons whose minds are dull cannot understand this defect of a materialistic civilization aiming at material comforts. One may make his living conditions very pleasing for the senses, but despite all favorable conditions, one must in due course of time meet death. The members of a demoniac civilization endeavor to make their living conditions very comfortable, but they cannot check death. The influence of the Sudarśana cakra will not allow their so-called material happiness to endure."
    },
    {
        "verse": "15",
        "devanagari": "यस्मिन् प्रविष्टेऽसुरवधूनां प्राय: पुंसवनानि भयादेव स्रवन्ति पतन्ति च ॥ १५ ॥",
        "english_devnagari": "yasmin praviṣṭe ’sura-vadhūnāṁ prāyaḥ puṁsavanāni bhayād eva sravanti patanti ca.",
        "verse_Syn": [
            "yasmin",
            "praviṣṭe",
            "asura",
            "vadhūnām",
            "prāyaḥ",
            "puṁsavanāni",
            "bhayāt",
            "eva",
            "sravanti",
            "patanti",
            "ca"
        ],
        "translation": "When the Sudarśana disc enters those provinces, the pregnant wives of the demons all have miscarriages due to fear of its effulgence.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "अथातले मयपुत्रोऽसुरो बलो निवसति येन ह वा इह सृष्टा: षण्णवतिर्माया: काश्चनाद्यापि मायाविनो धारयन्ति यस्य च जृम्भमाणस्य मुखतस्त्रय: स्त्रीगणा उदपद्यन्त स्वैरिण्य: कामिन्य: पुंश्चल्य इति या वै बिलायनं प्रविष्टं पुरुषं रसेन हाटकाख्येन साधयित्वा स्वविलासावलोकनानुरागस्मितसंलापोपगूहनादिभि: स्वैरं किल रमयन्ति यस्मिन्नुपयुक्ते पुरुष ईश्वरोऽहं सिद्धोऽहमित्ययुतमहागजबलमात्मानमभिमन्यमान: कत्थते मदान्ध इव ॥ १६ ॥",
        "english_devnagari": "athātale maya-putro ’suro balo nivasati yena ha vā iha sṛṣṭāḥ ṣaṇ-ṇavatir māyāḥ kāścanādyāpi māyāvino dhārayanti yasya ca jṛmbhamāṇasya mukhatas trayaḥ strī-gaṇā udapadyanta svairiṇyaḥ kāminyaḥ puṁścalya iti yā vai bilāyanaṁ praviṣṭaṁ puruṣaṁ rasena hāṭakākhyena sādhayitvā sva-vilāsāvalokanānurāga-smita-saṁlāpopagūhanādibhiḥ svairaṁ kila ramayanti yasminn upayukte puruṣa īśvaro ’haṁ siddho ’ham ity ayuta-mahā-gaja-balam ātmānam abhimanyamānaḥ katthate madāndha iva.",
        "verse_Syn": [
            "atha",
            "atale",
            "maya",
            "putraḥ",
            "asuraḥ",
            "balaḥ",
            "nivasati",
            "yena",
            "ha",
            "vā",
            "iha",
            "sṛṣṭāḥ",
            "ṣaṭ",
            "ṇavatiḥ",
            "māyāḥ",
            "kāścana",
            "adya",
            "api",
            "māyā",
            "vinaḥ",
            "dhārayanti",
            "yasya",
            "ca",
            "jṛmbhamāṇasya",
            "mukhataḥ",
            "trayaḥ",
            "strī",
            "gaṇāḥ",
            "udapadyanta",
            "svairiṇyaḥ",
            "kāminyaḥ",
            "puṁścalyaḥ",
            "iti",
            "yāḥ",
            "vai",
            "bila",
            "ayanam",
            "praviṣṭam",
            "puruṣam",
            "rasena",
            "hāṭaka",
            "ākhyena",
            "sādhayitvā",
            "sva",
            "vilāsa",
            "avalokana",
            "anurāga",
            "smita",
            "saṁlāpa",
            "upagūhana",
            "ādibhiḥ",
            "svairam",
            "kila",
            "ramayanti",
            "yasmin",
            "upayukte",
            "puruṣaḥ",
            "īśvaraḥ",
            "aham",
            "siddhaḥ",
            "aham",
            "iti",
            "ayuta",
            "mahā",
            "gaja",
            "balam",
            "ātmānam",
            "abhimanyamānaḥ",
            "katthate",
            "mada",
            "andhaḥ",
            "iva"
        ],
        "translation": "My dear King, now I shall describe to you the lower planetary systems, one by one, beginning from Atala. In Atala there is a demon, the son of Maya Dānava named Bala, who created ninety-six kinds of mystic power. Some so-called yogīs and svāmīs take advantage of this mystic power to cheat people even today. Simply by yawning, the demon Bala created three kinds of women, known as svairiṇī, kāmiṇī and puṁścalī. The svairiṇīs like to marry men from their own group, the kāmiṇīs marry men from any group, and the puṁścalīs change husbands one after another. If a man enters the planet of Atala, these women immediately capture him and induce him to drink an intoxicating beverage made with a drug known as hāṭaka [cannabis indica]. This intoxicant endows the man with great sexual prowess, of which the women take advantage for enjoyment. A woman will enchant him with attractive glances, intimate words, smiles of love and then embraces. In this way she induces him to enjoy sex with her to her full satisfaction. Because of his increased sexual power, the man thinks himself stronger than ten thousand elephants and considers himself most perfect. Indeed, illusioned and intoxicated by false pride, he thinks himself God, ignoring impending death.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "ततोऽधस्ताद्वितले हरो भगवान् हाटकेश्वर: स्वपार्षदभूतगणावृत: प्रजापतिसर्गोपबृंहणाय भवो भवान्या सह मिथुनीभूत आस्ते यत: प्रवृत्ता सरित्प्रवरा हाटकी नाम भवयोर्वीर्येण यत्र चित्रभानुर्मातरिश्वना समिध्यमान ओजसा पिबति तन्निष्ठ्यूतं हाटकाख्यं सुवर्णं भूषणेनासुरेन्द्रावरोधेषु पुरुषा: सह पुरुषीभिर्धारयन्ति ॥ १७ ॥",
        "english_devnagari": "tato ’dhastād vitale haro bhagavān hāṭakeśvaraḥ sva-pārṣada-bhūta-gaṇāvṛtaḥ prajāpati-sargopabṛṁhaṇāya bhavo bhavānyā saha mithunī-bhūta āste yataḥ pravṛttā sarit-pravarā hāṭakī nāma bhavayor vīryeṇa yatra citrabhānur mātariśvanā samidhyamāna ojasā pibati tan niṣṭhyūtaṁ hāṭakākhyaṁ suvarṇaṁ bhūṣaṇenāsurendrāvarodheṣu puruṣāḥ saha puruṣībhir dhārayanti.",
        "verse_Syn": [
            "tataḥ",
            "adhastāt",
            "vitale",
            "haraḥ",
            "bhagavān",
            "hāṭakeśvaraḥ",
            "sva",
            "pārṣada",
            "bhūta",
            "gaṇa",
            "āvṛtaḥ",
            "prajāpati",
            "sarga",
            "upabṛṁhaṇāya",
            "bhavaḥ",
            "bhavānyā",
            "saha",
            "mithunī",
            "bhūtaḥ",
            "āste",
            "yataḥ",
            "pravṛttā",
            "sarit",
            "pravarā",
            "hāṭakī",
            "nāma",
            "bhavayoḥ",
            "vīryeṇa",
            "yatra",
            "citra",
            "bhānuḥ",
            "mātariśvanā",
            "samidhyamānaḥ",
            "ojasā",
            "pibati",
            "tat",
            "niṣṭhyūtam",
            "hāṭaka",
            "ākhyam",
            "suvarṇam",
            "bhūṣaṇena",
            "asura",
            "indra",
            "avarodheṣu",
            "puruṣāḥ",
            "saha",
            "puruṣībhiḥ",
            "dhārayanti"
        ],
        "translation": "The next planet below Atala is Vitala, wherein Lord Śiva, who is known as the master of gold mines, lives with his personal associates, the ghosts and similar living entities. Lord Śiva, as the progenitor, engages in sex with Bhavānī, the progenitress, to produce living entities, and from the mixture of their vital fluid the river named Hāṭakī is generated. When fire, being made to blaze by the wind, drinks of this river and then sizzles and spits it out, it produces gold called Hāṭaka. The demons who live on that planet with their wives decorate themselves with various ornaments made from that gold, and thus they live there very happily.",
        "purport": " It appears that when Bhava and Bhavānī, Lord Śiva and his wife, unite sexually, the emulsification of their secretions creates a chemical which when heated by fire can produce gold. It is said that the alchemists of the medieval age tried to prepare gold from base metal, and Śrīla Sanātana Gosvāmī also states that when bell metal is treated with mercury, it can produce gold. Śrīla Sanātana Gosvāmī mentions this in regard to the initiation of low-class men to turn them into brāhmaṇas. Sanātana Gosvāmī said: “As one can transform kaṁsa, or bell metal, into gold by treating it with mercury, one can also turn a lowborn man into a brāhmaṇa by initiating him properly into Vaiṣṇava activities.” The International Society for Krishna Consciousness is trying to turn mlecchas and yavanas into real brāhmaṇas by properly initiating them and stopping them from engaging in meat-eating, intoxication, illicit sex and gambling. One who stops these four principles of sinful activity and chants the Hare Kṛṣṇa mahā-mantra can certainly become a pure brāhmaṇa through the process of bona fide initiation, as suggested by Śrīla Sanātana Gosvāmī. Apart from this, if one takes a hint from this verse and learns how to mix mercury with bell metal by properly heating and melting them, one can get gold very cheaply. The alchemists of the medieval age tried to manufacture gold, but they were unsuccessful, perhaps because they did not follow the right instructions."
    },
    {
        "verse": "18",
        "devanagari": "ततोऽधस्तात्सुतले उदारश्रवा: पुण्यश्लोको विरोचनात्मजो बलिर्भगवता महेन्द्रस्य प्रियंचिकीर्षमाणेनादितेर्लब्धकायो भूत्वा वटुवामनरूपेण पराक्षिप्तलोकत्रयो भगवदनुकम्पयैव पुन: प्रवेशितइन्द्रादिष्वविद्यमानया सुसमृद्धया श्रियाभिजुष्ट: स्वधर्मेणाराधयंस्तमेव भगवन्तमाराधनीयमपगतसाध्वसआस्तेऽधुनापि ॥ १८ ॥",
        "english_devnagari": "tato ’dhastāt sutale udāra-śravāḥ puṇya-śloko virocanātmajo balir bhagavatā mahendrasya priyaṁ cikīrṣamāṇenāditer labdha-kāyo bhūtvā vaṭu-vāmana-rūpeṇa parākṣipta-loka-trayo bhagavad-anukampayaiva punaḥ praveśita indrādiṣv avidyamānayā susamṛddhayā śriyābhijuṣṭaḥ sva-dharmeṇārādhayaṁs tam eva bhagavantam ārādhanīyam apagata-sādhvasa āste ’dhunāpi.",
        "verse_Syn": [
            "tataḥ",
            "adhastāt",
            "sutale",
            "udāra",
            "śravāḥ",
            "puṇya",
            "ślokaḥ",
            "virocana",
            "ātmajaḥ",
            "baliḥ",
            "bhagavatā",
            "mahā",
            "indrasya",
            "priyam",
            "cikīrṣamāṇena",
            "āditeḥ",
            "labdha",
            "kāyaḥ",
            "bhūtvā",
            "vaṭu",
            "vāmana",
            "rūpeṇa",
            "parākṣipta",
            "loka",
            "trayaḥ",
            "bhagavat",
            "anukampayā",
            "eva",
            "punaḥ",
            "praveśitaḥ",
            "indra",
            "ādiṣu",
            "avidyamānayā",
            "susamṛddhayā",
            "śriyā",
            "abhijuṣṭaḥ",
            "sva",
            "dharmeṇa",
            "ārādhayan",
            "tam",
            "eva",
            "bhagavantam",
            "ārādhanīyam",
            "apagata",
            "sādhvasaḥ",
            "āste",
            "adhunā",
            "api"
        ],
        "translation": "Below the planet Vitala is another planet, known as Sutala, where the great son of Mahārāja Virocana, Bali Mahārāja, who is celebrated as the most pious king, resides even now. For the welfare of Indra, the King of heaven, Lord Viṣṇu appeared in the form of a dwarf brahmacārī as the son of Aditi and tricked Bali Mahārāja by begging for only three paces of land but taking all the three worlds. Being very pleased with Bali Mahārāja for giving all his possessions, the Lord returned his kingdom and made him richer than the opulent King Indra. Even now, Bali Mahārāja engages in devotional service by worshiping the Supreme Personality of Godhead in the planet of Sutala.",
        "purport": " The Supreme Personality of Godhead is described as Uttamaśloka, “He who is worshiped by the best of selected Sanskrit verses,” and His devotees such as Bali Mahārāja are also worshiped by puṇya-śloka, verses that increase one’s piety. Bali Mahārāja offered everything to the Lord — his wealth, his kingdom and even his own body (sarvātma-nivedane baliḥ). The Lord appeared before Bali Mahārāja as a brāhmaṇa beggar, and Bali Mahārāja gave Him everything he had. However, Bali Mahārāja did not become poor; by donating all his possessions to the Supreme Personality of Godhead, he became a successful devotee and got everything back again with the blessings of the Lord. Similarly, those who give contributions to expand the activities of the Kṛṣṇa consciousness movement and to accomplish its objectives will never be losers; they will get their wealth back with the blessings of Lord Kṛṣṇa. On the other side, those who collect contributions on behalf of the International Society for Krishna Consciousness should be very careful not to use even a farthing of the collection for any purpose other than the transcendental loving service of the Lord."
    },
    {
        "verse": "19",
        "devanagari": "नो एवैतत्साक्षात्कारो भूमिदानस्य यत्तद्भ‍गवत्यशेषजीवनिकायानां जीवभूतात्मभूते परमात्मनि वासुदेवे तीर्थतमे पात्र उपपन्ने परया श्रद्धया परमादरसमाहितमनसा सम्प्रतिपादितस्य साक्षादपवर्गद्वारस्य यद्ब‍िलनिलयैश्वर्यम् ॥ १९ ॥",
        "english_devnagari": "no evaitat sākṣātkāro bhūmi-dānasya yat tad bhagavaty aśeṣa-jīva-nikāyānāṁ jīva-bhūtātma-bhūte paramātmani vāsudeve tīrthatame pātra upapanne parayā śraddhayā paramādara-samāhita-manasā sampratipāditasya sākṣād apavarga-dvārasya yad bila-nilayaiśvaryam.",
        "verse_Syn": [
            "no",
            "eva",
            "etat",
            "sākṣātkāraḥ",
            "bhūmi",
            "dānasya",
            "yat",
            "tat",
            "bhagavati",
            "aśeṣa",
            "jīva",
            "nikāyānām",
            "jīva",
            "bhūta",
            "ātma",
            "bhūte",
            "parama",
            "ātmani",
            "vāsudeve",
            "tīrtha",
            "tame",
            "pātre",
            "upapanne",
            "parayā",
            "śraddhayā",
            "parama",
            "ādara",
            "samāhita",
            "manasā",
            "sampratipāditasya",
            "sākṣāt",
            "apavarga",
            "dvārasya",
            "yat",
            "bila",
            "nilaya",
            "aiśvaryam"
        ],
        "translation": "My dear King, Bali Mahārāja donated all his possessions to the Supreme Personality of Godhead, Vāmanadeva, but one should certainly not conclude that he achieved his great worldly opulence in bila-svarga as a result of his charitable disposition. The Supreme Personality of Godhead, who is the source of life for all living entities, lives within everyone as the friendly Supersoul, and under His direction a living entity enjoys or suffers in the material world. Greatly appreciating the transcendental qualities of the Lord, Bali Mahārāja offered everything at His lotus feet. His purpose, however, was not to gain anything material, but to become a pure devotee. For a pure devotee, the door of liberation is automatically opened. One should not think that Bali Mahārāja was given so much material opulence merely because of his charity. When one becomes a pure devotee in love, he may also be blessed with a good material position by the will of the Supreme Lord. However, one should not mistakenly think that the material opulence of a devotee is the result of his devotional service. The real result of devotional service is the awakening of pure love for the Supreme Personality of Godhead, which continues under all circumstances.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "यस्य ह वाव क्षुतपतनप्रस्खलनादिषु विवश: सकृन्नामाभिगृणन् पुरुष: कर्मबन्धनमञ्जसा विधुनोति यस्य हैव प्रतिबाधनं मुमुक्षवोऽन्यथैवोपलभन्ते ॥ २० ॥",
        "english_devnagari": "yasya ha vāva kṣuta-patana-praskhalanādiṣu vivaśaḥ sakṛn nāmābhigṛṇan puruṣaḥ karma-bandhanam añjasā vidhunoti yasya haiva pratibādhanaṁ mumukṣavo ’nyathaivopalabhante.",
        "verse_Syn": [
            "yasya",
            "ha",
            "vāva",
            "kṣuta",
            "patana",
            "praskhalana",
            "ādiṣu",
            "vivaśaḥ",
            "sakṛt",
            "nāma",
            "abhigṛṇan",
            "puruṣaḥ",
            "karma",
            "bandhanam",
            "añjasā",
            "vidhunoti",
            "yasya",
            "ha",
            "eva",
            "pratibādhanam",
            "mumukṣavaḥ",
            "anyathā",
            "eva",
            "upalabhante"
        ],
        "translation": "If one who is embarrassed by hunger or who falls down or stumbles chants the holy name of the Lord even once, willingly or unwillingly, he is immediately freed from the reactions of his past deeds. Karmīs entangled in material activities face many difficulties in the practice of mystic yoga and other endeavors to achieve that same freedom.",
        "purport": " It is not a fact that one has to offer his material possessions to the Supreme Personality of Godhead and be liberated before he can engage in devotional service. A devotee automatically attains liberation without separate endeavors. Bali Mahārāja did not get back all his material possessions merely because of his charity to the Lord. One who becomes a devotee, free from material desires and motives, regards all opportunities, both material and spiritual, as benedictions from the Lord, and in this way his service to the Lord is never hampered. Bhukti, material enjoyment, and mukti, liberation, are only by-products of devotional service. A devotee need not work separately to attain mukti. Śrīla Bilvamaṅgala Ṭhākura said, muktiḥ svayaṁ mukulitāñjaliḥ sevate ’smān: a pure devotee of the Lord does not have to endeavor separately for mukti, because mukti is always ready to serve him. In this regard, Caitanya-caritāmṛta (Antya 3.177-188) describes Haridāsa Ṭhākura’s confirmation of the effect of chanting the holy name of the Lord. Some say that by chanting the holy name of the Lord one is freed from all the reactions of sinful life, and others say that by chanting the holy name of the Lord one attains liberation from material bondage. Haridāsa Ṭhākura, however, said that the desired result of chanting the holy name of the Lord is not that one is liberated from material bondage or freed from the reactions of sinful life. The actual result of chanting the holy name of the Lord is that one awakens his dormant Kṛṣṇa consciousness, his loving service to the Lord. Haridāsa Ṭhākura said that liberation and freedom from the reactions of sinful activities are only by-products of chanting the holy name of the Lord. If one chants the holy name of the Lord purely, he attains the platform of loving service to the Supreme Personality of Godhead. In this regard Haridāsa Ṭhākura gave an example comparing the power of the holy name to sunshine. He placed a verse before all the learned scholars present, but the learned scholars asked him to state the purport of the verse. Haridāsa Ṭhākura said that as the sun begins to rise, it dissipates the darkness of night, even before the sunshine is visible. Before the sunrise even takes place, the light of dawn destroys the fear of the dangers of the night, such as disturbances by thieves, ghosts and Rākṣasas, and when the sunshine actually appears, one engages in his duties. Similarly, even before one’s chanting of the holy name is pure, one is freed from all sinful reactions, and when he chants purely he becomes a lover of Kṛṣṇa. A devotee never accepts mukti, even if Kṛṣṇa offers it. Mukti, freedom from all sinful reactions, is obtained even by nāmābhāsa, or a glimpse of the light of the holy name before its full light is perfectly visible. The nāmābhāsa stage is between that of nāma-aparādha, or chanting of the holy name with offenses, and pure chanting. There are three stages in chanting the holy name of the Lord. In the first stage, one commits ten kinds of offenses while chanting. In the next stage, nāmābhāsa, the offenses have almost stopped, and one is coming to the platform of pure chanting. In the third stage, when one chants the Hare Kṛṣṇa mantra without offenses, his dormant love for Kṛṣṇa immediately awakens. This is the perfection."
    },
    {
        "verse": "21",
        "devanagari": "तद्भ‍क्तानामात्मवतां सर्वेषामात्मन्यात्मद आत्मतयैव ॥ २१ ॥",
        "english_devnagari": "tad bhaktānām ātmavatāṁ sarveṣām ātmany ātmada ātmatayaiva.",
        "verse_Syn": [
            "tat",
            "bhaktānām",
            "ātma",
            "vatām",
            "sarveṣām",
            "ātmani",
            "ātma",
            "de",
            "ātmatayā",
            "eva"
        ],
        "translation": "The Supreme Personality of Godhead, who is situated in everyone’s heart as the Supersoul, sells Himself to His devotees such as Nārada Muni. In other words, the Lord gives pure love to such devotees and gives Himself to those who love Him purely. Great, self-realized mystic yogīs such as the four Kumāras also derive great transcendental bliss from realizing the Supersoul within themselves.",
        "purport": " The Lord became Bali Mahārāja’s doorkeeper not because of his giving everything to the Lord, but because of his exalted position as a lover of the Lord."
    },
    {
        "verse": "22",
        "devanagari": "न वै भगवान्नूनममुष्यानुजग्राह यदुत पुनरात्मानुस्मृतिमोषणं मायामयभोगैश्वर्यमेवातनुतेति ॥ २२ ॥",
        "english_devnagari": "na vai bhagavān nūnam amuṣyānujagrāha yad uta punar ātmānusmṛti-moṣaṇaṁ māyāmaya-bhogaiśvaryam evātanuteti.",
        "verse_Syn": [
            "na",
            "vai",
            "bhagavān",
            "nūnam",
            "amuṣya",
            "anujagrāha",
            "yat",
            "uta",
            "punaḥ",
            "ātma",
            "anusmṛti",
            "moṣaṇam",
            "māyā",
            "maya",
            "bhoga",
            "aiśvaryam",
            "eva",
            "ātanuta",
            "iti"
        ],
        "translation": "The Supreme Personality of Godhead did not award His mercy to Bali Mahārāja by giving him material happiness and opulence, for these make one forget loving service to the Lord. The result of material opulence is that one can no longer absorb his mind in the Supreme Personality of Godhead.",
        "purport": " There are two kinds of opulence. One, which results from one’s karma, is material, whereas the other is spiritual. A surrendered soul who fully depends upon the Supreme Personality of Godhead does not want material opulence for sense gratification. Therefore when a pure devotee is seen to possess exalted material opulence, it is not due to his karma. Rather, it is due to his bhakti. In other words, he is in that position because the Supreme Lord wants him to execute service to Him very easily and opulently. The special mercy of the Lord for the neophyte devotee is that he becomes materially poor. This is the Lord’s mercy because if a neophyte devotee becomes materially opulent, he forgets the service of the Lord. However, if an advanced devotee is favored by the Lord with opulence, it is not material opulence but a spiritual opportunity. Material opulence offered to the demigods causes forgetfulness of the Lord, but opulence was given to Bali Mahārāja for continuing service to the Lord, which was free from any touch of māyā."
    },
    {
        "verse": "23",
        "devanagari": "यत्तद्भ‍गवतानधिगतान्योपायेन याच्ञाच्छलेनापहृतस्वशरीरावशेषितलोकत्रयो वरुणपाशैश्च सम्प्रतिमुक्तो गिरिदर्यां चापविद्ध इति होवाच ॥ २३ ॥",
        "english_devnagari": "yat tad bhagavatānadhigatānyopāyena yācñā-cchalenāpahṛta-sva-śarīrāvaśeṣita-loka-trayo varuṇa-pāśaiś ca sampratimukto giri-daryāṁ cāpaviddha iti hovāca.",
        "verse_Syn": [
            "yat",
            "tat",
            "bhagavatā",
            "anadhigata",
            "anya",
            "upāyena",
            "yācñā",
            "chalena",
            "apahṛta",
            "sva",
            "śarīra",
            "avaśeṣita",
            "loka",
            "trayaḥ",
            "varuṇa",
            "pāśaiḥ",
            "ca",
            "sampratimuktaḥ",
            "giri",
            "daryām",
            "ca",
            "apaviddhaḥ",
            "iti",
            "ha",
            "uvāca"
        ],
        "translation": "When the Supreme Personality of Godhead could see no other means of taking everything away from Bali Mahārāja, He adopted the trick of begging from him and took away all the three worlds. Thus only his body was left, but the Lord was still not satisfied. He arrested Bali Mahārāja, bound him with the ropes of Varuṇa and threw him in a cave in a mountain. Nevertheless, although all his property was taken and he was thrown into a cave, Bali Mahārāja was such a great devotee that he spoke as follows.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "नूनं बतायं भगवानर्थेषु न निष्णातो योऽसाविन्द्रो यस्य सचिवो मन्त्राय वृत एकान्ततो बृहस्पतिस्तमतिहाय स्वयमुपेन्द्रेणात्मानमयाचतात्मनश्चाशिषो नो एव तद्दास्यमतिगम्भीरवयस: कालस्य मन्वन्तरपरिवृत्तं कियल्लोकत्रयमिदम् ॥ २४ ॥",
        "english_devnagari": "nūnaṁ batāyaṁ bhagavān artheṣu na niṣṇāto yo ’sāv indro yasya sacivo mantrāya vṛta ekāntato bṛhaspatis tam atihāya svayam upendreṇātmānam ayācatātmanaś cāśiṣo no eva tad-dāsyam ati-gambhīra-vayasaḥ kālasya manvantara-parivṛttaṁ kiyal loka-trayam idam.",
        "verse_Syn": [
            "nūnam",
            "bata",
            "ayam",
            "bhagavān",
            "artheṣu",
            "na",
            "niṣṇātaḥ",
            "yaḥ",
            "asau",
            "indraḥ",
            "yasya",
            "sacivaḥ",
            "mantrāya",
            "vṛtaḥ",
            "ekāntataḥ",
            "bṛhaspatiḥ",
            "tam",
            "atihāya",
            "svayam",
            "upendreṇa",
            "ātmānam",
            "ayācata",
            "ātmanaḥ",
            "ca",
            "āśiṣaḥ",
            "no",
            "eva",
            "tat",
            "dāsyam",
            "ati",
            "gambhīra",
            "vayasaḥ",
            "kālasya",
            "manvantara",
            "parivṛttam",
            "kiyat",
            "loka",
            "trayam",
            "idam"
        ],
        "translation": "Alas, how pitiable it is for Indra, the King of heaven, that although he is very learned and powerful and although he chose Bṛhaspati as his prime minister to instruct him, he is completely ignorant concerning spiritual advancement. Bṛhaspati is also unintelligent because he did not properly instruct his disciple Indra. Lord Vāmanadeva was standing at Indra’s door, but King Indra, instead of begging Him for an opportunity to render transcendental loving service, engaged Him in asking me for alms to gain the three worlds for his sense gratification. Sovereignty over the three worlds is very insignificant because whatever material opulence one may possess lasts only for an age of Manu, which is but a tiny fraction of endless time.",
        "purport": " Bali Mahārāja was so powerful that he fought with Indra and took possession of the three worlds. Indra was certainly very advanced in knowledge, but instead of asking Vāmanadeva for engagement in His service, he used the Lord to beg for material possessions that would be finished at the end of one age of Manu. An age of Manu, which is the duration of Manu’s life, is calculated to last seventy-two yugas. One yuga consists of 4,300,000 years, and therefore the duration of Manu’s life is 309,600,000 years. The demigods possess their material opulence only until the end of the life of Manu. Time is insurmountable. The time one is allotted, even if it be millions of years, is quickly gone. The demigods own their material possessions only within the limits of time. Therefore Bali Mahārāja lamented that although Indra was very learned, he did not know how to use his intelligence properly, for instead of asking Vāmanadeva to allow him to engage in His service, Indra used Him to beg Bali Mahārāja for material wealth. Although Indra was learned and his prime minister, Bṛhaspati, was also learned, neither of them begged to be able to render loving service to Lord Vāmanadeva. Therefore Bali Mahārāja lamented for Indra."
    },
    {
        "verse": "25",
        "devanagari": "यस्यानुदास्यमेवास्मत्पितामह: किल वव्रे न तु स्वपित्र्यं यदुताकुतोभयं पदं दीयमानं भगवत: परमिति भगवतोपरते खलु स्वपितरि ॥ २५ ॥",
        "english_devnagari": "yasyānudāsyam evāsmat-pitāmahaḥ kila vavre na tu sva-pitryaṁ yad utākutobhayaṁ padaṁ dīyamānaṁ bhagavataḥ param iti bhagavatoparate khalu sva-pitari.",
        "verse_Syn": [
            "yasya",
            "anudāsyam",
            "eva",
            "asmat",
            "pitā",
            "mahaḥ",
            "kila",
            "vavre",
            "na",
            "tu",
            "sva",
            "pitryam",
            "yat",
            "uta",
            "akutaḥ",
            "bhayam",
            "padam",
            "dīyamānam",
            "bhagavataḥ",
            "param",
            "iti",
            "bhagavatā",
            "uparate",
            "khalu",
            "sva",
            "pitari"
        ],
        "translation": "Bali Mahārāja said: My grandfather Prahlāda Mahārāja is the only person who understood his own self-interest. Upon the death of Prahlāda’s father, Hiraṇyakaśipu, Lord Nṛsiṁhadeva wanted to offer Prahlāda his father’s kingdom and even wanted to grant him liberation from material bondage, but Prahlāda accepted neither. Liberation and material opulence, he thought, are obstacles to devotional service, and therefore such gifts from the Supreme Personality of Godhead are not His actual mercy. Consequently, instead of accepting the results of karma and jñāna, Prahlāda Mahārāja simply begged the Lord for engagement in the service of His servant.",
        "purport": " Śrī Caitanya Mahāprabhu has instructed that an unalloyed devotee should consider himself a servant of the servant of the servant of the Supreme Lord (gopī-bhartuḥ pāda-kamalayor dāsa-dāsānudāsaḥ). In Vaiṣṇava philosophy, one should not even become a direct servant. Prahlāda Mahārāja was offered all the blessings of an opulent position in the material world and even the liberation of merging into Brahman, but he refused all this. He simply wanted to engage in the service of the servant of the servant of the Lord. Therefore Bali Mahārāja said that because his grandfather Prahlāda Mahārāja had rejected the blessings of the Supreme Personality of Godhead in terms of material opulence and liberation from material bondage, he truly understood his self-interest."
    },
    {
        "verse": "26",
        "devanagari": "तस्य महानुभावस्यानुपथममृजितकषाय: को वास्मद्विध: परिहीणभगवदनुग्रह उपजिगमिषतीति ॥ २६ ॥",
        "english_devnagari": "tasya mahānubhāvasyānupatham amṛjita-kaṣāyaḥ ko vāsmad-vidhaḥ parihīṇa-bhagavad-anugraha upajigamiṣatīti.",
        "verse_Syn": [
            "tasya",
            "mahā",
            "anubhāvasya",
            "anupatham",
            "amṛjita",
            "kaṣāyaḥ",
            "kaḥ",
            "vā",
            "asmat",
            "vidhaḥ",
            "parihīṇa",
            "bhagavat",
            "anugrahaḥ",
            "upajigamiṣati",
            "iti"
        ],
        "translation": "Bali Mahārāja said: Persons like us, who are still attached to material enjoyment, who are contaminated by the modes of material nature and who lack the mercy of the Supreme Personality of Godhead, cannot follow the supreme path of Prahlāda Mahārāja, the exalted devotee of the Lord.",
        "purport": " It is said that for spiritual realization one must follow great personalities like Lord Brahmā, Devarṣi Nārada, Lord Śiva and Prahlāda Mahārāja. The path of bhakti is not at all difficult if we follow in the footsteps of previous ācāryas and authorities, but those who are too materially contaminated by the modes of material nature cannot follow them. Although Bali Mahārāja was actually following the path of his grandfather, because of his great humility he thought that he was not. It is characteristic of advanced Vaiṣṇavas following the principles of bhakti that they think themselves ordinary human beings. This is not an artificial exhibition of humility; a Vaiṣṇava sincerely thinks this way and therefore never admits his exalted position."
    },
    {
        "verse": "27",
        "devanagari": "तस्यानुचरितमुपरिष्टाद्विस्तरिष्यते यस्य भगवान् स्वयमखिलजगद्गुरुर्नारायणो द्वारि गदापाणिरवतिष्ठते निजजनानुकम्पितहृदयो येनाङ्गुष्ठेन पदा दशकन्धरो योजनायुतायुतं दिग्विजय उच्चाटित: ॥ २७ ॥",
        "english_devnagari": "tasyānucaritam upariṣṭād vistariṣyate yasya bhagavān svayam akhila-jagad-gurur nārāyaṇo dvāri gadā-pāṇir avatiṣṭhate nija-janānukampita-hṛdayo yenāṅguṣṭhena padā daśa-kandharo yojanāyutāyutaṁ dig-vijaya uccāṭitaḥ.",
        "verse_Syn": [
            "tasya",
            "anucaritam",
            "upariṣṭāt",
            "vistariṣyate",
            "yasya",
            "bhagavān",
            "svayam",
            "akhila",
            "jagad",
            "guruḥ",
            "nārāyaṇaḥ",
            "dvāri",
            "gadā",
            "pāṇiḥ",
            "avatiṣṭhate",
            "nija",
            "jana",
            "anukampita",
            "hṛdayaḥ",
            "yena",
            "aṅguṣṭhena",
            "padā",
            "daśa",
            "kandharaḥ",
            "yojana",
            "ayuta",
            "ayutam",
            "dik",
            "vijaye",
            "uccāṭitaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King, how shall I glorify the character of Bali Mahārāja? The Supreme Personality of Godhead, the master of the three worlds, who is most compassionate to His own devotee, stands with club in hand at Bali Mahārāja’s door. When Rāvaṇa, the powerful demon, came to gain victory over Bali Mahārāja, Vāmanadeva kicked him a distance of eighty thousand miles with His big toe. I shall explain the character and activities of Bali Mahārāja later [in the Eighth Canto of Śrīmad-Bhāgavatam].",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "ततोऽधस्तात्तलातले मयो नाम दानवेन्द्रस्त्रिपुराधिपतिर्भगवता पुरारिणा त्रिलोकीशं चिकीर्षुणा निर्दग्धस्वपुरत्रयस्तत्प्रसादाल्लब्धपदो मायाविनामाचार्यो महादेवेन परिरक्षितो विगतसुदर्शनभयो महीयते ॥ २८ ॥",
        "english_devnagari": "tato ’dhastāt talātale mayo nāma dānavendras tri-purādhipatir bhagavatā purāriṇā tri-lokī-śaṁ cikīrṣuṇā nirdagdha-sva-pura-trayas tat-prasādāl labdha-pado māyāvinām ācāryo mahādevena parirakṣito vigata-sudarśana-bhayo mahīyate.",
        "verse_Syn": [
            "tataḥ",
            "adhastāt",
            "talātale",
            "mayaḥ",
            "nāma",
            "dānava",
            "indraḥ",
            "tri",
            "pura",
            "adhipatiḥ",
            "bhagavatā",
            "purāriṇā",
            "tri",
            "lokī",
            "śam",
            "cikīrṣuṇā",
            "nirdagdha",
            "sva",
            "pura",
            "trayaḥ",
            "tat",
            "prasādāt",
            "labdha",
            "padaḥ",
            "māyā",
            "vinām",
            "ācāryaḥ",
            "mahā",
            "devena",
            "parirakṣitaḥ",
            "vigata",
            "sudarśana",
            "bhayaḥ",
            "mahīyate"
        ],
        "translation": "Beneath the planet known as Sutala is another planet, called Talātala, which is ruled by the Dānava demon named Maya. Maya is known as the ācārya [master] of all the māyāvīs, who can invoke the powers of sorcery. For the benefit of the three worlds, Lord Śiva, who is known as Tripurāri, once set fire to the three kingdoms of Maya, but later, being pleased with him, he returned his kingdom. Since that time, Maya Dānava has been protected by Lord Śiva, and therefore he falsely thinks that he need not fear the Sudarśana cakra of the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "ततोऽधस्तान्महातले काद्रवेयाणां सर्पाणां नैकशिरसां क्रोधवशो नाम गण: कुहकतक्षककालियसुषेणादिप्रधाना महाभोगवन्त: पतत्‍त्रिराजाधिपते: पुरुषवाहादनवरतमुद्विजमाना: स्वकलत्रापत्यसुहृत्कुटुम्बसङ्गेन क्‍वचित्प्रमत्ता विहरन्ति ॥ २९ ॥",
        "english_devnagari": "tato ’dhastān mahātale kādraveyāṇāṁ sarpāṇāṁ naika-śirasāṁ krodhavaśo nāma gaṇaḥ kuhaka-takṣaka-kāliya-suṣeṇādi-pradhānā mahā-bhogavantaḥ patattri-rājādhipateḥ puruṣa-vāhād anavaratam udvijamānāḥ sva-kalatrāpatya-suhṛt-kuṭumba-saṅgena kvacit pramattā viharanti.",
        "verse_Syn": [
            "tataḥ",
            "adhastāt",
            "mahātale",
            "kādraveyāṇām",
            "sarpāṇām",
            "na",
            "eka",
            "śirasām",
            "krodha",
            "vaśaḥ",
            "nāma",
            "gaṇaḥ",
            "kuhaka",
            "takṣaka",
            "kāliya",
            "suṣeṇa",
            "ādi",
            "pradhānāḥ",
            "mahā",
            "bhogavantaḥ",
            "patattri",
            "rāja",
            "adhipateḥ",
            "puruṣa",
            "vāhāt",
            "anavaratam",
            "udvijamānāḥ",
            "sva",
            "kalatra",
            "apatya",
            "suhṛt",
            "kuṭumba",
            "saṅgena",
            "kvacit",
            "pramattāḥ",
            "viharanti"
        ],
        "translation": "The planetary system below Talātala is known as Mahātala. It is the abode of many-hooded snakes, descendants of Kadrū, who are always very angry. The great snakes who are prominent are Kuhaka, Takṣaka, Kāliya and Suṣeṇa. The snakes in Mahātala are always disturbed by fear of Garuḍa, the carrier of Lord Viṣṇu, but although they are full of anxiety, some of them nevertheless sport with their wives, children, friends and relatives.",
        "purport": " It is stated here that the snakes who live in the planetary system known as Mahātala are very powerful and have many hoods. They live with their wives and children and consider themselves very happy, although they are always full of anxiety because of Garuḍa, who comes there to destroy them. This is the way of material life. Even if one lives in the most abominable condition, he still thinks himself happy with his wife, children, friends and relatives."
    },
    {
        "verse": "30",
        "devanagari": "ततोऽधस्ताद्रसातले दैतेया दानवा: पणयो नाम निवातकवचा: कालेया हिरण्यपुरवासिन इति विबुधप्रत्यनीका उत्पत्त्या महौजसो महासाहसिनो भगवत: सकललोकानुभावस्य हरेरेव तेजसा प्रतिहतबलावलेपा बिलेशया इव वसन्ति ये वै सरमयेन्द्रदूत्या वाग्भिर्मन्त्रवर्णाभिरिन्द्राद्ब‍िभ्यति ॥ ३० ॥",
        "english_devnagari": "tato ’dhastād rasātale daiteyā dānavāḥ paṇayo nāma nivāta-kavacāḥ kāleyā hiraṇya-puravāsina iti vibudha-pratyanīkā utpattyā mahaujaso mahā-sāhasino bhagavataḥ sakala-lokānubhāvasya harer eva tejasā pratihata-balāvalepā bileśayā iva vasanti ye vai saramayendra-dūtyā vāgbhir mantra-varṇābhir indrād bibhyati.",
        "verse_Syn": [
            "tataḥ",
            "adhastāt",
            "rasātale",
            "daiteyāḥ",
            "dānavāḥ",
            "paṇayaḥ",
            "nāma",
            "nivāta",
            "kavacāḥ",
            "kāleyāḥ",
            "hiraṇya",
            "puravāsinaḥ",
            "iti",
            "vibudha",
            "pratyanīkāḥ",
            "utpattyāḥ",
            "mahā",
            "ojasaḥ",
            "mahā",
            "sāhasinaḥ",
            "bhagavataḥ",
            "sakala",
            "loka",
            "anubhāvasya",
            "hareḥ",
            "eva",
            "tejasā",
            "pratihata",
            "bala",
            "avalepāḥ",
            "bila",
            "īśayāḥ",
            "iva",
            "vasanti",
            "ye",
            "vai",
            "saramayā",
            "indra",
            "dūtyā",
            "vāgbhiḥ",
            "mantra",
            "varṇābhiḥ",
            "indrāt",
            "bibhyati"
        ],
        "translation": "Beneath Mahātala is the planetary system known as Rasātala, which is the abode of the demoniac sons of Diti and Danu. They are called Paṇis, Nivāta-kavacas, Kāleyas and Hiraṇya-puravāsīs [those living in Hiraṇya-pura]. They are all enemies of the demigods, and they reside in holes like snakes. From birth they are extremely powerful and cruel, and although they are proud of their strength, they are always defeated by the Sudarśana cakra of the Supreme Personality of Godhead, who rules all the planetary systems. When a female messenger from Indra named Saramā chants a particular curse, the serpentine demons of Mahātala become very afraid of Indra.",
        "purport": " It is said that there was a great fight between these serpentine demons and Indra, the King of heaven. When the defeated demons met the female messenger Saramā, who was chanting a mantra, they became afraid, and therefore they are living in the planet called Rasātala."
    },
    {
        "verse": "31",
        "devanagari": "ततोऽधस्तात्पाताले नागलोकपतयो वासुकिप्रमुखा: शङ्खकुलिकमहाशङ्खश्वेतधनञ्जयधृतराष्ट्रशङ्खचूडकम्बलाश्वतरदेवदत्तादयो महाभोगिनो महामर्षा निवसन्ति येषामु ह वै पञ्चसप्तदशशतसहस्रशीर्षाणां फणासु विरचिता महामणयो रोचिष्णव: पातालविवरतिमिरनिकरं स्वरोचिषा विधमन्ति ॥ ३१ ॥",
        "english_devnagari": "tato ’dhastāt pātāle nāga-loka-patayo vāsuki-pramukhāḥ śaṅkha-kulika-mahāśaṅkha-śveta-dhanañjaya-dhṛtarāṣṭra-śaṅkhacūḍa-kambalāśvatara-devadattādayo mahā-bhogino mahāmarṣā nivasanti yeṣām u ha vai pañca-sapta-daśa-śata-sahasra-śīrṣāṇāṁ phaṇāsu viracitā mahā-maṇayo rociṣṇavaḥ pātāla-vivara-timira-nikaraṁ sva-rociṣā vidhamanti.",
        "verse_Syn": [
            "tataḥ",
            "adhastāt",
            "pātāle",
            "nāga",
            "loka",
            "patayaḥ",
            "vāsuki",
            "pramukhāḥ",
            "śaṅkha",
            "kulika",
            "mahā",
            "śaṅkha",
            "śveta",
            "dhanañjaya",
            "dhṛtarāṣṭra",
            "śaṅkha",
            "cūḍa",
            "kambala",
            "aśvatara",
            "deva",
            "datta",
            "ādayaḥ",
            "mahā",
            "bhoginaḥ",
            "mahā",
            "amarṣāḥ",
            "nivasanti",
            "yeṣām",
            "u",
            "ha",
            "vai",
            "pañca",
            "sapta",
            "daśa",
            "śata",
            "sahasra",
            "śīrṣāṇām",
            "phaṇāsu",
            "viracitāḥ",
            "mahā",
            "maṇayaḥ",
            "rociṣṇavaḥ",
            "pātāla",
            "vivara",
            "timira",
            "nikaram",
            "sva",
            "rociṣā",
            "vidhamanti"
        ],
        "translation": "Beneath Rasātala is another planetary system, known as Pātāla or Nāgaloka, where there are many demoniac serpents, the masters of Nāgaloka, such as Śaṅkha, Kulika, Mahāśaṅkha, Śveta, Dhanañjaya, Dhṛtarāṣṭra, Śaṅkhacūḍa, Kambala, Aśvatara and Devadatta. The chief among them is Vāsuki. They are all extremely angry, and they have many, many hoods — some snakes five hoods, some seven, some ten, others a hundred and others a thousand. These hoods are bedecked with valuable gems, and the light emanating from the gems illuminates the entire planetary system of bila-svarga.",
        "purport": ""
    }
]