[
    {
        "verse": "1",
        "devanagari": "राजोवाचउक्तस्त्वया भूमण्डलायामविशेषो यावदादित्यस्तपति यत्र चासौ ज्योतिषां गणैश्चन्द्रमा वा सह द‍ृश्यते ॥ १ ॥",
        "english_devnagari": "rājovācauktas tvayā bhū-maṇḍalāyāma-viśeṣo yāvad ādityas tapati yatra cāsau jyotiṣāṁ gaṇaiś candramā vā saha dṛśyate.",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "uktaḥ",
            "tvayā",
            "bhū",
            "maṇḍala",
            "āyāma",
            "viśeṣaḥ",
            "yāvat",
            "ādityaḥ",
            "tapati",
            "yatra",
            "ca",
            "asau",
            "jyotiṣām",
            "gaṇaiḥ",
            "candramā",
            "vā",
            "saha",
            "dṛśyate"
        ],
        "translation": "King Parīkṣit said to Śukadeva Gosvāmī: O brāhmaṇa, you have already informed me that the radius of Bhū-maṇḍala extends as far as the sun spreads its light and heat and as far as the moon and all the stars can be seen.",
        "purport": " In this verse it is stated that the planetary system known as Bhū-maṇḍala extends to the limits of the sunshine. According to modern science, the sunshine reaches earth from a distance of 93,000,000 miles. If we calculate according to this modern information, 93,000,000 miles can be considered the radius of Bhū-maṇḍala. In the Gāyatrī mantra, we chant om bhūr bhuvaḥ svaḥ. The word bhūr refers to Bhū-maṇḍala. Tat savitur vareṇyam: the sunshine spreads throughout Bhū-maṇḍala. Therefore the sun is worshipable. The stars, which are known as nakṣatra, are not different suns, as modern astronomers suppose. From Bhagavad-gītā (10.21) we understand that the stars are similar to the moon (nakṣatrāṇām ahaṁ śaśī). Like the moon, the stars reflect the sunshine. Apart from our modern distinguished estimations of where the planetary systems are located, we can understand that the sky and its various planets were studied long, long before Śrīmad-Bhāgavatam was compiled. Śukadeva Gosvāmī explained the location of the planets, and this indicates that the information was known long, long before Śukadeva Gosvāmī related it to Mahārāja Parīkṣit. The location of the various planetary systems was not unknown to the sages who flourished in the Vedic age."
    },
    {
        "verse": "2",
        "devanagari": "तत्रापि प्रियव्रतरथचरणपरिखातै: सप्तभि: सप्त सिन्धव उपक्‍ल‍ृप्ता यत एतस्या: सप्तद्वीपविशेषविकल्पस्त्वया भगवन् खलु सूचित एतदेवाखिलमहं मानतो लक्षणतश्च सर्वं विजिज्ञासामि ॥ २ ॥",
        "english_devnagari": "tatrāpi priyavrata-ratha-caraṇa-parikhātaiḥ saptabhiḥ sapta sindhava upakḷptā yata etasyāḥ sapta-dvīpa-viśeṣa-vikalpas tvayā bhagavan khalu sūcita etad evākhilam ahaṁ mānato lakṣaṇataś ca sarvaṁ vi-jijñāsāmi.",
        "verse_Syn": [
            "tatra",
            "api",
            "priyavrata",
            "ratha",
            "caraṇa",
            "parikhātaiḥ",
            "saptabhiḥ",
            "sapta",
            "sindhavaḥ",
            "upakḷptāḥ",
            "yataḥ",
            "etasyāḥ",
            "sapta",
            "dvīpa",
            "viśeṣa",
            "vikalpaḥ",
            "tvayā",
            "bhagavan",
            "khalu",
            "sūcitaḥ",
            "etat",
            "eva",
            "akhilam",
            "aham",
            "mānataḥ",
            "lakṣaṇataḥ",
            "ca",
            "sarvam",
            "vijijñāsāmi"
        ],
        "translation": "My dear Lord, the rolling wheels of Mahārāja Priyavrata’s chariot created seven ditches, in which the seven oceans came into existence. Because of these seven oceans, Bhū-maṇḍala is divided into seven islands. You have given a very general description of their measurement, names and characteristics. Now I wish to know of them in detail. Kindly fulfill my desire.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "भगवतो गुणमये स्थूलरूप आवेशितं मनो ह्यगुणेऽपि सूक्ष्मतम आत्मज्योतिषि परे ब्रह्मणि भगवति वासुदेवाख्ये क्षममावेशितुं तदु हैतद् गुरोऽर्हस्यनुवर्णयितुमिति ॥ ३ ॥",
        "english_devnagari": "bhagavato guṇamaye sthūla-rūpa āveśitaṁ mano hy aguṇe ’pi sūkṣmatama ātma-jyotiṣi pare brahmaṇi bhagavati vāsudevākhye kṣamam āveśituṁ tad u haitad guro ’rhasy anuvarṇayitum iti.",
        "verse_Syn": [
            "bhagavataḥ",
            "guṇa",
            "maye",
            "sthūla",
            "rūpe",
            "āveśitam",
            "manaḥ",
            "hi",
            "aguṇe",
            "api",
            "sūkṣmatame",
            "ātma",
            "jyotiṣi",
            "pare",
            "brahmaṇi",
            "bhagavati",
            "vāsudeva",
            "ākhye",
            "kṣamam",
            "āveśitum",
            "tat",
            "u",
            "ha",
            "etat",
            "guro",
            "arhasi",
            "anuvarṇayitum",
            "iti"
        ],
        "translation": "When the mind is fixed upon the Supreme Personality of Godhead in His external feature made of the material modes of nature — the gross universal form — it is brought to the platform of pure goodness. In that transcendental position, one can understand the Supreme Personality of Godhead, Vāsudeva, who in His subtler form is self-effulgent and beyond the modes of nature. O my lord, please describe vividly how that form, which covers the entire universe, is perceived.",
        "purport": " Mahārāja Parīkṣit had already been advised by his spiritual master, Śukadeva Gosvāmī, to think of the universal form of the Lord, and therefore, following the advice of his spiritual master, he continuously thought of that form. The universal form is certainly material, but because everything is an expansion of the energy of the Supreme Personality of Godhead, ultimately nothing is material. Therefore Parīkṣit Mahārāja’s mind was saturated with spiritual consciousness. Śrīla Rūpa Gosvāmī has stated: Everything, even that which is material, is connected with the Supreme Personality of Godhead. Therefore everything should be engaged in the service of the Lord. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura translates this verse as follows: “One should not give up anything connected with the Supreme Personality of Godhead, thinking it material or enjoyable for the material senses.” Even the senses, when purified, are spiritual. When Mahārāja Parīkṣit was thinking of the universal form of the Lord, his mind was certainly situated on the transcendental platform. Therefore although he might not have had any reason to be concerned with detailed information of the universe, he was thinking of it in relationship with the Supreme Lord, and therefore such geographical knowledge was not material but transcendental. Elsewhere in Śrīmad-Bhāgavatam (1.5.20) Nārada Muni has said, idaṁ hi viśvaṁ bhagavān ivetaraḥ: the entire universe is also the Supreme Personality of Godhead, although it appears different from Him. Therefore although Parīkṣit Mahārāja had no need for geographical knowledge of this universe, that knowledge was also spiritual and transcendental because he was thinking of the entire universe as an expansion of the energy of the Lord. In our preaching work also, we deal with so much property and money and so many books bought and sold, but because these dealings all pertain to the Kṛṣṇa consciousness movement, they should never be considered material. That one is absorbed in thoughts of such management does not mean that he is outside of Kṛṣṇa consciousness. If one rigidly observes the regulative principle of chanting sixteen rounds of the mahā-mantra every day, his dealings with the material world for the sake of spreading the Kṛṣṇa consciousness movement are not different from the spiritual cultivation of Kṛṣṇa consciousness."
    },
    {
        "verse": "4",
        "devanagari": "ऋषिरुवाचन वै महाराज भगवतो मायागुणविभूते: काष्ठां मनसा वचसा वाधिगन्तुमलं विबुधायुषापि पुरुषस्तस्मात्प्राधान्येनैव भूगोलकविशेषं नामरूप मानलक्षणतो व्याख्यास्याम: ॥ ४ ॥",
        "english_devnagari": "ṛṣir uvācana vai mahārāja bhagavato māyā-guṇa-vibhūteḥ kāṣṭhāṁ manasā vacasā vādhigantum alaṁ vibudhāyuṣāpi puruṣas tasmāt prādhān-yenaiva bhū-golaka-viśeṣaṁ nāma-rūpa-māna-lakṣaṇato vyākhyāsyāmaḥ.",
        "verse_Syn": [
            "ṛṣiḥ",
            "uvāca",
            "na",
            "vai",
            "mahā",
            "rāja",
            "bhagavataḥ",
            "māyā",
            "guṇa",
            "vibhūteḥ",
            "kāṣṭhām",
            "manasā",
            "vacasā",
            "vā",
            "adhigantum",
            "alam",
            "vibudha",
            "āyuṣā",
            "api",
            "puruṣaḥ",
            "tasmāt",
            "prādhānyena",
            "eva",
            "bhū",
            "golaka",
            "viśeṣam",
            "nāma",
            "rūpa",
            "māna",
            "lakṣaṇataḥ",
            "vyākhyāsyāmaḥ"
        ],
        "translation": "The great ṛṣi Śukadeva Gosvāmī said: My dear King, there is no limit to the expansion of the Supreme Personality of Godhead’s material energy. This material world is a transformation of the material qualities [sattva-guṇa, rajo-guṇa and tamo-guṇa], yet no one could possibly explain it perfectly, even in a lifetime as long as that of Brahmā. No one in the material world is perfect, and an imperfect person could not describe this material universe accurately, even after continued speculation. O King, I shall nevertheless try to explain to you the principal regions, such as Bhūloka, with their names, forms, measurements and various symptoms.",
        "purport": " The material world is only one fourth of the Supreme Personality of Godhead’s creation, but it is unlimited and impossible for anyone to know or describe, even with the qualification of a life as long as that of Brahmā, who lives for millions and millions of years. Modern scientists and astronomers try to explain the cosmic situation and the vastness of space, and some of them believe that all the glittering stars are different suns. From Bhagavad-gītā, however, we understand that all these stars (nakṣatras) are like the moon, in that they reflect the sunshine. They are not independent luminaries. Bhūloka is explained to be that portion of outer space through which the heat and light of the sun extend. Therefore it is natural to conclude that this universe extends in space as far as we can see and encompasses the glittering stars. Śrīla Śukadeva Gosvāmī admitted that to give full details of this expansive material universe would be impossible, but nevertheless he wanted to give the King as much knowledge as he had received through the paramparā system. We should conclude that if one cannot comprehend the material expansions of the Supreme Personality of Godhead, one certainly cannot estimate the expansiveness of the spiritual world. The Brahma-saṁhitā (5.33) confirms this: The limits of the expansions of Govinda, the Supreme Personality of Godhead, cannot be estimated by anyone, even a person as perfect as Brahmā, not to speak of tiny scientists whose senses and instruments are all imperfect and who cannot give us information of even this one universe. We should therefore be satisfied with the information obtainable from Vedic sources as spoken by authorities like Śukadeva Gosvāmī."
    },
    {
        "verse": "5",
        "devanagari": "यो वायं द्वीप: कुवलयकमलकोशाभ्यन्तरकोशो नियुतयोजन विशाल: समवर्तुलो यथा पुष्करपत्रम् ॥ ५ ॥",
        "english_devnagari": "yo vāyaṁ dvīpaḥ kuvalaya-kamala-kośābhyantara-kośo niyuta-yojana-viśālaḥ samavartulo yathā puṣkara-patram.",
        "verse_Syn": [
            "yaḥ",
            "vā",
            "ayam",
            "dvīpaḥ",
            "kuvalaya",
            "kamala",
            "kośa",
            "abhyantara",
            "kośaḥ",
            "niyuta",
            "yojana",
            "viśālaḥ",
            "samavartulaḥ",
            "yathā",
            "puṣkara",
            "patram"
        ],
        "translation": "The planetary system known as Bhū-maṇḍala resembles a lotus flower, and its seven islands resemble the whorl of that flower. The length and breadth of the island known as Jambūdvīpa, which is situated in the middle of the whorl, are one million yojanas [eight million miles]. Jambūdvīpa is round like the leaf of a lotus flower.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "यस्मिन्नव वर्षाणि नवयोजनसहस्रायामान्यष्टभिर्मर्यादागिरिभि: सुविभक्तानि भवन्ति ॥ ६ ॥",
        "english_devnagari": "yasmin nava varṣāṇi nava-yojana-sahasrāyāmāny aṣṭabhir maryādā-giribhiḥ suvibhaktāni bhavanti.",
        "verse_Syn": [
            "yasmin",
            "nava",
            "varṣāṇi",
            "nava",
            "yojana",
            "sahasra",
            "āyāmāni",
            "aṣṭabhiḥ",
            "maryādā",
            "giribhiḥ",
            "suvibhaktāni",
            "bhavanti"
        ],
        "translation": "In Jambūdvīpa there are nine divisions of land, each with a length of 9,000 yojanas [72,000 miles]. There are eight mountains that mark the boundaries of these divisions and separate them nicely.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura gives the following quotation from the Vāyu Purāṇa, wherein the locations of the various mountains, beginning with the Himālayas, are described. dhanurvat saṁsthite jñeye dve varṣe dakṣiṇottare; dīrghāṇi tatra catvāri caturasram ilāvṛtam iti dakṣiṇottare bhāratottara-kuru-varṣe catvāri kiṁpuruṣa-harivarṣa-ramyaka-hiraṇmayāni varṣāṇi nīla-niṣadhayos tiraścinībhūya samudra-praviṣṭayoḥ saṁlagnatvam aṅgīkṛtya bhadrāśva-ketumālayor api dhanur-ākṛtitvam; atas tayor dairghyata eva madhye saṅkucitatvena nava-sahasrāyāmatvam; ilāvṛtasya tu meroḥ sakāśāt catur-dikṣu nava-sahasrāyāmatvaṁ saṁbhavet vastutas tv ilāvṛta-bhadrāśva-ketumālānāṁ catus-triṁśat-sahasrāyāmatvaṁ jñeyam."
    },
    {
        "verse": "7",
        "devanagari": "एषां मध्ये इलावृतं नामाभ्यन्तरवर्षं यस्य नाभ्यामवस्थित: सर्वत: सौवर्ण: कुलगिरिराजो मेरुर्द्वीपायामसमुन्नाह: कर्णिकाभूत: कुवलयकमलस्य मूर्धनि द्वात्रिंशत् सहस्रयोजनविततो मूले षोडशसहस्रं तावतान्तर्भूम्यां प्रविष्ट: ॥ ७ ॥",
        "english_devnagari": "eṣāṁ madhye ilāvṛtaṁ nāmābhyantara-varṣaṁ yasya nābhyām avasthitaḥ sarvataḥ sauvarṇaḥ kula-giri-rājo merur dvīpāyāma-samunnāhaḥ karṇikā-bhūtaḥ kuvalaya-kamalasya mūrdhani dvā-triṁśat sahasra-yojana-vitato mūle ṣoḍaśa-sahasraṁ tāvat āntar-bhūmyāṁ praviṣṭaḥ.",
        "verse_Syn": [
            "eṣām",
            "madhye",
            "ilāvṛtam",
            "nāma",
            "abhyantara",
            "varṣam",
            "yasya",
            "nābhyām",
            "avasthitaḥ",
            "sarvataḥ",
            "sauvarṇaḥ",
            "kula",
            "giri",
            "rājaḥ",
            "meruḥ",
            "dvīpa",
            "āyāma",
            "samunnāhaḥ",
            "karṇikā",
            "bhūtaḥ",
            "kuvalaya",
            "kamalasya",
            "mūrdhani",
            "dvā",
            "triṁśat",
            "sahasra",
            "yojana",
            "vitataḥ",
            "mūle",
            "ṣoḍaśa",
            "sahasram",
            "tāvat",
            "āntaḥ",
            "bhūmyām",
            "praviṣṭaḥ"
        ],
        "translation": "Amidst these divisions, or varṣas, is the varṣa named Ilāvṛta, which is situated in the middle of the whorl of the lotus. Within Ilāvṛta-varṣa is Sumeru Mountain, which is made of gold. Sumeru Mountain is like the pericarp of the lotuslike Bhū-maṇḍala planetary system. The mountain’s height is the same as the width of Jambūdvīpa — or, in other words, 100,000 yojanas [800,000 miles]. Of that, 16,000 yojanas [128,000 miles] are within the earth, and therefore the mountain’s height above the earth is 84,000 yojanas [672,000 miles]. The mountain’s width is 32,000 yojanas [256,000 miles] at its summit and 16,000 yojanas at its base.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "उत्तरोत्तरेणेलावृतं नील: श्‍वेत: श‍ृङ्गवानिति त्रयो रम्यकहिरण्मयकुरूणां वर्षाणां मर्यादागिरय: प्रागायता उभयत: क्षारोदावधयो द्विसहस्रपृथव एकैकश: पूर्वस्मात्पूर्वस्मादुत्तर उत्तरो दशांशाधिकांशेन दैर्घ्य एव ह्रसन्ति ॥ ८ ॥",
        "english_devnagari": "uttarottareṇelāvṛtaṁ nīlaḥ śvetaḥ śṛṅgavān iti trayo ramyaka-hiraṇmaya-kurūṇāṁ varṣāṇāṁ maryādā-girayaḥ prāg-āyatā ubhayataḥ kṣārodāvadhayo dvi-sahasra-pṛthava ekaikaśaḥ pūrvasmāt pūrvasmād uttara uttaro daśāṁśādhikāṁśena dairghya eva hrasanti.",
        "verse_Syn": [
            "uttara",
            "uttareṇa",
            "ilāvṛtam",
            "nīlaḥ",
            "śvetaḥ",
            "śṛṅgavān",
            "iti",
            "trayaḥ",
            "ramyaka",
            "hiraṇmaya",
            "kurūṇām",
            "varṣāṇām",
            "maryādā",
            "girayaḥ",
            "prāk",
            "āyatāḥ",
            "ubhayataḥ",
            "kṣāroda",
            "avadhayaḥ",
            "dvi",
            "sahasra",
            "pṛthavaḥ",
            "eka",
            "ekaśaḥ",
            "pūrvasmāt",
            "pūrvasmāt",
            "uttaraḥ",
            "uttaraḥ",
            "daśa",
            "aṁśa",
            "adhika",
            "aṁśena",
            "dairghyaḥ",
            "eva",
            "hrasanti"
        ],
        "translation": "Just north of Ilāvṛta-varṣa — and going further northward, one after another — are three mountains named Nīla, Śveta and Śṛṅgavān. These mark the borders of the three varṣas named Ramyaka, Hiraṇmaya and Kuru and separate them from one another. The width of these mountains is 2,000 yojanas [16,000 miles]. Lengthwise, they extend east and west to the beaches of the ocean of salt water. Going from south to north, the length of each mountain is one tenth that of the previous mountain, but the height of them all is the same.",
        "purport": " In this regard, Madhvācārya quotes the following verses from the Brahmāṇḍa Purāṇa: It appears from these verses that aside from the sun and moon, there is an invisible planet called Rāhu. The movements of Rāhu cause both solar and lunar eclipses. We suggest that the modern expeditions attempting to reach the moon are mistakenly going to Rāhu."
    },
    {
        "verse": "9",
        "devanagari": "एवं दक्षिणेनेलावृतं निषधो हेमकूटो हिमालय इति प्रागायता यथानीलादयोऽयुतयोजनोत्सेधा हरिवर्षकिम्पुरुषभारतानां यथासङ्ख्यम् ॥ ९ ॥",
        "english_devnagari": "evaṁ dakṣiṇenelāvṛtaṁ niṣadho hemakūṭo himālaya iti prāg-āyatā yathā nīlādayo ’yuta-yojanotsedhā hari-varṣa-kimpuruṣa-bhāratānāṁ yathā-saṅkhyam.",
        "verse_Syn": [
            "evam",
            "dakṣiṇena",
            "ilāvṛtam",
            "niṣadhaḥ",
            "hema",
            "kūṭaḥ",
            "himālayaḥ",
            "iti",
            "prāk",
            "āyatāḥ",
            "yathā",
            "nīla",
            "ādayaḥ",
            "ayuta",
            "yojana",
            "utsedhāḥ",
            "hari",
            "varṣa",
            "kimpuruṣa",
            "bhāratānām",
            "yathā",
            "saṅkhyam"
        ],
        "translation": "Similarly, south of Ilāvṛta-varṣa and extending from east to west are three great mountains named (from north to south) Niṣadha, Hemakūṭa and Himālaya. Each of them is 10,000 yojanas [80,000 miles] high. They mark the boundaries of the three varṣas named Hari-varṣa, Kimpuruṣa-varṣa and Bhārata-varṣa [India].",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "तथैवेलावृतमपरेण पूर्वेण च माल्यवद्गन्धमादनावानीलनिषधायतौ द्विसहस्रं पप्रथतु: केतुमालभद्राश्वयो: सीमानं विदधाते ॥ १० ॥",
        "english_devnagari": "tathaivelāvṛtam apareṇa pūrveṇa ca mālyavad-gandhamādanāv ānīla-niṣadhāyatau dvi-sahasraṁ paprathatuḥ ketumāla-bhadrāśvayoḥ sīmānaṁ vidadhāte.",
        "verse_Syn": [
            "tathā",
            "eva",
            "ilāvṛtam",
            "apareṇa",
            "pūrveṇa",
            "ca",
            "mālyavad",
            "gandha",
            "mādanau",
            "ā",
            "nīla",
            "niṣadha",
            "āyatau",
            "dvi",
            "sahasram",
            "paprathatuḥ",
            "ketumāla",
            "bhadrāśvayoḥ",
            "sīmānam",
            "vidadhāte"
        ],
        "translation": "In the same way, west and east of Ilāvṛta-varṣa are two great mountains named Mālyavān and Gandhamādana respectively. These two mountains, which are 2,000 yojanas [16,000 miles] high, extend as far as Nīla Mountain in the north and Niṣadha in the south. They indicate the borders of Ilāvṛta-varṣa and also the varṣas known as Ketumāla and Bhadrāśva.",
        "purport": " There are so many mountains, even on this planet earth. We do not think that the measurements of all of them have actually been calculated. While passing over the mountainous region from Mexico to Caracas, we actually saw so many mountains that we doubt whether their height, length and breadth have been properly measured. Therefore, as indicated in Śrīmad-Bhāgavatam by Śukadeva Gosvāmī, we should not try to comprehend the greater mountainous areas of the universe merely by our calculations. Śukadeva Gosvāmī has already stated that such calculations would be very difficult even if one had a duration of life like that of Brahmā. We should simply be satisfied with the statements of authorities like Śukadeva Gosvāmī and appreciate how the entire cosmic manifestation has been made possible by the external energy of the Supreme Personality of Godhead. The measurements given herein, such as 10,000 yojanas or 100,000 yojanas, should be considered correct because they have been given by Śukadeva Gosvāmī. Our experimental knowledge can neither verify nor disprove the statements of Śrīmad-Bhāgavatam. We should simply hear these statements from the authorities. If we can appreciate the extensive energy of the Supreme Personality of Godhead, that will benefit us."
    },
    {
        "verse": "11",
        "devanagari": "मन्दरो मेरुमन्दर: सुपार्श्व: कुमुद इत्ययुतयोजनविस्तारोन्नाहा मेरोश्चतुर्दिशमवष्टम्भगिरय उपक्‍ल‍ृप्ता: ॥ ११ ॥",
        "english_devnagari": "mandaro merumandaraḥ supārśvaḥ kumuda ity ayuta-yojana-vistāronnāhā meroś catur-diśam avaṣṭambha-giraya upakḷptāḥ.",
        "verse_Syn": [
            "mandaraḥ",
            "meru",
            "mandaraḥ",
            "supārśvaḥ",
            "kumudaḥ",
            "iti",
            "ayuta",
            "yojana",
            "vistāra",
            "unnāhāḥ",
            "meroḥ",
            "catuḥ",
            "diśam",
            "avaṣṭambha",
            "girayaḥ",
            "upakḷptāḥ"
        ],
        "translation": "On the four sides of the great mountain known as Sumeru are four mountains — Mandara, Merumandara, Supārśva and Kumuda — which are like its belts. The length and height of these mountains are calculated to be 10,000 yojanas [80,000 miles].",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "चतुर्ष्वेतेषु चूतजम्बूकदम्बन्यग्रोधाश्चत्वार: पादप प्रवरा: पर्वतकेतव इवाधिसहस्रयोजनोन्नाहास्तावद् विटपविततय: शतयोजनपरिणाहा: ॥ १२ ॥",
        "english_devnagari": "caturṣv eteṣu cūta-jambū-kadamba-nyagrodhāś catvāraḥ pādapa-pravarāḥ parvata-ketava ivādhi-sahasra-yojanonnāhās tāvad viṭapa-vitatayaḥ śata-yojana-pariṇāhāḥ.",
        "verse_Syn": [
            "caturṣu",
            "eteṣu",
            "cūta",
            "jambū",
            "kadamba",
            "nyagrodhāḥ",
            "catvāraḥ",
            "pādapa",
            "pravarāḥ",
            "parvata",
            "ketavaḥ",
            "iva",
            "adhi",
            "sahasra",
            "yojana",
            "unnāhāḥ",
            "tāvat",
            "viṭapa",
            "vitatayaḥ",
            "śata",
            "yojana",
            "pariṇāhāḥ"
        ],
        "translation": "Standing like flagstaffs on the summits of these four mountains are a mango tree, a rose apple tree, a kadamba tree and a banyan tree. Those trees are calculated to have a width of 100 yojanas [800 miles] and a height of 1,100 yojanas [8,800 miles]. Their branches also spread to a radius of 1,100 yojanas.",
        "purport": ""
    },
    {
        "verse": "13-14",
        "devanagari": "ह्रदाश्चत्वार: पयोमध्विक्षुरसमृष्टजला यदुपस्पर्शिन उपदेवगणा योगैश्वर्याणि स्वाभाविकानि भरतर्षभ धारयन्ति ॥ १३ ॥ देवोद्यानानि च भवन्ति चत्वारि नन्दनं चैत्ररथं वैभ्राजकं सर्वतोभद्रमिति ॥ १४ ॥",
        "english_devnagari": "hradāś catvāraḥ payo-madhv-ikṣurasa-mṛṣṭa-jalā yad-upasparśina upadeva-gaṇā yogaiśvaryāṇi svābhāvikāni bharatarṣabha dhārayanti; devodyānāni ca bhavanti catvāri nandanaṁ caitrarathaṁ vaibhrājakaṁ sarvatobhadram iti.",
        "verse_Syn": [
            "hradāḥ",
            "catvāraḥ",
            "payaḥ",
            "madhu",
            "ikṣu",
            "rasa",
            "mṛṣṭa",
            "jalāḥ",
            "yat",
            "upasparśinaḥ",
            "upadeva",
            "gaṇāḥ",
            "yoga",
            "aiśvaryāṇi",
            "svābhāvikāni",
            "bharata",
            "ṛṣabha",
            "dhārayanti",
            "deva",
            "udyānāni",
            "ca",
            "bhavanti",
            "catvāri",
            "nandanam",
            "caitra",
            "ratham",
            "vaibhrājakam",
            "sarvataḥ",
            "bhadram",
            "iti"
        ],
        "translation": "O Mahārāja Parīkṣit, best of the Bharata dynasty, between these four mountains are four huge lakes. The water of the first tastes just like milk; the water of the second, like honey; and that of the third, like sugarcane juice. The fourth lake is filled with pure water. The celestial beings such as the Siddhas, Cāraṇas and Gandharvas, who are also known as demigods, enjoy the facilities of those four lakes. Consequently they have the natural perfections of mystic yoga, such as the power to become smaller than the smallest or greater than the greatest. There are also four celestial gardens named Nandana, Caitraratha, Vaibhrājaka and Sarvatobhadra.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "येष्वमर परिवृढा: सह सुरललनाललामयूथपतय उपदेवगणैरुपगीयमानमहिमान: किल विहरन्ति ॥ १५ ॥",
        "english_devnagari": "yeṣv amara-parivṛḍhāḥ saha sura-lalanā-lalāma-yūtha-pataya upadeva-gaṇair upagīyamāna-mahimānaḥ kila viharanti.",
        "verse_Syn": [
            "yeṣu",
            "amara",
            "parivṛḍhāḥ",
            "saha",
            "sura",
            "lalanā",
            "lalāma",
            "yūtha",
            "patayaḥ",
            "upadeva",
            "gaṇaiḥ",
            "upagīyamāna",
            "mahimānaḥ",
            "kila",
            "viharanti"
        ],
        "translation": "The best of the demigods, along with their wives, who are like ornaments of heavenly beauty, meet together and enjoy within those gardens, while their glories are sung by lesser demigods known as Gandharvas.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "मन्दरोत्सङ्ग एकादशशतयोजनोत्तुङ्गदेवचूतशिरसो गिरिशिखरस्थूलानि फलान्यमृतकल्पानि पतन्ति ॥ १६ ॥",
        "english_devnagari": "mandarotsaṅga ekādaśa-śata-yojanottuṅga-devacūta-śiraso giri-śikhara-sthūlāni phalāny amṛta-kalpāni patanti.",
        "verse_Syn": [
            "mandara",
            "utsaṅge",
            "ekādaśa",
            "śata",
            "yojana",
            "uttuṅga",
            "devacūta",
            "śirasaḥ",
            "giri",
            "śikhara",
            "sthūlāni",
            "phalāni",
            "amṛta",
            "kalpāni",
            "patanti"
        ],
        "translation": "On the lower slopes of Mandara Mountain is a mango tree named Devacūta. It is 1,100 yojanas high. Mangoes as big as mountain peaks and as sweet as nectar fall from the top of this tree for the enjoyment of the denizens of heaven.",
        "purport": " In the Vāyu Purāṇa there is also a reference to this tree by great learned sages:"
    },
    {
        "verse": "17",
        "devanagari": "तेषां विशीर्यमाणानामतिमधुरसुरभिसुगन्धि बहुलारुणरसोदेनारुणोदा नाम नदी मन्दरगिरिशिखरान्निपतन्ती पूर्वेणेलावृतमुपप्लावयति ॥ १७ ॥",
        "english_devnagari": "teṣāṁ viśīryamāṇānām ati-madhura-surabhi-sugandhi-bahulāruṇa-rasodenāruṇodā nāma nadī mandara-giri-śikharān nipatantī pūrveṇelāvṛtam upaplāvayati.",
        "verse_Syn": [
            "teṣām",
            "viśīryamāṇānām",
            "ati",
            "madhura",
            "surabhi",
            "sugandhi",
            "bahula",
            "aruṇa",
            "rasa",
            "udena",
            "aruṇodā",
            "nāma",
            "nadī",
            "mandara",
            "giri",
            "śikharāt",
            "nipatantī",
            "pūrveṇa",
            "ilāvṛtam",
            "upaplāvayati"
        ],
        "translation": "When all those solid fruits fall from such a height, they break, and the sweet, fragrant juice within them flows out and becomes increasingly more fragrant as it mixes with other scents. That juice cascades from the mountain in waterfalls and becomes a river called Aruṇodā, which flows pleasantly through the eastern side of Ilāvṛta.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "यदुपजोषणाद्भ‍वान्या अनुचरीणां पुण्यजनवधूनामवयवस्पर्शसुगन्धवातो दशयोजनं समन्तादनुवासयति ॥ १८ ॥",
        "english_devnagari": "yad-upajoṣaṇād bhavānyā anucarīṇāṁ puṇya-jana-vadhūnām avayava-sparśa-sugandha-vāto daśa-yojanaṁ samantād anuvāsayati.",
        "verse_Syn": [
            "yat",
            "upajoṣaṇāt",
            "bhavānyāḥ",
            "anucarīṇām",
            "puṇya",
            "jana",
            "vadhūnām",
            "avayava",
            "sparśa",
            "sugandha",
            "vātaḥ",
            "daśa",
            "yojanam",
            "samantāt",
            "anuvāsayati"
        ],
        "translation": "The pious wives of the Yakṣas act as personal maidservants to assist Bhavānī, the wife of Lord Śiva. Because they drink the water of the river Aruṇodā, their bodies become fragrant, and as the air carries away that fragrance, it perfumes the entire atmosphere for eighty miles around.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "एवं जम्बूफलानामत्युच्चनिपातविशीर्णानामनस्थिप्रायाणामिभकायनिभानां रसेन जम्बू नाम नदी मेरुमन्दरशिखरादयुतयोजनादवनितले निपतन्ती दक्षिणेनात्मानं यावदिलावृतमुपस्यन्दयति ॥ १९ ॥",
        "english_devnagari": "evaṁ jambū-phalānām atyucca-nipāta-viśīrṇānām anasthi-prāyāṇām ibha-kāya-nibhānāṁ rasena jambū nāma nadī meru-mandara-śikharād ayuta-yojanād avani-tale nipatantī dakṣiṇenātmānaṁ yāvad ilāvṛtam upasyandayati.",
        "verse_Syn": [
            "evam",
            "jambū",
            "phalānām",
            "ati",
            "ucca",
            "nipāta",
            "viśīrṇānām",
            "anasthi",
            "prāyāṇām",
            "ibha",
            "kāya",
            "nibhānām",
            "rasena",
            "jambū",
            "nāma",
            "nadī",
            "meru",
            "mandara",
            "śikharāt",
            "ayuta",
            "yojanāt",
            "avani",
            "tale",
            "nipatantī",
            "dakṣiṇena",
            "ātmānam",
            "yāvat",
            "ilāvṛtam",
            "upasyandayati"
        ],
        "translation": "Similarly, the fruits of the jambū tree, which are full of pulp and have very small seeds, fall from a great height and break to pieces. Those fruits are the size of elephants, and the juice gliding from them becomes a river named Jambū-nadī. This river falls a distance of 10,000 yojanas, from the summit of Merumandara to the southern side of Ilāvṛta, and floods the entire land of Ilāvṛta with juice.",
        "purport": " We can only imagine how much juice there might be in a fruit that is the size of an elephant but has a very tiny seed. Naturally the juice from the broken jambū fruits forms waterfalls and floods the entire land of Ilāvṛta. That juice produces an immense quantity of gold, as will be explained in the next verses."
    },
    {
        "verse": "20-21",
        "devanagari": "तावदुभयोरपि रोधसोर्या मृत्तिका तद्रसेनानुविध्यमाना वाय्वर्कसंयोगविपाकेन सदामरलोकाभरणं जाम्बूनदं नाम सुवर्णं भवति ॥ २० ॥यदु ह वाव विबुधादय: सह युवतिभिर्मुकुटकटककटिसूत्राद्याभरणरूपेण खलु धारयन्ति ॥ २१ ॥",
        "english_devnagari": "tāvad ubhayor api rodhasor yā mṛttikā tad-rasenānuvidhyamānā vāyv-arka-saṁyoga-vipākena sadāmara-lokābharaṇaṁ jāmbū-nadaṁ nāma suvarṇaṁ bhavati; yad u ha vāva vibudhādayaḥ saha yuvatibhir mukuṭa-kaṭaka-kaṭi-sūtrādy-ābharaṇa-rūpeṇa khalu dhārayanti.",
        "verse_Syn": [
            "tāvat",
            "ubhayoḥ",
            "api",
            "rodhasoḥ",
            "yā",
            "mṛttikā",
            "tat",
            "rasena",
            "anuvidhyamānā",
            "vāyu",
            "arka",
            "saṁyoga",
            "vipākena",
            "sadā",
            "amara",
            "loka",
            "ābharaṇam",
            "jāmbū",
            "nadam",
            "nāma",
            "suvarṇam",
            "bhavati",
            "yat",
            "u",
            "ha",
            "vāva",
            "vibudha",
            "ādayaḥ",
            "saha",
            "yuvatibhiḥ",
            "mukuṭa",
            "kaṭaka",
            "kaṭi",
            "sūtra",
            "ādi",
            "ābharaṇa",
            "rūpeṇa",
            "khalu",
            "dhārayanti"
        ],
        "translation": "The mud on both banks of the river Jambū-nadī, being moistened by the flowing juice and then dried by the air and the sunshine, produces huge quantities of gold called Jāmbū-nada. The denizens of heaven use this gold for various kinds of ornaments. Therefore all the inhabitants of the heavenly planets and their youthful wives are fully decorated with golden helmets, bangles and belts, and thus they enjoy life.",
        "purport": " By the arrangement of the Supreme Personality of Godhead, the rivers on some planets produce gold on their banks. The poor inhabitants of this earth, because of their incomplete knowledge, are captivated by a so-called bhagavān who can produce a small quantity of gold. However, it is understood that in a higher planetary system in this material world, the mud on the banks of the Jambū-nadī mixes with jambū juice, reacts with the sunshine in the air, and automatically produces huge quantities of gold. Thus the men and women are decorated there by various golden ornaments, and they look very nice. Unfortunately, on earth there is such a scarcity of gold that the governments of the world try to keep it in reserve and issue paper currency. Because that currency is not backed up by gold, the paper they distribute as money is worthless, but nevertheless the people on earth are very proud of material advancement. In modern times, girls and ladies have ornaments made of plastic instead of gold, and plastic utensils are used instead of golden ones, yet people are very proud of their material wealth. Therefore the people of this age are described as mandāḥ sumanda-matayo manda-bhāgyā hy upadrutāḥ (Bhāg. 1.1.10). In other words, they are extremely bad and slow to understand the opulence of the Supreme Personality of Godhead. They have been described as sumanda-matayaḥ because their conceptions are so crippled that they accept a bluffer who produces a little gold to be God. Because they have no gold in their possession, they are actually poverty-stricken, and therefore they are considered unfortunate. Sometimes these unfortunate people want to be promoted to the heavenly planets to achieve fortunate positions, as described in this verse, but pure devotees of the Lord are not at all interested in such opulence. Indeed, devotees sometimes compare the color of gold to that of bright golden stool. Śrī Caitanya Mahāprabhu has instructed devotees not to be allured by golden ornaments and beautifully decorated women. Na dhanaṁ na janaṁ na sundarīm: a devotee should not be allured by gold, beautiful women or the prestige of having many followers. Śrī Caitanya Mahāprabhu, therefore, confidentially prayed, mama janmani janmanīśvare bhavatād bhaktir ahaitukī tvayi: “My Lord, please bless Me with Your devotional service. I do not want anything else.” A devotee may pray to be delivered from this material world. That is his only aspiration. The humble devotee simply prays to the Lord, “Kindly pick me up from the material world, which is full of varieties of material opulence, and keep me under the shelter of Your lotus feet.” Śrīla Narottama dāsa Ṭhākura prays: “O my Lord, O son of Nanda Mahārāja, now You are standing before me with Your consort, the daughter of Vṛṣabhānu, Śrīmatī Rādhārāṇī. Kindly accept me as the dust of Your lotus feet. Please do not kick me away, for I have no other shelter.” Similarly, Prabodhānanda Sarasvatī indicates that the position of the demigods, who are decorated with golden helmets and other ornaments, is no better than a phantasmagoria (tri-daśa-pūr ākāśa-puṣpāyate). A devotee is never allured by such opulences. He simply aspires to become the dust of the lotus feet of the Lord."
    },
    {
        "verse": "22",
        "devanagari": "यस्तु महाकदम्ब: सुपार्श्वनिरूढो यास्तस्य कोटरेभ्यो विनि:सृता: पञ्चायामपरिणाहा: पञ्च मधुधारा: सुपार्श्वशिखरात्पतन्त्योऽपरेणात्मानमिलावृतमनुमोदयन्ति ॥ २२ ॥",
        "english_devnagari": "yas tu mahā-kadambaḥ supārśva-nirūḍho yās tasya koṭarebhyo viniḥsṛtāḥ pañcāyāma-pariṇāhāḥ pañca madhu-dhārāḥ supārśva-śikharāt patantyo ’pareṇātmānam ilāvṛtam anumodayanti.",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "mahā",
            "kadambaḥ",
            "supārśva",
            "nirūḍhaḥ",
            "yāḥ",
            "tasya",
            "koṭarebhyaḥ",
            "viniḥsṛtāḥ",
            "pañca",
            "āyāma",
            "pariṇāhāḥ",
            "pañca",
            "madhu",
            "dhārāḥ",
            "supārśva",
            "śikharāt",
            "patantyaḥ",
            "apareṇa",
            "ātmānam",
            "ilāvṛtam",
            "anumodayanti"
        ],
        "translation": "On the side of Supārśva Mountain stands a big tree called Mahākadamba, which is very celebrated. From the hollows of this tree flow five rivers of honey, each about five vyāmas wide. This flowing honey falls incessantly from the top of Supārśva Mountain and flows all around Ilāvṛta-varṣa, beginning from the western side. Thus the whole land is saturated with the pleasing fragrance.",
        "purport": " The distance between one hand and another when one spreads both his arms is called a vyāma. This comes to about eight feet. Thus each of the rivers was about forty feet wide, making a total of about two hundred feet."
    },
    {
        "verse": "23",
        "devanagari": "या ह्युपयुञ्जानानां मुखनिर्वासितो वायु: समन्ताच्छतयोजनमनुवासयति ॥ २३ ॥",
        "english_devnagari": "yā hy upayuñjānānāṁ mukha-nirvāsito vāyuḥ samantāc chata-yojanam anuvāsayati.",
        "verse_Syn": [
            "yāḥ",
            "hi",
            "upayuñjānānām",
            "mukha",
            "nirvāsitaḥ",
            "vāyuḥ",
            "samantāt",
            "śata",
            "yojanam",
            "anuvāsayati"
        ],
        "translation": "The air carrying the scent from the mouths of those who drink that honey perfumes the land for a hundred yojanas around.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "एवं कुमुदनिरूढो य: शतवल्शो नाम वटस्तस्य स्कन्धेभ्यो नीचीना: पयोदधिमधुघृतगुडान्नाद्यम्बरशय्यासनाभरणादय: सर्व एव कामदुघा नदा: कुमुदाग्रात्पतन्तस्तमुत्तरेणेलावृतमुपयोजयन्ति ॥ २४ ॥",
        "english_devnagari": "evaṁ kumuda-nirūḍho yaḥ śatavalśo nāma vaṭas tasya skandhebhyo nīcīnāḥ payo-dadhi-madhu-ghṛta-guḍānnādy-ambara-śayyāsanābharaṇādayaḥ sarva eva kāma-dughā nadāḥ kumudāgrāt patantas tam uttareṇelāvṛtam upayojayanti.",
        "verse_Syn": [
            "evam",
            "kumuda",
            "nirūḍhaḥ",
            "yaḥ",
            "śata",
            "valśaḥ",
            "nāma",
            "vaṭaḥ",
            "tasya",
            "skandhebhyaḥ",
            "nīcīnāḥ",
            "payaḥ",
            "dadhi",
            "madhu",
            "ghṛta",
            "guḍa",
            "anna",
            "ādi",
            "ambara",
            "śayyā",
            "āsana",
            "ābharaṇa",
            "ādayaḥ",
            "sarve",
            "eva",
            "kāma",
            "dughāḥ",
            "nadāḥ",
            "kumuda",
            "agrāt",
            "patantaḥ",
            "tam",
            "uttareṇa",
            "ilāvṛtam",
            "upayojayanti"
        ],
        "translation": "Similarly, on Kumuda Mountain there is a great banyan tree, which is called Śatavalśa because it has a hundred main branches. From those branches come many roots, from which many rivers are flowing. These rivers flow down from the top of the mountain to the northern side of Ilāvṛta-varṣa for the benefit of those who live there. Because of these flowing rivers, all the people have ample supplies of milk, yogurt, honey, clarified butter [ghee], molasses, food grains, clothes, bedding, sitting places and ornaments. All the objects they desire are sufficiently supplied for their prosperity, and therefore they are very happy.",
        "purport": " The prosperity of humanity does not depend on a demoniac civilization that has no culture and no knowledge but has only gigantic skyscrapers and huge automobiles always rushing down the highways. The products of nature are sufficient. When there is a profuse supply of milk, yogurt, honey, food grains, ghee, molasses, dhotis, saris, bedding, sitting places and ornaments, the residents are actually opulent. When a profuse supply of water from the river inundates the land, all these things can be produced, and there will not be scarcity. This all depends, however, on the performance of sacrifice as described in the Vedic literature. “All living bodies subsist on food grains, which are produced from rains. Rains are produced by performance of yajña [sacrifice], and yajña is born of prescribed duties.” These are the prescriptions given in Bhagavad-gītā (3.14). If people follow these principles in full Kṛṣṇa consciousness, human society will be prosperous, and they will be happy both in this life and in the next."
    },
    {
        "verse": "25",
        "devanagari": "यानुपजुषाणानां न कदाचिदपि प्रजानां वलीपलितक्लमस्वेददौर्गन्ध्यजरामयमृत्युशीतोष्णवैवर्ण्योपसर्गादयस्तापविशेषा भवन्ति यावज्जीवं सुखं निरतिशयमेव ॥ २५ ॥",
        "english_devnagari": "yān upajuṣāṇānāṁ na kadācid api prajānāṁ valī-palita-klama-sveda-daurgandhya-jarāmaya-mṛtyu-śītoṣṇa-vaivarṇyopasargādayas tāpa-viśeṣā bhavanti yāvaj jīvaṁ sukhaṁ niratiśayam eva.",
        "verse_Syn": [
            "yān",
            "upajuṣāṇānām",
            "na",
            "kadācit",
            "api",
            "prajānām",
            "valī",
            "palita",
            "klama",
            "sveda",
            "daurgandhya",
            "jarā",
            "āmaya",
            "mṛtyu",
            "śīta",
            "uṣṇa",
            "vaivarṇya",
            "upasarga",
            "ādayaḥ",
            "tāpa",
            "viśeṣāḥ",
            "bhavanti",
            "yāvat",
            "jīvam",
            "sukham",
            "niratiśayam",
            "eva"
        ],
        "translation": "The residents of the material world who enjoy the products of these flowing rivers have no wrinkles on their bodies and no grey hair. They never feel fatigue, and perspiration does not give their bodies a bad odor. They are not afflicted by old age, disease or untimely death, they do not suffer from chilly cold or scorching heat, nor do their bodies lose their luster. They all live very happily, without anxieties, until death.",
        "purport": " This verse hints at the perfection of human society even within this material world. The miserable conditions of this material world can be corrected by a sufficient supply of milk, yogurt, honey, ghee, molasses, food grains, ornaments, bedding, sitting places and so on. This is human civilization. Ample food grains can be produced through agricultural enterprises, and profuse supplies of milk, yogurt and ghee can be arranged through cow protection. Abundant honey can be obtained if the forests are protected. Unfortunately, in modern civilization, men are busy killing the cows that are the source of yogurt, milk and ghee, they are cutting down all the trees that supply honey, and they are opening factories to manufacture nuts, bolts, automobiles and wine instead of engaging in agriculture. How can the people be happy? They must suffer from all the misery of materialism. Their bodies become wrinkled and gradually deteriorate until they become almost like dwarves, and a bad odor emanates from their bodies because of unclean perspiration resulting from eating all kinds of nasty things. This is not human civilization. If people actually want happiness in this life and want to prepare for the best in the next life, they must adopt a Vedic civilization. In a Vedic civilization, there is a full supply of all the necessities mentioned above."
    },
    {
        "verse": "26",
        "devanagari": "कुरङ्गकुररकुसुम्भवैकङ्कत्रिकूटशिशिरपतङ्गरुचकनिषधशिनीवासकपिलशङ्खवैदूर्यजारुधिहंसऋषभनागकालञ्जरनारदादयो विंशतिगिरयो मेरो: कर्णिकाया इव केसरभूता मूलदेशे परित उपक्‍ल‍ृप्ता: ॥ २६ ॥",
        "english_devnagari": "kuraṅga-kurara-kusumbha-vaikaṅka-trikūṭa-śiśira-pataṅga-rucaka-niṣadha-śinīvāsa-kapila-śaṅkha-vaidūrya-jārudhi-haṁsa-ṛṣabha-nāga-kālañjara-nāradādayo viṁśati-girayo meroḥ karṇikāyā iva kesara-bhūtā mūla-deśe parita upakḷptāḥ.",
        "verse_Syn": [
            "kuraṅga",
            "kurara",
            "kusumbha",
            "vaikaṅka",
            "trikūṭa",
            "śiśira",
            "pataṅga",
            "rucaka",
            "niṣadha",
            "śinīvāsa",
            "kapila",
            "śaṅkha",
            "vaidūrya",
            "jārudhi",
            "haṁsa",
            "ṛṣabha",
            "nāga",
            "kālañjara",
            "nārada",
            "ādayaḥ",
            "viṁśati",
            "girayaḥ",
            "meroḥ",
            "karṇikāyāḥ",
            "iva",
            "kesara",
            "bhūtāḥ",
            "mūla",
            "deśe",
            "paritaḥ",
            "upakḷptāḥ"
        ],
        "translation": "There are other mountains beautifully arranged around the foot of Mount Meru like the filaments around the whorl of a lotus flower. Their names are Kuraṅga, Kurara, Kusumbha, Vaikaṅka, Trikūṭa, Śiśira, Pataṅga, Rucaka, Niṣadha, Sinīvāsa, Kapila, Śaṅkha, Vaidūrya, Jārudhi, Haṁsa, Ṛṣabha, Nāga, Kālañjara and Nārada.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "जठरदेवकूटौ मेरुं पूर्वेणाष्टादशयोजनसहस्रमुदगायतौ द्विसहस्रं पृथुतुङ्गौ भवत: । एवमपरेण पवनपारियात्रौ दक्षिणेन कैलासकरवीरौ प्रागायतावेवमुत्तरतस्त्रिश‍ृङ्गमकरावष्टभिरेतै: परिसृतोऽग्निरिव परितश्चकास्ति काञ्चनगिरि: ॥ २७ ॥",
        "english_devnagari": "jaṭhara-devakūṭau meruṁ pūrveṇāṣṭādaśa-yojana-sahasram udagāyatau dvi-sahasraṁ pṛthu-tuṅgau bhavataḥ; evam apareṇa pavana-pāriyātrau dakṣiṇena kailāsa-karavīrau prāg-āyatāv evam uttaratas triśṛṅga-makarāv aṣṭabhir etaiḥ parisṛto ’gnir iva paritaś cakāsti kāñcana-giriḥ.",
        "verse_Syn": [
            "jaṭhara",
            "devakūṭau",
            "merum",
            "pūrveṇa",
            "aṣṭādaśa",
            "yojana",
            "sahasram",
            "udagāyatau",
            "dvi",
            "sahasram",
            "pṛthu",
            "tuṅgau",
            "bhavataḥ",
            "evam",
            "apareṇa",
            "pavana",
            "pāriyātrau",
            "dakṣiṇena",
            "kailāsa",
            "karavīrau",
            "prāk",
            "āyatau",
            "evam",
            "uttarataḥ",
            "triśṛṅga",
            "makarau",
            "aṣṭabhiḥ",
            "etaiḥ",
            "parisṛtaḥ",
            "agniḥ",
            "iva",
            "paritaḥ",
            "cakāsti",
            "kāñcana",
            "giriḥ"
        ],
        "translation": "On the eastern side of Sumeru Mountain are two mountains named Jaṭhara and Devakūṭa, which extend to the north and south for 18,000 yojanas [144,000 miles]. Similarly, on the western side of Sumeru are two mountains named Pavana and Pāriyātra, which also extend north and south for the same distance. On the southern side of Sumeru are two mountains named Kailāsa and Karavīra, which extend east and west for 18,000 yojanas, and on the northern side of Sumeru, extending for the same distance east and west, are two mountains named Triśṛṅga and Makara. The width and height of all these mountains is 2,000 yojanas [16,000 miles]. Sumeru, a mountain of solid gold shining as brilliantly as fire, is surrounded by these eight mountains.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "मेरोर्मूर्धनि भगवत आत्मयोनेर्मध्यत उपक्‍ल‍ृप्तां पुरीमयुतयोजनसाहस्रीं समचतुरस्रां शातकौम्भीं वदन्ति ॥ २८ ॥",
        "english_devnagari": "meror mūrdhani bhagavata ātma-yoner madhyata upakḷptāṁ purīm ayuta-yojana-sāhasrīṁ sama-caturasrāṁ śātakaumbhīṁ vadanti.",
        "verse_Syn": [
            "meroḥ",
            "mūrdhani",
            "bhagavataḥ",
            "ātma",
            "yoneḥ",
            "madhyataḥ",
            "upakḷptām",
            "purīm",
            "ayuta",
            "yojana",
            "sāhasrīm",
            "sama",
            "caturasrām",
            "śāta",
            "kaumbhīm",
            "vadanti"
        ],
        "translation": "In the middle of the summit of Meru is the township of Lord Brahmā. Each of its four sides is calculated to extend for ten million yojanas [eighty million miles]. It is made entirely of gold, and therefore learned scholars and sages call it Śātakaumbhī.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "तामनुपरितो लोकपालानामष्टानां यथादिशं यथारूपं तुरीयमानेन पुरोऽष्टावुपक्‍ल‍ृप्ता: ॥ २९ ॥",
        "english_devnagari": "tām anuparito loka-pālānām aṣṭānāṁ yathā-diśaṁ yathā-rūpaṁ turīya-mānena puro ’ṣṭāv upakḷptāḥ.",
        "verse_Syn": [
            "tām",
            "anuparitaḥ",
            "loka",
            "pālānām",
            "aṣṭānām",
            "yathā",
            "diśam",
            "yathā",
            "rūpam",
            "turīya",
            "mānena",
            "puraḥ",
            "aṣṭau",
            "upakḷptāḥ"
        ],
        "translation": "Surrounding Brahmapurī in all directions are the residences of the eight principal governors of the planetary systems, beginning with King Indra. These abodes are similar to Brahmapurī but are one fourth the size.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura confirms that the townships of Lord Brahmā and the eight subordinate governors of the planetary systems, beginning with Indra, are mentioned in other Purāṇas. Brahmā’s township is known as Manovatī, and those of his assistants such as Indra and Agni are known as Amarāvatī, Tejovatī, Saṁyamanī, Kṛṣṇāṅganā, Śraddhāvatī, Gandhavatī, Mahodayā and Yaśovatī. Brahmapurī is situated in the middle, and the other eight purīs surround it in all directions."
    }
]