[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअत: परं प्लक्षादीनां प्रमाणलक्षणसंस्थानतो वर्षविभाग उपवर्ण्यते ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaataḥ paraṁ plakṣādīnāṁ pramāṇa-lakṣaṇa-saṁsthānato varṣa-vibhāga upavarṇyate.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ataḥ",
            "param",
            "plakṣa",
            "ādīnām",
            "pramāṇa",
            "lakṣaṇa",
            "saṁsthānataḥ",
            "varṣa",
            "vibhāgaḥ",
            "upavarṇyate"
        ],
        "translation": "The great sage Śukadeva Gosvāmī said: Hereafter I shall describe the dimensions, characteristics and forms of the six islands beginning with the island of Plakṣa.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "जम्बूद्वीपोऽयं यावत्प्रमाणविस्तारस्तावता क्षारोदधिना परिवेष्टितो यथा मेरुर्जम्ब्वाख्येन लवणोदधिरपि ततो द्विगुणविशालेन प्लक्षाख्येन परिक्षिप्तो यथा परिखा बाह्योपवनेन । प्लक्षो जम्बूप्रमाणो द्वीपाख्याकरो हिरण्मय उत्थितो यत्राग्निरुपास्ते सप्तजिह्वस्तस्याधिपति: प्रियव्रतात्मज इध्मजिह्व: स्वं द्वीपं सप्तवर्षाणि विभज्य सप्तवर्षनामभ्य आत्मजेभ्य आकलय्य स्वयमात्मयोगेनोपरराम ॥ २ ॥",
        "english_devnagari": "jambūdvīpo ’yaṁ yāvat-pramāṇa-vistāras tāvatā kṣārodadhinā pariveṣṭito yathā merur jambv-ākhyena lavaṇodadhir api tato dvi-guṇa-viśālena plakṣākhyena parikṣipto yathā parikhā bāhyopavanena; plakṣo jambū-pramāṇo dvīpākhyākaro hiraṇmaya utthito yatrāgnir upāste sapta-jihvas tasyādhipatiḥ priyavratātmaja idhmajihvaḥ svaṁ dvīpaṁ sapta-varṣāṇi vibhajya sapta-varṣa-nāmabhya ātmajebhya ākalayya svayam ātma-yogenopararāma.",
        "verse_Syn": [
            "jambū",
            "dvīpaḥ",
            "ayam",
            "yāvat",
            "pramāṇa",
            "vistāraḥ",
            "tāvatā",
            "kṣāra",
            "udadhinā",
            "pariveṣṭitaḥ",
            "yathā",
            "meruḥ",
            "jambū",
            "ākhyena",
            "lavaṇa",
            "udadhiḥ",
            "api",
            "tataḥ",
            "dvi",
            "guṇa",
            "viśālena",
            "plakṣa",
            "ākhyena",
            "parikṣiptaḥ",
            "yathā",
            "parikhā",
            "bāhya",
            "upavanena",
            "plakṣaḥ",
            "jambū",
            "pramāṇaḥ",
            "dvīpa",
            "ākhyā",
            "karaḥ",
            "hiraṇmayaḥ",
            "utthitaḥ",
            "yatra",
            "agniḥ",
            "upāste",
            "sapta",
            "jihvaḥ",
            "tasya",
            "adhipatiḥ",
            "priyavrata",
            "ātmajaḥ",
            "idhma",
            "jihvaḥ",
            "svam",
            "dvīpam",
            "sapta",
            "varṣāṇi",
            "vibhajya",
            "sapta",
            "varṣa",
            "nāmabhyaḥ",
            "ātmajebhyaḥ",
            "ākalayya",
            "svayam",
            "ātma",
            "yogena",
            "upararāma"
        ],
        "translation": "As Sumeru Mountain is surrounded by Jambūdvīpa, Jambūdvīpa is also surrounded by an ocean of salt water. The breadth of Jambūdvīpa is 100,000 yojanas [800,000 miles], and the breadth of the saltwater ocean is the same. As a moat around a fort is sometimes surrounded by gardenlike forest, the saltwater ocean surrounding Jambūdvīpa is itself surrounded by Plakṣadvīpa. The breadth of Plakṣadvīpa is twice that of the saltwater ocean — in other words 200,000 yojanas [1,600,000 miles]. On Plakṣadvīpa there is a tree shining like gold and as tall as the jambū tree on Jambūdvīpa. At its root is a fire with seven flames. It is because this tree is a plakṣa tree that the island is called Plakṣadvīpa. Plakṣadvīpa was governed by Idhmajihva, one of the sons of Mahārāja Priyavrata. He endowed the seven islands with the names of his seven sons, divided the islands among the sons, and then retired from active life to engage in the devotional service of the Lord.",
        "purport": ""
    },
    {
        "verse": "3-4",
        "devanagari": "शिवं यवसं सुभद्रं शान्तं क्षेमममृतमभयमिति वर्षाणि तेषु गिरयो नद्यश्च सप्तैवाभिज्ञाता: ॥ ३ ॥ मणिकूटो वज्रकूट इन्द्रसेनो ज्योतिष्मान् सुपर्णो हिरण्यष्ठीवो मेघमाल इति सेतुशैला: । अरुणा नृम्णाऽऽङ्गिरसी सावित्री सुप्तभाता ऋतम्भरा सत्यम्भरा इति महानद्य: । यासां जलोपस्पर्शनविधूतरजस्तमसो हंसपतङ्गोर्ध्वायनसत्याङ्गसंज्ञाश्चत्वारो वर्णा: सहस्रायुषो विबुधोपमसन्दर्शनप्रजनना: स्वर्गद्वारं त्रय्या विद्यया भगवन्तं त्रयीमयं सूर्यमात्मानं यजन्ते ॥ ४ ॥",
        "english_devnagari": "śivaṁ yavasaṁ subhadraṁ śāntaṁ kṣemam amṛtam abhayam iti varṣāṇi teṣu girayo nadyaś ca saptaivābhijñātāḥ; maṇikūṭo vajrakūṭa indraseno jyotiṣmān suparṇo hiraṇyaṣṭhīvo meghamāla iti setu-śailāḥ aruṇā nṛmṇāṅgirasī sāvitrī suptabhātā ṛtambharā satyambharā iti mahā-nadyaḥ; yāsāṁ jalopasparśana-vidhūta-rajas-tamaso haṁsa-pataṅgordhvāyana-satyāṅga-saṁjñāś catvāro varṇāḥ sahasrāyuṣo vibudhopama-sandarśana-prajananāḥ svarga-dvāraṁ trayyā vidyayā bhagavantaṁ trayīmayaṁ sūryam ātmānaṁ yajante.",
        "verse_Syn": [
            "śivam",
            "yavasam",
            "subhadram",
            "śāntam",
            "kṣemam",
            "amṛtam",
            "abhayam",
            "iti",
            "varṣāṇi",
            "teṣu",
            "girayaḥ",
            "nadyaḥ",
            "ca",
            "sapta",
            "eva",
            "abhijñātāḥ",
            "maṇi",
            "kūṭaḥ",
            "vajra",
            "kūṭaḥ",
            "indra",
            "senaḥ",
            "jyotiṣmān",
            "suparṇaḥ",
            "hiraṇya",
            "ṣṭhīvaḥ",
            "megha",
            "mālaḥ",
            "iti",
            "setu",
            "śailāḥ",
            "aruṇā",
            "nṛmṇā",
            "āṅgirasī",
            "sāvitrī",
            "supta",
            "bhātā",
            "ṛtambharā",
            "satyambharā",
            "iti",
            "mahā",
            "nadyaḥ",
            "yāsām",
            "jala",
            "upasparśana",
            "vidhūta",
            "rajaḥ",
            "tamasaḥ",
            "haṁsa",
            "pataṅga",
            "ūrdhvāyana",
            "satyāṅga",
            "saṁjñāḥ",
            "catvāraḥ",
            "varṇāḥ",
            "sahasra",
            "āyuṣaḥ",
            "vibudha",
            "upama",
            "sandarśana",
            "prajananāḥ",
            "svarga",
            "dvāram",
            "trayyā",
            "vidyayā",
            "bhagavantam",
            "trayī",
            "mayam",
            "sūryam",
            "ātmānam",
            "yajante"
        ],
        "translation": "The seven islands [varṣas] are named according to the names of those seven sons — Śiva, Yavasa, Subhadra, Śānta, Kṣema, Amṛta and Abhaya. In those seven tracts of land, there are seven mountains and seven rivers. The mountains are named Maṇikūṭa, Vajrakūṭa, Indrasena, Jyotiṣmān, Suparṇa, Hiraṇyaṣṭhīva and Meghamāla, and the rivers are named Aruṇā, Nṛmṇā, Āṅgirasī, Sāvitrī, Suptabhātā, Ṛtambharā and Satyambharā. One can immediately be free from material contamination by touching or bathing in those rivers, and the four castes of people who live in Plakṣadvīpa — the Haṁsas, Pataṅgas, Ūrdhvāyanas and Satyāṅgas — purify themselves in that way. The inhabitants of Plakṣadvīpa live for one thousand years. They are beautiful like the demigods, and they also beget children like the demigods. By completely performing the ritualistic ceremonies mentioned in the Vedas and by worshiping the Supreme Personality of Godhead as represented by the sun-god, they attain the sun, which is a heavenly planet.",
        "purport": " According to general understanding, there are originally three deities — Lord Brahmā, Lord Viṣṇu and Lord Śiva — and people with a poor fund of knowledge consider Lord Viṣṇu no better than Lord Brahmā or Lord Śiva. This conclusion, however, is invalid. As stated in the Vedas, iṣṭāpūrtaṁ bahudhā jāyamānaṁ viśvaṁ bibharti bhuvanasya nābhiḥ tad evāgnis tad vāyus tat sūryas tad u candramāḥ agniḥ sarvadaivataḥ. This means that the Supreme Lord, who accepts and enjoys the results of Vedic ritualistic ceremonies (technically called iṣṭāpūrta), who maintains the entire creation, who supplies the necessities of all living entities (eko bahūnāṁ yo vidadhāti kāmān) and who is the central point of all creation, is Lord Viṣṇu. Lord Viṣṇu expands as the demigods known as Agni, Vāyu, Sūrya and Candra, who are simply parts and parcels of His body. Lord Kṛṣṇa says in Śrīmad Bhagavad-gītā (9.23): “Devotees who worship the demigods with firm faith worship Me also, but not according to regulative principles.” In other words, if one worships the demigods but does not understand the relationship between the demigods and the Supreme Personality of Godhead, his worship is irregular. Kṛṣṇa also says in Bhagavad-gītā (9.24), ahaṁ hi sarva-yajñānāṁ bhoktā ca prabhur eva ca: “I am the only enjoyer of ritualistic ceremonies.” It may be argued that the demigods are as important as Lord Viṣṇu because the names of the demigods are different names of Viṣṇu. This, however, is not a sound conclusion, for it is contradicted in the Vedic literatures. The Vedas declare: candramā manaso jātaś cakṣoḥ sūryo ajāyata; śrotrādayaś ca prāṇaś ca mukhād agnir ajāyata; nārāyaṇād brahmā, nārāyaṇād rudro jāyate, nārāyaṇāt prajāpatiḥ jāyate, nārāyaṇād indro jāyate, nārāyaṇād aṣṭau vasavo jāyante, nārāyaṇād ekādaśa rudrā jāyante. “The demigod of the moon, Candra, came from the mind of Nārāyaṇa, and the sun-god came from His eyes. The controlling deities of hearing and the life air came from Nārāyaṇa, and the controlling deity of fire was generated from His mouth. Prajāpati, Lord Brahmā, came from Nārāyaṇa, Indra came from Nārāyaṇa, and the eight Vasus, the eleven expansions of Lord Śiva and the twelve Ādityas also came from Nārāyaṇa.” In the smṛti Vedic literature it is also said: “Brahmā, Śambhu, Sūrya and Indra are all merely products of the power of the Supreme Personality of Godhead. This is also true of the many other demigods whose names are not mentioned here. When the cosmic manifestation is annihilated, these different expansions of Nārāyaṇa’s potencies will merge into Nārāyaṇa. In other words, all these demigods will die. Their living force will be withdrawn, and they will merge into Nārāyaṇa.” Therefore it should be concluded that Lord Viṣṇu, not Lord Brahmā or Lord Śiva, is the Supreme Personality of Godhead. As a government officer is sometimes accepted as the entire government although he is actually but a departmental manager, so the demigods, having achieved power of attorney from Viṣṇu, act on His behalf, although they are not as powerful as He. All the demigods must work under the orders of Viṣṇu. Therefore it is said, ekale īśvara kṛṣṇa, āra saba bhṛtya. The only master is Lord Kṛṣṇa, or Lord Viṣṇu, and all others are His obedient servants, who act exactly according to His orders. The distinction between Lord Viṣṇu and the demigods is also expressed in Bhagavad-gītā (9.25). Those who worship the demigods go to the planets of the demigods, whereas the worshipers of Lord Kṛṣṇa and Lord Viṣṇu go to the planets in Vaikuṇṭha. These are the statements of the smṛti. Therefore the idea that Lord Viṣṇu is on the same level as the demigods is in contradiction to the śāstras. The demigods are not supreme. The supremacy of the demigods is dependent on the mercy of Lord Nārāyaṇa (Viṣṇu, or Kṛṣṇa)."
    },
    {
        "verse": "5",
        "devanagari": "प्रत्नस्य विष्णो रूपं यत्सत्यस्यर्तस्य ब्रह्मण: ।अमृतस्य च मृत्योश्च सूर्यमात्मानमीमहीति ॥ ५ ॥",
        "english_devnagari": "pratnasya viṣṇo rūpaṁ yatsatyasyartasya brahmaṇaḥamṛtasya ca mṛtyoś casūryam ātmānam īmahīti",
        "verse_Syn": [
            "pratnasya",
            "viṣṇoḥ",
            "rūpam",
            "yat",
            "satyasya",
            "ṛtasya",
            "brahmaṇaḥ",
            "amṛtasya",
            "ca",
            "mṛtyoḥ",
            "ca",
            "sūryam",
            "ātmānam",
            "īmahi",
            "iti"
        ],
        "translation": "[This is the mantra by which the inhabitants of Plakṣadvīpa worship the Supreme Lord.] Let us take shelter of the sun-god, who is a reflection of Lord Viṣṇu, the all-expanding Supreme Personality of Godhead, the oldest of all persons. Viṣṇu is the only worshipable Lord. He is the Vedas, He is religion, and He is the origin of all auspicious and inauspicious results.",
        "purport": " Lord Viṣṇu is even the Supreme Lord of death, as confirmed in Bhagavad-gītā (mṛtyuḥ sarva-haraś cāham). There are two kinds of activity — auspicious and inauspicious — and both are controlled by Lord Viṣṇu. Inauspicious activities are said to be behind Lord Viṣṇu, whereas auspicious activities stand before Him. The auspicious and the inauspicious exist throughout the entire world, and Lord Viṣṇu is the controller of them both. In regard to this verse, Śrīla Madhvācārya says: There are many lands, fields, mountains and oceans throughout the creation, and everywhere the Supreme Personality of Godhead is worshiped by His different names. Śrīla Vīrarāghava Ācārya explains this verse of Śrīmad-Bhāgavatam as follows. The original cause of the cosmic manifestation must be the oldest person and must therefore be beyond material transformations. He is the enjoyer of all auspicious activities and is the cause of conditional life and also liberation. The demigod Sūrya, who is categorized as a very powerful jīva, or living entity, is a representation of one of the parts of His body. We are naturally subordinate to powerful living entities, and therefore we can worship the various demigods as living beings who are powerful representatives of the Supreme Personality of Godhead. Although the worship of the sun-god is recommended in this mantra, He is worshiped not as the Supreme Personality of Godhead but as His powerful representative. In the Kaṭha Upaniṣad (1.3.1) it is said: “O Nāciketā, the expansions of Lord Viṣṇu as the tiny living entity and the Supersoul are both situated within the cave of the heart of this body. Having entered that cavity, the living entity, resting on the chief of the life airs, enjoys the results of activities, and the Supersoul, acting as witness enables him to enjoy them. Those who are well-versed in knowledge of Brahman and those householders who carefully follow the Vedic regulations say that the difference between the two is like the difference between a shadow and the sun.” In the Śvetāśvatara Upaniṣad (6.16) it is said: “The Supreme Lord, the creator of this cosmic manifestation, knows every nook and corner of His creation. Although He is the cause of creation, there is no cause for His appearance. He is fully aware of everything. He is the Supersoul, the master of all transcendental qualities, and He is the master of this cosmic manifestation in regard to bondage to the conditional state of material existence and liberation from that bondage.” Similarly, in the Taittirīya Upaniṣad (2.8) it is said: “It is out of fear of the Supreme Brahman that the wind is blowing, out of fear of Him that the sun regularly rises and sets, and out of fear of Him that fire acts. It is only due to fear of Him that death and Indra, the King of heaven, perform their respective duties.” As described in this chapter, the inhabitants of the five islands beginning with Plakṣadvīpa worship the sun-god, the moon-god, the fire-god, the air-god and Lord Brahmā respectively. Although they engage in the worship of these five demigods, however, they actually worship Lord Viṣṇu, the Supersoul of all living entities, as indicated in this verse by the words pratnasya viṣṇo rūpam. Viṣṇu is brahma, amṛta, mṛtyu — the Supreme Brahman and the origin of everything, auspicious and inauspicious. He is situated in the heart of everyone, including all the demigods. As stated in Bhagavad-gītā (7.20), kāmais tais tair hṛta-jñānāḥ prapadyante ’nya devatāḥ: those whose minds are distorted by material desires surrender unto the demigods. People who are almost blind because of lusty desires are recommended to worship the demigods to have their material desires fulfilled, but actually those desires are not fulfilled by the material demigods. Whatever the demigods do is done with the sanction of Lord Viṣṇu. People who are too lusty worship various demigods instead of worshiping Lord Viṣṇu, the Supersoul of all living entities, but ultimately it is Lord Viṣṇu they worship because He is the Supersoul of all demigods."
    },
    {
        "verse": "6",
        "devanagari": "प्लक्षादिषु पञ्चसु पुरुषाणामायुरिन्द्रियमोज: सहो बलं बुद्धिर्विक्रम इति च सर्वेषामौत्पत्तिकी सिद्धिरविशेषेण वर्तते ॥ ६ ॥",
        "english_devnagari": "plakṣādiṣu pañcasu puruṣāṇām āyur indriyam ojaḥ saho balaṁ buddhir vikrama iti ca sarveṣām autpattikī siddhir aviśeṣeṇa vartate.",
        "verse_Syn": [
            "plakṣa",
            "ādiṣu",
            "pañcasu",
            "puruṣāṇām",
            "āyuḥ",
            "indriyam",
            "ojaḥ",
            "sahaḥ",
            "balam",
            "buddhiḥ",
            "vikramaḥ",
            "iti",
            "ca",
            "sarveṣām",
            "autpattikī",
            "siddhiḥ",
            "aviśeṣeṇa",
            "vartate"
        ],
        "translation": "O King, longevity, sensory prowess, physical and mental strength, intelligence and bravery are naturally and equally manifested in all the inhabitants of the five islands headed by Plakṣadvīpa.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "प्लक्ष: स्वसमानेनेक्षुरसोदेनावृतो यथा तथा द्वीपोऽपि शाल्मलो द्विगुणविशाल: समानेन सुरोदेनावृत: परिवृङ्क्ते ॥ ७ ॥",
        "english_devnagari": "plakṣaḥ sva-samānenekṣu-rasodenāvṛto yathā tathā dvīpo ’pi śālmalo dvi-guṇa-viśālaḥ samānena surodenāvṛtaḥ parivṛṅkte.",
        "verse_Syn": [
            "plakṣaḥ",
            "sva",
            "samānena",
            "ikṣu",
            "rasa",
            "udena",
            "āvṛtaḥ",
            "yathā",
            "tathā",
            "dvīpaḥ",
            "api",
            "śālmalaḥ",
            "dvi",
            "guṇa",
            "viśālaḥ",
            "samānena",
            "surā",
            "udena",
            "āvṛtaḥ",
            "parivṛṅkte"
        ],
        "translation": "Plakṣadvīpa is surrounded by an ocean of sugarcane juice, equal in breadth to the island itself. Similarly, there is then another island — Sālmalīdvīpa — twice as broad as Plakṣadvīpa [400,000 yojanas, or 3,200,000 miles] and surrounded by an equally broad body of water called Surāsāgara, the ocean that tastes like liquor.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "यत्र ह वै शाल्मली प्लक्षायामा यस्यां वाव किल निलयमाहुर्भगवतश्छन्द: स्तुत: पतत्‍त्रिराजस्य सा द्वीपहूतये उपलक्ष्यते ॥ ८ ॥",
        "english_devnagari": "yatra ha vai śālmalī plakṣāyāmā yasyāṁ vāva kila nilayam āhur bhagavataś chandaḥ-stutaḥ patattri-rājasya sā dvīpa-hūtaye upalakṣyate.",
        "verse_Syn": [
            "yatra",
            "ha",
            "vai",
            "śālmalī",
            "plakṣa",
            "āyāmā",
            "yasyām",
            "vāva",
            "kila",
            "nilayam",
            "āhuḥ",
            "bhagavataḥ",
            "chandaḥ",
            "stutaḥ",
            "patattri",
            "rājasya",
            "sā",
            "dvīpa",
            "hūtaye",
            "upalakṣyate"
        ],
        "translation": "On Sālmalīdvīpa there is a śālmalī tree, from which the island takes its name. That tree is as broad and tall as the plakṣa tree — in other words 100 yojanas [800 miles] broad and 1,100 yojanas [8,800 miles] tall. Learned scholars say that this gigantic tree is the residence of Garuḍa, the king of all birds and carrier of Lord Viṣṇu. In that tree, Garuḍa offers Lord Viṣṇu his Vedic prayers.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "तद्‌द्वीपाधिपति: प्रियव्रतात्मजो यज्ञबाहु: स्वसुतेभ्य: सप्तभ्यस्तन्नामानि सप्तवर्षाणि व्यभजत्सुरोचनं सौमनस्यं रमणकं देववर्षं पारिभद्रमाप्यायनमविज्ञातमिति ॥ ९ ॥",
        "english_devnagari": "tad-dvīpādhipatiḥ priyavratātmajo yajñabāhuḥ sva-sutebhyaḥ saptabhyas tan-nāmāni sapta-varṣāṇi vyabhajat surocanaṁ saumanasyaṁ ramaṇakaṁ deva-varṣaṁ pāribhadram āpyāyanam avijñātam iti.",
        "verse_Syn": [
            "tat",
            "dvīpa",
            "adhipatiḥ",
            "priyavrata",
            "ātmajaḥ",
            "yajña",
            "bāhuḥ",
            "sva",
            "sutebhyaḥ",
            "saptabhyaḥ",
            "tat",
            "nāmāni",
            "sapta",
            "varṣāṇi",
            "vyabhajat",
            "surocanam",
            "saumanasyam",
            "ramaṇakam",
            "deva",
            "varṣam",
            "pāribhadram",
            "āpyāyanam",
            "avijñātam",
            "iti"
        ],
        "translation": "The son of Mahārāja Priyavrata named Yajñabāhu, the master of Sālmalīdvīpa, divided the island into seven tracts of land, which he gave to his seven sons. The names of those divisions, which correspond to the names of the sons, are Surocana, Saumanasya, Ramaṇaka, Deva-varṣa, Pāribhadra, Āpyāyana and Avijñāta.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "तेषु वर्षाद्रयो नद्यश्च सप्तैवाभिज्ञाता: स्वरस: शतश‍ृङ्गो वामदेव: कुन्दो मुकुन्द: पुष्पवर्ष: सहस्रश्रुतिरिति । अनुमति: सिनीवाली सरस्वती कुहू रजनी नन्दा राकेति ॥ १० ॥",
        "english_devnagari": "teṣu varṣādrayo nadyaś ca saptaivābhijñātāḥ svarasaḥ śataśṛṅgo vāmadevaḥ kundo mukundaḥ puṣpa-varṣaḥ sahasra-śrutir iti; anumatiḥ sinīvālī sarasvatī kuhū rajanī nandā rāketi.",
        "verse_Syn": [
            "teṣu",
            "varṣa",
            "adrayaḥ",
            "nadyaḥ",
            "ca",
            "sapta",
            "eva",
            "abhijñātāḥ",
            "svarasaḥ",
            "śata",
            "śṛṅgaḥ",
            "vāma",
            "devaḥ",
            "kundaḥ",
            "mukundaḥ",
            "puṣpa",
            "varṣaḥ",
            "sahasra",
            "śrutiḥ",
            "iti",
            "anumatiḥ",
            "sinīvālī",
            "sarasvatī",
            "kuhū",
            "rajanī",
            "nandā",
            "rākā",
            "iti"
        ],
        "translation": "In those tracts of land there are seven mountains — Svarasa, Śataśṛṅga, Vāmadeva, Kunda, Mukunda, Puṣpa-varṣa and Sahasra-śruti. There are also seven rivers — Anumati, Sinīvālī, Sarasvatī, Kuhū, Rajanī, Nandā and Rākā. They are still existing.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "तद्वर्षपुरुषा: श्रुतधरवीर्यधरवसुन्धरेषन्धरसंज्ञा भगवन्तं वेदमयं सोममात्मानं वेदेन यजन्ते ॥ ११ ॥",
        "english_devnagari": "tad-varṣa-puruṣāḥ śrutadhara-vīryadhara-vasundhareṣandhara-saṁjñā bhagavantaṁ vedamayaṁ somam ātmānaṁ vedena yajante.",
        "verse_Syn": [
            "tat",
            "varṣa",
            "puruṣāḥ",
            "śrutadhara",
            "vīryadhara",
            "vasundhara",
            "iṣandhara",
            "saṁjñāḥ",
            "bhagavantam",
            "veda",
            "mayam",
            "somam",
            "ātmānam",
            "vedena",
            "yajante"
        ],
        "translation": "Strictly following the cult of varṇāśrama-dharma, the inhabitants of those islands, who are known as Śrutidharas, Vīryadharas, Vasundharas and Iṣandharas, all worship the expansion of the Supreme Personality of Godhead named Soma, the moon-god.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "स्वगोभि: पितृदेवेभ्यो विभजन् कृष्णशुक्लयो: ।प्रजानां सर्वासां राजान्ध: सोमो न आस्त्विति ॥ १२ ॥",
        "english_devnagari": "sva-gobhiḥ pitṛ-devebhyovibhajan kṛṣṇa-śuklayoḥprajānāṁ sarvāsāṁ rājā-ndhaḥ somo na āstv iti",
        "verse_Syn": [
            "sva",
            "gobhiḥ",
            "pitṛ",
            "devebhyaḥ",
            "vibhajan",
            "kṛṣṇa",
            "śuklayoḥ",
            "prajānām",
            "sarvāsām",
            "rājā",
            "andhaḥ",
            "somaḥ",
            "naḥ",
            "āstu",
            "iti"
        ],
        "translation": "[The inhabitants of Śālmalīdvīpa worship the demigod of the moon in the following words.] By his own rays, the moon-god has divided the month into two fortnights, known as śukla and kṛṣṇa, for the distribution of food grains to the pitās and the demigods. The demigod of the moon is he who divides time, and he is the king of all the residents of the universe. We therefore pray that he may remain our king and guide, and we offer him our respectful obeisances.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "एवं सुरोदाद्ब‍‌हिस्तद्‌‌द्विगुण: समानेनावृतो घृतोदेन यथापूर्व: कुशद्वीपो यस्मिन् कुशस्तम्बो देवकृतस्तद्‌द्वीपाख्याकरो ज्वलन इवापर: स्वशष्परोचिषा दिशो विराजयति ॥ १३ ॥",
        "english_devnagari": "evaṁ surodād bahis tad-dvi-guṇaḥ samānenāvṛto ghṛtodena yathā-pūrvaḥ kuśa-dvīpo yasmin kuśa-stambo deva-kṛtas tad-dvīpākhyākaro jvalana ivāparaḥ sva-śaṣpa-rociṣā diśo virājayati.",
        "verse_Syn": [
            "evam",
            "surodāt",
            "bahiḥ",
            "tat",
            "dvi",
            "guṇaḥ",
            "samānena",
            "āvṛtaḥ",
            "ghṛta",
            "udena",
            "yathā",
            "pūrvaḥ",
            "kuśa",
            "dvīpa",
            "yasmin",
            "kuśa",
            "stambaḥ",
            "deva",
            "kṛtaḥ",
            "tat",
            "dvīpa",
            "ākhyā",
            "karaḥ",
            "jvalanaḥ",
            "iva",
            "aparaḥ",
            "sva",
            "śaṣpa",
            "rociṣā",
            "diśaḥ",
            "virājayati"
        ],
        "translation": "Outside the ocean of liquor is another island, known as Kuśadvīpa, which is 800,000 yojanas [6,400,000 miles] wide, twice as wide as the ocean of liquor. As Śālmalīdvīpa is surrounded by a liquor ocean, Kuśadvīpa is surrounded by an ocean of liquid ghee as broad as the island itself. On Kuśadvīpa there are clumps of kuśa grass, from which the island takes its name. This kuśa grass, which was created by the demigods by the will of the Supreme Lord, appears like a second form of fire, but with very mild and pleasing flames. Its young shoots illuminate all directions.",
        "purport": " From the descriptions in this verse, we can make an educated guess about the nature of the flames on the moon. Like the sun, the moon must also be full of flames because without flames there cannot be illumination. The flames on the moon, however, unlike those on the sun, must be mild and pleasing. This is our conviction. The modern theory that the moon is full of dust is not accepted in the verses of Śrīmad-Bhāgavatam. In regard to this verse, Śrīla Viśvanātha Cakravartī Ṭhākura says, suśaṣpāṇi sukomala-śikhās teṣāṁ rociṣā: the kuśa grass illuminates all directions, but its flames are very mild and pleasing. This gives some idea of the flames existing on the moon."
    },
    {
        "verse": "14",
        "devanagari": "तद्‌द्वीपपति: प्रैयव्रतो राजन् हिरण्यरेता नाम स्वं द्वीपं सप्तभ्य: स्वपुत्रेभ्यो यथाभागं विभज्य स्वयं तप आतिष्ठत वसुवसुदानद‍ृढरुचिनाभिगुप्तस्तुत्यव्रतविविक्तवामदेवनामभ्य: ॥ १४ ॥",
        "english_devnagari": "tad-dvīpa-patiḥ praiyavrato rājan hiraṇyaretā nāma svaṁ dvīpaṁ saptabhyaḥ sva-putrebhyo yathā-bhāgaṁ vibhajya svayaṁ tapa ātiṣṭhata vasu-vasudāna-dṛḍharuci-nābhigupta-stutyavrata-vivikta-vāmadeva-nāmabhyaḥ.",
        "verse_Syn": [
            "tat",
            "dvīpa",
            "patiḥ",
            "praiyavrataḥ",
            "rājan",
            "hiraṇyaretā",
            "nāma",
            "svam",
            "dvīpam",
            "saptabhyaḥ",
            "sva",
            "putrebhyaḥ",
            "yathā",
            "bhāgam",
            "vibhajya",
            "svayam",
            "tapaḥ",
            "ātiṣṭhata",
            "vasu",
            "vasudāna",
            "dṛḍharuci",
            "nābhi",
            "gupta",
            "stutya",
            "vrata",
            "vivikta",
            "vāma",
            "deva",
            "nāmabhyaḥ"
        ],
        "translation": "O King, another son of Mahārāja Priyavrata, Hiraṇyaretā, was the king of this island. He divided it into seven parts, which he delivered to his seven sons according to the rights of inheritance. The King then retired from family life to engage in austerities. The names of those sons are Vasu, Vasudāna, Dṛḍharuci, Stutyavrata, Nābhigupta, Vivikta and Vāmadeva.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "तेषां वर्षेषु सीमागिरयो नद्यश्चाभिज्ञाता: सप्त सप्तैव चक्रश्चतु:श‍ृङ्ग: कपिलश्चित्रकूटो देवानीक ऊर्ध्वरोमा द्रविण इति रसकुल्या मधुकुल्या मित्रविन्दा श्रुतविन्दा देवगर्भा घृतच्युता मन्त्रमालेति ॥ १५ ॥",
        "english_devnagari": "teṣāṁ varṣeṣu sīmā-girayo nadyaś cābhijñātāḥ sapta saptaiva cakraś catuḥśṛṅgaḥ kapilaś citrakūṭo devānīka ūrdhvaromā draviṇa iti rasakulyā madhukulyā mitravindā śrutavindā devagarbhā ghṛtacyutā mantramāleti.",
        "verse_Syn": [
            "teṣām",
            "varṣeṣu",
            "sīmā",
            "girayaḥ",
            "nadyaḥ",
            "ca",
            "abhijñātāḥ",
            "sapta",
            "sapta",
            "eva",
            "cakraḥ",
            "catuḥ",
            "śṛṅgaḥ",
            "kapilaḥ",
            "citra",
            "kūṭaḥ",
            "devānīkaḥ",
            "ūrdhva",
            "romā",
            "draviṇaḥ",
            "iti",
            "rasa",
            "kulyā",
            "madhu",
            "kulyā",
            "mitra",
            "vindā",
            "śruta",
            "vindā",
            "deva",
            "garbhā",
            "ghṛta",
            "cyutā",
            "mantra",
            "mālā",
            "iti"
        ],
        "translation": "In those seven islands there are seven boundary mountains, known as Cakra, Catuḥśṛṅga, Kapila, Citrakūṭa, Devānīka, Ūrdhvaromā and Draviṇa. There are also seven rivers, known as Ramakulyā, Madhukulyā, Mitravindā, Śrutavindā, Devagarbhā, Ghṛtacyutā and Mantramālā.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "यासां पयोभि: कुशद्वीपौकस: कुशलकोविदाभियुक्तकुलकसंज्ञा भगवन्तं जातवेदसरूपिणं कर्मकौशलेन यजन्ते ॥ १६ ॥",
        "english_devnagari": "yāsāṁ payobhiḥ kuśadvīpaukasaḥ kuśala-kovidābhiyukta-kulaka-saṁjñā bhagavantaṁ jātaveda-sarūpiṇaṁ karma-kauśalena yajante.",
        "verse_Syn": [
            "yāsām",
            "payobhiḥ",
            "kuśa",
            "dvīpa",
            "okasaḥ",
            "kuśala",
            "kovida",
            "abhiyukta",
            "kulaka",
            "saṁjñāḥ",
            "bhagavantam",
            "jātaveda",
            "sa",
            "rūpiṇam",
            "karma",
            "kauśalena",
            "yajante"
        ],
        "translation": "The inhabitants of the island of Kuśadvīpa are celebrated as the Kuśalas, Kovidas, Abhiyuktas and Kulakas. They are like the brāhmaṇas, kṣatriyas, vaiśyas and śūdras respectively. By bathing in the waters of those rivers, they all become purified. They are expert in performing ritualistic ceremonies according to the orders of the Vedic scriptures. Thus they worship the Lord in His aspect as the demigod of fire.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "परस्य ब्रह्मण: साक्षाज्जातवेदोऽसि हव्यवाट् ।देवानां पुरुषाङ्गानां यज्ञेन पुरुषं यजेति ॥ १७ ॥",
        "english_devnagari": "parasya brahmaṇaḥ sākṣājjāta-vedo ’si havyavāṭdevānāṁ puruṣāṅgānāṁyajñena puruṣaṁ yajeti",
        "verse_Syn": [
            "parasya",
            "brahmaṇaḥ",
            "sākṣāt",
            "jāta",
            "vedaḥ",
            "asi",
            "havyavāṭ",
            "devānām",
            "puruṣa",
            "aṅgānām",
            "yajñena",
            "puruṣam",
            "yaja",
            "iti"
        ],
        "translation": "[This is the mantra by which the inhabitants of Kuśadvīpa worship the fire-god.] O fire-god, you are a part of the Supreme Personality of Godhead, Hari, and you carry to Him all the offerings of sacrifices. Therefore we request you to offer to the Supreme Personality of Godhead the yajñic ingredients we are offering the demigods, for the Lord is the real enjoyer.",
        "purport": " The demigods are servants who assist the Supreme Personality of Godhead. If one worships the demigods, the demigods, as servants of the Supreme, carry the sacrificial offerings to the Lord, like tax collectors collecting revenue from the citizens and bringing it to the government’s treasury. The demigods cannot accept the sacrificial offerings; they simply carry the offerings to the Supreme Personality of Godhead. As stated by Śrīla Viśvanātha Cakravartī Ṭhākura, yasya prasādād bhagavat-prasādaḥ: since the guru is a representative of the Supreme Personality of Godhead, he carries to the Lord whatever is offered to him. Similarly, all the demigods, as faithful servants of the Supreme Lord, hand over to the Supreme Lord whatever is offered to them in sacrificial performances. There is no fault in worshiping the demigods with this understanding, but to think that the demigods are independent of the Supreme Personality of Godhead and equal to Him is called hṛta-jñāna, a loss of intelligence (kāmais tais tair hṛta jñānāḥ). One who thinks that the demigods themselves are the actual benefactors is mistaken."
    },
    {
        "verse": "18",
        "devanagari": "तथा घृतोदाद्ब‍‌हि: क्रौञ्चद्वीपो द्विगुण: स्वमानेन क्षीरोदेन परित उपक्‍ल‍ृप्तो वृतो यथा कुशद्वीपो घृतोदेन यस्मिन् क्रौञ्चो नाम पर्वतराजो द्वीपनामनिर्वर्तक आस्ते ॥ १८ ॥",
        "english_devnagari": "tathā ghṛtodād bahiḥ krauñcadvīpo dvi-guṇaḥ sva-mānena kṣīrodena parita upakḷpto vṛto yathā kuśadvīpo ghṛtodena yasmin krauñco nāma parvata-rājo dvīpa-nāma-nirvartaka āste.",
        "verse_Syn": [
            "tathā",
            "ghṛta",
            "udāt",
            "bahiḥ",
            "krauñca",
            "dvīpaḥ",
            "dvi",
            "guṇaḥ",
            "sva",
            "mānena",
            "kṣīra",
            "udena",
            "paritaḥ",
            "upakḷptaḥ",
            "vṛtaḥ",
            "yathā",
            "kuśa",
            "dvīpaḥ",
            "ghṛta",
            "udena",
            "yasmin",
            "krauñcaḥ",
            "nāma",
            "parvata",
            "rājaḥ",
            "dvīpa",
            "nāma",
            "nirvartakaḥ",
            "āste"
        ],
        "translation": "Outside the ocean of clarified butter is another island, known as Krauñcadvīpa, which has a width of 1,600,000 yojanas [12,800,000 miles], twice the width of the ocean of clarified butter. As Kuśadvīpa is surrounded by an ocean of clarified butter, Krauñcadvīpa is surrounded by an ocean of milk as broad as the island itself. On Krauñcadvīpa there is a great mountain known as Krauñca, from which the island takes its name.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "योऽसौ गुहप्रहरणोन्मथितनितम्बकुञ्जोऽपि क्षीरोदेनासिच्यमानो भगवता वरुणेनाभिगुप्तो विभयो बभूव ॥ १९ ॥",
        "english_devnagari": "yo ’sau guha-praharaṇonmathita-nitamba-kuñjo ’pi kṣīrodenā-sicyamāno bhagavatā varuṇenābhigupto vibhayo babhūva.",
        "verse_Syn": [
            "yaḥ",
            "asau",
            "guha",
            "praharaṇa",
            "unmathita",
            "nitamba",
            "kuñjaḥ",
            "api",
            "kṣīra",
            "udena",
            "āsicyamānaḥ",
            "bhagavatā",
            "varuṇena",
            "abhiguptaḥ",
            "vibhayaḥ",
            "babhūva"
        ],
        "translation": "Although the vegetables living on the slopes of Mount Krauñca were attacked and devastated by the weapons of Kārttikeya, the mountain has become fearless because it is always bathed on all sides by the Ocean of Milk and protected by Varuṇadeva.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "तस्मिन्नपि प्रैयव्रतो घृतपृष्ठो नामाधिपति: स्वे द्वीपे वर्षाणि सप्त विभज्य तेषु पुत्रनामसु सप्त रिक्थादान् वर्षपान्निवेश्य स्वयं भगवान् भगवत: परमकल्याणयशस आत्मभूतस्य हरेश्चरणारविन्दमुपजगाम ॥ २० ॥",
        "english_devnagari": "tasminn api praiyavrato ghṛtapṛṣṭho nāmādhipatiḥ sve dvīpe varṣāṇi sapta vibhajya teṣu putra-nāmasu sapta rikthādān varṣapān niveśya svayaṁ bhagavān bhagavataḥ parama-kalyāṇa-yaśasa ātma-bhūtasya hareś caraṇāravindam upajagāma.",
        "verse_Syn": [
            "tasmin",
            "api",
            "praiyavrataḥ",
            "ghṛta",
            "pṛṣṭhaḥ",
            "nāma",
            "adhipatiḥ",
            "sve",
            "dvīpe",
            "varṣāṇi",
            "sapta",
            "vibhajya",
            "teṣu",
            "putra",
            "nāmasu",
            "sapta",
            "rikthā",
            "dān",
            "varṣa",
            "pān",
            "niveśya",
            "svayam",
            "bhagavān",
            "bhagavataḥ",
            "parama",
            "kalyāṇa",
            "yaśasaḥ",
            "ātma",
            "bhūtasya",
            "hareḥ",
            "caraṇa",
            "aravindam",
            "upajagāma"
        ],
        "translation": "The ruler of this island was another son of Mahārāja Priyavrata. His name was Ghṛtapṛṣṭha, and he was a very learned scholar. He also divided his own island among his seven sons. After dividing the island into seven parts, named according to the names of his sons, Ghṛtapṛṣṭha Mahārāja completely retired from family life and took shelter at the lotus feet of the Lord, the soul of all souls, who has all auspicious qualities. Thus he attained perfection.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "आमो मधुरुहो मेघपृष्ठ: सुधामा भ्राजिष्ठो लोहितार्णो वनस्पतिरिति घृतपृष्ठसुतास्तेषां वर्षगिरय: सप्त सप्तैव नद्यश्चाभिख्याता: शुक्लो वर्धमानो भोजन उपबर्हिणो नन्दो नन्दन: सर्वतोभद्र इति अभया अमृतौघा आर्यका तीर्थवती रूपवती पवित्रवती शुक्लेति ॥ २१ ॥",
        "english_devnagari": "āmo madhuruho meghapṛṣṭhaḥ sudhāmā bhrājiṣṭho lohitārṇo vanaspatir iti ghṛtapṛṣṭha-sutās teṣāṁ varṣa-girayaḥ sapta saptaiva nadyaś cābhikhyātāḥ śuklo vardhamāno bhojana upabarhiṇo nando nandanaḥ sarvatobhadra iti abhayā amṛtaughā āryakā tīrthavatī rūpavatī pavitravatī śukleti.",
        "verse_Syn": [
            "āmaḥ",
            "madhu",
            "ruhaḥ",
            "megha",
            "pṛṣṭhaḥ",
            "sudhāmā",
            "bhrājiṣṭhaḥ",
            "lohitārṇaḥ",
            "vanaspatiḥ",
            "iti",
            "ghṛtapṛṣṭha",
            "sutāḥ",
            "teṣām",
            "varṣa",
            "girayaḥ",
            "sapta",
            "sapta",
            "eva",
            "nadyaḥ",
            "ca",
            "abhikhyātāḥ",
            "śuklaḥ",
            "vardhamānaḥ",
            "bhojanaḥ",
            "upabarhiṇaḥ",
            "nandaḥ",
            "nandanaḥ",
            "sarvataḥ",
            "bhadraḥ",
            "iti",
            "abhayā",
            "amṛtaughā",
            "āryakā",
            "tīrthavatī",
            "rūpavatī",
            "pavitravatī",
            "śuklā",
            "iti"
        ],
        "translation": "The sons of Mahārāja Ghṛtapṛṣṭha were named Āma, Madhuruha, Meghapṛṣṭha, Sudhāmā, Bhrājiṣṭha, Lohitārṇa and Vanaspati. In their island there are seven mountains, which indicate the boundaries of the seven tracts of land, and there are also seven rivers. The mountains are named Śukla, Vardhamāna, Bhojana, Upabarhiṇa, Nanda, Nandana and Sarvatobhadra. The rivers are named Abhayā, Amṛtaughā, Āryakā, Tīrthavatī, Rūpavatī, Pavitravatī and Śuklā.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "यासामम्भ: पवित्रममलमुपयुञ्जाना: पुरुषऋषभद्रविणदेवकसंज्ञा वर्षपुरुषा आपोमयं देवमपां पूर्णेनाञ्जलिना यजन्ते ॥ २२ ॥",
        "english_devnagari": "yāsām ambhaḥ pavitram amalam upayuñjānāḥ puruṣa-ṛṣabha-draviṇa-devaka-saṁjñā varṣa-puruṣā āpomayaṁ devam apāṁ pūrṇenāñjalinā yajante.",
        "verse_Syn": [
            "yāsām",
            "ambhaḥ",
            "pavitram",
            "amalam",
            "upayuñjānāḥ",
            "puruṣa",
            "ṛṣabha",
            "draviṇa",
            "devaka",
            "saṁjñāḥ",
            "varṣa",
            "puruṣāḥ",
            "āpaḥ",
            "mayam",
            "devam",
            "apām",
            "pūrṇena",
            "añjalinā",
            "yajante"
        ],
        "translation": "The inhabitants of Krauñcadvīpa are divided into four castes, called the Puruṣas, Ṛṣabhas, Draviṇas and Devakas. Using the waters of those sanctified rivers, they worship the Supreme Personality of Godhead by offering a palmful of water at the lotus feet of Varuṇa, the demigod who has a form of water.",
        "purport": " Viśvanātha Cakravartī Ṭhākura says, āpomayaḥ asmayam: with joined palms the inhabitants of the various sections of Krauñcadvīpa offer the sanctified waters of the rivers to a deity made of stone or iron."
    },
    {
        "verse": "23",
        "devanagari": "आप: पुरुषवीर्या: स्थ पुनन्तीर्भूर्भुव:सुव: ।ता न: पुनीतामीवघ्नी: स्पृशतामात्मना भुव इति ॥ २३ ॥",
        "english_devnagari": "āpaḥ puruṣa-vīryāḥ sthapunantīr bhūr-bhuvaḥ-suvaḥtā naḥ punītāmīva-ghnīḥspṛśatām ātmanā bhuva iti",
        "verse_Syn": [
            "āpaḥ",
            "puruṣa",
            "vīryāḥ",
            "stha",
            "punantīḥ",
            "bhūḥ",
            "bhuvaḥ",
            "suvaḥ",
            "tāḥ",
            "naḥ",
            "punīta",
            "amīva",
            "ghnīḥ",
            "spṛśatām",
            "ātmanā",
            "bhuvaḥ",
            "iti"
        ],
        "translation": "[The inhabitants of Krauñcadvīpa worship with this mantra.] O water of the rivers, you have obtained energy from the Supreme Personality of Godhead. Therefore you purify the three planetary systems, known as Bhūloka, Bhuvarloka and Svarloka. By your constitutional nature, you take away sins, and that is why we are touching you. Kindly continue to purify us.",
        "purport": " Kṛṣṇa says in Bhagavad-gītā (7.4): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies.” The energy of the Lord acts throughout the creation, just as heat and light, the energies of the sun, act within the universe and make everything work. The specific rivers mentioned in the śāstras are also energies of the Supreme Personality of Godhead, and people who regularly bathe in them are purified. It can actually be seen that many people are cured of diseases simply by bathing in the Ganges. Similarly, the inhabitants of Krauñcadvīpa purify themselves by bathing in the rivers there."
    },
    {
        "verse": "24",
        "devanagari": "एवं पुरस्तात्क्षीरोदात्परित उपवेशित: शाकद्वीपो द्वात्रिंशल्लक्षयोजनायाम: समानेन च दधिमण्डोदेन परीतो यस्मिन् शाको नाम महीरुह: स्वक्षेत्रव्यपदेशको यस्य ह महासुरभिगन्धस्तं द्वीपमनुवासयति ॥ २४ ॥",
        "english_devnagari": "evaṁ purastāt kṣīrodāt parita upaveśitaḥ śākadvīpo dvātriṁśal-lakṣa-yojanāyāmaḥ samānena ca dadhi-maṇḍodena parīto yasmin śāko nāma mahīruhaḥ sva-kṣetra-vyapadeśako yasya ha mahā-surabhi-gandhas taṁ dvīpam anuvāsayati.",
        "verse_Syn": [
            "evam",
            "purastāt",
            "kṣīra",
            "udāt",
            "paritaḥ",
            "upaveśitaḥ",
            "śāka",
            "dvīpaḥ",
            "dvā",
            "triṁśat",
            "lakṣa",
            "yojana",
            "āyāmaḥ",
            "samānena",
            "ca",
            "dadhi",
            "maṇḍa",
            "udena",
            "parītaḥ",
            "yasmin",
            "śākaḥ",
            "nāma",
            "mahīruhaḥ",
            "sva",
            "kṣetra",
            "vyapadeśakaḥ",
            "yasya",
            "ha",
            "mahā",
            "surabhi",
            "gandhaḥ",
            "tam",
            "dvīpam",
            "anuvāsayati"
        ],
        "translation": "Outside the Ocean of Milk is another island, Śākadvīpa, which has a width of 3,200,000 yojanas [25,600,000 miles]. As Krauñcadvīpa is surrounded by its own ocean of milk, Śākadvīpa is surrounded by an ocean of churned yogurt as broad as the island itself. In Śākadvīpa there is a big śāka tree, from which the island takes its name. This tree is very fragrant. Indeed, it lends its scent to the entire island.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "तस्यापि प्रैयव्रत एवाधिपतिर्नाम्ना मेधातिथि: सोऽपि विभज्य सप्त वर्षाणि पुत्रनामानि तेषु स्वात्मजान् पुरोजवमनोजवपवमानधूम्रानीकचित्ररेफबहुरूपविश्वधारसंज्ञान्निधाप्याधिपतीन् स्वयं भगवत्यनन्त आवेशितमतिस्तपोवनं प्रविवेश ॥ २५ ॥",
        "english_devnagari": "tasyāpi praiyavrata evādhipatir nāmnā medhātithiḥ so ’pi vibhajya sapta varṣāṇi putra-nāmāni teṣu svātmajān purojava-manojava-pavamāna-dhūmrānīka-citrarepha-bahurūpa-viśvadhāra-saṁjñān nidhāpyādhipatīn svayaṁ bhagavaty ananta ā-veśita-matis tapovanaṁ praviveśa.",
        "verse_Syn": [
            "tasya",
            "api",
            "praiyavrataḥ",
            "eva",
            "adhipatiḥ",
            "nāmnā",
            "medhā",
            "tithiḥ",
            "saḥ",
            "api",
            "vibhajya",
            "sapta",
            "varṣāṇi",
            "putra",
            "nāmāni",
            "teṣu",
            "sva",
            "ātmajān",
            "purojava",
            "manojava",
            "pavamāna",
            "dhūmrānīka",
            "citra",
            "repha",
            "bahu",
            "rūpa",
            "viśvadhāra",
            "saṁjñān",
            "nidhāpya",
            "adhipatīn",
            "svayam",
            "bhagavati",
            "anante",
            "āveśita",
            "matiḥ",
            "tapaḥ",
            "vanam",
            "praviveśa"
        ],
        "translation": "The master of this island, also one of the sons of Priyavrata, was known as Medhātithi. He also divided his island into seven sections, named according to the names of his own sons, whom he made the kings of that island. The names of those sons are Purojava, Manojava, Pavamāna, Dhūmrānīka, Citrarepha, Bahurūpa and Viśvadhāra. After dividing the island and situating his sons as its rulers, Medhātithi personally retired, and to fix his mind completely upon the lotus feet of the Supreme Personality of Godhead, he entered a forest suitable for meditation.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "एतेषां वर्षमर्यादागिरयो नद्यश्च सप्त सप्तैव ईशान उरुश‍ृङ्गो बलभद्र: शतकेसर: सहस्रस्रोतो देवपालो महानस इति अनघाऽऽयुर्दा उभयस्पृष्टिरपराजिता पञ्चपदी सहस्रस्रुतिर्निजधृतिरिति ॥ २६ ॥",
        "english_devnagari": "eteṣāṁ varṣa-maryādā-girayo nadyaś ca sapta saptaiva īśāna uruśṛṅgo balabhadraḥ śatakesaraḥ sahasrasroto devapālo mahānasa iti anaghāyurdā ubhayaspṛṣṭir aparājitā pañcapadī sahasrasrutir nijadhṛtir iti.",
        "verse_Syn": [
            "eteṣām",
            "varṣa",
            "maryādā",
            "girayaḥ",
            "nadyaḥ",
            "ca",
            "sapta",
            "sapta",
            "eva",
            "īśānaḥ",
            "uruśṛṅgaḥ",
            "bala",
            "bhadraḥ",
            "śata",
            "kesaraḥ",
            "sahasra",
            "srotaḥ",
            "deva",
            "pālaḥ",
            "mahānasaḥ",
            "iti",
            "anaghā",
            "āyurdā",
            "ubhayaspṛṣṭiḥ",
            "aparājitā",
            "pañcapadī",
            "sahasra",
            "srutiḥ",
            "nija",
            "dhṛtiḥ",
            "iti"
        ],
        "translation": "For these lands also, there are seven boundary mountains and seven rivers. The mountains are Īśāna, Uruśṛṅga, Balabhadra, Śatakesara, Sahasrasrota, Devapāla and Mahānasa. The rivers are Anaghā, Āyurdā, Ubhayaspṛṣṭi, Aparājitā, Pañcapadī, Sahasra-śruti and Nijadhṛti.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "तद्वर्षपुरुषा ऋतव्रतसत्यव्रतदानव्रतानुव्रतनामानो भगवन्तं वाय्वात्मकं प्राणायामविधूतरजस्तमस: परमसमाधिना यजन्ते ॥ २७ ॥",
        "english_devnagari": "tad-varṣa-puruṣā ṛtavrata-satyavrata-dānavratānuvrata-nāmāno bhagavantaṁ vāyv-ātmakaṁ prāṇāyāma-vidhūta-rajas-tamasaḥ parama-samādhinā yajante.",
        "verse_Syn": [
            "tat",
            "varṣa",
            "puruṣāḥ",
            "ṛta",
            "vrata",
            "satya",
            "vrata",
            "dāna",
            "vrata",
            "anuvrata",
            "nāmānaḥ",
            "bhagavantam",
            "vāyu",
            "ātmakam",
            "prāṇāyāma",
            "vidhūta",
            "rajaḥ",
            "tamasaḥ",
            "parama",
            "samādhinā",
            "yajante"
        ],
        "translation": "The inhabitants of those islands are also divided into four castes — Ṛtavrata, Satyavrata, Dānavrata and Anuvrata — which exactly resemble brāhmaṇa, kṣatriya, vaiśya and śūdra. They practice prāṇāyāma and mystic yoga, and in trance they worship the Supreme Lord in the form of Vāyu.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "अन्त:प्रविश्य भूतानि यो बिभर्त्यात्मकेतुभि: ।अन्तर्यामीश्वर: साक्षात्पातु नो यद्वशे स्फुटम् ॥ २८ ॥",
        "english_devnagari": "antaḥ-praviśya bhūtāniyo bibharty ātma-ketubhiḥantaryāmīśvaraḥ sākṣātpātu no yad-vaśe sphuṭam",
        "verse_Syn": [
            "antaḥ",
            "praviśya",
            "bhūtāni",
            "yaḥ",
            "bibharti",
            "ātma",
            "ketubhiḥ",
            "antaryāmī",
            "īśvaraḥ",
            "sākṣāt",
            "pātu",
            "naḥ",
            "yat",
            "vaśe",
            "sphuṭam"
        ],
        "translation": "[The inhabitants of Śākadvīpa worship the Supreme Personality of Godhead in the form of Vāyu in the following words.] O Supreme Person, situated as the Supersoul within the body, You direct the various actions of the different airs, such as prāṇa, and thus You maintain all living entities. O Lord, O Supersoul of everyone, O controller of the cosmic manifestation under whom everything exists, may You protect us from all dangers.",
        "purport": " Through the mystic yoga practice called prāṇāyāma, the yogī controls the airs within the body to maintain the body in a healthy condition. In this way, the yogī comes to the point of trance and tries to see the Supersoul within the core of his heart. Prāṇāyāma is the means to attain samādhi, trance, in order to fully absorb oneself in seeing the Supreme Lord as antaryāmī, the Supersoul within the core of the heart."
    },
    {
        "verse": "29",
        "devanagari": "एवमेव दधिमण्डोदात्परत: पुष्करद्वीपस्ततो द्विगुणायाम: समन्तत उपकल्पित: समानेन स्वादूदकेन समुद्रेण बहिरावृतो यस्मिन् बृहत्पुष्करं ज्वलनशिखामलकनकपत्रायुतायुतं भगवत: कमलासनस्याध्यासनं परिकल्पितम् ॥ २९ ॥",
        "english_devnagari": "evam eva dadhi-maṇḍodāt parataḥ puṣkaradvīpas tato dvi-guṇāyāmaḥ samantata upakalpitaḥ samānena svādūdakena samudreṇa bahir āvṛto yasmin bṛhat-puṣkaraṁ jvalana-śikhāmala-kanaka-patrāyutāyutaṁ bhagavataḥ kamalāsanasyādhyāsanaṁ parikalpitam.",
        "verse_Syn": [
            "evam",
            "eva",
            "dadhi",
            "maṇḍa",
            "udāt",
            "parataḥ",
            "puṣkara",
            "dvīpaḥ",
            "tataḥ",
            "dvi",
            "guṇa",
            "āyāmaḥ",
            "samantataḥ",
            "upakalpitaḥ",
            "samānena",
            "svādu",
            "udakena",
            "samudreṇa",
            "bahiḥ",
            "āvṛtaḥ",
            "yasmin",
            "bṛhat",
            "puṣkaram",
            "jvalana",
            "śikhā",
            "amala",
            "kanaka",
            "patra",
            "ayuta",
            "ayutam",
            "bhagavataḥ",
            "kamala",
            "āsanasya",
            "adhyāsanam",
            "parikalpitam"
        ],
        "translation": "Outside the ocean of yogurt is another island, known as Puṣkaradvīpa, which is 6,400,000 yojanas [51,200,000 miles] wide, twice as wide as the ocean of yogurt. It is surrounded by an ocean of very tasteful water as broad as the island itself. On Puṣkaradvīpa there is a great lotus flower with 100,000,000 pure golden petals, as effulgent as the flames of fire. That lotus flower is considered the sitting place of Lord Brahmā, who is the most powerful living being and who is therefore sometimes called bhagavān.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "तद्‌द्वीपमध्ये मानसोत्तरनामैक एवार्वाचीनपराचीनवर्षयोर्मर्यादाचलोऽयुतयोजनोच्छ्रायायामो यत्र तु चतसृषु दिक्षु चत्वारि पुराणि लोकपालानामिन्द्रादीनां यदुपरिष्टात्सूर्यरथस्य मेरुं परिभ्रमत: संवत्सरात्मकं चक्रं देवानामहोरात्राभ्यां परिभ्रमति ॥ ३० ॥",
        "english_devnagari": "tad-dvīpa-madhye mānasottara-nāmaika evārvācīna-parācīna-varṣayor maryādācalo ’yuta-yojanocchrāyāyāmo yatra tu catasṛṣu dikṣu catvāri purāṇi loka-pālānām indrādīnāṁ yad-upariṣṭāt sūrya-rathasya meruṁ paribhramataḥ saṁvatsarātmakaṁ cakraṁ devānām aho-rātrābhyāṁ paribhramati.",
        "verse_Syn": [
            "tat",
            "dvīpa",
            "madhye",
            "mānasottara",
            "nāma",
            "ekaḥ",
            "eva",
            "arvācīna",
            "parācīna",
            "varṣayoḥ",
            "maryādā",
            "acalaḥ",
            "ayuta",
            "yojana",
            "ucchrāya",
            "āyāmaḥ",
            "yatra",
            "tu",
            "catasṛṣu",
            "dikṣu",
            "catvāri",
            "purāṇi",
            "loka",
            "pālānām",
            "indra",
            "ādīnām",
            "yat",
            "upariṣṭāt",
            "sūrya",
            "rathasya",
            "merum",
            "paribhramataḥ",
            "saṁvatsara",
            "ātmakam",
            "cakram",
            "devānām",
            "ahaḥ",
            "rātrābhyām",
            "paribhramati"
        ],
        "translation": "In the middle of that island is a great mountain named Mānasottara, which forms the boundary between the inner side and the outer side of the island. Its breadth and height are 10,000 yojanas [80,000 miles]. On that mountain, in the four directions, are the residential quarters of demigods such as Indra. In the chariot of the sun-god, the sun travels on the top of the mountain in an orbit called the Saṁvatsara, encircling Mount Meru. The sun’s path on the northern side is called Uttarāyaṇa, and its path on the southern side is called Dakṣiṇāyana. One side represents a day for the demigods, and the other represents their night.",
        "purport": " The movement of the sun is confirmed in the Brahma-saṁhitā (5.52): yasyājñāya bhramati saṁbhṛta-kāla-cakraḥ. The sun orbits around Mount Sumeru, for six months on the northern side and for six months on the southern. This adds up to the duration of a day and night of the demigods in the upper planetary systems."
    },
    {
        "verse": "31",
        "devanagari": "तद्‌द्वीपस्याप्यधिपति: प्रैयव्रतो वीतिहोत्रो नामैतस्यात्मजौ रमणकधातकिनामानौ वर्षपती नियुज्य स स्वयं पूर्वजवद्भ‍गवत्कर्मशील एवास्ते ॥ ३१ ॥",
        "english_devnagari": "tad-dvīpasyāpy adhipatiḥ praiyavrato vītihotro nāmaitasyātmajau ramaṇaka-dhātaki-nāmānau varṣa-patī niyujya sa svayaṁ pūrvajavad-bhagavat-karma-śīla evāste.",
        "verse_Syn": [
            "tat",
            "dvīpasya",
            "api",
            "adhipatiḥ",
            "praiyavrataḥ",
            "vītihotraḥ",
            "nāma",
            "etasya",
            "ātma",
            "jau",
            "ramaṇaka",
            "dhātaki",
            "nāmānau",
            "varṣa",
            "patī",
            "niyujya",
            "saḥ",
            "svayam",
            "pūrvaja",
            "vat",
            "bhagavat",
            "karma",
            "śīlaḥ",
            "eva",
            "āste"
        ],
        "translation": "The ruler of this island, the son of Mahārāja Priyavrata named Vītihotra, had two sons named Ramaṇaka and Dhātaki. He granted the two sides of the island to these two sons and then personally engaged himself in activities for the sake of the Supreme Personality of Godhead like his elder brother Medhātithi.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "तद्वर्षपुरुषा भगवन्तं ब्रह्मरूपिणं सकर्मकेण कर्मणाऽऽराधयन्तीदं चोदाहरन्ति ॥ ३२ ॥",
        "english_devnagari": "tad-varṣa-puruṣā bhagavantaṁ brahma-rūpiṇaṁ sakarmakeṇa karmaṇārādhayantīdaṁ codāharanti.",
        "verse_Syn": [
            "tat",
            "varṣa",
            "puruṣāḥ",
            "bhagavantam",
            "brahma",
            "rūpiṇam",
            "sa",
            "karmakeṇa",
            "karmaṇā",
            "ārādhayanti",
            "idam",
            "ca",
            "udāharanti"
        ],
        "translation": "For the fulfillment of material desires, the inhabitants of this tract of land worship the Supreme Personality of Godhead as represented by Lord Brahmā. They offer prayers to the Lord as follows.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "यत्तत्कर्ममयं लिङ्गं ब्रह्मलिङ्गं जनोऽर्चयेत् ।एकान्तमद्वयं शान्तं तस्मै भगवते नम इति ॥ ३३ ॥",
        "english_devnagari": "yat tat karmamayaṁ liṅgaṁbrahma-liṅgaṁ jano ’rcayetekāntam advayaṁ śāntaṁtasmai bhagavate nama iti",
        "verse_Syn": [
            "yat",
            "tat",
            "karma",
            "mayam",
            "liṅgam",
            "brahma",
            "liṅgam",
            "janaḥ",
            "arcayet",
            "ekāntam",
            "advayam",
            "śāntam",
            "tasmai",
            "bhagavate",
            "namaḥ",
            "iti"
        ],
        "translation": "Lord Brahmā is known as karma-maya, the form of ritualistic ceremonies, because by performing ritualistic ceremonies one may attain his position and because the Vedic ritualistic hymns become manifest from him. He is devoted to the Supreme Personality of Godhead without deviation, and therefore in one sense he is not different from the Lord. Nevertheless, he should be worshiped not as the monists worship him, but in duality. One should always remain a servitor of the Supreme Lord, the supreme worshipable Deity. We therefore offer our respectful obeisances unto Lord Brahmā, the form of manifest Vedic knowledge.",
        "purport": " In this verse, the word karma-mayam (“obtainable by the Vedic ritualistic system”) is significant. The Vedas say, svadharma-niṣṭhaḥ śata janmabhiḥ pumān viriñcatām eti: “One who strictly follows the principles of varṇāśrama-dharma for at least one hundred births will be rewarded with the post of Lord Brahmā.” It is also significant that although Lord Brahmā is extremely powerful, he never thinks himself one with the Supreme Personality of Godhead; he always knows that he is an eternal servitor of the Lord. Because the Lord and the servant are identical on the spiritual platform, Brahmā is herein addressed as bhagavān. Bhagavān is the Supreme Personality of Godhead, Kṛṣṇa, but if a devotee serves Him with full faith, the meaning of the Vedic literature is revealed to him. Therefore Brahmā is called brahma-liṅga, which indicates that his entire form consists of Vedic knowledge."
    },
    {
        "verse": "34",
        "devanagari": "ऋषिरुवाचतत: परस्ताल्लोकालोकनामाचलो लोकालोकयोरन्तराले परित उपक्षिप्त: ॥ ३४ ॥",
        "english_devnagari": "tataḥ parastāl lokāloka-nāmācalo lokālokayor antarāle parita upakṣiptaḥ.",
        "verse_Syn": [
            "tataḥ",
            "parastāt",
            "lokāloka",
            "nāma",
            "acalaḥ",
            "loka",
            "alokayoḥ",
            "antarāle",
            "paritaḥ",
            "upakṣiptaḥ"
        ],
        "translation": "Thereafter, beyond the ocean of sweet water and fully surrounding it, is a mountain named Lokāloka, which divides the countries that are full of sunlight from those not lit by the sun.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "यावन्मानसोत्तरमेर्वोरन्तरं तावती भूमि: काञ्चन्यन्याऽऽदर्शतलोपमा यस्यां प्रहित: पदार्थो नकथञ्चित्पुन:प्रत्युपलभ्यते तस्मात्सर्वसत्त्वपरिहृतासीत् ॥ ३५ ॥",
        "english_devnagari": "yāvan mānasottara-mervor antaraṁ tāvatī bhūmiḥ kāñcany anyādarśa-talopamā yasyāṁ prahitaḥ padārtho na kathañcit punaḥ pratyupalabhyate tasmāt sarva-sattva-parihṛtāsīt.",
        "verse_Syn": [
            "yāvat",
            "mānasottara",
            "mervoḥ",
            "antaram",
            "tāvatī",
            "bhūmiḥ",
            "kāñcanī",
            "anyā",
            "ādarśa",
            "tala",
            "upamā",
            "yasyām",
            "prahitaḥ",
            "padārthaḥ",
            "na",
            "kathañcit",
            "punaḥ",
            "pratyupalabhyate",
            "tasmāt",
            "sarva",
            "sattva",
            "parihṛtā",
            "āsīt"
        ],
        "translation": "Beyond the ocean of sweet water is a tract of land as broad as the area between the middle of Mount Sumeru and the boundary of Mānasottara Mountain. In that tract of land there are many living beings. Beyond it, extending to Lokāloka Mountain, is another land, which is made of gold. Because of its golden surface, it reflects light like the surface of a mirror, and any physical article that falls on that land can never be perceived again. All living entities, therefore, have abandoned that golden land.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "लोकालोक इति समाख्या यदनेनाचलेन लोकालोकस्यान्तर्वर्तिनावस्थाप्यते ॥ ३६ ॥",
        "english_devnagari": "lokāloka iti samākhyā yad anenācalena lokālokasyāntarvar-tināvasthāpyate.",
        "verse_Syn": [
            "loka",
            "alokaḥ",
            "iti",
            "samākhyā",
            "yat",
            "anena",
            "acalena",
            "loka",
            "alokasya",
            "antarvartinā",
            "avasthāpyate"
        ],
        "translation": "Between the lands inhabited by living entities and those that are uninhabited stands the great mountain which separates the two and which is therefore celebrated as Lokāloka.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "स लोकत्रयान्ते परित ईश्वरेण विहितो यस्मात्सूर्यादीनां ध्रुवापवर्गाणां ज्योतिर्गणानां गभस्तयोऽर्वाचीनांस्त्रींल्लोकानावितन्वाना न कदाचित्पराचीना भवितुमुत्सहन्ते तावदुन्नहनायाम: ॥ ३७ ॥",
        "english_devnagari": "sa loka-trayānte parita īśvareṇa vihito yasmāt sūryādīnāṁ dhruvāpavargāṇāṁ jyotir-gaṇānāṁ gabhastayo ’rvācīnāṁs trīḻ lokān āvitanvānā na kadācit parācīnā bhavitum utsahante tāvad unnahanāyāmaḥ.",
        "verse_Syn": [
            "saḥ",
            "loka",
            "traya",
            "ante",
            "paritaḥ",
            "īśvareṇa",
            "vihitaḥ",
            "yasmāt",
            "sūrya",
            "ādīnām",
            "dhruva",
            "apavargāṇām",
            "jyotiḥ",
            "gaṇānām",
            "gabhastayaḥ",
            "arvācīnān",
            "trīn",
            "lokān",
            "āvitanvānāḥ",
            "na",
            "kadācit",
            "parācīnāḥ",
            "bhavitum",
            "utsahante",
            "tāvat",
            "unnahana",
            "āyāmaḥ"
        ],
        "translation": "By the supreme will of Kṛṣṇa, the mountain known as Lokāloka has been installed as the outer border of the three worlds — Bhūrloka, Bhuvarloka and Svarloka — to control the rays of the sun throughout the universe. All the luminaries, from the sun up to Dhruvaloka, distribute their rays throughout the three worlds, but only within the boundary formed by this mountain. Because it is extremely high, extending even higher than Dhruvaloka, it blocks the rays of the luminaries, which therefore can never extend beyond it.",
        "purport": " When we speak of loka-traya, we refer to the three primary planetary systems — Bhūḥ, Bhuvaḥ and Svaḥ — into which the universe is divided. Surrounding these planetary systems are the eight directions, namely east, west, north, south, northeast, southeast, northwest and southwest. Lokāloka Mountain has been established as the outer boundary of all the lokas to distribute the rays of the sun and other luminaries equally throughout the universe. This vivid description of how the rays of the sun are distributed throughout the different planetary systems of the universe is very scientific. Śukadeva Gosvāmī described these universal affairs to Mahārāja Parīkṣit as he had heard about them from his predecessor. He explained these facts five thousand years ago, but the knowledge existed long, long before because Śukadeva Gosvāmī received it through disciplic succession. Because this knowledge is accepted through the disciplic succession, it is perfect. The history of modern scientific knowledge, on the contrary, does not go back more than a few hundred years. Therefore, even if modern scientists do not accept the other factual presentations of Śrīmad-Bhāgavatam, how can they deny the perfect astronomical calculations that existed long before they could imagine such things? There is so much information to gather from Śrīmad-Bhāgavatam. Modern scientists, however, have no information of other planetary systems and, indeed, are hardly conversant with the planet on which we are now living."
    },
    {
        "verse": "38",
        "devanagari": "एतावाँल्लोकविन्यासो मानलक्षणसंस्थाभिर्विचिन्तित: कविभि: स तु पञ्चाशत्कोटिगणितस्य भूगोलस्य तुरीयभागोऽयं लोकालोकाचल: ॥ ३८ ॥",
        "english_devnagari": "etāvāḻ loka-vinyāso māna-lakṣaṇa-saṁsthābhir vicintitaḥ kavibhiḥ sa tu pañcāśat-koṭi-gaṇitasya bhū-golasya turīya-bhāgo ’yaṁ lokālokācalaḥ.",
        "verse_Syn": [
            "etāvān",
            "loka",
            "vinyāsaḥ",
            "māna",
            "lakṣaṇa",
            "saṁsthābhiḥ",
            "vicintitaḥ",
            "kavibhiḥ",
            "saḥ",
            "tu",
            "pañcāśat",
            "koṭi",
            "gaṇitasya",
            "bhū",
            "golasya",
            "turīya",
            "bhāgaḥ",
            "ayam",
            "lokāloka",
            "acalaḥ"
        ],
        "translation": "Learned scholars who are free from mistakes, illusions and propensities to cheat have thus described the planetary systems and their particular symptoms, measurements and locations. With great deliberation, they have established the truth that the distance between Sumeru and the mountain known as Lokāloka is one fourth of the diameter of the universe — or, in other words, 125,000,000 yojanas [1 billion miles].",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura has given accurate astronomical information about the location of Lokāloka Mountain, the movements of the sun globe and the distance between the sun and the circumference of the universe. However, the technical terms used in the astronomical calculations given by the Jyotir Veda are difficult to translate into English. Therefore to satisfy the reader, we may include the exact Sanskrit statement given by Śrīla Viśvanātha Cakravartī Ṭhākura, which records exact calculations regarding universal affairs. sa tu lokālokas tu bhū-golakasya bhū-sambandhāṇḍa-golakasyety arthaḥ; sūryasy eva bhuvo ’py aṇḍa-golakayor madhya-vartitvāt kha-golam iva bhū-golam api pañcāśat-koṭi-yojana-pramāṇaṁ tasya turīya-bhāgaḥ sārdha-dvādaśa-koṭi-yojana-vistārocchrāya ity arthaḥ bhūs tu catus-triṁśal-lakṣonapañcāśat-koṭi-pramāṇā jñeyā; yathā meru-madhyān mānasottara-madhya-paryantaṁ sārdha-sapta-pañcāśal-lakṣottara-koṭi-yojana-pramāṇam; mānasottara-madhyāt svādūdaka-samudra-paryantaṁ ṣaṇ-ṇavati-lakṣa-yojana-pramāṇaṁ tataḥ kāñcanī-bhūmiḥ sārdha-sapta-pañcāśal-lakṣottara-koṭi-yojana-pramāṇā evam ekato meru-lokālokayor antarālam ekādaśa-śal-lakṣādhika-catuṣ-koṭi-parimitam anyato ’pi tathatyeto lokālokāl loka-paryantaṁ sthānaṁ dvāviṁśati-lakṣottarāṣṭa-koṭi-parimitaṁ lokālokād bahir apy ekataḥ etāvad eva anyato ’py etāvad eva yad vakṣyate, yo ’ntar-vistāra etena hy aloka-parimāṇaṁ ca vyākhyātaṁ yad-bahir lokālokācalād ity ekato lokālokaḥ sārdha-dvādaśa-koṭi-yojana-parimāṇaḥ anyato ’pi sa tathety evaṁ catus-triṁśal-lakṣonapañcāśat-koṭi-pramāṇā bhūḥ sābdhi-dvīpa-parvatā jñeyā; ata evāṇḍa-golakāt sarvato dikṣu sapta-daśa-lakṣa-yojanāvakāśe vartamāne sati pṛthivyāḥ śeṣa-nāgena dhāraṇaṁ dig-gajaiś ca niścalī-karaṇaṁ sārthakaṁ bhaved anyathā tu vyākhyāntare pañcāśat-koṭi-pramāṇatvād aṇḍa-golaka-lagnatve tat tat sarvam akiñcit-karaṁ syāt cākṣuṣe manvantare cākasmāt majjanaṁ śrī-varāha-devenotthāpanaṁ ca durghaṭaṁ syād ity adikaṁ vivecanīyam."
    },
    {
        "verse": "39",
        "devanagari": "तदुपरिष्टाच्चतसृष्वाशास्वात्मयोनिनाखिलजगद्गुरुणाधिनिवेशिता ये द्विरदपतय ऋषभ: पुष्करचूडो वामनोऽपराजित इति सकललोकस्थितिहेतव: ॥ ३९ ॥",
        "english_devnagari": "tad-upariṣṭāc catasṛṣv āśāsvātma-yoninākhila-jagad-guruṇādhiniveśitā ye dvirada-pataya ṛṣabhaḥ puṣkaracūḍo vāmano ’parājita iti sakala-loka-sthiti-hetavaḥ.",
        "verse_Syn": [
            "tat",
            "upariṣṭāt",
            "catasṛṣu",
            "āśāsu",
            "ātma",
            "yoninā",
            "akhila",
            "jagad",
            "guruṇā",
            "adhiniveśitāḥ",
            "ye",
            "dvirada",
            "patayaḥ",
            "ṛṣabhaḥ",
            "puṣkara",
            "cūḍaḥ",
            "vāmanaḥ",
            "aparājitaḥ",
            "iti",
            "sakala",
            "loka",
            "sthiti",
            "hetavaḥ"
        ],
        "translation": "On the top of Lokāloka Mountain are the four gaja-patis, the best of elephants, which were established in the four directions by Lord Brahmā, the supreme spiritual master of the entire universe. The names of those elephants are Ṛṣabha, Puṣkaracūḍa, Vāmana and Aparājita. They are responsible for maintaining the planetary systems of the universe.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "तेषां स्वविभूतीनां लोकपालानां च विविधवीर्योपबृंहणाय भगवान् परममहापुरुषो महाविभूतिपतिरन्तर्याम्यात्मनो विशुद्धसत्त्वं धर्मज्ञानवैराग्यैश्वर्याद्यष्टमहासिद्ध्युपलक्षणं विष्वक्सेनादिभि: स्वपार्षदप्रवरै: परिवारितो निजवरायुधोपशोभितैर्निजभुजदण्डै: सन्धारय-माणस्तस्मिन् गिरिवरे समन्तात्सकललोकस्वस्तय आस्ते ॥ ४० ॥",
        "english_devnagari": "teṣāṁ sva-vibhūtīnāṁ loka-pālānāṁ ca vividha-vīryopabṛṁhaṇāya bhagavān parama-mahā-puruṣo mahā-vibhūti-patir antaryāmy ātmano viśuddha-sattvaṁ dharma-jñāna-vairāgyaiśvaryādy-aṣṭa-mahā-siddhy-upalakṣaṇaṁ viṣvaksenādibhiḥ sva-pārṣada-pravaraiḥ parivārito nija-varāyudhopaśobhitair nija-bhuja-daṇḍaiḥ sandhārayamāṇas tasmin giri-vare samantāt sakala-loka-svastaya āste.",
        "verse_Syn": [
            "teṣām",
            "sva",
            "vibhūtīnām",
            "loka",
            "pālānām",
            "ca",
            "vividha",
            "vīrya",
            "upabṛṁhaṇāya",
            "bhagavān",
            "parama",
            "mahā",
            "puruṣaḥ",
            "mahā",
            "vibhūti",
            "patiḥ",
            "antaryāmī",
            "ātmanaḥ",
            "viśuddha",
            "sattvam",
            "dharma",
            "jñāna",
            "vairāgya",
            "aiśvarya",
            "ādi",
            "aṣṭa",
            "mahā",
            "siddhi",
            "upalakṣaṇam",
            "viṣvaksena",
            "ādibhiḥ",
            "sva",
            "pārṣada",
            "pravaraiḥ",
            "parivāritaḥ",
            "nija",
            "vara",
            "āyudha",
            "upaśobhitaiḥ",
            "nija",
            "bhuja",
            "daṇḍaiḥ",
            "sandhārayamāṇaḥ",
            "tasmin",
            "giri",
            "vare",
            "samantāt",
            "sakala",
            "loka",
            "svastaye",
            "āste"
        ],
        "translation": "The Supreme Personality of Godhead is the master of all transcendental opulences and the master of the spiritual sky. He is the Supreme Person, Bhagavān, the Supersoul of everyone. The demigods, led by Indra, the King of heaven, are entrusted with seeing to the affairs of the material world. To benefit all living beings in all the varied planets and to increase the power of those elephants and of the demigods, the Lord manifests Himself on top of that mountain in a spiritual body, uncontaminated by the modes of material nature. Surrounded by His personal expansions and assistants like Viṣvaksena, He exhibits all His perfect opulences, such as religion and knowledge, and His mystic powers such as aṇimā, laghimā and mahimā. He is beautifully situated, and He is decorated by the different weapons in His four hands.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "आकल्पमेवं वेषं गत एष भगवानात्मयोगमायया विरचितविविधलोकयात्रागोपीयायेत्यर्थ: ॥ ४१ ॥",
        "english_devnagari": "ākalpam evaṁ veṣaṁ gata eṣa bhagavān ātma-yogamāyayā viracita-vividha-loka-yātrā-gopīyāyety arthaḥ.",
        "verse_Syn": [
            "ā",
            "kalpam",
            "evam",
            "veṣam",
            "gataḥ",
            "eṣaḥ",
            "bhagavān",
            "ātma",
            "yoga",
            "māyayā",
            "viracita",
            "vividha",
            "loka",
            "yātrā",
            "gopīyāya",
            "iti",
            "arthaḥ"
        ],
        "translation": "The various forms of the Supreme Personality of Godhead, such as Nārāyaṇa and Viṣṇu, are beautifully decorated with different weapons. The Lord exhibits those forms to maintain all the varied planets created by His personal potency, yoga-māyā.",
        "purport": " In Bhagavad-gītā (4.6) Lord Kṛṣṇa says, sambhavāmy ātma-māyayā: “I appear by My internal potency.” The word ātma-māyā refers to the Lord’s personal potency, yoga-māyā. After creating both the material world and spiritual world through yoga-māyā, the Supreme Personality of Godhead personally maintains them by expanding Himself in different categories as the Viṣṇu mūrtis and the demigods. He maintains the material creation from beginning to end, and He personally maintains the spiritual world."
    },
    {
        "verse": "42",
        "devanagari": "योऽन्तर्विस्तार एतेन ह्यलोकपरिमाणं च व्याख्यातं यद्ब‍‌हिर्लोकालोकाचलात् । तत: परस्ताद्योगेश्वरगतिं विशुद्धामुदाहरन्ति ॥ ४२ ॥",
        "english_devnagari": "yo ’ntar-vistāra etena hy aloka-parimāṇaṁ ca vyākhyātaṁ yad bahir lokālokācalāt; tataḥ parastād yogeśvara-gatiṁ viśuddhām udāharanti.",
        "verse_Syn": [
            "yaḥ",
            "antaḥ",
            "vistāraḥ",
            "etena",
            "hi",
            "aloka",
            "parimāṇam",
            "ca",
            "vyākhyātam",
            "yat",
            "bahiḥ",
            "lokāloka",
            "acalāt",
            "tataḥ",
            "parastāt",
            "yogeśvara",
            "gatim",
            "viśuddhām",
            "udāharanti"
        ],
        "translation": "My dear King, outside Lokāloka Mountain is the tract of land known as Aloka-varṣa, which extends for the same breadth as the area within the mountain — in other words, 125,000,000 yojanas [one billion miles]. Beyond Aloka-varṣa is the destination of those who aspire for liberation from the material world. It is beyond the jurisdiction of the material modes of nature, and therefore it is completely pure. Lord Kṛṣṇa took Arjuna through this place to bring back the sons of the brāhmaṇa.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "अण्डमध्यगत: सूर्यो द्यावाभूम्योर्यदन्तरम् ।सूर्याण्डगोलयोर्मध्ये कोट्य: स्यु: पञ्चविंशति: ॥ ४३ ॥",
        "english_devnagari": "aṇḍa-madhya-gataḥ sūryodyāv-ābhūmyor yad antaramsūryāṇḍa-golayor madhyekoṭyaḥ syuḥ pañca-viṁśatiḥ",
        "verse_Syn": [
            "aṇḍa",
            "madhya",
            "gataḥ",
            "sūryaḥ",
            "dyāv",
            "ābhūmyoḥ",
            "yat",
            "antaram",
            "sūrya",
            "aṇḍa",
            "golayoḥ",
            "madhye",
            "koṭyaḥ",
            "syuḥ",
            "pañca",
            "viṁśatiḥ"
        ],
        "translation": "The sun is situated [vertically] in the middle of the universe, in the area between Bhūrloka and Bhuvarloka, which is called antarikṣa, outer space. The distance between the sun and the circumference of the universe is twenty-five koṭi yojanas [two billion miles].",
        "purport": " The word koṭi means ten million, and a yojana is eight miles. The diameter of the universe is fifty koṭi yojanas (four billion miles). Therefore, since the sun is in the middle of the universe, the distance between the sun and the edge of the universe is calculated to be twenty-five koṭi yojanas (two billion miles)."
    },
    {
        "verse": "44",
        "devanagari": "मृतेऽण्ड एष एतस्मिन् यदभूत्ततो मार्तण्ड इति व्यपदेश: ।हिरण्यगर्भ इति यद्धिरण्याण्डसमुद्भ‍व: ॥ ४४ ॥",
        "english_devnagari": "mṛte ’ṇḍa eṣa etasmin yad abhūt tato mārtaṇḍa iti vyapadeśaḥ; hiraṇyagarbha iti yad dhiraṇyāṇḍa-samudbhavaḥ.",
        "verse_Syn": [
            "mṛte",
            "aṇḍe",
            "eṣaḥ",
            "etasmin",
            "yat",
            "abhūt",
            "tataḥ",
            "mārtaṇḍa",
            "iti",
            "vyapadeśaḥ",
            "hiraṇya",
            "garbhaḥ",
            "iti",
            "yat",
            "hiraṇya",
            "aṇḍa",
            "samudbhavaḥ"
        ],
        "translation": "The sun-god is also known as Vairāja, the total material body for all living entities. Because he entered this dull egg of the universe at the time of creation, he is also called Mārtaṇḍa. He is also known as Hiraṇyagarbha because he received his material body from Hiraṇyagarbha [Lord Brahmā].",
        "purport": " The post of Lord Brahmā is meant for very highly elevated, spiritually advanced living beings. When such living beings are unavailable, Lord Viṣṇu, the Supreme Personality of Godhead, expands Himself as Lord Brahmā. This takes place very rarely. Consequently there are two kinds of Brahmās. Sometimes Brahmā is an ordinary living entity, and at other times Brahmā is the Supreme Personality of Godhead. The Brahmā spoken of here is an ordinary living being. Whether Brahmā is the Supreme Personality of Godhead or an ordinary living being, he is known as Vairāja Brahmā and Hiraṇyagarbha Brahmā. Therefore the sun-god is also accepted as Vairāja Brahmā."
    },
    {
        "verse": "45",
        "devanagari": "सूर्येण हि विभज्यन्ते दिश: खं द्यौर्मही भिदा ।स्वर्गापवर्गौ नरका रसौकांसिच सर्वश: ॥ ४५ ॥",
        "english_devnagari": "sūryeṇa hi vibhajyantediśaḥ khaṁ dyaur mahī bhidāsvargāpavargau narakārasaukāṁsi ca sarvaśaḥ",
        "verse_Syn": [
            "sūryeṇa",
            "hi",
            "vibhajyante",
            "diśaḥ",
            "kham",
            "dyauḥ",
            "mahī",
            "bhidā",
            "svarga",
            "apavargau",
            "narakāḥ",
            "rasaukāṁsi",
            "ca",
            "sarvaśaḥ"
        ],
        "translation": "O King, the sun-god and the sun planet divide all the directions of the universe. It is only because of the presence of the sun that we can understand what the sky, the higher planets, this world and the lower planets are. It is also only because of the sun that we can understand which places are for material enjoyment, which are for liberation, which are hellish and subterranean.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "देवतिर्यङ्‍मनुष्याणां सरीसृपसवीरुधाम् ।सर्वजीवनिकायानां सूर्य आत्माद‍ृगीश्वर: ॥ ४६ ॥",
        "english_devnagari": "deva-tiryaṅ-manuṣyāṇāṁsarīsṛpa-savīrudhāmsarva-jīva-nikāyānāṁsūrya ātmā dṛg-īśvaraḥ",
        "verse_Syn": [
            "deva",
            "tiryak",
            "manuṣyāṇām",
            "sarīsṛpa",
            "sa",
            "vīrudhām",
            "sarva",
            "jīva",
            "nikāyānām",
            "sūryaḥ",
            "ātmā",
            "dṛk",
            "īśvaraḥ"
        ],
        "translation": "All living entities, including demigods, human beings, animals, birds, insects, reptiles, creepers and trees, depend upon the heat and light given by the sun-god from the sun planet. Furthermore, it is because of the sun’s presence that all living entities can see, and therefore he is called dṛg-īśvara, the Personality of Godhead presiding over sight.",
        "purport": " In this regard, Śrīla Viśvanātha Cakravartī Ṭhākura says, sūrya ātmā ātmatvenopāsyaḥ. The actual life and soul of all living entities within this universe is the sun. He is therefore upāsya, worshipable. We worship the sun-god by chanting the Gāyatrī mantra (om bhūr bhuvaḥ svaḥ tat savitur vareṇyaṁ bhargo devasya dhīmahi). Sūrya is the life and soul of this universe, and there are innumerable universes for which a sun-god is the life and soul, just as the Supreme Personality of Godhead is the life and soul of the entire creation. We have information that Vairāja, Hiraṇyagarbha, entered the great, dull, material globe called the sun. This indicates that the theory held by so-called scientists that no one lives there is wrong. Bhagavad-gītā also says that Kṛṣṇa first instructed Bhagavad-gītā to the sun-god (imaṁ vivasvate yogaṁ proktavān aham avyayam). Therefore the sun is not vacant. It is inhabited by living entities, and the predominating deity is Vairāja, or Vivasvān. The difference between the sun and earth is that the sun is a fiery planet, but everyone there has a suitable body and can live there without difficulty."
    }
]