[
    {
        "verse": "1-2",
        "devanagari": "श्रीशुक उवाचअथ कस्यचिद् द्विजवरस्याङ्गिर:प्रवरस्य शमदमतप:स्वाध्यायाध्ययनत्यागसन्तोषतितिक्षाप्रश्रयविद्यानसूयात्मज्ञानानन्दयुक्तस्यात्मसद‍ृशश्रुतशीलाचाररूपौदार्यगुणा नव सोदर्या अङ्गजा बभूवुर्मिथुनं च यवीयस्यां भार्यायाम् ॥ १ ॥यस्तु तत्र पुमांस्तं परमभागवतं राजर्षिप्रवरं भरतमुत्सृष्टमृगशरीरं चरमशरीरेण विप्रत्वं गतमाहु: ॥ २ ॥",
        "english_devnagari": "śrī-śuka uvācaatha kasyacid dvija-varasyāṅgiraḥ-pravarasya śama-dama-tapaḥ-svādhyāyādhyayana-tyāga-santoṣa-titikṣā-praśraya-vidyānasūyātma-jñānānanda-yuktasyātma-sadṛśa-śruta-śīlācāra-rūpaudārya-guṇā nava sodaryā aṅgajā babhūvur mithunaṁ ca yavīyasyāṁ bhāryāyām yas tu tatra pumāṁs taṁ parama-bhāgavataṁ rājarṣi-pravaraṁ bharatam utsṛṣṭa-mṛga-śarīraṁ carama-śarīreṇa vipratvaṁ gatam āhuḥ.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "kasyacit",
            "dvija",
            "varasya",
            "aṅgiraḥ",
            "pravarasya",
            "śama",
            "dama",
            "tapaḥ",
            "svādhyāya",
            "adhyayana",
            "tyāga",
            "santoṣa",
            "titikṣā",
            "praśraya",
            "vidyā",
            "anasūya",
            "ātma",
            "jñāna",
            "ānanda",
            "yuktasya",
            "ātma",
            "sadṛśa",
            "śruta",
            "śīla",
            "ācāra",
            "rūpa",
            "audārya",
            "guṇāḥ",
            "nava",
            "sa",
            "udaryāḥ",
            "aṅga",
            "jāḥ",
            "babhūvuḥ",
            "mithunam",
            "ca",
            "yavīyasyām",
            "bhāryāyām",
            "yaḥ",
            "tu",
            "tatra",
            "pumān",
            "tam",
            "parama",
            "bhāgavatam",
            "rāja",
            "ṛṣi",
            "pravaram",
            "bharatam",
            "utsṛṣṭa",
            "mṛga",
            "śarīram",
            "carama",
            "śarīreṇa",
            "vipratvam",
            "gatam",
            "āhuḥ"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī continued: My dear King, after giving up the body of a deer, Bharata Mahārāja took birth in a very pure brāhmaṇa family. There was a brāhmaṇa who belonged to the dynasty of Aṅgirā. He was fully qualified with brahminical qualifications. He could control his mind and senses, and he had studied the Vedic literatures and other subsidiary literatures. He was expert in giving charity, and he was always satisfied, tolerant, very gentle, learned and nonenvious. He was self-realized and engaged in the devotional service of the Lord. He remained always in a trance. He had nine equally qualified sons by his first wife, and by his second wife he begot twins — a brother and a sister, of which the male child was said to be the topmost devotee and foremost of saintly kings — Bharata Mahārāja. This, then, is the story of the birth he took after giving up the body of a deer.",
        "purport": " Bharata Mahārāja was a great devotee, but he did not attain success in one life. In Bhagavad-gītā it is said that a devotee who does not fulfill his devotional duties in one life is given the chance to be born in a fully qualified brāhmaṇa family or a rich kṣatriya or vaiśya family. Śucīnāṁ śrīmatāṁ gehe (Bg. 6.41). Bharata Mahārāja was the firstborn son of Mahārāja Ṛṣabha in a rich kṣatriya family, but due to his willful negligence of his spiritual duties and his excessive attachment to an insignificant deer, he was obliged to take birth as the son of a deer. However, due to his strong position as a devotee, he was gifted with the remembrance of his past life. Being repentant, he remained in a solitary forest and always thought of Kṛṣṇa. Then he was given the chance to take birth in a very good brāhmaṇa family."
    },
    {
        "verse": "3",
        "devanagari": "तत्रापि स्वजनसङ्गाच्च भृशमुद्विजमानो भगवत: कर्मबन्धविध्वंसनश्रवणस्मरणगुणविवरणचरणारविन्दयुगलं मनसा विदधदात्मन: प्रतिघातमाशङ्कमानो भगवदनुग्रहेणानुस्मृतस्वपूर्वजन्मावलिरात्मानमुन्मत्तजडान्धबधिरस्वरूपेण दर्शयामास लोकस्य ॥ ३ ॥",
        "english_devnagari": "tatrāpi svajana-saṅgāc ca bhṛśam udvijamāno bhagavataḥ karma-bandha-vidhvaṁsana-śravaṇa-smaraṇa-guṇa-vivaraṇa-caraṇāravinda-yugalaṁ manasā vidadhad ātmanaḥ pratighātam āśaṅkamāno bhagavad-anugraheṇānusmṛta-sva-pūrva-janmāvalir ātmānam unmatta-jaḍāndha-badhira-svarūpeṇa darśayām āsa lokasya.",
        "verse_Syn": [
            "tatra",
            "api",
            "sva",
            "jana",
            "saṅgāt",
            "ca",
            "bhṛśam",
            "udvijamānaḥ",
            "bhagavataḥ",
            "karma",
            "bandha",
            "vidhvaṁsana",
            "śravaṇa",
            "smaraṇa",
            "guṇa",
            "vivaraṇa",
            "caraṇa",
            "aravinda",
            "yugalam",
            "manasā",
            "vidadhat",
            "ātmanaḥ",
            "pratighātam",
            "āśaṅkamānaḥ",
            "bhagavat",
            "anugraheṇa",
            "anusmṛta",
            "sva",
            "pūrva",
            "janma",
            "āvaliḥ",
            "ātmānam",
            "unmatta",
            "jaḍa",
            "andha",
            "badhira",
            "svarūpeṇa",
            "darśayām",
            "āsa",
            "lokasya"
        ],
        "translation": "Due to his being especially gifted with the Lord’s mercy, Bharata Mahārāja could remember the incidents of his past life. Although he received the body of a brāhmaṇa, he was still very much afraid of his relatives and friends who were not devotees. He was always very cautious of such association because he feared that he would again fall down. Consequently he manifested himself before the public eye as a madman — dull, blind and deaf — so that others would not try to talk to him. In this way he saved himself from bad association. Within he was always thinking of the lotus feet of the Lord and chanting the Lord’s glories, which save one from the bondage of fruitive action. In this way he saved himself from the onslaught of nondevotee associates.",
        "purport": " Every living entity is bound by different activities due to association with the modes of nature. As stated in Bhagavad-gītā, kāraṇaṁ guṇa-saṅgo ’sya sad-asad-yoni-janmasu: “This is due to his association with that material nature. Thus he meets with good and evil among various species.” (Bg. 13.22) We get different types of bodies among 8,400,000 species according to our karma. Karmaṇā daiva-netreṇa: we work under the influence of material nature contaminated by the three modes, and thus we get a certain type of body according to superior order. This is called karma-bandha. To get out of this karma-bandha, one must engage himself in devotional service. Then one will not be affected by the modes of material nature. “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” (Bg. 14.26) To remain immune from the material qualities, one must engage himself in devotional service — śravaṇaṁ kīrtanaṁ viṣṇoḥ. That is the perfection of life. When Mahārāja Bharata took birth as a brāhmaṇa, he was not very interested in the duties of a brāhmaṇa, but within he remained a pure Vaiṣṇava, always thinking of the lotus feet of the Lord. As advised in Bhagavad-gītā: man-manā bhava mad-bhakto mad-yājī māṁ namaskuru. This is the only process by which one can be saved from the danger of repeated birth and death."
    },
    {
        "verse": "4",
        "devanagari": "तस्यापि ह वा आत्मजस्य विप्र: पुत्रस्‍नेहानुबद्धमना आसमावर्तनात्संस्कारान् यथोपदेशं विदधान उपनीतस्य च पुन: शौचाचमनादीन् कर्मनियमाननभिप्रेतानपि समशिक्षयदनुशिष्टेन हि भाव्यं पितु: पुत्रेणेति ॥ ४ ॥",
        "english_devnagari": "tasyāpi ha vā ātmajasya vipraḥ putra-snehānubaddha-manā āsamāvartanāt saṁskārān yathopadeśaṁ vidadhāna upanītasya ca punaḥ śaucācamanādīn karma-niyamān anabhipretān api samaśikṣayad anuśiṣṭena hi bhāvyaṁ pituḥ putreṇeti.",
        "verse_Syn": [
            "tasya",
            "api",
            "ha",
            "vā",
            "ātma",
            "jasya",
            "vipraḥ",
            "putra",
            "sneha",
            "anubaddha",
            "manāḥ",
            "ā",
            "sama",
            "āvartanāt",
            "saṁskārān",
            "yathā",
            "upadeśam",
            "vidadhānaḥ",
            "upanītasya",
            "ca",
            "punaḥ",
            "śauca",
            "ācamana",
            "ādīn",
            "karma",
            "niyamān",
            "anabhipretān",
            "api",
            "samaśikṣayat",
            "anuśiṣṭena",
            "hi",
            "bhāvyam",
            "pituḥ",
            "putreṇa",
            "iti"
        ],
        "translation": "The brāhmaṇa father’s mind was always filled with affection for his son, Jaḍa Bharata [Bharata Mahārāja]. Therefore he was always attached to Jaḍa Bharata. Because Jaḍa Bharata was unfit to enter the gṛhastha-āśrama, he simply executed the purificatory process up to the end of the brahmacarya-āśrama. Although Jaḍa Bharata was unwilling to accept his father’s instructions, the brāhmaṇa nonetheless instructed him in how to keep clean and how to wash, thinking that the son should be taught by the father.",
        "purport": " Jaḍa Bharata was Bharata Mahārāja in the body of a brāhmaṇa, and he outwardly conducted himself as if he were dull, deaf, dumb and blind. Actually he was quite alert within. He knew perfectly well of the results of fruitive activity and the results of devotional service. In the body of a brāhmaṇa, Mahārāja Bharata was completely absorbed in devotional service within; therefore it was not at all necessary for him to execute the regulative principles of fruitive activity. As confirmed in Śrīmad-Bhāgavatam: svanuṣṭhitasya dharmasya saṁsiddhir hari-toṣaṇam (Bhāg. 1.2.13). One has to satisfy Hari, the Supreme Personality of Godhead. That is the perfection of the regulative principles of fruitive activity. Besides that, it is stated in Śrīmad-Bhāgavatam: “Duties [dharma] executed by men, regardless of occupation, are only so much useless labor if they do not provoke attraction for the message of the Supreme Lord.” (Bhāg. 1.2.8) These karma-kāṇḍa activities are required as long as one has not developed Kṛṣṇa consciousness. If one is developed in Kṛṣṇa consciousness, there is no need to execute the prior regulative principles of karma-kāṇḍa. Śrīla Mādhavendra Purī said, “O regulative principles of karma-kāṇḍa, please excuse me. I cannot follow all these regulative principles, for I am fully engaged in devotional service.” He expressed the desire to sit somewhere beneath a tree and continue chanting the Hare Kṛṣṇa mahā-mantra. Consequently he did not execute all the regulative principles. Similarly, Haridāsa Ṭhākura was born in a Mohammedan family. From the very beginning of his life he was never trained in the karma-kāṇḍa system, but because he was always chanting the holy name of the Lord, Śrī Caitanya Mahāprabhu accepted him as nāmācārya, the authority in chanting the holy name. As Jaḍa Bharata, Bharata Mahārāja was always engaged in devotional service within his mind. Since he had executed the regulative principles continuously for three lives, he was not interested in continuing to execute them, although his brāhmaṇa father wanted him to do so."
    },
    {
        "verse": "5",
        "devanagari": "स चापि तदु ह पितृसन्निधावेवासध्रीचीनमिव स्म करोति छन्दांस्यध्यापयिष्यन्सह व्याहृतिभि: सप्रणवशिरस्त्रिपदीं सावित्रीं ग्रैष्मवासन्तिकान्मासानधीयानमप्यसमवेतरूपं ग्राहयामास ॥ ५ ॥",
        "english_devnagari": "sa cāpi tad u ha pitṛ-sannidhāv evāsadhrīcīnam iva sma karoti chandāṁsy adhyāpayiṣyan saha vyāhṛtibhiḥ sapraṇava-śiras tripadīṁ sāvitrīṁ graiṣma-vāsantikān māsān adhīyānam apy asamaveta-rūpaṁ grāhayām āsa.",
        "verse_Syn": [
            "saḥ",
            "ca",
            "api",
            "tat",
            "u",
            "ha",
            "pitṛ",
            "sannidhau",
            "eva",
            "asadhrīcīnam",
            "iva",
            "sma",
            "karoti",
            "chandāṁsi",
            "adhyāpayiṣyan",
            "saha",
            "vyāhṛtibhiḥ",
            "sa",
            "praṇava",
            "śiraḥ",
            "tri",
            "padīm",
            "sāvitrīm",
            "graiṣma",
            "vāsantikān",
            "māsān",
            "adhīyānam",
            "api",
            "asamaveta",
            "rūpam",
            "grāhayām",
            "āsa"
        ],
        "translation": "Jaḍa Bharata behaved before his father like a fool, despite his father’s adequately instructing him in Vedic knowledge. He behaved in that way so that his father would know that he was unfit for instruction and would abandon the attempt to instruct him further. He would behave in a completely opposite way. Although instructed to wash his hands after evacuating, he would wash them before. Nonetheless, his father wanted to give him Vedic instructions during the spring and summer. He tried to teach him the Gāyatrī mantra along with oṁkāra and vyāhṛti, but after four months his father still was not successful in instructing him.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "एवं स्वतनुज आत्मन्यनुरागावेशितचित्त: शौचाध्ययनव्रतनियमगुर्वनलशुश्रूषणाद्यौपकुर्वाणककर्माण्यनभियुक्तान्यपि समनुशिष्टेन भाव्यमित्यसदाग्रह: पुत्रमनुशास्य स्वयं तावद् अनधिगतमनोरथ: कालेनाप्रमत्तेन स्वयं गृह एव प्रमत्त उपसंहृत: ॥ ६ ॥",
        "english_devnagari": "evaṁ sva-tanuja ātmany anurāgāveśita-cittaḥ śaucādhyayana-vrata-niyama-gurv-anala-śuśrūṣaṇādy-aupakurvāṇaka-karmāṇy anabhiyuktāny api samanuśiṣṭena bhāvyam ity asad-āgrahaḥ putram anuśāsya svayaṁ tāvad anadhigata-manorathaḥ kālenāpramattena svayaṁ gṛha eva pramatta upasaṁhṛtaḥ.",
        "verse_Syn": [
            "evam",
            "sva",
            "tanu",
            "je",
            "ātmani",
            "anurāga",
            "āveśita",
            "cittaḥ",
            "śauca",
            "adhyayana",
            "vrata",
            "niyama",
            "guru",
            "anala",
            "śuśrūṣaṇa",
            "ādi",
            "aupakurvāṇaka",
            "karmāṇi",
            "anabhiyuktāni",
            "api",
            "samanuśiṣṭena",
            "bhāvyam",
            "iti",
            "asat",
            "āgrahaḥ",
            "putram",
            "anuśāsya",
            "svayam",
            "tāvat",
            "anadhigata",
            "manorathaḥ",
            "kālena",
            "apramattena",
            "svayam",
            "gṛhe",
            "eva",
            "pramattaḥ",
            "upasaṁhṛtaḥ"
        ],
        "translation": "The brāhmaṇa father of Jaḍa Bharata considered his son his heart and soul, and therefore he was very much attached to him. He thought it wise to educate his son properly, and being absorbed in this unsuccessful endeavor, he tried to teach his son the rules and regulations of brahmacarya — including the execution of the Vedic vows, cleanliness, study of the Vedas, the regulative methods, service to the spiritual master and the method of offering a fire sacrifice. He tried his best to teach his son in this way, but all his endeavors failed. In his heart he hoped that his son would be a learned scholar, but all his attempts were unsuccessful. Like everyone, this brāhmaṇa was attached to his home, and he had forgotten that someday he would die. Death, however, was not forgetful. At the proper time, death appeared and took him away.",
        "purport": " Those too attached to family life, who forget that death comes in the future to take them away, become attached and unable to finish their duty as human beings. The duty of human life is to solve all the problems of life, but instead people remain attached to family affairs and duties. Although they forget death, death will not forget them. Suddenly they will be kicked off the platform of a peaceful family life. One may forget that he has to die, but death never forgets. Death comes always at the right time. The brāhmaṇa father of Jaḍa Bharata wanted to teach his son the process of brahmacarya, but he was unsuccessful due to his son’s unwillingness to undergo the process of Vedic advancement. Jaḍa Bharata was simply concerned with returning home, back to Godhead, by executing devotional service through śravaṇaṁ kīrtanaṁ viṣṇoḥ. He did not care for the Vedic instructions of his father. When one is fully interested in the service of the Lord, he does not need to follow all the regulative principles enunciated in the Vedas. Of course, for an ordinary man, the Vedic principles are imperative. No one can avoid them. But when one has attained the perfection of devotional service, it is not very important to follow the Vedic principles. Lord Kṛṣṇa advised Arjuna to ascend to the platform of nistraiguṇya, the transcendental position above the Vedic principles. “The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them. Be free from all dualities and from all anxieties for gain and safety, and be established in the Self.” (Bg. 2.45)"
    },
    {
        "verse": "7",
        "devanagari": "अथ यवीयसी द्विजसती स्वगर्भजातं मिथुनं सपत्‍न्या उपन्यस्य स्वयमनुसंस्थया पतिलोकमगात् ॥ ७ ॥",
        "english_devnagari": "atha yavīyasī dvija-satī sva-garbha-jātaṁ mithunaṁ sapatnyā upanyasya svayam anusaṁsthayā patilokam agāt.",
        "verse_Syn": [
            "atha",
            "yavīyasī",
            "dvija",
            "satī",
            "sva",
            "garbha",
            "jātam",
            "mithunam",
            "sapatnyai",
            "upanyasya",
            "svayam",
            "anusaṁsthayā",
            "pati",
            "lokam",
            "agāt"
        ],
        "translation": "Thereafter, the brāhmaṇa’s younger wife, after entrusting her twin children — the boy and girl — to the elder wife, departed for Patiloka, voluntarily dying with her husband.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "पितर्युपरते भ्रातर एनमतत्प्रभावविदस्त्रय्यां विद्यायामेव पर्यवसितमतयो न परविद्यायां जडमतिरिति भ्रातुरनुशासननिर्बन्धान्न्यवृत्सन्त ॥ ८ ॥",
        "english_devnagari": "pitary uparate bhrātara enam atat-prabhāva-vidas trayyāṁ vidyāyām eva paryavasita-matayo na para-vidyāyāṁ jaḍa-matir iti bhrātur anuśāsana-nirbandhān nyavṛtsanta.",
        "verse_Syn": [
            "pitari",
            "uparate",
            "bhrātaraḥ",
            "enam",
            "a",
            "tat",
            "prabhāva",
            "vidaḥ",
            "trayyām",
            "vidyāyām",
            "eva",
            "paryavasita",
            "matayaḥ",
            "na",
            "para",
            "vidyāyām",
            "jaḍa",
            "matiḥ",
            "iti",
            "bhrātuḥ",
            "anuśāsana",
            "nirbandhāt",
            "nyavṛtsanta"
        ],
        "translation": "After the father died, the nine stepbrothers of Jaḍa Bharata, who considered Jaḍa Bharata dull and brainless, abandoned the father’s attempt to give Jaḍa Bharata a complete education. The stepbrothers of Jaḍa Bharata were learned in the three Vedas — the Ṛg Veda, Sāma Veda and Yajur Veda — which very much encourage fruitive activity. The nine brothers were not at all spiritually enlightened in devotional service to the Lord. Consequently they could not understand the highly exalted position of Jaḍa Bharata.",
        "purport": ""
    },
    {
        "verse": "9-10",
        "devanagari": "स च प्राकृतैर्द्विपदपशुभिरुन्मत्तजडबधिरमूकेत्यभिभाष्यमाणो यदा तदनुरूपाणि प्रभाषते कर्माणि च कार्यमाण:परेच्छया करोति विष्टितो वेतनतो वा याच्ञया यद‍ृच्छया वोपसादितमल्पं बहु मृष्टं कदन्नं वाभ्यवहरति परं नेन्द्रियप्रीतिनिमित्तम् ।नित्यनिवृत्तनिमित्तस्वसिद्धविशुद्धानुभवानन्दस्वात्मलाभाधिगम: सुखदु:खयोर्द्वन्द्वनिमित्तयोरसम्भावितदेहाभिमान: ॥ ९ ॥शीतोष्णवातवर्षेषु वृष इवानावृताङ्ग: पीन: संहननाङ्ग: स्थण्डिलसंवेशनानुन्मर्दनामज्जनरजसा महामणिरिवानभिव्यक्तब्रह्मवर्चस: कुपटावृतकटिरुपवीतेनोरुमषिणा द्विजातिरिति ब्रह्मबन्धुरिति संज्ञयातज्ज्ञजनावमतो विचचार ॥ १० ॥",
        "english_devnagari": "sa ca prākṛtair dvipada-paśubhir unmatta-jaḍa-badhira-mūkety abhibhāṣyamāṇo yadā tad-anurūpāṇi prabhāṣate karmāṇi ca kāryamāṇaḥ parecchayā karoti viṣṭito vetanato vā yācñayā yadṛcchayā vopasāditam alpaṁ bahu mṛṣṭaṁ kadannaṁ vābhyavaharati paraṁ nendriya-prīti-nimittam. nitya-nivṛtta-nimitta-sva-siddha-viśuddhānubhavānanda-svātma-lābhādhigamaḥ sukha-duḥkhayor dvandva-nimittayor asambhāvita-dehābhimānaḥ. śītoṣṇa-vāta-varṣeṣu vṛṣa ivānāvṛtāṅgaḥ pīnaḥ saṁhananāṅgaḥ sthaṇḍila-saṁveśanānunmardanāmajjana-rajasā mahāmaṇir ivānabhivyakta-brahma-varcasaḥ kupaṭāvṛta-kaṭir upavītenoru-maṣiṇā dvijātir iti brahma-bandhur iti saṁjñayātaj-jñajanāvamato vicacāra.",
        "verse_Syn": [
            "saḥ",
            "ca",
            "prākṛtaiḥ",
            "dvi",
            "pada",
            "paśubhiḥ",
            "unmatta",
            "jaḍa",
            "badhira",
            "mūka",
            "iti",
            "abhibhāṣyamāṇaḥ",
            "yadā",
            "tat",
            "anurūpāṇi",
            "prabhāṣate",
            "karmāṇi",
            "ca",
            "kāryamāṇaḥ",
            "para",
            "icchayā",
            "karoti",
            "viṣṭitaḥ",
            "vetanataḥ",
            "vā",
            "yācñayā",
            "yadṛcchayā",
            "vā",
            "upasāditam",
            "alpam",
            "bahu",
            "mṛṣṭam",
            "kat",
            "annam",
            "vā",
            "abhyavaharati",
            "param",
            "na",
            "indriya",
            "prīti",
            "nimittam",
            "nitya",
            "nivṛtta",
            "nimitta",
            "sva",
            "siddha",
            "viśuddha",
            "anubhava",
            "ānanda",
            "sva",
            "ātma",
            "lābha",
            "adhigamaḥ",
            "sukha",
            "duḥkhayoḥ",
            "dvandva",
            "nimittayoḥ",
            "asambhāvita",
            "deha",
            "abhimānaḥ",
            "śīta",
            "uṣṇa",
            "vāta",
            "varṣeṣu",
            "vṛṣaḥ",
            "iva",
            "anāvṛta",
            "aṅgaḥ",
            "pīnaḥ",
            "saṁhanana",
            "aṅgaḥ",
            "sthaṇḍila",
            "saṁveśana",
            "anunmardana",
            "amajjana",
            "rajasā",
            "mahā",
            "maṇiḥ",
            "iva",
            "anabhivyakta",
            "brahma",
            "varcasaḥ",
            "ku",
            "paṭa",
            "āvṛta",
            "kaṭiḥ",
            "upavītena",
            "uru",
            "maṣiṇā",
            "dvi",
            "jātiḥ",
            "iti",
            "brahma",
            "bandhuḥ",
            "iti",
            "saṁjñayā",
            "a",
            "tat",
            "jña",
            "jana",
            "avamataḥ",
            "vicacāra"
        ],
        "translation": "Degraded men are actually no better than animals. The only difference is that animals have four legs and such men have only two. These two-legged, animalistic men used to call Jaḍa Bharata mad, dull, deaf and dumb. They mistreated him, and Jaḍa Bharata behaved for them like a madman who was deaf, blind or dull. He did not protest or try to convince them that he was not so. If others wanted him to do something, he acted according to their desires. Whatever food he could acquire by begging or by wages, and whatever came of its own accord — be it a small quantity, palatable, stale or tasteless — he would accept and eat. He never ate anything for sense gratification because he was already liberated from the bodily conception, which induces one to accept palatable or unpalatable food. He was full in the transcendental consciousness of devotional service, and therefore he was unaffected by the dualities arising from the bodily conception. Actually his body was as strong as a bull’s, and his limbs were very muscular. He didn’t care for winter or summer, wind or rain, and he never covered his body at any time. He lay on the ground, and never smeared oil on his body or took a bath. Because his body was dirty, his spiritual effulgence and knowledge were covered, just as the splendor of a valuable gem is covered by dirt. He only wore a dirty loincloth and his sacred thread, which was blackish. Understanding that he was born in a brāhmaṇa family, people would call him a brahma-bandhu and other names. Being thus insulted and neglected by materialistic people, he wandered here and there.",
        "purport": " Śrīla Narottama dāsa Ṭhākura has sung: deha-smṛti nāhi yāra, saṁsāra-bandhana kāhāṅ tāra. One who has no desire to maintain the body or who is not anxious to keep the body in order and who is satisfied in any condition must be either mad or liberated. Actually Bharata Mahārāja in his birth as Jaḍa Bharata was completely liberated from material dualities. He was a paramahaṁsa and therefore did not care for bodily comfort."
    },
    {
        "verse": "11",
        "devanagari": "यदा तु परत आहारं कर्मवेतनत ईहमान: स्वभ्रातृभिरपि केदारकर्मणि निरूपितस्तदपि करोति किन्तु न समं विषमं न्यूनमधिकमिति वेद कणपिण्याकफलीकरणकुल्माषस्थालीपुरीषादीन्यप्यमृतवदभ्यवहरति ॥ ११ ॥",
        "english_devnagari": "yadā tu parata āhāraṁ karma-vetanata īhamānaḥ sva-bhrātṛbhir api kedāra-karmaṇi nirūpitas tad api karoti kintu na samaṁ viṣamaṁ nyūnam adhikam iti veda kaṇa-piṇyāka-phalī-karaṇa-kulmāṣa-sthālīpurīṣādīny apy amṛtavad abhyavaharati.",
        "verse_Syn": [
            "yadā",
            "tu",
            "parataḥ",
            "āhāram",
            "karma",
            "vetanataḥ",
            "īhamānaḥ",
            "sva",
            "bhrātṛbhiḥ",
            "api",
            "kedāra",
            "karmaṇi",
            "nirūpitaḥ",
            "tat",
            "api",
            "karoti",
            "kintu",
            "na",
            "samam",
            "viṣamam",
            "nyūnam",
            "adhikam",
            "iti",
            "veda",
            "kaṇa",
            "piṇyāka",
            "phalī",
            "karaṇa",
            "kulmāṣa",
            "sthālī",
            "purīṣa",
            "ādīni",
            "api",
            "amṛta",
            "vat",
            "abhyavaharati"
        ],
        "translation": "Jaḍa Bharata used to work only for food. His stepbrothers took advantage of this and engaged him in agricultural field work in exchange for some food, but actually he did not know how to work very well in the field. He did not know where to spread dirt or where to make the ground level or uneven. His brothers used to give him broken rice, oil cakes, the chaff of rice, worm-eaten grains and burned grains that had stuck to the pot, but he gladly accepted all this as if it were nectar. He did not hold any grudges and ate all this very gladly.",
        "purport": " The platform of paramahaṁsa is described in Bhagavad-gītā (2.15): sama-duḥkha-sukhaṁ dhīraṁ so ’mṛtatvāya kalpate. When one is callous to all duality, the happiness and distress of this material world, one is fit for amṛtatva, eternal life. Bharata Mahārāja was determined to finish his business in this material world, and he did not at all care for the world of duality. He was complete in Kṛṣṇa consciousness and was oblivious to good and evil, happiness and distress. As stated in Caitanya-caritāmṛta (Cc. Antya 4.176): “In the material world, conceptions of good and bad are all mental speculations. Therefore, saying, ‘This is good and this is bad,’ is all a mistake.” One has to understand that in the material world of duality, to think that this is good or that this is bad is simply a mental concoction. However, one should not imitate this consciousness; one should actually be situated on the spiritual platform of neutrality."
    },
    {
        "verse": "12",
        "devanagari": "अथ कदाचित्कश्चिद् वृषलपतिर्भद्रकाल्यै पुरुषपशुमालभतापत्यकाम: ॥ १२ ॥",
        "english_devnagari": "atha kadācit kaścid vṛṣala-patir bhadra-kālyai puruṣa-paśum ālabhatāpatya-kāmaḥ.",
        "verse_Syn": [
            "atha",
            "kadācit",
            "kaścit",
            "vṛṣala",
            "patiḥ",
            "bhadra",
            "kālyai",
            "puruṣa",
            "paśum",
            "ālabhata",
            "apatya",
            "kāmaḥ"
        ],
        "translation": "At this time, being desirous of obtaining a son, a leader of dacoits who came from a śūdra family wanted to worship the goddess Bhadra Kālī by offering her in sacrifice a dull man, who is considered no better than an animal.",
        "purport": " Low-class men such as śūdras worship demigods like Goddess Kālī, or Bhadra Kālī, for the fulfillment of material desires. To this end, they sometimes kill a human being before the deity. They generally choose a person who is not very intelligent — in other words, an animal in the shape of a man."
    },
    {
        "verse": "13",
        "devanagari": "तस्य ह दैवमुक्तस्य पशो: पदवीं तदनुचरा: परिधावन्तो निशि निशीथसमये तमसाऽऽवृतायामनधिगतपशव आकस्मिकेन विधिना केदारान् वीरासनेन मृगवराहादिभ्य: संरक्षमाणमङ्गिर:प्रवरसुतमपश्यन् ॥ १३ ॥",
        "english_devnagari": "tasya ha daiva-muktasya paśoḥ padavīṁ tad-anucarāḥ paridhāvanto niśi niśītha-samaye tamasāvṛtāyām anadhigata-paśava ākasmikena vidhinā kedārān vīrāsanena mṛga-varāhādibhyaḥ saṁrakṣamāṇam aṅgiraḥ-pravara-sutam apaśyan.",
        "verse_Syn": [
            "tasya",
            "ha",
            "daiva",
            "muktasya",
            "paśoḥ",
            "padavīm",
            "tat",
            "anucarāḥ",
            "paridhāvantaḥ",
            "niśi",
            "niśītha",
            "samaye",
            "tamasā",
            "āvṛtāyām",
            "anadhigata",
            "paśavaḥ",
            "ākasmikena",
            "vidhinā",
            "kedārān",
            "vīra",
            "āsanena",
            "mṛga",
            "varāha",
            "ādibhyaḥ",
            "saṁrakṣamāṇam",
            "aṅgiraḥ",
            "pravara",
            "sutam",
            "apaśyan"
        ],
        "translation": "The leader of the dacoits captured a man-animal for sacrifice, but he escaped, and the leader ordered his followers to find him. They ran in different directions but could not find him. Wandering here and there in the middle of the night, covered by dense darkness, they came to a paddy field where they saw the exalted son of the Āṅgirā family [Jaḍa Bharata], who was sitting in an elevated place guarding the field against the attacks of deer and wild pigs.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "अथ त एनमनवद्यलक्षणमवमृश्य भर्तृकर्मनिष्पत्तिं मन्यमाना बद्ध्वा रशनया चण्डिकागृहमुपनिन्युर्मुदा विकसितवदना: ॥ १४ ॥",
        "english_devnagari": "atha ta enam anavadya-lakṣaṇam avamṛśya bhartṛ-karma-niṣpattiṁ manyamānā baddhvā raśanayā caṇḍikā-gṛham upaninyur mudā vikasita-vadanāḥ.",
        "verse_Syn": [
            "atha",
            "te",
            "enam",
            "anavadya",
            "lakṣaṇam",
            "avamṛśya",
            "bhartṛ",
            "karma",
            "niṣpattim",
            "manyamānāḥ",
            "baddhvā",
            "raśanayā",
            "caṇḍikā",
            "gṛham",
            "upaninyuḥ",
            "mudā",
            "vikasita",
            "vadanāḥ"
        ],
        "translation": "The followers and servants of the dacoit chief considered Jaḍa Bharata to possess qualities quite suitable for a man-animal, and they decided that he was a perfect choice for sacrifice. Their faces bright with happiness, they bound him with ropes and brought him to the temple of the goddess Kālī.",
        "purport": " In some parts of India, animalistic men are still sacrificed before the goddess Kālī. However, such a sacrifice is only performed by śūdras and dacoits. Their business is to plunder the wealthy, and to become successful they offer an animalistic man before the goddess Kālī. It should be noted that they never sacrifice an intelligent man before the goddess. In the body of a brāhmaṇa, Bharata Mahārāja appeared deaf and dumb, yet he was the most intelligent man in the world. Nonetheless, being completely surrendered unto the Supreme Personality of Godhead, he remained in that condition and did not protest being brought before the deity for slaughter. As we have learned from the previous verses, he was very strong and could have very easily avoided being bound with ropes, but he did not do anything. He simply depended on the Supreme Personality of Godhead for his protection. Śrīla Bhaktivinoda Ṭhākura describes surrender unto the Supreme Lord in this way: “My Lord, I am now surrendered unto You. I am Your eternal servant, and if You like You can kill me, or, if You like, You can protect me. In any case, I am fully surrendered unto You.”"
    },
    {
        "verse": "15",
        "devanagari": "अथ पणयस्तं स्वविधिनाभिषिच्याहतेन वाससाऽऽच्छाद्य भूषणालेपस्रक्तिलकादिभिरुपस्कृतं भुक्तवन्तं धूपदीपमाल्यलाजकिसलयाङ्कुरफलोपहारोपेतया वैशससंस्थयामहता गीतस्तुतिमृदङ्गपणवघोषेण च पुरुषपशुं भद्रकाल्या: पुरत उपवेशयामासु: ॥ १५ ॥",
        "english_devnagari": "atha paṇayas taṁ sva-vidhinābhiṣicyāhatena vāsasācchādya bhūṣaṇālepa-srak-tilakādibhir upaskṛtaṁ bhuktavantaṁ dhūpa-dīpa-mālya-lāja-kisalayāṅkura-phalopahāropetayā vaiśasa-saṁsthayā mahatā gīta-stuti-mṛdaṅga-paṇava-ghoṣeṇa ca puruṣa-paśuṁ bhadra-kālyāḥ purata upaveśayām āsuḥ.",
        "verse_Syn": [
            "atha",
            "paṇayaḥ",
            "tam",
            "sva",
            "vidhinā",
            "abhiṣicya",
            "ahatena",
            "vāsasā",
            "ācchādya",
            "bhūṣaṇa",
            "ālepa",
            "srak",
            "tilaka",
            "ādibhiḥ",
            "upaskṛtam",
            "bhuktavantam",
            "dhūpa",
            "dīpa",
            "mālya",
            "lāja",
            "kisalaya",
            "aṅkura",
            "phala",
            "upahāra",
            "upetayā",
            "vaiśasa",
            "saṁsthayā",
            "mahatā",
            "gīta",
            "stuti",
            "mṛdaṅga",
            "paṇava",
            "ghoṣeṇa",
            "ca",
            "puruṣa",
            "paśum",
            "bhadra",
            "kālyāḥ",
            "purataḥ",
            "upaveśayām",
            "āsuḥ"
        ],
        "translation": "After this, all the thieves, according to their imaginative ritual for killing animalistic men, bathed Jaḍa Bharata, dressed him in new clothes, decorated him with ornaments befitting an animal, smeared his body with scented oils and decorated him with tilaka, sandalwood pulp and garlands. They fed him sumptuously and then brought him before the goddess Kālī, offering her incense, lamps, garlands, parched grain, newly grown twigs, sprouts, fruits and flowers. In this way they worshiped the deity before killing the man-animal, and they vibrated songs and prayers and played drums and bugles. Jaḍa Bharata was then made to sit down before the deity.",
        "purport": " In this verse the word sva-vidhinā (according to their own ritualistic principles) is very significant. According to the Vedic śāstras, everything must be done according to regulative principles, but here it is stated that the thieves and rogues devised their own process for killing an animalistic man. The tamasic śāstras give instructions for the sacrifice of an animal like a goat or buffalo before the goddess Kālī, but there is no mention of killing a man, however dull he may be. This process was manufactured by the dacoits themselves; therefore the word sva-vidhinā is used. Even at this time there are many sacrifices being conducted without reference to the Vedic scriptures. For instance, in Calcutta recently a slaughterhouse was being advertised as a temple of the goddess Kālī. Meat-eaters foolishly purchase meat from such shops, thinking it different from ordinary meat and taking it to be the prasāda of Goddess Kālī. The sacrifice of a goat or a similar animal before the goddess Kālī is mentioned in śāstras just to keep people from eating slaughterhouse meat and becoming responsible for the killing of animals. The conditioned soul has a natural tendency toward sex and meat-eating; consequently the śāstras grant them some concessions. Actually the śāstras aim at putting an end to these abominable activities, but they impart some regulative principles so that gradually meat-eaters and sex hunters will be rectified."
    },
    {
        "verse": "16",
        "devanagari": "अथ वृषलराजपणि: पुरुषपशोरसृगासवेन देवीं भद्रकालीं यक्ष्यमाणस्तदभिमन्त्रितमसिमतिकरालनिशितमुपाददे ॥ १६ ॥",
        "english_devnagari": "atha vṛṣala-rāja-paṇiḥ puruṣa-paśor asṛg-āsavena devīṁ bhadra-kālīṁ yakṣyamāṇas tad-abhimantritam asim ati-karāla-niśitam upādade.",
        "verse_Syn": [
            "atha",
            "vṛṣala",
            "rāja",
            "paṇiḥ",
            "puruṣa",
            "paśoḥ",
            "asṛk",
            "āsavena",
            "devīm",
            "bhadra",
            "kālīm",
            "yakṣyamāṇaḥ",
            "tat",
            "abhimantritam",
            "asim",
            "ati",
            "karāla",
            "niśitam",
            "upādade"
        ],
        "translation": "At this time, one of the thieves, acting as the chief priest, was ready to offer the blood of Jaḍa Bharata, whom they imagined to be an animal-man, to the goddess Kālī to drink as a liquor. He therefore took up a very fearsome sword, which was very sharp and, consecrating it by the mantra of Bhadra Kālī, raised it to kill Jaḍa Bharata.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "इति तेषां वृषलानां रजस्तम:प्रकृतीनां धनमदरजउत्सिक्तमनसां भगवत्कलावीरकुलं कदर्थीकृत्योत्पथेन स्वैरं विहरतां हिंसाविहाराणां कर्मातिदारुणं यद्ब्रह्मभूतस्य साक्षाद्ब्रह्मर्षिसुतस्य निर्वैरस्य सर्वभूतसुहृद: सूनायामप्यननुमतमालम्भनं तदुपलभ्य ब्रह्मतेजसातिदुर्विषहेण दन्दह्यमानेन वपुषा सहसोच्चचाट सैव देवी भद्रकाली ॥ १७ ॥",
        "english_devnagari": "iti teṣāṁ vṛṣalānāṁ rajas-tamaḥ-prakṛtīnāṁ dhana-mada-raja-utsikta-manasāṁ bhagavat-kalā-vīra-kulaṁ kadarthī-kṛtyotpathena svairaṁ viharatāṁ hiṁsā-vihārāṇāṁ karmāti-dāruṇaṁ yad brahma-bhūtasya sākṣād brahmarṣi-sutasya nirvairasya sarva-bhūta-suhṛdaḥ sūnāyām apy ananumatam ālambhanaṁ tad upalabhya brahma-tejasāti-durviṣaheṇa dandahyamānena vapuṣā sahasoccacāṭa saiva devī bhadra-kālī.",
        "verse_Syn": [
            "iti",
            "teṣām",
            "vṛṣalānām",
            "rajaḥ",
            "tamaḥ",
            "prakṛtīnām",
            "dhana",
            "mada",
            "rajaḥ",
            "utsikta",
            "manasām",
            "bhagavat",
            "kalā",
            "vīra",
            "kulam",
            "kat",
            "arthī",
            "kṛtya",
            "utpathena",
            "svairam",
            "viharatām",
            "hiṁsā",
            "vihārāṇām",
            "karma",
            "ati",
            "dāruṇam",
            "yat",
            "brahma",
            "bhūtasya",
            "sākṣāt",
            "brahma",
            "ṛṣi",
            "sutasya",
            "nirvairasya",
            "sarva",
            "bhūta",
            "suhṛdaḥ",
            "sūnāyām",
            "api",
            "ananumatam",
            "ālambhanam",
            "tat",
            "upalabhya",
            "brahma",
            "tejasā",
            "ati",
            "durviṣaheṇa",
            "dandahyamānena",
            "vapuṣā",
            "sahasā",
            "uccacāṭa",
            "sā",
            "eva",
            "devī",
            "bhadra",
            "kālī"
        ],
        "translation": "All the rogues and thieves who had made arrangements for the worship of Goddess Kālī were low minded and bound to the modes of passion and ignorance. They were overpowered by the desire to become very rich; therefore they had the audacity to disobey the injunctions of the Vedas, so much so that they were prepared to kill Jaḍa Bharata, a self-realized soul born in a brāhmaṇa family. Due to their envy, these dacoits brought him before the goddess Kālī for sacrifice. Such people are always addicted to envious activities, and therefore they dared to try to kill Jaḍa Bharata. Jaḍa Bharata was the best friend of all living entities. He was no one’s enemy, and he was always absorbed in meditation on the Supreme Personality of Godhead. He was born of a good brāhmaṇa father, and killing him was forbidden, even though he might have been an enemy or aggressive person. In any case, there was no reason to kill Jaḍa Bharata, and the goddess Kālī could not bear this. She could immediately understand that these sinful dacoits were about to kill a great devotee of the Lord. Suddenly the deity’s body burst asunder, and the goddess Kālī personally emerged from it in a body burning with an intense and intolerable effulgence.",
        "purport": " According to the Vedic injunctions, only an aggressor can be killed. If a person comes with an intent to kill, one can immediately take action and kill in self-defense. It is also stated that one can be killed if he comes to set fire to the home or to pollute or kidnap one’s wife. Lord Rāmacandra killed the entire family of Rāvaṇa because Rāvaṇa kidnapped His wife, Sītādevī. However, killing is not sanctioned in the śāstras for other purposes. The killing of animals in sacrifice to the demigods, who are expansions of the Supreme Personality of Godhead, is sanctioned for those who eat meat. This is a kind of restriction for meat-eating. In other words, the slaughter of animals is also restricted by certain rules and regulations in the Vedas. Considering these points, there was no reason to kill Jaḍa Bharata, who was born in a respectable, highly exalted brāhmaṇa family. He was a God-realized soul and a well-wisher to all living entities. The Vedas did not at all sanction the killing of Jaḍa Bharata by rogues and thieves. Consequently the goddess Bhadra Kālī emerged from the deity to give protection to the Lord’s devotee. Śrīla Viśvanātha Cakravartī Ṭhākura explains that due to the Brahman effulgence of such a devotee as Jaḍa Bharata, the deity was fractured. Only thieves and rogues in the modes of passion and ignorance and maddened by material opulence offer a man in sacrifice before the goddess Kālī. This is not sanctioned by the Vedic instructions. Presently there are many hundreds and thousands of slaughterhouses throughout the world that are maintained by a puffed-up population mad for material opulence. Such activities are never supported by the Bhāgavata school."
    },
    {
        "verse": "18",
        "devanagari": "भृशममर्षरोषावेशरभसविलसितभ्रुकुटिविटपकुटिलदंष्ट्रारुणेक्षणाटोपातिभयानकवदना हन्तुकामेवेदं महाट्टहासमतिसंरम्भेण विमुञ्चन्ती तत उत्पत्य पापीयसां दुष्टानां तेनैवासिना विवृक्णशीर्ष्णां गलात्स्रवन्तमसृगासवमत्युष्णं सह गणेन निपीयातिपानमदविह्वलोच्चैस्तरां स्वपार्षदै: सह जगौ ननर्त च विजहार च शिर:कन्दुकलीलया ॥ १८ ॥",
        "english_devnagari": "bhṛśam amarṣa-roṣāveśa-rabhasa-vilasita-bhru-kuṭi-viṭapa-kuṭila-daṁṣṭrāruṇekṣaṇāṭopāti-bhayānaka-vadanā hantu-kāmevedaṁ mahāṭṭa-hāsam ati-saṁrambheṇa vimuñcantī tata utpatya pāpīyasāṁ duṣṭānāṁ tenaivāsinā vivṛkṇa-śīrṣṇāṁ galāt sravantam asṛg-āsavam atyuṣṇaṁ saha gaṇena nipīyāti-pāna-mada-vihvaloccaistarāṁ sva-pārṣadaiḥ saha jagau nanarta ca vijahāra ca śiraḥ-kanduka-līlayā.",
        "verse_Syn": [
            "bhṛśam",
            "amarṣa",
            "roṣa",
            "āveśa",
            "rabhasa",
            "vilasita",
            "bhru",
            "kuṭi",
            "viṭapa",
            "kuṭila",
            "daṁṣṭra",
            "aruṇa",
            "īkṣaṇa",
            "āṭopa",
            "ati",
            "bhayānaka",
            "vadanā",
            "hantu",
            "kāmā",
            "iva",
            "idam",
            "mahā",
            "aṭṭa",
            "hāsam",
            "ati",
            "saṁrambheṇa",
            "vimuñcantī",
            "tataḥ",
            "utpatya",
            "pāpīyasām",
            "duṣṭānām",
            "tena",
            "eva",
            "asinā",
            "vivṛkṇa",
            "śīrṣṇām",
            "galāt",
            "sravantam",
            "asṛk",
            "āsavam",
            "ati",
            "uṣṇam",
            "saha",
            "gaṇena",
            "nipīya",
            "ati",
            "pāna",
            "mada",
            "vihvalā",
            "uccaiḥ",
            "tarām",
            "sva",
            "pārṣadaiḥ",
            "saha",
            "jagau",
            "nanarta",
            "ca",
            "vijahāra",
            "ca",
            "śiraḥ",
            "kanduka",
            "līlayā"
        ],
        "translation": "Intolerant of the offenses committed, the infuriated Goddess Kālī flashed her eyes and displayed her fierce, curved teeth. Her reddish eyes glowed, and she displayed her fearsome features. She assumed a frightening body, as if she were prepared to destroy the entire creation. Leaping violently from the altar, she immediately decapitated all the rogues and thieves with the very sword with which they had intended to kill Jaḍa Bharata. She then began to drink the hot blood that flowed from the necks of the beheaded rogues and thieves, as if this blood were liquor. Indeed, she drank this intoxicant with her associates, who were witches and female demons. Becoming intoxicated with this blood, they all began to sing very loudly and dance as though prepared to annihilate the entire universe. At the same time, they began to play with the heads of the rogues and thieves, tossing them about as if they were balls.",
        "purport": " It is evident from this verse that the devotees of Goddess Kālī are not at all favored by her. It is Goddess Kālī’s work to kill and punish the demons. Goddess Kālī (Durgā) engages in decapitating many demons, dacoits and other unwanted elements in society. Neglecting Kṛṣṇa consciousness, foolish people try to satisfy the goddess by offering her many abominable things, but ultimately when there is a little discrepancy in this worship, the goddess punishes the worshiper by taking his life. Demoniac people worship Goddess Kālī to obtain some material benefit, but they are not excused of the sins performed in the name of worship. To sacrifice a man or animal before the deity is specifically forbidden."
    },
    {
        "verse": "19",
        "devanagari": "एवमेव खलु महदभिचारातिक्रम: कार्त्स्‍न्येनात्मने फलति ॥ १९ ॥",
        "english_devnagari": "evam eva khalu mahad-abhicārāti-kramaḥ kārtsnyenātmane phalati.",
        "verse_Syn": [
            "evam",
            "eva",
            "khalu",
            "mahat",
            "abhicāra",
            "ati",
            "kramaḥ",
            "kārtsnyena",
            "ātmane",
            "phalati"
        ],
        "translation": "When an envious person commits an offense before a great personality, he is always punished in the way mentioned above.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "न वा एतद्विष्णुदत्त महदद्भ‍ुतं यदसम्भ्रम: स्वशिरश्छेदन आपतितेऽपि विमुक्तदेहाद्यात्मभावसुद‍ृढहृदयग्रन्थीनां सर्वसत्त्वसुहृदात्मनां निर्वैराणां साक्षाद्भ‍गवतानिमिषारिवरायुधेनाप्रमत्तेन तैस्तैर्भावै: परिरक्ष्यमाणानां तत्पादमूलमकुतश्चिद्भ‍यमुपसृतानां भागवतपरमहंसानाम् ॥ २० ॥",
        "english_devnagari": "na vā etad viṣṇudatta mahad-adbhutaṁ yad asambhramaḥ sva-śiraś-chedana āpatite ’pi vimukta-dehādy-ātma-bhāva-sudṛḍha-hṛdaya-granthīnāṁ sarva-sattva-suhṛd-ātmanāṁ nirvairāṇāṁ sākṣād bhagavatānimiṣāri-varāyudhenāpramattena tais tair bhāvaiḥ parirakṣyamāṇānāṁ tat-pāda-mūlam akutaścid-bhayam upasṛtānāṁ bhāgavata-paramahaṁsānām.",
        "verse_Syn": [
            "na",
            "vā",
            "etat",
            "viṣṇu",
            "datta",
            "mahat",
            "adbhutam",
            "yat",
            "asambhramaḥ",
            "sva",
            "śiraḥ",
            "chedane",
            "āpatite",
            "api",
            "vimukta",
            "deha",
            "ādi",
            "ātma",
            "bhāva",
            "su",
            "dṛḍha",
            "hṛdaya",
            "granthīnām",
            "sarva",
            "sattva",
            "suhṛt",
            "ātmanām",
            "nirvairāṇām",
            "sākṣāt",
            "bhagavatā",
            "animiṣa",
            "ari",
            "vara",
            "āyudhena",
            "apramattena",
            "taiḥ",
            "taiḥ",
            "bhāvaiḥ",
            "parirakṣyamāṇānām",
            "tat",
            "pāda",
            "mūlam",
            "akutaścit",
            "bhayam",
            "upasṛtānām",
            "bhāgavata",
            "parama",
            "haṁsānām"
        ],
        "translation": "Śukadeva Gosvāmī then said to Mahārāja Parīkṣit: O Viṣṇudatta, those who already know that the soul is separate from the body, who are liberated from the invincible knot in the heart, who are always engaged in welfare activities for all living entities and who never contemplate harming anyone are always protected by the Supreme Personality of Godhead, who carries His disc [the Sudarśana cakra] and acts as supreme time to kill the demons and protect His devotees. The devotees always take shelter at the lotus feet of the Lord. Therefore at all times, even if threatened by decapitation, they remain unagitated. For them, this is not at all wonderful.",
        "purport": " These are some of the great qualities of a pure devotee of the Supreme Personality of Godhead. First, a devotee is firmly convinced of his spiritual identity. He never identifies with the body; he is firmly convinced that the spirit soul is different from the body. Consequently he fears nothing. Even though his life may be threatened, he is not at all afraid. He does not even treat an enemy like an enemy. Such are the qualifications of devotees. Devotees are always fully dependent on the Supreme Personality of Godhead, and the Lord is always eager to give them all protection in all circumstances."
    }
]