[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचभरतस्तु महाभागवतो यदा भगवतावनितलपरिपालनाय सञ्चिन्तितस्तदनुशासनपर: पञ्चजनीं विश्वरूपदुहितरमुपयेमे ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācabharatas tu mahā-bhāgavato yadā bhagavatāvani-tala-paripālanāya sañcintitas tad-anuśāsana-paraḥ pañcajanīṁ viśvarūpa-duhitaram upayeme.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "bharataḥ",
            "tu",
            "mahā",
            "bhāgavataḥ",
            "yadā",
            "bhagavatā",
            "avani",
            "tala",
            "paripālanāya",
            "sañcintitaḥ",
            "tat",
            "anuśāsana",
            "paraḥ",
            "pañcajanīm",
            "viśvarūpa",
            "duhitaram",
            "upayeme"
        ],
        "translation": "Śukadeva Gosvāmī continued speaking to Mahārāja Parīkṣit: My dear King, Bharata Mahārāja was a topmost devotee. Following the orders of his father, who had already decided to install him on the throne, he began to rule the earth accordingly. When Bharata Mahārāja ruled the entire globe, he followed the orders of his father and married Pañcajanī, the daughter of Viśvarūpa.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तस्यामु ह वा आत्मजान् कार्त्स्‍न्येनानुरूपानात्मन: पञ्च जनयामास भूतादिरिव भूतसूक्ष्माणि सुमतिं राष्ट्रभृतं सुदर्शनमावरणं धूम्रकेतुमिति ॥ २ ॥",
        "english_devnagari": "tasyām u ha vā ātmajān kārtsnyenānurūpān ātmanaḥ pañca janayām āsa bhūtādir iva bhūta-sūkṣmāṇi sumatiṁ rāṣṭrabhṛtaṁ sudarśanam āvaraṇaṁ dhūmraketum iti.",
        "verse_Syn": [
            "tasyām",
            "u",
            "ha",
            "vā",
            "ātma",
            "jān",
            "kārtsnyena",
            "anurūpān",
            "ātmanaḥ",
            "pañca",
            "janayām",
            "āsa",
            "bhūta",
            "ādiḥ",
            "iva",
            "bhūta",
            "sūkṣmāṇi",
            "su",
            "matim",
            "rāṣṭra",
            "bhṛtam",
            "su",
            "darśanam",
            "āvaraṇam",
            "dhūmra",
            "ketum",
            "iti"
        ],
        "translation": "Just as the false ego creates the subtle sense objects, Mahārāja Bharata created five sons in the womb of Pañcajanī, his wife. These sons were named Sumati, Rāṣṭrabhṛta, Sudarśana, Āvaraṇa and Dhūmraketu.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "अजनाभं नामैतद्वर्षं भारतमिति यत आरभ्य व्यपदिशन्ति ॥ ३ ॥",
        "english_devnagari": "ajanābhaṁ nāmaitad varṣaṁ bhāratam iti yata ārabhya vyapadiśanti.",
        "verse_Syn": [
            "ajanābham",
            "nāma",
            "etat",
            "varṣam",
            "bhāratam",
            "iti",
            "yataḥ",
            "ārabhya",
            "vyapadiśanti"
        ],
        "translation": "Formerly this planet was known as Ajanābha-varṣa, but since Mahārāja Bharata’s reign it has become known as Bhārata-varṣa.",
        "purport": " This planet was formerly known as Ajanābha because of the reign of King Nābhi. After Bharata Mahārāja ruled the planet, it became celebrated as Bhārata-varṣa."
    },
    {
        "verse": "4",
        "devanagari": "स बहुविन्महीपति: पितृपितामहवदुरुवत्सलतया स्वे स्वे कर्मणि वर्तमाना: प्रजा: स्वधर्ममनुवर्तमान: पर्यपालयत् ॥ ४ ॥",
        "english_devnagari": "sa bahuvin mahī-patiḥ pitṛ-pitāmahavad uru-vatsalatayā sve sve karmaṇi vartamānāḥ prajāḥ sva-dharmam anuvartamānaḥ paryapālayat.",
        "verse_Syn": [
            "saḥ",
            "bahu",
            "vit",
            "mahī",
            "patiḥ",
            "pitṛ",
            "pitāmaha",
            "vat",
            "uru",
            "vatsalatayā",
            "sve",
            "sve",
            "karmaṇi",
            "vartamānāḥ",
            "prajāḥ",
            "sva",
            "dharmam",
            "anuvartamānaḥ",
            "paryapālayat"
        ],
        "translation": "Mahārāja Bharata was a very learned and experienced king on this earth. He perfectly ruled the citizens, being himself engaged in his own respective duties. Mahārāja Bharata was as affectionate to the citizens as his father and grandfather had been. Keeping them engaged in their occupational duties, he ruled the earth.",
        "purport": " It is most important that the chief executive rule the citizens by keeping them fully engaged in their respective occupational duties. Some of the citizens were brāhmaṇas, some were kṣatriyas, and some were vaiśyas and śūdras. It is the duty of the government to see that the citizens act according to these material divisions for their spiritual advancement. No one should remain unemployed or unoccupied in any way. One must work as a brāhmaṇa, kṣatriya, vaiśya or śūdra on the material path, and on the spiritual path, everyone should act as a brahmacārī, gṛhastha, vānaprastha or sannyāsī. Although formerly the government was a monarchy, all the kings were very affectionate toward the citizens, and they strictly kept them engaged in their respective duties. Therefore society was very smoothly conducted."
    },
    {
        "verse": "5",
        "devanagari": "ईजे च भगवन्तं यज्ञक्रतुरूपं क्रतुभिरुच्चावचै: श्रद्धयाऽऽहृताग्निहोत्रदर्शपूर्णमासचातुर्मास्यपशुसोमानां प्रकृतिविकृतिभिरनुसवनं चातुर्होत्रविधिना ॥ ५ ॥",
        "english_devnagari": "īje ca bhagavantaṁ yajña-kratu-rūpaṁ kratubhir uccāvacaiḥ śraddhayāhṛtāgnihotra-darśa-pūrṇamāsa-cāturmāsya-paśu-somānāṁ prakṛti-vikṛtibhir anusavanaṁ cāturhotra-vidhinā.",
        "verse_Syn": [
            "īje",
            "ca",
            "bhagavantam",
            "yajña",
            "kratu",
            "rūpam",
            "kratubhiḥ",
            "uccāvacaiḥ",
            "śraddhayā",
            "āhṛta",
            "agni",
            "hotra",
            "darśa",
            "pūrṇamāsa",
            "cāturmāsya",
            "paśu",
            "somānām",
            "prakṛti",
            "vikṛtibhiḥ",
            "anusavanam",
            "cātuḥ",
            "hotra",
            "vidhinā"
        ],
        "translation": "With great faith King Bharata performed various kinds of sacrifice. He performed the sacrifices known as agni-hotra, darśa, pūrṇamāsa, cāturmāsya, paśu-yajña [wherein a horse is sacrificed] and soma-yajña [wherein a kind of beverage is offered]. Sometimes these sacrifices were performed completely and sometimes partially. In any case, in all the sacrifices the regulations of cāturhotra were strictly followed. In this way Bharata Mahārāja worshiped the Supreme Personality of Godhead.",
        "purport": " Animals like horses and cows were offered in sacrifice to test the proper execution of the sacrifice. Otherwise, there was no purpose in killing the animal. Actually the animal was offered in the sacrificial fire to get a rejuvenated life. Generally an old animal was sacrificed in the fire, and it would come out again in a youthful body. Some of the rituals however, did not require animal sacrifice. In the present age, animal sacrifices are forbidden. As stated by Śrī Caitanya Mahāprabhu: “In this Age of Kali, five acts are forbidden: the offering of a horse in sacrifice, the offering of a cow in sacrifice, the acceptance of the order of sannyāsa, the offering of oblations of flesh to the forefathers, and a man’s begetting children in his brother’s wife.” (Cc. Ādi 17.164) Such sacrifices are impossible in this age due to the scarcity of expert brāhmaṇas or ṛtvijaḥ who are able to take the responsibility. In the absence of these, the saṅkīrtana-yajña is recommended. Yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ (Bhāg. 11.5.32). After all, sacrifices are executed to please the Supreme Personality of Godhead. Yajñārtha-karma: such activities should be carried out for the Supreme Lord’s pleasure. In this Age of Kali, the Supreme Lord in His incarnation of Śrī Caitanya Mahāprabhu should be worshiped with His associates by performance of saṅkīrtana-yajña, the congregational chanting of the Hare Kṛṣṇa mantra. This process is accepted by intelligent men. Yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ. The word sumedhasaḥ refers to intelligent men who possess very good brain substance."
    },
    {
        "verse": "6",
        "devanagari": "सम्प्रचरत्सु नानायागेषु विरचिताङ्गक्रियेष्वपूर्वं यत्तत्क्रियाफलं धर्माख्यं परे ब्रह्मणि यज्ञपुरुषे सर्वदेवतालिङ्गानां मन्त्राणामर्थनियामकतया साक्षात्कर्तरि परदेवतायां भगवति वासुदेव एव भावयमान आत्मनैपुण्यमृदितकषायो हवि:ष्वध्वर्युभिर्गृह्यमाणेषु स यजमानो यज्ञभाजो देवांस्तान् पुरुषावयवेष्वभ्यध्यायत् ॥ ६ ॥",
        "english_devnagari": "sampracaratsu nānā-yāgeṣu viracitāṅga-kriyeṣv apūrvaṁ yat tat kriyā-phalaṁ dharmākhyaṁ pare brahmaṇi yajña-puruṣe sarva-devatā-liṅgānāṁ mantrāṇām artha-niyāma-katayā sākṣāt-kartari para-devatāyāṁ bhagavati vāsudeva eva bhāvayamāna ātma-naipuṇya-mṛdita-kaṣāyo haviḥṣv adhvaryubhir gṛhyamāṇeṣu sa yajamāno yajña-bhājo devāṁs tān puruṣāvayaveṣv abhyadhyāyat.",
        "verse_Syn": [
            "sampracaratsu",
            "nānā",
            "yāgeṣu",
            "viracita",
            "aṅga",
            "kriyeṣu",
            "apūrvam",
            "yat",
            "tat",
            "kriyā",
            "phalam",
            "dharma",
            "ākhyam",
            "pare",
            "brahmaṇi",
            "yajña",
            "puruṣe",
            "sarva",
            "devatā",
            "liṅgānām",
            "mantrāṇām",
            "artha",
            "niyāma",
            "katayā",
            "sākṣāt",
            "kartari",
            "para",
            "devatāyām",
            "bhagavati",
            "vāsudeve",
            "eva",
            "bhāvayamānaḥ",
            "ātma",
            "naipuṇya",
            "mṛdita",
            "kaṣāyaḥ",
            "haviḥṣu",
            "adhvaryubhiḥ",
            "gṛhyamāṇeṣu",
            "saḥ",
            "yajamānaḥ",
            "yajña",
            "bhājaḥ",
            "devān",
            "tān",
            "puruṣa",
            "avayaveṣu",
            "abhyadhyāyat"
        ],
        "translation": "After performing the preliminaries of various sacrifices, Mahārāja Bharata offered the results in the name of religion to the Supreme Personality of Godhead, Vāsudeva. In other words, he performed all the yajñas for the satisfaction of Lord Vāsudeva, Kṛṣṇa. Mahārāja Bharata thought that since the demigods were different parts of Vāsudeva’s body, He controls those who are explained in the Vedic mantras. By thinking in this way, Mahārāja Bharata was freed from all material contamination, such as attachment, lust and greed. When the priests were about to offer the sacrificial ingredients into the fire, Mahārāja Bharata expertly understood how the offering made to different demigods was simply an offering to the different limbs of the Lord. For instance, Indra is the arm of the Supreme Personality of Godhead, and Sūrya [the sun] is His eye. Thus Mahārāja Bharata considered that the oblations offered to different demigods were actually offered unto the different limbs of Lord Vāsudeva.",
        "purport": " The Supreme Personality of Godhead says that as long as one does not develop the pure devotional service of śravaṇaṁ kīrtanam, hearing and chanting, one must carry out his prescribed duties. Since Bharata Mahārāja was a great devotee, one may ask why he performed so many sacrifices that are actually meant for karmīs. The fact is that he was simply following the orders of Vāsudeva. As Kṛṣṇa says in Bhagavad-gītā, sarva dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Abandon all varieties of religion and just surrender unto Me.” (Bg. 18.66) Whatever we do, we should constantly remember Vāsudeva. People are generally addicted to offering obeisances to various demigods, but Bharata Mahārāja simply wanted to please Lord Vāsudeva. As stated in Bhagavad-gītā: bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram (Bg. 5.29). A yajña may be carried out to satisfy a particular demigod, but when the yajña is offered to the yajña-puruṣa, Nārāyaṇa, the demigods are satisfied. The purpose of performing different yajñas is to satisfy the Supreme Lord. One may perform them in the name of different demigods or directly. If we directly offer oblations to the Supreme Personality of Godhead, the demigods are automatically satisfied. If we water the root of a tree, the branches, twigs, fruits and flowers are automatically satisfied. When one offers sacrifices to different demigods, one should remember that the demigods are simply parts of the body of the Supreme. If we worship the hand of a person, we intend to satisfy the person himself. If we massage a person’s legs, we do not really serve the legs but the person who possesses the legs. All the demigods are different parts of the Lord, and if we offer service to them, we actually serve the Lord Himself. Demigod worship is mentioned in Brahma-saṁhitā, but actually the ślokas advocate worship of the Supreme Personality of Godhead, Govinda. For instance, worship of the goddess Durgā is mentioned this way in Brahma-saṁhitā (5.44): Following the orders of Śrī Kṛṣṇa, the goddess Durgā creates, maintains and annihilates. Śrī Kṛṣṇa also confirms this statement in Bhagavad-gītā. Mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram: “This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving beings.” (Bg. 9.10) We should worship the demigods in that spirit. Because the goddess Durgā satisfies Kṛṣṇa, we should therefore offer respects to Goddess Durgā. Because Lord Śiva is nothing but Kṛṣṇa’s functional body, we should therefore offer respects to Lord Śiva. Similarly, we should offer respects to Brahmā, Agni and Sūrya. There are many offerings to different demigods, and one should always remember that these offerings are usually meant to satisfy the Supreme Personality of Godhead. Bharata Mahārāja did not aspire to receive some benediction from demigods. His aim was to please the Supreme Lord. In the Mahābhārata, among the thousand names of Viṣṇu, it is said yajña-bhug yajña-kṛd yajñaḥ. The enjoyer of yajña, the performer of yajña and yajña itself are the Supreme Lord. The Supreme Lord is the performer of everything, but out of ignorance the living entity thinks that he is the actor. As long as we think we are the actors, we bring about karma-bandha (bondage to activity). If we act for yajña, for Kṛṣṇa, there is no karma-bandha. Yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ: “Work done as a sacrifice for Viṣṇu has to be performed; otherwise work binds one to this material world.” (Bg. 3.9) Following the instructions of Bharata Mahārāja, we should act not for our personal satisfaction but for the satisfaction of the Supreme Personality of Godhead. In Bhagavad-gītā (17.28) it is also stated: Sacrifices, austerities and charities performed without faith in the Supreme Personality of Godhead are nonpermanent. Regardless of whatever rituals are performed, they are called asat, nonpermanent. They are therefore useless both in this life and the next. Kings like Mahārāja Ambarīṣa and many other rājarṣis who were pure devotees of the Lord simply passed their time in the service of the Supreme Lord. When a pure devotee executes some service through the agency of another person, he should not be criticized, for his activities are meant for the satisfaction of the Supreme Lord. A devotee may have a priest perform some karma-kāṇḍa, and the priest may not be a pure Vaiṣṇava, but because the devotee wants to please the Supreme Lord, he should not be criticized. The word apūrva is very significant. The resultant actions of karma are called apūrva. When we act piously or impiously, immediate results do not ensue. We therefore wait for the results, which are called apūrva. The results are manifest in the future. Even the smārtas accept this apūrva. Pure devotees simply act for the pleasure of the Supreme Personality of Godhead; therefore the results of their activities are spiritual, or permanent. They are not like those of the karmīs, which are nonpermanent. This is confirmed in Bhagavad-gītā (4.23): “The work of a man who is unattached to the modes of material nature and who is fully situated in transcendental knowledge merges entirely into transcendence.” A devotee is always free from material contamination. He is fully situated in knowledge, and therefore his sacrifices are intended for the satisfaction of the Supreme Personality of Godhead."
    },
    {
        "verse": "7",
        "devanagari": "एवं कर्मविशुद्ध्या विशुद्धसत्त्वस्यान्तर्हृदयाकाशशरीरे ब्रह्मणि भगवति वासुदेवे महापुरुषरूपोपलक्षणे श्रीवत्सकौस्तुभवनमालारिदरगदादिभिरुपलक्षिते निजपुरुषहृल्लिखितेनात्मनि पुरुषरूपेण विरोचमान उच्चैस्तरां भक्तिरनुदिनमेधमानरयाजायत ॥ ७ ॥",
        "english_devnagari": "evaṁ karma-viśuddhyā viśuddha-sattvasyāntar-hṛdayākāśa-śarīre brahmaṇi bhagavati vāsudeve mahā-puruṣa-rūpopalakṣaṇe śrīvatsa-kaustubha-vana-mālāri-dara-gadādibhir upalakṣite nija-puruṣa-hṛl-likhitenātmani puruṣa-rūpeṇa virocamāna uccaistarāṁ bhaktir anudinam edhamāna-rayājāyata.",
        "verse_Syn": [
            "evam",
            "karma",
            "viśuddhyā",
            "viśuddha",
            "sattvasya",
            "antaḥ",
            "hṛdaya",
            "ākāśa",
            "śarīre",
            "brahmaṇi",
            "bhagavati",
            "vāsudeve",
            "mahā",
            "puruṣa",
            "rūpa",
            "upalakṣaṇe",
            "śrīvatsa",
            "kaustubha",
            "vana",
            "mālā",
            "ari",
            "dara",
            "gadā",
            "ādibhiḥ",
            "upalakṣite",
            "nija",
            "puruṣa",
            "hṛt",
            "likhitena",
            "ātmani",
            "puruṣa",
            "rūpeṇa",
            "virocamāne",
            "uccaistarām",
            "bhaktiḥ",
            "anudinam",
            "edhamāna",
            "rayā",
            "ajāyata"
        ],
        "translation": "In this way, being purified by ritualistic sacrifices, the heart of Mahārāja Bharata was completely uncontaminated. His devotional service unto Vāsudeva, Lord Kṛṣṇa, increased day after day. Lord Kṛṣṇa, the son of Vasudeva, is the original Personality of Godhead manifest as the Supersoul [Paramātmā] as well as the impersonal Brahman. Yogīs meditate upon the localized Paramātmā situated in the heart, jñānīs worship the impersonal Brahman as the Supreme Absolute Truth, and devotees worship Vāsudeva, the Supreme Personality of Godhead, whose transcendental body is described in the śāstras. His body is decorated with the Śrīvatsa, the Kaustubha jewel and a flower garland, and His hands hold a conchshell, disc, club and lotus flower. Devotees like Nārada always think of Him within their hearts.",
        "purport": " Lord Vāsudeva, or Śrī Kṛṣṇa, the son of Vasudeva, is the Supreme Personality of Godhead. He is manifest within the hearts of yogīs in His Paramātmā feature, and He is worshiped as impersonal Brahman by jñānīs. The Paramātmā feature is described in the śāstras as having four hands, holding disc, conchshell, lotus flower and club. As confirmed in the Śrīmad-Bhāgavatam (2.2.8): Paramātmā is situated in the hearts of all living beings. He has four hands, which hold four symbolic weapons. All devotees who think of the Paramātmā within the heart worship the Supreme Personality of Godhead as the temple Deity. They also understand the impersonal features of the Lord and His bodily rays, the Brahman effulgence."
    },
    {
        "verse": "8",
        "devanagari": "एवं वर्षायुतसहस्रपर्यन्तावसितकर्मनिर्वाणावसरोऽधिभुज्यमानं स्वतनयेभ्यो रिक्थं पितृपैतामहं यथादायं विभज्य स्वयं सकलसम्पन्निकेतात्स्वनिकेतात् पुलहाश्रमं प्रवव्राज ॥ ८ ॥",
        "english_devnagari": "evaṁ varṣāyuta-sahasra-paryantāvasita-karma-nirvāṇāvasaro ’dhibhujyamānaṁ sva-tanayebhyo rikthaṁ pitṛ-paitāmahaṁ yathā-dāyaṁ vibhajya svayaṁ sakala-sampan-niketāt sva-niketāt pulahāśramaṁ pravavrāja.",
        "verse_Syn": [
            "evam",
            "varṣa",
            "ayuta",
            "sahasra",
            "paryanta",
            "avasita",
            "karma",
            "nirvāṇa",
            "avasaraḥ",
            "adhibhujyamānam",
            "sva",
            "tanayebhyaḥ",
            "riktham",
            "pitṛ",
            "paitāmaham",
            "yathā",
            "dāyam",
            "vibhajya",
            "svayam",
            "sakala",
            "sampat",
            "niketāt",
            "sva",
            "niketāt",
            "pulaha",
            "āśramam",
            "pravavrāja"
        ],
        "translation": "Destiny fixed the time for Mahārāja Bharata’s enjoyment of material opulence at one thousand times ten thousand years. When that period was finished, he retired from family life and divided the wealth he had received from his forefathers among his sons. He left his paternal home, the reservoir of all opulence, and started for Pulahāśrama, which is situated in Hardwar. The śālagrāma-śilās are obtainable there.",
        "purport": " According to the law of dāya-bhāk, when one inherits an estate he must hand it over to the next generation. Bharata Mahārāja did this properly. First he enjoyed his paternal property for one thousand times ten thousand years. At the time of his retirement, he divided this property among his sons and left for Pulaha-āśrama."
    },
    {
        "verse": "9",
        "devanagari": "यत्र ह वाव भगवान् हरिरद्यापि तत्रत्यानां निजजनानां वात्सल्येन सन्निधाप्यत इच्छारूपेण ॥ ९ ॥",
        "english_devnagari": "yatra ha vāva bhagavān harir adyāpi tatratyānāṁ nija-janānāṁ vātsalyena sannidhāpyata icchā-rūpeṇa.",
        "verse_Syn": [
            "yatra",
            "ha",
            "vāva",
            "bhagavān",
            "hariḥ",
            "adya",
            "api",
            "tatratyānām",
            "nija",
            "janānām",
            "vātsalyena",
            "sannidhāpyate",
            "icchā",
            "rūpeṇa"
        ],
        "translation": "At Pulaha-āśrama, the Supreme Personality of Godhead, Hari, out of His transcendental affection for His devotee, becomes visible to His devotee, satisfying His devotee’s desires.",
        "purport": " The Lord always exists in different transcendental forms. As stated in Brahma-saṁhitā (5.39): The Lord is situated as Himself, Lord Kṛṣṇa, the Supreme Personality of Godhead, and He is accompanied by His expansions like Lord Rāma, Baladeva, Saṅkarṣaṇa, Nārāyaṇa, Mahā-Viṣṇu and so forth. The devotees worship all these forms according to their liking, and the Lord, out of His affection, presents Himself as arcā-vigraha. He sometimes presents Himself personally before the devotee out of reciprocation or affection. A devotee is always fully surrendered to the loving service of the Lord, and the Lord is visible to the devotee according to the devotee’s desires. He may be present in the form of Lord Rāma, Lord Kṛṣṇa, Lord Nṛsiṁhadeva and so on. Such is the exchange of love between the Lord and His devotees."
    },
    {
        "verse": "10",
        "devanagari": "यत्राश्रमपदान्युभयतोनाभिभिर्दृषच्चक्रैश्चक्रनदी नाम सरित्प्रवरा सर्वत: पवित्रीकरोति ॥ १० ॥",
        "english_devnagari": "yatrāśrama-padāny ubhayato nābhibhir dṛṣac-cakraiś cakra-nadī nāma sarit-pravarā sarvataḥ pavitrī-karoti.",
        "verse_Syn": [
            "yatra",
            "āśrama",
            "padāni",
            "ubhayataḥ",
            "nābhibhiḥ",
            "dṛṣat",
            "cakraiḥ",
            "cakra",
            "nadī",
            "nāma",
            "sarit",
            "pravarā",
            "sarvataḥ",
            "pavitrī",
            "karoti"
        ],
        "translation": "In Pulaha-āśrama is the Gaṇḍakī River, which is the best of all rivers. The śālagrāma-śilā, the marble pebbles, purify all those places. On each and every marble pebble, up and down, circles like navels are visible.",
        "purport": " Śālagrāma-śilā refers to pebbles that appear like stones with circles marked up and down. These are available in the river known as Gaṇḍakī-nadī. Wherever the waters of this river flow, the place becomes immediately sanctified."
    },
    {
        "verse": "11",
        "devanagari": "तस्मिन् वाव किल स एकल: पुलहाश्रमोपवने विविधकुसुमकिसलयतुलसिकाम्बुभि: कन्दमूलफलोपहारैश्च समीहमानो भगवत आराधनं विविक्त उपरतविषयाभिलाष उपभृतोपशम: परां निर्वृतिमवाप ॥ ११ ॥",
        "english_devnagari": "tasmin vāva kila sa ekalaḥ pulahāśramopavane vividha-kusuma-kisalaya-tulasikāmbubhiḥ kanda-mūla-phalopahāraiś ca samīhamāno bhagavata ārādhanaṁ vivikta uparata-viṣayābhilāṣa upabhṛtopaśamaḥ parāṁ nirvṛtim avāpa.",
        "verse_Syn": [
            "tasmin",
            "vāva",
            "kila",
            "saḥ",
            "ekalaḥ",
            "pulaha",
            "āśrama",
            "upavane",
            "vividha",
            "kusuma",
            "kisalaya",
            "tulasikā",
            "ambubhiḥ",
            "kanda",
            "mūla",
            "phala",
            "upahāraiḥ",
            "ca",
            "samīhamānaḥ",
            "bhagavataḥ",
            "ārādhanam",
            "viviktaḥ",
            "uparata",
            "viṣaya",
            "abhilāṣaḥ",
            "upabhṛta",
            "upaśamaḥ",
            "parām",
            "nirvṛtim",
            "avāpa"
        ],
        "translation": "In the gardens of Pulaha-āśrama, Mahārāja Bharata lived alone and collected a variety of flowers, twigs and tulasī leaves. He also collected the water of the Gaṇḍakī River, as well as various roots, fruits and bulbs. With these he offered food to the Supreme Personality of Godhead, Vāsudeva, and, worshiping Him, he remained satisfied. In this way his heart was completely uncontaminated, and he did not have the least desire for material enjoyment. All material desires vanished. In this steady position, he felt full satisfaction and was situated in devotional service.",
        "purport": " Everyone is searching after peace of mind. This is obtainable only when one is completely freed from the desire for material sense gratification and is engaged in the devotional service of the Lord. As stated in Bhagavad-gītā: patraṁ puṣpaṁ phalaṁ toyaṁ yo me bhaktyā prayacchati. Worship of the Lord is not at all expensive. One can offer the Lord a leaf, a flower, a little fruit and some water. The Supreme Lord accepts these offerings when they are offered with love and devotion. In this way, one can become freed from material desires. As long as one maintains material desires, he cannot be happy. As soon as one engages in the devotional service of the Lord, his mind is purified of all material desires. Then one becomes fully satisfied. “The supreme occupation [dharma] for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord. Such devotional service must be unmotivated and uninterrupted in order to completely satisfy the self. By rendering devotional service unto the Personality of Godhead, Śrī Kṛṣṇa, one immediately acquires causeless knowledge and detachment from the world.” (Bhāg. 1.2.6-7) These are the instructions given in Śrīmad-Bhāgavatam, the supreme Vedic literature. One may not be able to go to Pulaha-āśrama, but wherever one is one can happily render devotional service to the Lord by adopting the processes mentioned above."
    },
    {
        "verse": "12",
        "devanagari": "तयेत्थमविरतपुरुषपरिचर्यया भगवति प्रवर्धमानानुरागभरद्रुतहृदयशैथिल्य: प्रहर्षवेगेनात्मन्युद्भ‍िद्यमानरोमपुलककुलक औत्कण्ठ्यप्रवृत्तप्रणयबाष्पनिरुद्धावलोकनयन एवं निजरमणारुणचरणारविन्दानुध्यानपरिचितभक्तियोगेन परिप्लुतपरमाह्लादगम्भीरहृदयह्रदावगाढधिषणस्तामपि क्रियमाणां भगवत्सपर्यां न सस्मार ॥ १२ ॥",
        "english_devnagari": "tayettham avirata-puruṣa-paricaryayā bhagavati pravardhamānā-nurāga-bhara-druta-hṛdaya-śaithilyaḥ praharṣa-vegenātmany udbhidyamāna-roma-pulaka-kulaka autkaṇṭhya-pravṛtta-praṇaya-bāṣpa-niruddhāvaloka-nayana evaṁ nija-ramaṇāruṇa-caraṇāravindānudhyāna-paricita-bhakti-yogena paripluta-paramāhlāda-gambhīra-hṛdaya-hradāvagāḍha-dhiṣaṇas tām api kriyamāṇāṁ bhagavat-saparyāṁ na sasmāra.",
        "verse_Syn": [
            "tayā",
            "ittham",
            "avirata",
            "puruṣa",
            "paricaryayā",
            "bhagavati",
            "pravardhamāna",
            "anurāga",
            "bhara",
            "druta",
            "hṛdaya",
            "śaithilyaḥ",
            "praharṣa",
            "vegena",
            "ātmani",
            "udbhidyamāna",
            "roma",
            "pulaka",
            "kulakaḥ",
            "autkaṇṭhya",
            "pravṛtta",
            "praṇaya",
            "bāṣpa",
            "niruddha",
            "avaloka",
            "nayanaḥ",
            "evam",
            "nija",
            "ramaṇa",
            "aruṇa",
            "caraṇa",
            "aravinda",
            "anudhyāna",
            "paricita",
            "bhakti",
            "yogena",
            "paripluta",
            "parama",
            "āhlāda",
            "gambhīra",
            "hṛdaya",
            "hrada",
            "avagāḍha",
            "dhiṣaṇaḥ",
            "tām",
            "api",
            "kriyamāṇām",
            "bhagavat",
            "saparyām",
            "na",
            "sasmāra"
        ],
        "translation": "That most exalted devotee, Mahārāja Bharata, in this way engaged constantly in the devotional service of the Lord. Naturally his love for Vāsudeva, Kṛṣṇa, increased more and more and melted his heart. Consequently he gradually lost all attachment for regulative duties. The hairs of his body stood on end, and all the ecstatic bodily symptoms were manifest. Tears flowed from his eyes, so much so that he could not see anything. Thus he constantly meditated on the reddish lotus feet of the Lord. At that time, his heart, which was like a lake, was filled with the water of ecstatic love. When his mind was immersed in that lake, he even forgot the regulative service to the Lord.",
        "purport": " When one is actually advanced in ecstatic love for Kṛṣṇa, eight transcendental, blissful symptoms are manifest in the body. Those are the symptoms of perfection arising from loving service to the Supreme Personality of Godhead. Since Mahārāja Bharata was constantly engaged in devotional service, all the symptoms of ecstatic love were manifest in his body."
    },
    {
        "verse": "13",
        "devanagari": "इत्थं धृतभगवद्‌व्रत ऐणेयाजिनवाससानुसवनाभिषेकार्द्रकपिशकुटिलजटाकलापेन च विरोचमान: सूर्यर्चा भगवन्तं हिरण्मयं पुरुषमुज्जिहाने सूर्यमण्डलेऽभ्युपतिष्ठन्नेतदु होवाच ॥ १३ ॥",
        "english_devnagari": "itthaṁ dhṛta-bhagavad-vrata aiṇeyājina-vāsasānusavanābhiṣekārdra-kapiśa-kuṭila-jaṭā-kalāpena ca virocamānaḥ sūryarcā bhagavantaṁ hiraṇmayaṁ puruṣam ujjihāne sūrya-maṇḍale ’bhyupatiṣṭhann etad u hovāca.",
        "verse_Syn": [
            "ittham",
            "dhṛta",
            "bhagavat",
            "vrataḥ",
            "aiṇeya",
            "ajina",
            "vāsasa",
            "anusavana",
            "abhiṣeka",
            "ardra",
            "kapiśa",
            "kuṭila",
            "jaṭā",
            "kalāpena",
            "ca",
            "virocamānaḥ",
            "sūryarcā",
            "bhagavantam",
            "hiraṇmayam",
            "puruṣam",
            "ujjihāne",
            "sūrya",
            "maṇḍale",
            "abhyupatiṣṭhan",
            "etat",
            "u",
            "ha",
            "uvāca"
        ],
        "translation": "Mahārāja Bharata appeared very beautiful. He had a wealth of curly hair on his head, which was wet from bathing three times daily. He dressed in a deerskin. He worshiped Lord Nārāyaṇa, whose body was composed of golden effulgence and who resided within the sun. Mahārāja Bharata worshiped Lord Nārāyaṇa by chanting the hymns given in the Ṛg Veda, and he recited the following verse as the sun rose.",
        "purport": " The predominating Deity within the sun is Hiraṇmaya, Lord Nārāyaṇa. He is worshiped by the Gāyatrī mantra: om bhūr bhuvaḥ svaḥ tat savitur vareṇyaṁ bhargo devasya dhīmahi. He is also worshiped by other hymns mentioned in the Ṛg Veda, for instance: dhyeyaḥ sadā savitṛ-maṇḍala-madhya-vartī. Within the sun, Lord Nārāyaṇa is situated, and He has a golden hue."
    },
    {
        "verse": "14",
        "devanagari": "परोरज: सवितुर्जातवेदोदेवस्य भर्गो मनसेदं जजान ।सुरेतसाद: पुनराविश्य चष्टेहंसं गृध्राणं नृषद्रिङ्गिरामिम: ॥ १४ ॥",
        "english_devnagari": "paro-rajaḥ savitur jāta-vedodevasya bhargo manasedaṁ jajānasuretasādaḥ punar āviśya caṣṭehaṁsaṁ gṛdhrāṇaṁ nṛṣad-riṅgirām imaḥ",
        "verse_Syn": [
            "paraḥ",
            "rajaḥ",
            "savituḥ",
            "jāta",
            "vedaḥ",
            "devasya",
            "bhargaḥ",
            "manasā",
            "idam",
            "jajāna",
            "su",
            "retasā",
            "adaḥ",
            "punaḥ",
            "āviśya",
            "caṣṭe",
            "haṁsam",
            "gṛdhrāṇam",
            "nṛṣat",
            "riṅgirām",
            "imaḥ"
        ],
        "translation": "“The Supreme Personality of Godhead is situated in pure goodness. He illuminates the entire universe and bestows all benedictions upon His devotees. The Lord has created this universe from His own spiritual potency. According to His desire, the Lord entered this universe as the Supersoul, and by virtue of His different potencies He is maintaining all living entities desiring material enjoyment. Let me offer my respectful obeisances unto the Lord, who is the giver of intelligence.”",
        "purport": " The predominating Deity of the sun is another expansion of Nārāyaṇa, who is illuminating the entire universe. The Lord enters the hearts of all living entities as the Supersoul, and He gives them intelligence and fulfills their material desires. This is also confirmed in Bhagavad-gītā. Sarvasya cāhaṁ hṛdi sanniviṣṭaḥ. “I am sitting in everyone’s heart.” (Bg. 15.15) As the Supersoul, the Lord enters the hearts of all living entities. As stated in Brahma-saṁhitā (5.35), aṇḍāntara-stha-paramāṇu-cayāntara-stham: “He enters the universe and the atom as well.” In the Ṛg Veda, the predominating Deity of the sun is worshiped by this mantra: dhyeyaḥ sadā savitṛ-maṇḍala-madhya-vartī nārāyaṇaḥ sarasijāsana-sanniviṣṭaḥ. Nārāyaṇa sits on His lotus flower within the sun. By reciting this mantra, every living entity should take shelter of Nārāyaṇa just as the sun rises. According to modern scientists, the material world rests on the sun’s effulgence. Due to the sunshine, all planets are rotating and vegetables are growing. We also have information that the moonshine helps vegetables and herbs grow. Actually Nārāyaṇa within the sun is maintaining the entire universe; therefore Nārāyaṇa should be worshiped by the Gāyatrī mantra or the Ṛg mantra."
    }
]