[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचएकदा तु महानद्यां कृताभिषेकनैयमिकावश्यको ब्रह्माक्षरमभिगृणानो मुहूर्तत्रयमुदकान्त उपविवेश ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaekadā tu mahā-nadyāṁ kṛtābhiṣeka-naiyamikāvaśyako brahmākṣaram abhigṛṇāno muhūrta-trayam udakānta upaviveśa.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ekadā",
            "tu",
            "mahā",
            "nadyām",
            "kṛta",
            "abhiṣeka",
            "naiyamika",
            "avaśyakaḥ",
            "brahma",
            "akṣaram",
            "abhigṛṇānaḥ",
            "muhūrta",
            "trayam",
            "udaka",
            "ante",
            "upaviveśa"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: My dear King, one day, after finishing his morning duties — evacuating, urinating and bathing — Mahārāja Bharata sat down on the bank of the river Gaṇḍakī for a few minutes and began chanting his mantra, beginning with oṁkāra.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तत्र तदा राजन् हरिणी पिपासया जलाशयाभ्याशमेकैवोपजगाम ॥ २ ॥",
        "english_devnagari": "tatra tadā rājan hariṇī pipāsayā jalāśayābhyāśam ekaivopajagāma.",
        "verse_Syn": [
            "tatra",
            "tadā",
            "rājan",
            "hariṇī",
            "pipāsayā",
            "jalāśaya",
            "abhyāśam",
            "eka",
            "eva",
            "upajagāma"
        ],
        "translation": "O King, while Bharata Mahārāja was sitting on the bank of that river, a doe, being very thirsty, came there to drink.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "तया पेपीयमान उदके तावदेवाविदूरेण नदतो मृगपतेरुन्नादो लोकभयङ्कर उदपतत् ॥ ३ ॥",
        "english_devnagari": "tayā pepīyamāna udake tāvad evāvidūreṇa nadato mṛga-pater unnādo loka-bhayaṅkara udapatat.",
        "verse_Syn": [
            "tayā",
            "pepīyamāne",
            "udake",
            "tāvat",
            "eva",
            "avidūreṇa",
            "nadataḥ",
            "mṛga",
            "pateḥ",
            "unnādaḥ",
            "loka",
            "bhayam",
            "kara",
            "udapatat"
        ],
        "translation": "While the doe was drinking with great satisfaction, a lion, which was very close, roared very loudly. This was frightful to every living entity, and it was heard by the doe.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तमुपश्रुत्य सा मृगवधू: प्रकृतिविक्लवा चकितनिरीक्षणा सुतरामपिहरिभयाभिनिवेशव्यग्रहृदया पारिप्लवद‍ृष्टिरगततृषा भयात् सहसैवोच्चक्राम ॥ ४ ॥",
        "english_devnagari": "tam upaśrutya sā mṛga-vadhūḥ prakṛti-viklavā cakita-nirīkṣaṇā sutarām api hari-bhayābhiniveśa-vyagra-hṛdayā pāriplava-dṛṣṭir agata-tṛṣā bhayāt sahasaivoccakrāma.",
        "verse_Syn": [
            "tam",
            "upaśrutya",
            "sā",
            "mṛga",
            "vadhūḥ",
            "prakṛti",
            "viklavā",
            "cakita",
            "nirīkṣaṇā",
            "sutarām",
            "api",
            "hari",
            "bhaya",
            "abhiniveśa",
            "vyagra",
            "hṛdayā",
            "pāriplava",
            "dṛṣṭiḥ",
            "agata",
            "tṛṣā",
            "bhayāt",
            "sahasā",
            "eva",
            "uccakrāma"
        ],
        "translation": "By nature the doe was always afraid of being killed by others, and it was always looking about suspiciously. When it heard the lion’s tumultuous roar, it became very agitated. Looking here and there with disturbed eyes, the doe, although it had not fully satisfied itself by drinking water, suddenly leaped across the river.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "तस्या उत्पतन्त्या अन्तर्वत्‍न्या उरुभयावगलितो योनिनिर्गतो गर्भ: स्रोतसि निपपात ॥ ५ ॥",
        "english_devnagari": "tasyā utpatantyā antarvatnyā uru-bhayāvagalito yoni-nirgato garbhaḥ srotasi nipapāta.",
        "verse_Syn": [
            "tasyāḥ",
            "utpatantyāḥ",
            "antarvatnyāḥ",
            "uru",
            "bhaya",
            "avagalitaḥ",
            "yoni",
            "nirgataḥ",
            "garbhaḥ",
            "srotasi",
            "nipapāta"
        ],
        "translation": "The doe was pregnant, and when it jumped out of fear, the baby deer fell from its womb into the flowing waters of the river.",
        "purport": " There is every chance of a woman’s having a miscarriage if she experiences some ecstatic emotion or is frightened. Pregnant women should therefore be spared all these external influences."
    },
    {
        "verse": "6",
        "devanagari": "तत्प्रसवोत्सर्पणभयखेदातुरा स्वगणेन वियुज्यमाना कस्याञ्चिद्दर्यां कृष्णसारसती निपपाताथ च ममार ॥ ६ ॥",
        "english_devnagari": "tat-prasavotsarpaṇa-bhaya-khedāturā sva-gaṇena viyujyamānā kasyāñcid daryāṁ kṛṣṇa-sārasatī nipapātātha ca mamāra.",
        "verse_Syn": [
            "tat",
            "prasava",
            "utsarpaṇa",
            "bhaya",
            "kheda",
            "āturā",
            "sva",
            "gaṇena",
            "viyujyamānā",
            "kasyāñcit",
            "daryām",
            "kṛṣṇa",
            "sārasatī",
            "nipapāta",
            "atha",
            "ca",
            "mamāra"
        ],
        "translation": "Being separated from its flock and distressed by its miscarriage, the black doe, having crossed the river, was very much distressed. Indeed, it fell down in a cave and died immediately.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तं त्वेणकुणकं कृपणं स्रोतसानूह्यमानमभिवीक्ष्यापविद्धं बन्धुरिवानुकम्पया राजर्षिर्भरत आदाय मृतमातरमित्याश्रमपदमनयत् ॥ ७ ॥",
        "english_devnagari": "taṁ tv eṇa-kuṇakaṁ kṛpaṇaṁ srotasānūhyamānam abhivīkṣyāpaviddhaṁ bandhur ivānukampayā rājarṣir bharata ādāya mṛta-mātaram ity āśrama-padam anayat.",
        "verse_Syn": [
            "tam",
            "tu",
            "eṇa",
            "kuṇakam",
            "kṛpaṇam",
            "srotasā",
            "anūhyamānam",
            "abhivīkṣya",
            "apaviddham",
            "bandhuḥ",
            "iva",
            "anukampayā",
            "rāja",
            "ṛṣiḥ",
            "bharataḥ",
            "ādāya",
            "mṛta",
            "mātaram",
            "iti",
            "āśrama",
            "padam",
            "anayat"
        ],
        "translation": "The great King Bharata, while sitting on the bank of the river, saw the small deer, bereft of its mother, floating down the river. Seeing this, he felt great compassion. Like a sincere friend, he lifted the infant deer from the waves, and, knowing it to be motherless, brought it to his āśrama.",
        "purport": " The laws of nature work in subtle ways unknown to us. Mahārāja Bharata was a great king very advanced in devotional service. He had almost reached the point of loving service to the Supreme Lord, but even from that platform he could fall down onto the material platform. In Bhagavad-gītā we are therefore warned: “O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation.” (Bg. 2.15) Spiritual salvation and liberation from material bondage must be worked out with great caution, otherwise a little discrepancy will cause one to fall down again into material existence. By studying the activities of Mahārāja Bharata, we can learn the art of becoming completely freed from all material attachment. As it will be revealed in later verses, Bharata Mahārāja had to accept the body of a deer due to being overly compassionate for this infant deer. We should be compassionate by raising one from the material platform to the spiritual platform; otherwise at any moment our spiritual advancement may be spoiled, and we may fall down onto the material platform. Mahārāja Bharata’s compassion for the deer was the beginning of his falldown into the material world."
    },
    {
        "verse": "8",
        "devanagari": "तस्य ह वा एणकुणक उच्चैरेतस्मिन् कृतनिजाभिमानस्याहरहस्तत्पोषणपालनलालनप्रीणनानुध्यानेनात्मनियमा: सहयमा: पुरुषपरिचर्यादय एकैकश: कतिपयेनाहर्गणेन वियुज्यमाना: किल सर्व एवोदवसन् ॥ ८ ॥",
        "english_devnagari": "tasya ha vā eṇa-kuṇaka uccair etasmin kṛta-nijābhimānasyāhar-ahas tat-poṣaṇa-pālana-lālana-prīṇanānudhyānenātma-niyamāḥ saha-yamāḥ puruṣa-paricaryādaya ekaikaśaḥ katipayenāhar-gaṇena viyujyamānāḥ kila sarva evodavasan.",
        "verse_Syn": [
            "tasya",
            "ha",
            "vā",
            "eṇa",
            "kuṇake",
            "uccaiḥ",
            "etasmin",
            "kṛta",
            "nija",
            "abhimānasya",
            "ahaḥ",
            "ahaḥ",
            "tat",
            "poṣaṇa",
            "pālana",
            "lālana",
            "prīṇana",
            "anudhyānena",
            "ātma",
            "niyamāḥ",
            "saha",
            "yamāḥ",
            "puruṣa",
            "paricaryā",
            "ādayaḥ",
            "eka",
            "ekaśaḥ",
            "katipayena",
            "ahaḥ",
            "gaṇena",
            "viyujyamānāḥ",
            "kila",
            "sarve",
            "eva",
            "udavasan"
        ],
        "translation": "Gradually Mahārāja Bharata became very affectionate toward the deer. He began to raise it and maintain it by giving it grass. He was always careful to protect it from the attacks of tigers and other animals. When it itched, he petted it, and in this way he always tried to keep it in a comfortable condition. He sometimes kissed it out of love. Being attached to raising the deer, Mahārāja Bharata forgot the rules and regulations for the advancement of spiritual life, and he gradually forgot to worship the Supreme Personality of Godhead. After a few days, he forgot everything about his spiritual advancement.",
        "purport": " From this we can understand how we have to be very cautious in executing our spiritual duties by observing the rules and regulations and regularly chanting the Hare Kṛṣṇa mahā-mantra. If we neglect doing this, we will eventually fall down. We must rise early in the morning, bathe, attend maṅgala-ārati, worship the Deities, chant the Hare Kṛṣṇa mantra, study the Vedic literatures and follow all the rules prescribed by the ācāryas and the spiritual master. If we deviate from this process, we may fall down, even though we may be very highly advanced. As stated in Bhagavad-gītā (18.5): “Acts of sacrifice, charity and penance are not to be given up but should be performed. Indeed, sacrifice, charity and penance purify even the great soul.” Even if one is in the renounced order, he should never give up the regulative principles. He should worship the Deity and give his time and life to the service of Kṛṣṇa. He should also continue following the rules and regulations of austerity and penance. These things cannot be given up. One should not think oneself very advanced simply because one has accepted the sannyāsa order. The activities of Bharata Mahārāja should be carefully studied for one’s spiritual advancement."
    },
    {
        "verse": "9",
        "devanagari": "अहो बतायं हरिणकुणक: कृपण ईश्वररथचरणपरिभ्रमणरयेण स्वगणसुहृद् बन्धुभ्य: परिवर्जित: शरणं च मोपसादितो मामेव मातापितरौ भ्रातृज्ञातीन् यौथिकांश्चैवोपेयाय नान्यं कञ्चन वेद मय्यतिविस्रब्धश्चात एव मया मत्परायणस्य पोषणपालनप्रीणनलालनमनसूयुनानुष्ठेयं शरण्योपेक्षादोषविदुषा ॥ ९ ॥",
        "english_devnagari": "aho batāyaṁ hariṇa-kuṇakaḥ kṛpaṇa īśvara-ratha-caraṇa-paribhramaṇa-rayeṇa sva-gaṇa-suhṛd-bandhubhyaḥ parivarjitaḥ śaraṇaṁ ca mopasādito mām eva mātā-pitarau bhrātṛ-jñātīn yauthikāṁś caivopeyāya nānyaṁ kañcana veda mayy ati-visrabdhaś cāta eva mayā mat-parāyaṇasya poṣaṇa-pālana-prīṇana-lālanam anasūyunānuṣṭheyaṁ śaraṇyopekṣā-doṣa-viduṣā.",
        "verse_Syn": [
            "aho",
            "bata",
            "ayam",
            "hariṇa",
            "kuṇakaḥ",
            "kṛpaṇaḥ",
            "īśvara",
            "ratha",
            "caraṇa",
            "paribhramaṇa",
            "rayeṇa",
            "sva",
            "gaṇa",
            "suhṛt",
            "bandhubhyaḥ",
            "parivarjitaḥ",
            "śaraṇam",
            "ca",
            "mā",
            "upasāditaḥ",
            "mām",
            "eva",
            "mātā",
            "pitarau",
            "bhrātṛ",
            "jñātīn",
            "yauthikān",
            "ca",
            "eva",
            "upeyāya",
            "na",
            "anyam",
            "kañcana",
            "veda",
            "mayi",
            "ati",
            "visrabdhaḥ",
            "ca",
            "ataḥ",
            "eva",
            "mayā",
            "mat",
            "parāyaṇasya",
            "poṣaṇa",
            "pālana",
            "prīṇana",
            "lālanam",
            "anasūyunā",
            "anuṣṭheyam",
            "śaraṇya",
            "upekṣā",
            "doṣa",
            "viduṣā"
        ],
        "translation": "The great King Mahārāja Bharata began to think: Alas, this helpless young deer, by the force of time, an agent of the Supreme Personality of Godhead, has now lost its relatives and friends and has taken shelter of me. It does not know anyone but me, as I have become its father, mother, brother and relatives. This deer is thinking in this way, and it has full faith in me. It does not know anyone but me; therefore I should not be envious and think that for the deer my own welfare will be destroyed. I should certainly raise, protect, gratify and fondle it. When it has taken shelter with me, how can I neglect it? Even though the deer is disturbing my spiritual life, I realize that a helpless person who has taken shelter cannot be neglected. That would be a great fault.",
        "purport": " When a person is advanced in spiritual consciousness or Kṛṣṇa consciousness, he naturally becomes very sympathetic toward all living entities suffering in the material world. Naturally such an advanced person thinks of the suffering of the people in general. However, if one does not know of the material sufferings of fallen souls and becomes sympathetic because of bodily comforts, as in the case of Bharata Mahārāja, such sympathy or compassion is the cause of one’s downfall. If one is actually sympathetic to fallen, suffering humanity, he should try to elevate people from material consciousness to spiritual consciousness. As far as the deer was concerned, Bharata Mahārāja became very sympathetic, but he forgot that it was impossible for him to elevate a deer to spiritual consciousness, because, after all, a deer is but an animal. It was very dangerous for Bharata Mahārāja to sacrifice all his regulative principles simply to take care of an animal. The principles enunciated in Bhagavad-gītā should be followed. Yaṁ hi na vyathayanty ete puruṣaṁ puruṣarṣabha. As far as the material body is concerned, we cannot do anything for anyone. However, by the grace of Kṛṣṇa, we may raise a person to spiritual consciousness if we ourselves follow the rules and regulations. If we give up our own spiritual activities and simply become concerned with the bodily comforts of others, we will fall into a dangerous position."
    },
    {
        "verse": "10",
        "devanagari": "नूनं ह्यार्या: साधव उपशमशीला: कृपणसुहृद एवंविधार्थे स्वार्थानपि गुरुतरानुपेक्षन्ते ॥ १० ॥",
        "english_devnagari": "nūnaṁ hy āryāḥ sādhava upaśama-śīlāḥ kṛpaṇa-suhṛda evaṁ-vidhārthe svārthān api gurutarān upekṣante.",
        "verse_Syn": [
            "nūnam",
            "hi",
            "āryāḥ",
            "sādhavaḥ",
            "upaśama",
            "śīlāḥ",
            "kṛpaṇa",
            "suhṛdaḥ",
            "evaṁ",
            "vidha",
            "arthe",
            "sva",
            "arthān",
            "api",
            "guru",
            "tarān",
            "upekṣante"
        ],
        "translation": "Even though one is in the renounced order, one who is advanced certainly feels compassion for suffering living entities. One should certainly neglect his own personal interests, although they may be very important, to protect one who has surrendered.",
        "purport": " Māyā is very strong. In the name of philanthropy, altruism and communism, people are feeling compassion for suffering humanity throughout the world. Philanthropists and altruists do not realize that it is impossible to improve people’s material conditions. Material conditions are already established by the superior administration according to one’s karma. They cannot be changed. The only benefit we can render to suffering beings is to try to raise them to spiritual consciousness. Material comforts cannot be increased or decreased. It is therefore said in Śrīmad-Bhāgavatam (1.5.18), tal labhyate duḥkhavad anyataḥ sukham: “As far as material happiness is concerned, that comes without effort, just as tribulations come without effort.” Material happiness and pain can be attained without endeavor. One should not bother for material activities. If one is at all sympathetic or able to do good to others, he should endeavor to raise people to Kṛṣṇa consciousness. In this way everyone advances spiritually by the grace of the Lord. For our instruction, Bharata Mahārāja acted in such a way. We should be very careful not to be misled by so-called welfare activities conducted in bodily terms. One should not give up his interest in attaining the favor of Lord Viṣṇu at any cost. Generally people do not know this, or they forget it. Consequently they sacrifice their original interest, the attainment of Viṣṇu’s favor, and engage in philanthropic activities for bodily comfort."
    },
    {
        "verse": "11",
        "devanagari": "इति कृतानुषङ्ग आसनशयनाटनस्‍नानाशनादिषु सह मृगजहुना स्‍नेहानुबद्धहृदय आसीत् ॥ ११ ॥",
        "english_devnagari": "iti kṛtānuṣaṅga āsana-śayanāṭana-snānāśanādiṣu saha mṛga-jahunā snehānubaddha-hṛdaya āsīt.",
        "verse_Syn": [
            "iti",
            "kṛta",
            "anuṣaṅgaḥ",
            "āsana",
            "śayana",
            "aṭana",
            "snāna",
            "āśana",
            "ādiṣu",
            "saha",
            "mṛga",
            "jahunā",
            "sneha",
            "anubaddha",
            "hṛdayaḥ",
            "āsīt"
        ],
        "translation": "Due to attachment for the deer, Mahārāja Bharata lay down with it, walked about with it, bathed with it and even ate with it. Thus his heart became bound to the deer in affection.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "कुशकुसुमसमित्पलाशफलमूलोदकान्याहरिष्यमाणो वृकसालावृकादिभ्यो भयमाशंसमानो यदा सह हरिणकुणकेन वनं समाविशति ॥ १२ ॥",
        "english_devnagari": "kuśa-kusuma-samit-palāśa-phala-mūlodakāny āhariṣyamāṇo vṛkasālā-vṛkādibhyo bhayam āśaṁsamāno yadā saha hariṇa-kuṇakena vanaṁ samāviśati.",
        "verse_Syn": [
            "kuśa",
            "kusuma",
            "samit",
            "palāśa",
            "phala",
            "mūla",
            "udakāni",
            "āhariṣyamāṇaḥ",
            "vṛkasālā",
            "vṛka",
            "ādibhyaḥ",
            "bhayam",
            "āśaṁsamānaḥ",
            "yadā",
            "saha",
            "hariṇa",
            "kuṇakena",
            "vanam",
            "samāviśati"
        ],
        "translation": "When Mahārāja Bharata wanted to enter the forest to collect kuśa grass, flowers, wood, leaves, fruits, roots and water, he would fear that dogs, jackals, tigers and other ferocious animals might kill the deer. He would therefore always take the deer with him when entering the forest.",
        "purport": " How Mahārāja Bharata increased his affection for the deer is described herein. Even such an exalted personality as Bharata Mahārāja, who had attained loving affection for the Supreme Personality of Godhead, fell down from his position due to his affection for some animal. Consequently, as will be seen, he had to accept the body of a deer in his next life. Since this was the case with Bharata Mahārāja, what can we say of those who are not advanced in spiritual life but who become attached to cats and dogs? Due to their affection for their cats and dogs, they have to take the same bodily forms in the next life unless they clearly increase their affection and love for the Supreme Personality of Godhead. Unless we increase our faith in the Supreme Lord, we shall be attracted to many other things. That is the cause of our material bondage."
    },
    {
        "verse": "13",
        "devanagari": "पथिषु च मुग्धभावेन तत्र तत्र विषक्तमतिप्रणयभरहृदय: कार्पण्यात्स्कन्धेनोद्वहति एवमुत्सङ्ग उरसि चाधायोपलालयन्मुदं परमामवाप ॥ १३ ॥",
        "english_devnagari": "pathiṣu ca mugdha-bhāvena tatra tatra viṣakta-mati-praṇaya-bhara-hṛdayaḥ kārpaṇyāt skandhenodvahati evam utsaṅga urasi cādhāyopalālayan mudaṁ paramām avāpa.",
        "verse_Syn": [
            "pathiṣu",
            "ca",
            "mugdha",
            "bhāvena",
            "tatra",
            "tatra",
            "viṣakta",
            "mati",
            "praṇaya",
            "bhara",
            "hṛdayaḥ",
            "kārpaṇyāt",
            "skandhena",
            "udvahati",
            "evam",
            "utsaṅge",
            "urasi",
            "ca",
            "ādhāya",
            "upalālayan",
            "mudam",
            "paramām",
            "avāpa"
        ],
        "translation": "When entering the forest, the animal would appear very attractive to Mahārāja Bharata due to its childish behavior. Mahārāja Bharata would even take the deer on his shoulders and carry it due to affection. His heart was so filled with great love for the deer that he would sometimes keep it on his lap or, when sleeping, on his chest. In this way he felt great pleasure in fondling the animal.",
        "purport": " Mahārāja Bharata left his home, wife, children, kingdom and everything else to advance his spiritual life in the forest, but again he fell victim to material affection due to his attachment to an insignificant pet deer. What, then, was the use of his renouncing his family? One who is serious in advancing his spiritual life should be very cautious not to become attached to anything but Kṛṣṇa. Sometimes, in order to preach, we have to accept many material activities, but we should remember that everything is for Kṛṣṇa. If we remember this, there is no chance of our being victimized by material activities."
    },
    {
        "verse": "14",
        "devanagari": "क्रियायां निर्वर्त्यमानायामन्तरालेऽप्युत्थायोत्थाय यदैनमभिचक्षीत तर्हि वाव स वर्षपति: प्रकृतिस्थेन मनसा तस्मा आशिष आशास्ते स्वस्ति स्ताद्वत्स ते सर्वत इति ॥ १४ ॥",
        "english_devnagari": "kriyāyāṁ nirvartyamānāyām antarāle ’py utthāyotthāya yadainam abhicakṣīta tarhi vāva sa varṣa-patiḥ prakṛti-sthena manasā tasmā āśiṣa āśāste svasti stād vatsa te sarvata iti.",
        "verse_Syn": [
            "kriyāyām",
            "nirvartyamānāyām",
            "antarāle",
            "api",
            "utthāya",
            "utthāya",
            "yadā",
            "enam",
            "abhicakṣīta",
            "tarhi",
            "vāva",
            "saḥ",
            "varṣa",
            "patiḥ",
            "prakṛti",
            "sthena",
            "manasā",
            "tasmai",
            "āśiṣaḥ",
            "āśāste",
            "svasti",
            "stāt",
            "vatsa",
            "te",
            "sarvataḥ",
            "iti"
        ],
        "translation": "When Mahārāja Bharata was actually worshiping the Lord or was engaged in some ritualistic ceremony, although his activities were unfinished, he would still, at intervals, get up and see where the deer was. In this way he would look for it, and when he could see that the deer was comfortably situated, his mind and heart would be very satisfied, and he would bestow his blessings upon the deer, saying, “My dear calf, may you be happy in all respects.”",
        "purport": " Because his attraction for the deer was so intense, Bharata Mahārāja could not concentrate upon worshiping the Lord or performing his ritualistic ceremonies. Even though he was engaged in worshiping the Deity, his mind was restless due to his inordinate affection. While trying to meditate, he would simply think of the deer, wondering where it had gone. In other words, if one’s mind is distracted from worship, a mere show of worship will not be of any benefit. The fact that Bharata Mahārāja had to get up at intervals to look for the deer was simply a sign that he had fallen down from the spiritual platform."
    },
    {
        "verse": "15",
        "devanagari": "अन्यदा भृशमुद्विग्नमना नष्टद्रविण इव कृपण: सकरुणमतितर्षेण हरिणकुणक विरहविह्वलहृदयसन्तापस्तमेवानुशोचन् किल कश्मलं महदभिरम्भित इति होवाच ॥ १५ ॥",
        "english_devnagari": "anyadā bhṛśam udvigna-manā naṣṭa-draviṇa iva kṛpaṇaḥ sakaruṇam ati-tarṣeṇa hariṇa-kuṇaka-viraha-vihvala-hṛdaya-santāpas tam evānuśocan kila kaśmalaṁ mahad abhirambhita iti hovāca.",
        "verse_Syn": [
            "anyadā",
            "bhṛśam",
            "udvigna",
            "manāḥ",
            "naṣṭa",
            "draviṇaḥ",
            "iva",
            "kṛpaṇaḥ",
            "sa",
            "karuṇam",
            "ati",
            "tarṣeṇa",
            "hariṇa",
            "kuṇaka",
            "viraha",
            "vihvala",
            "hṛdaya",
            "santāpaḥ",
            "tam",
            "eva",
            "anuśocan",
            "kila",
            "kaśmalam",
            "mahat",
            "abhirambhitaḥ",
            "iti",
            "ha",
            "uvāca"
        ],
        "translation": "If Bharata Mahārāja sometimes could not see the deer, his mind would be very agitated. He would become like a miser, who, having obtained some riches, had lost them and had then become very unhappy. When the deer was gone, he would be filled with anxiety and would lament due to separation. Thus he would become illusioned and speak as follows.",
        "purport": " If a poor man loses some money or gold, he at once becomes very agitated. Similarly, the mind of Mahārāja Bharata would become agitated when he did not see the deer. This is an example of how our attachment can be transferred. If our attachment is transferred to the Lord’s service, we progress. Śrīla Rūpa Gosvāmī prayed to the Lord that he would be as naturally attracted to the Lord’s service as young men and young women are naturally attracted to each other. Śrī Caitanya Mahāprabhu exhibited such attachment to the Lord when He jumped into the ocean or cried at night in separation. However, if our attachment is diverted to material things instead of to the Lord, we will fall down from the spiritual platform."
    },
    {
        "verse": "16",
        "devanagari": "अपि बत स वै कृपण एणबालको मृतहरिणीसुतोऽहो ममानार्यस्य शठकिरातमतेरकृतसुकृतस्य कृतविस्रम्भ आत्मप्रत्ययेन तदविगणयन् सुजन इवागमिष्यति ॥ १६ ॥",
        "english_devnagari": "api bata sa vai kṛpaṇa eṇa-bālako mṛta-hariṇī-suto ’ho mamānāryasya śaṭha-kirāta-mater akṛta-sukṛtasya kṛta-visrambha ātma-pratyayena tad avigaṇayan sujana ivāgamiṣyati.",
        "verse_Syn": [
            "api",
            "bata",
            "saḥ",
            "vai",
            "kṛpaṇaḥ",
            "eṇa",
            "bālakaḥ",
            "mṛta",
            "hariṇī",
            "sutaḥ",
            "aho",
            "mama",
            "anāryasya",
            "śaṭha",
            "kirāta",
            "mateḥ",
            "akṛta",
            "sukṛtasya",
            "kṛta",
            "visrambhaḥ",
            "ātma",
            "pratyayena",
            "tat",
            "avigaṇayan",
            "su",
            "janaḥ",
            "iva",
            "agamiṣyati"
        ],
        "translation": "Bharata Mahārāja would think: Alas, the deer is now helpless. I am now very unfortunate, and my mind is like a cunning hunter, for it is always filled with cheating propensities and cruelty. The deer has put its faith in me, just as a good man who has a natural interest in good behavior forgets the misbehavior of a cunning friend and puts his faith in him. Although I have proved faithless, will this deer return and place its faith in me?",
        "purport": " Bharata Mahārāja was very noble and exalted, and therefore when the deer was absent from him he thought himself unworthy to give it protection. Due to his attachment for the animal, he thought that the animal was as noble and exalted as he himself was. According to the logic of ātmavan manyate jagat, everyone thinks of others according to his own position. Therefore Mahārāja Bharata felt that the deer had left him due to his negligence and that due to the animal’s noble heart, it would again return."
    },
    {
        "verse": "17",
        "devanagari": "अपि क्षेमेणास्मिन्नाश्रमोपवने शष्पाणि चरन्तं देवगुप्तं द्रक्ष्यामि ॥ १७ ॥",
        "english_devnagari": "api kṣemeṇāsminn āśramopavane śaṣpāṇi carantaṁ deva-guptaṁ drakṣyāmi.",
        "verse_Syn": [
            "api",
            "kṣemeṇa",
            "asmin",
            "āśrama",
            "upavane",
            "śaṣpāṇi",
            "carantam",
            "deva",
            "guptam",
            "drakṣyāmi"
        ],
        "translation": "Alas, is it possible that I shall again see this animal protected by the Lord and fearless of tigers and other animals? Shall I again see him wandering in the garden eating soft grass?",
        "purport": " Mahārāja Bharata thought that the animal was disappointed in his protection and had left him for the protection of a demigod. Regardless, he ardently desired to see the animal again within his āśrama eating the soft grass and not fearing tigers and other animals. Mahārāja Bharata could think only of the deer and how the animal could be protected from all kinds of inauspicious things. From the materialistic point of view such kind thoughts may be very laudable, but from the spiritual point of view the King was actually falling from his exalted spiritual position and unnecessarily becoming attached to an animal. Thus degrading himself, he would have to accept an animal body."
    },
    {
        "verse": "18",
        "devanagari": "अपि च न वृक: सालावृकोऽन्यतमो वा नैकचर एकचरो वा भक्षयति ॥ १८ ॥",
        "english_devnagari": "api ca na vṛkaḥ sālā-vṛko ’nyatamo vā naika-cara eka-caro vā bhak-ṣayati.",
        "verse_Syn": [
            "api",
            "ca",
            "na",
            "vṛkaḥ",
            "sālā",
            "vṛkaḥ",
            "anyatamaḥ",
            "vā",
            "na",
            "eka",
            "caraḥ",
            "eka",
            "caraḥ",
            "vā",
            "bhakṣayati"
        ],
        "translation": "I do not know, but the deer might have been eaten by a wolf or a dog or by the boars that flock together or the tiger who travels alone.",
        "purport": " Tigers never wander in the forest in flocks. Each tiger wanders alone, but forest boars keep together. Similarly, hogs, wolves and dogs also do the same. Thus Mahārāja Bharata thought that the deer had been killed by some of the many ferocious animals within the forest."
    },
    {
        "verse": "19",
        "devanagari": "निम्‍लोचति ह भगवान् सकलजगत्क्षेमोदयस्त्रय्यात्माद्यापि मम न मृगवधून्यास आगच्छति ॥ १९ ॥",
        "english_devnagari": "nimlocati ha bhagavān sakala-jagat-kṣemodayas trayy-ātmādyāpi mama na mṛga-vadhū-nyāsa āgacchati.",
        "verse_Syn": [
            "nimlocati",
            "ha",
            "bhagavān",
            "sakala",
            "jagat",
            "kṣema",
            "udayaḥ",
            "trayī",
            "ātmā",
            "adya",
            "api",
            "mama",
            "na",
            "mṛga",
            "vadhū",
            "nyāsaḥ",
            "āgacchati"
        ],
        "translation": "Alas, when the sun rises, all auspicious things begin. Unfortunately, they have not begun for me. The sun-god is the Vedas personified, but I am bereft of all Vedic principles. That sun-god is now setting, yet the poor animal who trusted in me since its mother died has not returned.",
        "purport": " In the Brahma-saṁhitā (5.52), the sun is described as the eye of the Supreme Personality of Godhead. As the sun arises, one should chant the Vedic mantra beginning with the Gāyatrī. The sun is the symbolic representation of the eyes of the Supreme Lord. Mahārāja Bharata lamented that although the sun was going to set, due to the poor animal’s absence he could not find anything auspicious. Bharata Mahārāja considered himself most unfortunate, for due to the animal’s absence, there was nothing auspicious for him in the presence of the sun."
    },
    {
        "verse": "20",
        "devanagari": "अपिस्विदकृतसुकृतमागत्य मां सुखयिष्यति हरिणराजकुमारो विविधरुचिरदर्शनीयनिजमृगदारकविनोदैरसन्तोषं स्वानामपनुदन् ॥ २० ॥",
        "english_devnagari": "api svid akṛta-sukṛtam āgatya māṁ sukhayiṣyati hariṇa-rāja-kumāro vividha-rucira-darśanīya-nija-mṛga-dāraka-vinodair asantoṣaṁ svānām apanudan.",
        "verse_Syn": [
            "api",
            "svit",
            "akṛta",
            "sukṛtam",
            "āgatya",
            "mām",
            "sukhayiṣyati",
            "hariṇa",
            "rāja",
            "kumāraḥ",
            "vividha",
            "rucira",
            "darśanīya",
            "nija",
            "mṛga",
            "dāraka",
            "vinodaiḥ",
            "asantoṣam",
            "svānām",
            "apanudan"
        ],
        "translation": "That deer is exactly like a prince. When will it return? When will it again display its personal activities, which are so pleasing? When will it again pacify a wounded heart like mine? I certainly must have no pious assets, otherwise the deer would have returned by now.",
        "purport": " Out of strong affection, the King accepted the small deer as if it were a prince. This is called moha. Due to his anxiety over the deer’s absence, the King addressed the animal as though it were his son. Out of affection, anyone can be addressed as anything."
    },
    {
        "verse": "21",
        "devanagari": "क्ष्वेलिकायां मां मृषासमाधिनाऽऽमीलितदृशं प्रेमसंरम्भेण चकितचकित आगत्य पृषदपरुषविषाणाग्रेण लुठति ॥ २१ ॥",
        "english_devnagari": "kṣvelikāyāṁ māṁ mṛṣā-samādhināmīlita-dṛśaṁ prema-saṁrambheṇa cakita-cakita āgatya pṛṣad-aparuṣa-viṣāṇāgreṇa luṭhati.",
        "verse_Syn": [
            "kṣvelikāyām",
            "mām",
            "mṛṣā",
            "samādhinā",
            "āmīlita",
            "dṛśam",
            "prema",
            "saṁrambheṇa",
            "cakita",
            "cakitaḥ",
            "āgatya",
            "pṛṣat",
            "aparuṣa",
            "viṣāṇa",
            "agreṇa",
            "luṭhati"
        ],
        "translation": "Alas, the small deer, while playing with me and seeing me feigning meditation with closed eyes, would circumambulate me due to anger arising from love, and it would fearfully touch me with the points of its soft horns, which felt like drops of water.",
        "purport": " Now King Bharata considers his meditation false. While engaged in meditation, he was actually thinking of his deer, and he would feel great pleasure when the animal pricked him with the points of its horns. Feigning meditation, the King would actually think of the animal, and this was but a sign of his downfall."
    },
    {
        "verse": "22",
        "devanagari": "आसादितहविषि बर्हिषि दूषिते मयोपालब्धो भीतभीत: सपद्युपरतरास ऋषिकुमारवदवहितकरणकलाप आस्ते ॥ २२ ॥",
        "english_devnagari": "āsādita-haviṣi barhiṣi dūṣite mayopālabdho bhīta-bhītaḥ sapady uparata-rāsa ṛṣi-kumāravad avahita-karaṇa-kalāpa āste.",
        "verse_Syn": [
            "āsādita",
            "haviṣi",
            "barhiṣi",
            "dūṣite",
            "mayā",
            "upālabdhaḥ",
            "bhīta",
            "bhītaḥ",
            "sapadi",
            "uparata",
            "rāsaḥ",
            "ṛṣi",
            "kumāravat",
            "avahita",
            "karaṇa",
            "kalāpaḥ",
            "āste"
        ],
        "translation": "When I placed all the sacrificial ingredients on the kuśa grass, the deer, when playing, would touch the grass with its teeth and thus pollute it. When I chastised the deer by pushing it away, it would immediately become fearful and sit down motionless, exactly like the son of a saintly person. Thus it would stop its play.",
        "purport": " Bharata Mahārāja was constantly thinking of the activities of the deer, forgetting that such meditation and diversion of attention was killing his progress in spiritual achievement."
    },
    {
        "verse": "23",
        "devanagari": "किं वा अरे आचरितं तपस्तपस्विन्यानया यदियमवनि: सविनयकृष्णसारतनयतनुतरसुभगशिवतमाखरखुरपदपङ्क्तिभिर्द्रविणविधुरातुरस्य कृपणस्य मम द्रविणपदवीं सूचयन्त्यात्मानं च सर्वत: कृतकौतुकं द्विजानां स्वर्गापवर्गकामानां देवयजनं करोति ॥ २३ ॥",
        "english_devnagari": "kiṁ vā are ācaritaṁ tapas tapasvinyānayā yad iyam avaniḥ savinaya-kṛṣṇa-sāra-tanaya-tanutara-subhaga-śivatamākhara-khura-pada-paṅktibhir draviṇa-vidhurāturasya kṛpaṇasya mama draviṇa-padavīṁ sūcayanty ātmānaṁ ca sarvataḥ kṛta-kautukaṁ dvijānāṁ svargāpavarga-kāmānāṁ deva-yajanaṁ karoti.",
        "verse_Syn": [
            "kim",
            "vā",
            "are",
            "ācaritam",
            "tapaḥ",
            "tapasvinyā",
            "anayā",
            "yat",
            "iyam",
            "avaniḥ",
            "sa",
            "vinaya",
            "kṛṣṇa",
            "sāra",
            "tanaya",
            "tanutara",
            "subhaga",
            "śiva",
            "tama",
            "akhara",
            "khura",
            "pada",
            "paṅktibhiḥ",
            "draviṇa",
            "vidhura",
            "āturasya",
            "kṛpaṇasya",
            "mama",
            "draviṇa",
            "padavīm",
            "sūcayanti",
            "ātmānam",
            "ca",
            "sarvataḥ",
            "kṛta",
            "kautukam",
            "dvijānām",
            "svarga",
            "apavarga",
            "kāmānām",
            "deva",
            "yajanam",
            "karoti"
        ],
        "translation": "After speaking like a madman in this way, Mahārāja Bharata got up and went outside. Seeing the footprints of the deer on the ground, he praised the footprints out of love, saying: O unfortunate Bharata, your austerities and penances are very insignificant compared to the penance and austerity undergone by this earth planet. Due to the earth’s severe penances, the footprints of this deer, which are small, beautiful, most auspicious and soft, are imprinted on the surface of this fortunate planet. This series of footprints show a person like me, who am bereaved due to loss of the deer, how the animal has passed through the forest and how I can regain my lost wealth. By these footprints, this land has become a proper place for brāhmaṇas who desire heavenly planets or liberation to execute sacrifices to the demigods.",
        "purport": " It is said that when a person becomes overly involved in loving affairs, he forgets himself as well as others, and he forgets how to act and how to speak. It is said that once when a man’s son was blind since birth, the father, out of staunch affection for the child, named him Padmalocana, or “lotus-eyed.” This is the situation arising from blind love. Bharata Mahārāja gradually fell into this condition due to his material love for the deer. It is said in the smṛti-śāstra: “That tract of land wherein the footprints of a black deer can be seen is to be understood as a suitable place to execute religious rituals.”"
    },
    {
        "verse": "24",
        "devanagari": "अपिस्विदसौ भगवानुडुपतिरेनं मृगपतिभयान्मृतमातरं मृगबालकं स्वाश्रमपरिभ्रष्टमनुकम्पया कृपणजनवत्सल: परिपाति ॥ २४ ॥",
        "english_devnagari": "api svid asau bhagavān uḍu-patir enaṁ mṛga-pati-bhayān mṛta-mātaraṁ mṛga-bālakaṁ svāśrama-paribhraṣṭam anukampayā kṛpaṇa-jana-vatsalaḥ paripāti.",
        "verse_Syn": [
            "api",
            "svit",
            "asau",
            "bhagavān",
            "uḍu",
            "patiḥ",
            "enam",
            "mṛga",
            "pati",
            "bhayāt",
            "mṛta",
            "mātaram",
            "mṛga",
            "bālakam",
            "sva",
            "āśrama",
            "paribhraṣṭam",
            "anukampayā",
            "kṛpaṇa",
            "jana",
            "vatsalaḥ",
            "paripāti"
        ],
        "translation": "Mahārāja Bharata continued to speak like a madman. Seeing above his head the dark marks on the rising moon, which resembled a deer, he said: Can it be that the moon, who is so kind to an unhappy man, might also be kind upon my deer, knowing that it has strayed from home and has become motherless? This moon has given the deer shelter near itself just to protect it from the fearful attacks of a lion.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "किं वाऽऽत्मजविश्लेषज्वरदवदहनशिखाभिरुपतप्यमानहृदयस्थलनलिनीकं मामुपसृतमृगीतनयं शिशिरशान्तानुरागगुणितनिजवदनसलिलामृतमयगभस्तिभि: स्वधयतीति च ॥ २५ ॥",
        "english_devnagari": "kiṁ vātmaja-viśleṣa-jvara-dava-dahana-śikhābhir upatapyamāna-hṛdaya-sthala-nalinīkaṁ mām upasṛta-mṛgī-tanayaṁ śiśira-śāntānurāga-guṇita-nija-vadana-salilāmṛtamaya-gabhastibhiḥ svadhayatīti ca.",
        "verse_Syn": [
            "kim",
            "vā",
            "ātma",
            "ja",
            "viśleṣa",
            "jvara",
            "dava",
            "dahana",
            "śikhābhiḥ",
            "upatapyamāna",
            "hṛdaya",
            "sthala",
            "nalinīkam",
            "mām",
            "upasṛta",
            "mṛgī",
            "tanayam",
            "śiśira",
            "śānta",
            "anurāga",
            "guṇita",
            "nija",
            "vadana",
            "salila",
            "amṛta",
            "maya",
            "gabhastibhiḥ",
            "svadhayati",
            "iti",
            "ca"
        ],
        "translation": "After perceiving the moonshine, Mahārāja Bharata continued speaking like a crazy person. He said: The deer’s son was so submissive and dear to me that due to its separation I am feeling separation from my own son. Due to the burning fever of this separation, I am suffering as if inflamed by a forest fire. My heart, which is like the lily of the land, is now burning. Seeing me so distressed, the moon is certainly splashing its shining nectar upon me — just as a friend throws water on another friend who has a high fever. In this way, the moon is bringing me happiness.",
        "purport": " According to Āyurvedic treatment, it is said that if one has a high fever, someone should splash him with water after gargling this water. In this way the fever subsides. Although Bharata Mahārāja was very aggrieved due to the separation of his so-called son, the deer, he thought that the moon was splashing gargled water on him from its mouth and that this water would subdue his high fever, which was raging due to separation from the deer."
    },
    {
        "verse": "26",
        "devanagari": "एवमघटमानमनोरथाकुलहृदयो मृगदारकाभासेन स्वारब्धकर्मणा योगारम्भणतो विभ्रंशित: स योगतापसो भगवदाराधनलक्षणाच्च कथमितरथा जात्यन्तर एणकुणक आसङ्ग: साक्षान्नि:श्रेयसप्रतिपक्षतया प्राक्परित्यक्तदुस्त्यजहृदयाभिजातस्य तस्यैवमन्तरायविहत योगारम्भणस्य राजर्षेर्भरतस्य तावन्मृगार्भकपोषणपालनप्रीणनलालनानुषङ्गेणाविगणयत आत्मानमहिरिवाखुबिलं दुरतिक्रम: काल: करालरभस आपद्यत ॥ २६ ॥",
        "english_devnagari": "evam aghaṭamāna-manorathākula-hṛdayo mṛga-dārakābhāsena svārabdha-karmaṇā yogārambhaṇato vibhraṁśitaḥ sa yoga-tāpaso bhagavad-ārādhana-lakṣaṇāc ca katham itarathā jāty-antara eṇa-kuṇaka āsaṅgaḥ sākṣān niḥśreyasa-pratipakṣatayā prāk-parityakta-dustyaja-hṛdayābhijātasya tasyaivam antarāya-vihata-yogārambhaṇasya rājarṣer bharatasya tāvan mṛgārbhaka-poṣaṇa-pālana-prīṇana-lālanānuṣaṅgeṇāvigaṇayata ātmānam ahir ivākhu-bilaṁ duratikramaḥ kālaḥ karāla-rabhasa āpadyata.",
        "verse_Syn": [
            "evam",
            "aghaṭamāna",
            "manaḥ",
            "ratha",
            "ākula",
            "hṛdayaḥ",
            "mṛga",
            "dāraka",
            "ābhāsena",
            "sva",
            "ārabdha",
            "karmaṇā",
            "yoga",
            "ārambhaṇataḥ",
            "vibhraṁśitaḥ",
            "saḥ",
            "yoga",
            "tāpasaḥ",
            "bhagavat",
            "ārādhana",
            "lakṣaṇāt",
            "ca",
            "katham",
            "itarathā",
            "jāti",
            "antare",
            "eṇa",
            "kuṇake",
            "āsaṅgaḥ",
            "sākṣāt",
            "niḥśreyasa",
            "pratipakṣatayā",
            "prāk",
            "parityakta",
            "dustyaja",
            "hṛdaya",
            "abhijātasya",
            "tasya",
            "evam",
            "antarāya",
            "vihata",
            "yoga",
            "ārambhaṇasya",
            "rāja",
            "ṛṣeḥ",
            "bharatasya",
            "tāvat",
            "mṛga",
            "arbhaka",
            "poṣaṇa",
            "pālana",
            "prīṇana",
            "lālana",
            "anuṣaṅgeṇa",
            "avigaṇayataḥ",
            "ātmānam",
            "ahiḥ",
            "iva",
            "ākhu",
            "bilam",
            "duratikramaḥ",
            "kālaḥ",
            "karāla",
            "rabhasaḥ",
            "āpadyata"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King, in this way Bharata Mahārāja was overwhelmed by an uncontrollable desire which was manifest in the form of the deer. Due to the fruitive results of his past deeds, he fell down from mystic yoga, austerity and worship of the Supreme Personality of Godhead. If it were not due to his past fruitive activity, how could he have been attracted to the deer after giving up the association of his own son and family, considering them stumbling blocks on the path of spiritual life? How could he show such uncontrollable affection for a deer? This was definitely due to his past karma. The King was so engrossed in petting and maintaining the deer that he fell down from his spiritual activities. In due course of time, insurmountable death, which is compared to a venomous snake that enters the hole created by a mouse, situated itself before him.",
        "purport": " As will be seen in later verses, Bharata Mahārāja, at the time of death, would be forced to accept the body of a deer due to his attraction for the deer. In this regard, a question may be raised. How can a devotee be affected by his past misconduct and vicious activities? In Brahma-saṁhitā (5.54) it is said, karmāṇi nirdahati kintu ca bhakti-bhājām: “For those engaged in devotional service, bhakti-bhajana, the results of past deeds are indemnified.” According to this, Bharata Mahārāja could not be punished for his past misdeeds. The conclusion must be that Mahārāja Bharata purposefully became over-addicted to the deer and neglected his spiritual advancement. To immediately rectify his mistake, for a short time he was awarded the body of a deer. This was just to increase his desire for mature devotional service. Although Bharata Mahārāja was awarded the body of an animal, he did not forget what had previously happened due to his purposeful mistake. He was very anxious to get out of his deer body, and this indicates that his affection for devotional service was intensified, so much so that he was quickly to attain perfection in a brāhmaṇa body in the next life. It is with this conviction that we declare in our Back to Godhead magazine that devotees like the gosvāmīs living in Vṛndāvana who purposely commit some sinful activity are born in the bodies of dogs, monkeys and tortoises in that holy land. Thus they take on these lower life forms for a short while, and after they give up those animal bodies they are again promoted to the spiritual world. Such punishment is only for a short period, and it is not due to past karma. It may appear to be due to past karma, but it is offered to rectify the devotee and bring him to pure devotional service."
    },
    {
        "verse": "27",
        "devanagari": "तदानीमपि पार्श्ववर्तिनमात्मजमिवानुशोचन्तमभिवीक्षमाणो मृग एवाभिनिवेशितमना विसृज्य लोकमिमं सह मृगेण कलेवरं मृतमनु न मृतजन्मानुस्मृतिरितरवन्मृगशरीरमवाप ॥ २७ ॥",
        "english_devnagari": "tadānīm api pārśva-vartinam ātmajam ivānuśocantam abhivīkṣamāṇo mṛga evābhiniveśita-manā visṛjya lokam imaṁ saha mṛgeṇa kalevaraṁ mṛtam anu na mṛta-janmānusmṛtir itaravan mṛga-śarīram avāpa.",
        "verse_Syn": [
            "tadānīm",
            "api",
            "pārśva",
            "vartinam",
            "ātma",
            "jam",
            "iva",
            "anuśocantam",
            "abhivīkṣamāṇaḥ",
            "mṛge",
            "eva",
            "abhiniveśita",
            "manāḥ",
            "visṛjya",
            "lokam",
            "imam",
            "saha",
            "mṛgeṇa",
            "kalevaram",
            "mṛtam",
            "anu",
            "na",
            "mṛta",
            "janma",
            "anusmṛtiḥ",
            "itara",
            "vat",
            "mṛga",
            "śarīram",
            "avāpa"
        ],
        "translation": "At the time of death, the King saw that the deer was sitting by his side, exactly like his own son, and was lamenting his death. Actually the mind of the King was absorbed in the body of the deer, and consequently — like those bereft of Kṛṣṇa consciousness — he left the world, the deer, and his material body and acquired the body of a deer. However, there was one advantage. Although he lost his human body and received the body of a deer, he did not forget the incidents of his past life.",
        "purport": " There was a difference between Bharata Mahārāja’s acquiring a deer body and others’ acquiring different bodies according to their mental condition at the time of death. After death, others forget everything that has happened in their past lives, but Bharata Mahārāja did not forget. According to Bhagavad-gītā: “Whatever state of being one remembers when he quits his body, that state he will attain without fail.” (Bg. 8.6) After quitting his body, a person gets another body according to his mental condition at the time of death. At death, a person always thinks of that subject matter in which he has been engrossed during his life. According to this law, because Bharata Mahārāja was always thinking of the deer and forgetting his worship of the Supreme Lord, he acquired the body of a deer. However, due to his having been elevated to the topmost platform of devotional service, he did not forget the incidents of his past life. This special benediction saved him from further deterioration. Due to his past activities in devotional service, he became determined to finish his devotional service even in the body of a deer. It is therefore said in this verse, mṛtam, although he had died, anu, afterwards, na mṛta janmānusmṛtir itaravat, he did not forget the incidents of his past life as others forget them. As stated in Brahma-saṁhitā (5.54), karmāṇi nirdahati kintu ca bhakti-bhājām. It is proved herein that due to the grace of the Supreme Lord, a devotee is never vanquished. Due to his willful neglect of devotional service, a devotee may be punished for a short time, but he again revives his devotional service and returns home, back to Godhead."
    },
    {
        "verse": "28",
        "devanagari": "तत्रापि ह वा आत्मनो मृगत्वकारणंभगवदाराधनसमीहानुभावेनानुस्मृत्यभृशमनुतप्यमान आह ॥ २८ ॥",
        "english_devnagari": "tatrāpi ha vā ātmano mṛgatva-kāraṇaṁ bhagavad-ārādhana-samīhānubhāvenānusmṛtya bhṛśam anutapyamāna āha.",
        "verse_Syn": [
            "tatra",
            "api",
            "ha",
            "vā",
            "ātmanaḥ",
            "mṛgatva",
            "kāraṇam",
            "bhagavat",
            "ārādhana",
            "samīhā",
            "anubhāvena",
            "anusmṛtya",
            "bhṛśam",
            "anutapya",
            "mānaḥ",
            "āha"
        ],
        "translation": "Although in the body of a deer, Bharata Mahārāja, due to his rigid devotional service in his past life, could understand the cause of his birth in that body. Considering his past and present life, he constantly repented his activities, speaking in the following way.",
        "purport": " This is a special concession for a devotee. Even if he attains a body that is nonhuman, by the grace of the Supreme Personality of Godhead he advances further in devotional service, whether by remembering his past life or by natural causes. It is not easy for a common man to remember the activities of his past life, but Bharata Mahārāja could remember his past activities due to his great sacrifices and engagement in devotional service."
    },
    {
        "verse": "29",
        "devanagari": "अहो कष्टं भ्रष्टोऽहमात्मवतामनुपथाद्यद्विमुक्तसमस्तसङ्गस्य विविक्तपुण्यारण्यशरणस्यात्मवत आत्मनि सर्वेषामात्मनां भगवति वासुदेवे तदनुश्रवणमननसङ्कीर्तनाराधनानुस्मरणाभियोगेनाशून्यसकलयामेन कालेन समावेशितं समाहितं कार्त्स्‍न्येन मनस्तत्तु पुनर्ममाबुधस्यारान्मृगसुतमनु परिसुस्राव ॥ २९ ॥",
        "english_devnagari": "aho kaṣṭaṁ bhraṣṭo ’ham ātmavatām anupathād yad-vimukta-samasta-saṅgasya vivikta-puṇyāraṇya-śaraṇasyātmavata ātmani sarveṣām ātmanāṁ bhagavati vāsudeve tad-anuśravaṇa-manana-saṅkīrtanārādhanānusmaraṇābhiyogenāśūnya-sakala-yāmena kālena samāveśitaṁ samāhitaṁ kārtsnyena manas tat tu punar mamābudhasyārān mṛga-sutam anu parisusrāva.",
        "verse_Syn": [
            "aho",
            "kaṣṭam",
            "bhraṣṭaḥ",
            "aham",
            "ātma",
            "vatām",
            "anupathāt",
            "yat",
            "vimukta",
            "samasta",
            "saṅgasya",
            "vivikta",
            "puṇya",
            "araṇya",
            "śaraṇasya",
            "ātma",
            "vataḥ",
            "ātmani",
            "sarveṣām",
            "ātmanām",
            "bhagavati",
            "vāsudeve",
            "tat",
            "anuśravaṇa",
            "manana",
            "saṅkīrtana",
            "ārādhana",
            "anusmaraṇa",
            "abhiyogena",
            "aśūnya",
            "sakala",
            "yāmena",
            "kālena",
            "samāveśitam",
            "samāhitam",
            "kārtsnyena",
            "manaḥ",
            "tat",
            "tu",
            "punaḥ",
            "mama",
            "abudhasya",
            "ārāt",
            "mṛga",
            "sutam",
            "anu",
            "parisusrāva"
        ],
        "translation": "In the body of a deer, Bharata Mahārāja began to lament: What misfortune! I have fallen from the path of the self-realized. I gave up my real sons, wife and home to advance in spiritual life, and I took shelter in a solitary holy place in the forest. I became self-controlled and self-realized, and I engaged constantly in devotional service — hearing, thinking, chanting, worshiping and remembering the Supreme Personality of Godhead, Vāsudeva. I was successful in my attempt, so much so that my mind was always absorbed in devotional service. However, due to my personal foolishness, my mind again became attached — this time to a deer. Now I have obtained the body of a deer and have fallen far from my devotional practices.",
        "purport": " Due to his stringent execution of devotional service, Mahārāja Bharata could remember the activities of his past life and how he was raised to the spiritual platform. Due to his foolishness, he became attached to an insignificant deer and thus fell down and had to accept the body of a deer. This is significant for every devotee. If we misuse our position and think that we are fully engaged in devotional service and can do whatever we like, we have to suffer like Bharata Mahārāja and be condemned to accept the type of body that impairs our devotional service. Only the human form is able to execute devotional service, but if we voluntarily give this up for sense gratification, we certainly have to be punished. This punishment is not exactly like that endured by an ordinary materialistic person. By the grace of the Supreme Lord, a devotee is punished in such a way that his eagerness to attain the lotus feet of Lord Vāsudeva is increased. By his intense desire, he returns home in the next lifetime. Devotional service is very completely described here: tad-anuśravaṇa-manana-saṅkīrtanārādhanānusmaraṇābhiyogena. The constant hearing and chanting of the glories of the Lord is recommended in Bhagavad-gītā: satataṁ kīrtayanto māṁ yatantaś ca dṛḍha-vratāḥ. Those who have taken to Kṛṣṇa consciousness should be very careful that not a single moment is wasted and that not a single moment is spent without chanting and remembering the Supreme Personality of Godhead and His activities. By His own actions and by the actions of His devotees, Kṛṣṇa teaches us how to become cautious in devotional service. Through the medium of Bharata Mahārāja, Kṛṣṇa teaches us that we must be careful in the discharge of devotional service. If we want to keep our minds completely fixed without deviation, we must engage them in devotional service full time. As far as the members of the International Society for Krishna Consciousness are concerned, they have sacrificed everything to push on this Kṛṣṇa consciousness movement. Yet they must take a lesson from the life of Bharata Mahārāja to be very cautious and to see that not a single moment is wasted in frivolous talk, sleep or voracious eating. Eating is not prohibited, but if we eat voraciously we shall certainly sleep more than required. Sense gratification ensues, and we may be degraded to a lower life form. In that way our spiritual progress may be checked at least for the time being. The best course is to take the advice of Śrīla Rūpa Gosvāmī: avyartha-kālatvam. We should see that every moment of our lives is utilized for the rendering of devotional service and nothing else. This is the secure position for one wanting to return home, back to Godhead."
    },
    {
        "verse": "30",
        "devanagari": "इत्येवं निगूढनिर्वेदो विसृज्य मृगीं मातरं पुनर्भगवत्क्षेत्रमुपशमशीलमुनिगणदयितं शालग्रामं पुलस्त्यपुलहाश्रमं कालञ्जरात्प्रत्याजगाम ॥ ३० ॥",
        "english_devnagari": "ity evaṁ nigūḍha-nirvedo visṛjya mṛgīṁ mātaraṁ punar bhagavat-kṣetram upaśama-śīla-muni-gaṇa-dayitaṁ śālagrāmaṁ pulastya-pulahāśramaṁ kālañjarāt pratyājagāma.",
        "verse_Syn": [
            "iti",
            "evam",
            "nigūḍha",
            "nirvedaḥ",
            "visṛjya",
            "mṛgīm",
            "mātaram",
            "punaḥ",
            "bhagavat",
            "kṣetram",
            "upaśama",
            "śīla",
            "muni",
            "gaṇa",
            "dayitam",
            "śālagrāmam",
            "pulastya",
            "pulaha",
            "āśramam",
            "kālañjarāt",
            "pratyājagāma"
        ],
        "translation": "Although Bharata Mahārāja received the body of a deer, by constant repentance he became completely detached from all material things. He did not disclose these things to anyone, but he left his mother deer in a place known as Kālañjara Mountain, where he was born. He again went to the forest of Śālagrāma and to the āśrama of Pulastya and Pulaha.",
        "purport": " It is significant that Mahārāja Bharata, by the grace of Vāsudeva, remembered his past life. He did not waste a moment; he returned to Pulaha-āśrama to the village known as Śālagrāma. Association is very meaningful; therefore ISKCON tries to perfect one who enters the society. The members of this society should always remember that the society is not like a free hotel. All the members should be very careful to execute their spiritual duties so that whoever comes will automatically become a devotee and will be able to return back to Godhead in this very life. Although Bharata Mahārāja acquired the body of a deer, he again left his hearth and home, in this case the Mountain Kālañjara. No one should be captivated by his birthplace and family; one should take shelter of the association of devotees and cultivate Kṛṣṇa consciousness."
    },
    {
        "verse": "31",
        "devanagari": "",
        "english_devnagari": "tasminn api kālaṁ pratīkṣamāṇaḥ saṅgāc ca bhṛśam udvigna ātma-sahacaraḥ śuṣka-parṇa-tṛṇa-vīrudhā vartamāno mṛgatva-nimittāvasānam eva gaṇayan mṛga-śarīraṁ tīrthodaka-klinnam ut-sasarja.",
        "verse_Syn": [
            "tasmin",
            "api",
            "kālam",
            "pratīkṣamāṇaḥ",
            "saṅgāt",
            "ca",
            "bhṛśam",
            "udvignaḥ",
            "ātma",
            "sahacaraḥ",
            "śuṣka",
            "parṇa",
            "tṛṇa",
            "vīrudhā",
            "vartamānaḥ",
            "mṛgatva",
            "nimitta",
            "avasānam",
            "eva",
            "gaṇayan",
            "mṛga",
            "śarīram",
            "tīrtha",
            "udaka",
            "klinnam",
            "utsasarja"
        ],
        "translation": "Remaining in that āśrama, the great King Bharata Mahārāja was now very careful not to fall victim to bad association. Without disclosing his past to anyone, he remained in that āśrama and ate dry leaves only. He was not exactly alone, for he had the association of the Supersoul. In this way he waited for death in the body of a deer. Bathing in that holy place, he finally gave up that body.",
        "purport": " Holy places like Vṛndāvana, Hardwar, Prayāga and Jagannātha Purī are especially meant for the execution of devotional service. Vṛndāvana specifically is the most exalted and preferred holy place for Vaiṣṇava devotees of Lord Kṛṣṇa who are aspiring to return back to Godhead, the Vaikuṇṭha planets. There are many devotees in Vṛndāvana who regularly bathe in the Yamunā, and this cleanses all the contamination of the material world. By constantly chanting and hearing the holy names and pastimes of the Supreme Lord, one certainly becomes purified and becomes a fit candidate for liberation. However, if one purposefully falls victim to sense gratification, he has to be punished, at least for one lifetime, like Bharata Mahārāja."
    }
]