[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचनाभिरपत्यकामोऽप्रजया मेरुदेव्या भगवन्तं यज्ञपुरुषमवहितात्मायजत ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācanābhir apatya-kāmo ’prajayā merudevyā bhagavantaṁ yajña-puruṣam avahitātmāyajata.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "nābhiḥ",
            "apatya",
            "kāmaḥ",
            "aprajayā",
            "merudevyā",
            "bhagavantam",
            "yajña",
            "puruṣam",
            "avahita",
            "ātmā",
            "ayajata"
        ],
        "translation": "Śukadeva Gosvāmī continued to speak: Mahārāja Nābhi, the son of Āgnīdhra, wished to have sons, and therefore he attentively began to offer prayers and worship the Supreme Personality of Godhead, Lord Viṣṇu, the master and enjoyer of all sacrifices. Mahārāja Nābhi’s wife, Merudevī, who had not given birth to any children at that time, also worshiped Lord Viṣṇu along with her husband.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तस्य ह वाव श्रद्धया विशुद्धभावेन यजत: प्रवर्ग्येषु प्रचरत्सु द्रव्यदेशकालमन्त्रर्त्विग्दक्षिणाविधानयोगोपपत्त्या दुरधिगमोऽपि भगवान् भागवतवात्सल्यतया सुप्रतीक आत्मानमपराजितं निजजनाभिप्रेतार्थविधित्सया गृहीतहृदयो हृदयङ्गमं मनोनयनानन्दनावयवाभिराममाविश्चकार ॥ २ ॥",
        "english_devnagari": "tasya ha vāva śraddhayā viśuddha-bhāvena yajataḥ pravargyeṣu pracaratsu dravya-deśa-kāla-mantrartvig-dakṣiṇā-vidhāna-yogopapattyā duradhigamo ’pi bhagavān bhāgavata-vātsalyatayā supratīka ātmānam aparājitaṁ nija-janābhipretārtha-vidhitsayā gṛhīta-hṛdayo hṛdayaṅgamaṁ mano-nayanānandanāvayavābhirāmam āviścakāra.",
        "verse_Syn": [
            "tasya",
            "ha",
            "vāva",
            "śraddhayā",
            "viśuddha",
            "bhāvena",
            "yajataḥ",
            "pravargyeṣu",
            "pracaratsu",
            "dravya",
            "deśa",
            "kāla",
            "mantra",
            "ṛtvik",
            "dakṣiṇā",
            "vidhāna",
            "yoga",
            "upapattyā",
            "duradhigamaḥ",
            "api",
            "bhagavān",
            "bhāgavata",
            "vātsalyatayā",
            "su",
            "pratīkaḥ",
            "ātmānam",
            "aparājitam",
            "nija",
            "jana",
            "abhipreta",
            "artha",
            "vidhitsayā",
            "gṛhīta",
            "hṛdayaḥ",
            "hṛdayaṅgamam",
            "manaḥ",
            "nayana",
            "ānandana",
            "avayava",
            "abhirāmam",
            "āviścakāra"
        ],
        "translation": "In the performance of a sacrifice, there are seven transcendental means to obtain the mercy of the Supreme Personality of Godhead: (1) by sacrificing valuable things or eatables, (2) by acting in terms of place, (3) by acting in terms of time, (4) by offering hymns, (5) by going through the priest, (6) by offering gifts to the priests and (7) by observing the regulative principles. However, one cannot always obtain the Supreme Lord through this paraphernalia. Nonetheless, the Lord is affectionate to His devotee; therefore when Mahārāja Nābhi, who was a devotee, worshiped and offered prayers to the Lord with great faith and devotion and with a pure uncontaminated mind, superficially performing some yajña in the line of pravargya, the kind Supreme Personality of Godhead, due to His affection for His devotees, appeared before King Nābhi in His unconquerable and captivating form with four hands. In this way, to fulfill the desire of His devotee, the Supreme Personality of Godhead manifested Himself in His beautiful body before His devotee. This body pleases the mind and eyes of the devotees.",
        "purport": " In Bhagavad-gītā it is clearly said: “One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God.” (Bg. 18.55) One can understand and see the Supreme Personality of Godhead through the process of devotional service, and not in any other way. Although Mahārāja Nābhi performed prescribed duties and sacrifices, it should still be considered that the Lord appeared before him not due to his sacrifices but because of his devotional service. It was for this reason that the Lord agreed to appear before him in His beautiful bodily features. As stated in Brahma-saṁhitā (5.30), the Supreme Lord in His original nature is very beautiful. Veṇuṁ kvaṇantam aravinda-dalāyatākṣaṁ barhāvataṁsam asitāmbuda-sundarāṅgam: the Supreme Personality of Godhead, although blackish, is very, very beautiful."
    },
    {
        "verse": "3",
        "devanagari": "अथ ह तमाविष्कृतभुजयुगलद्वयं हिरण्मयं पुरुषविशेषं कपिशकौशेयाम्बरधरमुरसि विलसच्छ्रीवत्सललामं दरवरवनरुहवनमालाच्छूर्यमृतमणिगदादिभिरुपलक्षितं स्फुटकिरणप्रवरमुकुटकुण्डलकटककटिसूत्रहारकेयूरनूपुराद्यङ्गभूषणविभूषितमृत्विक् सदस्यगृहपतयोऽधना इवोत्तमधनमुपलभ्य सबहुमानमर्हणेनावनतशीर्षाण उपतस्थु: ॥ ३ ॥",
        "english_devnagari": "atha ha tam āviṣkṛta-bhuja-yugala-dvayaṁ hiraṇmayaṁ puruṣa-viśeṣaṁ kapiśa-kauśeyāmbara-dharam urasi vilasac-chrīvatsa-lalāmaṁ daravara-vanaruha-vana-mālācchūry-amṛta-maṇi-gadādibhir upalakṣitaṁ sphuṭa-kiraṇa-pravara-mukuṭa-kuṇḍala-kaṭaka-kaṭi-sūtra-hāra-keyūra-nūpurādy-aṅga-bhūṣaṇa-vibhūṣitam ṛtvik-sadasya-gṛha-patayo ’dhanā ivottama-dhanam upalabhya sabahu-mānam arhaṇenāvanata-śīrṣāṇa upatasthuḥ.",
        "verse_Syn": [
            "atha",
            "ha",
            "tam",
            "āviṣkṛta",
            "bhuja",
            "yugala",
            "dvayam",
            "hiraṇmayam",
            "puruṣa",
            "viśeṣam",
            "kapiśa",
            "kauśeya",
            "ambara",
            "dharam",
            "urasi",
            "vilasat",
            "śrīvatsa",
            "lalāmam",
            "dara",
            "vara",
            "vana",
            "ruha",
            "vana",
            "mālā",
            "acchūri",
            "amṛta",
            "maṇi",
            "gadā",
            "ādibhiḥ",
            "upalakṣitam",
            "sphuṭa",
            "kiraṇa",
            "pravara",
            "mukuṭa",
            "kuṇḍala",
            "kaṭaka",
            "kaṭi",
            "sūtra",
            "hāra",
            "keyūra",
            "nūpura",
            "ādi",
            "aṅga",
            "bhūṣaṇa",
            "vibhūṣitam",
            "ṛtvik",
            "sadasya",
            "gṛha",
            "patayaḥ",
            "adhanāḥ",
            "iva",
            "uttama",
            "dhanam",
            "upalabhya",
            "sa",
            "bahu",
            "mānam",
            "arhaṇena",
            "avanata",
            "śīrṣāṇaḥ",
            "upatasthuḥ"
        ],
        "translation": "Lord Viṣṇu appeared before King Nābhi with four arms. He was very bright, and He appeared to be the best of all personalities. Around the lower portion of His body, He wore a yellow silken garment. On His chest was the mark of Śrīvatsa, which always displays beauty. He carried a conchshell, lotus flower, disc and club, and He wore a garland of forest flowers and the Kaustubha gem. He was beautifully decorated with a helmet, earrings, bangles, belt, pearl necklace, armlets, ankle bells and other bodily ornaments bedecked with radiant jewels. Seeing the Lord present before them, King Nābhi and his priests and associates felt just like poor people who have suddenly attained great riches. They received the Lord and respectfully bent their heads and offered Him things in worship.",
        "purport": " It is distinctly mentioned here that the Supreme Personality of Godhead did not appear as an ordinary human being. He appeared before King Nābhi and his associates as the best of all personalities (Puruṣottama). As stated in the Vedas: Nityo nityānāṁ cetanaś cetanānām (Kaṭha Upaniṣad 2.2.13). The Supreme Personality of Godhead is also a living being, but He is the supreme living being. In Bhagavad-gītā (7.7), Lord Kṛṣṇa Himself says, mattaḥ parataraṁ nānyat kiñcid asti dhanañjaya: “O conqueror of wealth [Arjuna], there is no truth superior to Me.” No one is more attractive or more authoritative than Lord Kṛṣṇa. That is one of the differences between God and an ordinary living being. According to this description of the transcendental body of Lord Viṣṇu, the Lord can easily be distinguished from all other living beings. Consequently Mahārāja Nābhi and his priests and associates all offered the Lord obeisances and began to worship Him with various things. As stated in Bhagavad-gītā (6.22), yaṁ labdhvā cāparaṁ lābhaṁ manyate nādhikaṁ tataḥ. That is, “Upon gaining this, one thinks that there is no greater gain.” When one realizes God and sees the Lord face to face, one certainly thinks that he has gained the best of all things. Raso ’py asya paraṁ dṛṣṭvā nivartate: when one experiences a higher taste, his consciousness is fixed. After seeing the Supreme Personality of Godhead, one ceases to be attracted by anything material. One then remains steady in his worship of the Supreme Personality of Godhead."
    },
    {
        "verse": "4-5",
        "devanagari": "ऋत्विज ऊचु:अर्हसि मुहुरर्हत्तमार्हणमस्माकमनुपथानां नमो नम इत्येतावत्सदुपशिक्षितं कोऽर्हति पुमान् प्रकृतिगुणव्यतिकरमतिरनीश ईश्वरस्य परस्य प्रकृतिपुरुषयोरर्वाक्तनाभिर्नामरूपाकृतिभी रूपनिरूपणम् ॥ ४ ॥ सकलजननिकायवृजिननिरसनशिवतमप्रवरगुणगणैकदेशकथनाद‍ृते ॥ ५ ॥",
        "english_devnagari": "ṛtvija ūcuḥarhasi muhur arhattamārhaṇam asmākam anupathānāṁ namo nama ity etāvat sad-upaśikṣitaṁ ko ’rhati pumān prakṛti-guṇa-vyatikara-matir anīśa īśvarasya parasya prakṛti-puruṣayor arvāktanābhir nāma-rūpākṛtibhī rūpa-nirūpaṇam; sakala-jana-nikāya-vṛjina-nirasana-śivatama-pravara-guṇa-gaṇaika-deśa-kathanād ṛte.",
        "verse_Syn": [
            "ṛtvijaḥ",
            "ūcuḥ",
            "arhasi",
            "muhuḥ",
            "arhat",
            "tama",
            "arhaṇam",
            "asmākam",
            "anupathānām",
            "namaḥ",
            "namaḥ",
            "iti",
            "etāvat",
            "sat",
            "upaśikṣitam",
            "kaḥ",
            "arhati",
            "pumān",
            "prakṛti",
            "guṇa",
            "vyatikara",
            "matiḥ",
            "anīśaḥ",
            "īśvarasya",
            "parasya",
            "prakṛti",
            "puruṣayoḥ",
            "arvāktanābhiḥ",
            "nāma",
            "rūpa",
            "ākṛtibhiḥ",
            "rūpa",
            "nirūpaṇam",
            "sakala",
            "jana",
            "nikāya",
            "vṛjina",
            "nirasana",
            "śivatama",
            "pravara",
            "guṇa",
            "gaṇa",
            "eka",
            "deśa",
            "kathanāt",
            "ṛte"
        ],
        "translation": "The priests began to offer prayers to the Lord, saying: O most worshipable one, we are simply Your servants. Although You are full in Yourself, please, out of Your causeless mercy, accept a little service from us, Your eternal servants. We are not actually aware of Your transcendental form, but we can simply offer our respectful obeisances again and again, as instructed by the Vedic literatures and authorized ācāryas. Materialistic living entities are very much attracted to the modes of material nature, and therefore they are never perfect, but You are above the jurisdiction of all material conceptions. Your name, form and qualities are all transcendental and beyond the conception of experimental knowledge. Indeed, who can conceive of You? In the material world we can perceive only material names and qualities. We have no other power than to offer our respectful obeisances and prayers unto You, the transcendental person. The chanting of Your auspicious transcendental qualities will wipe out the sins of all mankind. That is the most auspicious activity for us, and we can thus partially understand Your supernatural position.",
        "purport": " The Supreme Personality of Godhead has nothing to do with material perception. Even the impersonalist Śaṅkarācārya says, nārāyaṇaḥ paro ’vyaktāt: “Nārāyaṇa, the Supreme Personality of Godhead, is beyond the material conception.” We cannot concoct the form and attributes of the Supreme Personality of Godhead. We must simply accept the description given in Vedic literatures about the Lord’s form and activities. As stated in Brahma-saṁhitā (5.29): “I worship Govinda, the primeval Lord, the first progenitor, who is tending the cows, yielding all desires, in abodes built with spiritual gems and surrounded by millions of purpose trees. He is always served with great reverence and affection by hundreds and thousands of goddesses of fortune.” We can have some conception of the Absolute Truth, His form and His attributes simply by reading the descriptions given in Vedic literatures and authoritative statements given by exalted personalities like Brahmā, Nārada, Śukadeva Gosvāmī and others. Śrīla Rūpa Gosvāmī says, ataḥ śrī-kṛṣṇa-nāmādi na bhaved grāhyam indriyaiḥ: “We cannot conceive the name, form and qualities of Śrī Kṛṣṇa through our material senses.” Because of this, other names for the Lord are adhokṣaja and aprākṛta, which indicate that He is beyond any material senses. Out of His causeless mercy upon His devotees, the Lord appeared before Mahārāja Nābhi. Similarly, when we are engaged in the Lord’s devotional service, the Lord reveals Himself to us. Sevonmukhe hi jihvādau svayam eva sphuraty adaḥ. This is the only way to understand the Supreme Personality of Godhead. As confirmed in Bhagavad-gītā, bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ: one can understand the Supreme Personality of Godhead through devotional service. There is no other way. We have to hear from the authorities and from the śāstras and consider the Supreme Lord in terms of their statements. We cannot imagine or concoct forms and attributes of the Lord."
    },
    {
        "verse": "6",
        "devanagari": "परिजनानुरागविरचितशबलसंशब्दसलिलसितकिसलयतुलसिकादूर्वाङ्कुरैरपि सम्भृतया सपर्यया किल परम परितुष्यसि ॥ ६ ॥",
        "english_devnagari": "parijanānurāga-viracita-śabala-saṁśabda-salila-sita-kisalaya-tulasikā-dūrvāṅkurair api sambhṛtayā saparyayā kila parama parituṣyasi.",
        "verse_Syn": [
            "parijana",
            "anurāga",
            "viracita",
            "śabala",
            "saṁśabda",
            "salila",
            "sita",
            "kisalaya",
            "tulasikā",
            "dūrvā",
            "aṅkuraiḥ",
            "api",
            "sambhṛtayā",
            "saparyayā",
            "kila",
            "parama",
            "parituṣyasi"
        ],
        "translation": "O Supreme Lord, You are full in every respect. You are certainly very satisfied when Your devotees offer You prayers with faltering voices and in ecstasy bring You tulasī leaves, water, twigs bearing new leaves, and newly grown grass. This surely makes You satisfied.",
        "purport": " One does not need great wealth, education or opulence to satisfy the Supreme Personality of Godhead. If one is fully absorbed in love and ecstasy, he need offer only a flower and a little water. As stated in Bhagavad-gītā, patraṁ puṣpaṁ phalaṁ toyaṁ yo me bhaktyā prayacchati: “If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.” (Bg. 9.26) The Supreme Lord can be pleased only by devotional service; therefore it is said here that the Lord is surely satisfied by devotion and nothing else. Quoting from the Gautamīya-tantra, the Hari-bhakti-vilāsa states: “Śrī Kṛṣṇa, who is very affectionate toward His devotees, sells Himself to a devotee who offers merely a tulasī leaf and a palmful of water.” The Supreme Lord is causelessly merciful upon His devotee, so much so that even the poorest of men can offer Him a little water and a flower in devotion and thus please Him. This is due to His affectionate dealings with His devotees."
    },
    {
        "verse": "7",
        "devanagari": "अथानयापि न भवत इज्ययोरुभारभरया समुचितमर्थमिहोपलभामहे ॥ ७ ॥",
        "english_devnagari": "athānayāpi na bhavata ijyayoru-bhāra-bharayā samucitam artham ihopalabhāmahe.",
        "verse_Syn": [
            "atha",
            "anayā",
            "api",
            "na",
            "bhavataḥ",
            "ijyayā",
            "urubhāra",
            "bharayā",
            "samucitam",
            "artham",
            "iha",
            "upalabhāmahe"
        ],
        "translation": "We have engaged in Your worship with many things and have offered sacrifices unto You, but we think that there is no need for so many arrangements to please Your Lordship.",
        "purport": " Śrīla Rūpa Gosvāmī says that if one is offered varied foods but has no appetite, the offering has no value. In a big sacrificial ceremony there may be many things accumulated to satisfy the Supreme Personality of Godhead, but if there is no devotion, attachment or love for the Lord, the arrangement is useless. The Lord is complete in Himself, and He does not need anything from us. However, if we offer Him a little water, a flower and a tulasi leaf, He will accept them. Bhakti, devotional service, is the main way to satisfy the Supreme Personality of Godhead. It is not a question of arranging huge sacrifices. The priests were regretful, thinking that they were not on the path of devotional service and that their sacrifice was not pleasing to the Lord."
    },
    {
        "verse": "8",
        "devanagari": "आत्मन एवानुसवनमञ्जसाव्यतिरेकेण बोभूयमानाशेषपुरुषार्थस्वरूपस्य किन्तु नाथाशिष आशासानानामेतदभिसंराधनमात्रं भवितुमर्हति ॥ ८ ॥",
        "english_devnagari": "ātmana evānusavanam añjasāvyatirekeṇa bobhūyamānāśeṣa-puruṣārtha-svarūpasya kintu nāthāśiṣa āśāsānānām etad abhisaṁrādhana-mātraṁ bhavitum arhati.",
        "verse_Syn": [
            "ātmanaḥ",
            "eva",
            "anusavanam",
            "añjasā",
            "avyatirekeṇa",
            "bobhūyamāna",
            "aśeṣa",
            "puruṣa",
            "artha",
            "sva",
            "rūpasya",
            "kintu",
            "nātha",
            "āśiṣaḥ",
            "āśāsānānām",
            "etat",
            "abhisaṁrādhana",
            "mātram",
            "bhavitum",
            "arhati"
        ],
        "translation": "All of life’s goals and opulences are directly, self-sufficiently, unceasingly and unlimitedly increasing in You at every moment. Indeed, You are unlimited enjoyment and blissful existence itself. As far as we are concerned, O Lord, we are always after material enjoyment. You do not need all these sacrificial arrangements, but they are meant for us so that we may be benedicted by Your Lordship. All these sacrifices are performed for our fruitive results, and they are not actually needed by You.",
        "purport": " Being self-sufficient, the Supreme Lord does not need huge sacrifices. Fruitive activity for a more opulent life is for those who desire such material opulence for their interest. Yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ: if we do not act to satisfy the Supreme Lord, we engage in māyā’s activities. We may construct a gorgeous temple and spend thousands of dollars, but such a temple is not required by the Lord. The Lord has many millions of temples for His residence, and He does not need our attempt. He does not require opulent activity at all. Such engagement is meant for our benefit. If we engage our money in constructing a gorgeous temple, we are freed from the reactions of our endeavors. This is for our benefit. In addition, if we attempt to do something nice for the Supreme Lord, He is pleased with us and gives us His benediction. In conclusion, the gorgeous arrangements are not for the Lord’s sake but for our own. If we somehow or other receive blessings and benedictions from the Lord, our consciousness can be purified and we can become eligible to return home, back to Godhead."
    },
    {
        "verse": "9",
        "devanagari": "श्लोक ५.३.९तद्यथा बालिशानां स्वयमात्मन: श्रेय: परमविदुषां परमपरमपुरुष प्रकर्षकरुणया स्वमहिमानं चापवर्गाख्यमुपकल्पयिष्यन् स्वयं नापचित एवेतरवदिहोपलक्षित: ॥ ९ ॥",
        "english_devnagari": "tad yathā bāliśānāṁ svayam ātmanaḥ śreyaḥ param aviduṣāṁ parama-parama-puruṣa prakarṣa-karuṇayā sva-mahimānaṁ cāpavargākhyam upakalpayiṣyan svayaṁ nāpacita evetaravad ihopalakṣitaḥ.",
        "verse_Syn": [
            "tat",
            "yathā",
            "bāliśānām",
            "svayam",
            "ātmanaḥ",
            "śreyaḥ",
            "param",
            "aviduṣām",
            "parama",
            "parama",
            "puruṣa",
            "prakarṣa",
            "karuṇayā",
            "sva",
            "mahimānam",
            "ca",
            "apavarga",
            "ākhyam",
            "upakalpayiṣyan",
            "svayam",
            "na",
            "apacitaḥ",
            "eva",
            "itara",
            "vat",
            "iha",
            "upalakṣitaḥ"
        ],
        "translation": "O Lord of lords, we are completely ignorant of the execution of dharma, artha, kāma and mokṣa, the process of liberation, because we do not actually know the goal of life. You have appeared personally before us like a person soliciting worship, but actually You are present here just so we can see You. You have come out of Your abundant and causeless mercy in order to serve our purpose, our interest, and give us the benefit of Your personal glory called apavarga, liberation. You have come, although You are not properly worshiped by us due to our ignorance.",
        "purport": " Lord Viṣṇu was personally present at the sacrificial arena, but this does not mean that He had any interest in His own personal benefit. Similarly, the arcā-vigraha, the Deity in the temple, is present for the same purpose. Out of His causeless mercy, the Supreme Personality of Godhead presents Himself before us so that we can see Him. Since we have no transcendental vision, we cannot see the spiritual sac-cid-ānanda-vigraha of the Lord; therefore, out of His causeless mercy He comes in a form we can see. We can only see material things like stone and wood, and therefore He accepts a form of stone and wood and thus accepts our service in the temple. This is an exhibition of the Lord’s causeless mercy. Although He has no interest in such things, in order to receive our loving service He agrees to act as He does. We cannot actually offer suitable paraphernalia for the Lord’s worship because we are completely ignorant. It was out of His causeless mercy that the Lord appeared in the sacrificial arena of Mahārāja Nābhi."
    },
    {
        "verse": "10",
        "devanagari": "अथायमेव वरो ह्यर्हत्तम यर्हि बर्हिषि राजर्षेर्वरदर्षभो भवान्निजपुरुषेक्षणविषय आसीत् ॥ १० ॥",
        "english_devnagari": "athāyam eva varo hy arhattama yarhi barhiṣi rājarṣer varadarṣabho bhavān nija-puruṣekṣaṇa-viṣaya āsīt.",
        "verse_Syn": [
            "atha",
            "ayam",
            "eva",
            "varaḥ",
            "hi",
            "arhat",
            "tama",
            "yarhi",
            "barhiṣi",
            "rāja",
            "ṛṣeḥ",
            "varada",
            "ṛṣabhaḥ",
            "bhavān",
            "nija",
            "puruṣa",
            "īkṣaṇa",
            "viṣayaḥ",
            "āsīt"
        ],
        "translation": "O most worshipable of all, You are the best of all benefactors, and Your appearance at saintly King Nābhi’s sacrificial arena is meant for our benediction. Because You have been seen by us, You have bestowed upon us the most valuable benediction.",
        "purport": " Nija-puruṣa-īkṣaṇa-viṣaya. In Bhagavad-gītā (9.29) Kṛṣṇa says, samo ’haṁ sarva-bhūteṣu: “I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him.” The Supreme Personality of Godhead is equal to everyone. In that sense, He has no enemies and no friends. Everyone is enjoying the fruitive reactions of his own work, and the Lord, within everyone’s heart, is observing and giving everyone the desired result. However, just as the devotees are always anxious to see the Supreme Lord satisfied in every way, similarly the Supreme Lord is very anxious to present Himself before His devotees. Śrī Kṛṣṇa says in Bhagavad-gītā (4.8): “To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear millennium after millennium.” Thus Kṛṣṇa’s appearance is for the deliverance and satisfaction of His devotees. Actually He does not advent Himself simply to kill the demons, for that can be done by His agents. Lord Viṣṇu’s appearance at the sacrificial arena of Mahārāja Nābhi was just to please the King and his assistants. Otherwise there was no reason for His being present there."
    },
    {
        "verse": "11",
        "devanagari": "असङ्गनिशितज्ञानानलविधूताशेषमलानां भवत्स्वभावानामात्मारामाणां मुनीनामनवरतपरिगुणितगुणगण परममङ्गलायनगुणगणकथनोऽसि ॥ ११ ॥",
        "english_devnagari": "asaṅga-niśita-jñānānala-vidhūtāśeṣa-malānāṁ bhavat-svabhāvānām ātmārāmāṇāṁ munīnām anavarata-pariguṇita-guṇa-gaṇa parama-maṅgalāyana-guṇa-gaṇa-kathano ’si.",
        "verse_Syn": [
            "asaṅga",
            "niśita",
            "jñāna",
            "anala",
            "vidhūta",
            "aśeṣa",
            "malānām",
            "bhavat",
            "svabhāvānām",
            "ātma",
            "ārāmāṇām",
            "munīnām",
            "anavarata",
            "pariguṇita",
            "guṇa",
            "gaṇa",
            "parama",
            "maṅgala",
            "āyana",
            "guṇa",
            "gaṇa",
            "kathanaḥ",
            "asi"
        ],
        "translation": "Dear Lord, all the great sages who are thoughtful and saintly persons incessantly recount Your spiritual qualities. These sages have already burned up all the unlimited dirty things and, by the fire of knowledge, strengthened their detachment from the material world. Thus they have attained Your qualities and are self-satisfied. Yet even for those who feel spiritual bliss in chanting Your attributes, Your personal presence is very rare.",
        "purport": " The priests in Mahārāja Nābhi’s sacrificial arena appreciated the personal presence of the Supreme Lord Viṣṇu, and they considered themselves very much obliged. The Lord’s appearance is rare even for great saintly persons who have become completely detached from this material world and whose hearts are clean due to constantly chanting the glories of the Lord. Such people are satisfied by chanting the transcendental qualities of the Lord. The Lord’s personal presence is not actually required. The priests are pointing out that the Lord’s personal presence is very rare even for such elevated sages but that He was so kind to them that now He was personally present. Therefore the priests were very much obliged."
    },
    {
        "verse": "12",
        "devanagari": "अथ कथञ्चित्स्खलनक्षुत्पतनजृम्भणदुरवस्थानादिषु विवशानां न: स्मरणाय ज्वरमरणदशायामपि सकलकश्मलनिरसनानि तव गुणकृतनामधेयानि वचनगोचराणि भवन्तु ॥ १२ ॥",
        "english_devnagari": "atha kathañcit skhalana-kṣut-patana-jṛmbhaṇa-duravasthānādiṣu vivaśānāṁ naḥ smaraṇāya jvara-maraṇa-daśāyām api sakala-kaśmala-nirasanāni tava guṇa-kṛta-nāmadheyāni vacana-gocarāṇi bhavantu.",
        "verse_Syn": [
            "atha",
            "kathañcit",
            "skhalana",
            "kṣut",
            "patana",
            "jṛmbhaṇa",
            "duravasthāna",
            "ādiṣu",
            "vivaśānām",
            "naḥ",
            "smaraṇāya",
            "jvara",
            "maraṇa",
            "daśāyām",
            "api",
            "sakala",
            "kaśmala",
            "nirasanāni",
            "tava",
            "guṇa",
            "kṛta",
            "nāmadheyāni",
            "vacana",
            "gocarāṇi",
            "bhavantu"
        ],
        "translation": "Dear Lord, we may not be able to remember Your name, form and qualities due to stumbling, hunger, falling down, yawning or being in a miserable diseased condition at the time of death when there is a high fever. We therefore pray unto You, O Lord, for You are very affectionate to Your devotees. Please help us remember You and utter Your holy names, attributes and activities, which can dispel all the reactions of our sinful lives.",
        "purport": " The real success in life is ante nārāyaṇa-smṛti — remembering the holy name, attributes, activities and form of the Lord at the time of death. Although we may be engaged in the Lord’s devotional service in the temple, material conditions are so tough and inevitable that we may forget the Lord at the time of death due to a diseased condition or mental derangement. Therefore we should pray to the Lord to be able to remember His lotus feet without fail at the time of death, when we are in such a precarious condition. In this regard, one may also see Śrīmad-Bhāgavatam (6.2.9-10 and 14-15)."
    },
    {
        "verse": "13",
        "devanagari": "किञ्चायं राजर्षिरपत्यकाम: प्रजां भवाद‍ृशीमाशासान ईश्वरमाशिषां स्वर्गापवर्गयोरपि भवन्तमुपधावति प्रजायामर्थप्रत्ययो धनदमिवाधन: फलीकरणम् ॥ १३ ॥",
        "english_devnagari": "kiñcāyaṁ rājarṣir apatya-kāmaḥ prajāṁ bhavādṛśīm āśāsāna īśvaram āśiṣāṁ svargāpavargayor api bhavantam upadhāvati prajāyām artha-pratyayo dhanadam ivādhanaḥ phalīkaraṇam.",
        "verse_Syn": [
            "kiñca",
            "ayam",
            "rāja",
            "ṛṣiḥ",
            "apatya",
            "kāmaḥ",
            "prajām",
            "bhavādṛśīm",
            "āśāsānaḥ",
            "īśvaram",
            "āśiṣām",
            "svarga",
            "apavargayoḥ",
            "api",
            "bhavantam",
            "upadhāvati",
            "prajāyām",
            "artha",
            "pratyayaḥ",
            "dhana",
            "dam",
            "iva",
            "adhanaḥ",
            "phalīkaraṇam"
        ],
        "translation": "Dear Lord, here is the great King Nābhi, whose ultimate goal in life is to have a son like You. Your Lordship, his position is like that of a person approaching a very rich man and begging for a little grain. Mahārāja Nābhi is so desirous of having a son that he is worshiping You for a son, although You can offer him any exalted position, including elevation to the heavenly planets or liberation back to Godhead.",
        "purport": " The priests were a little ashamed that King Nābhi was performing a great sacrifice just to ask the Lord’s benediction for a son. The Lord could offer him promotion to the heavenly planets or the Vaikuṇṭha planets. Śrī Caitanya Mahāprabhu has taught us how to approach the Supreme Lord and ask Him for the ultimate benediction. He said: na dhanaṁ na janaṁ na sundarīṁ kavitāṁ vā jagad-īśa kāmaye. He did not want to ask the Supreme Lord for anything material. Material opulence means riches, a nice family, a good wife and many followers, but an intelligent devotee doesn’t ask the Supreme Lord for anything material. His only prayer is: mama janmani janmanīśvare bhavatād bhaktir ahaitukī tvayi. He wants to be engaged perpetually in the loving service of the Lord. He does not want promotion to the heavenly planets or mukti, liberation from material bondage. If this were the case, Śrī Caitanya Mahāprabhu would not have said, mama janmani janmani. It doesn’t matter to a devotee whether or not he takes birth life after life, as long as he remains a devotee. Actually eternal liberty means returning home, back to Godhead. A devotee is never concerned about anything material. Although Nābhi Mahārāja wanted a son like Viṣṇu, wanting a son like God is also a form of sense gratification. A pure devotee wants only to engage in the Lord’s loving service."
    },
    {
        "verse": "14",
        "devanagari": "को वा इह तेऽपराजितोऽपराजितया माययानवसितपदव्यानावृतमतिर्विषयविषरयानावृतप्रकृतिरनुपासितमहच्चरण: ॥ १४ ॥",
        "english_devnagari": "ko vā iha te ’parājito ’parājitayā māyayānavasita-padavyānāvṛta-matir viṣaya-viṣa-rayānāvṛta-prakṛtir anupāsita-mahac-caraṇaḥ.",
        "verse_Syn": [
            "kaḥ",
            "vā",
            "iha",
            "te",
            "aparājitaḥ",
            "aparājitayā",
            "māyayā",
            "anavasita",
            "padavya",
            "anāvṛta",
            "matiḥ",
            "viṣaya",
            "viṣa",
            "raya",
            "anāvṛta",
            "prakṛtiḥ",
            "anupāsita",
            "mahat",
            "caraṇaḥ"
        ],
        "translation": "Dear Lord, unless one worships the lotus feet of great devotees, one will be conquered by the illusory energy, and his intelligence will be bewildered. Indeed, who has not been carried away by the waves of material enjoyment, which are like poison? Your illusory energy is unconquerable. No one can see the path of this material energy or tell how it is working.",
        "purport": " Mahārāja Nābhi was inclined to performing great sacrifices for begetting a son. The son might be as good as the Supreme Personality of Godhead, but such a material desire — be it great or insignificant — is brought about by the influence of māyā. A devotee does not at all desire anything for sense gratification. Devotion is therefore explained as devoid of material desires (anyābhilāṣitā-śūnya). Everyone is subjected to the influence of māyā and entangled in all kinds of material desire, and Mahārāja Nābhi was no exception. Freedom from māyā’s influence is possible when one engages in the service of the great devotees (mahac-caraṇa-sevā). Without worshiping the lotus feet of a great devotee, one cannot be freed from māyā’s influence. Śrīla Narottama dāsa Ṭhākura therefore says, chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā: “Who has been freed from māyā’s clutches without serving the lotus feet of a Vaiṣṇava?” Māyā is aparājita, and her influence is also aparājita. As confirmed in Bhagavad-gītā (7.14): “This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome.” Only a devotee can surpass māyā’s great influence. It was no fault on Mahārāja Nābhi’s part that he wanted a son. He wanted a son like the Supreme Personality of Godhead, who is the best of all sons. By the association of the Lord’s devotee, one no longer desires material opulence. This is confirmed in Caitanya-caritāmṛta (Madhya 22.54): and: If one is serious about escaping māyā’s influence and returning home, back to Godhead, one must associate with a sādhu (devotee). That is the verdict of all scriptures. By the slight association of a devotee, one can be freed from the clutches of māyā. Without the mercy of the pure devotee, one cannot get freedom by any means. Certainly a pure devotee’s association is necessary in order to obtain the loving service of the Lord. One cannot be freed from māyā’s clutches without sādhu-saṅga, the benediction of a great devotee. In Śrīmad-Bhāgavatam (7.5.32) Prahlāda Mahārāja says: One cannot become the Lord’s pure devotee without taking the dust of a great devotee on his head (pāda-rajo-’bhiṣekam). A pure devotee is niṣkiñcana; he has no material desire to enjoy the material world. One has to take shelter of such a pure devotee in order to attain his qualities. The pure devotee is always free from the clutches of māyā and her influence."
    },
    {
        "verse": "15",
        "devanagari": "यदु ह वाव तव पुनरदभ्रकर्तरिह समाहूतस्तत्रार्थधियां मन्दानां नस्तद्यद्देवहेलनं देवदेवार्हसि साम्येन सर्वान् प्रतिवोढुमविदुषाम् ॥ १५ ॥",
        "english_devnagari": "yad u ha vāva tava punar adabhra-kartar iha samāhūtas tatrārtha-dhiyāṁ mandānāṁ nas tad yad deva-helanaṁ deva-devārhasi sāmyena sarvān prativoḍhum aviduṣām.",
        "verse_Syn": [
            "yat",
            "u",
            "ha",
            "vāva",
            "tava",
            "punaḥ",
            "adabhra",
            "kartaḥ",
            "iha",
            "samāhūtaḥ",
            "tatra",
            "artha",
            "dhiyām",
            "mandānām",
            "naḥ",
            "tat",
            "yat",
            "deva",
            "helanam",
            "deva",
            "deva",
            "arhasi",
            "sāmyena",
            "sarvān",
            "prativoḍhum",
            "aviduṣām"
        ],
        "translation": "O Lord, You perform many wonderful activities. Our only aim was to acquire a son by performing this great sacrifice; therefore our intelligence is not very sharp. We are not experienced in ascertaining life’s goal. By inviting You to this negligible sacrifice for some material motive, we have certainly committed a great offense at Your lotus feet. Therefore, O Lord of lords, please excuse our offense because of Your causeless mercy and equal mind.",
        "purport": " The priests were certainly unhappy to have called the Supreme Lord from Vaikuṇṭha for such an insignificant reason. A pure devotee never wants to see the Lord unnecessarily. The Lord is engaged in various activities, and the pure devotee does not want to see Him whimsically, for his own sense gratification. The pure devotee simply depends on the Lord’s mercy, and when the Lord is pleased, he can see Him face to face. The Lord is unseen even by demigods like Lord Brahmā and Lord Śiva. By calling on the Supreme Lord, the priests of Nābhi Mahārāja proved themselves unintelligent; nonetheless, the Lord came out of His causeless mercy. All of them therefore wanted to be excused by the Lord. Worship of the Supreme Lord for material gain is not approved by authorities. As stated in Bhagavad-gītā (7.16): “O best among the Bharatas [Arjuna], four kinds of pious men render devotional service unto Me — the distressed, the desirer of wealth, the inquisitive, and he who is searching for knowledge of the Absolute.” Initiation into bhakti begins when one is in a distressed condition or in want of money, or when one is inquisitive to understand the Absolute Truth. Nonetheless, people who approach the Supreme Lord in this way are not actually devotees. They are accepted as pious (sukṛtinaḥ) due to their inquiring about the Absolute Truth, the Supreme Personality of Godhead. Not knowing the various activities and engagements of the Lord, such people unnecessarily disturb the Lord for material gain. However, the Lord is so kind that even though disturbed, He fulfills the desires of such beggars. The pure devotee is anyābhilāṣitā-śūnya; he has no motive behind his worship. He is not conducted by the influence of māyā in the form of karma or jñāna. The pure devotee is always prepared to execute the order of the Lord without personal consideration. The ṛtvijaḥ, the priests at the sacrifice, knew very well the distinction between karma and bhakti, and because they considered themselves under the influence of karma, fruitive activity, they begged the Lord’s pardon. They knew that the Lord had been invited to come for some paltry reason."
    },
    {
        "verse": "16",
        "devanagari": "श्रीशुक उवाचइति निगदेनाभिष्टूयमानो भगवाननिमिषर्षभो वर्षधराभिवादिताभिवन्दितचरण: सदयमिदमाह ॥ १६ ॥",
        "english_devnagari": "śrī-śuka uvācaiti nigadenābhiṣṭūyamāno bhagavān animiṣarṣabho varṣa-dharābhivāditābhivandita-caraṇaḥ sadayam idam āha.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "nigadena",
            "abhiṣṭūyamānaḥ",
            "bhagavān",
            "animiṣa",
            "ṛṣabhaḥ",
            "varṣa",
            "dhara",
            "abhivādita",
            "abhivandita",
            "caraṇaḥ",
            "sadayam",
            "idam",
            "āha"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: The priests, who were even worshiped by King Nābhi, the Emperor of Bhārata-varṣa, offered prayers in prose [generally they were in poetry] and bowed down at the Lord’s lotus feet. The Lord of lords, the ruler of the demigods, was very pleased with them, and He began to speak as follows.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "श्रीभगवानुवाचअहो बताहमृषयो भवद्भ‍िरवितथगीर्भिर्वरमसुलभमभियाचितो यदमुष्यात्मजो मया सद‍ृशो भूयादिति ममाहमेवाभिरूप: कैवल्यादथापि ब्रह्मवादो न मृषा भवितुमर्हति ममैव हि मुखं यद् द्विजदेवकुलम् ॥ १७ ॥",
        "english_devnagari": "śrī-bhagavān uvācaaho batāham ṛṣayo bhavadbhir avitatha-gīrbhir varam asulabham abhiyācito yad amuṣyātmajo mayā sadṛśo bhūyād iti mamāham evābhirūpaḥ kaivalyād athāpi brahma-vādo na mṛṣā bhavitum arhati mamaiva hi mukhaṁ yad dvija-deva-kulam.",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "aho",
            "bata",
            "aham",
            "ṛṣayaḥ",
            "bhavadbhiḥ",
            "avitatha",
            "gīrbhiḥ",
            "varam",
            "asulabham",
            "abhiyācitaḥ",
            "yat",
            "amuṣya",
            "ātma",
            "jaḥ",
            "mayā",
            "sadṛśaḥ",
            "bhūyāt",
            "iti",
            "mama",
            "aham",
            "eva",
            "abhirūpaḥ",
            "kaivalyāt",
            "athāpi",
            "brahma",
            "vādaḥ",
            "na",
            "mṛṣā",
            "bhavitum",
            "arhati",
            "mama",
            "eva",
            "hi",
            "mukham",
            "yat",
            "dvija",
            "deva",
            "kulam"
        ],
        "translation": "The Supreme Personality of Godhead replied: O great sages, I am certainly very pleased with your prayers. You are all truthful. You have prayed for the benediction of a son like Me for King Nābhi, but this is very difficult to obtain. Since I am the Supreme Person without a second and since no one is equal to Me, another personality like Me is not possible to find. In any case, because you are all qualified brāhmaṇas, your vibrations should not prove untrue. I consider the brāhmaṇas who are well qualified with brahminical qualities to be as good as My own mouth.",
        "purport": " The word avitatha-gīrbhiḥ means “they whose spoken vibrations cannot be nullified.” The brāhmaṇas (dvija, the twice-born), are given a chance by the śāstric regulations to become almost as powerful as the Supreme Lord. Whatever a brāhmaṇa speaks cannot be nullified or changed in any circumstance. According to the Vedic injunctions, a brāhmaṇa is the mouth of the Supreme Personality of Godhead; therefore in all rituals a brāhmaṇa is offered food (brāhmaṇa-bhojana) because when a brāhmaṇa eats, it is considered that the Supreme Lord Himself eats. Similarly, whatever a brāhmaṇa speaks cannot be changed. It must act. The learned sages who were priests at Mahārāja Nābhi’s sacrifice were not only brāhmaṇas but were so qualified that they were like devas, demigods, or God Himself. If this were not the case, how could they invite Lord Viṣṇu to come to the sacrificial arena? God is one, and God does not belong to this or that religion. In Kali-yuga, different religious sects consider their God to be different from the God of others, but that is not possible. God is one, and He is appreciated according to different angles of vision. In this verse the word kaivalyāt means that God has no competitor. There is only one God. In the Śvetāśvatara Upaniṣad (6.8) it is said, na tat-samaś cābhyadhikaś ca dṛśyate: “No one is found to be equal to Him or greater than Him.” That is the definition of God."
    },
    {
        "verse": "18",
        "devanagari": "तत आग्नीध्रीयेंऽशकलयावतरिष्याम्यात्मतुल्यमनुपलभमान: ॥ १८ ॥",
        "english_devnagari": "tata āgnīdhrīye ’ṁśa-kalayāvatariṣyāmy ātma-tulyam anupalabhamānaḥ.",
        "verse_Syn": [
            "tataḥ",
            "āgnīdhrīye",
            "aṁśa",
            "kalayā",
            "avatariṣyāmi",
            "ātma",
            "tulyam",
            "anupalabhamānaḥ"
        ],
        "translation": "Since I cannot find anyone equal to Me, I shall personally expand Myself into a plenary portion and thus advent Myself in the womb of Merudevī, the wife of Mahārāja Nābhi, the son of Āgnīdhra.",
        "purport": " This is an example of the omnipotence of the Supreme Personality of Godhead. Although He is one without a second, He expands Himself by svāṁśa, His personal expansion, and sometimes by vibhinnāṁśa, or His separated expansion. Lord Viṣṇu herein agrees to send His personal expansion as the son of Merudevī, the wife of Mahārāja Nābhi, who is the son of Āgnīdhra. The ṛtvijaḥ, the priests, knew that God is one, yet they prayed for the Supreme Lord to become the son of Mahārāja Nābhi to let the world know that the Absolute Truth, the Supreme Personality of Godhead, is one without a second. When He incarnates, He expands Himself in different potencies."
    },
    {
        "verse": "19",
        "devanagari": "श्रीशुक उवाचइति निशामयन्त्या मेरुदेव्या: पतिमभिधायान्तर्दधे भगवान् ॥ १९ ॥",
        "english_devnagari": "śrī-śuka uvācaiti niśāmayantyā merudevyāḥ patim abhidhāyāntardadhe bhagavān.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "niśāmayantyāḥ",
            "merudevyāḥ",
            "patim",
            "abhidhāya",
            "antardadhe",
            "bhagavān"
        ],
        "translation": "Śukadeva Gosvāmī continued: After saying this, the Lord disappeared. The wife of King Nābhi, Queen Merudevī, was sitting by the side of her husband, and consequently she could hear everything the Supreme Lord had spoken.",
        "purport": " According to the Vedic injunctions, one should perform sacrifices in the company of one’s own wife. Sapatnīko dharmam ācaret: religious rituals should be performed with one’s wife; therefore Mahārāja Nābhi conducted his great sacrifice with his wife by his side."
    },
    {
        "verse": "20",
        "devanagari": "बर्हिषि तस्मिन्नेव विष्णुदत्त भगवान् परमर्षिभि: प्रसादितो नाभे: प्रियचिकीर्षया तदवरोधायने मेरुदेव्यां धर्मान्दर्शयितुकामो वातरशनानां श्रमणानामृषीणामूर्ध्वमन्थिनां शुक्लया तनुवावततार ॥ २० ॥",
        "english_devnagari": "barhiṣi tasminn eva viṣṇudatta bhagavān paramarṣibhiḥ prasādito nābheḥ priya-cikīrṣayā tad-avarodhāyane merudevyāṁ dharmān darśayitu-kāmo vāta-raśanānāṁ śramaṇānām ṛṣīṇām ūrdhva-manthināṁ śuklayā tanuvāvatatāra.",
        "verse_Syn": [
            "barhiṣi",
            "tasmin",
            "eva",
            "viṣṇu",
            "datta",
            "bhagavān",
            "parama",
            "ṛṣibhiḥ",
            "prasāditaḥ",
            "nābheḥ",
            "priya",
            "cikīrṣayā",
            "tat",
            "avarodhāyane",
            "merudevyām",
            "dharmān",
            "darśayitu",
            "kāmaḥ",
            "vāta",
            "raśanānām",
            "śramaṇānām",
            "ṛṣīṇām",
            "ūrdhva",
            "manthinām",
            "śuklayā",
            "tanuvā",
            "avatatāra"
        ],
        "translation": "O Viṣṇudatta, Parīkṣit Mahārāja, the Supreme Personality of Godhead was pleased by the great sages at that sacrifice. Consequently the Lord decided to personally exhibit the method of executing religious principles [as observed by brahmacārīs, sannyāsīs, vānaprasthas and gṛhasthas engaged in rituals] and also satisfy Mahārāja Nābhi’s desire. Consequently He appeared as the son of Merudevī in His original spiritual form, which is above the modes of material nature.",
        "purport": " When the Supreme Lord appears or descends as an incarnation within this material world, He does not accept a body made of the three modes of material nature (sattva-guṇa, rajo-guṇa and tamo-guṇa). Māyāvādī philosophers say that the impersonal God appears in this material world by accepting a body in the sattva-guṇa. Śrīla Viśvanātha Cakravartī states that the word śukla means “consisting of śuddha-sattva.” Lord Viṣṇu descends in His śuddha-sattva form. Śuddha-sattva refers to the sattva-guṇa which is never contaminated. In this material world, even the mode of goodness (sattva-guṇa) is contaminated by tinges of rajo-guṇa and tamo-guṇa. When sattva-guṇa is never contaminated by rajo-guṇa and tamo-guṇa, it is called śuddha-sattva. Sattvaṁ viśuddhaṁ vasudeva-śabditam (Bhāg. 4.3.23). That is the platform of vasudeva, whereby the Supreme Personality of Godhead, Vāsudeva, can be experienced. In Bhagavad-gītā (4.7) Śrī Kṛṣṇa Himself says: “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” Unlike ordinary living entities, the Supreme Lord is not forced by the modes of material nature to appear. He appears dharmān darśayitu-kāma — to show how to execute the functions of a human being. The word dharma is meant for human beings and is never used in connection with beings inferior to human beings, such as animals. Unfortunately, without being guided by the Supreme Lord, human beings sometimes manufacture a process of dharma by concoction. Actually dharma cannot be made by man. Dharmaṁ tu sākṣād bhagavat-praṇītam. (Bhāg. 6.3.19) Dharma is given by the Supreme Personality of Godhead, just as the law is given by the state government. Man-made dharma has no meaning. Śrīmad-Bhāgavatam refers to man-made dharma as kaitava-dharma, cheating religion. The Supreme Lord sends an avatāra (incarnation) to teach human society the proper way to execute religious principles. Such religious principles are bhakti-mārga. As the Supreme Lord Himself says in Bhagavad-gītā: sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. The son of Mahārāja Nābhi, Ṛṣabhadeva, appeared on this earth to preach the principles of religion. That will be explained in the Fifth Chapter of this Fifth Canto."
    }
]