[
    {
        "verse": "1",
        "devanagari": "रहूगण उवाचनमो नम: कारणविग्रहायस्वरूपतुच्छीकृतविग्रहाय ।नमोऽवधूत द्विजबन्धुलिङ्ग-निगूढनित्यानुभवाय तुभ्यम् ॥ १ ॥",
        "english_devnagari": "rahūgaṇa uvācanamo namaḥ kāraṇa-vigrahāyasvarūpa-tucchīkṛta-vigrahāyanamo ’vadhūta dvija-bandhu-liṅga-nigūḍha-nityānubhavāya tubhyam",
        "verse_Syn": [
            "rahūgaṇaḥ",
            "uvāca",
            "namaḥ",
            "namaḥ",
            "kāraṇa",
            "vigrahāya",
            "svarūpa",
            "tucchīkṛta",
            "vigrahāya",
            "namaḥ",
            "avadhūta",
            "dvija",
            "bandhu",
            "liṅga",
            "nigūḍha",
            "nitya",
            "anubhavāya",
            "tubhyam"
        ],
        "translation": "King Rahūgaṇa said: O most exalted personality, you are not different from the Supreme Personality of Godhead. By the influence of your true self, all kinds of contradiction in the śāstras have been removed. In the dress of a friend of a brāhmaṇa, you are hiding your transcendental blissful position. I offer my respectful obeisances unto you.",
        "purport": " From the Brahma-saṁhitā we understand the Supreme Personality of Godhead is the cause of all causes (sarva-kāraṇa-kāraṇam). Ṛṣabhadeva was the direct incarnation of the Supreme Personality of Godhead, the cause of all causes. His son, Bharata Mahārāja, who was now acting as the brāhmaṇa Jaḍa Bharata, had received his body from the cause of all causes. Therefore he is addressed as kāraṇa-vigrahāya."
    },
    {
        "verse": "2",
        "devanagari": "ज्वरामयार्तस्य यथागदं सत्निदाघदग्धस्य यथा हिमाम्भ: ।कुदेहमानाहिविदष्टद‍ृष्टे:ब्रह्मन् वचस्तेऽमृतमौषधं मे ॥ २ ॥",
        "english_devnagari": "jvarāmayārtasya yathāgadaṁ satnidāgha-dagdhasya yathā himāmbhaḥkudeha-mānāhi-vidaṣṭa-dṛṣṭeḥbrahman vacas te ’mṛtam auṣadhaṁ me",
        "verse_Syn": [
            "jvara",
            "āmaya",
            "ārtasya",
            "yathā",
            "agadam",
            "sat",
            "nidāgha",
            "dagdhasya",
            "yathā",
            "hima",
            "ambhaḥ",
            "ku",
            "deha",
            "māna",
            "ahi",
            "vidaṣṭa",
            "dṛṣṭeḥ",
            "brahman",
            "vacaḥ",
            "te",
            "amṛtam",
            "auṣadham",
            "me"
        ],
        "translation": "O best of the brāhmaṇas, my body is filled with dirty things, and my vision has been bitten by the serpent of pride. Due to my material conceptions, I am diseased. Your nectarean instructions are the proper medicine for one suffering from such a fever, and they are cooling waters for one scorched by the heat.",
        "purport": " The conditioned soul has a body full of dirty things — bones, blood, urine, stool and so forth. Nonetheless, the most intelligent men in this material world think they are these combinations of blood, bone, urine and stool. If this is so, why can’t other intelligent men be made with these ingredients, which are so readily available? The entire world is going on under the bodily conception and creating a hellish condition unfit for any gentleman’s living. The instructions given to King Rahūgaṇa by Jaḍa Bharata are very valuable. They are like the medicine that can save one from a snakebite. The Vedic instructions are like nectar and cool water for one suffering from scorching heat."
    },
    {
        "verse": "3",
        "devanagari": "तस्माद्भ‍वन्तं मम संशयार्थंप्रक्ष्यामि पश्चादधुना सुबोधम् ।अध्यात्मयोगग्रथितं तवोक्त-माख्याहि कौतूहलचेतसो मे ॥ ३ ॥",
        "english_devnagari": "tasmād bhavantaṁ mama saṁśayārthaṁprakṣyāmi paścād adhunā subodhamadhyātma-yoga-grathitaṁ tavoktamākhyāhi kautūhala-cetaso me",
        "verse_Syn": [
            "tasmāt",
            "bhavantam",
            "mama",
            "saṁśaya",
            "artham",
            "prakṣyāmi",
            "paścāt",
            "adhunā",
            "su",
            "bodham",
            "adhyātma",
            "yoga",
            "grathitam",
            "tava",
            "uktam",
            "ākhyāhi",
            "kautūhala",
            "cetasaḥ",
            "me"
        ],
        "translation": "Whatever doubts I have about a particular subject matter I shall ask you about later. For the time being, these mysterious yoga instructions you have given me for self-realization appear very difficult to understand. Please repeat them in a simple way so that I can understand them. My mind is very inquisitive, and I want to understand this clearly.",
        "purport": " The Vedic literature instructs: tasmād guruṁ prapadyeta jijñāsuḥ śreya uttamam. An intelligent man must be very inquisitive to know the transcendental science deeply. Therefore one must approach a guru, a spiritual master. Although Jaḍa Bharata explained everything to Mahārāja Rahūgaṇa, it appears that his intelligence was not perfect enough to understand clearly. He therefore requested a further explanation. As stated in Bhagavad-gītā (4.34): tad viddhi praṇipātena paripraśnena sevayā. The student must approach a spiritual master and surrender unto him fully (praṇipātena). He must also question him in order to understand his instructions (paripraśnena). One should not only surrender to the spiritual master but also render loving service unto him (sevayā) so that the spiritual master will be pleased with the student and explain the transcendental subject matter more clearly. A challenging spirit before the spiritual master should be avoided if one is at all interested in learning the Vedic instructions in depth."
    },
    {
        "verse": "4",
        "devanagari": "यदाह योगेश्वर द‍ृश्यमानंक्रियाफलं सद्‌व्यहारमूलम् ।न ह्यञ्जसा तत्त्वविमर्शनायभवानमुष्मिन् भ्रमते मनो मे ॥ ४ ॥",
        "english_devnagari": "yad āha yogeśvara dṛśyamānaṁkriyā-phalaṁ sad-vyavahāra-mūlamna hy añjasā tattva-vimarśanāyabhavān amuṣmin bhramate mano me",
        "verse_Syn": [
            "yat",
            "āha",
            "yoga",
            "īśvara",
            "dṛśyamānam",
            "kriyā",
            "phalam",
            "sat",
            "vyavahāra",
            "mūlam",
            "na",
            "hi",
            "añjasā",
            "tattva",
            "vimarśanāya",
            "bhavān",
            "amuṣmin",
            "bhramate",
            "manaḥ",
            "me"
        ],
        "translation": "O master of yogic power, you said that fatigue resulting from moving the body here and there is appreciated by direct perception but actually there is no fatigue. It simply exists as a matter of formality. By such inquiries and answers, no one can come to the conclusion of the Absolute Truth. Because of your presentation of this statement, my mind is a little disturbed.",
        "purport": " Formal inquiries and answers about the bodily conception do not constitute knowledge of the Absolute Truth. Knowledge of the Absolute Truth is quite different from the formal understanding of bodily pains and pleasures. In Bhagavad-gītā Lord Kṛṣṇa informs Arjuna that the pains and pleasures experienced in relation to the body are temporary; they come and go. One should not be disturbed by them but should tolerate them and continue with spiritual realization."
    },
    {
        "verse": "5-6",
        "devanagari": "ब्राह्मण उवाचअयं जनो नाम चलन् पृथिव्यांय: पार्थिव: पार्थिव कस्य हेतो: ।तस्यापि चाङ्‌घ्र्योयोरधि गुल्फजङ्घा-जानूरुमध्योरशिरोधरांसा: ॥ ५ ॥अंसेऽधि दार्वी शिबिका च यस्यांसौवीरराजेत्यपदेश आस्ते ।यस्मिन् भवान् रूढनिजाभिमानोराजास्मि सिन्धुष्विति दुर्मदान्ध: ॥ ६ ॥",
        "english_devnagari": "brāhmaṇa uvācaayaṁ jano nāma calan pṛthivyāṁyaḥ pārthivaḥ pārthiva kasya hetoḥtasyāpi cāṅghryor adhi gulpha-jaṅghā-jānūru-madhyora-śirodharāṁsāḥ",
        "verse_Syn": [
            "brāhmaṇaḥ",
            "uvāca",
            "ayam",
            "janaḥ",
            "nāma",
            "calan",
            "pṛthivyām",
            "yaḥ",
            "pārthivaḥ",
            "pārthiva",
            "kasya",
            "hetoḥ",
            "tasya",
            "api",
            "ca",
            "aṅghryoḥ",
            "adhi",
            "gulpha",
            "jaṅghā",
            "jānu",
            "uru",
            "madhyora",
            "śiraḥ",
            "dhara",
            "aṁsāḥ",
            "aṁse",
            "adhi",
            "dārvī",
            "śibikā",
            "ca",
            "yasyām",
            "sauvīra",
            "rājā",
            "iti",
            "apadeśaḥ",
            "āste",
            "yasmin",
            "bhavān",
            "rūḍha",
            "nija",
            "abhimānaḥ",
            "rājā",
            "asmi",
            "sindhuṣu",
            "iti",
            "durmada",
            "andhaḥ"
        ],
        "translation": "The self-realized brāhmaṇa Jaḍa Bharata said: Among the various material combinations and permutations, there are various forms and earthly transformations. For some reason, these move on the surface of the earth and are called palanquin carriers. Those material transformations which do not move are gross material objects like stones. In any case, the material body is made of earth and stone in the form of feet, ankles, calves, knees, thighs, torso, throat and head. Upon the shoulders is the wooden palanquin, and within the palanquin is the so-called King of Sauvīra. The body of the King is simply another transformation of earth, but within that body Your Lordship is situated and falsely thinking that you are the King of the state of Sauvīra.",
        "purport": " After analyzing the material bodies of the palanquin carrier and the palanquin passenger, Jaḍa Bharata concludes that the real living force is the living entity. The living entity is the offshoot or offspring of Lord Viṣṇu; therefore within this material world, among moving and nonmoving things, the real principle is Lord Viṣṇu. Due to His presence, everything is working, and there are actions and reactions. One who understands Lord Viṣṇu as the original cause of everything is to be understood to be perfectly situated in knowledge. Although he was falsely proud of being a king, King Rahūgaṇa was not really situated in knowledge. Therefore he was rebuking the palanquin carriers, including the self-realized brāhmaṇa Jaḍa Bharata. This is the first accusation Jaḍa Bharata made against the King, who was daring to talk to a learned brāhmaṇa from the flimsy ground of ignorance, identifying everything with matter. King Rahūgaṇa argued that the living entity is within the body and that when the body is fatigued the living entity within must therefore be suffering. It is clearly explained in the following verses that the living entity does not suffer due to the body’s fatigue. Śrīla Viśvanātha Cakravartī gives an example of a child heavily decorated with ornaments; although the child’s body is very delicate, he does not feel fatigue, nor do the parents think that his ornaments should be taken away. The living entity has nothing to do with bodily pains and pleasures. These are simply mental concoctions. An intelligent man will find the original cause of everything. Material combinations and permutations may be a matter of fact in worldly dealings, but actually the living force, the soul, has nothing to do with them. Those who are materially upset take care of the body and manufacture daridra-nārāyaṇa (poor Nārāyaṇa). However, it is not a fact that the soul or Supersoul becomes poor simply because the body is poor. These are the statements of ignorant people. The soul and Supersoul are always apart from bodily pleasure and pain."
    },
    {
        "verse": "7",
        "devanagari": "शोच्यानिमांस्त्वमधिकष्टदीनान्विष्ट्या निगृह्णन्निरनुग्रहोऽसि ।जनस्य गोप्तास्मि विकत्थमानोन शोभसे वृद्धसभासु धृष्ट: ॥ ७ ॥",
        "english_devnagari": "śocyān imāṁs tvam adhikaṣṭa-dīnānviṣṭyā nigṛhṇan niranugraho ’sijanasya goptāsmi vikatthamānona śobhase vṛddha-sabhāsu dhṛṣṭaḥ",
        "verse_Syn": [
            "śocyān",
            "imān",
            "tvam",
            "adhi",
            "kaṣṭa",
            "dīnān",
            "viṣṭyā",
            "nigṛhṇan",
            "niranugrahaḥ",
            "asi",
            "janasya",
            "goptā",
            "asmi",
            "vikatthamānaḥ",
            "na",
            "śobhase",
            "vṛddha",
            "sabhāsu",
            "dhṛṣṭaḥ"
        ],
        "translation": "It is a fact, however, that these innocent people carrying your palanquin without payment are certainly suffering due to this injustice. Their condition is very lamentable because you have forcibly engaged them in carrying your palanquin. This proves that you are cruel and unkind, yet due to false prestige you were thinking that you were protecting the citizens. This is ludicrous. You were such a fool that you could not have been adored as a great man in an assembly of persons advanced in knowledge.",
        "purport": " King Rahūgaṇa was proud of being king, and he felt he had the right to control the citizens as he liked, but actually he was engaging men in carrying his palanquin without payment, and therefore he was causing them trouble without reason. Nonetheless, the King was thinking that he was the protector of the citizens. Actually the king should be the representative of the Supreme Personality of Godhead. For this reason he is called nara-devatā, the Lord among human beings. However, when a king thinks that because he is the head of the state he can utilize the citizens for his sense gratification, he is in error. Such an attitude is not appreciated by learned scholars. According to the Vedic principles, the king should be advised by learned sages, brāhmaṇas and scholars, who advise him according to the injunctions given in the dharma-śāstra. The duty of the king is to follow these instructions. Learned circles do not appreciate the king’s utilizing public endeavor for his own benefit. His duty is to give protection to the citizens instead. The king should not become such a rogue that he exploits the citizens for his own benefit. It is stated in Śrīmad-Bhāgavatam that in Kali-yuga the heads of government will be plunderers and thieves. These thieves and plunderers take the money and property of the public by force or connivance. Therefore it is said in Śrīmad-Bhāgavatam, rājanyair nirghṛṇair dasyu-dharmabhiḥ. As Kali-yuga advances, we can see that these characteristics are already visible. We can certainly imagine how deteriorated human civilization will be by the end of Kali-yuga. Indeed, there will no longer be a sane man capable of understanding God and our relationship with Him. In other words, human beings will be just like animals. At that time, in order to reform human society, Lord Kṛṣṇa will come in the form of the Kalki avatāra. His business will be to kill all the atheists because ultimately the real protector is Viṣṇu, or Kṛṣṇa. The Lord incarnates and sets things in order when things are mismanaged by so-called kings and heads of government. As Kṛṣṇa says in Bhagavad-gītā, yadā yadā hi dharmasya glānir bhavati bhārata. Of course this takes many years, but the principle is there. When the king or governmental head does not follow the proper principles, nature deals out the punishments in the forms of war, famine and so forth. Therefore if the governmental head is not aware of life’s goal, he should not take charge of ruling the people. Actually the supreme proprietor of everything is Lord Viṣṇu. He is the maintainer of everyone. The king, the father, and the guardian are simply representatives of Lord Viṣṇu, empowered by Him to look after the management and maintain things. It is therefore the duty of the head of the state to maintain the general populace in such a way that people will ultimately know the goal of life. Na te viduḥ svārtha-gatiṁ hi viṣṇum. Unfortunately the foolish governmental head and the general populace do not know that the ultimate goal of life is to understand and approach Lord Viṣṇu. Without this knowledge, everyone is in ignorance, and all society is crowded with cheaters and cheated."
    },
    {
        "verse": "8",
        "devanagari": "यदा क्षितावेव चराचरस्यविदाम निष्ठां प्रभवं च नित्यम् ।तन्नामतोऽन्यद् व्यवहारमूलंनिरूप्यतां सत् क्रिययानुमेयम् ॥ ८ ॥",
        "english_devnagari": "yadā kṣitāv eva carācarasyavidāma niṣṭhāṁ prabhavaṁ ca nityamtan nāmato ’nyad vyavahāra-mūlaṁnirūpyatāṁ sat-kriyayānumeyam",
        "verse_Syn": [
            "yadā",
            "kṣitau",
            "eva",
            "cara",
            "acarasya",
            "vidāma",
            "niṣṭhām",
            "prabhavam",
            "ca",
            "nityam",
            "tat",
            "nāmataḥ",
            "anyat",
            "vyavahāra",
            "mūlam",
            "nirūpyatām",
            "sat",
            "kriyayā",
            "anumeyam"
        ],
        "translation": "All of us on the surface of the globe are living entities in different forms. Some of us are moving and some not moving. All of us come into existence, remain for some time and are annihilated when the body is again mingled with the earth. We are all simply different transformations of the earth. Different bodies and capacities are simply transformations of the earth that exist in name only, for everything grows out of the earth and when everything is annihilated it again mingles with the earth. In other words, we are but dust, and we shall but be dust. Everyone can consider this point.",
        "purport": " In the Brahma-sūtra it is said: tad-ananyatvam ārabhambhaṇa-śabdādibhyaḥ (2.1.14). This cosmic manifestation is a mixture of matter and spirit, but the cause is the Supreme Brahman, the Supreme Personality of Godhead. Therefore in Śrīmad-Bhāgavatam (1.5.20) it is said: idaṁ hi viśvaṁ bhagavān ivetaraḥ. The entire cosmic manifestation is but a transformation of the energy of the Supreme Personality of Godhead, but because of illusion, no one can appreciate that God is nondifferent from the material world. Actually He is not different, but this material world is simply a transformation of His different energies; parāsya śaktir vividhaiva śrūyate. There are also other versions of this in the Vedas: sarvaṁ khalv idaṁ brahma. Matter and spirit are all nondifferent from the Supreme Brahman, Bhagavān. Lord Śrī Kṛṣṇa confirms this statement in the Bhagavad-gītā (7.4): me bhinnā prakṛtir aṣṭadhā. The material energy is Kṛṣṇa’s energy, but it is separated from Him. The spiritual energy is also His energy, but it is not separated from Him. When the material energy is engaged in the service of the Supreme Spirit, so-called material energy is also transformed into spiritual energy, just as an iron rod becomes fire when placed in contact with fire. When we can understand by an analytical study that the Supreme Personality of Godhead is the cause of all causes, our knowledge is perfect. Simply understanding the transformations of different energies is partial knowledge. We must come to the ultimate cause. Na te viduḥ svārtha gatiṁ hi viṣṇum. The knowledge of those who are not interested in knowing the original cause of all emanations is never perfect knowledge. There is nothing in the phenomenal world that is not produced by the supreme energy of the Supreme Personality of Godhead. Aromas from the earth are different scents manufactured and used for different purposes, but the original cause is the earth, nothing else. A waterpot made of earth can be used to carry water for some time, but ultimately the pot is nothing but earth. Therefore there is no difference between the pot and its original ingredient, earth. It is simply a different transformation of the energy. Originally the cause or primary ingredient is the Supreme Personality of Godhead, and the varieties are only by-products. In the Chāndogya Upaniṣad it is stated: yathā saumy ekena mṛt-piṇḍena sarvaṁ mṛnmayaṁ vijñātaṁ syād vācārambhaṇaṁ vikāro nāmadheyaṁ mṛttikety eva satyam. If one studies the earth, he naturally understands the by-products of the earth. The Vedas therefore enjoin, yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati (Muṇḍaka Upaniṣad 1.3): if one simply understands the original cause, Kṛṣṇa, the cause of all causes, then naturally everything else is understood, although it may be presented in different varieties. By understanding the original cause of different varieties, one can understand everything. If we understand Kṛṣṇa, the original cause of everything, we do not need to separately study the subsidiary varieties. Therefore from the very beginning it is said: satyaṁ paraṁ dhīmahi. One has to concentrate one’s understanding on the Supreme Truth, Kṛṣṇa or Vāsudeva. The word Vāsudeva indicates the Supreme Personality of Godhead, who is the cause of all causes. Mat-sthāni sarva-bhūtāni na cāhaṁ teṣv avasthitaḥ. This is a summary of phenomenal and noumenal philosophy. The phenomenal world depends on the noumenal existence; similarly, everything exists by virtue of the potency of the Supreme Lord, although due to our ignorance the Supreme Lord is not perceived in everything."
    },
    {
        "verse": "9",
        "devanagari": "एवं निरुक्तं क्षितिशब्दवृत्त-मसन्निधानात्परमाणवो ये ।अविद्यया मनसा कल्पितास्तेयेषां समूहेन कृतो विशेष: ॥ ९ ॥",
        "english_devnagari": "evaṁ niruktaṁ kṣiti-śabda-vṛttamasan nidhānāt paramāṇavo yeavidyayā manasā kalpitās teyeṣāṁ samūhena kṛto viśeṣaḥ",
        "verse_Syn": [
            "evam",
            "niruktam",
            "kṣiti",
            "śabda",
            "vṛttam",
            "asat",
            "nidhānāt",
            "parama",
            "aṇavaḥ",
            "ye",
            "avidyayā",
            "manasā",
            "kalpitāḥ",
            "te",
            "yeṣām",
            "samūhena",
            "kṛtaḥ",
            "viśeṣaḥ"
        ],
        "translation": "One may say that varieties arise from the planet earth itself. However, although the universe may temporarily appear to be the truth, it ultimately has no real existence. The earth was originally created by a combination of atomic particles, but these particles are impermanent. Actually the atom is not the cause of the universe, although some philosophers think so. It is not a fact that the varieties found in this material world simply result from atomic juxtaposition or combination.",
        "purport": " Those who follow the atomic theory think that the protons and electrons of atoms combine in such a way as to bring all material existence into being. However, the scientists fail to discover the cause of atomic existence itself. Under these circumstances, we cannot accept that the atom is the cause of the universe. Such theories are advanced by unintelligent people. According to real intelligence, the real cause of the cosmic manifestation is the Supreme Lord. Janmādy asya yataḥ: He is the original cause of all creation. As stated in Bhagavad-gītā (10.8): ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate. Kṛṣṇa is the original cause. Sarva-kāraṇa-kāraṇam: He is the cause of all causes. Kṛṣṇa is the cause of atoms, the material energy. The ultimate cause is the Supreme Personality of Godhead, and only those in ignorance try to find out other causes by posing different theories."
    },
    {
        "verse": "10",
        "devanagari": "एवं कृशं स्थूलमणुर्बृहद्यद्असच्च सज्जीवमजीवमन्यत् ।द्रव्यस्वभावाशयकालकर्म-नाम्नाजयावेहि कृतं द्वितीयम् ॥ १० ॥",
        "english_devnagari": "evaṁ kṛśaṁ sthūlam aṇur bṛhad yadasac ca saj jīvam ajīvam anyatdravya-svabhāvāśaya-kāla-karma-nāmnājayāvehi kṛtaṁ dvitīyam",
        "verse_Syn": [
            "evam",
            "kṛśam",
            "sthūlam",
            "aṇuḥ",
            "bṛhat",
            "yat",
            "asat",
            "ca",
            "sat",
            "jīvam",
            "ajīvam",
            "anyat",
            "dravya",
            "sva",
            "bhāva",
            "āśaya",
            "kāla",
            "karma",
            "nāmnā",
            "ajayā",
            "avehi",
            "kṛtam",
            "dvitīyam"
        ],
        "translation": "Since this universe has no real ultimate existence, the things within it — shortness, differences, grossness, skinniness, smallness, bigness, result, cause, living symptoms, and materials — are all imagined. They are all pots made of the same substance, earth, but they are named differently. The differences are characterized by the substance, nature, predisposition, time and activity. You should know that all these are simply mechanical manifestations created by material nature.",
        "purport": " The temporary manifestations and varieties within this material world are simply creations of material nature under various circumstances: prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ. The actions and reactions carried out by the material nature are sometimes accepted as our scientific inventions; therefore we want to take credit for them and defy the existence of God. This is described in Bhagavad-gītā (3.27), ahaṅkāra-vimūḍhātmā kartāham iti manyate: due to being covered by the illusory external energy, the living entity tries to take credit for the differentiated creations within the material world. Actually all these are being created automatically by the material force set in motion by the energy of the Supreme Personality of Godhead. Therefore the ultimate cause is the Supreme Person. As stated in Brahma-saṁhitā: He is the cause of all causes, the ultimate cause. In this regard Śrīla Madhvācārya says: evaṁ sarvaṁ tathā prakṛtvayai kalpitaṁ viṣṇor anyat. evaṁ prakṛtyādhāraḥ svayam ananyādhāro viṣṇur eva ataḥ sarva-śabdāś ca tasminn eva. Actually the original cause is Lord Viṣṇu, but out of ignorance people think that matter is the cause of everything. Things are contemplated on the ephemeral or external platform, but actually this is not the truth. The actual protector and shelter of everyone is Brahman, the Supreme, not the king. The actual protectress is the material nature, but Viṣṇu is her Lord. He is the Lord of everything. Lord Janārdana is the director both externally and internally. He is the cause of the function of words and what is expressed in all sound. Lord Viṣṇu is the resting place of the entire creation: brahmaṇo hi pratiṣṭhāham (Bg. 14.27). On Brahman, everything is resting. All the universes are resting on the brahmajyoti, and all the planets are resting on the universal atmosphere. In each and every planet there are oceans, hills, states and kingdoms, and each planet is giving shelter to so many living entities. They are all standing on the earth of feet and legs, torso and shoulders, but actually everything is resting ultimately on the potencies of the Supreme Personality of Godhead. Therefore He is known ultimately as sarva-kāraṇa-kāraṇam, the cause of all causes."
    },
    {
        "verse": "11",
        "devanagari": "ज्ञानं विशुद्धं परमार्थमेक-मनन्तरं त्वबहिर्ब्रह्म सत्यम् ।प्रत्यक् प्रशान्तं भगवच्छब्दसंज्ञंयद्वासुदेवं कवयो वदन्ति ॥ ११ ॥",
        "english_devnagari": "jñānaṁ viśuddhaṁ paramārtham ekamanantaraṁ tv abahir brahma satyampratyak praśāntaṁ bhagavac-chabda-saṁjñaṁyad vāsudevaṁ kavayo vadanti",
        "verse_Syn": [
            "jñānam",
            "viśuddham",
            "parama",
            "artham",
            "ekam",
            "anantaram",
            "tu",
            "abahiḥ",
            "brahma",
            "satyam",
            "pratyak",
            "praśāntam",
            "bhagavat",
            "śabda",
            "saṁjñam",
            "yat",
            "vāsudevam",
            "kavayaḥ",
            "vadanti"
        ],
        "translation": "What, then, is the ultimate truth? The answer is that nondual knowledge is the ultimate truth. It is devoid of the contamination of material qualities. It gives us liberation. It is the one without a second, all-pervading and beyond imagination. The first realization of that knowledge is Brahman. Then Paramātmā, the Supersoul, is realized by the yogīs who try to see Him without grievance. This is the second stage of realization. Finally, full realization of the same supreme knowledge is realized in the Supreme Person. All learned scholars describe the Supreme Person as Vāsudeva, the cause of Brahman, Paramātmā and others.",
        "purport": " In Caitanya-caritāmṛta it is said: yad advaitaṁ brahmopaniṣadi tad apy asya tanu-bhā. The impersonal Brahman effulgence of the Absolute Truth consists of the bodily rays of the Supreme Personality of Godhead. Ya ātmāntaryāmī puruṣa iti so ’syāṁśa-vibhavaḥ. What is known as ātmā and antaryāmī, the Supersoul, is but an expansion of the Supreme Personality of Godhead. Sad-aiśvaryaiḥ pūrṇo ya iha bhagavān sa svayam ayam. What is described as the Supreme Personality of Godhead, complete with all six opulences, is Vāsudeva, and Śrī Caitanya Mahāprabhu is nondifferent from Him. Great learned scholars and philosophers accept this after many, many births. Vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ (Bg. 7.19). The wise man can understand that ultimately Vāsudeva, Kṛṣṇa, is the cause of Brahman, and Paramātmā, the Supersoul. Thus Vāsudeva is sarva-kāraṇa-kāraṇam, the cause of all causes. This is confirmed in Śrīmad-Bhāgavatam. The real tattva, Absolute Truth, is Bhagavān, but due to incomplete realization of the Absolute Truth, people sometimes describe the same Viṣṇu as impersonal Brahman or localized Paramātmā. From the very beginning, Śrīmad-Bhāgavatam says, satyaṁ paraṁ dhīmahi: we meditate on the supreme truth. The supreme truth is explained here as jñānaṁ viśuddhaṁ satyam. The Absolute Truth is devoid of material contamination and is transcendental to the material qualities. It gives all spiritual success and liberation from this material world. That Supreme Absolute Truth is Kṛṣṇa, Vāsudeva. There is no difference between Kṛṣṇa’s inner self and outward body. Kṛṣṇa is pūrṇa, the complete whole. There is no distinction between His body and soul as there is between ours. Sometimes so-called scholars, not knowing the constitutional position of Kṛṣṇa, mislead people by saying that the Kṛṣṇa within is different from the Kṛṣṇa without. When Kṛṣṇa says, man-manā bhava mad-bhakto mad-yājī māṁ namaskuru, so-called scholars advise the reader that it is not the person Kṛṣṇa to whom we must surrender but the Kṛṣṇa within. So-called scholars, Māyāvādīs, cannot understand Kṛṣṇa with their poor fund of knowledge. One should therefore approach an authorized person to understand Kṛṣṇa. The spiritual master has actually seen Kṛṣṇa; therefore he can explain Him properly. Without approaching an authorized person, one cannot understand Kṛṣṇa."
    },
    {
        "verse": "12",
        "devanagari": "रहूगणैतत्तपसा न यातिन चेज्यया निर्वपणाद् गृहाद्वा ।नच्छन्दसा नैव जलाग्निसूर्यै-र्विना महत्पादरजोऽभिषेकम् ॥ १२ ॥",
        "english_devnagari": "rahūgaṇaitat tapasā na yātina cejyayā nirvapaṇād gṛhād vāna cchandasā naiva jalāgni-sūryairvinā mahat-pāda-rajo-’bhiṣekam",
        "verse_Syn": [
            "rahūgaṇa",
            "etat",
            "tapasā",
            "na",
            "yāti",
            "na",
            "ca",
            "ijyayā",
            "nirvapaṇāt",
            "gṛhāt",
            "vā",
            "na",
            "chandasā",
            "na",
            "eva",
            "jala",
            "agni",
            "sūryaiḥ",
            "vinā",
            "mahat",
            "pāda",
            "rajaḥ",
            "abhiṣekam"
        ],
        "translation": "My dear King Rahūgaṇa, unless one has the opportunity to smear his entire body with the dust of the lotus feet of great devotees, one cannot realize the Absolute Truth. One cannot realize the Absolute Truth simply by observing celibacy [brahmacarya], strictly following the rules and regulations of householder life, leaving home as a vānaprastha, accepting sannyāsa, or undergoing severe penances in winter by keeping oneself submerged in water or surrounding oneself in summer by fire and the scorching heat of the sun. There are many other processes to understand the Absolute Truth, but the Absolute Truth is only revealed to one who has attained the mercy of a great devotee.",
        "purport": " Actual knowledge of transcendental bliss can be bestowed upon anyone by a pure devotee. Vedeṣu durlabham adurlabham ātma-bhaktau. One cannot attain the perfection of spiritual life simply by following the directions of the Vedas. One has to approach a pure devotee: anyābhilāṣitā-śūnyaṁ jñāna-karmādy-anāvṛtam. By the grace of such a devotee, one can understand the Absolute Truth, Kṛṣṇa, and one’s relationship with Him. A materialistic person sometimes thinks that simply by executing pious activities and remaining at home one can understand the Absolute Truth. That is denied in this verse. Nor can one understand the Absolute Truth simply by observing the rules and regulations of brahmacarya (celibacy). One only has to serve the pure devotee. That will help one understand the Absolute Truth without fail."
    },
    {
        "verse": "13",
        "devanagari": "यत्रोत्तमश्लोकगुणानुवाद:प्रस्तूयते ग्राम्यकथाविघात: ।निषेव्यमाणोऽनुदिनं मुमुक्षो-र्मतिं सतीं यच्छति वासुदेवे ॥ १३ ॥",
        "english_devnagari": "yatrottamaśloka-guṇānuvādaḥprastūyate grāmya-kathā-vighātaḥniṣevyamāṇo ’nudinaṁ mumukṣormatiṁ satīṁ yacchati vāsudeve",
        "verse_Syn": [
            "yatra",
            "uttama",
            "śloka",
            "guṇa",
            "anuvādaḥ",
            "prastūyate",
            "grāmya",
            "kathā",
            "vighātaḥ",
            "niṣevyamāṇaḥ",
            "anudinam",
            "mumukṣoḥ",
            "matim",
            "satīm",
            "yacchati",
            "vāsudeve"
        ],
        "translation": "Who are the pure devotees mentioned here? In an assembly of pure devotees, there is no question of discussing material subjects like politics and sociology. In an assembly of pure devotees, there is discussion only of the qualities, forms and pastimes of the Supreme Personality of Godhead. He is praised and worshiped with full attention. In the association of pure devotees, by constantly hearing such topics respectfully, even a person who wants to merge into the existence of the Absolute Truth abandons this idea and gradually becomes attached to the service of Vāsudeva.",
        "purport": " The symptoms of pure devotees are described in this verse. The pure devotee is never interested in material topics. Śrī Caitanya Mahāprabhu has strictly prohibited His devotees to talk about worldly matters. Grāmya-vārtā nā kahibe: one should not indulge in talking unnecessarily about news of the material world. One should not waste time in this way. This is a very important feature in the life of a devotee. A devotee has no other ambition than to serve Kṛṣṇa, the Supreme Personality of Godhead. This Kṛṣṇa consciousness movement was started to engage people twenty-four hours daily in the service of the Lord and in His glorification. The students in this institution engage in the cultivation of Kṛṣṇa consciousness from five in the morning to ten at night. They actually have no opportunity to waste their time unnecessarily by discussing politics, sociology and current events. These will go their own way. A devotee is concerned only with serving Kṛṣṇa positively and seriously."
    },
    {
        "verse": "14",
        "devanagari": "अहं पुरा भरतो नाम राजाविमुक्तद‍ृष्टश्रुतसङ्गबन्ध: ।आराधनं भगवत ईहमानोमृगोऽभवं मृगसङ्गाद्धतार्थ: ॥ १४ ॥",
        "english_devnagari": "ahaṁ purā bharato nāma rājāvimukta-dṛṣṭa-śruta-saṅga-bandhaḥārādhanaṁ bhagavata īhamānomṛgo ’bhavaṁ mṛga-saṅgād dhatārthaḥ",
        "verse_Syn": [
            "aham",
            "purā",
            "bharataḥ",
            "nāma",
            "rājā",
            "vimukta",
            "dṛṣṭa",
            "śruta",
            "saṅga",
            "bandhaḥ",
            "ārādhanam",
            "bhagavataḥ",
            "īhamānaḥ",
            "mṛgaḥ",
            "abhavam",
            "mṛga",
            "saṅgāt",
            "hata",
            "arthaḥ"
        ],
        "translation": "In a previous birth I was known as Mahārāja Bharata. I attained perfection by becoming completely detached from material activities through direct experience, and through indirect experience I received understanding from the Vedas. I was fully engaged in the service of the Lord, but due to my misfortune, I became very affectionate to a small deer, so much so that I neglected my spiritual duties. Due to my deep affection for the deer, in my next life I had to accept the body of a deer.",
        "purport": " The incident herein described is very significant. In a previous verse it is stated, vinā mahat-pāda-rajo-’bhiṣekam: one cannot attain perfection without smearing the dust from the lotus feet of an exalted devotee on his head. If one always follows the orders of the spiritual master, there is no question of falling down. As soon as a foolish disciple tries to overtake his spiritual master and becomes ambitious to occupy his post, he immediately falls down. Yasya prasādād bhagavat-prasādo yasyāprasādān na gatiḥ kuto ’pi. If the spiritual master is considered an ordinary man, the disciple surely loses his chance to advance further. Despite a very rigid life in devotional service, Bharata Mahārāja did not consult a spiritual master when he became overly attached to a deer. Consequently he became strongly attached to the deer, and, forgetting his spiritual routine, he fell down."
    },
    {
        "verse": "15",
        "devanagari": "सा मां स्मृतिर्मृगदेहेऽपि वीरकृष्णार्चनप्रभवा नो जहाति ।अथो अहं जनसङ्गादसङ्गोविशङ्कमानोऽविवृतश्चरामि ॥ १५ ॥",
        "english_devnagari": "sā māṁ smṛtir mṛga-dehe ’pi vīrakṛṣṇārcana-prabhavā no jahātiatho ahaṁ jana-saṅgād asaṅgoviśaṅkamāno ’vivṛtaś carāmi",
        "verse_Syn": [
            "sā",
            "mām",
            "smṛtiḥ",
            "mṛga",
            "dehe",
            "api",
            "vīra",
            "kṛṣṇa",
            "arcana",
            "prabhavā",
            "no",
            "jahāti",
            "atho",
            "aham",
            "jana",
            "saṅgāt",
            "asaṅgaḥ",
            "viśaṅkamānaḥ",
            "avivṛtaḥ",
            "carāmi"
        ],
        "translation": "My dear heroic King, due to my past sincere service to the Lord, I could remember everything of my past life even while in the body of a deer. Because I am aware of the falldown in my past life, I always keep myself separate from the association of ordinary men. Being afraid of their bad, materialistic association, I wander alone unnoticed by others.",
        "purport": " In Bhagavad-gītā (2.40) it is said: svalpam apy asya dharmasya. It is certainly a great fall to go from human life to animal life, but in the case of Bharata Mahārāja or any devotee, devotional service to the Lord never goes in vain. As stated in Bhagavad-gītā (8.6): yaṁ yaṁ vāpi smaran bhāvaṁ tyajaty ante kalevaram. At the time of death, by nature’s law the mind is absorbed in a certain type of thinking. This may lead one to animal life, yet for a devotee there is no loss. Even though Bharata Mahārāja received the body of a deer, he didn’t forget his position. Consequently, in the body of a deer he was very careful to remember the cause of his downfall. As a result, he was given a chance to be born in a family of very pure brāhmaṇas. Thus his service to the Lord never went in vain."
    },
    {
        "verse": "16",
        "devanagari": "तस्मान्नरोऽसङ्गसुसङ्गजात-ज्ञानासिनेहैव विवृक्णमोह: ।हरिं तदीहाकथनश्रुताभ्यांलब्धस्मृतिर्यात्यतिपारमध्वन: ॥ १६ ॥",
        "english_devnagari": "tasmān naro ’saṅga-susaṅga-jāta-jñānāsinehaiva vivṛkṇa-mohaḥhariṁ tad-īhā-kathana-śrutābhyāṁlabdha-smṛtir yāty atipāram adhvanaḥ",
        "verse_Syn": [
            "tasmāt",
            "naraḥ",
            "asaṅga",
            "su",
            "saṅga",
            "jāta",
            "jñāna",
            "asinā",
            "iha",
            "eva",
            "vivṛkṇa",
            "mohaḥ",
            "harim",
            "tad",
            "īhā",
            "kathana",
            "śrutābhyām",
            "labdha",
            "smṛtiḥ",
            "yāti",
            "atipāram",
            "adhvanaḥ"
        ],
        "translation": "Simply by associating with exalted devotees, anyone can attain perfection of knowledge and with the sword of knowledge can cut to pieces the illusory associations within this material world. Through the association of devotees, one can engage in the service of the Lord by hearing and chanting [śravaṇaṁ kīrtanam]. Thus one can revive his dormant Kṛṣṇa consciousness and, sticking to the cultivation of Kṛṣṇa consciousness, return home, back to Godhead, even in this life.",
        "purport": " To become liberated from material bondage, one must give up the association of worldly people and accept the association of devotees; positive and negative processes are mentioned in this regard. Through the association of devotees, one develops Kṛṣṇa consciousness, which is dormant within. This Kṛṣṇa consciousness movement is giving this chance to everyone. We are giving shelter to everyone who is serious about progressing in Kṛṣṇa consciousness. We arrange for their lodging and board so that they can peacefully cultivate Kṛṣṇa consciousness and return home, back to Godhead, even in this life."
    }
]