[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचतस्य मूलदेशे त्रिंशद्योजनसहस्रान्तर आस्ते या वै कला भगवतस्तामसी समाख्यातानन्त इति सात्वतीया द्रष्टृद‍ृश्ययो: सङ्कर्षणमहमित्यभिमानलक्षणं यं सङ्कर्षणमित्याचक्षते ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācatasya mūla-deśe triṁśad-yojana-sahasrāntara āste yā vai kalā bhagavatas tāmasī samākhyātānanta iti sātvatīyā draṣṭṛ-dṛśyayoḥ saṅkarṣaṇam aham ity abhimāna-lakṣaṇaṁ yaṁ saṅkarṣaṇam ity ācakṣate.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tasya",
            "mūla",
            "deśe",
            "triṁśat",
            "yojana",
            "sahasra",
            "antare",
            "āste",
            "yā",
            "vai",
            "kalā",
            "bhagavataḥ",
            "tāmasī",
            "samākhyātā",
            "anantaḥ",
            "iti",
            "sātvatīyāḥ",
            "draṣṭṛ",
            "dṛśyayoḥ",
            "saṅkarṣaṇam",
            "aham",
            "iti",
            "abhimāna",
            "lakṣaṇam",
            "yam",
            "saṅkarṣaṇam",
            "iti",
            "ācakṣate"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said to Mahārāja Parīkṣit: My dear King, approximately 240,000 miles beneath the planet Pātāla lives another incarnation of the Supreme Personality of Godhead. He is the expansion of Lord Viṣṇu known as Lord Ananta or Lord Saṅkarṣaṇa. He is always in the transcendental position, but because He is worshiped by Lord Śiva, the deity of tamo-guṇa or darkness, He is sometimes called tāmasī. Lord Ananta is the predominating Deity of the material mode of ignorance as well as the false ego of all conditioned souls. When a conditioned living being thinks, “I am the enjoyer, and this world is meant to be enjoyed by me,” this conception of life is dictated to him by Saṅkarṣaṇa. Thus the mundane conditioned soul thinks himself the Supreme Lord.",
        "purport": " There is a class of men akin to Māyāvādī philosophers who misinterpret the ahaṁ brahmāsmi and so ’ham Vedic mantras to mean, “I am the Supreme Brahman” and “I am identical with the Lord.” This kind of false conception, in which one thinks himself the supreme enjoyer, is a kind of illusion. It is described elsewhere in Śrīmad-Bhāgavatam (5.5.8): janasya moho ’yam ahaṁ mameti. As explained in the above verse, Lord Saṅkarṣaṇa is the predominating Deity of this false conception. Kṛṣṇa confirms this in Bhagavad-gītā (15.15): “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” The Lord is situated in everyone’s heart as Saṅkarṣaṇa, and when a demon thinks himself one with the Supreme Lord, the Lord keeps him in that darkness. Although such a demoniac living entity is only an insignificant part of the Supreme Lord, he forgets his true position and thinks he is the Supreme Lord. Because this forgetfulness is created by Saṅkarṣaṇa, He is sometimes called tāmasī. The name tāmasī does not indicate that He has a material body. He is always transcendental, but because He is the Supersoul of Lord Śiva, who must perform tamasic activities, Saṅkarṣaṇa is sometimes called tāmasī."
    },
    {
        "verse": "2",
        "devanagari": "यस्येदं क्षितिमण्डलं भगवतोऽनन्तमूर्ते: सहस्रशिरस एकस्मिन्नेव शीर्षणि ध्रियमाणं सिद्धार्थ इव लक्ष्यते ॥ २ ॥",
        "english_devnagari": "yasyedaṁ kṣiti-maṇḍalaṁ bhagavato ’nanta-mūrteḥ sahasra-śirasa ekasminn eva śīrṣaṇi dhriyamāṇaṁ siddhārtha iva lakṣyate.",
        "verse_Syn": [
            "yasya",
            "idam",
            "kṣiti",
            "maṇḍalam",
            "bhagavataḥ",
            "ananta",
            "mūrteḥ",
            "sahasra",
            "śirasaḥ",
            "ekasmin",
            "eva",
            "śīrṣaṇi",
            "dhriyamāṇam",
            "siddhārthaḥ",
            "iva",
            "lakṣyate"
        ],
        "translation": "Śukadeva Gosvāmī continued: This great universe, situated on one of Lord Anantadeva’s thousands of hoods, appears just like a white mustard seed. It is infinitesimal compared to the hood of Lord Ananta.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "यस्य ह वा इदं कालेनोपसञ्जिहीर्षतोऽमर्षविरचितरुचिरभ्रमद्भ्रुवोरन्तरेण साङ्कर्षणो नाम रुद्र एकादशव्यूहस्‍त्र्यक्षस्त्रिशिखं शूलमुत्तम्भयन्नुदतिष्ठत् ॥ ३ ॥",
        "english_devnagari": "yasya ha vā idaṁ kālenopasañjihīrṣato ’marṣa-viracita-rucira-bhramad-bhruvor antareṇa sāṅkarṣaṇo nāma rudra ekādaśa-vyūhas try-akṣas tri-śikhaṁ śūlam uttambhayann udatiṣṭhat.",
        "verse_Syn": [
            "yasya",
            "ha",
            "vā",
            "idam",
            "kālena",
            "upasañjihīrṣataḥ",
            "amarṣa",
            "viracita",
            "rucira",
            "bhramat",
            "bhruvoḥ",
            "antareṇa",
            "sāṅkarṣaṇaḥ",
            "nāma",
            "rudraḥ",
            "ekādaśa",
            "vyūhaḥ",
            "tri",
            "akṣaḥ",
            "tri",
            "śikham",
            "śūlam",
            "uttambhayan",
            "udatiṣṭhat"
        ],
        "translation": "At the time of devastation, when Lord Anantadeva desires to destroy the entire creation, He becomes slightly angry. Then from between His two eyebrows appears three-eyed Rudra, carrying a trident. This Rudra, who is known as Sāṅkarṣaṇa, is the embodiment of the eleven Rudras, or incarnations of Lord Śiva. He appears in order to devastate the entire creation.",
        "purport": " In each creation, the living entities are given a chance to close their business as conditioned souls. When they misuse this opportunity and do not go back home, back to Godhead, Lord Saṅkarṣaṇa becomes angry. The eleven Rudras, expansions of Lord Śiva, come out of Lord Saṅkarṣaṇa’s eyebrows due to His angry mood, and all of them together devastate the entire creation."
    },
    {
        "verse": "4",
        "devanagari": "यस्याङ्‌घ्रिकमलयुगलारुणविशदनखमणिषण्डमण्डलेष्वहिपतय: सह सात्वतर्षभैरेकान्तभक्तियोगेनावनमन्त: स्ववदनानि परिस्फुरत्कुण्डलप्रभामण्डितगण्डस्थलान्यतिमनोहराणि प्रमुदितमनस: खलु विलोकयन्ति ॥ ४ ॥",
        "english_devnagari": "yasyāṅghri-kamala-yugalāruṇa-viśada-nakha-maṇi-ṣaṇḍa-maṇḍaleṣv ahi-patayaḥ saha sātvatarṣabhair ekānta-bhakti-yogenāvanamantaḥ sva-vadanāni parisphurat-kuṇḍala-prabhā-maṇḍita-gaṇḍa-sthalāny ati-manoharāṇi pramudita-manasaḥ khalu vilokayanti.",
        "verse_Syn": [
            "yasya",
            "aṅghri",
            "kamala",
            "yugala",
            "aruṇa",
            "viśada",
            "nakha",
            "maṇi",
            "ṣaṇḍa",
            "maṇḍaleṣu",
            "ahi",
            "patayaḥ",
            "saha",
            "sātvata",
            "ṛṣabhaiḥ",
            "ekānta",
            "bhakti",
            "yogena",
            "avanamantaḥ",
            "sva",
            "vadanāni",
            "parisphurat",
            "kuṇḍala",
            "prabhā",
            "maṇḍita",
            "gaṇḍa",
            "sthalāni",
            "ati",
            "manoharāṇi",
            "pramudita",
            "manasaḥ",
            "khalu",
            "vilokayanti"
        ],
        "translation": "The pink, transparent toenails on the Lord’s lotus feet are exactly like valuable gems polished to a mirror finish. When the unalloyed devotees and the leaders of the snakes offer their obeisances to Lord Saṅkarṣaṇa with great devotion, they become very joyful upon seeing their own beautiful faces reflected in His toenails. Their cheeks are decorated with glittering earrings, and the beauty of their faces is extremely pleasing to see.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "यस्यैव हि नागराजकुमार्य आशिष आशासानाश्चार्वङ्गवलयविलसितविशदविपुलधवलसुभगरुचिरभुजरजतस्तम्भेष्वगुरुचन्दनकुङ्कुमपङ्कानुलेपेनावलिम्पमानास्तदभिमर्शनोन्मथितहृदयमकरध्वजावेशरुचिरललितस्मितास्तदनुरागमदमुदितमद्विघूर्णितारुणकरुणावलोकनयनवदनारविन्दं सव्रीडं किल विलोकयन्ति ॥ ५ ॥",
        "english_devnagari": "yasyaiva hi nāga-rāja-kumārya āśiṣa āśāsānāś cārv-aṅga-valaya-vilasita-viśada-vipula-dhavala-subhaga-rucira-bhuja-rajata-stambheṣv aguru-candana-kuṅkuma-paṅkānulepenāvalimpamānās tad-abhimarśanonmathita-hṛdaya-makara-dhvajāveśa-rucira-lalita-smitās tad-anurāgamada-mudita-mada-vighūrṇitāruṇa-karuṇāvaloka-nayana-vadanāravindaṁ savrīḍaṁ kila vilokayanti.",
        "verse_Syn": [
            "yasya",
            "eva",
            "hi",
            "nāga",
            "rāja",
            "kumāryaḥ",
            "āśiṣaḥ",
            "āśāsānāḥ",
            "cāru",
            "aṅga",
            "valaya",
            "vilasita",
            "viśada",
            "vipula",
            "dhavala",
            "subhaga",
            "rucira",
            "bhuja",
            "rajata",
            "stambheṣu",
            "aguru",
            "candana",
            "kuṅkuma",
            "paṅka",
            "anulepena",
            "avalimpamānāḥ",
            "tat",
            "abhimarśana",
            "unmathita",
            "hṛdaya",
            "makara",
            "dhvaja",
            "āveśa",
            "rucira",
            "lalita",
            "smitāḥ",
            "tat",
            "anurāga",
            "mada",
            "mudita",
            "mada",
            "vighūrṇita",
            "aruṇa",
            "karuṇa",
            "avaloka",
            "nayana",
            "vadana",
            "aravindam",
            "sa",
            "vrīḍam",
            "kila",
            "vilokayanti"
        ],
        "translation": "Lord Ananta’s arms are attractively long, beautifully decorated with bangles and completely spiritual. They are white, and so they appear like silver columns. When the beautiful princesses of the serpent kings, hoping for the Lord’s auspicious blessing, smear His arms with aguru pulp, sandalwood pulp and kuṅkuma, the touch of His limbs awakens lusty desires within them. Understanding their minds, the Lord looks at the princesses with a merciful smile, and they become bashful, realizing that He knows their desires. Then they smile beautifully and look upon the Lord’s lotus face, which is beautified by reddish eyes rolling slightly from intoxication and delighted by love for His devotees.",
        "purport": " When males and females touch each other’s bodies, their lusty desires naturally awaken. It appears from this verse that there are similar sensations in spiritual bodies. Both Lord Ananta and the women giving Him pleasure had spiritual bodies. Thus all sensations originally exist in the spiritual body. This is confirmed in the Vedānta-sūtra: janmādy asya yataḥ. Śrīla Viśvanātha Cakravartī Ṭhākura has commented in this connection that the word ādi means ādi-rasa, the original lusty feeling, which is born from the Supreme. However, spiritual lust and material lust are as completely different as gold and iron. Only one who is very highly elevated in spiritual realization can understand the lusty feelings exchanged between Rādhā and Kṛṣṇa, or between Kṛṣṇa and the damsels of Vraja. Therefore, unless one is very experienced and advanced in spiritual realization, he is forbidden to discuss the lusty feelings of Kṛṣṇa and the gopīs. However, if one is a sincere and pure devotee, the material lust in his heart is completely vanquished as he discusses the lusty feelings between the gopīs and Kṛṣṇa, and he makes quick progress in spiritual life."
    },
    {
        "verse": "6",
        "devanagari": "स एव भगवाननन्तोऽनन्तगुणार्णव आदिदेव उपसंहृतामर्षरोषवेगो लोकानां स्वस्तय आस्ते ॥ ६ ॥",
        "english_devnagari": "sa eva bhagavān ananto ’nanta-guṇārṇava ādi-deva upasaṁhṛtāmarṣa-roṣa-vego lokānāṁ svastaya āste.",
        "verse_Syn": [
            "saḥ",
            "eva",
            "bhagavān",
            "anantaḥ",
            "ananta",
            "guṇa",
            "arṇavaḥ",
            "ādi",
            "devaḥ",
            "upasaṁhṛta",
            "amarṣa",
            "roṣa",
            "vegaḥ",
            "lokānām",
            "svastaye",
            "āste"
        ],
        "translation": "Lord Saṅkarṣaṇa is the ocean of unlimited spiritual qualities, and thus He is known as Anantadeva. He is nondifferent from the Supreme Personality of Godhead. For the welfare of all living entities within this material world, He resides in His abode, restraining His anger and intolerance.",
        "purport": " Anantadeva’s main mission is to dissolve this material creation, but He checks His anger and intolerance. This material world is created to give the conditioned souls another chance to go back home, back to Godhead, but most of them do not take advantage of this facility. After the creation, they again exercise their old propensity for lording it over the material world. These activities of the conditioned souls anger Anantadeva, and He desires to destroy the entire material world. Yet, because He is the Supreme Personality of Godhead, He is kind toward us and checks His anger and intolerance. Only at certain times does He express His anger and destroy the material world."
    },
    {
        "verse": "7",
        "devanagari": "ध्यायमान: सुरासुरोरगसिद्धगन्धर्वविद्याधरमुनिगणैरनवरतमदमुदितविकृतविह्वललोचन: सुललितमुखरिकामृतेनाप्यायमान: स्वपार्षदविबुधयूथपतीनपरिम्‍लानरागनवतुलसिकामोदमध्वासवेन माद्यन्मधुकरव्रातमधुरगीतश्रियं वैजयन्तीं स्वां वनमालां नीलवासा एककुण्डलो हलककुदि कृतसुभगसुन्दरभुजो भगवान्महेन्द्रो वारणेन्द्र इव काञ्चनीं कक्षामुदारलीलो बिभर्ति ॥ ७ ॥",
        "english_devnagari": "dhyāyamānaḥ surāsuroraga-siddha-gandharva-vidyādhara-muni-gaṇair anavarata-mada-mudita-vikṛta-vihvala-locanaḥ sulalita-mukharikāmṛtenāpyāyamānaḥ sva-pārṣada-vibudha-yūtha-patīn aparimlāna-rāga-nava-tulasikāmoda-madhv-āsavena mādyan madhukara-vrāta-madhura-gīta-śriyaṁ vaijayantīṁ svāṁ vanamālāṁ nīla-vāsā eka-kuṇḍalo hala-kakudi kṛta-subhaga-sundara-bhujo bhagavān mahendro vāraṇendra iva kāñcanīṁ kakṣām udāra-līlo bibharti.",
        "verse_Syn": [
            "dhyāyamānaḥ",
            "sura",
            "asura",
            "uraga",
            "siddha",
            "gandharva",
            "vidyādhara",
            "muni",
            "gaṇaiḥ",
            "anavarata",
            "mada",
            "mudita",
            "vikṛta",
            "vihvala",
            "locanaḥ",
            "su",
            "lalita",
            "mukharika",
            "amṛtena",
            "āpyāyamānaḥ",
            "sva",
            "pārṣada",
            "vibudha",
            "yūtha",
            "patīn",
            "aparimlāna",
            "rāga",
            "nava",
            "tulasikā",
            "āmoda",
            "madhu",
            "āsavena",
            "mādyan",
            "madhukara",
            "vrāta",
            "madhura",
            "gīta",
            "śrīyam",
            "vaijayantīm",
            "svām",
            "vanamālām",
            "nīla",
            "vāsāḥ",
            "eka",
            "kuṇḍalaḥ",
            "hala",
            "kakudi",
            "kṛta",
            "subhaga",
            "sundara",
            "bhujaḥ",
            "bhagavān",
            "mahā",
            "indraḥ",
            "vāraṇa",
            "indraḥ",
            "iva",
            "kāñcanīm",
            "kakṣām",
            "udāra",
            "līlaḥ",
            "bibharti"
        ],
        "translation": "Śukadeva Gosvāmī continued: The demigods, the demons, the Uragas [serpentine demigods], the Siddhas, the Gandharvas, the Vidyādharas and many highly elevated sages constantly offer prayers to the Lord. Because He is intoxicated, the Lord looks bewildered, and His eyes, appearing like flowers in full bloom, move to and fro. He pleases His personal associates, the heads of the demigods, by the sweet vibrations emanating from His mouth. Dressed in bluish garments and wearing a single earring, He holds a plow on His back with His two beautiful and well-constructed hands. Appearing as white as the heavenly King Indra, He wears a golden belt around His waist and a vaijayantī garland of ever-fresh tulasī blossoms around His neck. Bees intoxicated by the honeylike fragrance of the tulasī flowers hum very sweetly around the garland, which thus becomes more and more beautiful. In this way, the Lord enjoys His very magnanimous pastimes.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "य एष एवमनुश्रुतो ध्यायमानो मुमुक्षूणामनादिकालकर्मवासनाग्रथितमविद्यामयं हृदयग्रन्थिं सत्त्वरजस्तमोमयमन्तर्हृदयं गत आशु निर्भिनत्ति तस्यानुभावान् भगवान् स्वायम्भुवो नारद: सह तुम्बुरुणा सभायां ब्रह्मण: संश्लोकयामास ॥ ८ ॥",
        "english_devnagari": "ya eṣa evam anuśruto dhyāyamāno mumukṣūṇām anādi-kāla-karma-vāsanā-grathitam avidyāmayaṁ hṛdaya-granthiṁ sattva-rajas-tamomayam antar-hṛdayaṁ gata āśu nirbhinatti tasyānubhāvān bhagavān svāyambhuvo nāradaḥ saha tumburuṇā sabhāyāṁ brahmaṇaḥ saṁślokayām āsa.",
        "verse_Syn": [
            "yaḥ",
            "eṣaḥ",
            "evam",
            "anuśrutaḥ",
            "dhyāyamānaḥ",
            "mumukṣūṇām",
            "anādi",
            "kāla",
            "karma",
            "vāsanā",
            "grathitam",
            "avidyā",
            "mayam",
            "hṛdaya",
            "granthim",
            "sattva",
            "rajaḥ",
            "tamaḥ",
            "mayam",
            "antaḥ",
            "hṛdayam",
            "gataḥ",
            "āśu",
            "nirbhinatti",
            "tasya",
            "anubhāvān",
            "bhagavān",
            "svāyambhuvaḥ",
            "nāradaḥ",
            "saha",
            "tumburuṇā",
            "sabhāyām",
            "brahmaṇaḥ",
            "saṁślokayām",
            "āsa"
        ],
        "translation": "If persons who are very serious about being liberated from material life hear the glories of Anantadeva from the mouth of a spiritual master in the chain of disciplic succession, and if they always meditate upon Saṅkarṣaṇa, the Lord enters the cores of their hearts, vanquishes all the dirty contamination of the material modes of nature, and cuts to pieces the hard knot within the heart, which has been tied tightly since time immemorial by the desire to dominate material nature through fruitive activities. Nārada Muni, the son of Lord Brahmā, always glorifies Anantadeva in his father’s assembly. There he sings blissful verses of his own composition, accompanied by his stringed instrument [or a celestial singer] known as Tumburu.",
        "purport": " None of these descriptions of Lord Anantadeva are imaginary. They are all transcendentally blissful and full of actual knowledge. However, unless one hears them directly from a bona fide spiritual master in the line of disciplic succession, one cannot understand them. This knowledge is delivered to Nārada by Lord Brahmā, and the great saint Nārada, along with his companion, Tumburu, distributes it all over the universe. Sometimes the Supreme Personality of Godhead is described as Uttamaśloka, one who is praised by beautiful poetry. Nārada composes various poems to glorify Lord Ananta, and therefore the word saṁślokayām āsa (praised by selected poetry) is used in this verse. The Vaiṣṇavas in the Gauḍīya-sampradāya belong to the disciplic succession stemming from Lord Brahmā. Lord Brahmā is the spiritual master of Nārada, Nārada is the spiritual master of Vyāsadeva, and Vyāsadeva wrote the Śrīmad-Bhāgavatam as a commentary on the Vedānta-sūtra. Therefore all devotees in the Gauḍīyasampradāya accept the activities of Lord Ananta related in the Śrīmad-Bhāgavatam as authentic, and they are thus benefited by going back home, back to Godhead. The contamination in the heart of a conditioned soul is like a huge accumulation of garbage created by the three modes of material nature, especially the modes of rajas (passion) and tamas (ignorance). This contamination becomes manifest in the form of lusty desires and greed for material possessions. As confirmed herein, unless one receives transcendental knowledge in disciplic succession, there is no question of his becoming purified of this contamination."
    },
    {
        "verse": "9",
        "devanagari": "उत्पत्तिस्थितिलयहेतवोऽस्य कल्पा:सत्त्वाद्या: प्रकृतिगुणा यदीक्षयाऽऽसन्॒ ।यद्रूपं ध्रुवमकृतं यदेकमात्मन्नानाधात्कथमु ह वेद तस्य वर्त्म ॥ ९ ॥",
        "english_devnagari": "utpatti-sthiti-laya-hetavo ’sya kalpāḥsattvādyāḥ prakṛti-guṇā yad-īkṣayāsanyad-rūpaṁ dhruvam akṛtaṁ yad ekam ātmannānādhāt katham u ha veda tasya vartma",
        "verse_Syn": [
            "utpatti",
            "sthiti",
            "laya",
            "hetavaḥ",
            "asya",
            "kalpāḥ",
            "sattva",
            "ādyāḥ",
            "prakṛti",
            "guṇāḥ",
            "yat",
            "īkṣayā",
            "āsan",
            "yat",
            "rūpam",
            "dhruvam",
            "akṛtam",
            "yat",
            "ekam",
            "ātman",
            "nānā",
            "adhāt",
            "katham",
            "u",
            "ha",
            "veda",
            "tasya",
            "vartma"
        ],
        "translation": "By His glance, the Supreme Personality of Godhead enables the modes of material nature to act as the causes of universal creation, maintenance and destruction. The Supreme Soul is unlimited and beginningless, and although He is one, He has manifested Himself in many forms. How can human society understand the ways of the Supreme?",
        "purport": " From Vedic literature we learn that when the Supreme Lord glances (sa aikṣata) over the material energy, the three modes of material nature become manifest and create material variety. Before He glances over the material energy, there is no possibility of the creation, maintenance and annihilation of the material world. The Lord existed before the creation, and consequently He is eternal and unchanging. Therefore how can any human being, however great a scientist or philosopher he may be, understand the ways of the Supreme Personality of Godhead? The following quotations from Caitanya-bhāgavata (Ādi-khaṇḍa, 1.48-52 and 1.58-69) tell of the glories of Lord Ananta: “Lord Brahmā, Lord Śiva, the four Kumāras [Sanaka, Sanātana, Sanandana and Sanāt-kumāra], Vyāsadeva, Śukadeva Gosvāmī and Nārada are all pure devotees, eternal servants of the Lord. “Lord Śrī Ananta is worshiped by all the uncontaminated devotees mentioned above. He has thousands of hoods and is the reservoir of all devotional service. “Lord Ananta is the original person and the great mystic controller. At the same time, He is a servant of God, a Vaiṣṇava. Since there is no end to His glories, no one can understand Him fully. “I have already spoken to you of His service to the Lord. Now hear how the self-sufficient Anantadeva exists in the lower planetary system of Pātāla. “Bearing his stringed instrument, the tumburu, on his shoulders, the great sage Nārada Muni always glorifies Lord Ananta. Nārada Muni has composed many transcendental verses in praise of the Lord. “Simply due to the glance of Lord Ananta, the three material modes of nature interact and produce creation, maintenance and annihilation. These modes of nature appear again and again. “The Lord is glorified as one without a second and as the supreme truth who has no beginning. Therefore He is called Anantadeva [unlimited]. Who can understand Him? “His form is completely spiritual, and He manifests it only by His mercy. All the activities in this material world are conducted only in His form. “He is very powerful and always prepared to please His personal associates and devotees. “If we simply try to engage in the congregational chanting of the glories of Lord Anantadeva, the dirty things in our hearts, accumulated during many births, will immediately be washed away. Therefore a Vaiṣṇava never loses an opportunity to glorify Anantadeva. “Lord Anantadeva is known as Śeṣa [the unlimited end] because He ends our passage through this material world. Simply by chanting His glories, everyone can be liberated. “On His head, Anantadeva sustains the entire universe, with its millions of planets containing enormous oceans and mountains. “He is so large and powerful that this universe rests on one of His hoods just like a drop of water. He does not know where it is. “While bearing the universe on one of His hoods, Anantadeva chants the glories of Kṛṣṇa with each of His thousands of mouths. “Although He has been chanting the glories of Lord Kṛṣṇa since time immemorial, He has still not come to their end. “To this very day, Lord Ananta continues to chant the glories of Śrī Caitanya Mahāprabhu, and still He finds no end to them.”"
    },
    {
        "verse": "10",
        "devanagari": "मूर्तिं न: पुरुकृपया बभार सत्त्वंसंशुद्धं सदसदिदं विभाति तत्र ।यल्लीलां मृगपतिराददेऽनवद्या-मादातुं स्वजनमनांस्युदारवीर्य: ॥ १० ॥",
        "english_devnagari": "mūrtiṁ naḥ puru-kṛpayā babhāra sattvaṁsaṁśuddhaṁ sad-asad idaṁ vibhāti tatrayal-līlāṁ mṛga-patir ādade ’navadyāmādātuṁ svajana-manāṁsy udāra-vīryaḥ",
        "verse_Syn": [
            "mūrtim",
            "naḥ",
            "puru",
            "kṛpayā",
            "babhāra",
            "sattvam",
            "saṁśuddham",
            "sat",
            "asat",
            "idam",
            "vibhāti",
            "tatra",
            "yat",
            "līlām",
            "mṛga",
            "patiḥ",
            "ādade",
            "anavadyām",
            "ādātum",
            "sva",
            "jana",
            "manāṁsi",
            "udāra",
            "vīryaḥ"
        ],
        "translation": "This manifestation of subtle and gross matter exists within the Supreme Personality of Godhead. Out of causeless mercy toward His devotees, He exhibits various forms, which are all transcendental. The Supreme Lord is most liberal, and He possesses all mystic power. To conquer the minds of His devotees and give pleasure to their hearts, He appears in different incarnations and manifests many pastimes.",
        "purport": " Śrīla Jīva Gosvāmī has translated this verse as follows. “The Supreme Personality of Godhead is the cause of all causes. It is by His will that gross and subtle ingredients interact. He appears in various incarnations just to please the hearts of His pure devotees.” For example, the Supreme Lord appeared in the transcendental incarnation of Lord Varāha (the boar) just to please His devotees by lifting the planet earth from the Garbhodaka Ocean."
    },
    {
        "verse": "11",
        "devanagari": "यन्नाम श्रुतमनुकीर्तयेदकस्मा-दार्तो वा यदि पतित: प्रलम्भनाद्वा ।हन्त्यंह: सपदि नृणामशेषमन्यंकं शेषाद्भ‍गवत आश्रयेन्मुमुक्षु: ॥ ११ ॥",
        "english_devnagari": "yan-nāma śrutam anukīrtayed akasmādārto vā yadi patitaḥ pralambhanād vāhanty aṁhaḥ sapadi nṛṇām aśeṣam anyaṁkaṁ śeṣād bhagavata āśrayen mumukṣuḥ",
        "verse_Syn": [
            "yat",
            "nāma",
            "śrutam",
            "anukīrtayet",
            "akasmāt",
            "ārtaḥ",
            "vā",
            "yadi",
            "patitaḥ",
            "pralambhanāt",
            "vā",
            "hanti",
            "aṁhaḥ",
            "sapadi",
            "nṛṇām",
            "aśeṣam",
            "anyam",
            "kam",
            "śeṣāt",
            "bhagavataḥ",
            "āśrayet",
            "mumukṣuḥ"
        ],
        "translation": "Even if he be distressed or degraded, any person who chants the holy name of the Lord, having heard it from a bona fide spiritual master, is immediately purified. Even if he chants the Lord’s name jokingly or by chance, he and anyone who hears him are freed from all sins. Therefore how can anyone seeking disentanglement from the material clutches avoid chanting the name of Lord Śeṣa? Of whom else should one take shelter?",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "मूर्धन्यर्पितमणुवत्सहस्रमूर्ध्नोभूगोलं सगिरिसरित्समुद्रसत्त्वम् ।आनन्त्यादनिमितविक्रमस्य भूम्न:को वीर्याण्यधिगणयेत्सहस्रजिह्व: ॥ १२ ॥",
        "english_devnagari": "mūrdhany arpitam aṇuvat sahasra-mūrdhnobhū-golaṁ sagiri-sarit-samudra-sattvamānantyād animita-vikramasya bhūmnaḥko vīryāṇy adhi gaṇayet sahasra-jihvaḥ",
        "verse_Syn": [
            "mūrdhani",
            "arpitam",
            "aṇu",
            "vat",
            "sahasra",
            "mūrdhnaḥ",
            "bhū",
            "golam",
            "sa",
            "giri",
            "sarit",
            "samudra",
            "sattvam",
            "ānantyāt",
            "animita",
            "vikramasya",
            "bhūmnaḥ",
            "kaḥ",
            "vīryāṇi",
            "adhi",
            "gaṇayet",
            "sahasra",
            "jihvaḥ"
        ],
        "translation": "Because the Lord is unlimited, no one can estimate His power. This entire universe, filled with its many great mountains, rivers, oceans, trees and living entities, is resting just like an atom on one of His many thousands of hoods. Is there anyone, even with thousands of tongues, who can describe His glories?",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "एवम्प्रभावो भगवाननन्तोदुरन्तवीर्योरुगुणानुभाव: ।मूले रसाया: स्थित आत्मतन्त्रोयो लीलया क्ष्मां स्थितये बिभर्ति ॥ १३ ॥",
        "english_devnagari": "evam-prabhāvo bhagavān anantoduranta-vīryoru-guṇānubhāvaḥmūle rasāyāḥ sthita ātma-tantroyo līlayā kṣmāṁ sthitaye bibharti",
        "verse_Syn": [
            "evam",
            "prabhāvaḥ",
            "bhagavān",
            "anantaḥ",
            "duranta",
            "vīrya",
            "uru",
            "guṇa",
            "anubhāvaḥ",
            "mūle",
            "rasāyāḥ",
            "sthitaḥ",
            "ātma",
            "tantraḥ",
            "yaḥ",
            "līlayā",
            "kṣmām",
            "sthitaye",
            "bibharti"
        ],
        "translation": "There is no end to the great and glorious qualities of that powerful Lord Anantadeva. Indeed, His prowess is unlimited. Though self-sufficient, He Himself is the support of everything. He resides beneath the lower planetary systems and easily sustains the entire universe.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "एता ह्येवेह नृभिरुपगन्तव्या गतयो यथाकर्मविनिर्मिता यथोपदेशमनुवर्णिता: कामान् कामयमानै: ॥ १४ ॥",
        "english_devnagari": "etā hy eveha nṛbhir upagantavyā gatayo yathā-karma-vinirmitā yathopadeśam anuvarṇitāḥ kāmān kāmayamānaiḥ.",
        "verse_Syn": [
            "etāḥ",
            "hi",
            "eva",
            "iha",
            "nṛbhiḥ",
            "upagantavyāḥ",
            "gatayaḥ",
            "yathā",
            "karma",
            "vinirmitāḥ",
            "yathā",
            "upadeśam",
            "anuvarṇitāḥ",
            "kāmān",
            "kāmayamānaiḥ"
        ],
        "translation": "My dear King, as I heard of it from my spiritual master, I have fully described to you the creation of this material world according to the fruitive activities and desires of the conditioned souls. Those conditioned souls, who are full of material desires, achieve various situations in different planetary systems, and in this way they live within this material creation.",
        "purport": " In this regard, Śrīla Bhaktivinoda Ṭhākura sings, “My Lord, I do not know when I commenced my material life, but I can certainly experience that I have fallen in the deep ocean of nescience. Now I can also see that there is no other way to get out of it than to take shelter of Your lotus feet.” Similarly, Śrī Caitanya Mahāprabhu offers the following prayer: “My dear Lord, son of Nanda Mahārāja, I am Your eternal servant. Somehow or other, I have fallen into this ocean of nescience. Kindly, therefore, save me from this horrible condition of materialistic life.”"
    },
    {
        "verse": "15",
        "devanagari": "एतावतीर्हि राजन् पुंस: प्रवृत्तिलक्षणस्य धर्मस्य विपाकगतय उच्चावचा विसदृशा यथाप्रश्नं व्याचख्ये किमन्यत्कथयाम इति ॥ १५ ॥",
        "english_devnagari": "etāvatīr hi rājan puṁsaḥ pravṛtti-lakṣaṇasya dharmasya vipāka-gataya uccāvacā visadṛśā yathā-praśnaṁ vyācakhye kim anyat kathayāma iti.",
        "verse_Syn": [
            "etāvatīḥ",
            "hi",
            "rājan",
            "puṁsaḥ",
            "pravṛtti",
            "lakṣaṇasya",
            "dharmasya",
            "vipāka",
            "gatayaḥ",
            "ucca",
            "avacāḥ",
            "visadṛśāḥ",
            "yathā",
            "praśnam",
            "vyācakhye",
            "kim",
            "anyat",
            "kathayāma",
            "iti"
        ],
        "translation": "My dear King, I have thus described how people generally act according to their different desires and, as a result, get different types of bodies in higher or lower planets. You inquired of these things from me, and I have explained to you whatever I have heard from authorities. What shall I speak of now?",
        "purport": "Thus end the Bhaktivedanta purports of the Fifth Canto, Twenty-fifth Chapter, of the Śrīmad-Bhāgavatam, entitled “The Glories of Lord Ananta.”"
    }
]