[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचकिम्पुरुषे वर्षे भगवन्तमादिपुरुषं लक्ष्मणाग्रजं सीताभिरामं रामं तच्चरणसन्निकर्षाभिरत: परमभागवतो हनुमान् सह किम्पुरुषैरविरतभक्तिरुपास्ते ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācakimpuruṣe varṣe bhagavantam ādi-puruṣaṁ lakṣmaṇāgrajaṁ sītābhirāmaṁ rāmaṁ tac-caraṇa-sannikarṣābhirataḥ parama-bhāgavato hanumān saha kimpuruṣair avirata-bhaktir upāste.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "kimpuruṣe",
            "varṣe",
            "bhagavantam",
            "ādi",
            "puruṣam",
            "lakṣmaṇa",
            "agra",
            "jam",
            "sītā",
            "abhirāmam",
            "rāmam",
            "tat",
            "caraṇa",
            "sannikarṣa",
            "abhirataḥ",
            "parama",
            "bhāgavataḥ",
            "hanumān",
            "saha",
            "kimpuruṣaiḥ",
            "avirata",
            "bhaktiḥ",
            "upāste"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī said: My dear King, in Kimpuruṣa-varṣa the great devotee Hanumān is always engaged with the inhabitants of that land in devotional service to Lord Rāmacandra, the elder brother of Lakṣmaṇa and dear husband of Sītādevī.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "आर्ष्टिषेणेन सह गन्धर्वैरनुगीयमानां परमकल्याणीं भर्तृभगवत्कथां समुपश‍ृणोति स्वयं चेदं गायति ॥ २ ॥",
        "english_devnagari": "ārṣṭiṣeṇena saha gandharvair anugīyamānāṁ parama-kalyāṇīṁ bhartṛ-bhagavat-kathāṁ samupaśṛṇoti svayaṁ cedaṁ gāyati.",
        "verse_Syn": [
            "ārṣṭi",
            "ṣeṇena",
            "saha",
            "gandharvaiḥ",
            "anugīyamānām",
            "parama",
            "kalyāṇīm",
            "bhartṛ",
            "bhagavat",
            "kathām",
            "samupaśṛṇoti",
            "svayam",
            "ca",
            "idam",
            "gāyati"
        ],
        "translation": "A host of Gandharvas is always engaged in chanting the glories of Lord Rāmacandra. That chanting is always extremely auspicious. Hanumānjī and Arṣṭiṣeṇa, the chief person in Kimpuruṣa-varṣa, constantly hear those glories with complete attention. Hanumān chants the following mantras.",
        "purport": " In the Purāṇas there are two different opinions concerning Lord Rāmacandra. In the Laghu-bhāgavatāmṛta (5.34-36) this is confirmed in the description of the incarnation of Manu. The Viṣṇu-dharmottara describes that Lord Rāmacandra and His brothers — Lakṣmaṇa, Bharata and Śatrughna — are incarnations of Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha respectively. The Padma Purāṇa, however, says that Lord Rāmacandra is an incarnation of Nārāyaṇa and that the other three brothers are incarnations of Śeṣa, Cakra and Śaṅkha. Therefore Śrīla Baladeva Vidyābhūṣaṇa has concluded, tad idaṁ kalpa-bhedenaiva sambhāvyam. In other words, these opinions are not contradictory. In some millenniums Lord Rāmacandra and His brothers appear as incarnations of Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha, and in other millenniums They appear as incarnations of Nārāyaṇa, Śeṣa, Cakra and Śaṅkha. The residence of Lord Rāmacandra on this planet is Ayodhyā. Ayodhyā City is still existing in the district of Faizabad, which is situated on the northern side of Uttar Pradesh."
    },
    {
        "verse": "3",
        "devanagari": "ॐ नमो भगवते उत्तमश्लोकाय नम आर्यलक्षणशीलव्रताय नम उपशिक्षितात्मन उपासितलोकाय नम: साधुवादनिकषणाय नमो ब्रह्मण्यदेवाय महापुरुषाय महाराजाय नम इति ॥ ३ ॥",
        "english_devnagari": "oṁ namo bhagavate uttamaślokāya nama ārya-lakṣaṇa-śīla-vratāya nama upaśikṣitātmana upāsita-lokāya namaḥ sādhu-vāda-nikaṣaṇāya namo brahmaṇya-devāya mahā-puruṣāya mahā-rājāya nama iti.",
        "verse_Syn": [
            "om",
            "namaḥ",
            "bhagavate",
            "uttama",
            "ślokāya",
            "namaḥ",
            "ārya",
            "lakṣaṇa",
            "śīla",
            "vratāya",
            "namaḥ",
            "upaśikṣita",
            "ātmane",
            "upāsita",
            "lokāya",
            "namaḥ",
            "sādhu",
            "vāda",
            "nikaṣaṇāya",
            "namaḥ",
            "brahmaṇya",
            "devāya",
            "mahā",
            "puruṣāya",
            "mahā",
            "rājāya",
            "namaḥ",
            "iti"
        ],
        "translation": "Let me please Your Lordship by chanting the bīja-mantra oṁkāra. I wish to offer my respectful obeisances unto the Personality of Godhead, who is the best among the most highly elevated personalities. Your Lordship is the reservoir of all the good qualities of Āryans, people who are advanced. Your character and behavior are always consistent, and You always control Your senses and mind. Acting just like an ordinary human being, You exhibit exemplary character to teach others how to behave. There is a touchstone that can be used to examine the quality of gold, but You are like a touchstone that can verify all good qualities. You are worshiped by brāhmaṇas who are the foremost of all devotees. You, the Supreme Person, are the King of kings, and therefore I offer my respectful obeisances unto You.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "यत्तद्विशुद्धानुभवमात्रमेकंस्वतेजसा ध्वस्तगुणव्यवस्थम् ।प्रत्यक्प्रशान्तं सुधियोपलम्भनंह्यनामरूपं निरहं प्रपद्ये ॥ ४ ॥",
        "english_devnagari": "yat tad viśuddhānubhava-mātram ekaṁsva-tejasā dhvasta-guṇa-vyavasthampratyak praśāntaṁ sudhiyopalambhanaṁhy anāma-rūpaṁ nirahaṁ prapadye",
        "verse_Syn": [
            "yat",
            "tat",
            "viśuddha",
            "anubhava",
            "mātram",
            "ekam",
            "sva",
            "tejasā",
            "dhvasta",
            "guṇa",
            "vyavastham",
            "pratyak",
            "praśāntam",
            "sudhiyā",
            "upalambhanam",
            "hi",
            "anāma",
            "rūpam",
            "niraham",
            "prapadye"
        ],
        "translation": "The Lord, whose pure form [sac-cid-ānanda-vigraha] is uncontaminated by the modes of material nature, can be perceived by pure consciousness. In the Vedānta He is described as being one without a second. Because of His spiritual potency, He is untouched by the contamination of material nature, and because He is not subjected to material vision, He is known as transcendental. He has no material activities, nor has He a material form or name. Only in pure consciousness, Kṛṣṇa consciousness, can one perceive the transcendental form of the Lord. Let us be firmly fixed at the lotus feet of Lord Rāmacandra, and let us offer our respectful obeisances unto those transcendental lotus feet.",
        "purport": " The Supreme Personality of Godhead, Kṛṣṇa, appears in various expansions, as stated in the Brahma-saṁhitā (5.39): “I worship the Supreme Personality of Godhead, Govinda, who is always situated in various incarnations such as Rāma, Nṛsiṁha and many subincarnations as well, but who is the original Personality of Godhead known as Kṛṣṇa and who incarnates personally also.” Kṛṣṇa, who is viṣṇu-tattva, has expanded Himself in many Viṣṇu forms, of which Lord Rāmacandra is one. We know that the viṣṇu-tattva is carried by the transcendental bird Garuḍa and is equipped with different types of weapons in four hands. Therefore we may doubt whether Lord Rāmacandra could be in the same category, since He was carried by Hanumān, not by Garuḍa, and had neither four hands nor the śaṅkha, cakra, gadā and padma. Consequently this verse clarifies that Rāmacandra is as good as Kṛṣṇa (rāmādi-mūrtiṣu kalā). Although Kṛṣṇa is the original Supreme Personality of Godhead, Rāmacandra is not different from Him. Rāmacandra is unaffected by the modes of material nature, and therefore He is praśānta, never disturbed by those modes. Unless one is saturated with love for the Supreme Personality of Godhead, one cannot appreciate the transcendental value of Lord Rāmacandra; one cannot see Him with material eyes. Because demons like Rāvaṇa have no spiritual vision, they consider Lord Rāmacandra an ordinary kṣatriya king. Rāvaṇa therefore attempted to kidnap Lord Rāmacandra’s eternal consort, Sītādevī. Actually, however, Rāvaṇa could not carry off Sītādevī in her original form. As soon as she was touched by Rāvaṇa’s hands, she gave him a material form, but she maintained her original form beyond his vision. Therefore in this verse the words pratyak praśāntam indicate that Lord Rāmacandra and His potency, the goddess Sītā, keep themselves aloof from the influence of the material energy. In the Upaniṣads it is said: yam evaiṣa vṛṇute tena labhyaḥ (Kaṭha Upaniṣad 1.2.23). The Supreme Lord, Paramātmā, the Personality of Godhead, can be seen or perceived only by persons who are saturated with devotional service. As stated in the Brahma-saṁhitā (5.38): “I worship the primeval Lord, Govinda, who is always seen by the devotee whose eyes are anointed with the pulp of love. He is seen in His eternal form of Śyāmasundara, situated within the heart of the devotee.” Similarly, in the Chāndogya Upaniṣad it is stated, etās tisro devatā anena jīvena. In this verse of the Chāndogya Upaniṣad the word anena is used to distinguish the ātmā and Paramātmā as two separate identities. The words tisro devatā indicate that the body of the living entity is made of three material elements — fire, earth and water. Although the Paramātmā enters the heart of the jīvātmā, who is influenced and designated by a material body, the Paramātmā has nothing to do with the jīvātmā’s body. Because the Paramātmā has no material connections, He is described here as anāma-rūpaṁ niraham. The Paramātmā has no material identity, whereas the jīvātmā does. The jīvātmā may introduce himself as an Indian, American, German and so on, but the Paramātmā has no such material designations, and therefore He has no material name. The jīvātmā is different from his name, but the Paramātmā is not; His name and He Himself are one and the same. This is the meaning of niraham, which means “without material designations.” This word cannot possibly be twisted to mean that the Paramātmā has no ahaṅkāra, no “I-ness” or identity. He has His transcendental identity as the Supreme. This is the explanation given by Śrīla Jīva Gosvāmī. According to another interpretation, given by Viśvanātha Cakravartī Ṭhākura, niraham means nirniścayena aham. Niraham does not mean that the Supreme Lord has no identity. Rather, the stress given by the word aham proves strongly that He does have His personal identity because nir not only means “negative” but also means “strong ascertainment.”"
    },
    {
        "verse": "5",
        "devanagari": "मर्त्यावतारस्त्विह मर्त्यशिक्षणंरक्षोवधायैव न केवलं विभो: ।कुतोऽन्यथा स्याद्रमत: स्व आत्मन:सीताकृतानि व्यसनानीश्वरस्य ॥ ५ ॥",
        "english_devnagari": "martyāvatāras tv iha martya-śikṣaṇaṁrakṣo-vadhāyaiva na kevalaṁ vibhoḥkuto ’nyathā syād ramataḥ sva ātmanaḥsītā-kṛtāni vyasanānīśvarasya",
        "verse_Syn": [
            "martya",
            "avatāraḥ",
            "tu",
            "iha",
            "martya",
            "śikṣaṇam",
            "rakṣaḥ",
            "vadhāya",
            "eva",
            "na",
            "kevalam",
            "vibhoḥ",
            "kutaḥ",
            "anyathā",
            "syāt",
            "ramataḥ",
            "sve",
            "ātmanaḥ",
            "sītā",
            "kṛtāni",
            "vyasanāni",
            "īśvarasya"
        ],
        "translation": "It was ordained that Rāvaṇa, chief of the Rākṣasas, could not be killed by anyone but a man, and for this reason Lord Rāmacandra, the Supreme Personality of Godhead, appeared in the form of a human being. Lord Rāmacandra’s mission, however, was not only to kill Rāvaṇa but also to teach mortal beings that material happiness centered around sex life or centered around one’s wife is the cause of many miseries. He is the self-sufficient Supreme Personality of Godhead, and nothing is lamentable for Him. Therefore why else could He be subjected to tribulations by the kidnapping of mother Sītā?",
        "purport": " When the Lord appears in this universe in the form of a human being, He has two purposes, as stated in Bhagavad-gītā — paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām: to destroy the demons and protect the devotees. To protect the devotees, the Lord not only satisfies them by His personal presence but also teaches them so that they will not fall down from devotional service. By His personal example, Lord Rāmacandra taught the devotees that it is better not to enter married life, which is certainly followed by many tribulations. As confirmed in Śrīmad-Bhāgavatam (7.9.45): Kṛpaṇas, those who are not advanced in spiritual knowledge and who are therefore just the opposite of brāhmaṇas, generally take to family life, which is a concession for sex. Thus they enjoy sex again and again, although that sex is followed by many tribulations. This is a warning to devotees. To teach this lesson to devotees and to human society in general, Lord Śrī Rāmacandra, although the Supreme Personality of Godhead Himself, underwent a series of tribulations because He accepted a wife, mother Sītā. Lord Rāmacandra underwent these austerities, of course, only to instruct us; actually He never has any reason to lament for anything. Another aspect of the Lord’s instructions is that one who accepts a wife must be a faithful husband and give her full protection. Human society is divided into two classes of men — those who strictly follow the religious principles and those who are devotees. By His personal example, Lord Rāmacandra wanted to instruct both of them how to fully adopt the discipline of the religious system and how to be a beloved and dutiful husband. Otherwise He had no reason to undergo apparent tribulations. One who strictly follows religious principles must not neglect to provide all facilities for the complete protection of his wife. There may be some suffering because of this, but one must nevertheless endure it. That is the duty of a faithful husband. By His personal example, Lord Rāmacandra demonstrated this duty. Lord Rāmacandra could have produced hundreds and thousands of Sītās from His pleasure energy, but just to show the duty of a faithful husband, He not only rescued Sītā from the hands of Rāvaṇa but also killed Rāvaṇa and all the members of his family. Another aspect of the teachings of Lord Rāmacandra is that although Lord Viṣṇu, the Supreme Personality of Godhead, and His devotees may apparently suffer from material tribulations, they have nothing to do with such tribulations. They are mukta-puruṣas, liberated persons, under all circumstances. It is therefore said in the Caitanya-bhāgavata: A Vaiṣṇava is always firmly situated in transcendental bliss because of engagement in devotional service. Although he may appear to suffer material pains, his position is called transcendental bliss in separation (viraha). The emotions a lover and beloved feel when separated from one another are actually very blissful, although apparently painful. Therefore the separation of Lord Rāmacandra from Sītādevī, as well as the consequent tribulation they suffered, is but another display of transcendental bliss. That is the opinion of Śrīla Viśvanātha Cakravartī Ṭhākura."
    },
    {
        "verse": "6",
        "devanagari": "न वै स आत्मात्मवतां सुहृत्तम:सक्तस्त्रिलोक्यां भगवान् वासुदेव: ।न स्त्रीकृतं कश्मलमश्नुवीतन लक्ष्मणं चापि विहातुमर्हति ॥ ६ ॥",
        "english_devnagari": "na vai sa ātmātmavatāṁ suhṛttamaḥsaktas tri-lokyāṁ bhagavān vāsudevaḥna strī-kṛtaṁ kaśmalam aśnuvītana lakṣmaṇaṁ cāpi vihātum arhati",
        "verse_Syn": [
            "na",
            "vai",
            "saḥ",
            "ātmā",
            "ātmavatām",
            "suhṛt",
            "tamaḥ",
            "saktaḥ",
            "tri",
            "lokyām",
            "bhagavān",
            "vāsudevaḥ",
            "na",
            "strī",
            "kṛtam",
            "kaśmalam",
            "aśnuvīta",
            "na",
            "lakṣmaṇam",
            "ca",
            "api",
            "vihātum",
            "arhati"
        ],
        "translation": "Since Lord Śrī Rāmacandra is the Supreme Personality of Godhead, Vāsudeva, He is not attached to anything in this material world. He is the most beloved Supersoul of all self-realized souls, and He is their very intimate friend. He is full of all opulences. Therefore He could not possibly have suffered because of separation from His wife, nor could He have given up His wife and Lakṣmaṇa, His younger brother. To give up either would have been absolutely impossible.",
        "purport": " In defining the Supreme Personality of Godhead, we say that He is full in all six opulences — wealth, fame, strength, influence, beauty and renunciation. He is called renounced because He is not attached to anything in this material world; He is specifically attached to the spiritual world and the living entities there. The affairs of the material world take place under the superintendence of Durgādevī (sṛṣṭi-sthiti-pralaya-sādhana-śaktir ekā/ chāyeva yasya bhuvanāni bibharti durgā). Everything is going on under the strict rules and regulations of the material energy, represented by Durgā. Therefore the Lord is completely detached and need not give attention to the material world. Sītādevī belongs to the spiritual world. Similarly, Lord Lakṣmaṇa, Rāmacandra’s younger brother, is a manifestation of Saṅkarṣaṇa, and Lord Rāmacandra Himself is Vāsudeva, the Supreme Personality of Godhead. Since the Lord is always spiritually qualified, He is attached to servants who always render transcendental loving service unto Him. He is attached to the truth in life, not to brahminical qualities. Indeed, He is never attached to any material qualities. Although He is the Supersoul of all living entities, He is specifically manifest to those who are self-realized, and He is especially dear to the hearts of His transcendental devotees. Because Lord Rāmacandra descended to teach human society how dutiful a king should be, He apparently gave up the company of mother Sītā and Lakṣmaṇa. Factually, however, He could not have given them up. One should therefore learn about the activities of Lord Rāmacandra from a self-realized soul. Then one can understand the transcendental activities of the Lord."
    },
    {
        "verse": "7",
        "devanagari": "न जन्म नूनं महतो न सौभगंन वाङ्‌न बुद्धिर्नाकृतिस्तोषहेतु: ।तैर्यद्विसृष्टानपि नो वनौकस-श्चकार सख्ये बत लक्ष्मणाग्रज: ॥ ७ ॥",
        "english_devnagari": "na janma nūnaṁ mahato na saubhagaṁna vāṅ na buddhir nākṛtis toṣa-hetuḥtair yad visṛṣṭān api no vanaukasaścakāra sakhye bata lakṣmaṇāgrajaḥ",
        "verse_Syn": [
            "na",
            "janma",
            "nūnam",
            "mahataḥ",
            "na",
            "saubhagam",
            "na",
            "vāk",
            "na",
            "buddhiḥ",
            "na",
            "ākṛtiḥ",
            "toṣa",
            "hetuḥ",
            "taiḥ",
            "yat",
            "visṛṣṭān",
            "api",
            "naḥ",
            "vana",
            "okasaḥ",
            "cakāra",
            "sakhye",
            "bata",
            "lakṣmaṇa",
            "agra",
            "jaḥ"
        ],
        "translation": "One cannot establish a friendship with the Supreme Lord Rāmacandra on the basis of material qualities such as one’s birth in an aristocratic family, one’s personal beauty, one’s eloquence, one’s sharp intelligence or one’s superior race or nation. None of these qualifications is actually a prerequisite for friendship with Lord Śrī Rāmacandra. Otherwise how is it possible that although we uncivilized inhabitants of the forest have not taken noble births, although we have no physical beauty and although we cannot speak like gentlemen, Lord Rāmacandra has nevertheless accepted us as friends?",
        "purport": " In a prayer to Kṛṣṇa expressing her feelings, Śrīmatī Kuntīdevī called Him akiñcana-gocara. The prefix a means “not,” and kiñcana “something of this material world.” One may be very proud of his prestigious position, material wealth, beauty, education and so on, but although these are certainly good qualifications in material dealings, they are not necessary for achieving friendship with the Supreme Personality of Godhead. One who possesses all these material qualities is expected to become a devotee, and when he actually does, the qualities are properly utilized. Those who are puffed up by a high birth, wealth, education and personal beauty (janmaiśvarya-śruta-śrī) unfortunately do not care for developing Kṛṣṇa consciousness, nor does the Supreme Personality of Godhead care about all these material qualifications. The Supreme Lord is achieved by devotion (bhaktyā mām abhijānāti). One’s devotion and sincere desire to serve the Supreme Personality of Godhead are the only qualifications. Rūpa Gosvāmī has also said that the price for achieving God’s favor is simply one’s sincere eagerness to have it (laulyam ekaṁ mūlyam). In the Caitanya-bhāgavata it is said: “Behold the great fortune of the devotee Kholāvecā. Lord Brahmā and Śiva shed tears upon seeing his greatness. One cannot attain Lord Kṛṣṇa by any amount of wealth, followers, or learning. Śrī Caitanya Mahāprabhu is controlled only by pure devotion.” Lord Śrī Caitanya Mahāprabhu had a very sincere devotee whose name was Kholāvecā Śrīdhara and whose only business was to sell pots made of the skin of banana trees. Whatever income he had, he used fifty percent for the worship of mother Ganges, and with the other fifty percent he provided for his necessities. On the whole, he was so very poor that he lived in a cottage that had a broken roof with many holes in it. He could not afford brass utensils, and therefore he drank water from an iron pot. Nevertheless, he was a great devotee of Lord Śrī Caitanya Mahāprabhu. He is a typical example of how a poor man with no material possessions can become a most exalted devotee of the Lord. The conclusion is that one cannot attain shelter at the lotus feet of Lord Kṛṣṇa or Śrī Caitanya Gosāñi through material opulence; that shelter is attainable only by pure devotional service. “One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.”"
    },
    {
        "verse": "8",
        "devanagari": "सुरोऽसुरो वाप्यथ वानरो नर:सर्वात्मना य: सुकृतज्ञमुत्तमम् ।भजेत रामं मनुजाकृतिं हरिंय उत्तराननयत्कोसलान्दिवमिति ॥ ८ ॥",
        "english_devnagari": "suro ’suro vāpy atha vānaro naraḥsarvātmanā yaḥ sukṛtajñam uttamambhajeta rāmaṁ manujākṛtiṁ hariṁya uttarān anayat kosalān divam iti",
        "verse_Syn": [
            "suraḥ",
            "asuraḥ",
            "vā",
            "api",
            "atha",
            "vā",
            "anaraḥ",
            "naraḥ",
            "sarva",
            "ātmanā",
            "yaḥ",
            "su",
            "kṛtajñam",
            "uttamam",
            "bhajeta",
            "rāmam",
            "manuja",
            "ākṛtim",
            "harim",
            "yaḥ",
            "uttarān",
            "anayat",
            "kosalān",
            "divam",
            "iti"
        ],
        "translation": "Therefore, whether one is a demigod or a demon, a man or a creature other than man, such as a beast or bird, everyone should worship Lord Rāmacandra, the Supreme Personality of Godhead, who appears on this earth just like a human being. There is no need of great austerities or penances to worship the Lord, for He accepts even a small service offered by His devotee. Thus He is satisfied, and as soon as He is satisfied, the devotee is successful. Indeed, Lord Śrī Rāmacandra brought all the devotees of Ayodhyā back home, back to Godhead [Vaikuṇṭha].",
        "purport": " Lord Śrī Rāmacandra is so kind and merciful to His devotees that He is very easily satisfied by a little service rendered by anyone, human or not. This is the special advantage of worshiping Lord Rāmacandra, and there is the same advantage in worshiping Lord Śrī Caitanya Mahāprabhu. Lord Kṛṣṇa and Lord Rāmacandra, in the manner of kṣatriyas, sometimes showed Their mercy by killing asuras, but Lord Śrī Caitanya Mahāprabhu awarded love of God without difficulty even to the asuras. All the incarnations of the Supreme Personality of Godhead — but especially Lord Rāmacandra, Lord Kṛṣṇa and, later, Lord Śrī Caitanya Mahāprabhu — delivered many of the living entities present before Them, indeed almost all of them. Śrī Caitanya Mahāprabhu is therefore represented in the six-armed form of ṣaḍ-bhūja-mūrti, which is a combination of Lord Rāmacandra, Lord Kṛṣṇa and Lord Śrī Caitanya Mahāprabhu. The best purpose of human life can be fulfilled by worshiping the ṣaḍ-bhūja-mūrti, the form of the Lord with six arms — two arms of Rāmacandra, two arms of Kṛṣṇa and two arms of Śrī Caitanya Mahāprabhu."
    },
    {
        "verse": "9",
        "devanagari": "भारतेऽपि वर्षे भगवान्नरनारायणाख्य आकल्पान्तमुपचितधर्मज्ञानवैराग्यैश्वर्योपशमोपरमात्मोपलम्भनमनुग्रहायात्मवतामनुकम्पया तपोऽव्यक्तगतिश्चरति ॥ ९ ॥",
        "english_devnagari": "bhārate ’pi varṣe bhagavān nara-nārāyaṇākhya ākalpāntam upacita-dharma-jñāna-vairāgyaiśvaryopaśamoparamātmopalambhanam anugrahāyātmavatām anukampayā tapo ’vyakta-gatiś carati.",
        "verse_Syn": [
            "bhārate",
            "api",
            "varṣe",
            "bhagavān",
            "nara",
            "nārāyaṇa",
            "ākhyaḥ",
            "ā",
            "kalpa",
            "antam",
            "upacita",
            "dharma",
            "jñāna",
            "vairāgya",
            "aiśvarya",
            "upaśama",
            "uparama",
            "ātma",
            "upalambhanam",
            "anugrahāya",
            "ātma",
            "vatām",
            "anukampayā",
            "tapaḥ",
            "avyakta",
            "gatiḥ",
            "carati"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] The glories of the Supreme Personality of Godhead are inconceivable. He has appeared in the form of Nara-Nārāyaṇa in the land of Bhārata-varṣa, at the place known as Badarikāśrama, to favor His devotees by teaching them religion, knowledge, renunciation, spiritual power, sense control and freedom from false ego. He is advanced in the opulence of spiritual assets, and He engages in executing austerity until the end of this millennium. This is the process of self-realization.",
        "purport": " People in India may visit the temple of Nara-Nārāyaṇa at Badarikāśrama just to learn how the Supreme Personality of Godhead in His incarnation as Nara-Nārāyaṇa engages in austerities to teach the people of the world how to achieve self-realization. It is impossible to realize oneself simply by absorbing oneself in speculation and material activities. One must be very serious about self-realization and the practice of austerity. Unfortunately, the people of this Age of Kali do not even know the meaning of austerity. Under these circumstances, the Lord has appeared as Śrī Caitanya Mahāprabhu to bestow upon the fallen souls the easiest method of self-realization, technically called ceto-darpaṇa-mārjanam, cleansing of the dirt from the core of one’s heart. This method is extremely simple. Anyone can chant the glorious kṛṣṇa-saṅkīrtana — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. In this age there are different forms of so-called advanced scientific knowledge, such as anthropology, Marxism, Freudianism, nationalism and industrialism, but if we work very hard under their guidance instead of adopting the process practiced by Nara-Nārāyaṇa, we shall waste our valuable human form of life. Thus we shall certainly be cheated and misled."
    },
    {
        "verse": "10",
        "devanagari": "तं भगवान्नारदो वर्णाश्रमवतीभिर्भारतीभि: प्रजाभिर्भगवत्प्रोक्ताभ्यां साङ्ख्ययोगाभ्यां भगवदनुभावोपवर्णनं सावर्णेरुपदेक्ष्यमाण: परमभक्तिभावेनोपसरति इदं चाभिगृणाति ॥ १० ॥",
        "english_devnagari": "taṁ bhagavān nārado varṇāśramavatībhir bhāratībhiḥ prajābhir bhagavat-proktābhyāṁ sāṅkhya-yogābhyāṁ bhagavad-anubhāvopavarṇanaṁ sāvarṇer upadekṣyamāṇaḥ parama-bhakti-bhāvenopasarati idaṁ cābhigṛṇāti.",
        "verse_Syn": [
            "tam",
            "bhagavān",
            "nāradaḥ",
            "varṇa",
            "āśrama",
            "vatībhiḥ",
            "bhāratībhiḥ",
            "prajābhiḥ",
            "bhagavat",
            "proktābhyām",
            "sāṅkhya",
            "yogābhyām",
            "bhagavat",
            "anubhāva",
            "upavarṇanam",
            "sāvarṇeḥ",
            "upadekṣyamāṇaḥ",
            "parama",
            "bhakti",
            "bhāvena",
            "upasarati",
            "idam",
            "ca",
            "abhigṛṇāti"
        ],
        "translation": "In his own book, known as Nārada Pañcarātra, Bhagavān Nārada has very vividly described how to work to achieve the ultimate goal of life — devotion — through knowledge and through execution of the mystic yoga system. He has also described the glories of the Lord, the Supreme Personality of Godhead. The great sage Nārada instructed the tenets of this transcendental literature to Sāvarṇi Manu in order to teach those inhabitants of Bhārata-varṣa who strictly follow the principles of varṇāśrama-dharma how to achieve the devotional service of the Lord. Thus Nārada Muni, along with the other inhabitants of Bhārata-varṣa, always engages in the service of Nara-Nārāyaṇa, and he chants as follows.",
        "purport": " Śrī Caitanya Mahāprabhu has clearly declared: The real success or fulfillment of the mission of human life can be achieved in India, Bhārata-varṣa, because in Bhārata-varṣa the purpose of life and the method for achieving success are evident. People should take advantage of the opportunity afforded by Bhārata-varṣa, and this is especially so for those who are following the principles of varṇāśrama-dharma. If we do not take to the principles of varṇāśrama-dharma by accepting the four social orders (brāhmaṇa, kṣatriya, vaiśya and śūdra) and the four orders of spiritual life (brahmacārī, gṛhastha, vānaprastha and sannyāsa), there can be no question of success in life. Unfortunately, because of the influence of Kali-yuga, everything is now being lost. The inhabitants of Bhārata-varṣa are gradually becoming degraded mlecchas and yavanas. How then will they teach others? Therefore, this Kṛṣṇa consciousness movement has been started not only for the inhabitants of Bhārata-varṣa but for all the people of the world, as announced by Śrī Caitanya Mahāprabhu. There is still time, and if the inhabitants of Bhārata-varṣa take this movement of Kṛṣṇa consciousness seriously, the entire world will be saved from gliding down to a hellish condition. The Kṛṣṇa consciousness movement follows the process of pañcarātrika-vidhi and that of bhāgavata-vidhi simultaneously, so that people can take advantage of the movement and make their lives successful."
    },
    {
        "verse": "11",
        "devanagari": "ॐ नमो भगवते उपशमशीलायोपरतानात्म्याय नमोऽकिञ्चनवित्ताय ऋषिऋषभाय नरनारायणाय परमहंसपरमगुरवे आत्मारामाधिपतये नमो नम इति ॥ ११ ॥",
        "english_devnagari": "oṁ namo bhagavate upaśama-śīlāyoparatānātmyāya namo ’kiñcana-vittāya ṛṣi-ṛṣabhāya nara-nārāyaṇāya paramahaṁsa-parama-gurave ātmārāmādhipataye namo nama iti.",
        "verse_Syn": [
            "om",
            "namaḥ",
            "bhagavate",
            "upaśama",
            "śīlāya",
            "uparata",
            "anātmyāya",
            "namaḥ",
            "akiñcana",
            "vittāya",
            "ṛṣi",
            "ṛṣabhāya",
            "nara",
            "nārāyaṇāya",
            "paramahaṁsa",
            "parama",
            "gurave",
            "ātmārāma",
            "adhipataye",
            "namaḥ",
            "namaḥ",
            "iti"
        ],
        "translation": "Let me offer my respectful obeisances unto Nara-Nārāyaṇa, the best of all saintly persons, the Supreme Personality of Godhead. He is the most self-controlled and self-realized, He is free from false prestige, and He is the asset of persons who have no material possessions. He is the spiritual master of all paramahaṁsas, who are the most exalted human beings, and He is the master of the self-realized. Let me offer my repeated obeisances at His lotus feet.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "गायति चेदम्—कर्तास्य सर्गादिषु यो न बध्यतेन हन्यते देहगतोऽपि दैहिकै: ।द्रष्टुर्न द‍ृग्यस्य गुणैर्विदूष्यतेतस्मै नमोऽसक्तविविक्तसाक्षिणे ॥ १२ ॥",
        "english_devnagari": "gāyati cedam — kartāsya sargādiṣu yo na badhyatena hanyate deha-gato ’pi daihikaiḥdraṣṭur na dṛg yasya guṇair vidūṣyatetasmai namo ’sakta-vivikta-sākṣiṇe",
        "verse_Syn": [
            "gāyati",
            "ca",
            "idam",
            "kartā",
            "asya",
            "sarga",
            "ādiṣu",
            "yaḥ",
            "na",
            "badhyate",
            "na",
            "hanyate",
            "deha",
            "gataḥ",
            "api",
            "daihikaiḥ",
            "draṣṭuḥ",
            "na",
            "dṛk",
            "yasya",
            "guṇaiḥ",
            "vidūṣyate",
            "tasmai",
            "namaḥ",
            "asakta",
            "vivikta",
            "sākṣiṇe"
        ],
        "translation": "Nārada, the most powerful saintly sage, also worships Nara-Nārāyaṇa by chanting the following mantra: The Supreme Personality of Godhead is the master of the creation, maintenance and annihilation of this visible cosmic manifestation, yet He is completely free from false prestige. Although to the foolish He appears to have accepted a material body like us, He is unaffected by bodily tribulations like hunger, thirst and fatigue. Although He is the witness who sees everything, His senses are unpolluted by the objects He sees. Let me offer my respectful obeisances unto that unattached, pure witness of the world, the Supreme Soul, the Personality of Godhead.",
        "purport": " The Supreme Personality of Godhead, Kṛṣṇa, is described as sac-cid-ānanda-vigraha, the body of eternity, transcendental bliss and full knowledge. Now in this verse He is more fully described. Kṛṣṇa is the creator of the entire cosmic manifestation, yet He is unattached to it. If we were to construct a very tall skyscraper, we would be very attached to it, but Kṛṣṇa is so renounced that although He has created everything, He is not attached to anything (na badhyate). Furthermore, although Kṛṣṇa has His transcendental form, sac-cid-ānanda-vigraha, He is not disturbed by the bodily necessities of life, which are called daihika; for example, He is never hungry, thirsty or fatigued (na hanyate deha-gato ’pi daihikaiḥ). Then again, since everything is Kṛṣṇa’s property, He sees everything and is present everywhere, but because His body is transcendental, He is above vision, the objects of vision and the process of vision. When we see someone beautiful, we are attracted. The sight of a beautiful woman immediately attracts a man, and the sight of a man naturally attracts a woman. Kṛṣṇa, however, is transcendental to all these faults. Although He is the seer of everything, He is not afflicted with faulty vision (na dṛg yasya guṇair vidūṣyate). Therefore, although He is the witness and seer, He is aloof from all affection for the activities He sees. He is always unattached and separate; He is only a witness."
    },
    {
        "verse": "13",
        "devanagari": "इदं हि योगेश्वर योगनैपुणंहिरण्यगर्भो भगवाञ्जगाद यत् ।यदन्तकाले त्वयि निर्गुणे मनोभक्त्या दधीतोज्झितदुष्कलेवर: ॥ १३ ॥",
        "english_devnagari": "idaṁ hi yogeśvara yoga-naipuṇaṁhiraṇyagarbho bhagavāñ jagāda yatyad anta-kāle tvayi nirguṇe manobhaktyā dadhītojjhita-duṣkalevaraḥ",
        "verse_Syn": [
            "idam",
            "hi",
            "yoga",
            "īśvara",
            "yoga",
            "naipuṇam",
            "hiraṇya",
            "garbhaḥ",
            "bhagavān",
            "jagāda",
            "yat",
            "yat",
            "anta",
            "kāle",
            "tvayi",
            "nirguṇe",
            "manaḥ",
            "bhaktyā",
            "dadhīta",
            "ujjhita",
            "duṣkalevaraḥ"
        ],
        "translation": "O my Lord, master of all mystic yoga, this is the explanation of the yogic process spoken of by Lord Brahmā [Hiraṇyagarbha], who is self-realized. At the time of death, all yogīs give up the material body with full detachment simply by placing their minds at Your lotus feet. That is the perfection of yoga.",
        "purport": " Śrīla Madhvācārya says: “For one who very seriously practices devotional service during his lifetime in order to understand the constitutional position of the Supreme Personality of Godhead, liberation from this material world is guaranteed, even if he has previously been addicted to sinful habits.” This is also confirmed in Bhagavad-gītā: “Even if one commits the most abominable actions, if he is engaged in devotional service he is to be considered saintly because he is properly situated.” (Bg. 9.30) The only purpose of life is to be fully absorbed in thoughts of Kṛṣṇa and His form, pastimes, activities and qualities. If one is able to think of Kṛṣṇa in this way, twenty-four hours a day, he is already liberated (svarūpeṇa vyavasthitiḥ). Whereas materialists are absorbed in material thoughts and activities, devotees, on the contrary, are always absorbed in thoughts of Kṛṣṇa and Kṛṣṇa’s activities. Therefore they are already on the platform of liberation. One has to think of Kṛṣṇa with full absorption at the time of death. Then he will certainly return home, back to Godhead, without a doubt."
    },
    {
        "verse": "14",
        "devanagari": "यथैहिकामुष्मिककामलम्पट:सुतेषु दारेषु धनेषु चिन्तयन् ।शङ्केत विद्वान् कुकलेवरात्ययाद्यस्तस्य यत्न: श्रम एव केवलम् ॥ १४ ॥",
        "english_devnagari": "yathaihikāmuṣmika-kāma-lampaṭaḥsuteṣu dāreṣu dhaneṣu cintayanśaṅketa vidvān kukalevarātyayādyas tasya yatnaḥ śrama eva kevalam",
        "verse_Syn": [
            "yathā",
            "aihika",
            "amuṣmika",
            "kāma",
            "lampaṭaḥ",
            "suteṣu",
            "dāreṣu",
            "dhaneṣu",
            "cintayan",
            "śaṅketa",
            "vidvān",
            "ku",
            "kalevara",
            "atyayāt",
            "yaḥ",
            "tasya",
            "yatnaḥ",
            "śramaḥ",
            "eva",
            "kevalam"
        ],
        "translation": "Materialists are generally very attached to their present bodily comforts and to the bodily comforts they expect in the future. Therefore they are always absorbed in thoughts of their wives, children and wealth and are afraid of giving up their bodies, which are full of stool and urine. If a person engaged in Kṛṣṇa consciousness, however, is also afraid of giving up his body, what is the use of his having labored to study the śāstras? It was simply a waste of time.",
        "purport": " At the time of death a materialist thinks of his wife and children. He is absorbed in thinking of how they will live and who will take care of them after he leaves. Consequently he is never prepared to give up his body; rather, he wants to continue to live in his body to serve his society, family, friends and so on. Therefore by practicing the mystic yoga system one must become detached from bodily relationships. If despite practicing bhakti-yoga and studying all the Vedic literature, one is afraid of giving up his bad body, which is the cause of all his suffering, what is the use of his attempts to advance in spiritual life? The secret of success in practicing yoga is to become free from bodily attachments. Śrīla Narottama dāsa Ṭhākura says, deha-smṛti nāhi yāra, saṁsāra-bandhana kāhāṅ tāra: one whose practice has freed him from the anxieties of bodily needs is no longer in conditional life. Such a person is freed from conditional bondage. A person in Kṛṣṇa consciousness must fully discharge his devotional duties without material attachment. Then his liberation is guaranteed."
    },
    {
        "verse": "15",
        "devanagari": "तन्न: प्रभो त्वं कुकलेवरार्पितांत्वन्माययाहंममतामधोक्षज ।भिन्द्याम येनाशु वयं सुदुर्भिदांविधेहि योगं त्वयि न: स्वभावमिति ॥ १५ ॥",
        "english_devnagari": "tan naḥ prabho tvaṁ kukalevarārpitāṁtvan-māyayāhaṁ-mamatām adhokṣajabhindyāma yenāśu vayaṁ sudurbhidāṁvidhehi yogaṁ tvayi naḥ svabhāvam iti",
        "verse_Syn": [
            "tat",
            "naḥ",
            "prabho",
            "tvam",
            "ku",
            "kalevara",
            "arpitām",
            "tvat",
            "māyayā",
            "aham",
            "mamatām",
            "adhokṣaja",
            "bhindyāma",
            "yena",
            "āśu",
            "vayam",
            "sudurbhidām",
            "vidhehi",
            "yogam",
            "tvayi",
            "naḥ",
            "svabhāvam",
            "iti"
        ],
        "translation": "Therefore, O Lord, O Transcendence, kindly help us by giving us the power to execute bhakti-yoga so that we can control our restless minds and fix them upon You. We are all infected by Your illusory energy; therefore we are very attached to the body, which is full of stool and urine, and to anything related with the body. Except for devotional service, there is no way to give up this attachment. Therefore kindly bestow upon us this benediction.",
        "purport": " The Lord advises in Bhagavad-gītā: man-manā bhava mad-bhakto mad-yājī māṁ namaskuru. The perfect yoga system consists of always thinking of Kṛṣṇa, always engaging in devotional service, always worshiping Kṛṣṇa and always offering obeisances unto Him. Unless we practice this yoga system, our illusory attachment for this bad body, which is full of stool and urine, is impossible to give up. The perfection of yoga consists of giving up attachment for this body and bodily relationships and transferring that attachment to Kṛṣṇa. We are very attached to material enjoyment, but when we transfer that same attachment to Kṛṣṇa, we traverse the path of liberation. One has to practice this yoga system and none other."
    },
    {
        "verse": "16",
        "devanagari": "भारतेऽप्यस्मिन्वर्षे सरिच्छैला: सन्ति बहवो मलयो मङ्गलप्रस्थो मैनाकस्त्रिकूट ऋषभ: कूटक: कोल्लक: सह्यो देवगिरिऋर्ष्यमूक: श्रीशैलो वेङ्कटो महेन्द्रो वारिधारो विन्ध्य: शुक्तिमानृक्षगिरि: पारियात्रो द्रोणश्चित्रकूटो गोवर्धनो रैवतक: ककुभो नीलो गोकामुख इन्द्रकील: कामगिरिरिति चान्ये च शतसहस्रश: शैलास्तेषां नितम्बप्रभवा नदा नद्यश्च सन्त्यसङ्ख्याता: ॥ १६ ॥",
        "english_devnagari": "bhārate ’py asmin varṣe saric-chailāḥ santi bahavo malayo maṅgala-prastho mainākas trikūṭa ṛṣabhaḥ kūṭakaḥ kollakaḥ sahyo devagirir ṛṣyamūkaḥ śrī-śailo veṅkaṭo mahendro vāridhāro vindhyaḥ śuktimān ṛkṣagiriḥ pāriyātro droṇaś citrakūṭo govardhano raivatakaḥ kakubho nīlo gokāmukha indrakīlaḥ kāmagirir iti cānye ca śata-sahasraśaḥ śailās teṣāṁ nitamba-prabhavā nadā nadyaś ca santy asaṅkhyātāḥ.",
        "verse_Syn": [
            "bhārate",
            "api",
            "asmin",
            "varṣe",
            "sarit",
            "śailāḥ",
            "santi",
            "bahavaḥ",
            "malayaḥ",
            "maṅgala",
            "prasthaḥ",
            "mainākaḥ",
            "tri",
            "kūṭaḥ",
            "ṛṣabhaḥ",
            "kūṭakaḥ",
            "kollakaḥ",
            "sahyaḥ",
            "devagiriḥ",
            "ṛṣya",
            "mūkaḥ",
            "śrī",
            "śailaḥ",
            "veṅkaṭaḥ",
            "mahendraḥ",
            "vāri",
            "dhāraḥ",
            "vindhyaḥ",
            "śuktimān",
            "ṛkṣa",
            "giriḥ",
            "pāriyātraḥ",
            "droṇaḥ",
            "citra",
            "kūṭaḥ",
            "govardhanaḥ",
            "raivatakaḥ",
            "kakubhaḥ",
            "nīlaḥ",
            "gokāmukhaḥ",
            "indrakīlaḥ",
            "kāma",
            "giriḥ",
            "iti",
            "ca",
            "anye",
            "ca",
            "śata",
            "sahasraśaḥ",
            "śailāḥ",
            "teṣām",
            "nitamba",
            "prabhavāḥ",
            "nadāḥ",
            "nadyaḥ",
            "ca",
            "santi",
            "asaṅkhyātāḥ"
        ],
        "translation": "In the tract of land known as Bhārata-varṣa, as in Ilāvṛta-varṣa, there are many mountains and rivers. Some of the mountains are known as Malaya, Maṅgala-prastha, Maināka, Trikūṭa, Ṛṣabha, Kūṭaka, Kollaka, Sahya, Devagiri, Ṛṣyamūka, Śrī-śaila, Veṅkaṭa, Mahendra, Vāridhāra, Vindhya, Śuktimān, Ṛkṣagiri, Pāriyātra, Droṇa, Citrakūṭa, Govardhana, Raivataka, Kakubha, Nīla, Gokāmukha, Indrakīla and Kāmagiri. Besides these, there are many other hills, with many large and small rivers flowing from their slopes.",
        "purport": ""
    },
    {
        "verse": "17-18",
        "devanagari": "एतासामपो भारत्य: प्रजा नामभिरेव पुनन्तीनामात्मना चोपस्पृशन्ति ॥ १७ ॥ चन्द्रवसा ताम्रपर्णी अवटोदा कृतमाला वैहायसी कावेरी वेणी पयस्विनी शर्करावर्ता तुङ्गभद्रा कृष्णा वेण्या भीमरथी गोदावरी निर्विन्ध्या पयोष्णी तापी रेवा सुरसा नर्मदा चर्मण्वती सिन्धुरन्ध: शोणश्च नदौ महानदी वेदस्मृतिऋर्षिकुल्या त्रिसामा कौशिकी मन्दाकिनी यमुना सरस्वती द‍ृषद्वती गोमती सरयू रोधस्वती सप्तवती सुषोमा शतद्रूश्चन्द्रभागा मरुद्‍वृधा वितस्ता असिक्नी विश्‍वेति महानद्य: ॥ १८ ॥",
        "english_devnagari": "etāsām apo bhāratyaḥ prajā nāmabhir eva punantīnām ātmanā copaspṛśanti; candravasā tāmraparṇī avaṭodā kṛtamālā vaihāyasī kāverī veṇī payasvinī śarkarāvartā tuṅgabhadrā kṛṣṇāveṇyā bhīmarathī godāvarī nirvindhyā payoṣṇī tāpī revā surasā narmadā carmaṇvatī sindhur andhaḥ śoṇaś ca nadau mahānadī vedasmṛtir ṛṣikulyā trisāmā kauśikī mandākinī yamunā sarasvatī dṛṣadvatī gomatī sarayū rodhasvatī saptavatī suṣomā śatadrūś candrabhāgā marudvṛdhā vitastā asiknī viśveti mahā-nadyaḥ.",
        "verse_Syn": [
            "etāsām",
            "apaḥ",
            "bhāratyaḥ",
            "prajāḥ",
            "nāmabhiḥ",
            "eva",
            "punantīnām",
            "ātmanā",
            "ca",
            "upaspṛśanti",
            "candra",
            "vasā",
            "tāmra",
            "parṇī",
            "avaṭodā",
            "kṛta",
            "mālā",
            "vaihāyasī",
            "kāverī",
            "veṇī",
            "payasvinī",
            "śarkarāvartā",
            "tuṅga",
            "bhadrā",
            "kṛṣṇā",
            "veṇyā",
            "bhīma",
            "rathī",
            "godāvarī",
            "nirvindhyā",
            "payoṣṇī",
            "tāpī",
            "revā",
            "surasā",
            "narmadā",
            "carmaṇvatī",
            "sindhuḥ",
            "andhaḥ",
            "śoṇaḥ",
            "ca",
            "nadau",
            "mahā",
            "nadī",
            "veda",
            "smṛtiḥ",
            "ṛṣi",
            "kulyā",
            "tri",
            "sāmā",
            "kauśikī",
            "mandākinī",
            "yamunā",
            "sarasvatī",
            "dṛṣadvatī",
            "gomatī",
            "sarayū",
            "rodhasvatī",
            "saptavatī",
            "suṣomā",
            "śata",
            "drūḥ",
            "candrabhāgā",
            "marudvṛdhā",
            "vitastā",
            "asiknī",
            "viśvā",
            "iti",
            "mahā",
            "nadyaḥ"
        ],
        "translation": "Two of the rivers — the Brahmaputra and the Śoṇa — are called nadas, or main rivers. These are other great rivers that are very prominent: Candravasā, Tāmraparṇī, Avaṭodā, Kṛtamālā, Vaihāyasī, Kāverī, Veṇī, Payasvinī, Śarkarāvartā, Tuṅgabhadrā, Kṛṣṇāveṇyā, Bhīmarathī, Godāvarī, Nirvindhyā, Payoṣṇī, Tāpī, Revā, Surasā, Narmadā, Carmaṇvatī, Mahānadī, Vedasmṛti, Ṛṣikulyā, Trisāmā, Kauśikī, Mandākinī, Yamunā, Sarasvatī, Dṛṣadvatī, Gomatī, Sarayū, Rodhasvatī, Saptavatī, Suṣomā, Śatadrū, Candrabhāgā, Marudvṛdhā, Vitastā, Asiknī and Viśvā. The inhabitants of Bhārata-varṣa are purified because they always remember these rivers. Sometimes they chant the names of these rivers as mantras, and sometimes they go directly to the rivers to touch them and bathe in them. Thus the inhabitants of Bhārata-varṣa become purified.",
        "purport": " All these rivers are transcendental. Therefore one can be purified by remembering them, touching them or bathing in them. This practice is still going on."
    },
    {
        "verse": "19",
        "devanagari": "अस्मिन्नेव वर्षे पुरुषैर्लब्धजन्मभि: शुक्ललोहितकृष्णवर्णेन स्वारब्धेन कर्मणा दिव्यमानुषनारकगतयो बह्व्य: आत्मन आनुपूर्व्येण सर्वा ह्येव सर्वेषां विधीयन्ते यथावर्णविधानमपवर्गश्चापि भवति ॥ १९ ॥",
        "english_devnagari": "asminn eva varṣe puruṣair labdha-janmabhiḥ śukla-lohita-kṛṣṇa-varṇena svārabdhena karmaṇā divya-mānuṣa-nāraka-gatayo bahvya ātmana ānupūrvyeṇa sarvā hy eva sarveṣāṁ vidhīyante yathā-varṇa-vidhānam apavargaś cāpi bhavati.",
        "verse_Syn": [
            "asmin",
            "eva",
            "varṣe",
            "puruṣaiḥ",
            "labdha",
            "janmabhiḥ",
            "śukla",
            "lohita",
            "kṛṣṇa",
            "varṇena",
            "sva",
            "ārabdhena",
            "karmaṇā",
            "divya",
            "mānuṣa",
            "nāraka",
            "gatayaḥ",
            "bahvyaḥ",
            "ātmanaḥ",
            "ānupūrvyeṇa",
            "sarvāḥ",
            "hi",
            "eva",
            "sarveṣām",
            "vidhīyante",
            "yathā",
            "varṇa",
            "vidhānam",
            "apavargaḥ",
            "ca",
            "api",
            "bhavati"
        ],
        "translation": "The people who take birth in this tract of land are divided according to the qualities of material nature — the modes of goodness [sattva-guṇa], passion [rajo-guṇa], and ignorance [tamo-guṇa]. Some of them are born as exalted personalities, some are ordinary human beings, and some are extremely abominable, for in Bhārata-varṣa one takes birth exactly according to one’s past karma. If one’s position is ascertained by a bona fide spiritual master and one is properly trained to engage in the service of Lord Viṣṇu according to the four social divisions [brāhmaṇa, kṣatriya, vaiśya and śūdra] and the four spiritual divisions [brahmacārī, gṛhastha, vānaprastha and sannyāsa], one’s life becomes perfect.",
        "purport": " For further information, one should refer to Bhagavad-gītā (14.18 and 18.42-45). Śrīla Rāmānujācārya writes in his book Vedārtha-saṅgraha: evaṁ-vidha-parābhakti-svarūpa-jñāna-viśeṣasyotpādakaḥ pūrvoktāharahar upacīyamāna-jñāna-pūrvaka-karmānugṛhīta-bhakti-yoga eva; yathoktaṁ bhagavatā parāśareṇa — varṇāśrameti. nikhila-jagad-uddhāraṇāyāvanitale ’vatīrṇaṁ para-brahma-bhūtaḥ puruṣottamaḥ svayam etad uktavān — “svakarma-nirataḥ siddhiṁ yathā vindati tac chṛṇu” “yataḥ pravṛttir bhūtānāṁ yena sarvam idaṁ tatam/ svakarmaṇā tam abhyarcya siddhiṁ vindati mānavaḥ.” In the Viṣṇu Purāṇa (3.8.9), the great sage Parāśara Muni has recommended: “The Supreme Personality of Godhead, Lord Viṣṇu, is worshiped by the proper execution of prescribed duties in the system of varṇa and āśrama. There is no other way to satisfy the Lord.” In the land of Bhārata-varṣa, the institution of varṇāśrama-dharma may be easily adopted. At the present moment, certain demoniac sections of the population of Bhārata-varṣa are disregarding the system of varṇāśrama-dharma. Because there is no institution to teach people how to become brāhmaṇas, kṣatriyas, vaiśyas and śūdras or brahmacārīs, gṛhasthas, vānaprasthas and sannyāsīs, these demons want a classless society. This is resulting in chaotic conditions. In the name of secular government, unqualified people are taking the supreme governmental posts. No one is being trained to act according to the principles of varṇāśrama-dharma, and thus people are becoming increasingly degraded and are heading in the direction of animal life. The real aim of life is liberation, but unfortunately the opportunity for liberation is being denied to people in general, and therefore their human lives are being spoiled. The Kṛṣṇa consciousness movement, however, is being propagated all over the world to reestablish the varṇāśrama-dharma system and thus save human society from gliding down to hellish life."
    },
    {
        "verse": "20",
        "devanagari": "योऽसौ भगवति सर्वभूतात्मन्यनात्म्येऽनिरुक्तेऽनिलयने परमात्मनि वासुदेवेऽनन्यनिमित्तभक्तियोगलक्षणो नानागतिनिमित्ताविद्याग्रन्थिरन्धनद्वारेण यदा हि महापुरुषपुरुषप्रसङ्ग: ॥ २० ॥",
        "english_devnagari": "yo ’sau bhagavati sarva-bhūtātmany anātmye ’nirukte ’nilayane paramātmani vāsudeve ’nanya-nimitta-bhakti-yoga-lakṣaṇo nānā-gati-nimittāvidyā-granthi-randhana-dvāreṇa yadā hi mahā-puruṣa-puruṣa-prasaṅgaḥ.",
        "verse_Syn": [
            "yaḥ",
            "asau",
            "bhagavati",
            "sarva",
            "bhūta",
            "ātmani",
            "anātmye",
            "anirukte",
            "anilayane",
            "parama",
            "ātmani",
            "vāsudeve",
            "ananya",
            "nimitta",
            "bhakti",
            "yoga",
            "lakṣaṇaḥ",
            "nānā",
            "gati",
            "nimitta",
            "avidyā",
            "granthi",
            "randhana",
            "dvāreṇa",
            "yadā",
            "hi",
            "mahā",
            "puruṣa",
            "puruṣa",
            "prasaṅgaḥ"
        ],
        "translation": "After many, many births, when the results of one’s pious activities mature, one gets an opportunity to associate with pure devotees. Then one is able to cut the knot of bondage to ignorance, which bound him because of varied fruitive activities. As a result of associating with devotees, one gradually renders service to Lord Vāsudeva, who is transcendental, free from attachment to the material world, beyond the mind and words, and independent of everything else. That bhakti-yoga, devotional service to Lord Vāsudeva, is the real path of liberation.",
        "purport": " Brahman realization is the beginning of liberation, and Paramātmā realization is still further advancement toward the realm of liberation, but one achieves real liberation when he understands his position as an eternal servant of the Supreme Personality of Godhead (muktir hitvānyathā rūpaṁ svarūpeṇa vyavasthitiḥ). In the material world, in the bodily concept of life, everyone is working in the wrong direction. When one becomes brahma-bhūta, spiritually realized, one understands that he is not the body and that working in the bodily concept of life is useless and misdirected. Then his devotional service begins. As Kṛṣṇa says in Bhagavad-gītā (18.54): “One who is thus transcendentally situated realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me.” Devotional service is actual liberation. When one is attracted by the beauty of the Supreme Personality of Godhead and his mind is always engaged at the Lord’s lotus feet, he is no longer interested in subjects that do not help him in self-realization. In other words, he loses all attraction for material activities. In the Taittirīya Upaniṣad (2.7) it is said: eṣa hy evānandayati; yadā hy evaiṣa etasmin na dṛśye ’nātmye anirukte ’nilayane ’bhayaṁ pratiṣṭhāṁ vindate ’tha so ’bhayaṁ gato bhavati. A living entity becomes established in spiritual, blissful life when he fully understands that his happiness depends on spiritual self-realization, which is the basic principle of ānanda (bliss), and when he is eternally situated in the service of the Lord, who has no other lord above Him."
    },
    {
        "verse": "21",
        "devanagari": "एतदेव हि देवा गायन्ति—अहो अमीषां किमकारि शोभनंप्रसन्न एषां स्विदुत स्वयं हरि: ।यैर्जन्म लब्धं नृषु भारताजिरेमुकुन्दसेवौपयिकं स्पृहा हि न: ॥ २१ ॥",
        "english_devnagari": "etad eva hi devā gāyanti — aho amīṣāṁ kim akāri śobhanaṁprasanna eṣāṁ svid uta svayaṁ hariḥyair janma labdhaṁ nṛṣu bhāratājiremukunda-sevaupayikaṁ spṛhā hi naḥ",
        "verse_Syn": [
            "etat",
            "eva",
            "hi",
            "devāḥ",
            "gāyanti",
            "aho",
            "amīṣām",
            "kim",
            "akāri",
            "śobhanam",
            "prasannaḥ",
            "eṣām",
            "svit",
            "uta",
            "svayam",
            "hariḥ",
            "yaiḥ",
            "janma",
            "labdham",
            "nṛṣu",
            "bhārata",
            "ajire",
            "mukunda",
            "sevā",
            "aupayikam",
            "spṛhā",
            "hi",
            "naḥ"
        ],
        "translation": "Since the human form of life is the sublime position for spiritual realization, all the demigods in heaven speak in this way: How wonderful it is for these human beings to have been born in the land of Bhārata-varṣa. They must have executed pious acts of austerity in the past, or the Supreme Personality of Godhead Himself must have been pleased with them. Otherwise, how could they engage in devotional service in so many ways? We demigods can only aspire to achieve human births in Bhārata-varṣa to execute devotional service, but these human beings are already engaged there.",
        "purport": " These facts are further explained in Caitanya-caritāmṛta (Ādi 9.41): “One who has taken his birth as a human being in the land of India [Bhārata-varṣa] should make his life successful and work for the benefit of all other people.” There are many facilities in India, Bhārata-varṣa, for executing devotional service. In Bhārata-varṣa, all the ācāryas contributed their experience, and Śrī Caitanya Mahāprabhu personally appeared to teach the people of Bhārata-varṣa how to progress in spiritual life and be fixed in devotional service to the Lord. From all points of view, Bhārata-varṣa is the special land where one can very easily understand the process of devotional service and adopt it to make his life successful. If one makes his life successful in devotional service and then preaches devotional service in other parts of the world, people throughout the world will actually benefit."
    },
    {
        "verse": "22",
        "devanagari": "किं दुष्करैर्न: क्रतुभिस्तपोव्रतै-र्दानादिभिर्वा द्युजयेन फल्गुना ।न यत्र नारायणपादपङ्कज-स्मृति: प्रमुष्टातिशयेन्द्रियोत्सवात् ॥ २२ ॥",
        "english_devnagari": "kiṁ duṣkarair naḥ kratubhis tapo-vratairdānādibhir vā dyujayena phalgunāna yatra nārāyaṇa-pāda-paṅkaja-smṛtiḥ pramuṣṭātiśayendriyotsavāt",
        "verse_Syn": [
            "kim",
            "duṣkaraiḥ",
            "naḥ",
            "kratubhiḥ",
            "tapaḥ",
            "vrataiḥ",
            "dāna",
            "ādibhiḥ",
            "vā",
            "dyujayena",
            "phalgunā",
            "na",
            "yatra",
            "nārāyaṇa",
            "pāda",
            "paṅkaja",
            "smṛtiḥ",
            "pramuṣṭa",
            "atiśaya",
            "indriya",
            "utsavāt"
        ],
        "translation": "The demigods continue: After performing the very difficult tasks of executing Vedic ritualistic sacrifices, undergoing austerities, observing vows and giving charity, we have achieved this position as inhabitants of the heavenly planets. But what is the value of this achievement? Here we are certainly very engaged in material sense gratification, and therefore we can hardly remember the lotus feet of Lord Nārāyaṇa. Indeed, because of our excessive sense gratification, we have almost forgotten His lotus feet.",
        "purport": " The land of Bhārata-varṣa is so exalted that by taking birth there one can not only attain the heavenly planets but also go directly back home, back to Godhead. As Kṛṣṇa says in Bhagavad-gītā (9.25): “Those who worship the demigods will take birth among the demigods; those who worship ghosts and spirits will take birth among such beings; those who worship ancestors go to the ancestors; and those who worship Me will live with Me.” People in the land of Bhārata-varṣa generally follow the Vedic principles and consequently perform great sacrifices by which they can be elevated to the heavenly planets. However, what is the use of such great attainments? As stated in Bhagavad-gītā (9.21), kṣīṇe puṇye martya-lokaṁ viśanti: after the results of one’s sacrifices, charity and other pious activities expire, one must return to the lower planetary systems and again feel the pangs of birth and death. However, one who becomes Kṛṣṇa conscious can go back to Kṛṣṇa (yānti-mad-yājino ’pi mām). Therefore the demigods even regret having been elevated to the higher planetary systems. The denizens of the heavenly planets regret that they could not take full advantage of being born in the land of Bhārata-varṣa. Instead, they became captivated by a higher standard of sense gratification, and therefore they forgot the lotus feet of Lord Nārāyaṇa at the time of death. The conclusion is that one who has taken birth in the land of Bhārata-varṣa must follow the instructions given personally by the Supreme Personality of Godhead. Yad gatvā na nivartante tad dhāma paramaṁ mama. One should try to return home, back to Godhead, to the Vaikuṇṭha planets — or to the topmost Vaikuṇṭha planet, Goloka Vṛndāvana — to live eternally in full, blissful knowledge in the company of the Supreme Personality of Godhead."
    },
    {
        "verse": "23",
        "devanagari": "कल्पायुषां स्थानजयात्पुनर्भवात्क्षणायुषां भारतभूजयो वरम् ।क्षणेन मर्त्येन कृतं मनस्विन:सन्न्यस्य संयान्त्यभयं पदं हरे: ॥ २३ ॥",
        "english_devnagari": "kalpāyuṣāṁ sthānajayāt punar-bhavātkṣaṇāyuṣāṁ bhārata-bhūjayo varamkṣaṇena martyena kṛtaṁ manasvinaḥsannyasya saṁyānty abhayaṁ padaṁ hareḥ",
        "verse_Syn": [
            "kalpa",
            "āyuṣām",
            "sthāna",
            "jayāt",
            "punaḥ",
            "bhavāt",
            "kṣaṇa",
            "āyuṣām",
            "bhārata",
            "bhū",
            "jayaḥ",
            "varam",
            "kṣaṇena",
            "martyena",
            "kṛtam",
            "manasvinaḥ",
            "sannyasya",
            "saṁyānti",
            "abhayam",
            "padam",
            "hareḥ"
        ],
        "translation": "A short life in the land of Bharata-varṣa is preferable to a life achieved in Brahmaloka for millions and billions of years because even if one is elevated to Brahmaloka, he must return to repeated birth and death. Although life in Bhārata-varṣa, in a lower planetary system, is very short, one who lives there can elevate himself to full Kṛṣṇa consciousness and achieve the highest perfection, even in this short life, by fully surrendering unto the lotus feet of the Lord. Thus one attains Vaikuṇṭhaloka, where there is neither anxiety nor repeated birth in a material body.",
        "purport": " This is further confirmation of the statement given by Lord Caitanya Mahāprabhu: One who has taken birth in the land of Bhārata-varṣa has a full opportunity to study the direct instructions given by Kṛṣṇa in Bhagavad-gītā and thus finally decide what to do in his human form of life. One should certainly give up all other propositions and surrender to Kṛṣṇa. Kṛṣṇa will then immediately take charge and relieve one of the results of past sinful life (ahaṁ tvāṁ sarva-pāpebhyo mokṣayiṣyāmi mā śucaḥ). Therefore one should take to Kṛṣṇa consciousness, as Kṛṣṇa Himself recommends. Man-manā bhava mad-bhakto mad-yājī māṁ namaskuru: “Always think of Me, become My devotee, worship Me and offer Me obeisances.” This is very easy, even for a child. Why not take this path? One should try to follow the instructions of Kṛṣṇa exactly and thus become fully eligible to be promoted to the kingdom of God (tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna). One should go directly to Kṛṣṇa and engage in His service. This is the best opportunity offered to the inhabitants of Bhārata-varṣa. One who is fit to return home, back to Godhead, is no longer liable to the results of karma, good or bad."
    },
    {
        "verse": "24",
        "devanagari": "न यत्र वैकुण्ठकथासुधापगान साधवो भागवतास्तदाश्रया: ।न यत्र यज्ञेशमखा महोत्सवा:सुरेशलोकोऽपि न वै स सेव्यताम् ॥ २४ ॥",
        "english_devnagari": "na yatra vaikuṇṭha-kathā-sudhāpagāna sādhavo bhāgavatās tadāśrayāḥna yatra yajñeśa-makhā mahotsavāḥsureśa-loko ’pi na vai sa sevyatām",
        "verse_Syn": [
            "na",
            "yatra",
            "vaikuṇṭha",
            "kathā",
            "sudhā",
            "āpagāḥ",
            "na",
            "sādhavaḥ",
            "bhāgavatāḥ",
            "tat",
            "āśrayāḥ",
            "na",
            "yatra",
            "yajña",
            "īśa",
            "makhāḥ",
            "mahā",
            "utsavāḥ",
            "sureśa",
            "lokaḥ",
            "api",
            "na",
            "vai",
            "saḥ",
            "sevyatām"
        ],
        "translation": "An intelligent person does not take interest in a place, even in the topmost planetary system, if the pure Ganges of topics concerning the Supreme Lord’s activities does not flow there, if there are not devotees engaged in service on the banks of such a river of piety, or if there are no festivals of saṅkīrtana-yajña to satisfy the Lord [especially since saṅkīrtana-yajña is recommended in this age].",
        "purport": " Śrī Caitanya Mahāprabhu appeared in the land of Bhārata-varṣa, specifically in Bengal, in the district of Nadia, where Navadvīpa is situated. It is therefore to be concluded, as stated by Śrīla Bhaktivinoda Ṭhākura, that within this universe, this earth is the best planet, and on this planet the land of Bhārata-varṣa is the best; in the land of Bhārata-varṣa, Bengal is still better, in Bengal the district of Nadia is still better, and in Nadia the best place is Navadvīpa because Śrī Caitanya Mahāprabhu appeared there to inaugurate the performance of the sacrifice of chanting the Hare Kṛṣṇa mahā-mantra. The śāstras recommend: Lord Śrī Caitanya Mahāprabhu is always accompanied by His very confidential associates such as Śrī Nityānanda, Śrī Gadādhara and Śrī Advaita and by many devotees like Śrīvāsa. They are always engaged in chanting the name of the Lord and are always describing Lord Kṛṣṇa. Therefore this is the best among all the places in the universe. The Kṛṣṇa consciousness movement has established its center in Māyāpur, the birthsite of Lord Śrī Caitanya Mahāprabhu, to give men the great opportunity to go there and perform a constant festival of saṅkīrtana-yajña, as recommended herein (yajñeśa-makhā mahotsavāḥ) and to distribute prasāda to millions of hungry people hankering for spiritual emancipation. This is the mission of the Kṛṣṇa consciousness movement. Caitanya-bhāgavata confirms this as follows: “One should not desire to be elevated even to a place in the heavenly planetary systems if it has no propaganda to expand the glories of the Supreme Personality of Godhead, no trace of Vaiṣṇavas, pure devotees of the Lord, and no festivals for spreading Kṛṣṇa consciousness. It would be better to live perpetually cramped within the airtight bag of a mother’s womb, where one can at least remember the lotus feet of the Lord, than to live in a place where there is no opportunity to remember His lotus feet. I pray not to be allowed to take birth in such a condemned place.” Similarly, in Caitanya-caritāmṛta, Kṛṣṇadāsa Kavirāja Gosvāmī says that since Śrī Caitanya Mahāprabhu is the inaugurator of the saṅkīrtana movement, anyone who performs saṅkīrtana to please the Lord is very, very glorious. Such a person has perfect intelligence, whereas others are in the ignorance of material existence. Of all the sacrifices mentioned in the Vedic literatures, the performance of saṅkīrtana-yajña is the best. Even the performance of one hundred aśvamedha sacrifices cannot compare to the sacrifice of saṅkīrtana. According to the author of Śrī Caitanya-caritāmṛta, if one compares saṅkīrtana-yajña to other yajñas, he is a pāṣaṇḍī, an infidel, and is liable to be punished by Yamarāja. There are many Māyāvādīs who think that the performance of saṅkīrtana-yajña is a pious activity similar to the performance of the aśvamedha-yajña and other such pious functions, but this is a nāma-aparādha. Chanting of the holy name of Nārāyaṇa and chanting of other names are never equal, despite what Māyāvādīs think."
    },
    {
        "verse": "25",
        "devanagari": "प्राप्ता नृजातिं त्विह ये च जन्तवोज्ञानक्रियाद्रव्यकलापसम्भृताम् ।न वै यतेरन्नपुनर्भवाय तेभूयो वनौका इव यान्ति बन्धनम् ॥ २५ ॥",
        "english_devnagari": "prāptā nṛ-jātiṁ tv iha ye ca jantavojñāna-kriyā-dravya-kalāpa-sambhṛtāmna vai yaterann apunar-bhavāya tebhūyo vanaukā iva yānti bandhanam",
        "verse_Syn": [
            "prāptāḥ",
            "nṛ",
            "jātim",
            "tu",
            "iha",
            "ye",
            "ca",
            "jantavaḥ",
            "jñāna",
            "kriyā",
            "dravya",
            "kalāpa",
            "sambhṛtām",
            "na",
            "vai",
            "yateran",
            "apunaḥ",
            "bhavāya",
            "te",
            "bhūyaḥ",
            "vanaukāḥ",
            "iva",
            "yānti",
            "bandhanam"
        ],
        "translation": "Bhārata-varṣa offers the proper land and circumstances in which to execute devotional service, which can free one from the results of jñāna and karma. If one obtains a human body in the land of Bhārata-varṣa, with clear sensory organs with which to execute the saṅkīrtana-yajña, but in spite of this opportunity he does not take to devotional service, he is certainly like liberated forest animals and birds that are careless and are therefore again bound by a hunter.",
        "purport": " In the land of Bhārata-varṣa one can very easily perform the saṅkīrtana-yajña, which consists of śravaṇaṁ kīrtanaṁ viṣṇoḥ, or one can perform other methods of devotional service, such as smaraṇaṁ vandanaṁ arcanaṁ dāsyaṁ sakhyam and ātma-nivedanam. In Bhārata-varṣa one has the opportunity to visit many holy places, especially Lord Caitanya’s birthsite and Lord Kṛṣṇa’s birthsite — Navadvīpa and Vṛndāvana — where there are many pure devotees who have no desire other than to execute devotional service (anyābhilāṣitā-śūnyaṁ jñāna-karmādy-anāvṛtam), and one may thus become free from the bondage of material conditions. Other paths, such as the path of jñāna and the path of karma, are not very profitable. Pious activities can elevate one to the higher planetary systems, and by speculative knowledge one can merge into the Brahman existence, but that is not real profit, for one has to come down again even from the liberated condition of being merged in Brahman, and certainly one must come down from the heavenly kingdom. One should endeavor to go back home, back to Godhead (yānti mad-yājino ’pi mām). Otherwise there is no difference between human life and the lives of jungle animals and birds. Animals and birds also have freedom, but because of their lower birth, they cannot use it. Taking advantage of all the facilities offered him, a human being who has taken birth in the land of Bhārata-varṣa should become a fully enlightened devotee and go back home, back to Godhead. This is the subject matter of the Kṛṣṇa consciousness movement. The inhabitants of places other than Bhārata-varṣa have facilities for material enjoyment, but they do not have the same facility to take to Kṛṣṇa consciousness. Therefore Śrī Caitanya Mahāprabhu has advised that one who has taken birth as a human being in Bhārata-varṣa must first realize himself as a part and parcel of Kṛṣṇa, and after taking to Kṛṣṇa consciousness, he must distribute this knowledge all over the world."
    },
    {
        "verse": "26",
        "devanagari": "यै: श्रद्धया बर्हिषि भागशो हवि-र्निरुप्तमिष्टं विधिमन्त्रवस्तुत: ।एक: पृथङ्‌नामभिराहुतो मुदागृह्णाति पूर्ण: स्वयमाशिषां प्रभु: ॥ २६ ॥",
        "english_devnagari": "yaiḥ śraddhayā barhiṣi bhāgaśo havirniruptam iṣṭaṁ vidhi-mantra-vastutaḥekaḥ pṛthaṅ-nāmabhir āhuto mudāgṛhṇāti pūrṇaḥ svayam āśiṣāṁ prabhuḥ",
        "verse_Syn": [
            "yaiḥ",
            "śraddhayā",
            "barhiṣi",
            "bhāgaśaḥ",
            "haviḥ",
            "niruptam",
            "iṣṭam",
            "vidhi",
            "mantra",
            "vastutaḥ",
            "ekaḥ",
            "pṛthak",
            "nāmabhiḥ",
            "āhutaḥ",
            "mudā",
            "gṛhṇāti",
            "pūrṇaḥ",
            "svayam",
            "āśiṣām",
            "prabhuḥ"
        ],
        "translation": "In India [Bhārata-varṣa], there are many worshipers of the demigods, the various officials appointed by the Supreme Lord, such as Indra, Candra and Sūrya, all of whom are worshiped differently. The worshipers offer the demigods their oblations, considering the demigods part and parcel of the whole, the Supreme Lord. Therefore the Supreme Personality of Godhead accepts these offerings and gradually raises the worshipers to the real standard of devotional service by fulfilling their desires and aspirations. Because the Lord is complete, He offers the worshipers the benedictions they desire even if they worship only part of His transcendental body.",
        "purport": " In Bhagavad-gītā (9.13) Lord Kṛṣṇa says: “O son of Pṛthā, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible.” Mahātmās, advanced devotees, worship only the Supreme Personality of Godhead. Others, however, who are also sometimes called mahātmās, worship the Lord as ekatvena pṛthaktvena. In other words, they accept the demigods as different parts of Kṛṣṇa and worship them for various benedictions. Although the devotees of the demigods thus achieve the desired results offered by Kṛṣṇa, they have been described in Bhagavad-gītā as hṛta-jñānah, not very intelligent. Kṛṣṇa does not desire to be worshiped indirectly through the different parts of His body; Kṛṣṇa wants direct devotional worship. Therefore a devotee who directly worships Lord Kṛṣṇa through staunch devotional service, as recommended in Śrīmad-Bhāgavatam, (tīvreṇa bhakti-yogena yajeta puruṣaṁ param), is very quickly elevated to the transcendental position. Nevertheless, devotees who worship the demigods, the different parts of the Lord, receive the benedictions they desire because the Lord is the original master of all benedictions. If anyone wants a particular benediction, for the Lord to award it is not at all difficult."
    },
    {
        "verse": "27",
        "devanagari": "सत्यं दिशत्यर्थितमर्थितो नृणांनैवार्थदो यत्पुनरर्थिता यत: ।स्वयं विधत्ते भजतामनिच्छता-मिच्छापिधानं निजपादपल्लवम् ॥ २७ ॥",
        "english_devnagari": "satyaṁ diśaty arthitam arthito nṛṇāṁnaivārthado yat punar arthitā yataḥsvayaṁ vidhatte bhajatām anicchatāmicchāpidhānaṁ nija-pāda-pallavam",
        "verse_Syn": [
            "satyam",
            "diśati",
            "arthitam",
            "arthitaḥ",
            "nṛṇām",
            "na",
            "eva",
            "artha",
            "daḥ",
            "yat",
            "punaḥ",
            "arthitā",
            "yataḥ",
            "svayam",
            "vidhatte",
            "bhajatām",
            "anicchatām",
            "icchā",
            "pidhānam",
            "nija",
            "pāda",
            "pallavam"
        ],
        "translation": "The Supreme Personality of Godhead fulfills the material desires of a devotee who approaches Him with such motives, but He does not bestow benedictions upon the devotee that will cause him to demand more benedictions again. However, the Lord willingly gives the devotee shelter at His own lotus feet, even though such a person does not aspire for it, and that shelter satisfies all his desires. That is the Supreme Personality’s special mercy.",
        "purport": " The devotees mentioned in the previous verse approach the Supreme Personality of Godhead with material motives, but this verse explains how such devotees are saved from those desires. Śrīmad-Bhāgavatam (2.3.10) advises: “Whether one is freed from all material desires, is full of material desires, or desires to become one with the Supreme, he should engage in devotional service.” In this way, not only will the devotee’s desires be fulfilled, but the day will come when he will have no other desire than to serve the lotus feet of the Lord. One who engages in the service of the Lord with some motive is called a sakāma-bhakta, and one who serves the Lord without any motives is called an akāma-bhakta. Kṛṣṇa is so merciful that He turns a sakāma-bhakta into an akāma-bhakta. A pure devotee, an akāma-bhakta, who has no material motives, is satisfied simply to serve the lotus feet of the Lord. This is confirmed in Bhagavad-gītā (6.22). Yaṁ labdhvā cāparaṁ lābhaṁ manyate nādhikaṁ tataḥ: if one engages in the service of the lotus feet of the Lord, he does not want anything more. This is the highest stage of devotional service. The Lord is so kind even to a sakāma-bhakta, a motivated devotee, that He satisfies his desires in such a way that one day he becomes an akāma-bhakta. Dhruva Mahārāja, for example, became a bhakta with the motive of getting a better kingdom than that of his father, but finally he became an akāma-bhakta and said to the Lord, svāmin kṛtārtho ’smi varaṁ na yāce: “My dear Lord, I am very satisfied simply to serve Your lotus feet. I do not want any material benefits.” Sometimes it is found that a small child eats dirty things, but his parents take away the dirty things and offer him a sandeśa or some other sweetmeat. Devotees who aspire for material benedictions are compared to such children. The Lord is so kind that He takes away their material desires and gives them the highest benediction. Therefore, even for material motives, one should not worship anyone other than the Supreme Personality of Godhead; one must fully engage himself in the devotional service of the Lord so that all his desires will be fulfilled and at the end he can go back home, back to Godhead. This is explained in Caitanya-caritāmṛta (Madhya 22.37-39, 41) as follows. Anyakāmī — a devotee may desire something other than service to the lotus feet of the Lord; yadi kare kṛṣṇera bhajana — but if he engages in Lord Kṛṣṇa’s service; nā māgiteha kṛṣṇa tāre dena sva-caraṇa — Kṛṣṇa gives him shelter at His lotus feet, even though he does not aspire for it. Kṛṣṇa kahe — the Lord says; āmā bhaje — “He is engaged in My service”; māge viṣaya-sukha — “but he wants the benefits of material sense gratification.” Amṛta chāḍi’ viṣa māge: — “such a devotee is like a person who asks for poison instead of nectar.” Ei baḍa mūrkha: “That is his foolishness.” Ami-vijña: “But I am experienced.” Ei mūrkhe ‘viṣaya’ kene diba: “Why should I give such a foolish person the dirty things of material enjoyment?” Sva-caraṇa-mṛta: “It would be better for Me to give him shelter at My lotus feet.” ‘Viṣaya’ bhulāiba: “I shall cause him to forget all material desires.” Kāma lāgi’ kṛṣṇa bhaje — if one engages in the service of the Lord for sense gratification; paya kṛṣṇa-rase — the result is that he ultimately gets a taste for serving the lotus feet of the Lord. Kāma chāḍi’ ‘dasa’ haite haya abhilāṣe: He then gives up all material desires and wants to become an eternal servant of the Lord."
    },
    {
        "verse": "28",
        "devanagari": "यद्यत्र न: स्वर्गसुखावशेषितंस्विष्टस्य सूक्तस्य कृतस्य शोभनम् ।तेनाजनाभे स्मृतिमज्जन्म न: स्याद्वर्षे हरिर्यद्भ‍जतां शं तनोति ॥ २८ ॥",
        "english_devnagari": "yady atra naḥ svarga-sukhāvaśeṣitaṁsviṣṭasya sūktasya kṛtasya śobhanamtenājanābhe smṛtimaj janma naḥ syādvarṣe harir yad-bhajatāṁ śaṁ tanoti",
        "verse_Syn": [
            "yadi",
            "atra",
            "naḥ",
            "svarga",
            "sukha",
            "avaśeṣitam",
            "su",
            "iṣṭasya",
            "su",
            "uktasya",
            "kṛtasya",
            "śobhanam",
            "tena",
            "ajanābhe",
            "smṛti",
            "mat",
            "janma",
            "naḥ",
            "syāt",
            "varṣe",
            "hariḥ",
            "yat",
            "bhajatām",
            "śam",
            "tanoti"
        ],
        "translation": "We are now living in the heavenly planets, undoubtedly as a result of our having performed ritualistic ceremonies, pious activities and yajñas and having studied the Vedas. However, our lives here will one day be finished. We pray that at that time, if any merit remains from our pious activities, we may again take birth in Bhārata-varṣa as human beings able to remember the lotus feet of the Lord. The Lord is so kind that He personally comes to the land of Bhārata-varṣa and expands the good fortune of its people.",
        "purport": " It is certainly as a result of pious activities that one takes birth in the heavenly planets, but from those planets one must nevertheless come down again to earth, as stated in Bhagavad-gītā (kṣīṇe puṇye martya-lokaṁ viśanti). Even the demigods must return to earth to work like ordinary men when the results of their pious activities expire. Nevertheless, the demigods desire to come to the land of Bhārata-varṣa if even a small portion of the merits of their pious activities remains. In other words, to take birth in Bhārata-varṣa, one must perform more pious activities than the demigods. In Bhārata-varṣa one is naturally Kṛṣṇa conscious, and if one further cultivates his Kṛṣṇa consciousness, by the grace of Kṛṣṇa he certainly expands his good fortune by becoming perfect in Kṛṣṇa consciousness and very easily going back home, back to Godhead. In many other places in the Vedic literature it is found that even the demigods want to come to this land of Bhārata-varṣa. A foolish person may desire to be promoted to the heavenly planets as a result of his pious activities, but even the demigods from the heavenly planets want to come to Bhārata-varṣa and achieve bodies that may be very easily used to cultivate Kṛṣṇa consciousness. Therefore Śrī Caitanya Mahāprabhu repeatedly says: A human being born in the land of Bhārata-varṣa has the special prerogative to develop Kṛṣṇa consciousness. Therefore those already born in Bhārata-varṣa should take lessons from the śāstras and guru and should fully take advantage of the mercy of Śrī Caitanya Mahāprabhu in order to be fully equipped with Kṛṣṇa consciousness. By taking full advantage of Kṛṣṇa consciousness, one goes back home, back to Godhead (yānti mad-yājino ’pi mām). The Kṛṣṇa consciousness movement is therefore spreading this facility to human society by opening many, many centers all over the world so that people may associate with the pure devotees of the Kṛṣṇa consciousness movement, understand the science of Kṛṣṇa consciousness and ultimately go back home, back to Godhead."
    },
    {
        "verse": "29-30",
        "devanagari": "श्रीशुक उवाचजम्बूद्वीपस्य च राजन्नुपद्वीपानष्टौ हैक उपदिशन्ति सगरात्मजैरश्‍वान्वेषण इमां महीं परितो निखनद्भ‍िरुपकल्पितान् ॥ २९ ॥ तद्यथा स्वर्णप्रस्थश्चन्द्रशुक्ल आवर्तनो रमणको मन्दरहरिण: पाञ्चजन्य: सिंहलो लङ्केति ॥ ३० ॥",
        "english_devnagari": "śrī-śuka uvācajambūdvīpasya ca rājann upadvīpān aṣṭau haika upadiśanti sagarātmajair aśvānveṣaṇa imāṁ mahīṁ parito nikhanadbhir upakalpitān; tad yathā svarṇaprasthaś candraśukla āvartano ramaṇako mandarahariṇaḥ pāñcajanyaḥ siṁhalo laṅketi.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "jambūdvīpasya",
            "ca",
            "rājan",
            "upadvīpān",
            "aṣṭau",
            "ha",
            "eke",
            "upadiśanti",
            "sagara",
            "ātma",
            "jaiḥ",
            "aśva",
            "anveṣaṇe",
            "imām",
            "mahīm",
            "paritaḥ",
            "nikhanadbhiḥ",
            "upakalpitān",
            "tat",
            "yathā",
            "svarṇa",
            "prasthaḥ",
            "candra",
            "śuklaḥ",
            "āvartanaḥ",
            "ramaṇakaḥ",
            "mandara",
            "hariṇaḥ",
            "pāñcajanyaḥ",
            "siṁhalaḥ",
            "laṅkā",
            "iti"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: My dear King, in the opinion of some learned scholars, eight smaller islands surround Jambūdvīpa. When the sons of Mahārāja Sagara were searching all over the world for their lost horse, they dug up the earth, and in this way eight adjoining islands came into existence. The names of these islands are Svarṇaprastha, Candraśukla, Āvartana, Ramaṇaka, Mandara-hariṇa, Pāñcajanya, Siṁhala and Laṅkā.",
        "purport": " In the Kūrma Purāṇa there is this statement about the desires of the demigods: Although the demigods are situated in exalted positions in the heavenly planets, they nevertheless desire to descend to the land of Bhārata-varṣa on the planet earth. This indicates that even the demigods are unfit to reside in Bhārata-varṣa. Therefore if persons already born in Bhārata-varṣa live like cats and dogs, not taking full advantage of their birth in this land, they are certainly unfortunate."
    },
    {
        "verse": "31",
        "devanagari": "एवं तव भारतोत्तम जम्बूद्वीपवर्षविभागो यथोपदेशमुपवर्णित इति ॥ ३१ ॥",
        "english_devnagari": "evaṁ tava bhāratottama jambūdvīpa-varṣa-vibhāgo yathopadeśam upavarṇita iti.",
        "verse_Syn": [
            "evam",
            "tava",
            "bhārata",
            "uttama",
            "jambūdvīpa",
            "varṣa",
            "vibhāgaḥ",
            "yathā",
            "upadeśam",
            "upavarṇitaḥ",
            "iti"
        ],
        "translation": "My dear King Parīkṣit, O best of the descendants of Bharata Mahārāja, I have thus described to you, as I myself have been instructed, the island of Bhārata-varṣa and its adjoining islands. These are the islands that constitute Jambūdvīpa.",
        "purport": ""
    }
]