[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअथ सिन्धुसौवीरपते रहूगणस्य व्रजत इक्षुमत्यास्तटे तत्कुलपतिना शिबिकावाहपुरुषान्वेषणसमये दैवेनोपसादित: स द्विजवर उपलब्ध एष पीवा युवा संहननाङ्गो गोखरवद्धुरं वोढुमलमिति पूर्वविष्टिगृहीतै: सह गृहीत: प्रसभमतदर्ह उवाह शिबिकां स महानुभाव: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaatha sindhu-sauvīra-pate rahūgaṇasya vrajata ikṣumatyās taṭe tat-kula-patinā śibikā-vāha-puruṣānveṣaṇa-samaye daivenopasāditaḥ sa dvija-vara upalabdha eṣa pīvā yuvā saṁhananāṅgo go-kharavad dhuraṁ voḍhum alam iti pūrva-viṣṭi-gṛhītaiḥ saha gṛhītaḥ prasabham atad-arha uvāha śibikāṁ sa mahānubhāvaḥ.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "sindhu",
            "sauvīra",
            "pateḥ",
            "rahū",
            "gaṇasya",
            "vrajataḥ",
            "ikṣu",
            "matyāḥ",
            "taṭe",
            "tat",
            "kula",
            "patinā",
            "śibikā",
            "vāha",
            "puruṣa",
            "anveṣaṇa",
            "samaye",
            "daivena",
            "upasāditaḥ",
            "saḥ",
            "dvija",
            "varaḥ",
            "upalabdhaḥ",
            "eṣaḥ",
            "pīvā",
            "yuvā",
            "saṁhanana",
            "aṅgaḥ",
            "go",
            "khara",
            "vat",
            "dhuram",
            "voḍhum",
            "alam",
            "iti",
            "pūrva",
            "viṣṭi",
            "gṛhītaiḥ",
            "saha",
            "gṛhītaḥ",
            "prasabham",
            "a",
            "tat",
            "arhaḥ",
            "uvāha",
            "śibikām",
            "saḥ",
            "mahā",
            "anubhāvaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King, after this, King Rahūgaṇa, ruler of the states known as Sindhu and Sauvīra, was going to Kapilāśrama. When the King’s chief palanquin carriers reached the banks of the river Ikṣumatī, they needed another carrier. Therefore they began searching for someone, and by chance they came upon Jaḍa Bharata. They considered the fact that Jaḍa Bharata was very young and strong and had firm limbs. Like cows and asses, he was quite fit to carry loads. Thinking in this way, although the great soul Jaḍa Bharata was unfit for such work, they nonetheless unhesitatingly forced him to carry the palanquin.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "यदा हि द्विजवरस्येषुमात्रावलोकानुगतेर्न समाहिता पुरुषगतिस्तदा विषमगतां स्वशिबिकां रहूगण उपधार्य पुरुषानधिवहत आह हे वोढार: साध्वतिक्रमत किमिति विषममुह्यते यानमिति ॥ २ ॥",
        "english_devnagari": "yadā hi dvija-varasyeṣu-mātrāvalokānugater na samāhitā puruṣa-gatis tadā viṣama-gatāṁ sva-śibikāṁ rahūgaṇa upadhārya puruṣān adhivahata āha he voḍhāraḥ sādhv atikramata kim iti viṣamam uhyate yānam iti.",
        "verse_Syn": [
            "yadā",
            "hi",
            "dvija",
            "varasya",
            "iṣu",
            "mātra",
            "avaloka",
            "anugateḥ",
            "na",
            "samāhitā",
            "puruṣa",
            "gatiḥ",
            "tadā",
            "viṣama",
            "gatām",
            "sva",
            "śibikām",
            "rahūgaṇaḥ",
            "upadhārya",
            "puruṣān",
            "adhivahataḥ",
            "āha",
            "he",
            "voḍhāraḥ",
            "sādhu",
            "atikramata",
            "kim",
            "iti",
            "viṣamam",
            "uhyate",
            "yānam",
            "iti"
        ],
        "translation": "The palanquin, however, was very erratically carried by Jaḍa Bharata due to his sense of nonviolence. As he stepped forward, he checked before him every three feet to see whether he was about to step on ants. Consequently he could not keep pace with the other carriers. Due to this, the palanquin was shaking, and King Rahūgaṇa immediately asked the carriers, “Why are you carrying this palanquin unevenly? Better carry it properly.”",
        "purport": " Although Jaḍa Bharata was forced to carry the palanquin, he did not give up his sympathetic feelings toward the poor ants passing on the road. A devotee of the Lord does not forget his devotional service and other favorable activities, even when he is in a most distressful condition. Jaḍa Bharata was a qualified brāhmaṇa, highly elevated in spiritual knowledge, yet he was forced to carry the palanquin. He did not mind this, but while walking on the road, he could not forget his duty to avoid killing even an ant. A Vaiṣṇava is never envious or unnecessarily violent. There were many ants on the path, but Jaḍa Bharata took care by looking ahead three feet. When the ants were no longer in his way, he would place his foot on the ground. A Vaiṣṇava is always very kind at heart to all living entities. In His sāṅkhya-yoga, Lord Kapiladeva explains: suhṛdaḥ sarva-dehinām. Living entities assume different bodily forms. Those who are not Vaiṣṇavas consider only human society worthy of their sympathy, but Kṛṣṇa claims to be the supreme father of all life forms. Consequently the Vaiṣṇava takes care not to annihilate untimely or unnecessarily any life form. All living entities have to fulfill a certain duration for being encaged in a particular type of material body. They have to finish the duration allotted a particular body before being promoted or evolved to another body. Killing an animal or any other living being simply places an impediment in the way of his completing his term of imprisonment in a certain body. One should therefore not kill bodies for one’s sense gratification, for this will implicate one in sinful activity."
    },
    {
        "verse": "3",
        "devanagari": "अथ त ईश्वरवच: सोपालम्भमुपाकर्ण्योपायतुरीयाच्छङ्कितमनसस्तं विज्ञापयांबभूवु: ॥ ३ ॥",
        "english_devnagari": "atha ta īśvara-vacaḥ sopālambham upākarṇyopāya-turīyāc chaṅkita-manasas taṁ vijñāpayāṁ babhūvuḥ.",
        "verse_Syn": [
            "atha",
            "te",
            "īśvara",
            "vacaḥ",
            "sa",
            "upālambham",
            "upākarṇya",
            "upāya",
            "turīyāt",
            "śaṅkita",
            "manasaḥ",
            "tam",
            "vijñāpayām",
            "babhūvuḥ"
        ],
        "translation": "When the palanquin carriers heard the threatening words of Mahārāja Rahūgaṇa, they became very afraid of his punishment and began to speak to him as follows.",
        "purport": " According to political science, a king sometimes tries to pacify his subordinates, sometimes chastises them, sometimes divides them and sometimes rewards them. In this way the king rules his subordinates. The bearers of the palanquin could understand that the King was angry and that he would chastise them."
    },
    {
        "verse": "4",
        "devanagari": "न वयं नरदेव प्रमत्ता भवन्नियमानुपथा: साध्वेव वहाम: । अयमधुनैव नियुक्तोऽपि न द्रुतं व्रजति नानेन सह वोढुमु ह वयं पारयाम इति ॥ ४ ॥",
        "english_devnagari": "na vayaṁ nara-deva pramattā bhavan-niyamānupathāḥ sādhv eva vahāmaḥ. ayam adhunaiva niyukto ’pi na drutaṁ vrajati nānena saha voḍhum u ha vayaṁ pārayāma iti.",
        "verse_Syn": [
            "na",
            "vayam",
            "nara",
            "deva",
            "pramattāḥ",
            "bhavat",
            "niyama",
            "anupathāḥ",
            "sādhu",
            "eva",
            "vahāmaḥ",
            "ayam",
            "adhunā",
            "eva",
            "niyuktaḥ",
            "api",
            "na",
            "drutam",
            "vrajati",
            "na",
            "anena",
            "saha",
            "voḍhum",
            "u",
            "ha",
            "vayam",
            "pārayāmaḥ",
            "iti"
        ],
        "translation": "O lord, please note that we are not at all negligent in discharging our duties. We have been faithfully carrying this palanquin according to your desire, but this man who has been recently engaged to work with us cannot walk very swiftly. Therefore we are not able to carry the palanquin with him.",
        "purport": " The other palanquin carriers were śūdras, whereas Jaḍa Bharata was not only a high-caste brāhmaṇa but also a great devotee. Śūdras do not sympathize with other living beings, but a Vaiṣṇava cannot act like a śūdra. Whenever a śūdra and a brāhmaṇa Vaiṣṇava are combined, there will certainly be imbalance in the execution of duties. The śūdras were walking with the palanquin without at all caring for the ants on the ground, but Jaḍa Bharata could not act like a śūdra, and therefore difficulty arose."
    },
    {
        "verse": "5",
        "devanagari": "सांसर्गिको दोष एव नूनमेकस्यापि सर्वेषां सांसर्गिकाणां भवितुमर्हतीति निश्चित्य निशम्य कृपणवचो राजा रहूगण उपासितवृद्धोऽपि निसर्गेण बलात्कृत ईषदुत्थितमन्युरविस्पष्टब्रह्मतेजसं जातवेदसमिव रजसाऽऽवृतमतिराह ॥ ५ ॥",
        "english_devnagari": "sāṁsargiko doṣa eva nūnam ekasyāpi sarveṣāṁ sāṁsargikāṇāṁ bhavitum arhatīti niścitya niśamya kṛpaṇa-vaco rājā rahūgaṇa upāsita-vṛddho ’pi nisargeṇa balāt kṛta īṣad-utthita-manyur avispaṣṭa-brahma-tejasaṁ jāta-vedasam iva rajasāvṛta-matir āha.",
        "verse_Syn": [
            "sāṁsargikaḥ",
            "doṣaḥ",
            "eva",
            "nūnam",
            "ekasya",
            "api",
            "sarveṣām",
            "sāṁsargikāṇām",
            "bhavitum",
            "arhati",
            "iti",
            "niścitya",
            "niśamya",
            "kṛpaṇa",
            "vacaḥ",
            "rājā",
            "rahūgaṇaḥ",
            "upāsita",
            "vṛddhaḥ",
            "api",
            "nisargeṇa",
            "balāt",
            "kṛtaḥ",
            "īṣat",
            "utthita",
            "manyuḥ",
            "avispaṣṭa",
            "brahma",
            "tejasam",
            "jāta",
            "vedasam",
            "iva",
            "rajasā",
            "āvṛta",
            "matiḥ",
            "āha"
        ],
        "translation": "King Rahūgaṇa could understand the speeches given by the carriers, who were afraid of being punished. He could also understand that simply due to the fault of one person, the palanquin was not being carried properly. Knowing this perfectly well and hearing their appeal, he became a little angry, although he was very advanced in political science and was very experienced. His anger arose due to his inborn nature as a king. Actually King Rahūgaṇa’s mind was covered by the mode of passion, and he therefore spoke as follows to Jaḍa Bharata, whose Brahman effulgence was not clearly visible, being covered like a fire covered by ashes.",
        "purport": " The distinction between rajo-guṇa and sattva-guṇa is explained in this verse. Although the King was very upright and advanced in political science and governmental management, he was nonetheless in the mode of passion, and therefore, due to a slight agitation, he became angry. Jaḍa Bharata, despite all kinds of injustice endured because of his deaf and dumb display, remained silent by the strength of his spiritual advancement. Nonetheless his brahma-tejaḥ, his Brahman effulgence, was indistinctly visible in his person."
    },
    {
        "verse": "6",
        "devanagari": "अहो कष्टं भ्रातर्व्यक्तमुरुपरिश्रान्तो दीर्घमध्वानमेक एव ऊहिवान् सुचिरं नातिपीवा न संहननाङ्गो जरसा चोपद्रुतो भवान् सखे नो एवापर एते सङ्घट्टिन इति बहुविप्रलब्धोऽप्यविद्यया रचितद्रव्यगुणकर्माशयस्वचरमकलेवरेऽवस्तुनि संस्थानविशेषेऽहं ममेत्यनध्यारोपितमिथ्याप्रत्ययो ब्रह्मभूतस्तूष्णीं शिबिकां पूर्ववदुवाह ॥ ६ ॥",
        "english_devnagari": "aho kaṣṭaṁ bhrātar vyaktam uru-pariśrānto dīrgham adhvānam eka eva ūhivān suciraṁ nāti-pīvā na saṁhananāṅgo jarasā copadruto bhavān sakhe no evāpara ete saṅghaṭṭina iti bahu-vipralabdho ’py avidyayā racita-dravya-guṇa-karmāśaya-sva-carama-kalevare ’vastuni saṁsthāna-viśeṣe ’haṁ mamety anadhyāropita-mithyā-pratyayo brahma-bhūtas tūṣṇīṁ śibikāṁ pūrvavad uvāha.",
        "verse_Syn": [
            "aho",
            "kaṣṭam",
            "bhrātaḥ",
            "vyaktam",
            "uru",
            "pariśrāntaḥ",
            "dīrgham",
            "adhvānam",
            "ekaḥ",
            "eva",
            "ūhivān",
            "su",
            "ciram",
            "na",
            "ati",
            "pīvā",
            "na",
            "saṁhanana",
            "aṅgaḥ",
            "jarasā",
            "ca",
            "upadrutaḥ",
            "bhavān",
            "sakhe",
            "no",
            "eva",
            "apare",
            "ete",
            "saṅghaṭṭinaḥ",
            "iti",
            "bahu",
            "vipralabdhaḥ",
            "api",
            "avidyayā",
            "racita",
            "dravya",
            "guṇa",
            "karma",
            "āśaya",
            "sva",
            "carama",
            "kalevare",
            "avastuni",
            "saṁsthāna",
            "viśeṣe",
            "aham",
            "mama",
            "iti",
            "anadhyāropita",
            "mithyā",
            "pratyayaḥ",
            "brahma",
            "bhūtaḥ",
            "tūṣṇīm",
            "śibikām",
            "pūrva",
            "vat",
            "uvāha"
        ],
        "translation": "King Rahūgaṇa told Jaḍa Bharata: How troublesome this is, my dear brother. You certainly appear very fatigued because you have carried this palanquin alone without assistance for a long time and for a long distance. Besides that, due to your old age you have become greatly troubled. My dear friend, I see that you are not very firm, nor very strong and stout. Aren’t your fellow carriers cooperating with you?",
        "purport": " In this way the King criticized Jaḍa Bharata with sarcastic words, yet despite being criticized in this way, Jaḍa Bharata had no bodily conception of the situation. He knew that he was not the body, for he had attained his spiritual identity. He was neither fat, lean nor thin, nor had he anything to do with a lump of matter, a combination of the five gross and three subtle elements. He had nothing to do with the material body and its two hands and legs. In other words, he had completely realized his spiritual identity [ahaṁ brahmāsmi]. He was therefore unaffected by this sarcastic criticism from the King. Without saying anything, he continued carrying the palanquin as before. Jaḍa Bharata was completely liberated. He did not even care when the dacoits attempted to kill his body; he knew that he certainly was not the body. Even if the body were killed, he would not have cared, for he was thoroughly convinced of the proposition found in Bhagavad-gītā (2.20): na hanyate hanyamāne śarīre. He knew that he could not be killed even if his body were killed. Although he did not protest, the Supreme Personality of Godhead in His agent could not tolerate the injustice of the dacoits; therefore he was saved by the mercy of Kṛṣṇa, and the dacoits were killed. In this case, while carrying the palanquin, he also knew that he was not the body. This body was very strong and stout, in sound condition and quite competent to carry the palanquin. Due to his being freed from the bodily conception, the sarcastic words of the King did not at all affect him. The body is created according to one’s karma, and material nature supplies the ingredients for the development of a certain type of body. The soul the body covers is different from the bodily construction; therefore anything favorable or mischievous done to the body does not affect the spirit soul. The Vedic injunction is asaṅgo hy ayaṁ puruṣaḥ: the spirit soul is always unaffected by material arrangements."
    },
    {
        "verse": "7",
        "devanagari": "अथ पुन: स्वशिबिकायां विषमगतायां प्रकुपित उवाच रहूगण: किमिदमरे त्वं जीवन्मृतो मां कदर्थीकृत्य भर्तृशासनमतिचरसि प्रमत्तस्य च ते करोमि चिकित्सां दण्डपाणिरिव जनताया यथा प्रकृतिं स्वां भजिष्यस इति ॥ ७ ॥",
        "english_devnagari": "atha punaḥ sva-śibikāyāṁ viṣama-gatāyāṁ prakupita uvāca rahūgaṇaḥ kim idam are tvaṁ jīvan-mṛto māṁ kadarthī-kṛtya bhartṛ-śāsanam aticarasi pramattasya ca te karomi cikitsāṁ daṇḍa-pāṇir iva janatāyā yathā prakṛtiṁ svāṁ bhajiṣyasa iti.",
        "verse_Syn": [
            "atha",
            "punaḥ",
            "sva",
            "śibikāyām",
            "viṣama",
            "gatāyām",
            "prakupitaḥ",
            "uvāca",
            "rahūgaṇaḥ",
            "kim",
            "idam",
            "are",
            "tvam",
            "jīvat",
            "mṛtaḥ",
            "mām",
            "kat",
            "arthī",
            "kṛtya",
            "bhartṛ",
            "śāsanam",
            "aticarasi",
            "pramattasya",
            "ca",
            "te",
            "karomi",
            "cikitsām",
            "daṇḍa",
            "pāṇiḥ",
            "iva",
            "janatāyāḥ",
            "yathā",
            "prakṛtim",
            "svām",
            "bhajiṣyase",
            "iti"
        ],
        "translation": "Thereafter, when the King saw that his palanquin was still being shaken by the carriers, he became very angry and said: You rascal, what are you doing? Are you dead despite the life within your body? Do you not know that I am your master? You are disregarding me and are not carrying out my order. For this disobedience I shall now punish you just as Yamarāja, the superintendent of death, punishes sinful people. I shall give you proper treatment so that you will come to your senses and do the correct thing.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "एवं बह्वबद्धमपि भाषमाणं नरदेवाभिमानं रजसा तमसानुविद्धेन मदेन तिरस्कृताशेषभगवत्प्रियनिकेतं पण्डितमानिनं स भगवान् ब्राह्मणो ब्रह्मभूतसर्वभूतसुहृदात्मा योगेश्वरचर्यायां नातिव्युत्पन्नमतिं स्मयमान इव विगतस्मय इदमाह ॥ ८ ॥",
        "english_devnagari": "evaṁ bahv abaddham api bhāṣamāṇaṁ nara-devābhimānaṁ rajasā tamasānuviddhena madena tiraskṛtāśeṣa-bhagavat-priya-niketaṁ paṇḍita-māninaṁ sa bhagavān brāhmaṇo brahma-bhūta-sarva-bhūta-suhṛd-ātmā yogeśvara-caryāyāṁ nāti-vyutpanna-matiṁ smayamāna iva vigata-smaya idam āha.",
        "verse_Syn": [
            "evam",
            "bahu",
            "abaddham",
            "api",
            "bhāṣamāṇam",
            "nara",
            "deva",
            "abhimānam",
            "rajasā",
            "tamasā",
            "anuviddhena",
            "madena",
            "tiraskṛta",
            "aśeṣa",
            "bhagavat",
            "priya",
            "niketam",
            "paṇḍita",
            "māninam",
            "saḥ",
            "bhagavān",
            "brāhmaṇaḥ",
            "brahma",
            "bhūta",
            "sarva",
            "bhūta",
            "suhṛt",
            "ātmā",
            "yoga",
            "īśvara",
            "caryāyām",
            "na",
            "ati",
            "vyutpanna",
            "matim",
            "smayamānaḥ",
            "iva",
            "vigata",
            "smayaḥ",
            "idam",
            "āha"
        ],
        "translation": "Thinking himself a king, King Rahūgaṇa was in the bodily conception and was influenced by material nature’s modes of passion and ignorance. Due to madness, he chastised Jaḍa Bharata with uncalled-for and contradictory words. Jaḍa Bharata was a topmost devotee and the dear abode of the Supreme Personality of Godhead. Although considering himself very learned, the King did not know about the position of an advanced devotee situated in devotional service, nor did he know his characteristics. Jaḍa Bharata was the residence of the Supreme Personality of Godhead; he always carried the form of the Lord within his heart. He was the dear friend of all living beings, and he did not entertain any bodily conception. He therefore smiled and spoke the following words.",
        "purport": " The distinction between a person in the bodily conception and a person beyond the bodily conception is presented in this verse. In the bodily conception, King Rahūgaṇa considered himself a king and chastised Jaḍa Bharata in so many unwanted ways. Being self-realized, Jaḍa Bharata, who was fully situated on the transcendental platform, did not at all become angry; instead, he smiled and began to deliver his teachings to King Rahūgaṇa. A highly advanced Vaiṣṇava devotee is a friend to all living entities, and consequently he is a friend to his enemies also. In fact, he does not consider anyone to be his enemy. Suhṛdaḥ sarva-dehinām. Sometimes a Vaiṣṇava becomes superficially angry at a nondevotee, but this is good for the nondevotee. We have several examples of this in Vedic literature. Once Nārada became angry with the two sons of Kuvera, Nalakūvara and Maṇigrīva, and he chastised them by turning them into trees. The result was that later they were liberated by Lord Śrī Kṛṣṇa. The devotee is situated on the absolute platform, and when he is angry or pleased, there is no difference, for in either case he bestows his benediction."
    },
    {
        "verse": "9",
        "devanagari": "ब्राह्मण उवाचत्वयोदितं व्यक्तमविप्रलब्धंभर्तु: स मे स्याद्यदि वीर भार: ।गन्तुर्यदि स्यादधिगम्यमध्वापीवेति राशौ न विदां प्रवाद: ॥ ९ ॥",
        "english_devnagari": "brāhmaṇa uvācatvayoditaṁ vyaktam avipralabdhaṁbhartuḥ sa me syād yadi vīra bhāraḥgantur yadi syād adhigamyam adhvāpīveti rāśau na vidāṁ pravādaḥ",
        "verse_Syn": [
            "brāhmaṇaḥ",
            "uvāca",
            "tvayā",
            "uditam",
            "vyaktam",
            "avipralabdham",
            "bhartuḥ",
            "saḥ",
            "me",
            "syāt",
            "yadi",
            "vīra",
            "bhāraḥ",
            "gantuḥ",
            "yadi",
            "syāt",
            "adhigamyam",
            "adhvā",
            "pīvā",
            "iti",
            "rāśau",
            "na",
            "vidām",
            "pravādaḥ"
        ],
        "translation": "The great brāhmaṇa Jaḍa Bharata said: My dear King and hero, whatever you have spoken sarcastically is certainly true. Actually these are not simply words of chastisement, for the body is the carrier. The load carried by the body does not belong to me, for I am the spirit soul. There is no contradiction in your statements because I am different from the body. I am not the carrier of the palanquin; the body is the carrier. Certainly, as you have hinted, I have not labored carrying the palanquin, for I am detached from the body. You have said that I am not stout and strong, and these words are befitting a person who does not know the distinction between the body and the soul. The body may be fat or thin, but no learned man would say such things of the spirit soul. As far as the spirit soul is concerned, I am neither fat nor skinny; therefore you are correct when you say that I am not very stout. Also, if the object of this journey and the path leading there were mine, there would be many troubles for me, but because they relate not to me but to my body, there is no trouble at all.",
        "purport": " In Bhagavad-gītā it is stated that one who is advanced in spiritual knowledge is not disturbed by the pains and pleasures of the material body. The material body is completely separate from the spirit soul, and the pains and pleasures of the body are superfluous. The practice of austerity and penance is meant for understanding the distinction between the body and the soul and how the soul can be unaffected by the pleasures and pains of the body. Jaḍa Bharata was actually situated on the platform of self-realization. He was completely aloof from the bodily conception; therefore he immediately took this position and convinced the King that whatever contradictory things the King had said about his body did not actually apply to him as a spirit soul."
    },
    {
        "verse": "10",
        "devanagari": "स्थौल्यं कार्श्यं व्याधय आधयश्चक्षुत्तृड् भयं कलिरिच्छा जरा च ।निद्रा रतिर्मन्युरहंमद: शुचोदेहेन जातस्य हि मे न सन्ति ॥ १० ॥",
        "english_devnagari": "sthaulyaṁ kārśyaṁ vyādhaya ādhayaś cakṣut tṛḍ bhayaṁ kalir icchā jarā canidrā ratir manyur ahaṁ madaḥ śucodehena jātasya hi me na santi",
        "verse_Syn": [
            "sthaulyam",
            "kārśyam",
            "vyādhayaḥ",
            "ādhayaḥ",
            "ca",
            "kṣut",
            "tṛṭ",
            "bhayam",
            "kaliḥ",
            "icchā",
            "jarā",
            "ca",
            "nidrā",
            "ratiḥ",
            "manyuḥ",
            "aham",
            "madaḥ",
            "śucaḥ",
            "dehena",
            "jātasya",
            "hi",
            "me",
            "na",
            "santi"
        ],
        "translation": "Fatness, thinness, bodily and mental distress, thirst, hunger, fear, disagreement, desires for material happiness, old age, sleep, attachment for material possessions, anger, lamentation, illusion and identification of the body with the self are all transformations of the material covering of the spirit soul. A person absorbed in the material bodily conception is affected by these things, but I am free from all bodily conceptions. Consequently I am neither fat nor skinny nor anything else you have mentioned.",
        "purport": " Śrīla Narottama dāsa Ṭhākura has sung: deha-smṛti nāhi yāra, saṁsāra-bandhana kāhāṅ tāra. One who is spiritually advanced has no connection with the body or with the bodily actions and reactions. When one comes to understand that he is not the body and therefore is neither fat nor skinny, one attains the topmost form of spiritual realization. When one is not spiritually realized, the bodily conception entangles one in the material world. At the present moment all human society is laboring under the bodily conception; therefore in the śāstras people in this age are referred to as dvipada-paśu, two-legged animals. No one can be happy in a civilization conducted by such animals. Our Kṛṣṇa consciousness movement is trying to raise fallen human society to the status of spiritual understanding. It is not possible for everyone to become immediately self-realized like Jaḍa Bharata. However, as stated in Śrīmad-Bhāgavatam (1.2.18): naṣṭa-prāyeṣv abhadreṣu nityaṁ bhāgavata-sevayā. By spreading the Bhāgavata principles, we can raise human society to the platform of perfection. When one is not affected by the bodily conceptions, one can advance to the Lord’s devotional service. The more we advance our freedom from the bodily conception, the more we are fixed in devotional service, and the more we are happy and peaceful. In this regard, Śrīla Madhvācārya says that those who are too materially affected continue the bodily conception. Such persons are concerned with different bodily symptoms, whereas one freed from bodily conceptions lives without the body even in the material condition."
    },
    {
        "verse": "11",
        "devanagari": "जीवन्मृतत्वं नियमेन राजन्आद्यन्तवद्यद्विकृतस्य द‍ृष्टम् ।स्वस्वाम्यभावो ध्रुव ईड्य यत्रतर्ह्युच्यतेऽसौ विधिकृत्ययोग: ॥ ११ ॥",
        "english_devnagari": "jīvan-mṛtatvaṁ niyamena rājanādyantavad yad vikṛtasya dṛṣṭamsva-svāmya-bhāvo dhruva īḍya yatratarhy ucyate ’sau vidhikṛtya-yogaḥ",
        "verse_Syn": [
            "jīvat",
            "mṛtatvam",
            "niyamena",
            "rājan",
            "ādi",
            "anta",
            "vat",
            "yat",
            "vikṛtasya",
            "dṛṣṭam",
            "sva",
            "svāmya",
            "bhāvaḥ",
            "dhruvaḥ",
            "īḍya",
            "yatra",
            "tarhi",
            "ucyate",
            "asau",
            "vidhi",
            "kṛtya",
            "yogaḥ"
        ],
        "translation": "My dear King, you have unnecessarily accused me of being dead though alive. In this regard, I can only say that this is the case everywhere because everything material has its beginning and end. As far as your thinking that you are the king and master and are thus trying to order me, this is also incorrect because these positions are temporary. Today you are a king and I am your servant, but tomorrow the position may be changed, and you may be my servant and I your master. These are temporary circumstances created by providence.",
        "purport": " The bodily conception is the basic principle of suffering in material existence. In Kali-yuga especially, people are so uneducated that they cannot even understand that the body is changing at every moment and that the ultimate change is called death. In this life one may be a king, and in the next life one may be a dog, according to karma. The spirit soul is in a deep slumber caused by the force of material nature. He is put in one type of condition and again changed into another type. Without self-realization and knowledge, conditional life continues, and one falsely claims himself a king, a servant, a cat or a dog. These are simply different transformations brought about by the supreme arrangement. One should not be misled by such temporary bodily conceptions. Actually no one is master within the material world, for everyone is under the control of material nature, which is under the control of the Supreme Personality of Godhead. Therefore the Supreme Personality of Godhead, Kṛṣṇa, is the ultimate master. As explained in Caitanya-caritāmṛta, ekale īśvara kṛṣṇa, āra saba bhṛtya: the only master is Kṛṣṇa, and everyone else is His servant. Forgetfulness of our relationship with the Supreme Lord brings about our suffering in the material world."
    },
    {
        "verse": "12",
        "devanagari": "विशेषबुद्धेर्विवरं मनाक् चपश्याम यन्न व्यवहारतोऽन्यत् ।क ईश्वरस्तत्र किमीशितव्यंतथापि राजन् करवाम किं ते ॥ १२ ॥",
        "english_devnagari": "viśeṣa-buddher vivaraṁ manāk capaśyāma yan na vyavahārato ’nyatka īśvaras tatra kim īśitavyaṁtathāpi rājan karavāma kiṁ te",
        "verse_Syn": [
            "viśeṣa",
            "buddheḥ",
            "vivaram",
            "manāk",
            "ca",
            "paśyāmaḥ",
            "yat",
            "na",
            "vyavahārataḥ",
            "anyat",
            "kaḥ",
            "īśvaraḥ",
            "tatra",
            "kim",
            "īśitavyam",
            "tathāpi",
            "rājan",
            "karavāma",
            "kim",
            "te"
        ],
        "translation": "My dear King, if you still think that you are the King and that I am your servant, you should order me, and I should follow your order. I can then say that this differentiation is temporary, and it expands only from usage or convention. I do not see any other cause. In that case, who is the master, and who is the servant? Everyone is being forced by the laws of material nature; therefore no one is master, and no one is servant. Nonetheless, if you think that you are the master and that I am the servant, I shall accept this. Please order me. What can I do for you?",
        "purport": " It is said in Śrīmad-Bhāgavatam, ahaṁ mameti: One thinks, “I am this body, and in this bodily relationship he is my master, he is my servant, she is my wife, and he is my son.” All these conceptions are temporary due to the inevitable change of body and the arrangement of material nature. We are gathered together like straws floating in the waves of an ocean, straws that are inevitably separated by the laws of the waves. In this material world, everyone is floating on the waves of the ocean of nescience. As described by Bhaktivinoda Ṭhākura: (miche) māyāra vaśe, yāccha bhese’, khāccha hābuḍubu, bhāi (jīva) kṛṣṇa-dāsa, ei viśvāsa, karle ta’ āra duḥkha nāi Śrīla Bhaktivinoda Ṭhākura states that all men and women are floating like straws on the waves of material nature. If they come to the understanding that they are the eternal servants of Kṛṣṇa, they will put an end to this floating condition. As stated in Bhagavad-gītā (3.37): kāma eṣa krodha eṣa rajo-guṇa-samudbhavaḥ. Due to the mode of passion, we desire many things, and according to our desire or anxiety and according to the order of the Supreme Lord, material nature gives us a certain type of body. For some time we play as master or servant, as actors play on the stage under someone else’s direction. While we are in the human form, we should put an end to this nonsensical stage performance. We should come to our original constitutional position, known as Kṛṣṇa consciousness. At the present moment, the real master is material nature. Daivī hy eṣā guṇa-mayī mama māyā duratyayā (Bg. 7.14). Under the spell of material nature, we are becoming servants and masters, but if we agree to be controlled by the Supreme Personality of Godhead and His eternal servants, this temporary condition ceases to exist."
    },
    {
        "verse": "13",
        "devanagari": "उन्मत्तमत्तजडवत्स्वसंस्थांगतस्य मे वीर चिकित्सितेन ।अर्थ: कियान् भवता शिक्षितेनस्तब्धप्रमत्तस्य च पिष्टपेष: ॥ १३ ॥",
        "english_devnagari": "unmatta-matta-jaḍavat sva-saṁsthāṁgatasya me vīra cikitsitenaarthaḥ kiyān bhavatā śikṣitenastabdha-pramattasya ca piṣṭapeṣaḥ",
        "verse_Syn": [
            "unmatta",
            "matta",
            "jaḍa",
            "vat",
            "sva",
            "saṁsthām",
            "gatasya",
            "me",
            "vīra",
            "cikitsitena",
            "arthaḥ",
            "kiyān",
            "bhavatā",
            "śikṣitena",
            "stabdha",
            "pramattasya",
            "ca",
            "piṣṭa",
            "peṣaḥ"
        ],
        "translation": "My dear King, you have said, “You rascal, you dull, crazy fellow! I am going to chastise you, and then you will come to your senses.” In this regard, let me say that although I live like a dull, deaf and dumb man, I am actually a self-realized person. What will you gain by punishing me? If your calculation is true and I am a madman, then your punishment will be like beating a dead horse. There will be no effect. When a madman is punished, he is not cured of his madness.",
        "purport": " Everyone in this material world is working like a madman under certain impressions falsely acquired in the material condition. For example, a thief who knows that stealing is not good and who knows that it is followed with punishment by a king or by God, who has seen that thieves are arrested and punished by the police, nonetheless steals again and again. He is obsessed with the idea that by stealing he will be happy. This is a sign of madness. Despite repeated punishment, the thief cannot give up his stealing habit; therefore the punishment is useless."
    },
    {
        "verse": "14",
        "devanagari": "श्रीशुक उवाचएतावदनुवादपरिभाषया प्रत्युदीर्य मुनिवर उपशमशील उपरतानात्म्यनिमित्त उपभोगेन कर्मारब्धं व्यपनयन् राजयानमपि तथोवाह ॥ १४ ॥",
        "english_devnagari": "śrī-śuka uvācaetāvad anuvāda-paribhāṣayā pratyudīrya muni-vara upaśama-śīla uparatānātmya-nimitta upabhogena karmārabdhaṁ vyapanayan rāja-yānam api tathovāha.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "etāvat",
            "anuvāda",
            "paribhāṣayā",
            "pratyudīrya",
            "muni",
            "varaḥ",
            "upaśama",
            "śīlaḥ",
            "uparata",
            "anātmya",
            "nimittaḥ",
            "upabhogena",
            "karma",
            "ārabdham",
            "vyapanayan",
            "rāja",
            "yānam",
            "api",
            "tathā",
            "uvāha"
        ],
        "translation": "Śukadeva Gosvāmī said: O Mahārāja Parīkṣit, when King Rahūgaṇa chastised the exalted devotee Jaḍa Bharata with harsh words, that peaceful, saintly person tolerated it all and replied properly. Nescience is due to the bodily conception, and Jaḍa Bharata was not affected by this false conception. Out of his natural humility, he never considered himself a great devotee, and he agreed to suffer the results of his past karma. Like an ordinary man, he thought that by carrying the palanquin he was destroying the reactions of his past misdeeds. Thinking in this way, he began to carry the palanquin as before.",
        "purport": " An exalted devotee of the Lord never thinks that he is a paramahaṁsa or a liberated person. He always remains a humble servant of the Lord. In all reverse conditions, he agrees to suffer the results of his past life. He never accuses the Lord of putting him into a distressed condition. These are the signs of an exalted devotee. Tat te ’nukampāṁ susamīkṣyamāṇaḥ. When suffering reversed conditions, the devotee always considers that the reverse conditions are the Lord’s concessions. He is never angry with his master; he is always satisfied with the position his master offers. In any case, he continues performing his duty in devotional service. Such a person is guaranteed promotion back home, back to Godhead. As stated in Śrīmad-Bhāgavatam (10.14.8): “My dear Lord, one who constantly waits for Your causeless mercy to be bestowed upon him and who goes on suffering the reactions of his past misdeeds, offering You respectful obeisances from the core of his heart, is surely eligible for liberation, for it has become his rightful claim.”"
    },
    {
        "verse": "15",
        "devanagari": "स चापि पाण्डवेय सिन्धुसौवीरपतिस्तत्त्वजिज्ञासायां सम्यक्‌श्रद्धयाधिकृताधिकारस्तद्‌धृदयग्रन्थिमोचनं द्विजवच आश्रुत्य बहुयोगग्रन्थसम्मतं त्वरयावरुह्य शिरसा पादमूलमुपसृत: क्षमापयन् विगतनृपदेवस्मय उवाच ॥ १५ ॥",
        "english_devnagari": "sa cāpi pāṇḍaveya sindhu-sauvīra-patis tattva-jijñāsāyāṁ samyak-śraddhayādhikṛtādhikāras tad dhṛdaya-granthi-mocanaṁ dvija-vaca āśrutya bahu-yoga-grantha-sammataṁ tvarayāvaruhya śirasā pāda-mūlam upasṛtaḥ kṣamāpayan vigata-nṛpa-deva-smaya uvāca.",
        "verse_Syn": [
            "saḥ",
            "ca",
            "api",
            "pāṇḍaveya",
            "sindhu",
            "sauvīra",
            "patiḥ",
            "tattva",
            "jijñāsāyām",
            "samyak",
            "śraddhayā",
            "adhikṛta",
            "adhikāraḥ",
            "tat",
            "hṛdaya",
            "granthi",
            "mocanam",
            "dvija",
            "vacaḥ",
            "āśrutya",
            "bahu",
            "yoga",
            "grantha",
            "sammatam",
            "tvarayā",
            "avaruhya",
            "śirasā",
            "pāda",
            "mūlam",
            "upasṛtaḥ",
            "kṣamāpayan",
            "vigata",
            "nṛpa",
            "deva",
            "smayaḥ",
            "uvāca"
        ],
        "translation": "Śukadeva Gosvāmī continued: O best of the Pāṇḍu dynasty [Mahārāja Parīkṣit], the King of the Sindhu and Sauvīra states [Mahārāja Rahūgaṇa] had great faith in discussions of the Absolute Truth. Being thus qualified, he heard from Jaḍa Bharata that philosophical presentation which is approved by all scriptures on the mystic yoga process and which slackens the knot in the heart. His material conception of himself as a king was thus destroyed. He immediately descended from his palanquin and fell flat on the ground with his head at the lotus feet of Jaḍa Bharata in such a way that he might be excused for his insulting words against the great brāhmaṇa. He then prayed as follows.",
        "purport": " In Bhagavad-gītā (4.2) Lord Kṛṣṇa says: “This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way. But in course of time the succession was broken, and therefore the science as it is appears to be lost.” Through the disciplic succession the royal order was on the same platform as great saintly persons (rāja-ṛṣis). Formerly they could understand the philosophy of life and knew how to train the citizens to come to the same standard. In other words, they knew how to deliver the citizens from the entanglement of birth and death. When Mahārāja Daśaratha ruled Ayodhyā, the great sage Viśvāmitra once came to him to take away Lord Rāmacandra and Lakṣmaṇa to the forest to kill a demon. When the saintly person Viśvāmitra came to the court of Mahārāja Daśaratha, the King, in order to receive the saintly person, asked him, aihiṣṭaṁ yat tat punar janma jayāya. He asked the sage whether everything was going on well in his endeavor to conquer the repetition of birth and death. The whole process of Vedic civilization is based on this point. We must know how to conquer the repetition of birth and death. Mahārāja Rahūgaṇa also knew the purpose of life; therefore when Jaḍa Bharata put the philosophy of life before him, he immediately appreciated it. This is the foundation of Vedic society. Learned scholars, brāhmaṇas, saintly persons and sages who were fully aware of the Vedic purpose advised the royal order how to benefit the general masses, and by their cooperation the general masses were benefited. Therefore everything was successful. Mahārāja Rahūgaṇa attained this perfection of understanding the value of human life; therefore he regretted his insulting words to Jaḍa Bharata, and he immediately descended from his palanquin and fell down at the lotus feet of Jaḍa Bharata in order to be excused and to hear from him further about the values of life known as brahma jijñāsā (inquiry into the Absolute Truth). At the present moment, high government officials are ignorant of the values of life, and when saintly persons endeavor to broadcast the Vedic knowledge, the so-called executives do not offer their respectful obeisances but try to obstruct the spiritual propaganda. Thus one can say that the former kingly government was like heaven and that the present government is like hell."
    },
    {
        "verse": "16",
        "devanagari": "कस्त्वं निगूढश्चरसि द्विजानांबिभर्षि सूत्रं कतमोऽवधूत: ।कस्यासि कुत्रत्य इहापि कस्मात्क्षेमाय नश्चेदसि नोत शुक्ल: ॥ १६ ॥",
        "english_devnagari": "kas tvaṁ nigūḍhaś carasi dvijānāṁbibharṣi sūtraṁ katamo ’vadhūtaḥkasyāsi kutratya ihāpi kasmātkṣemāya naś ced asi nota śuklaḥ",
        "verse_Syn": [
            "kaḥ",
            "tvam",
            "nigūḍhaḥ",
            "carasi",
            "dvijānām",
            "bibharṣi",
            "sūtram",
            "katamaḥ",
            "avadhūtaḥ",
            "kasya",
            "asi",
            "kutratyaḥ",
            "iha",
            "api",
            "kasmāt",
            "kṣemāya",
            "naḥ",
            "cet",
            "asi",
            "na",
            "uta",
            "śuklaḥ"
        ],
        "translation": "King Rahūgaṇa said: O brāhmaṇa, you appear to be moving in this world very much covered and unknown to others. Who are you? Are you a learned brāhmaṇa and saintly person? I see that you are wearing a sacred thread. Are you one of those exalted, liberated saints such as Dattātreya and other highly advanced, learned scholars? May I ask whose disciple you are? Where do you live? Why have you come to this place? Is your mission in coming here to do good for us? Please let me know who you are.",
        "purport": " Mahārāja Rahūgaṇa was very anxious to receive further enlightenment in Vedic knowledge because he could understand that Jaḍa Bharata belonged to a brāhmaṇa family either by disciplic succession or by birth in a brāhmaṇa dynasty. As stated in the Vedas: tad vijñānārthaṁ sa gurum evābhigacchet. Rahūgaṇa was accepting Jaḍa Bharata as a guru, but a guru must prove his position not only by wearing a sacred thread but by advancing knowledge in spiritual life. It is also significant that Rahūgaṇa asked Jaḍa Bharata which family he belonged to. There are two types of families — one according to dynasty and the other according to disciplic succession. In either way, one can be enlightened. The word śuklaḥ refers to a person in the mode of goodness. If one wants to receive spiritual knowledge, he must approach a bona fide brāhmaṇa-guru, either in the disciplic succession or in a family of learned brāhmaṇas."
    },
    {
        "verse": "17",
        "devanagari": "नाहं विशङ्के सुरराजवज्रा-न्न त्र्यक्षशूलान्न यमस्य दण्डात् ।नाग्‍न्‍यर्कसोमानिलवित्तपास्त्रा-च्छङ्के भृशं ब्रह्मकुलावमानात् ॥ १७ ॥",
        "english_devnagari": "nāhaṁ viśaṅke sura-rāja-vajrānna tryakṣa-śūlān na yamasya daṇḍātnāgny-arka-somānila-vittapāstrācchaṅke bhṛśaṁ brahma-kulāvamānāt",
        "verse_Syn": [
            "na",
            "aham",
            "viśaṅke",
            "sura",
            "rāja",
            "vajrāt",
            "na",
            "tryakṣa",
            "śūlāt",
            "na",
            "yamasya",
            "daṇḍāt",
            "na",
            "agni",
            "arka",
            "soma",
            "anila",
            "vitta",
            "pa",
            "astrāt",
            "śaṅke",
            "bhṛśam",
            "brahma",
            "kula",
            "avamānāt"
        ],
        "translation": "My dear sir, I am not at all afraid of the thunderbolt of King Indra, nor am I afraid of the serpentine, piercing trident of Lord Śiva. I do not care about the punishment of Yamarāja, the superintendent of death, nor am I afraid of fire, scorching sun, moon, wind, nor the weapons of Kuvera. Yet I am afraid of offending a brāhmaṇa. I am very much afraid of this.",
        "purport": " When Śrī Caitanya Mahāprabhu was instructing Rūpa Gosvāmī at the Daśāśvamedha-ghāṭa in Prayāga, He pointed out very clearly the seriousness of offending a Vaiṣṇava. He compared the vaiṣṇava-aparādha to hātī mātā, a mad elephant. When a mad elephant enters a garden, it spoils all the fruits and flowers. Similarly, if one offends a Vaiṣṇava, he spoils all his spiritual assets. Offending a brāhmaṇa is very dangerous, and this was known to Mahārāja Rahūgaṇa. He therefore frankly admitted his fault. There are many dangerous things — thunderbolts, fire, Yamarāja’s punishment, the punishment of Lord Śiva’s trident, and so forth — but none is considered as serious as offending a brāhmaṇa like Jaḍa Bharata. Therefore Mahārāja Rahūgaṇa immediately descended from his palanquin and fell flat before the lotus feet of the brāhmaṇa Jaḍa Bharata just to be excused."
    },
    {
        "verse": "18",
        "devanagari": "तद्ब्रूह्यसङ्गो जडवन्निगूढ-विज्ञानवीर्यो विचरस्यपार: ।वचांसि योगग्रथितानि साधोन न: क्षमन्ते मनसापि भेत्तुम् ॥ १८ ॥",
        "english_devnagari": "tad brūhy asaṅgo jaḍavan nigūḍha-vijñāna-vīryo vicarasy apāraḥvacāṁsi yoga-grathitāni sādhona naḥ kṣamante manasāpi bhettum",
        "verse_Syn": [
            "tat",
            "brūhi",
            "asaṅgaḥ",
            "jaḍa",
            "vat",
            "nigūḍha",
            "vijñāna",
            "vīryaḥ",
            "vicarasi",
            "apāraḥ",
            "vacāṁsi",
            "yoga",
            "grathitāni",
            "sādho",
            "na",
            "naḥ",
            "kṣamante",
            "manasā",
            "api",
            "bhettum"
        ],
        "translation": "My dear sir, it appears that the influence of your great spiritual knowledge is hidden. Factually you are bereft of all material association and fully absorbed in the thought of the Supreme. Consequently you are unlimitedly advanced in spiritual knowledge. Please tell me why you are wandering around like a dullard. O great saintly person, you have spoken words approved by the yogic process, but it is not possible for us to understand what you have said. Therefore kindly explain it.",
        "purport": " Saintly people like Jaḍa Bharata do not speak ordinary words. Whatever they say is approved by great yogīs and those advanced in spiritual life. That is the difference between ordinary people and saintly people. The listener must also be advanced to understand the words of such exalted, spiritually advanced people as Jaḍa Bharata. Bhagavad-gītā was spoken to Arjuna, not to others. Lord Kṛṣṇa especially selected Arjuna for instruction in spiritual knowledge because Arjuna happened to be a great devotee and confidential friend. Similarly, great personalities also speak to the advanced, not to śūdras, vaiśyas, women or unintelligent men. Sometimes it is very risky to give great philosophical instructions to ordinary people, but Śrī Caitanya Mahāprabhu, for the benefit of the fallen souls of Kali-yuga, has given us a very nice instrument, the chanting of the Hare Kṛṣṇa mantra. The general mass of people, although śūdras and less, can be purified by chanting this Hare Kṛṣṇa mantra. Then they can understand the exalted philosophical statements of Bhagavad-gītā and Śrīmad-Bhāgavatam. Our Kṛṣṇa consciousness movement has therefore adopted the chanting of the Hare Kṛṣṇa mahā-mantra for the general masses. When people gradually become purified, they are instructed in the lessons of Bhagavad-gītā and Śrīmad-Bhāgavatam. Materialistic people like strī, śūdra and dvija-bandhu cannot understand words of spiritual advancement, yet one can take to the shelter of a Vaiṣṇava, for he knows the art of enlightening even śūdras in the highly elevated subject matter spoken in Bhagavad-gītā and Śrīmad-Bhāgavatam."
    },
    {
        "verse": "19",
        "devanagari": "अहं च योगेश्वरमात्मतत्त्व-विदां मुनीनां परमं गुरुं वै ।प्रष्टुं प्रवृत्त: किमिहारणं तत्साक्षाद्धरिं ज्ञानकलावतीर्णम् ॥ १९ ॥",
        "english_devnagari": "ahaṁ ca yogeśvaram ātma-tattva-vidāṁ munīnāṁ paramaṁ guruṁ vaipraṣṭuṁ pravṛttaḥ kim ihāraṇaṁ tatsākṣād dhariṁ jñāna-kalāvatīrṇam",
        "verse_Syn": [
            "aham",
            "ca",
            "yoga",
            "īśvaram",
            "ātma",
            "tattva",
            "vidām",
            "munīnām",
            "paramam",
            "gurum",
            "vai",
            "praṣṭum",
            "pravṛttaḥ",
            "kim",
            "iha",
            "araṇam",
            "tat",
            "sākṣāt",
            "harim",
            "jñāna",
            "kalā",
            "avatīrṇam"
        ],
        "translation": "I consider your good self the most exalted master of mystic power. You know the spiritual science perfectly well. You are the most exalted of all learned sages, and you have descended for the benefit of all human society. You have come to give spiritual knowledge, and you are a direct representative of Kapiladeva, the incarnation of God and the plenary portion of knowledge. I am therefore asking you, O spiritual master, what is the most secure shelter in this world?",
        "purport": " As Kṛṣṇa confirms in Bhagavad-gītā: “Of all yogīs, he who abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.” (Bg. 6.47) Jaḍa Bharata was a perfect yogī. He was formerly the emperor Bharata Mahārāja, and he was now the most exalted personality among learned sages and the master of all mystic powers. Although Jaḍa Bharata was an ordinary living entity, he had inherited all the knowledge given by the Supreme Personality of Godhead, Kapiladeva. He could therefore be taken directly as the Supreme Personality of Godhead. As confirmed by Śrīla Viśvanātha Cakravartī Ṭhākura in his stanzas to the spiritual master: sākṣād-dharitvena samasta-śāstraiḥ. An exalted personality like Jaḍa Bharata is as good as the Supreme Personality of Godhead because he fully represents the Lord by giving knowledge to others. Jaḍa Bharata is herein accepted as the direct representative of the Supreme Personality of Godhead because he was imparting knowledge on behalf of the Supreme Lord. Therefore Mahārāja Rahūgaṇa concluded that it was appropriate to ask him about ātma-tattva, the spiritual science. Tad-vijñānārthaṁ sa gurum evābhigacchet. This Vedic injunction is also confirmed herein. If anyone is at all interested in knowing the spiritual science (brahma jijñāsā), he must approach a guru like Jaḍa Bharata."
    },
    {
        "verse": "20",
        "devanagari": "स वै भवाँल्लोकनिरीक्षणार्थ-मव्यक्तलिङ्गो विचरत्यपिस्वित् ।योगेश्वराणां गतिमन्धबुद्धि:कथं विचक्षीत गृहानुबन्ध: ॥ २० ॥",
        "english_devnagari": "sa vai bhavāḻ loka-nirīkṣaṇārthamavyakta-liṅgo vicaraty api svityogeśvarāṇāṁ gatim andha-buddhiḥkathaṁ vicakṣīta gṛhānubandhaḥ",
        "verse_Syn": [
            "saḥ",
            "vai",
            "bhavān",
            "loka",
            "nirīkṣaṇa",
            "artham",
            "avyakta",
            "liṅgaḥ",
            "vicarati",
            "api",
            "svit",
            "yoga",
            "īśvarāṇām",
            "gatim",
            "andha",
            "buddhiḥ",
            "katham",
            "vicakṣīta",
            "gṛha",
            "anubandhaḥ"
        ],
        "translation": "Is it not a fact that your good self is the direct representative of Kapiladeva, the incarnation of the Supreme Personality of Godhead? To examine people and see who is actually a human being and who is not, you have presented yourself to be a deaf and dumb person. Are you not moving this way upon the surface of the world? I am very attached to family life and worldly activities, and I am blind to spiritual knowledge. Nonetheless, I am now present before you and am seeking enlightenment from you. How can I advance in spiritual life?",
        "purport": " Although Mahārāja Rahūgaṇa was playing the part of a king, he had been informed by Jaḍa Bharata that he was not a king nor was Jaḍa Bharata deaf and dumb. Such designations were simply coverings of the spirit soul. Everyone must come to this knowledge. As confirmed in Bhagavad-gītā (2.13): dehino ’smin yathā dehe. Everyone is encased within the body. Since the body is never identical with the soul, the bodily activities are simply illusory. In the association of such a sādhu as Jaḍa Bharata, Mahārāja Rahūgaṇa came to the awareness that his activities as a royal authority were simply illusory phenomena. He therefore agreed to receive knowledge from Jaḍa Bharata, and that was the beginning of his perfection. Tad-vijñānārthaṁ sa gurum evābhigacchet. A person like Mahārāja Rahūgaṇa, who was very inquisitive to know the value of life and the spiritual science, must approach a personality like Jaḍa Bharata. Tasmād guruṁ prapadyeta jijñāsuḥ śreya uttamam (Bhāg. 11.3.21). One must approach a guru like Jaḍa Bharata, a representative of the Supreme Personality of Godhead, to inquire about the goal of human life."
    },
    {
        "verse": "21",
        "devanagari": "द‍ृष्ट: श्रम: कर्मत आत्मनो वैभर्तुर्गन्तुर्भवतश्चानुमन्ये ।यथासतोदानयनाद्यभावात्समूल इष्टो व्यवहारमार्ग: ॥ २१ ॥",
        "english_devnagari": "dṛṣṭaḥ śramaḥ karmata ātmano vaibhartur gantur bhavataś cānumanyeyathāsatodānayanādy-abhāvātsamūla iṣṭo vyavahāra-mārgaḥ",
        "verse_Syn": [
            "dṛṣṭaḥ",
            "śramaḥ",
            "karmataḥ",
            "ātmanaḥ",
            "vai",
            "bhartuḥ",
            "gantuḥ",
            "bhavataḥ",
            "ca",
            "anumanye",
            "yathā",
            "asatā",
            "uda",
            "ānayana",
            "ādi",
            "abhāvāt",
            "sa",
            "mūlaḥ",
            "iṣṭaḥ",
            "vyavahāra",
            "mārgaḥ"
        ],
        "translation": "You have said, “I am not fatigued from labor.” Although the soul is different from the body, there is fatigue because of bodily labor, and it appears to be the fatigue of the soul. When you are carrying the palanquin, there is certainly labor for the soul. This is my conjecture. You have also said that the external behavior exhibited between the master and the servant is not factual, but although in the phenomenal world it is not factual, the products of the phenomenal world can actually affect things. That is visible and experienced. As such, even though material activities are impermanent, they cannot be said to be untrue.",
        "purport": " This is a discussion on impersonal Māyāvāda philosophy and the practical philosophy of Vaiṣṇavas. The Māyāvāda philosophy explains this phenomenal world to be false, but Vaiṣṇava philosophers do not agree. They know that the phenomenal world is a temporary manifestation but it is not false. A dream that we see at night is certainly false, but a horrible dream certainly affects the person seeing it. The soul’s fatigue is not factual, but as long as one is immersed in the illusory bodily conception, one is affected by such false dreams. When dreaming, it is not possible to avoid the actual facts, and the conditioned soul is forced to suffer due to his dream. A waterpot is made of earth and is temporary. Actually there is no waterpot; there is simply earth. However, as long as the waterpot can contain water, we can use it in that way. It cannot be said to be absolutely false."
    },
    {
        "verse": "22",
        "devanagari": "स्थाल्यग्नितापात्पयसोऽभिताप-स्तत्तापतस्तण्डुलगर्भरन्धि: ।देहेन्द्रियास्वाशयसन्निकर्षात्तत्संसृति: पुरुषस्यानुरोधात् ॥ २२ ॥",
        "english_devnagari": "sthāly-agni-tāpāt payaso ’bhitāpastat-tāpatas taṇḍula-garbha-randhiḥdehendriyāsvāśaya-sannikarṣāttat-saṁsṛtiḥ puruṣasyānurodhāt",
        "verse_Syn": [
            "sthāli",
            "agni",
            "tāpāt",
            "payasaḥ",
            "abhitāpaḥ",
            "tat",
            "tāpataḥ",
            "taṇḍula",
            "garbha",
            "randhiḥ",
            "deha",
            "indriya",
            "asvāśaya",
            "sannikarṣāt",
            "tat",
            "saṁsṛtiḥ",
            "puruṣasya",
            "anurodhāt"
        ],
        "translation": "King Rahūgaṇa continued: My dear sir, you have said that designations like bodily fatness and thinness are not characteristics of the soul. That is incorrect because designations like pain and pleasure are certainly felt by the soul. You may put a pot of milk and rice within fire, and the milk and rice are automatically heated one after the other. Similarly, due to bodily pains and pleasures, the senses, mind and soul are affected. The soul cannot be completely detached from this conditioning.",
        "purport": " This argument put forward by Mahārāja Rahūgaṇa is correct from the practical point of view, but it arises from an attachment to the bodily conception. It can be said that a person sitting in his car is certainly different from his car, but if there is damage to the car, the owner of the car, being overly attached to the car, feels pain. Actually, the damage done to the car has nothing to do with the car’s proprietor, but because the proprietor has identified himself with the interest of the car, he feels pleasure and pain connected with it. This conditional state can be avoided if attachment is withdrawn from the car. Then the proprietor would not feel pleasure or pain if the car is damaged or whatever. Similarly, the soul has nothing to do with the body and the senses, but due to ignorance, he identifies himself with the body, and he feels pleasure and pain due to bodily pleasure and pain."
    },
    {
        "verse": "23",
        "devanagari": "शास्ताभिगोप्ता नृपति: प्रजानांय: किङ्करो वै न पिनष्टि पिष्टम् । स्वधर्ममाराधनमच्युतस्ययदीहमानो विजहात्यघौघम् ॥ २३ ॥",
        "english_devnagari": "śāstābhigoptā nṛpatiḥ prajānāṁyaḥ kiṅkaro vai na pinaṣṭi piṣṭamsva-dharmam ārādhanam acyutasyayad īhamāno vijahāty aghaugham",
        "verse_Syn": [
            "śāstā",
            "abhigoptā",
            "nṛ",
            "patiḥ",
            "prajānām",
            "yaḥ",
            "kiṅkaraḥ",
            "vai",
            "na",
            "pinaṣṭi",
            "piṣṭam",
            "sva",
            "dharmam",
            "ārādhanam",
            "acyutasya",
            "yat",
            "īhamānaḥ",
            "vijahāti",
            "agha",
            "ogham"
        ],
        "translation": "My dear sir, you have said that the relationship between the king and the subject or between the master and the servant are not eternal, but although such relationships are temporary, when a person takes the position of a king his duty is to rule the citizens and punish those who are disobedient to the laws. By punishing them, he teaches the citizens to obey the laws of the state. Again, you have said that punishing a person who is deaf and dumb is like chewing the chewed or grinding the pulp; that is to say, there is no benefit in it. However, if one is engaged in his own occupational duty as ordered by the Supreme Lord, his sinful activities are certainly diminished. Therefore if one is engaged in his occupational duty by force, he benefits because he can vanquish all his sinful activities in that way.",
        "purport": " This argument offered by Mahārāja Rahūgaṇa is certainly very effective. In his Bhakti-rasāmṛta-sindhu (1.2.4), Śrīla Rūpa Gosvāmī says, tasmāt kenāpy upāyena manaḥ kṛṣṇe niveśayet: somehow or other, one should engage in Kṛṣṇa consciousness. Actually every living being is an eternal servant of Kṛṣṇa, but due to forgetfulness, a living entity engages himself as an eternal servant of māyā. As long as one is engaged in māyā’s service, he cannot be happy. Our Kṛṣṇa consciousness movement aims at engaging people in Lord Kṛṣṇa’s service. That will help them become freed from all material contamination and sinful activity. This is confirmed in Bhagavad-gītā (4.10): vīta-rāga-bhaya-krodhāḥ. By becoming detached from material activities, we will be freed from fear and anger. By austerity, one becomes purified and eligible to return home, back to Godhead. The duty of the king is to rule his citizens in such a way that they can become Kṛṣṇa conscious. This would be very beneficial for everyone. Unfortunately the king or president engages people in sense gratification instead of the Lord’s service, and such activities are certainly not beneficial for anyone. King Rahūgaṇa tried to engage Jaḍa Bharata in carrying the palanquin, which is a form of sense gratification for the King. However, if one is engaged as a palanquin carrier in the Lord’s service, that is certainly beneficial. In this godless civilization, if a president engages people somehow or other in devotional service or the awakening of Kṛṣṇa consciousness, he renders the very best service to the citizens."
    },
    {
        "verse": "24",
        "devanagari": "तन्मे भवान्नरदेवाभिमान-मदेन तुच्छीकृतसत्तमस्य । कृषीष्ट मैत्रीद‍ृशमार्तबन्धोयथा तरे सदवध्यानमंह: ॥ २४ ॥",
        "english_devnagari": "tan me bhavān nara-devābhimāna-madena tucchīkṛta-sattamasyakṛṣīṣṭa maitrī-dṛśam ārta-bandhoyathā tare sad-avadhyānam aṁhaḥ",
        "verse_Syn": [
            "tat",
            "me",
            "bhavān",
            "nara",
            "deva",
            "abhimāna",
            "madena",
            "tucchīkṛta",
            "sat",
            "tamasya",
            "kṛṣīṣṭa",
            "maitrī",
            "dṛśam",
            "ārta",
            "bandho",
            "yathā",
            "tare",
            "sat",
            "avadhyānam",
            "aṁhaḥ"
        ],
        "translation": "Whatever you have spoken appears to me to be contradictory. O best friend of the distressed, I have committed a great offense by insulting you. I was puffed up with false prestige due to possessing the body of a king. For this I have certainly become an offender. Therefore I pray that you kindly glance at me with your causeless mercy. If you do so, I can be relieved from sinful activities brought about by insulting you.",
        "purport": " Śrī Caitanya Mahāprabhu has said that by offending a Vaiṣṇava, one finishes all his spiritual activities. Offending a Vaiṣṇava is considered the mad elephant offense. A mad elephant can destroy an entire garden which has been developed with great labor. One may attain the topmost platform of devotional service, but somehow or other if he offends a Vaiṣṇava, the whole structure collapses. Unconsciously, King Rahūgaṇa offended Jaḍa Bharata, but due to his good sense, he asked to be excused. This is the process by which one can be relieved from a vaiṣṇava-aparādha. Kṛṣṇa is always very simple and by nature merciful. When one commits an offense at the feet of a Vaiṣṇava, one must immediately apologize to such a personality so that his spiritual advancement may not be hampered."
    },
    {
        "verse": "25",
        "devanagari": "न विक्रिया विश्वसुहृत्सखस्यसाम्येन वीताभिमतेस्तवापि । महद्विमानात् स्वकृताद्धि माद‍ृङ्नङ्‌क्ष्यत्यदूरादपि शूलपाणि: ॥ २५ ॥",
        "english_devnagari": "na vikriyā viśva-suhṛt-sakhasyasāmyena vītābhimates tavāpimahad-vimānāt sva-kṛtād dhi mādṛṅnaṅkṣyaty adūrād api śūlapāṇiḥ",
        "verse_Syn": [
            "na",
            "vikriyā",
            "viśva",
            "suhṛt",
            "sakhasya",
            "sāmyena",
            "vīta",
            "abhimateḥ",
            "tava",
            "api",
            "mahat",
            "vimānāt",
            "sva",
            "kṛtāt",
            "hi",
            "mādṛk",
            "naṅkṣyati",
            "adūrāt",
            "api",
            "śūla",
            "pāṇiḥ"
        ],
        "translation": "O my dear lord, you are the friend of the Supreme Personality of Godhead, who is the friend of all living entities. You are therefore equal to everyone, and you are free from the bodily conception. Although I have committed an offense by insulting you, I know that there is no loss or gain for you due to my insult. You are fixed in your determination, but I have committed an offense. Because of this, even though I may be as strong as Lord Śiva, I shall be vanquished without delay due to my offense at the lotus feet of a Vaiṣṇava.",
        "purport": " Mahārāja Rahūgaṇa was very intelligent and conscious of the inauspicious effects arising from insulting a Vaiṣṇava. He was therefore very anxious to be excused by Jaḍa Bharata. Following in the footsteps of Mahārāja Rahūgaṇa, everyone should be very cautious not to commit an offense at the lotus feet of a Vaiṣṇava. Śrīla Vṛndāvana dāsa Ṭhākura in the Caitanya-bhāgavata (Madhya 13) says: “Even if one is as strong as Lord Śiva, who carries a trident in his hand, one will nonetheless fall down from his spiritual position if he tries to insult a Vaiṣṇava. That is the verdict of all Vedic scriptures.” He also says this in Caitanya-bhāgavata (Madhya 22): “One who blasphemes a Vaiṣṇava cannot be protected by anyone. Even if a person is as strong as Lord Śiva, if he blasphemes a Vaiṣṇava he is sure to be destroyed. This is the verdict of all śāstras. If one does not care for the verdict of the śāstras and dares blaspheme a Vaiṣṇava, he suffers life after life because of this.”"
    }
]