[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअथ ह तमुत्पत्त्यैवाभिव्यज्यमानभगवल्लक्षणं साम्योपशमवैराग्यैश्वर्यमहाविभूतिभिरनुदिनमेधमानानुभावं प्रकृतय: प्रजा ब्राह्मणा देवताश्चावनितलसमवनायातितरां जगृधु: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaatha ha tam utpattyaivābhivyajyamāna-bhagaval-lakṣaṇaṁ sāmyopaśama-vairāgyaiśvarya-mahā-vibhūtibhir anudinam edhamānānubhāvaṁ prakṛtayaḥ prajā brāhmaṇā devatāś cāvani-tala-samavanāyātitarāṁ jagṛdhuḥ.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "ha",
            "tam",
            "utpattyā",
            "eva",
            "abhivyajyamāna",
            "bhagavat",
            "lakṣaṇam",
            "sāmya",
            "upaśama",
            "vairāgya",
            "aiśvarya",
            "mahā",
            "vibhūtibhiḥ",
            "anudinam",
            "edhamāna",
            "anubhāvam",
            "prakṛtayaḥ",
            "prajāḥ",
            "brāhmaṇāḥ",
            "devatāḥ",
            "ca",
            "avani",
            "tala",
            "samavanāya",
            "atitarām",
            "jagṛdhuḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: As soon as the Lord was born as the son of Mahārāja Nābhi, He manifested symptoms of the Supreme Lord, such as marks on the bottoms of His feet [the flag, thunderbolt, etc.]. This son was equal to everyone and very peaceful. He could control His senses and His mind, and, possessing all opulence, He did not hanker for material enjoyment. Endowed with all these attributes, the son of Mahārāja Nābhi became more powerful day after day. Due to this, the citizens, learned brāhmaṇas, demigods and ministers wanted Ṛṣabhadeva to be appointed ruler of the earth.",
        "purport": " In these days of cheap incarnations, it is very interesting to note the bodily symptoms found in an incarnation. From the very beginning of His birth, it was observed that Ṛṣabhadeva’s feet were marked with the transcendental signs (a flag, thunderbolt, lotus flower, etc.). In addition to this, as the Lord began to grow He became very prominent. He was equal to everyone. He did not favor one person and neglect another. An incarnation of God must have the six opulences — wealth, strength, knowledge, beauty, fame and renunciation. It is said that although Ṛṣabhadeva was endowed with all opulences, He was not at all attached to material enjoyment. He was self-controlled and therefore liked by everyone. Due to His superexcellent qualities, everyone wanted Him to rule the earth. An incarnation of God has to be accepted by experienced people and by the symptoms described in the śāstras. An incarnation is not accepted simply by the adulation of foolish people."
    },
    {
        "verse": "2",
        "devanagari": "तस्य ह वा इत्थं वर्ष्मणा वरीयसा बृहच्छ्‌लोकेन चौजसा बलेन श्रिया यशसा वीर्यशौर्याभ्यां च पिता ऋषभ इतीदं नाम चकार ॥ २ ॥",
        "english_devnagari": "tasya ha vā itthaṁ varṣmaṇā varīyasā bṛhac-chlokena caujasā balena śriyā yaśasā vīrya-śauryābhyāṁ ca pitā ṛṣabha itīdaṁ nāma cakāra.",
        "verse_Syn": [
            "tasya",
            "ha",
            "vā",
            "ittham",
            "varṣmaṇā",
            "varīyasā",
            "bṛhat",
            "ślokena",
            "ca",
            "ojasā",
            "balena",
            "śriyā",
            "yaśasā",
            "vīrya",
            "śauryābhyām",
            "ca",
            "pitā",
            "ṛṣabhaḥ",
            "iti",
            "idam",
            "nāma",
            "cakāra"
        ],
        "translation": "When the son of Mahārāja Nābhi became visible, He evinced all good qualities described by the great poets — namely, a well-built body with all the symptoms of the Godhead, prowess, strength, beauty, name, fame, influence and enthusiasm. When the father, Mahārāja Nābhi, saw all these qualities, he thought his son to be the best of human beings or the supreme being. Therefore he gave Him the name Ṛṣabha.",
        "purport": " To accept someone as God or an incarnation of God, one must observe the symptoms of God in his body. All the symptoms were found in the body of Mahārāja Nābhi’s extraordinarily powerful son. His body was well structured, and He displayed all the transcendental qualities. He showed great influence, and He could control His mind and senses. Consequently He was named Ṛṣabha, which indicates that He was the supreme living being."
    },
    {
        "verse": "3",
        "devanagari": "यस्य हीन्द्र: स्पर्धमानो भगवान् वर्षे न ववर्ष तदवधार्य भगवानृषभदेवो योगेश्वर: प्रहस्यात्मयोगमायया स्ववर्षमजनाभं नामाभ्यवर्षत् ॥ ३ ॥",
        "english_devnagari": "yasya hīndraḥ spardhamāno bhagavān varṣe na vavarṣa tad avadhārya bhagavān ṛṣabhadevo yogeśvaraḥ prahasyātma-yogamāyayā sva-varṣam ajanābhaṁ nāmābhyavarṣat.",
        "verse_Syn": [
            "yasya",
            "hi",
            "indraḥ",
            "spardhamānaḥ",
            "bhagavān",
            "varṣe",
            "na",
            "vavarṣa",
            "tat",
            "avadhārya",
            "bhagavān",
            "ṛṣabhadevaḥ",
            "yoga",
            "īśvaraḥ",
            "prahasya",
            "ātma",
            "yoga",
            "māyayā",
            "sva",
            "varṣam",
            "ajanābham",
            "nāma",
            "abhyavarṣat"
        ],
        "translation": "Indra, the King of heaven, who is very materially opulent, became envious of King Ṛṣabhadeva. Consequently he stopped pouring water on the planet known as Bhārata-varṣa. At that time the Supreme Lord, Ṛṣabhadeva, the master of all mystic power, understood King Indra’s purpose and smiled a little. Then, by His own prowess, through yoga-māyā [His internal potency], He profusely poured water upon His own place, which was known as Ajanābha.",
        "purport": " We find the word bhagavān used twice in this verse. Both King Indra and Ṛṣabhadeva, the incarnation of the Supreme Lord, are described as bhagavān. Sometimes Nārada and Lord Brahmā are also addressed as bhagavān. The word bhagavān means that one is a very opulent and powerful person like Lord Brahmā, Lord Śiva, Nārada or Indra. They are all addressed as bhagavān due to their extraordinary opulence. King Ṛṣabhadeva is an incarnation of the Supreme Lord, and therefore He was the original Bhagavān. Consequently He is described herein as yogeśvara, which indicates that He has the most powerful spiritual potency. He is not dependent on King Indra for water. He can supply water Himself, and He did so in this case. In Bhagavad-gītā it is stated: yajñād bhavati parjanyaḥ. Due to the performance of yajña, clouds of water are manifest in the sky. Clouds and rainfall are under the management of Indra, the heavenly King, but when Indra is neglectful, the Supreme Lord Himself, who is also known as yajña or yajña-pati, takes the task upon Himself. Consequently there was sufficient rainfall in the place named Ajanābha. When yajña-pati wants to, He can do anything without the help of any subordinate. Therefore the Supreme Lord is known as almighty. In the present Age of Kali there will eventually be a great scarcity of water (anāvṛṣṭi), for the general populace, due to ignorance and the scarcity of yajñic ingredients, will neglect to perform yajñas. Śrīmad-Bhāgavatam therefore advises: yajñaiḥ saṅkīrtana-prāyaiḥ yajanti hi sumedhasaḥ. After all, yajña is meant to satisfy the Supreme Personality of Godhead. In this Age of Kali, there is great scarcity and ignorance; nonetheless, everyone can perform saṅkīrtana-yajña. Every family in every society can conduct saṅkīrtana-yajña at least every evening. In this way there will be no disturbance or scarcity of rain. It is essential for the people in this age to perform the saṅkīrtana-yajña in order to be materially happy and to advance spiritually."
    },
    {
        "verse": "4",
        "devanagari": "नाभिस्तु यथाभिलषितं सुप्रजस्त्वमवरुध्यातिप्रमोदभरविह्वलो गद्गदाक्षरया गिरा स्वैरं गृहीत नरलोकसधर्मं भगवन्तं पुराणपुरुषं मायाविलसितमतिर्वत्स तातेति सानुरागमुपलालयन् परां निर्वृतिमुपगत: ॥ ४ ॥",
        "english_devnagari": "nābhis tu yathābhilaṣitaṁ suprajastvam avarudhyāti-pramoda-bhara-vihvalo gadgadākṣarayā girā svairaṁ gṛhīta-naraloka-sadharmaṁ bhagavantaṁ purāṇa-puruṣaṁ māyā-vilasita-matir vatsa tāteti sānurāgam upalālayan parāṁ nirvṛtim upagataḥ.",
        "verse_Syn": [
            "nābhiḥ",
            "tu",
            "yathā",
            "abhilaṣitam",
            "su",
            "prajastvam",
            "avarudhya",
            "ati",
            "pramoda",
            "bhara",
            "vihvalaḥ",
            "gadgada",
            "akṣarayā",
            "girā",
            "svairam",
            "gṛhīta",
            "nara",
            "loka",
            "sadharmam",
            "bhagavantam",
            "purāṇa",
            "puruṣam",
            "māyā",
            "vilasita",
            "matiḥ",
            "vatsa",
            "tāta",
            "iti",
            "sa",
            "anurāgam",
            "upalālayan",
            "parām",
            "nirvṛtim",
            "upagataḥ"
        ],
        "translation": "Due to getting a perfect son according to his desire, King Nābhi was always overwhelmed with transcendental bliss and was very affectionate to his son. It was with ecstasy and a faltering voice that he addressed Him, “My dear son, my darling.” This mentality was brought about by yoga-māyā, whereby he accepted the Supreme Lord, the supreme father, as his own son. Out of His supreme good will, the Lord became his son and dealt with everyone as if He were an ordinary human being. Thus King Nābhi began to raise his transcendental son with great affection, and he was overwhelmed with transcendental bliss, joy and devotion.",
        "purport": " The word māyā is used in the sense of illusion. Considering the Supreme Personality of Godhead to be his own son, Mahārāja Nābhi was certainly in illusion, but this was transcendental illusion. This illusion is required; otherwise how can one accept the supreme father as his own son? The Supreme Lord appears as the son of one of His devotees, just as Lord Kṛṣṇa appeared as the son of Yaśodā and Nanda Mahārāja. These devotees could never think of their son as the Supreme Personality of Godhead, for such appreciation would hamper their relationship of parental love."
    },
    {
        "verse": "5",
        "devanagari": "विदितानुरागमापौरप्रकृति जनपदो राजा नाभिरात्मजं समयसेतुरक्षायामभिषिच्य ब्राह्मणेषूपनिधाय सह मेरुदेव्या विशालायां प्रसन्ननिपुणेन तपसा समाधियोगेन नरनारायणाख्यं भगवन्तं वासुदेवमुपासीन: कालेन तन्महिमानमवाप ॥ ५ ॥",
        "english_devnagari": "viditānurāgam āpaura-prakṛti jana-pado rājā nābhir ātmajaṁ samaya-setu-rakṣāyām abhiṣicya brāhmaṇeṣūpanidhāya saha merudevyā viśālāyāṁ prasanna-nipuṇena tapasā samādhi-yogena nara-nārāyaṇākhyaṁ bhagavantaṁ vāsudevam upāsīnaḥ kālena tan-mahimānam avāpa.",
        "verse_Syn": [
            "vidita",
            "anurāgam",
            "āpaura",
            "prakṛti",
            "jana",
            "padaḥ",
            "rājā",
            "nābhiḥ",
            "ātmajam",
            "samaya",
            "setu",
            "rakṣāyām",
            "abhiṣicya",
            "brāhmaṇeṣu",
            "upanidhāya",
            "saha",
            "merudevyā",
            "viśālāyām",
            "prasanna",
            "nipuṇena",
            "tapasā",
            "samādhi",
            "yogena",
            "nara",
            "nārāyaṇa",
            "ākhyam",
            "bhagavantam",
            "vāsudevam",
            "upāsīnaḥ",
            "kālena",
            "tat",
            "mahimānam",
            "avāpa"
        ],
        "translation": "King Nābhi understood that his son, Ṛṣabhadeva, was very popular among the citizens and among government officers and ministers. Understanding the popularity of his son, Mahārāja Nābhi enthroned Him as the emperor of the world to give protection to the general populace in terms of the Vedic religious system. To do this, he entrusted Him into the hands of learned brāhmaṇas, who would guide Him in administrating the government. Then Mahārāja Nābhi and his wife, Merudevī, went to Badarikāśrama in the Himālaya Mountains, where the King engaged Himself very expertly in austerities and penances with great jubilation. In full samādhi he worshiped the Supreme Personality of Godhead, Nara-Nārāyaṇa, who is Kṛṣṇa in His plenary expansion. By doing so, in course of time Mahārāja Nābhi was elevated to the spiritual world known as Vaikuṇṭha.",
        "purport": " When Mahārāja Nābhi saw that his son Ṛṣabhadeva was popular with the general populace and the governmental servants, he chose to install Him on the imperial throne. In addition, he wanted to entrust his son into the hands of the learned brāhmaṇas. This means that a monarch was supposed to govern strictly according to Vedic principles under the guidance of learned brāhmaṇas, who could advise Him according to the standard Vedic scriptures like Manu-smṛti and similar śāstras. It is the duty of the king to rule the citizens according to Vedic principles. According to Vedic principles, society is divided into four categories — brāhmaṇa, kṣatriya, vaiśya and śūdra. Cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ. After dividing society in this way, it is the king’s duty to see that everyone executes Vedic principles according to his caste. A brāhmaṇa must perform the duty of a brāhmaṇa without cheating the public. It is not that one attains the name of a brāhmaṇa without the qualifications. It is the king’s duty to see that everyone engages in his occupational duty according to Vedic principles. In addition, retirement at the end of life is compulsory. Mahārāja Nābhi, although still a king, retired from family life and went with his wife to a place called Badarikāśrama in the Himālayas, where the Deity Nara-Nārāyaṇa is worshiped. The words prasanna-nipuṇena tapasā indicate that the King accepted all kinds of austerity very expertly and jubilantly. He did not at all mind leaving his comfortable life at home, although he was the emperor. Despite undergoing severe austerities and penances, he felt very pleased at Badarikāśrama, and he did everything there expertly. In this way, being fully absorbed in Kṛṣṇa consciousness (samādhi-yoga), always thinking of Kṛṣṇa, Vāsudeva, Mahārāja Nābhi attained success at the end of his life and was promoted to the spiritual world, Vaikuṇṭhaloka. This is the way of Vedic life. One must stop the process of repeated birth and death and return home, back to Godhead. The words tan-mahimānam avāpa are significant in this regard. Śrīla Śrīdhara Svāmī says that mahimā means liberation in this life. We should act in such a way in this life that after giving up this body, we will become liberated from the bondage of repeated birth and death. This is called jīvan-mukti. Śrīla Vīrarāghava Ācārya states that in the Chāndogya Upaniṣad there are eight symptoms of a jīvan-mukta, a person who is already liberated even when living in this body. The first symptom of one so liberated is that he is freed from all sinful activity (apahata-pāpa). As long as one is under the clutches of māyā in the material energy, one has to engage in sinful activity. Bhagavad-gītā describes such people as duṣkṛtinaḥ, which indicates that they are always engaged in sinful activity. One who is liberated in this life does not commit any sinful activities. Sinful activity involves illicit sex, meat-eating, intoxication and gambling. Another symptom of a liberated person is vijara, which indicates that he is not subjected to the miseries of old age. Another symptom is vimṛtyu. A liberated person prepares himself in such a way that he does not take on any more material bodies, which are destined to die. In other words, he does not fall down again to repeat birth and death. Another symptom is viśoka, which indicates that he is callous to material distress and happiness. Another is vijighatsa, which indicates that he no longer desires material enjoyment. Another symptom is apipātā, which means that he has no desire other than to engage in the devotional service of Kṛṣṇa, his dearmost pursuable Lord. A further symptom is satya-kāma, which indicates that all his desires are directed to the Supreme Truth, Kṛṣṇa. He does not want anything else. He is satya-saṅkalpa. Whatever he desires is fulfilled by the grace of Kṛṣṇa. First of all, he does not desire anything for his material benefit, and secondly if he desires anything at all, he simply desires to serve the Supreme Lord. That desire is fulfilled by the Lord’s grace. That is called satya-saṅkalpa. Śrīla Viśvanātha Cakravartī points out that the word mahimā means returning to the spiritual world, back home, back to Vaikuṇṭha. Śrī Śukadeva says that the word mahimā means that the devotee attains the qualities of the Supreme Personality of Godhead. This is called sadharma, or “the same quality.” Just as Kṛṣṇa is never born and never dies, His devotees who return to Godhead never die and never take birth within the material world."
    },
    {
        "verse": "6",
        "devanagari": "यस्य ह पाण्डवेय श्लोकावुदाहरन्ति—को नु तत्कर्म राजर्षेर्नाभेरन्वाचरेत्पुमान् ।अपत्यतामगाद्यस्य हरि: शुद्धेन कर्मणा ॥ ६ ॥",
        "english_devnagari": "yasya ha pāṇḍaveya ślokāv udāharanti — ko nu tat karma rājarṣernābher anv ācaret pumānapatyatām agād yasyahariḥ śuddhena karmaṇā",
        "verse_Syn": [
            "yasya",
            "ha",
            "pāṇḍaveya",
            "ślokau",
            "udāharanti",
            "kaḥ",
            "nu",
            "tat",
            "karma",
            "rāja",
            "ṛṣeḥ",
            "nābheḥ",
            "anu",
            "ācaret",
            "pumān",
            "apatyatām",
            "agāt",
            "yasya",
            "hariḥ",
            "śuddhena",
            "karmaṇā"
        ],
        "translation": "O Mahārāja Parīkṣit, to glorify Mahārāja Nābhi the old sages composed two verses. One of them is this: “Who can attain the perfection of Mahārāja Nābhi? Who can attain his activities? Because of his devotional service, the Supreme Personality of Godhead agreed to become his son.”",
        "purport": " The words śuddhena karmaṇā are significant in this verse. If work is not carried out in devotional service, it is contaminated by the modes of material nature. That is explained in Bhagavad-gītā: yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ. Activities performed only for the satisfaction of the Supreme Lord are pure and are not contaminated by the modes of material nature. All other activities are contaminated by the modes of ignorance and passion, as well as goodness. All material activities meant for satisfying the senses are contaminated, and Mahārāja Nābhi did not perform anything contaminated. He simply executed his transcendental activities even when performing yajña. Consequently he obtained the Supreme Lord as his son."
    },
    {
        "verse": "7",
        "devanagari": "ब्रह्मण्योऽन्य: कुतो नाभेर्विप्रा मङ्गलपूजिता: ।यस्य बर्हिषि यज्ञेशं दर्शयामासुरोजसा ॥ ७ ॥",
        "english_devnagari": "brahmaṇyo ’nyaḥ kuto nābherviprā maṅgala-pūjitāḥyasya barhiṣi yajñeśaṁdarśayām āsur ojasā",
        "verse_Syn": [
            "brahmaṇyaḥ",
            "anyaḥ",
            "kutaḥ",
            "nābheḥ",
            "viprāḥ",
            "maṅgala",
            "pūjitāḥ",
            "yasya",
            "barhiṣi",
            "yajña",
            "īśam",
            "darśayām",
            "āsuḥ",
            "ojasā"
        ],
        "translation": "[The second prayer is this.] “Who is a better worshiper of brāhmaṇas than Mahārāja Nābhi? Because he worshiped the qualified brāhmaṇas to their full satisfaction, the brāhmaṇas, by their brahminical prowess, showed Mahārāja Nābhi the Supreme Personality of Godhead, Nārāyaṇa, in person.”",
        "purport": " The brāhmaṇas engaged as priests in the sacrificial ceremony were not ordinary brāhmaṇas. They were so powerful that they could bring forth the Supreme Personality of Godhead by their prayers. Thus Mahārāja Nābhi was able to see the Lord face to face. Unless one is a Vaiṣṇava, he cannot call forth the Supreme Personality of Godhead. The Lord does not accept an invitation unless one is a Vaiṣṇava. Therefore it is said in Padma Purāṇa: “A scholarly brāhmaṇa expert in all subjects of Vedic knowledge is unfit to become a spiritual master without being a Vaiṣṇava, but a person born in a family of a lower caste can become a spiritual master if he is a Vaiṣṇava.” These brāhmaṇas were certainly very expert in chanting the Vedic mantras. They were competent in the performance of the Vedic rituals, and over and above this they were Vaiṣṇavas. Therefore by their spiritual powers they could call on the Supreme Personality of Godhead and enable their disciple, Mahārāja Nābhi, to see the Lord face to face. Śrīla Viśvanātha Cakravartī Ṭhākura comments that the word ojasā means “by dint of devotional service.”"
    },
    {
        "verse": "8",
        "devanagari": "अथ ह भगवानृषभदेव: स्ववर्षं कर्मक्षेत्रमनुमन्यमान: प्रदर्शितगुरुकुलवासो लब्धवरैर्गुरुभिरनुज्ञातो गृहमेधिनां धर्माननुशिक्षमाणो जयन्त्यामिन्द्रदत्तायामुभयलक्षणं कर्म समाम्नायाम्नातमभियुञ्जन्नात्मजानामात्मसमानानां शतं जनयामास ॥ ८ ॥",
        "english_devnagari": "atha ha bhagavān ṛṣabhadevaḥ sva-varṣaṁ karma-kṣetram anumanyamānaḥ pradarśita-gurukula-vāso labdha-varair gurubhir anujñāto gṛhamedhināṁ dharmān anuśikṣamāṇo jayantyām indra-dattāyām ubhaya-lakṣaṇaṁ karma samāmnāyāmnātam abhiyuñjann ātmajānām ātma-samānānāṁ śataṁ janayām āsa.",
        "verse_Syn": [
            "atha",
            "ha",
            "bhagavān",
            "ṛṣabha",
            "devaḥ",
            "sva",
            "varṣam",
            "karma",
            "kṣetram",
            "anumanyamānaḥ",
            "pradarśita",
            "gurukula",
            "vāsaḥ",
            "labdha",
            "varaiḥ",
            "gurubhiḥ",
            "anujñātaḥ",
            "gṛha",
            "medhinām",
            "dharmān",
            "anuśikṣamāṇaḥ",
            "jayantyām",
            "indra",
            "dattāyām",
            "ubhaya",
            "lakṣaṇam",
            "karma",
            "samāmnāyāmnātam",
            "abhiyuñjan",
            "ātmajānām",
            "ātma",
            "samānānām",
            "śatam",
            "janayām",
            "āsa"
        ],
        "translation": "After Nābhi Mahārāja departed for Badarikāśrama, the Supreme Lord, Ṛṣabhadeva, understood that His kingdom was His field of activities. He therefore showed Himself as an example and taught the duties of a householder by first accepting brahmacarya under the direction of spiritual masters. He also went to live at the spiritual masters’ place, gurukula. After His education was finished, He gave gifts (guru-dakṣiṇā) to His spiritual masters and then accepted the life of a householder. He took a wife named Jayantī and begot one hundred sons who were as powerful and qualified as He Himself. His wife Jayantī had been offered to Him by Indra, the King of heaven. Ṛṣabhadeva and Jayantī performed householder life in an exemplary way, carrying out ritualistic activities ordained by the śruti and smṛti śāstra.",
        "purport": " Being an incarnation of the Supreme Personality of Godhead, Ṛṣabhadeva had nothing to do with material affairs. As stated in Bhagavad-gītā, paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām: the purpose of an incarnation is to liberate His devotees and to stop the demoniac activities of nondevotees. These are the two functions of the Supreme Lord when He incarnates. Śrī Caitanya Mahāprabhu has said that in order to preach one must live a practical life and show people how to do things. Āpani ācari’ bhakti śikhāimu sabāre. One cannot teach others unless he behaves the same way himself. Ṛṣabhadeva was an ideal king, and He took His education in the gurukula, although He was already educated because the Supreme Lord is omniscient. Although Ṛṣabhadeva had nothing to learn from gurukula, He went there just to teach the people in general how to take an education from the right source, from Vedic teachers. He then entered householder life and lived according to the principles of Vedic knowledge — śruti and smṛti. In his Bhakti-rasāmṛta-sindhu (1.2.101) Śrīla Rūpa Gosvāmī, quoting the Skanda Purāṇa, states: Human society must follow the instructions received from śruti and smṛti, Vedic literature. Practically applied in life this is worship of the Supreme Personality of Godhead according to the pāñcarātrika-vidhi. Every human being must advance his spiritual life and at the end return home, back to Godhead. Mahārāja Ṛṣabhadeva strictly followed all these principles. He remained an ideal gṛhastha and taught His sons how to become perfect in spiritual life. These are some examples of how He ruled the earth and completed His mission as an incarnation."
    },
    {
        "verse": "9",
        "devanagari": "येषां खलु महायोगी भरतो ज्येष्ठ: श्रेष्ठगुण आसीद्येनेदं वर्षं भारतमिति व्यपदिशन्ति ॥ ९ ॥",
        "english_devnagari": "yeṣāṁ khalu mahā-yogī bharato jyeṣṭhaḥ śreṣṭha-guṇa āsīd yenedaṁ varṣaṁ bhāratam iti vyapadiśanti.",
        "verse_Syn": [
            "yeṣām",
            "khalu",
            "mahā",
            "yogī",
            "bharataḥ",
            "jyeṣṭhaḥ",
            "śreṣṭha",
            "guṇaḥ",
            "āsīt",
            "yena",
            "idam",
            "varṣam",
            "bhāratam",
            "iti",
            "vyapadiśanti"
        ],
        "translation": "Of Ṛṣabhadeva’s one hundred sons, the eldest, named Bharata, was a great, exalted devotee qualified with the best attributes. In his honor, this planet has become known as Bhārata-varṣa.",
        "purport": " This planet known as Bhārata-varṣa is also called puṇya-bhūmi, the pious land. At the present moment Bhārata-bhūmi, or Bhārata-varṣa, is a small piece of land extending from the Himālaya Mountains to Cape Comorin. Sometimes this peninsula is called puṇya-bhūmi. Śrī Caitanya Mahāprabhu has given special importance to the people of this land. “One who has taken his birth as a human being in the land of India (Bhārata-varṣa) should make his life successful and work for the benefit of all other people.” (Cc. Ādi 9.41) The inhabitants of this piece of land are very fortunate. They can purify their existence by accepting this Kṛṣṇa consciousness movement and go outside Bhārata-bhūmi (India) and preach this cult to benefit the whole world."
    },
    {
        "verse": "10",
        "devanagari": "तमनु कुशावर्त इलावर्तो ब्रह्मावर्तो मलय: केतुर्भद्रसेन इन्द्रस्पृग्विदर्भ: कीकट इति नव नवति प्रधाना: ॥ १० ॥",
        "english_devnagari": "tam anu kuśāvarta ilāvarto brahmāvarto malayaḥ ketur bhadrasena indraspṛg vidarbhaḥ kīkaṭa iti nava navati pradhānāḥ.",
        "verse_Syn": [
            "tam",
            "anu",
            "kuśāvarta",
            "ilāvartaḥ",
            "brahmāvartaḥ",
            "malayaḥ",
            "ketuḥ",
            "bhadra",
            "senaḥ",
            "indra",
            "spṛk",
            "vidarbhaḥ",
            "kīkaṭaḥ",
            "iti",
            "nava",
            "navati",
            "pradhānāḥ"
        ],
        "translation": "Following Bharata, there were ninety-nine other sons. Among these were nine elderly sons, named Kuśāvarta, Ilāvarta, Brahmāvarta, Malaya, Ketu, Bhadrasena, Indraspṛk, Vidarbha and Kīkaṭa.",
        "purport": ""
    },
    {
        "verse": "11-12",
        "devanagari": "कविर्हविरन्तरिक्ष: प्रबुद्ध: पिप्पलायन: ।आविर्होत्रोऽथ द्रुमिलश्चमस: करभाजन: ॥ ११ ॥इति भागवतधर्मदर्शना नव महाभागवतास्तेषां सुचरितं भगवन्महिमोपबृंहितं वसुदेवनारदसंवादमुपशमायनमुपरिष्टाद्वर्णयिष्याम: ॥ १२ ॥",
        "english_devnagari": "kavir havir antarikṣaḥprabuddhaḥ pippalāyanaḥāvirhotro ’tha drumilaścamasaḥ karabhājanaḥ",
        "verse_Syn": [
            "kaviḥ",
            "haviḥ",
            "antarikṣaḥ",
            "prabuddhaḥ",
            "pippalāyanaḥ",
            "āvirhotraḥ",
            "atha",
            "drumilaḥ",
            "camasaḥ",
            "karabhājanaḥ",
            "iti",
            "bhāgavata",
            "dharma",
            "darśanāḥ",
            "nava",
            "mahā",
            "bhāgavatāḥ",
            "teṣām",
            "sucaritam",
            "bhagavat",
            "mahimā",
            "upabṛṁhitam",
            "vasudeva",
            "nārada",
            "saṁvādam",
            "upaśamāyanam",
            "upariṣṭāt",
            "varṇayiṣyāmaḥ"
        ],
        "translation": "In addition to these sons were Kavi, Havi, Antarikṣa, Prabuddha, Pippalāyana, Āvirhotra, Drumila, Camasa and Karabhājana. These were all very exalted, advanced devotees and authorized preachers of Śrīmad-Bhāgavatam. These devotees were glorified due to their strong devotion to Vāsudeva, the Supreme Personality of Godhead. Therefore they were very exalted. To satisfy the mind perfectly, I [Śukadeva Gosvāmī] shall hereafter describe the characteristics of these nine devotees when I discuss the conversation between Nārada and Vasudeva.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "यवीयांस एकाशीतिर्जायन्तेया: पितुरादेशकरा महाशालीना महाश्रोत्रिया यज्ञशीला: कर्मविशुद्धा ब्राह्मणा बभूवु: ॥ १३ ॥",
        "english_devnagari": "yavīyāṁsa ekāśītir jāyanteyāḥ pitur ādeśakarā mahā-śālīnā mahā-śrotriyā yajña-śīlāḥ karma-viśuddhā brāhmaṇā babhūvuḥ.",
        "verse_Syn": [
            "yavīyāṁsaḥ",
            "ekāśītiḥ",
            "jāyanteyāḥ",
            "pituḥ",
            "ādeśakarāḥ",
            "mahā",
            "śālīnāḥ",
            "mahā",
            "śrotriyāḥ",
            "yajña",
            "śīlāḥ",
            "karma",
            "viśuddhāḥ",
            "brāhmaṇāḥ",
            "babhūvuḥ"
        ],
        "translation": "In addition to these nineteen sons mentioned above, there were eighty-one younger ones, all born of Ṛṣabhadeva and Jayantī. According to the order of their father, they became well-cultured, well-behaved, very pure in their activities and expert in Vedic knowledge and the performance of Vedic rituals. Thus they all became perfectly qualified brāhmaṇas.",
        "purport": " From this verse we have good information of how the castes are qualified according to quality and work. Ṛṣabhadeva, a king, was certainly a kṣatriya. He had a hundred sons, and out of these, ten were engaged as kṣatriyas and ruled the planet. Nine sons became good preachers of Śrīmad-Bhāgavatam (mahā-bhāgavatas), and this indicates that they were above the position of brāhmaṇas. The other eighty-one sons became highly qualified brāhmaṇas. These are some practical examples of how one can become fit for a certain type of activity by qualification, not by birth. All the sons of Mahārāja Ṛṣabhadeva were kṣatriyas by birth, but by quality some of them became kṣatriyas, and some became brāhmaṇas. Nine became preachers of Śrīmad-Bhāgavatam (bhāgavata-dharma-darśanāḥ), which means that they were above the categories of kṣatriya and brāhmaṇa."
    },
    {
        "verse": "14",
        "devanagari": "भगवानृषभसंज्ञ आत्मतन्त्र: स्वयं नित्यनिवृत्तानर्थपरम्पर: केवलानन्दानुभव ईश्वर एव विपरीतवत्कर्माण्यारभमाण: कालेनानुगतं धर्ममाचरणेनोपशिक्षयन्नतद्विदां सम उपशान्तो मैत्र: कारुणिको धर्मार्थयश: प्रजानन्दामृतावरोधेन गृहेषु लोकं नियमयत् ॥ १४ ॥",
        "english_devnagari": "bhagavān ṛṣabha-saṁjña ātma-tantraḥ svayaṁ nitya-nivṛttānartha-paramparaḥ kevalānandānubhava īśvara eva viparītavat karmāṇy ārabhamāṇaḥ kālenānugataṁ dharmam ācaraṇenopaśikṣayann atad-vidāṁ sama upaśānto maitraḥ kāruṇiko dharmārtha-yaśaḥ-prajānandāmṛtāvarodhena gṛheṣu lokaṁ niyamayat.",
        "verse_Syn": [
            "bhagavān",
            "ṛṣabha",
            "saṁjñaḥ",
            "ātma",
            "tantraḥ",
            "svayam",
            "nitya",
            "nivṛtta",
            "anartha",
            "paramparaḥ",
            "kevala",
            "ānanda",
            "anubhavaḥ",
            "īśvaraḥ",
            "eva",
            "viparīta",
            "vat",
            "karmāṇi",
            "ārabhamāṇaḥ",
            "kālena",
            "anugatam",
            "dharmam",
            "ācaraṇena",
            "upaśikṣayan",
            "a",
            "tat",
            "vidām",
            "samaḥ",
            "upaśāntaḥ",
            "maitraḥ",
            "kāruṇikaḥ",
            "dharma",
            "artha",
            "yaśaḥ",
            "prajā",
            "ānanda",
            "amṛta",
            "avarodhena",
            "gṛheṣu",
            "lokam",
            "niyamayat"
        ],
        "translation": "Being an incarnation of the Supreme Personality of Godhead, Lord Ṛṣabhadeva was fully independent because His form was spiritual, eternal and full of transcendental bliss. He eternally had nothing to do with the four principles of material misery [birth, death, old age and disease]. Nor was He materially attached. He was always equipoised, and He saw everyone on the same level. He was unhappy to see others unhappy, and He was the well-wisher of all living entities. Although He was a perfect personality, the Supreme Lord and controller of all, He nonetheless acted as if He were an ordinary conditioned soul. Therefore He strictly followed the principles of varṇāśrama-dharma and acted accordingly. In due course of time, the principles of varṇāśrama-dharma had become neglected; therefore through His personal characteristics and behavior, He taught the ignorant public how to perform duties within the varṇāśrama-dharma. In this way He regulated the general populace in householder life, enabling them to develop religion and economic well-being and to attain reputations, sons and daughters, material pleasure and finally eternal life. By His instructions, He showed how people could remain householders and at the same time become perfect by following the principles of varṇāśrama-dharma.",
        "purport": " The varṇāśrama-dharma is meant for imperfect, conditioned souls. It trains them to become spiritually advanced in order to return home, back to Godhead. A civilization that does not know the highest aim of life is no better than an animal society. As stated in Śrīmad-Bhāgavatam: na te viduḥ svārtha-gatiṁ hi viṣṇum. A human society is meant for elevation to spiritual knowledge so that all of the people can be freed from the clutches of birth, death, old age and disease. The varṇāśrama-dharma enables human society to become perfectly fit for getting out of the clutches of māyā, and by following the regulative principles of varṇāśrama-dharma one can become successful. In this regard, see Bhagavad-gītā 3.21-24."
    },
    {
        "verse": "15",
        "devanagari": "यद्यच्छीर्षण्याचरितं तत्तदनुवर्तते लोक: ॥ १५ ॥",
        "english_devnagari": "yad yac chīrṣaṇyācaritaṁ tat tad anuvartate lokaḥ.",
        "verse_Syn": [
            "yat",
            "yat",
            "śīrṣaṇya",
            "ācaritam",
            "tat",
            "tat",
            "anuvartate",
            "lokaḥ"
        ],
        "translation": "Whatever action is performed by a great man, common men follow.",
        "purport": " A similar verse is also found in Bhagavad-gītā (3.21). It is essential for human society to have a section of men perfectly trained as qualified brāhmaṇas according to the instructions of Vedic knowledge. Those below the brahminical qualification — administrators, merchants and workers — should take instructions from those ideal people who are considered to be intellectuals. In this way, everyone can be elevated to the highest transcendental position and be freed from material attachment. The material world is described by Lord Kṛṣṇa Himself as duḥkhālayam aśāśvatam, a temporary place of misery. No one can stay here, even if he makes a compromise with misery. One has to give up this body and accept another, which may not even be a human body. As soon as one gets a material body, he becomes deha-bhṛt, or dehī. In other words, he is subjected to all the material conditions. The leaders of society must be so ideal that by following them one can be relieved from the clutches of material existence."
    },
    {
        "verse": "16",
        "devanagari": "यद्यपि स्वविदितं सकलधर्मं ब्राह्मं गुह्यं ब्राह्मणैर्दर्शितमार्गेण सामादिभिरुपायैर्जनतामनुशशास ॥ १६ ॥",
        "english_devnagari": "yadyapi sva-viditaṁ sakala-dharmaṁ brāhmaṁ guhyaṁ brāhmaṇair darśita-mārgeṇa sāmādibhir upāyair janatām anuśaśāsa.",
        "verse_Syn": [
            "yadyapi",
            "sva",
            "viditam",
            "sakala",
            "dharmam",
            "brāhmam",
            "guhyam",
            "brāhmaṇaiḥ",
            "darśita",
            "mārgeṇa",
            "sāma",
            "ādibhiḥ",
            "upāyaiḥ",
            "janatām",
            "anuśaśāsa"
        ],
        "translation": "Although Lord Ṛṣabhadeva knew everything about confidential Vedic knowledge, which includes information about all types of occupational duties, He still maintained Himself as a kṣatriya and followed the instructions of the brāhmaṇas as they related to mind control, sense control, tolerance and so forth. Thus He ruled the people according to the system of varṇāśrama-dharma, which enjoins that the brāhmaṇas instruct the kṣatriyas and the kṣatriyas administer to the state through the vaiśyas and śūdras.",
        "purport": " Although Ṛṣabhadeva knew all the Vedic instructions perfectly well, He nonetheless followed the instructions of the brāhmaṇas in order to perfectly maintain the social order. The brāhmaṇas would give advice according to the śāstras, and all the other castes would follow. The word brahma means “perfect knowledge of all activities,” and this knowledge is very confidentially described in the Vedic literatures. Men trained perfectly as brāhmaṇas should know all Vedic literature, and the benefit derived from this literature should be distributed to the general populace. The general populace should follow the perfect brāhmaṇa. In this way, one can learn how to control the mind and senses and thus gradually advance to spiritual perfection."
    },
    {
        "verse": "17",
        "devanagari": "द्रव्यदेशकालवय:श्रद्धर्त्विग्विविधोद्देशोपचितै: सर्वैरपि क्रतुभिर्यथोपदेशं शतकृत्व इयाज ॥ १७ ॥",
        "english_devnagari": "dravya-deśa-kāla-vayaḥ-śraddhartvig-vividhoddeśopacitaiḥ sarvair api kratubhir yathopadeśaṁ śata-kṛtva iyāja.",
        "verse_Syn": [
            "dravya",
            "deśa",
            "kāla",
            "vayaḥ",
            "śraddhā",
            "ṛtvik",
            "vividha",
            "uddeśa",
            "upacitaiḥ",
            "sarvaiḥ",
            "api",
            "kratubhiḥ",
            "yathā",
            "upadeśam",
            "śata",
            "kṛtvaḥ",
            "iyāja"
        ],
        "translation": "Lord Ṛṣabhadeva performed all kinds of sacrifices one hundred times according to the instructions of the Vedic literatures. Thus He satisfied Lord Viṣṇu in every respect. All the rituals were enriched by first-class ingredients. They were executed in holy places according to the proper time by priests who were all young and faithful. In this way Lord Viṣṇu was worshiped, and the prasāda was offered to all the demigods. Thus the functions and festivals were all successful.",
        "purport": " It is said, kaumāra ācaret prājño dharmān bhāgavatān iha (Bhāg. 7.6.1). A ritual should be performed by young men, even boys, at a tender age in order for the ritual to be performed successfully. From childhood, people should be trained in Vedic culture, especially in devotional service. In this way, one can perfect one’s life. A Vaiṣṇava does not disrespect the demigods, but on the other hand he is not so foolish that he accepts each and every demigod as the Supreme Lord. The Supreme Lord is master of all demigods; therefore the demigods are His servants. The Vaiṣṇava accepts them as servants of the Supreme Lord, and he worships them directly. In the Brahma-saṁhitā, the important demigods — Lord Śiva, Lord Brahmā and even the incarnations and expansions of Lord Kṛṣṇa like Mahā-Viṣṇu, Garbhodakaśāyī Viṣṇu and all the other viṣṇu-tattvas, as well as the śakti-tattvas like Durgādevī — are all worshiped by the process of worshiping Govinda with the words govindam ādi-puruṣaṁ tam ahaṁ bhajāmi. A Vaiṣṇava worships the demigods in relation to Govinda, not independently. Vaiṣṇavas are not so foolish that they consider the demigods independent of the Supreme Personality of Godhead. This is confirmed in Caitanya-caritāmṛta. Ekale īśvara kṛṣṇa, āra saba bhṛtya: the supreme master is Kṛṣṇa, and all others are His servants."
    },
    {
        "verse": "18",
        "devanagari": "भगवतर्षभेण परिरक्ष्यमाण एतस्मिन् वर्षे न कश्चन पुरुषो वाञ्छत्यविद्यमानमिवात्मनोऽन्यस्मात्कथञ्चन किमपि कर्हिचिदवेक्षते भर्तर्यनुसवनं विजृम्भितस्‍नेहातिशयमन्तरेण ॥ १८ ॥",
        "english_devnagari": "bhagavatarṣabheṇa parirakṣyamāṇa etasmin varṣe na kaścana puruṣo vāñchaty avidyamānam ivātmano ’nyasmāt kathañcana kimapi karhicid avekṣate bhartary anusavanaṁ vijṛmbhita-snehātiśayam antareṇa.",
        "verse_Syn": [
            "bhagavatā",
            "ṛṣabheṇa",
            "parirakṣyamāṇe",
            "etasmin",
            "varṣe",
            "na",
            "kaścana",
            "puruṣaḥ",
            "vāñchati",
            "avidyamānam",
            "iva",
            "ātmanaḥ",
            "anyasmāt",
            "kathañcana",
            "kimapi",
            "karhicit",
            "avekṣate",
            "bhartari",
            "anusavanam",
            "vijṛmbhita",
            "sneha",
            "atiśayam",
            "antareṇa"
        ],
        "translation": "No one likes to possess anything that is like a will-o’-the-wisp or a flower in the sky, for everyone knows very well that such things do not exist. When Lord Ṛṣabhadeva ruled this planet of Bhāratavarṣa, even common men did not want to ask for anything, at any time or by any means. No one ever asks for a will-o’-the-wisp. In other words, everyone was completely satisfied, and therefore there was no chance of anyone’s asking for anything. The people were absorbed in great affection for the King. Since this affection was always expanding, they were not inclined to ask for anything.",
        "purport": " In Bengal the word ghoḍā-ḍimba is used, which means “the egg of a horse.” Since a horse never lays an egg, the word ghoḍā-ḍimba actually has no meaning. In Sanskrit there is a word kha-puṣpa, which means “the flower in the sky.” No flower grows in the sky; therefore no one is interested in asking for kha-puṣpa or ghoḍā-ḍimba. During the reign of Mahārāja Ṛṣabhadeva, people were so well equipped that they did not want to ask for anything. They were immensely supplied with all necessities for life due to King Ṛṣabhadeva’s good government. Consequently everyone felt full satisfaction and did not want anything. This is the perfection of government. If the citizens are unhappy due to bad government, the heads of government are condemned. During these democratic days, monarchy is disliked by the people, but here is an example of how an emperor of the whole world kept all the citizens fully satisfied by supplying the necessities of life and following the Vedic principles. Thus everyone was happy during the reign of Mahārāja Ṛṣabhadeva, the Supreme Personality of Godhead."
    },
    {
        "verse": "19",
        "devanagari": "स कदाचिदटमानो भगवानृषभो ब्रह्मावर्तगतो ब्रह्मर्षिप्रवरसभायां प्रजानां निशामयन्तीनामात्मजानवहितात्मन: प्रश्रयप्रणयभरसुयन्त्रितानप्युपशिक्षयन्निति होवाच ॥ १९ ॥",
        "english_devnagari": "sa kadācid aṭamāno bhagavān ṛṣabho brahmāvarta-gato brahmarṣi-pravara-sabhāyāṁ prajānāṁ niśāmayantīnām ātmajān avahitātmanaḥ praśraya-praṇaya-bhara-suyantritān apy upaśikṣayann iti hovāca.",
        "verse_Syn": [
            "saḥ",
            "kadācit",
            "aṭamānaḥ",
            "bhagavān",
            "ṛṣabhaḥ",
            "brahmāvarta",
            "gataḥ",
            "brahma",
            "ṛṣi",
            "pravara",
            "sabhāyām",
            "prajānām",
            "niśāmayantīnām",
            "ātmajān",
            "avahita",
            "ātmanaḥ",
            "praśraya",
            "praṇaya",
            "bhara",
            "su",
            "yantritān",
            "api",
            "upaśikṣayan",
            "iti",
            "ha",
            "uvāca"
        ],
        "translation": "Once while touring the world, Lord Ṛṣabhadeva, the Supreme Lord, reached a place known as Brahmāvarta. There was a great conference of learned brāhmaṇas at that place, and all the King’s sons attentively heard the instructions of the brāhmaṇas there. At that assembly, within the hearing of the citizens, Ṛṣabhadeva instructed His sons, although they were already very well-behaved, devoted and qualified. He instructed them so that in the future they could rule the world very perfectly. Thus he spoke as follows.",
        "purport": " The instructions of Lord Ṛṣabhadeva to His sons are very valuable if one wants to live peacefully within this world, which is full of miseries. In the next chapter, Lord Ṛṣabhadeva gives His sons these valuable instructions."
    }
]