[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचतथा च भद्रश्रवा नाम धर्मसुतस्तत्कुलपतय: पुरुषा भद्राश्ववर्षे साक्षाद्भ‍गवतो वासुदेवस्य प्रियांतनुं धर्ममयीं हयशीर्षाभिधानां परमेण समाधिना सन्निधाप्येदमभिगृणन्त उपधावन्ति ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācatathā ca bhadraśravā nāma dharma-sutas tat-kula-patayaḥ puruṣā bhadrāśva-varṣe sākṣād bhagavato vāsudevasya priyāṁ tanuṁ dharmamayīṁ hayaśīrṣābhidhānāṁ parameṇa samādhinā sannidhāpyedam abhigṛṇanta upadhāvanti.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tathā",
            "ca",
            "bhadra",
            "śravā",
            "nāma",
            "dharma",
            "sutaḥ",
            "tat",
            "kula",
            "patayaḥ",
            "puruṣāḥ",
            "bhadrāśva",
            "varṣe",
            "sākṣāt",
            "bhagavataḥ",
            "vāsudevasya",
            "priyām",
            "tanum",
            "dharma",
            "mayīm",
            "hayaśīrṣa",
            "abhidhānām",
            "parameṇa",
            "samādhinā",
            "sannidhāpya",
            "idam",
            "abhigṛṇantaḥ",
            "upadhāvanti"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Bhadraśravā, the son of Dharmarāja, rules the tract of land known as Bhadrāśva-varṣa. Just as Lord Śiva worships Saṅkarṣaṇa in Ilāvṛta-varṣa, Bhadraśravā, accompanied by his intimate servants and all the residents of the land, worships the plenary expansion of Vāsudeva known as Hayaśīrṣa. Lord Hayaśīrṣa is very dear to the devotees, and He is the director of all religious principles. Fixed in the topmost trance, Bhadraśravā and his associates offer their respectful obeisances to the Lord and chant the following prayers with careful pronunciation.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "भद्रश्रवस ऊचु:ॐ नमो भगवते धर्मायात्मविशोधनाय नम इति ॥ २ ॥",
        "english_devnagari": "bhadraśravasa ūcuḥoṁ namo bhagavate dharmāyātma-viśodhanāya nama iti.",
        "verse_Syn": [
            "bhadraśravasaḥ",
            "ūcuḥ",
            "om",
            "namaḥ",
            "bhagavate",
            "dharmāya",
            "ātma",
            "viśodhanāya",
            "namaḥ",
            "iti"
        ],
        "translation": "The ruler Bhadraśravā and his intimate associates utter the following prayer: We offer our respectful obeisances unto the Supreme Personality of Godhead, the reservoir of all religious principles, who cleanses the heart of the conditioned soul in this material world. Again and again we offer our respectful obeisances unto Him.",
        "purport": " Foolish materialistic persons do not know how they are being controlled and punished at every step by the laws of nature. They think they are very happy in the conditioned state of material life, not knowing the purpose of repeated birth, death, old age and disease. Therefore in Bhagavad-gītā (7.15) Lord Kṛṣṇa describes such materialistic persons as mūḍhas (rascals): na māṁ duṣkṛtino mūḍhāḥ prapadyante narādhamāḥ. These mūḍhas do not know that if they want to purify themselves, they must worship Lord Vāsudeva (Kṛṣṇa) by performing penances and austerities. This purification is the aim of human life. This life is not meant for blind indulgence in sense gratification. In the human form, the living being must engage himself in Kṛṣṇa consciousness to purify his existence: tapo divyaṁ putrakā yena sattvaṁ śuddhyet. This is the instruction of King Ṛṣabhadeva to His sons. In the human form of life, one must undergo all kinds of austerities to purify his existence. Yasmād brahma-saukhyaṁ tv anantam. We are all seeking happiness, but because of our ignorance and foolishness, we cannot know what unobstructed happiness really is. Unobstructed happiness is called brahma-saukhya, spiritual happiness. Although we may get some so-called happiness in this material world, that happiness is temporary. The foolish materialists cannot understand this. Therefore Prahlāda Mahārāja points out, māyā-sukhāya bharam udvahato vimūḍhān: merely for temporary materialistic happiness, these rascals are making huge arrangements, and thus they are baffled life after life."
    },
    {
        "verse": "3",
        "devanagari": "अहो विचित्रं भगवद्विचेष्टितंघ्नन्तं जनोऽयं हि मिषन्न पश्यति । ध्यायन्नसद्यर्हि विकर्म सेवितुंनिर्हृत्य पुत्रं पितरं जिजीविषति ॥ ३ ॥",
        "english_devnagari": "aho vicitraṁ bhagavad-viceṣṭitaṁghnantaṁ jano ’yaṁ hi miṣan na paśyatidhyāyann asad yarhi vikarma sevituṁnirhṛtya putraṁ pitaraṁ jijīviṣati",
        "verse_Syn": [
            "aho",
            "vicitram",
            "bhagavat",
            "viceṣṭitam",
            "ghnantam",
            "janaḥ",
            "ayam",
            "hi",
            "miṣan",
            "na",
            "paśyati",
            "dhyāyan",
            "asat",
            "yarhi",
            "vikarma",
            "sevitum",
            "nirhṛtya",
            "putram",
            "pitaram",
            "jijīviṣati"
        ],
        "translation": "Alas! How wonderful it is that the foolish materialist does not heed the great danger of impending death! He knows that death will surely come, yet he is nevertheless callous and neglectful. If his father dies, he wants to enjoy his father’s property, and if his son dies, he wants to enjoy his son’s possessions as well. In either case, he heedlessly tries to enjoy material happiness with the acquired money.",
        "purport": " Material happiness means to have good facilities for eating, sleeping, sexual intercourse and defense. Within this world, the materialistic person lives only for these four principles of sense gratification, not caring for the impending danger of death. After his father’s death, a son tries to inherit his money and use it for sense gratification. Similarly, one whose son dies tries to enjoy the possessions of his son. Sometimes the father of a dead son even enjoys his son’s widow. Materialistic persons behave in this way. Thus Śukadeva Gosvāmī says, “How wonderful are these pastimes of material happiness transacted by the will of the Supreme Personality of Godhead!” In other words, materialistic persons want to commit all kinds of sinful activities, but without the sanction of the Supreme Personality of Godhead, no one can do anything. Why does the Supreme Personality of Godhead permit sinful activities? The Supreme Lord does not want any living being to act sinfully, and He begs him through his good conscience to refrain from sin. But when someone insists upon acting sinfully, the Supreme Lord gives him the sanction to act at his own risk (mattaḥ smṛtir jñānam apohanaṁ ca). No one can do anything without the sanction of the Lord, but He is so kind that when the conditioned soul persists in doing something, the Lord permits the individual soul to act at his own risk. According to Śrīla Viśvanātha Cakravartī Ṭhākura, sons always outlive their fathers in other planetary systems and other lands in this universe, especially on Svargaloka. However, on this planet earth a son often dies before his father, and the materialistic father is pleased to enjoy the possessions of his son. Neither the father nor the son can see the reality — that both of them are awaiting death. When death comes, however, all their plans for material enjoyment are finished."
    },
    {
        "verse": "4",
        "devanagari": "वदन्ति विश्वं कवय: स्म नश्वरंपश्यन्ति चाध्यात्मविदो विपश्चित: । तथापि मुह्यन्ति तवाज माययासुविस्मितं कृत्यमजं नतोऽस्मि तम् ॥ ४ ॥",
        "english_devnagari": "vadanti viśvaṁ kavayaḥ sma naśvaraṁpaśyanti cādhyātmavido vipaścitaḥtathāpi muhyanti tavāja māyayāsuvismitaṁ kṛtyam ajaṁ nato ’smi tam",
        "verse_Syn": [
            "vadanti",
            "viśvam",
            "kavayaḥ",
            "sma",
            "naśvaram",
            "paśyanti",
            "ca",
            "adhyātma",
            "vidaḥ",
            "vipaścitaḥ",
            "tathā",
            "api",
            "muhyanti",
            "tava",
            "aja",
            "māyayā",
            "su",
            "vismitam",
            "kṛtyam",
            "ajam",
            "nataḥ",
            "asmi",
            "tam"
        ],
        "translation": "O unborn one, learned Vedic scholars who are advanced in spiritual knowledge certainly know that this material world is perishable, as do other logicians and philosophers. In trance they realize the factual position of this world, and they preach the truth as well. Yet even they are sometimes bewildered by Your illusory energy. This is Your own wonderful pastime. Therefore, I can understand that Your illusory energy is very wonderful, and I offer my respectful obeisances unto You.",
        "purport": " Not only does the illusory energy of the Supreme Personality of Godhead act on the conditioned soul within this material world, but sometimes it also acts on the most advanced learned scholars, who factually know the constitutional position of this material world through realization. As soon as someone thinks, “I am this material body (ahaṁ mameti) and everything in relationship with this material body is mine,” he is in illusion (moha). This illusion caused by the material energy acts especially on the conditioned souls, but it sometimes also acts on liberated souls as well. A liberated soul is a person who has sufficient knowledge of this material world and is therefore unattached to the bodily conception of life. But because of association with the modes of material nature for a very long time, even liberated souls sometimes become captivated by the illusory energy due to inattentiveness in the transcendental position. Therefore Lord Kṛṣṇa says in Bhagavad-gītā (7.14), mām eva ye prapadyante māyām etāṁ taranti te: “Only those who surrender unto Me can overcome the influence of the material energy.” Therefore no one should think of himself as a liberated person immune to the influence of māyā. Everyone should very cautiously execute devotional service by rigidly following regulative principles. Thus he will remain fixed at the lotus feet of the Lord. Otherwise, a little inattention will create havoc. We have already seen an example of this in the case of Mahārāja Bharata. Mahārāja Bharata was undoubtedly a great devotee, but because he turned his attention slightly toward a small deer, he had to suffer two more births, one as a deer and another as the brāhmaṇa Jaḍa Bharata. Afterward he was liberated and went back home, back to Godhead. The Lord is always prepared to excuse His devotee, but if a devotee takes advantage of the Lord’s leniency and purposefully commits mistakes again and again, the Lord will certainly punish him by letting him fall down into the clutches of the illusory energy. In other words, theoretical knowledge acquired by studying the Vedas is insufficient to protect one from the clutches of māyā. One must strongly adhere to the lotus feet of the Lord in devotional service. Then one’s position is secure."
    },
    {
        "verse": "5",
        "devanagari": "विश्वोद्भ‍वस्थाननिरोधकर्म तेह्यकर्तुरङ्गीकृतमप्यपावृत: । युक्तं न चित्रं त्वयि कार्यकारणेसर्वात्मनि व्यतिरिक्ते च वस्तुत: ॥ ५ ॥",
        "english_devnagari": "viśvodbhava-sthāna-nirodha-karma tehy akartur aṅgīkṛtam apy apāvṛtaḥyuktaṁ na citraṁ tvayi kārya-kāraṇesarvātmani vyatirikte ca vastutaḥ",
        "verse_Syn": [
            "viśva",
            "udbhava",
            "sthāna",
            "nirodha",
            "karma",
            "te",
            "hi",
            "akartuḥ",
            "aṅgīkṛtam",
            "api",
            "apāvṛtaḥ",
            "yuktam",
            "na",
            "citram",
            "tvayi",
            "kārya",
            "kāraṇe",
            "sarva",
            "ātmani",
            "vyatirikte",
            "ca",
            "vastutaḥ"
        ],
        "translation": "O Lord, although You are completely detached from the creation, maintenance and annihilation of this material world and are not directly affected by these activities, they are all attributed to You. We do not wonder at this, for Your inconceivable energies perfectly qualify You to be the cause of all causes. You are the active principle in everything, although You are separate from everything. Thus we can realize that everything is happening because of Your inconceivable energy.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "वेदान् युगान्ते तमसा तिरस्कृतान्रसातलाद्यो नृतुरङ्गविग्रह: । प्रत्याददे वै कवयेऽभियाचतेतस्मै नमस्तेऽवितथेहिताय इति ॥ ६ ॥",
        "english_devnagari": "vedān yugānte tamasā tiraskṛtānrasātalād yo nṛ-turaṅga-vigrahaḥpratyādade vai kavaye ’bhiyācatetasmai namas te ’vitathehitāya iti",
        "verse_Syn": [
            "vedān",
            "yuga",
            "ante",
            "tamasā",
            "tiraskṛtān",
            "rasātalāt",
            "yaḥ",
            "nṛ",
            "turaṅga",
            "vigrahaḥ",
            "pratyādade",
            "vai",
            "kavaye",
            "abhiyā",
            "cate",
            "tasmai",
            "namaḥ",
            "te",
            "avitatha",
            "īhitāya",
            "iti"
        ],
        "translation": "At the end of the millennium, ignorance personified assumed the form of a demon, stole all the Vedas and took them down to the planet of Rasātala. The Supreme Lord, however, in His form of Hayagrīva retrieved the Vedas and returned them to Lord Brahmā when he begged for them. I offer my respectful obeisances unto the Supreme Lord, whose determination never fails.",
        "purport": " Although Vedic knowledge is imperishable, within this material world it is sometimes manifest and sometimes not. When the people of this material world become too absorbed in ignorance, the Vedic knowledge disappears. Lord Hayagrīva or Lord Matsya, however, always protects the Vedic knowledge, and in due course of time it is again distributed through the medium of Lord Brahmā. Brahmā is the trustworthy representative of the Supreme Lord. Therefore when he again asked for the treasure of Vedic knowledge, the Lord fulfilled his desire."
    },
    {
        "verse": "7",
        "devanagari": "हरिवर्षे चापि भगवान्नरहरिरूपेणास्ते । तद्रूपग्रहणनिमित्तमुत्तरत्राभिधास्ये । तद्दयितं रूपं महापुरुषगुणभाजनो महाभागवतो दैत्यदानवकुलतीर्थीकरणशीलाचरित: प्रह्लादोऽव्यवधानानन्यभक्तियोगेन सह तद्वर्षपुरुषैरुपास्ते इदं चोदाहरति ॥ ७ ॥",
        "english_devnagari": "hari-varṣe cāpi bhagavān nara-hari-rūpeṇāste; tad-rūpa-grahaṇa-nimittam uttaratrābhidhāsye; tad dayitaṁ rūpaṁ mahā-puruṣa-guṇa-bhājano mahā-bhāgavato daitya-dānava-kula-tīrthīkaraṇa-śīlā-caritaḥ prahlādo ’vyavadhānānanya-bhakti-yogena saha tad-varṣa-puruṣair upāste idaṁ codāharati.",
        "verse_Syn": [
            "hari",
            "varṣe",
            "ca",
            "api",
            "bhagavān",
            "nara",
            "hari",
            "rūpeṇa",
            "āste",
            "tat",
            "rūpa",
            "grahaṇa",
            "nimittam",
            "uttaratra",
            "abhidhāsye",
            "tat",
            "dayitam",
            "rūpam",
            "mahā",
            "puruṣa",
            "guṇa",
            "bhājanaḥ",
            "mahā",
            "bhāgavataḥ",
            "daitya",
            "dānava",
            "kula",
            "tīrthī",
            "karaṇa",
            "śīlā",
            "caritaḥ",
            "prahlādaḥ",
            "avyavadhāna",
            "ananya",
            "bhakti",
            "yogena",
            "saha",
            "tat",
            "varṣa",
            "puruṣaiḥ",
            "upāste",
            "idam",
            "ca",
            "udāharati"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King, Lord Nṛsiṁhadeva resides in the tract of land known as Hari-varṣa. In the Seventh Canto of Śrīmad-Bhāgavatam, I shall describe to you how Prahlāda Mahārāja caused the Lord to assume the form of Nṛsiṁhadeva. Prahlāda Mahārāja, the topmost devotee of the Lord, is a reservoir of all the good qualities of great personalities. His character and activities have delivered all the fallen members of his demoniac family. Lord Nṛsiṁhadeva is very dear to this exalted personality. Thus Prahlāda Mahārāja, along with his servants and all the denizens of Hari-varṣa, worships Lord Nṛsiṁhadeva by chanting the following mantra.",
        "purport": " Jayadeva Gosvāmī’s ten prayers worshiping the incarnations of Lord Kṛṣṇa (Keśava) contain His name in every stanza. For example, keśava dhṛta-nara-hari-rūpa jaya jagad-īśa hare, keśava dhṛta-mīna-śarīra jaya jagad-īśa hare, and keśava dhṛta-vāmana-rūpa jaya jagad-īśa hare. The word jagad-īśa refers to the proprietor of all the universes. His original form is the two-handed form of Lord Kṛṣṇa, standing with a flute in His hands and engaged in tending the cows. As stated in Brahma-saṁhitā: “I worship Govinda, the primeval Lord, the first progenitor, who is tending the cows, yielding all desires, in abodes built with spiritual gems and surrounded by millions of purpose trees. He is always served with great reverence and affection by hundreds and thousands of goddesses of fortune.” From this verse we learn that Govinda, or Kṛṣṇa, is the ādi-puruṣa (the original person). The Lord has innumerable incarnations, exactly like the innumerable waves of a flowing river, but the original form is Kṛṣṇa, or Keśava. Śukadeva Gosvāmī refers to Nṛsiṁhadeva because of Prahlāda Mahārāja. Prahlāda Mahārāja was put into great distress by his powerful father, the demon Hiraṇyakaśipu. Apparently helpless before him, Prahlāda Mahārāja called on the Lord, who immediately assumed the gigantic form of Nṛsiṁhadeva, half-lion and half-man, to kill the gigantic demon. Although Kṛṣṇa is the original person, one without a second, He assumes different forms just to satisfy His devotees or to execute a specific purpose. Therefore Jayadeva Gosvāmī always repeats the name of Keśava, the original Personality of Godhead, in his prayers describing the Lord’s different incarnations for different purposes."
    },
    {
        "verse": "8",
        "devanagari": "ॐ नमो भगवते नरसिंहाय नमस्तेजस्तेजसे आविराविर्भव वज्रनख वज्रदंष्ट्र कर्माशयान् रन्धय रन्धय तमो ग्रस ग्रस ॐ स्वाहा । अभयमभयमात्मनि भूयिष्ठा ॐ क्ष्रौम् ॥ ८ ॥",
        "english_devnagari": "oṁ namo bhagavate narasiṁhāya namas tejas-tejase āvir-āvirbhava vajra-nakha vajra-daṁṣṭra karmāśayān randhaya randhaya tamo grasa grasa om svāhā; abhayam abhayam ātmani bhūyiṣṭhā oṁ kṣraum.",
        "verse_Syn": [
            "om",
            "namaḥ",
            "bhagavate",
            "nara",
            "siṁhāya",
            "namaḥ",
            "tejaḥ",
            "tejase",
            "āviḥ",
            "āvirbhava",
            "vajra",
            "nakha",
            "vajra",
            "daṁṣṭra",
            "karma",
            "āśayān",
            "randhaya",
            "randhaya",
            "tamaḥ",
            "grasa",
            "grasa",
            "om",
            "svāhā",
            "abhayam",
            "abhayam",
            "ātmani",
            "bhūyiṣṭhāḥ",
            "om",
            "kṣraum"
        ],
        "translation": "I offer my respectful obeisances unto Lord Nṛsiṁhadeva, the source of all power. O my Lord who possess nails and teeth just like thunderbolts, kindly vanquish our demonlike desires for fruitive activity in this material world. Please appear in our hearts and drive away our ignorance so that by Your mercy we may become fearless in the struggle for existence in this material world.",
        "purport": " In Śrīmad-Bhāgavatam (4.22.39) Sanat-kumāra speaks the following words to Mahārāja Pṛthu: “Devotees always engaged in the service of the toes of the Lord’s lotus feet can very easily become free from hard-knotted desires for fruitive activities. Because this is very difficult, the nondevotees — the jñānīs and yogīs — cannot stop the waves of sense gratification, although they try to do so. Therefore you are advised to engage in the devotional service of Kṛṣṇa, the son of Vasudeva.” Every living being within this material world has a strong desire to enjoy matter to his fullest satisfaction. For this purpose, the conditioned soul must accept one body after another, and thus his strongly fixed fruitive desires continue. One cannot stop the repetition of birth and death without being completely desireless. Therefore Śrīla Rūpa Gosvāmī describes pure bhakti (devotional service) as follows: “One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.” Unless one is completely freed of all material desires, which are caused by the dense darkness of ignorance, one cannot fully engage in the devotional service of the Lord. Therefore we should always offer our prayers to Lord Nṛsiṁhadeva, who killed Hiraṇyakaśipu, the personification of material desire. Hiraṇya means “gold,” and kaśipu means “a soft cushion or bed.” Materialistic persons always desire to make the body comfortable, and for this they require huge amounts of gold. Thus Hiraṇyakaśipu was the perfect representative of materialistic life. He was therefore the cause of great disturbance to the topmost devotee, Prahlāda Mahārāja, until Lord Nṛsiṁhadeva killed him. Any devotee aspiring to be free of material desires should offer his respectful prayers to Nṛsiṁhadeva as Prahlāda Mahārāja did in this verse."
    },
    {
        "verse": "9",
        "devanagari": "स्वस्त्यस्तु विश्वस्य खल: प्रसीदतांध्यायन्तु भूतानि शिवं मिथो धिया ।मनश्च भद्रं भजतादधोक्षजेआवेश्यतां नो मतिरप्यहैतुकी ॥ ९ ॥",
        "english_devnagari": "svasty astu viśvasya khalaḥ prasīdatāṁdhyāyantu bhūtāni śivaṁ mitho dhiyāmanaś ca bhadraṁ bhajatād adhokṣajeāveśyatāṁ no matir apy ahaitukī",
        "verse_Syn": [
            "svasti",
            "astu",
            "viśvasya",
            "khalaḥ",
            "prasīdatām",
            "dhyāyantu",
            "bhūtāni",
            "śivam",
            "mithaḥ",
            "dhiyā",
            "manaḥ",
            "ca",
            "bhadram",
            "bhajatāt",
            "adhokṣaje",
            "āveśyatām",
            "naḥ",
            "matiḥ",
            "api",
            "ahaitukī"
        ],
        "translation": "May there be good fortune throughout the universe, and may all envious persons be pacified. May all living entities become calm by practicing bhakti-yoga, for by accepting devotional service they will think of each other’s welfare. Therefore let us all engage in the service of the supreme transcendence, Lord Śrī Kṛṣṇa, and always remain absorbed in thought of Him.",
        "purport": " The following verse describes a Vaiṣṇava: Just like a desire tree, a Vaiṣṇava can fulfill all the desires of anyone who takes shelter of his lotus feet. Prahlāda Mahārāja is a typical Vaiṣṇava. He prays not for himself but for all living entities — the gentle, the envious and the mischievous. He always thought of the welfare of mischievous persons like his father, Hiraṇyakaśipu. Prahlāda Mahārāja did not ask for anything for himself; rather, he prayed for the Lord to excuse his demoniac father. This is the attitude of a Vaiṣṇava, who always thinks of the welfare of the entire universe. Śrīmad-Bhāgavatam and bhāgavata-dharma are meant for persons who are completely free of envy (parama-nirmatsarāṇām). Therefore Prahlāda Mahārāja prays in this verse, khalaḥ prasīdatām: “May all the envious persons be pacified.” The material world is full of envious persons, but if one frees himself of envy, he becomes liberal in his social dealings and can think of others’ welfare. Anyone who takes up Kṛṣṇa consciousness and engages himself completely in the service of the Lord cleanses his mind of all envy (manaś ca bhadraṁ bhajatād adhokṣaje). Therefore we should pray to Lord Nṛsiṁhadeva to sit in our hearts. We should pray, bahir nṛsiṁho hṛdaye nṛsiṁhaḥ: “Let Lord Nṛsiṁhadeva sit in the core of my heart, killing all my bad propensities. Let my mind become clean so that I may peacefully worship the Lord and bring peace to the entire world.” Śrīla Viśvanātha Cakravartī Ṭhākura has given us a very fine purport in this regard. Whenever one offers a prayer to the Supreme Personality of Godhead, one always requests some benediction from Him. Even pure (niṣkāma) devotees pray for some benediction, as instructed by Lord Śrī Caitanya Mahāprabhu in His Śikṣāṣṭaka: “O son of Mahārāja Nanda [Kṛṣṇa], I am Your eternal servitor, yet somehow or other I have fallen into the ocean of birth and death. Please pick Me up from the ocean of death and place Me as one of the atoms at Your lotus feet.” In another prayer Lord Caitanya says, mama janmani janmanīśvare bhavatād bhaktir ahaitukī tvayi: “Life after life, kindly let Me have unalloyed love and devotion at Your Lordship’s lotus feet.” When Prahlāda Mahārāja chants oṁ namo bhagavate narasiṁhāya, he prays for a benediction from the Lord, but because he is also an exalted Vaiṣṇava, he wants nothing for his personal sense gratification. The first desire expressed in his prayer is svasty astu viśvasya: “Let there be good fortune throughout the entire universe.” Prahlāda Mahārāja thus requested the Lord to be merciful to everyone, including his father, a most envious person. According to Cāṇakya Paṇḍita, there are two kinds of envious living entities: one is a snake, and the other is the man like Hiraṇyakaśipu, who is by nature envious of everyone, even of his father or son. Hiraṇyakaśipu was envious of his little son Prahlāda, but Prahlāda Mahārāja asked a benediction for the benefit of his father. Hiraṇyakaśipu was very envious of devotees, but Prahlāda wished that his father and other demons like him would give up their envious nature by the grace of the Lord and stop harassing the devotees (khalaḥ prasīdatām). The difficulty is that the khala (envious living entity) is rarely pacified. One kind of khala, the snake, can be pacified simply by mantras or by the action of a particular herb (mantrauṣadhi-vaśaḥ sarpaḥ khalakena nivāryate). An envious person, however, cannot be pacified by any means. Therefore Prahlāda Mahārāja prays that all envious persons may undergo a change of heart and think of the welfare of others. If the Kṛṣṇa consciousness movement spreads all over the world, and if by the grace of Kṛṣṇa everyone accepts it, the thinking of envious people will change. Everyone will think of the welfare of others. Therefore Prahlāda Mahārāja prays, śivaṁ mitho dhiyā. In material activities, everyone is envious of others, but in Kṛṣṇa consciousness, no one is envious of anyone else; everyone thinks of the welfare of others. Therefore Prahlāda Mahārāja prays that everyone’s mind may become gentle by being fixed at the lotus feet of Kṛṣṇa (bhajatād adhokṣaje). As indicated elsewhere in Śrīmad-Bhāgavatam (sa vai manaḥ kṛṣṇa-padāravindayoḥ) and as advised by Lord Kṛṣṇa in Bhagavad-gītā (18.65), man-manā bhava mad-bhaktaḥ, one should constantly think of the lotus feet of Lord Kṛṣṇa. Then one’s mind will certainly be cleansed (ceto-darpaṇa-mārjanam). Materialists always think of sense gratification, but Prahlāda Mahārāja prays that the Lord’s mercy will change their minds and they will stop thinking of sense gratification. If they think of Kṛṣṇa always, everything will be all right. Some people argue that if everyone thought of Kṛṣṇa in that way, the whole universe would be vacated because everyone would go back home, back to Godhead. However, Śrīla Viśvanātha Cakravartī Ṭhākura says that this is impossible because the living entities are innumerable. If one set of living entities is actually delivered by the Kṛṣṇa consciousness movement, another set will fill the entire universe."
    },
    {
        "verse": "10",
        "devanagari": "मागारदारात्मजवित्तबन्धुषुसङ्गो यदि स्याद्भ‍गवत्प्रियेषु न: ।य: प्राणवृत्त्या परितुष्ट आत्मवान्सिद्ध्यत्यदूरान्न तथेन्द्रियप्रिय: ॥ १० ॥",
        "english_devnagari": "māgāra-dārātmaja-vitta-bandhuṣusaṅgo yadi syād bhagavat-priyeṣu naḥyaḥ prāṇa-vṛttyā parituṣṭa ātmavānsiddhyaty adūrān na tathendriya-priyaḥ",
        "verse_Syn": [
            "mā",
            "agāra",
            "dāra",
            "ātma",
            "ja",
            "vitta",
            "bandhuṣu",
            "saṅgaḥ",
            "yadi",
            "syāt",
            "bhagavat",
            "priyeṣu",
            "naḥ",
            "yaḥ",
            "prāṇa",
            "vṛttyā",
            "parituṣṭaḥ",
            "ātma",
            "vān",
            "siddhyati",
            "adūrāt",
            "na",
            "tathā",
            "indriya",
            "priyaḥ"
        ],
        "translation": "My dear Lord, we pray that we may never feel attraction for the prison of family life, consisting of home, wife, children, friends, bank balance, relatives and so on. If we do have some attachment, let it be for devotees, whose only dear friend is Kṛṣṇa. A person who is actually self-realized and who has controlled his mind is perfectly satisfied with the bare necessities of life. He does not try to gratify his senses. Such a person quickly advances in Kṛṣṇa consciousness, whereas others, who are too attached to material things, find advancement very difficult.",
        "purport": " When Śrī Kṛṣṇa Caitanya Mahāprabhu was requested to explain the duty of a Vaiṣṇava, a Kṛṣṇa conscious person, He immediately said, asat-saṅga-tyāga-ei vaiṣṇava-ācāra. The first business of a Vaiṣṇava is to give up the association of persons who are not devotees of Kṛṣṇa and who are too attached to material things — wife, children, bank balance and so on. Prahlāda Mahārāja also prays to the Personality of Godhead that he may avoid the association of nondevotees attached to the materialistic way of life. If he must be attached to someone, he prays to be attached only to a devotee. A devotee is not interested in unnecessarily increasing the demands of the senses for gratification. Of course, as long as one is in this material world, one must have a material body, and it must be maintained for executing devotional service. The body can be maintained very easily by eating kṛṣṇa-prasāda. As Kṛṣṇa says in Bhagavad-gītā (9.26): “If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.” Why should the menu be unnecessarily increased for the satisfaction of the tongue? Devotees should eat as simply as possible. Otherwise, attachment for material things will gradually increase, and the senses, being very strong, will soon require more and more material enjoyment. Then the real business of life — to advance in Kṛṣṇa consciousness — will stop."
    },
    {
        "verse": "11",
        "devanagari": "यत्सङ्गलब्धं निजवीर्यवैभवंतीर्थं मुहु: संस्पृशतां हि मानसम् ।हरत्यजोऽन्त: श्रुतिभिर्गतोऽङ्गजंको वै न सेवेत मुकुन्दविक्रमम् ॥ ११ ॥",
        "english_devnagari": "yat-saṅga-labdhaṁ nija-vīrya-vaibhavaṁtīrthaṁ muhuḥ saṁspṛśatāṁ hi mānasamharaty ajo ’ntaḥ śrutibhir gato ’ṅgajaṁko vai na seveta mukunda-vikramam",
        "verse_Syn": [
            "yat",
            "saṅga",
            "labdham",
            "nija",
            "vīrya",
            "vaibhavam",
            "tīrtham",
            "muhuḥ",
            "saṁspṛśatām",
            "hi",
            "mānasam",
            "harati",
            "ajaḥ",
            "antaḥ",
            "śrutibhiḥ",
            "gataḥ",
            "aṅga",
            "jam",
            "kaḥ",
            "vai",
            "na",
            "seveta",
            "mukunda",
            "vikramam"
        ],
        "translation": "By associating with persons for whom the Supreme Personality of Godhead, Mukunda, is the all in all, one can hear of His powerful activities and soon come to understand them. The activities of Mukunda are so potent that simply by hearing of them one immediately associates with the Lord. For a person who constantly and very eagerly hears narrations of the Lord’s powerful activities, the Absolute Truth, the Personality of Godhead in the form of sound vibrations, enters within his heart and cleanses it of all contamination. On the other hand, although bathing in the Ganges diminishes bodily contaminations and infections, this process and the process of visiting holy places can cleanse the heart only after a long time. Therefore who is the sane man who will not associate with devotees to quickly perfect his life?",
        "purport": " Bathing in the Ganges can certainly cure one of many infectious diseases, but it cannot cleanse one’s materially attached mind, which creates all kinds of contaminations in material existence. However, one who directly associates with the Supreme Lord by hearing of His activities cleanses the dirt from his mind and very soon comes to Kṛṣṇa consciousness. Sūta Gosvāmī confirms this in Śrīmad-Bhāgavatam (1.2.17): The Supreme Lord within everyone’s heart becomes very pleased when a person hears narrations of His activities, and He personally cleanses the dirt from the mind of the listener. Hṛdy antaḥ-stho hy abhadrāṇi vidhunoti: He washes off all dirt from the mind. Material existence is caused by dirty things within the mind. If one can cleanse his mind, he immediately comes to his original position of Kṛṣṇa consciousness, and thus his life becomes successful. Therefore all the great saints in the devotional line very strongly recommend the process of hearing. Śrī Caitanya Mahāprabhu introduced the congregational chanting of the Hare Kṛṣṇa mantra to give everyone a chance to hear Kṛṣṇa’s holy name, for simply by hearing Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, one becomes purified (ceto-darpaṇa-mārjanam). Therefore our Kṛṣṇa consciousness movement is chiefly engaged in chanting the Hare Kṛṣṇa mantra all over the world. After one’s mind becomes cleansed by chanting Hare Kṛṣṇa, one gradually comes to the platform of Kṛṣṇa consciousness and then reads books like Bhagavad-gītā, Śrīmad-Bhāgavatam, Caitanya-caritāmṛta and The Nectar of Devotion. In this way, one becomes more and more purified of material contamination. As stated in Śrīmad-Bhāgavatam (1.2.18): “By regularly hearing the Bhāgavatam and rendering service unto the pure devotee, all that is troublesome to the heart is practically destroyed, and loving service unto the glorious Lord, who is praised with transcendental songs, is established as an irrevocable fact.” In this way, simply by hearing of the powerful activities of the Lord, the devotee’s heart becomes almost completely cleansed of material contamination, and thus his original position as an eternal servant who is part and parcel of the Lord becomes manifest. While the devotee engages in devotional service, the passionate and ignorant modes of material nature are gradually vanquished, and then he acts only in the mode of goodness. At that time he becomes happy and gradually advances in Kṛṣṇa consciousness. All the great ācāryas strongly recommend that people be given a chance to hear about the Supreme Lord. Then success is assured. The more we cleanse the dirt of material attachment from our hearts, the more we will be attracted by Kṛṣṇa’s name, form, qualities, paraphernalia and activities. This is the sum and substance of the Kṛṣṇa consciousness movement."
    },
    {
        "verse": "12",
        "devanagari": "यस्यास्ति भक्तिर्भगवत्यकिञ्चनासर्वैर्गुणैस्तत्र समासते सुरा: ।हरावभक्तस्य कुतो महद्गुणामनोरथेनासति धावतो बहि: ॥ १२ ॥",
        "english_devnagari": "yasyāsti bhaktir bhagavaty akiñcanāsarvair guṇais tatra samāsate surāḥharāv abhaktasya kuto mahad-guṇāmanorathenāsati dhāvato bahiḥ",
        "verse_Syn": [
            "yasya",
            "asti",
            "bhaktiḥ",
            "bhagavati",
            "akiñcanā",
            "sarvaiḥ",
            "guṇaiḥ",
            "tatra",
            "samāsate",
            "surāḥ",
            "harau",
            "abhaktasya",
            "kutaḥ",
            "mahat",
            "guṇāḥ",
            "manorathena",
            "asati",
            "dhāvataḥ",
            "bahiḥ"
        ],
        "translation": "All the demigods and their exalted qualities, such as religion, knowledge and renunciation, become manifest in the body of one who has developed unalloyed devotion for the Supreme Personality of Godhead, Vāsudeva. On the other hand, a person devoid of devotional service and engaged in material activities has no good qualities. Even if he is adept at the practice of mystic yoga or the honest endeavor of maintaining his family and relatives, he must be driven by his own mental speculations and must engage in the service of the Lord’s external energy. How can there be any good qualities in such a man?",
        "purport": " As explained in the next verse, Kṛṣṇa is the original source of all living entities. This is confirmed in Bhagavad-gītā (15.7), wherein Kṛṣṇa says: “The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.” All living entities are part and parcel of Kṛṣṇa, and therefore when they revive their original Kṛṣṇa consciousness, they possess all the good qualities of Kṛṣṇa in a small quantity. When one engages himself in the nine processes of devotional service (śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam/ arcanaṁ vandanaṁ dāsyaṁ sakhyam ātma-nivedanam), one’s heart becomes purified, and he immediately understands his relationship with Kṛṣṇa. He then revives his original quality of Kṛṣṇa consciousness. In the Ādi-līlā of Caitanya-caritāmṛta, Chapter Eight, there is a description of some of the qualities of devotees. For example, Śrī Paṇḍita Haridāsa is described as being very well-behaved, tolerant, peaceful, magnanimous and grave. In addition, he spoke very sweetly, his endeavors were very pleasing, he was always patient, he respected everyone, he always worked for everyone’s benefit, his mind was free of duplicity, and he was completely devoid of all malicious activities. These are all originally qualities of Kṛṣṇa, and when one becomes a devotee they automatically become manifest. Śrī Kṛṣṇadāsa Kavirāja, the author of Caitanya-caritāmṛta, says that all good qualities become manifest in the body of a Vaiṣṇava and that only by the presence of these good qualities can one distinguish a Vaiṣṇava from a non-Vaiṣṇava. Kṛṣṇadāsa Kavirāja lists the following twenty-six good qualities of a Vaiṣṇava: (1) He is very kind to everyone. (2) He does not make anyone his enemy. (3) He is truthful. (4) He is equal to everyone. (5) No one can find any fault in him. (6) He is magnanimous. (7) He is mild. (8) He is always clean. (9) He is without possessions. (10) He works for everyone’s benefit. (11) He is very peaceful. (12) He is always surrendered to Kṛṣṇa. (13) He has no material desires. (14) He is very meek. (15) He is steady. (16) He controls his senses. (17) He does not eat more than required. (18) He is not influenced by the Lord’s illusory energy. (19) He offers respect to everyone. (20) He does not desire any respect for himself. (21) He is very grave. (22) He is merciful. (23) He is friendly. (24) He is poetic. (25) He is expert. (26) He is silent."
    },
    {
        "verse": "13",
        "devanagari": "हरिर्हि साक्षाद्भ‍गवान् शरीरिणा-मात्मा झषाणामिव तोयमीप्सितम् ।हित्वा महांस्तं यदि सज्जते गृहेतदा महत्त्वं वयसा दम्पतीनाम् ॥ १३ ॥",
        "english_devnagari": "harir hi sākṣād bhagavān śarīriṇāmātmā jhaṣāṇām iva toyam īpsitamhitvā mahāṁs taṁ yadi sajjate gṛhetadā mahattvaṁ vayasā dampatīnām",
        "verse_Syn": [
            "hariḥ",
            "hi",
            "sākṣāt",
            "bhagavān",
            "śarīriṇām",
            "ātmā",
            "jhaṣāṇām",
            "iva",
            "toyam",
            "īpsitam",
            "hitvā",
            "mahān",
            "tam",
            "yadi",
            "sajjate",
            "gṛhe",
            "tadā",
            "mahattvam",
            "vayasā",
            "dam",
            "patīnām"
        ],
        "translation": "Just as aquatics always desire to remain in the vast mass of water, all conditioned living entities naturally desire to remain in the vast existence of the Supreme Lord. Therefore if someone very great by material calculations fails to take shelter of the Supreme Soul but instead becomes attached to material household life, his greatness is like that of a young, low-class couple. One who is too attached to material life loses all good spiritual qualities.",
        "purport": " Although crocodiles are very fierce animals, they are powerless when they venture out of the water onto land. When they are out of the water, they cannot exhibit their original power. Similarly, the all-pervading Supersoul, Paramātmā, is the source of all living entities, and all living entities are part and parcel of Him. When the living entity remains in contact with the all-pervading Vāsudeva, the Personality of Godhead, he manifests his spiritual power, exactly as the crocodile exhibits its strength in the water. In other words, the greatness of the living entity can be perceived when he is in the spiritual world, engaged in spiritual activities. Many householders, although well-educated in the knowledge of the Vedas, become attached to family life. They are compared herein to crocodiles out of water, for they are devoid of all spiritual strength. Their greatness is like that of a young husband and wife who, though uneducated, praise one another and become attracted to their own temporary beauty. This kind of greatness is appreciated only by low-class men with no qualifications. Everyone should therefore seek the shelter of the Supreme Soul, the source of all living entities. No one should waste his time in the so-called happiness of materialistic household life. In the Vedic civilization, this type of crippled life is allowed only until one’s fiftieth year, when one must give up family life and enter either the order of vānaprastha (independent retired life for cultivation of spiritual knowledge) or sannyāsa (the renounced order, in which one completely takes shelter of the Supreme Personality of Godhead)."
    },
    {
        "verse": "14",
        "devanagari": "तस्माद्रजोरागविषादमन्यु-मानस्पृहाभयदैन्याधिमूलम् ।हित्वा गृहं संसृतिचक्रवालंनृसिंहपादं भजताकुतोभयमिति ॥ १४ ॥",
        "english_devnagari": "tasmād rajo-rāga-viṣāda-manyu-māna-spṛhā-bhayadainyādhimūlamhitvā gṛhaṁ saṁsṛti-cakravālaṁnṛsiṁha-pādaṁ bhajatākutobhayam iti",
        "verse_Syn": [
            "tasmāt",
            "rajaḥ",
            "rāga",
            "viṣāda",
            "manyu",
            "māna",
            "spṛhā",
            "bhaya",
            "dainya",
            "adhimūlam",
            "hitvā",
            "gṛham",
            "saṁsṛti",
            "cakravālam",
            "nṛsiṁha",
            "pādam",
            "bhajata",
            "akutaḥ",
            "bhayam",
            "iti"
        ],
        "translation": "Therefore, O demons, give up the so-called happiness of family life and simply take shelter of the lotus feet of Lord Nṛsiṁhadeva, which are the actual shelter of fearlessness. Entanglement in family life is the root cause of material attachment, indefatigable desires, moroseness, anger, despair, fear and the desire for false prestige, all of which result in the repetition of birth and death.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "केतुमालेऽपि भगवान् कामदेवस्वरूपेण लक्ष्म्या: प्रियचिकीर्षया प्रजापतेर्दुहितृणां पुत्राणां तद्वर्षपतीनां पुरुषायुषाहोरात्रपरिसङ्ख्यानानां यासां गर्भा महापुरुषमहास्त्रतेजसोद्वेजितमनसां विध्वस्ता व्यसव: संवत्सरान्ते विनिपतन्ति ॥ १५ ॥",
        "english_devnagari": "ketumāle ’pi bhagavān kāmadeva-svarūpeṇa lakṣmyāḥ priya-cikīrṣayā prajāpater duhitṝṇāṁ putrāṇāṁ tad-varṣa-patīnāṁ puruṣāyuṣāho-rātra-parisaṅkhyānānāṁ yāsāṁ garbhā mahā-puruṣa-mahāstra-tejasodvejita-manasāṁ vidhvastā vyasavaḥ saṁvatsarānte vinipatanti.",
        "verse_Syn": [
            "ketumāle",
            "api",
            "bhagavān",
            "kāmadeva",
            "svarūpeṇa",
            "lakṣmyāḥ",
            "priya",
            "cikīrṣayā",
            "prajāpateḥ",
            "duhitṝṇām",
            "putrāṇām",
            "tat",
            "varṣa",
            "patīnām",
            "puruṣa",
            "āyuṣā",
            "ahaḥ",
            "rātra",
            "parisaṅkhyānānām",
            "yāsām",
            "garbhāḥ",
            "mahā",
            "puruṣa",
            "mahā",
            "astra",
            "tejasā",
            "udvejita",
            "manasām",
            "vidhvastāḥ",
            "vyasavaḥ",
            "saṁvatsara",
            "ante",
            "vinipatanti"
        ],
        "translation": "Śukadeva Gosvāmī continued: In the tract of land called Ketumāla-varṣa, Lord Viṣṇu lives in the form of Kāmadeva, only for the satisfaction of His devotees. These include Lakṣmījī [the goddess of fortune], the Prajāpati Saṁvatsara and all of Saṁvatsara’s sons and daughters. The daughters of Prajāpati are considered the controlling deities of the nights, and his sons are considered the controllers of the days. The Prajāpati’s offspring number 36,000, one for each day and each night in the lifetime of a human being. At the end of each year, the Prajāpati’s daughters become very agitated upon seeing the extremely effulgent disc of the Supreme Personality of Godhead, and thus they all suffer miscarriages.",
        "purport": " This Kāmadeva, who appears as Kṛṣṇa’s son named Pradyumna, is viṣṇu-tattva. How this is so is explained by Madhvācārya, who quotes from the Brahmāṇḍa Purāṇa: kāmadeva-sthitaṁ viṣṇum upāste. Although this Kāmadeva is viṣṇu-tattva, His body is not spiritual but material. Lord Viṣṇu as Pradyumna or Kāmadeva accepts a material body, but He still acts spiritually. It does not make any difference whether He accepts a spiritual or a material body; He can act spiritually in any condition of existence. Māyāvādī philosophers regard even Lord Kṛṣṇa’s body as material, but their opinions cannot impede the spiritual activity of the Lord."
    },
    {
        "verse": "16",
        "devanagari": "अतीव सुललितगतिविलासविलसितरुचिरहासलेशावलोकलीलया किञ्चिदुत्तम्भितसुन्दरभ्रूमण्डलसुभगवदनारविन्दश्रिया रमां रमयन्निन्द्रियाणि रमयते ॥ १६ ॥",
        "english_devnagari": "atīva sulalita-gati-vilāsa-vilasita-rucira-hāsa-leśāvaloka-līlayā kiñcid-uttambhita-sundara-bhrū-maṇḍala-subhaga-vadanāravinda-śriyā ramāṁ ramayann indriyāṇi ramayate.",
        "verse_Syn": [
            "atīva",
            "su",
            "lalita",
            "gati",
            "vilāsa",
            "vilasita",
            "rucira",
            "hāsa",
            "leśa",
            "avaloka",
            "līlayā",
            "kiñcit",
            "uttambhita",
            "sundara",
            "bhrū",
            "maṇḍala",
            "subhaga",
            "vadana",
            "aravinda",
            "śriyā",
            "ramām",
            "ramayan",
            "indriyāṇi",
            "ramayate"
        ],
        "translation": "In Ketumāla-varṣa, Lord Kāmadeva [Pradyumna] moves very graciously. His mild smile is very beautiful, and when He increases the beauty of His face by slightly raising His eyebrows and glancing playfully, He pleases the goddess of fortune. Thus He enjoys His transcendental senses.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "तद्भ‍गवतो मायामयं रूपं परमसमाधियोगेन रमा देवी संवत्सरस्य रात्रिषु प्रजापतेर्दुहितृभिरुपेताह:सु च तद्भ‍‌र्तृभिरुपास्ते इदं चोदाहरति ॥ १७ ॥",
        "english_devnagari": "tad bhagavato māyāmayaṁ rūpaṁ parama-samādhi-yogena ramā devī saṁvatsarasya rātriṣu prajāpater duhitṛbhir upetāhaḥsu ca tad-bhartṛbhir upāste idaṁ codāharati.",
        "verse_Syn": [
            "tat",
            "bhagavataḥ",
            "māyā",
            "mayam",
            "rūpam",
            "parama",
            "samādhi",
            "yogena",
            "ramā",
            "devī",
            "saṁvatsarasya",
            "rātriṣu",
            "prajāpateḥ",
            "duhitṛbhiḥ",
            "upeta",
            "ahaḥsu",
            "ca",
            "tat",
            "bhartṛbhiḥ",
            "upāste",
            "idam",
            "ca",
            "udāharati"
        ],
        "translation": "Accompanied during the daytime by the sons of the Prajāpati [the predominating deities of the days] and accompanied at night by his daughters [the deities of the nights], Lakṣmīdevī worships the Lord during the period known as the Saṁvatsara in His most merciful form as Kāmadeva. Fully absorbed in devotional service, she chants the following mantras.",
        "purport": " The word māyāmayam used in this verse should not be understood according to the interpretations of the Māyāvādīs. Māyā means affection as well as illusion. When a mother deals with her child affectionately, she is called māyāmaya. In whatever form the Supreme Lord Viṣṇu appears, He is always affectionate toward His devotees. Thus the word māyāmayam is used here to mean “very affectionate toward the devotees.” Śrīla Jīva Gosvāmī writes in this regard that māyāmayam can also mean kṛpā-pracuram, deeply merciful. Similarly, Śrīla Vīrarāghava says, māyā-pracuranātmīya-saṅkalpena parigṛhītam ity arthaḥ jñāna-paryāyo ’tra māyā-śabdaḥ: when one is very affectionate due to an intimate relationship, one is described as māyāmaya. Śrīla Viśvanātha Cakravartī Ṭhākura explains māyāmayam by dividing it into the words māyā and āmayam. He explains these words to indicate that because the living entity is covered by the disease of illusion, the Lord is always eager to deliver His devotee from the clutches of māyā and cure him of the disease caused by the illusory energy."
    },
    {
        "verse": "18",
        "devanagari": "ॐ ह्रां ह्रीं ह्रूं ॐ नमो भगवते हृषीकेशाय सर्वगुणविशेषैर्विलक्षितात्मने आकूतीनां चित्तीनां चेतसां विशेषाणां चाधिपतये षोडशकलायच्छन्दोमयायान्नमयायामृतमयाय सर्वमयाय सहसे ओजसे बलाय कान्ताय कामाय नमस्ते उभयत्र भूयात् ॥ १८ ॥",
        "english_devnagari": "om hrāṁ hrīṁ hrūṁ oṁ namo bhagavate hṛṣīkeśāya sarva-guṇa-viśeṣair vilakṣitātmane ākūtīnāṁ cittīnāṁ cetasāṁ viśeṣāṇāṁ cādhipataye ṣoḍaśa-kalāya cchando-mayāyānna-mayāyāmṛta-mayāya sarva-mayāya sahase ojase balāya kāntāya kāmāya namas te ubhayatra bhūyāt.",
        "verse_Syn": [
            "om",
            "hrām",
            "hrīm",
            "hrūm",
            "om",
            "namaḥ",
            "bhagavate",
            "hṛṣīkeśāya",
            "sarva",
            "guṇa",
            "viśeṣaiḥ",
            "vilakṣita",
            "ātmane",
            "ākūtīnām",
            "cittīnām",
            "cetasām",
            "viśeṣāṇām",
            "ca",
            "adhipataye",
            "ṣoḍaśa",
            "kalāya",
            "chandaḥ",
            "mayāya",
            "anna",
            "mayāya",
            "amṛta",
            "mayāya",
            "sarva",
            "mayāya",
            "sahase",
            "ojase",
            "balāya",
            "kāntāya",
            "kāmāya",
            "namaḥ",
            "te",
            "ubhayatra",
            "bhūyāt"
        ],
        "translation": "Let me offer my respectful obeisances unto the Supreme Personality of Godhead, Lord Hṛṣīkeśa, the controller of all my senses and the origin of everything. As the supreme master of all bodily, mental and intellectual activities, He is the only enjoyer of their results. The five sense objects and eleven senses, including the mind, are His partial manifestations. He supplies all the necessities of life, which are His energy and thus nondifferent from Him, and He is the cause of everyone’s bodily and mental prowess, which is also nondifferent from Him. Indeed, He is the husband and provider of necessities for all living entities. The purpose of all the Vedas is to worship Him. Therefore let us all offer Him our respectful obeisances. May He always be favorable toward us in this life and the next.",
        "purport": " In this verse the word māyāmaya is further explained in regard to how the Lord expands His mercy in different ways. Parāsya śaktir vividhaiva śrūyate: the energies of the Supreme Lord are understood in different ways. In this verse He is described as the original source of everything, even our body, senses, mind, activities, prowess, bodily strength, mental strength and determination for securing the necessities of life. Indeed, the Lord’s energies can be perceived in everything. As stated in Bhagavad-gītā (7.8), raso ’ham apsu kaunteya: the taste of water is also Kṛṣṇa. Kṛṣṇa is the active principle of everything we need for our maintenance. This verse offering respectful obeisances unto the Lord was composed by Ramā, the goddess of fortune, and is full of spiritual power. Under the guidance of a spiritual master, everyone should chant this mantra and thus become a complete and perfect devotee of the Lord. One may chant this mantra for complete liberation from material bondage, and after liberation one may continue to chant it while worshiping the Supreme Lord in Vaikuṇṭhaloka. All mantras, of course, are meant for this life and the next life, as Kṛṣṇa Himself confirms in Bhagavad-gītā (9.14): “Always chanting My glories, endeavoring with great determination, bowing down before Me, the great souls perpetually worship Me with devotion.” A devotee who both in this life and the next chants the mahā-mantra, or any mantra, is called nitya-yuktopāsaka."
    },
    {
        "verse": "19",
        "devanagari": "स्त्रियो व्रतैस्त्वा हृषीकेश्वरं स्वतोह्याराध्य लोके पतिमाशासतेऽन्यम् ।तासां न ते वै परिपान्त्यपत्यंप्रियं धनायूंषि यतोऽस्वतन्त्रा: ॥ १९ ॥",
        "english_devnagari": "striyo vratais tvā hṛṣīkeśvaraṁ svatohy ārādhya loke patim āśāsate ’nyamtāsāṁ na te vai paripānty apatyaṁpriyaṁ dhanāyūṁṣi yato ’sva-tantrāḥ",
        "verse_Syn": [
            "striyaḥ",
            "vrataiḥ",
            "tvā",
            "hṛṣīkeśvaram",
            "svataḥ",
            "hi",
            "ārādhya",
            "loke",
            "patim",
            "āśāsate",
            "anyam",
            "tāsām",
            "na",
            "te",
            "vai",
            "paripānti",
            "apatyam",
            "priyam",
            "dhana",
            "āyūṁṣi",
            "yataḥ",
            "asva",
            "tantrāḥ"
        ],
        "translation": "My dear Lord, You are certainly the fully independent master of all the senses. Therefore all women who worship You by strictly observing vows because they wish to acquire a husband to satisfy their senses are surely under illusion. They do not know that such a husband cannot actually give protection to them or their children. Nor can he protect their wealth or duration of life, for he himself is dependent on time, fruitive results and the modes of nature, which are all subordinate to You.",
        "purport": " In this verse, Lakṣmīdevī (Ramā) shows compassion toward women who worship the Lord for the benediction of possessing a good husband. Although such women desire to be happy with children, wealth, a long duration of life and everything dear to them, they cannot possibly do so. In the material world, a so-called husband is dependent on the control of the Supreme Personality of Godhead. There are many examples of a woman whose husband, being dependent on the result of his own fruitive actions, cannot maintain his wife, her children, her wealth or her duration of life. Therefore, factually the only real husband of all women is Kṛṣṇa, the supreme husband. Because the gopīs were liberated souls, they understood this fact. Therefore they rejected their material husbands and accepted Kṛṣṇa as their real husband. Kṛṣṇa is the real husband not only of the gopīs, but of every living entity. Everyone should perfectly understand that Kṛṣṇa is the real husband of all living entities, who are described in the Bhagavad-gītā as prakṛti (female), not puruṣa (male). In Bhagavad-gītā (10.12), only Kṛṣṇa is addressed as puruṣa: “You are the Supreme Brahman, the ultimate, the supreme abode and purifier, the Absolute Truth and the eternal divine person. You are the primal God, transcendental and original, and You are the unborn and all-pervading beauty.” Kṛṣṇa is the original puruṣa, and the living entities are prakṛti. Thus Kṛṣṇa is the enjoyer, and all living entities are meant to be enjoyed by Him. Therefore any woman who seeks a material husband for her protection, or any man who desires to become the husband of a woman, is under illusion. To become a husband means to maintain a wife and children nicely by supplying wealth and security. However, a material husband cannot possibly do this, for he is dependent on his karma. Karmaṇā-daiva-netreṇa: his circumstances are determined by his past fruitive activities. Therefore if one proudly thinks he can protect his wife, he is under illusion. Kṛṣṇa is the only husband, and therefore the relationship between a husband and wife in this material world cannot be absolute. Because we have the desire to marry, Kṛṣṇa mercifully allows the so-called husband to possess a wife, and the wife to possess a so-called husband, for mutual satisfaction. In the Īśopaniṣad it is said, tena tyaktena bhuñjīthā: the Lord provides everyone with his quota. Actually, however, every living entity is prakṛti, or female, and Kṛṣṇa is the only husband. Kṛṣṇa is the original master or husband of everyone, and all other living entities, having taken the form of so-called husbands, or wives, are dancing according to His desire. A so-called husband may unite with his wife for sense gratification, but his senses are conducted by Hṛṣīkeśa, the master of the senses, who is therefore the actual husband."
    },
    {
        "verse": "20",
        "devanagari": "स वै पति: स्यादकुतोभय: स्वयंसमन्तत: पाति भयातुरं जनम् ।स एक एवेतरथा मिथो भयंनैवात्मलाभादधि मन्यते परम् ॥ २० ॥",
        "english_devnagari": "sa vai patiḥ syād akutobhayaḥ svayaṁsamantataḥ pāti bhayāturaṁ janamsa eka evetarathā mitho bhayaṁnaivātmalābhād adhi manyate param",
        "verse_Syn": [
            "saḥ",
            "vai",
            "patiḥ",
            "syāt",
            "akutaḥ",
            "bhayaḥ",
            "svayam",
            "samantataḥ",
            "pāti",
            "bhaya",
            "āturam",
            "janam",
            "saḥ",
            "ekaḥ",
            "eva",
            "itarathā",
            "mithaḥ",
            "bhayam",
            "na",
            "eva",
            "ātma",
            "lābhāt",
            "adhi",
            "manyate",
            "param"
        ],
        "translation": "He alone who is never afraid but who, on the contrary, gives complete shelter to all fearful persons can actually become a husband and protector. Therefore, my Lord, You are the only husband, and no one else can claim this position. If You were not the only husband, You would be afraid of others. Therefore persons learned in all Vedic literature accept only Your Lordship as everyone’s master, and they think no one else a better husband and protector than You.",
        "purport": " Here the meaning of husband or guardian is clearly explained. People want to become a husband, a guardian, a governor or a political leader without knowing the actual meaning of such a superior position. There are many people all over the world — indeed, throughout the universe — who claim for some time that they are husbands, political leaders or guardians, but in due course of time the Supreme Lord desires their removal from their posts, and their careers are immediately finished. Therefore those who are actually learned and advanced in spiritual life do not accept any leader, husband or maintainer other than the Supreme Personality of Godhead. Lord Kṛṣṇa personally states in Bhagavad-gītā (18.66), ahaṁ tvāṁ sarva-pāpebhyo mokṣayiṣyāmi: “I shall deliver you from all sinful reactions.” Kṛṣṇa is not afraid of anyone. On the contrary, everyone is afraid of Kṛṣṇa. Therefore He can actually give protection to a subordinate living entity. Since so-called leaders or dictators are completely under the control of material nature, they can never give complete protection to others, although they claim this ability due to false prestige. Na te viduḥ svārtha-gatiṁ hi viṣṇum: people do not know that real advancement in life consists of accepting the Supreme Personality of Godhead as one’s master. Instead of deceiving themselves and others by pretending to be all-powerful, all political leaders, husbands and guardians should spread the Kṛṣṇa consciousness movement so that everyone can learn how to surrender to Kṛṣṇa, the supreme husband."
    },
    {
        "verse": "21",
        "devanagari": "या तस्य ते पादसरोरुहार्हणंनिकामयेत्साखिलकामलम्पटा ।तदेव रासीप्सितमीप्सितोऽर्चितोयद्भ‍ग्नयाच्ञा भगवन् प्रतप्यते ॥ २१ ॥",
        "english_devnagari": "yā tasya te pāda-saroruhārhaṇaṁnikāmayet sākhila-kāma-lampaṭātad eva rāsīpsitam īpsito ’rcitoyad-bhagna-yācñā bhagavan pratapyate",
        "verse_Syn": [
            "yā",
            "tasya",
            "te",
            "pāda",
            "saroruha",
            "arhaṇam",
            "nikāmayet",
            "sā",
            "akhila",
            "kāma",
            "lampaṭā",
            "tat",
            "eva",
            "rāsi",
            "īpsitam",
            "īpsitaḥ",
            "arcitaḥ",
            "yat",
            "bhagna",
            "yācñā",
            "bhagavan",
            "pratapyate"
        ],
        "translation": "My dear Lord, You automatically fulfill all the desires of a woman who worships Your lotus feet in pure love. However, if a woman worships Your lotus feet for a particular purpose, You also quickly fulfill her desires, but in the end she becomes broken-hearted and laments. Therefore one need not worship Your lotus feet for some material benefit.",
        "purport": " Śrīla Rūpa Gosvāmī describes pure devotional service as anyābhilāṣitā-śūnyaṁ jñāna-karmādy-anāvṛtam. One should not worship the Supreme Personality of Godhead to fulfill some material desire for success in fruitive activities or mental speculation. To serve the lotus feet of the Lord means to serve Him exactly as He desires. The neophyte devotee is therefore ordered to worship the Lord strictly according to the regulative principles given by the spiritual master and the śāstras. By executing devotional service in that way, he gradually becomes attached to Kṛṣṇa, and when his original dormant love for the Lord becomes manifest, he spontaneously serves the Lord without any motive. This condition is the perfect stage of one’s relationship with the Lord. The Lord then looks after the comfort and security of His devotee without being asked. Kṛṣṇa promises in Bhagavad-gītā (9.22): The Supreme Lord personally takes care of anyone who is completely engaged in His devotional service. Whatever he has, the Lord protects, and whatever he needs, the Lord supplies. Therefore why should one bother the Lord for something material? Such prayers are unnecessary. Śrīla Viśvanātha Cakravartī Ṭhākura explains that even if a devotee wishes the Lord to fulfill a particular desire, the devotee should not be considered a sakāma-bhakta (a devotee with some motive). In the Bhagavad-gītā (7.16) Kṛṣṇa says: “O best among the Bharatas [Arjuna], four kinds of pious men render devotional service unto Me — the distressed, the desirer of wealth, the inquisitive and he who is searching for knowledge of the Absolute.” The ārta and the arthārthī, who approach the Supreme Personality of Godhead for relief from misery or for some money, are not sakāma-bhaktas, although they appear to be. Being neophyte devotees, they are simply ignorant. Later in Bhagavad-gītā the Lord says, udārāḥ sarva evaite: they are all magnanimous (udārāḥ). Although in the beginning a devotee may harbor some desire, in due course of time it will vanish. Therefore the Śrīmad-Bhāgavatam enjoins: “A person who has broader intelligence, whether he is full of all material desire, is free from material desire, or has a desire for liberation, must by all means worship the supreme whole, the Personality of Godhead.” (Bhāg. 2.3.10) Even if one wants something material, he should pray to no one but the Lord to fulfill his desire. If one approaches a demigod for the fulfillment of his desires, he is to be considered naṣṭa-buddhi, bereft of all good sense. Kṛṣṇa says in Bhagavad-gītā (7.20): “Those whose minds are distorted by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures.” Lakṣmīdevī advises all devotees who approach the Lord with material desires that according to her practical experience, the Lord is Kāmadeva, and thus there is no need to ask Him for anything material. She says that everyone should simply serve the Lord without any motive. Since the Supreme Personality of Godhead is sitting in everyone’s heart, He knows everyone’s thoughts, and in due course of time He will fulfill all desires. Therefore let us completely depend on the service of the Lord without bothering Him with our material requests."
    },
    {
        "verse": "22",
        "devanagari": "मत्प्राप्तयेऽजेशसुरासुरादय-स्तप्यन्त उग्रं तप ऐन्द्रियेधिय: ।ऋते भवत्पादपरायणान्न मांविन्दन्त्यहं त्वद्‌धृदया यतोऽजित ॥ २२ ॥",
        "english_devnagari": "mat-prāptaye ’jeśa-surāsurādayastapyanta ugraṁ tapa aindriye dhiyaḥṛte bhavat-pāda-parāyaṇān na māṁvindanty ahaṁ tvad-dhṛdayā yato ’jita",
        "verse_Syn": [
            "mat",
            "prāptaye",
            "aja",
            "īśa",
            "sura",
            "asura",
            "ādayaḥ",
            "tapyante",
            "ugram",
            "tapaḥ",
            "aindriye",
            "dhiyaḥ",
            "ṛte",
            "bhavat",
            "pāda",
            "parāyaṇāt",
            "na",
            "mām",
            "vindanti",
            "aham",
            "tvat",
            "hṛdayāḥ",
            "yataḥ",
            "ajita"
        ],
        "translation": "O supreme unconquerable Lord, when they become absorbed in thoughts of material enjoyment, Lord Brahmā and Lord Śiva, as well as other demigods and demons, undergo severe penances and austerities to receive my benedictions. But I do not favor anyone, however great he may be, unless he is always engaged in the service of Your lotus feet. Because I always keep You within my heart, I cannot favor anyone but a devotee.",
        "purport": " In this verse the goddess of fortune, Lakṣmīdevī, clearly states that she does not bestow her favor on any materialistic person. Although sometimes a materialist becomes very opulent in the eyes of another materialist, such opulence is bestowed upon him by the goddess Durgādevī, a material expansion of the goddess of fortune, not by Lakṣmīdevī herself. Those who desire material wealth worship Durgādevī with the following mantra: dhanaṁ dehi rūpaṁ dehi rupavati bharyam dehi. “O worshipable mother Durgādevī, please give me wealth, strength, fame, a good wife and so on.” By pleasing Goddess Durgā one can obtain such benefits, but since they are temporary, they result only in māyā-sukha (illusory happiness). As stated by Prahlāda Mahārāja, māyā-sukhāya bharam udvahato vimūḍhān: those who work very hard for material benefits are vimūḍhas, foolish rascals, because such happiness will not endure. On the other hand, devotees like Prahlāda and Dhruva Mahārāja achieved extraordinary material opulences, but such opulences were not māyā-sukha. When a devotee acquires unparalleled opulences, they are the direct gifts of the goddess of fortune, who resides in the heart of Nārāyaṇa. The material opulences a person obtains by offering prayers to the goddess Durgā are temporary. As described in Bhagavad-gītā (7.23), antavat tu phalaṁ teṣāṁ tad bhavaty alpa-medhasām: men of meager intelligence desire temporary happiness. We have actually seen that one of the disciples of Bhaktisiddhānta Sarasvatī Ṭhākura wanted to enjoy the property of his spiritual master, and the spiritual master, being merciful toward him, gave him the temporary property, but not the power to preach the cult of Caitanya Mahāprabhu all over the world. That special mercy of the power to preach is given to a devotee who does not want anything material from his spiritual master but wants only to serve him. The story of the demon Rāvaṇa illustrates this point. Although Rāvaṇa tried to abduct the goddess of fortune Sītādevī from the custody of Lord Rāmacandra, he could not possibly do so. The Sītādevī he forcibly took with him was not the original Sītādevī, but an expansion of māyā, or Durgādevī. As a result, instead of winning the favor of the real goddess of fortune, Rāvaṇa and his whole family were vanquished by the power of Durgādevī (sṛṣṭi-sthiti-pralaya-sādhana-śaktir ekā)."
    },
    {
        "verse": "23",
        "devanagari": "स त्वं ममाप्यच्युत शीर्ष्णि वन्दितंकराम्बुजं यत्त्वदधायि सात्वताम् ।बिभर्षि मां लक्ष्म वरेण्य माययाक ईश्वरस्येहितमूहितुं विभुरिति ॥ २३ ॥",
        "english_devnagari": "sa tvaṁ mamāpy acyuta śīrṣṇi vanditaṁkarāmbujaṁ yat tvad-adhāyi sātvatāmbibharṣi māṁ lakṣma vareṇya māyayāka īśvarasyehitam ūhituṁ vibhur iti",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "mama",
            "api",
            "acyuta",
            "śīrṣṇi",
            "vanditam",
            "kara",
            "ambujam",
            "yat",
            "tvat",
            "adhāyi",
            "sātvatām",
            "bibharṣi",
            "mām",
            "lakṣma",
            "vareṇya",
            "māyayā",
            "kaḥ",
            "īśvarasya",
            "īhitam",
            "ūhitum",
            "vibhuḥ",
            "iti"
        ],
        "translation": "O infallible one, Your lotus palm is the source of all benediction. Therefore Your pure devotees worship it, and You very mercifully place Your hand on their heads. I wish that You may also place Your hand on My head, for although You already bear my insignia of golden streaks on Your chest, I regard this honor as merely a kind of false prestige for me. You show Your real mercy to Your devotees, not to me. Of course, You are the supreme absolute controller, and no one can understand Your motives.",
        "purport": " In many places, the śāstras describe the Supreme Personality of Godhead as being more inclined toward His devotees than toward His wife, who always remains on His chest. In Śrīmad-Bhāgavatam (11.14.15) it is stated: Here Kṛṣṇa plainly says that His devotees are more dear to Him than Lord Brahmā, Lord Śiva, Lord Saṅkarṣaṇa (the original cause of creation), the goddess of fortune or even His own Self. Elsewhere in Śrīmad-Bhāgavatam (10.9.20) Śukadeva Gosvāmī says: The Supreme Lord, who can award liberation to anyone, showed more mercy toward the gopīs than to Lord Brahmā, Lord Śiva or even the goddess of fortune, who is His own wife and is associated with His body. Similarly, Śrīmad-Bhāgavatam (10.47.60) also states: “The gopīs received benedictions from the Lord that neither Lakṣmīdevī nor the most beautiful dancers in the heavenly planets could attain. In the rāsa dance, the Lord showed His favor to the most fortunate gopīs by placing His arms on their shoulders and dancing with each of them individually. No one can compare with the gopīs, who received the causeless mercy of the Lord.” In the Caitanya-caritāmṛta it is said that no one can receive the real favor of the Supreme Personality of Godhead without following in the footsteps of the gopīs. Even the goddess of fortune could not receive the same favor as the gopīs, although she underwent severe austerities and penances for many years. Lord Śrī Caitanya Mahāprabhu discusses this point with Vyeṅkaṭa Bhaṭṭa in Caitanya-caritāmṛta (Madhya 9.111-131): “The Lord inquired from Vyeṅkaṭa Bhaṭṭa, ‘Your worshipable goddess of fortune, Lakṣmī, always remains on the chest of Nārāyaṇa, and she is certainly the most chaste woman in the creation. However, My Lord is Lord Śrī Kṛṣṇa, a cowherd boy engaged in tending cows. Why is it that Lakṣmī, being such a chaste wife, wants to associate with My Lord? Just to associate with Kṛṣṇa, Lakṣmī abandoned all transcendental happiness in Vaikuṇṭha and for a long time accepted vows and regulative principles and performed unlimited austerities.’ “Vyeṅkaṭa Bhaṭṭa replied, ‘Lord Kṛṣṇa and Lord Nārāyaṇa are one and the same, but the pastimes of Kṛṣṇa are more relishable due to their sportive nature. They are very pleasing for Kṛṣṇa’s śaktis. Since Kṛṣṇa and Nārāyaṇa are both the same personality, Lakṣmī’s association with Kṛṣṇa did not break her vow of chastity. Rather, it was in great fun that the goddess of fortune wanted to associate with Lord Kṛṣṇa. The goddess of fortune considered that her vow of chastity would not be damaged by her relationship with Kṛṣṇa. Rather, by associating with Kṛṣṇa she could enjoy the benefit of the rāsa dance. If she wanted to enjoy herself with Kṛṣṇa what fault is there? Why are you joking so about this?’ “Lord Caitanya Mahāprabhu replied, ‘I know that there is no fault in the goddess of fortune, but still she could not enter into the rāsa dance. We hear this from revealed scriptures. The authorities of Vedic knowledge met Lord Rāmacandra in Daṇḍakāraṇya, and by their penances and austerities, they were allowed to enter into the rāsa dance. But can you tell me why the goddess of fortune, Lakṣmī, could not get that opportunity?’ “To this Vyeṅkaṭa Bhaṭṭa replied, ‘I cannot enter into the mystery of this incident. I am an ordinary living being. My intelligence is limited, and I am always disturbed. How can I understand the pastimes of the Supreme Lord? They are deeper than millions of oceans.’ “Lord Caitanya replied, ‘Lord Kṛṣṇa has a specific characteristic. He attracts everyone’s heart by the mellow of His personal conjugal love. By following in the footsteps of the inhabitants of the planet known as Vrajaloka or Goloka Vṛndāvana, one can attain the shelter of the lotus feet of Śrī Kṛṣṇa. However, the inhabitants of that planet do not know that Lord Kṛṣṇa is the Supreme Personality of Godhead. Unaware that Kṛṣṇa is the Supreme Lord, the residents of Vṛndāvana like Nanda Mahārāja, Yaśodādevī and the gopīs treat Kṛṣṇa as their beloved son or lover. Mother Yaśodā accepts Him as her son and sometimes binds Him to a grinding mortar. Kṛṣṇa’s cowherd boyfriends think He is an ordinary boy and get up on His shoulders. In Goloka Vṛndāvana no one has any desire other than to love Kṛṣṇa.’” The conclusion is that one cannot associate with Kṛṣṇa unless he has fully received the favor of the inhabitants of Vrajabhūmi. Therefore if one wants to be delivered by Kṛṣṇa directly, he must take to the service of the residents of Vṛndāvana, who are unalloyed devotees of the Lord."
    },
    {
        "verse": "24",
        "devanagari": "रम्यके च भगवत: प्रियतमं मात्स्यमवताररूपं तद्वर्षपुरुषस्य मनो: प्राक्प्रदर्शितं स इदानीमपि महता भक्तियोगेनाराधयतीदं चोदाहरति ॥ २४ ॥",
        "english_devnagari": "ramyake ca bhagavataḥ priyatamaṁ mātsyam avatāra-rūpaṁ tad-varṣa-puruṣasya manoḥ prāk-pradarśitaṁ sa idānīm api mahatā bhakti-yogenārādhayatīdaṁ codāharati.",
        "verse_Syn": [
            "ramyake",
            "ca",
            "bhagavataḥ",
            "priya",
            "tamam",
            "mātsyam",
            "avatāra",
            "rūpam",
            "tat",
            "varṣa",
            "puruṣasya",
            "manoḥ",
            "prāk",
            "pradarśitam",
            "saḥ",
            "idānīm",
            "api",
            "mahatā",
            "bhakti",
            "yogena",
            "ārādhayati",
            "idam",
            "ca",
            "udāharati"
        ],
        "translation": "Śukadeva Gosvāmī continued: In Ramyaka-varṣa, where Vaivasvata Manu rules, the Supreme Personality of Godhead appeared as Lord Matsya at the end of the last era [the Cākṣuṣa-manvantara]. Vaivasvata Manu now worships Lord Matsya in pure devotional service and chants the following mantra.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "ॐ नमो भगवते मुख्यतमाय नम: सत्त्वाय प्राणायौजसे सहसे बलाय महामत्स्याय नम इति ॥ २५ ॥",
        "english_devnagari": "oṁ namo bhagavate mukhyatamāya namaḥ sattvāya prāṇāyaujase sahase balāya mahā-matsyāya nama iti.",
        "verse_Syn": [
            "om",
            "namaḥ",
            "bhagavate",
            "mukhya",
            "tamāya",
            "namaḥ",
            "sattvāya",
            "prāṇāya",
            "ojase",
            "sahase",
            "balāya",
            "mahā",
            "matsyāya",
            "namaḥ",
            "iti"
        ],
        "translation": "I offer my respectful obeisances unto the Supreme Personality of Godhead, who is pure transcendence. He is the origin of all life, bodily strength, mental power and sensory ability. Known as Matsyāvatāra, the gigantic fish incarnation, He appears first among all the incarnations. Again I offer my obeisances unto Him.",
        "purport": " Śrīla Jayadeva Gosvāmī sings: Soon after the cosmic creation, the entire universe was inundated with water. At that time Lord Kṛṣṇa (Keśava) incarnated as a gigantic fish to protect the Vedas. Therefore Manu addresses Lord Matsya as mukhyatama, the first incarnation to appear. Fish are generally considered a mixture of the modes of ignorance and passion, but we must understand that every incarnation of the Supreme Personality of Godhead is completely transcendental. There is never any deterioration of the Supreme Lord’s original transcendental quality. Therefore the word sattvāya is used here, meaning pure goodness on the transcendental platform. There are many incarnations of the Supreme Lord: Varāha mūrti (the boar form), Kūrma mūrti (the tortoise form), Hayagrīva mūrti (the form of a horse) and so on. Yet we should never think any of Them material. They are always situated on the platform of śuddha-sattva, pure transcendence."
    },
    {
        "verse": "26",
        "devanagari": "अन्तर्बहिश्चाखिललोकपालकै-रद‍ृष्टरूपो विचरस्युरुस्वन: ।स ईश्वरस्त्वं य इदं वशेऽनय-न्नाम्ना यथा दारुमयीं नर: स्त्रियम् ॥ २६ ॥",
        "english_devnagari": "antar bahiś cākhila-loka-pālakairadṛṣṭa-rūpo vicarasy uru-svanaḥsa īśvaras tvaṁ ya idaṁ vaśe ’nayannāmnā yathā dārumayīṁ naraḥ striyam",
        "verse_Syn": [
            "antaḥ",
            "bahiḥ",
            "ca",
            "akhila",
            "loka",
            "pālakaiḥ",
            "adṛṣṭa",
            "rūpaḥ",
            "vicarasi",
            "uru",
            "svanaḥ",
            "saḥ",
            "īśvaraḥ",
            "tvam",
            "yaḥ",
            "idam",
            "vaśe",
            "anayat",
            "nāmnā",
            "yathā",
            "dārumayīm",
            "naraḥ",
            "striyam"
        ],
        "translation": "My dear Lord, just as a puppeteer controls his dancing dolls and a husband controls his wife, Your Lordship controls all the living entities in the universe, such as the brāhmaṇas, kṣatriyas, vaiśyas and śūdras. Although You are in everyone’s heart as the supreme witness and commander and are outside everyone as well, the so-called leaders of societies, communities and countries cannot realize You. Only those who hear the vibration of the Vedic mantras can appreciate You.",
        "purport": " The Supreme Personality of Godhead is antarbahiḥ, present within and without everything. One must overcome the delusion caused by the Lord’s external energy and realize His presence both externally and internally. In Śrīmad-Bhāgavatam (1.8.19) Śrīmatī Kuntīdevī has explained that Kṛṣṇa appears in this world naṭo nāṭyadharo yathā, “exactly like an actor dressed as a player.” In Bhagavad-gītā (18.61) Kṛṣṇa says, īśvaraḥ sama-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati: “The Supreme Lord is situated in everyone’s heart, O Arjuna.” The Lord is situated within everyone’s heart, and outside as well. Within the heart He is the Supersoul, the incarnation who acts as the adviser and witness. Yet although God is residing within their hearts, foolish people say, “I cannot see God. Please show Him to me.” Everyone is under the control of the Supreme Personality of Godhead, exactly like dancing dolls controlled by a puppeteer or a woman controlled by her husband. A woman is compared to a doll (dārumayī) because she has no independence. She should always be controlled by a man. Still, due to false prestige, a class of women wants to remain independent. What to speak of women, all living entities are prakṛti (female) and therefore dependent on the Supreme Lord, as Kṛṣṇa Himself explains in Bhagavad-gītā (apareyam itas tv anyāṁ prakṛtiṁ viddhi me parām). The living entity is never independent. Under all circumstances, he is dependent on the mercy of the Lord. The Lord creates the social divisions of human society — brāhmaṇas, kṣatriyas, vaiśyas and śūdras — and ordains that they follow rules and regulations suited to their particular position. In this way, all members of society remain always under the Supreme Lord’s control. Still, some people foolishly deny the existence of God. Self-realization means to understand one’s subordinate position in relation to the Lord. When one is thus enlightened, he surrenders to the Supreme Personality of Godhead and is liberated from the clutches of the material energy. In other words, unless one surrenders to the lotus feet of the Lord, the material energy in its many varieties will continue to control him. No one in the material world can deny that he is under control. The Supreme Lord, Nārāyaṇa, who is beyond this material existence, controls everyone. The following Vedic mantra confirms this point: eko ha vai nārāyaṇa āsīt. Foolish persons think Nārāyaṇa to be on the platform of ordinary material existence. Because they do not realize the natural constitutional position of the living entity, they concoct names like daridra-nārāyaṇa, svāmī-nārāyaṇa or mithyā-nārāyaṇa. However, Nārāyaṇa is actually the supreme controller of everyone. This understanding is self-realization."
    },
    {
        "verse": "27",
        "devanagari": "यं लोकपाला: किल मत्सरज्वराहित्वा यतन्तोऽपि पृथक्समेत्य च ।पातुं न शेकुर्द्विपदश्चतुष्पद:सरीसृपं स्थाणु यदत्र द‍ृश्यते ॥ २७ ॥",
        "english_devnagari": "yaṁ loka-pālāḥ kila matsara-jvarāhitvā yatanto ’pi pṛthak sametya capātuṁ na śekur dvi-padaś catuṣ-padaḥsarīsṛpaṁ sthāṇu yad atra dṛśyate",
        "verse_Syn": [
            "yam",
            "loka",
            "pālāḥ",
            "kila",
            "matsara",
            "jvarāḥ",
            "hitvā",
            "yatantaḥ",
            "api",
            "pṛthak",
            "sametya",
            "ca",
            "pātum",
            "na",
            "śekuḥ",
            "dvi",
            "padaḥ",
            "catuḥ",
            "padaḥ",
            "sarīsṛpam",
            "sthāṇu",
            "yat",
            "atra",
            "dṛśyate"
        ],
        "translation": "My Lord, from the great leaders of the universe, such as Lord Brahmā and other demigods, down to the political leaders of this world, all are envious of Your authority. Without Your help, however, they could neither separately nor concertedly maintain the innumerable living entities within the universe. You are actually the only maintainer of all human beings, of animals like cows and asses, and of plants, reptiles, birds, mountains and whatever else is visible within this material world.",
        "purport": " It is fashionable for materialistic persons to compete with the power of God. When so-called scientists try to manufacture living entities in their laboratories, their only purpose is to defy the talent and ability of the Supreme Personality of Godhead. This is called illusion. It exists even in the higher planetary systems, where great demigods like Lord Brahmā, Lord Śiva and others reside. In this world everyone is puffed up with false prestige despite the failure of all his endeavors. When so-called philanthropists, who supposedly want to help the poor, are approached by members of the Kṛṣṇa consciousness movement, they say, “You are simply wasting your time, while I am feeding vast masses of starving people.” Unfortunately, their meager efforts, either singly or together, do not solve anyone’s problems. Sometimes so-called svāmīs are very eager to feed poor people, thinking them to be daridra-nārāyaṇa, the Lord’s incarnations as beggars. They prefer to serve the manufactured daridra-nārāyaṇa than the original, supreme Nārāyaṇa. They say, “Don’t encourage service to Lord Nārāyaṇa. It is better to serve the starving people of the world.” Unfortunately such materialists, either singly or combined in the form of the United Nations, cannot fulfill their plans. The truth is that the many millions of human beings, animals, birds and trees — indeed, all living entities — are maintained solely by the Supreme Personality of Godhead. Eko bahūnāṁ yo vidadhāti kāmān: one person, the Supreme Lord, is supplying the necessities of life for all other living entities. To challenge the authority of Nārāyaṇa, the Supreme Personality of Godhead, is the business of asuras (demons). Yet sometimes suras, or devotees, are also bewildered by the illusory energy and falsely claim to be the maintainer of the entire universe. Such incidents are described in the Tenth Canto of Śrīmad-Bhāgavatam, where Śukadeva Gosvāmī tells how Lord Brahmā and King Indra became puffed up and were eventually chastised by Kṛṣṇa."
    },
    {
        "verse": "28",
        "devanagari": "भवान् युगान्तार्णव ऊर्मिमालिनिक्षोणीमिमामोषधिवीरुधां निधिम् ।मया सहोरु क्रमतेऽज ओजसातस्मै जगत्प्राणगणात्मने नम इति ॥ २८ ॥",
        "english_devnagari": "bhavān yugāntārṇava ūrmi-mālinikṣoṇīm imām oṣadhi-vīrudhāṁ nidhimmayā sahoru kramate ’ja ojasātasmai jagat-prāṇa-gaṇātmane nama iti",
        "verse_Syn": [
            "bhavān",
            "yuga",
            "anta",
            "arṇave",
            "ūrmi",
            "mālini",
            "kṣoṇīm",
            "imām",
            "oṣadhi",
            "vīrudhām",
            "nidhim",
            "mayā",
            "saha",
            "uru",
            "kramate",
            "aja",
            "ojasā",
            "tasmai",
            "jagat",
            "prāṇa",
            "gaṇa",
            "ātmane",
            "namaḥ",
            "iti"
        ],
        "translation": "O almighty Lord, at the end of the millennium this planet earth, which is the source of all kinds of herbs, drugs and trees, was inundated by water and drowned beneath the devastating waves. At that time, You protected me along with the earth and roamed the sea with great speed. O unborn one, You are the actual maintainer of the entire universal creation, and therefore You are the cause of all living entities. I offer my respectful obeisances unto You.",
        "purport": " Envious persons cannot appreciate how wonderfully the Lord creates, maintains and annihilates the universe, but devotees of the Lord can understand this perfectly well. Devotees can see how the Lord is acting behind the wonderful workings of the material nature. In Bhagavad-gītā (9.10) the Lord says: “This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.” All the wonderful transformations of nature are happening under the superintendence of the Supreme Personality of Godhead. Envious persons cannot see this, but a devotee, even though very humble and even if uneducated, knows that behind all the activities of nature is the supreme hand of the Supreme Being."
    },
    {
        "verse": "29",
        "devanagari": "हिरण्मयेऽपि भगवान्निवसति कूर्मतनुं बिभ्राणस्तस्य तत्प्रियतमां तनुमर्यमा सह वर्षपुरुषै: पितृगणाधिपतिरुपधावति मन्त्रमिमं चानुजपति ॥ २९ ॥",
        "english_devnagari": "hiraṇmaye ’pi bhagavān nivasati kūrma-tanuṁ bibhrāṇas tasya tat priyatamāṁ tanum aryamā saha varṣa-puruṣaiḥ pitṛ-gaṇādhipatir upadhāvati mantram imaṁ cānujapati.",
        "verse_Syn": [
            "hiraṇmaye",
            "api",
            "bhagavān",
            "nivasati",
            "kūrma",
            "tanum",
            "bibhrāṇaḥ",
            "tasya",
            "tat",
            "priya",
            "tamām",
            "tanum",
            "aryamā",
            "saha",
            "varṣa",
            "puruṣaiḥ",
            "pitṛ",
            "gaṇa",
            "adhipatiḥ",
            "upadhāvati",
            "mantram",
            "imam",
            "ca",
            "anujapati"
        ],
        "translation": "Śukadeva Gosvāmī continued: In Hiraṇmaya-varṣa, the Supreme Lord, Viṣṇu, lives in the form of a tortoise [kūrma-śarīra]. This most dear and beautiful form is always worshiped there in devotional service by Aryamā, the chief resident of Hiraṇmaya-varṣa, along with the other inhabitants of that land. They chant the following hymns.",
        "purport": " The word priyatama (dearmost) is very significant in this verse. Each devotee regards a particular form of the Lord as most dear. Because of an atheistic mentality, some people think that the tortoise, boar and fish incarnations of the Lord are not very beautiful. They do not know that any form of the Lord is always the fully opulent Personality of Godhead. Since one of His opulences is infinite beauty, all the Lord’s incarnations are very beautiful and are appreciated as such by devotees. Nondevotees, however, think that Lord Kṛṣṇa’s incarnations are ordinary material creatures, and therefore they distinguish between the beautiful and the not beautiful. A certain form of the Lord is worshiped by a particular devotee because he loves to see that form of the Lord. As stated in Brahma-saṁhitā (5.33): advaitam acyutam anādim ananta-rūpam ādyaṁ purāṇa-puruṣaṁ nava-yauvanaṁ ca. The very beautiful form of the Lord is always youthful. Sincere servants of a particular form of the Lord always see that form as very beautiful, and thus they engage in constant devotional service to Him."
    },
    {
        "verse": "30",
        "devanagari": "ॐ नमो भगवते अकूपाराय सर्वसत्त्वगुणविशेषणायानुपलक्षितस्थानाय नमो वर्ष्मणे नमो भूम्ने नमो नमोऽवस्थानाय नमस्ते ॥ ३० ॥",
        "english_devnagari": "oṁ namo bhagavate akūpārāya sarva-sattva-guṇa-viśeṣaṇāyānu-palakṣita-sthānāya namo varṣmaṇe namo bhūmne namo namo ’vasthānāya namas te.",
        "verse_Syn": [
            "om",
            "namaḥ",
            "bhagavate",
            "akūpārāya",
            "sarva",
            "sattva",
            "guṇa",
            "viśeṣaṇāya",
            "anupalakṣita",
            "sthānāya",
            "namaḥ",
            "varṣmaṇe",
            "namaḥ",
            "bhūmne",
            "namaḥ",
            "namaḥ",
            "avasthānāya",
            "namaḥ",
            "te"
        ],
        "translation": "O my Lord, I offer my respectful obeisances unto You, who have assumed the form of a tortoise. You are the reservoir of all transcendental qualities, and being entirely untinged by matter, You are perfectly situated in pure goodness. You move here and there in the water, but no one can discern Your position. Therefore I offer my respectful obeisances unto You. Because of Your transcendental position, You are not limited by past, present and future. You are present everywhere as the shelter of all things, and therefore I offer my respectful obeisances unto You again and again.",
        "purport": " In the Brahma-saṁhitā it is said, goloka eva nivasaty akhilātma-bhūtaḥ: the Lord always remains in Goloka, the topmost planet in the spiritual world. At the same time, He is all-pervading. This paradox is only possible for the Supreme Personality of Godhead, who is full of all opulences. The Lord’s all-pervasiveness is confirmed in Bhagavad-gītā (18.61) where Kṛṣṇa states, īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati: “The Supreme Lord is seated in everyone’s heart, O Arjuna.” Elsewhere in Bhagavad-gītā (15.15) the Lord says, sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” Therefore, although the Lord is present everywhere, He cannot be seen with ordinary eyes. As Aryamā says, the Lord is anupalakṣita-sthāna: no one can locate Him. This is the greatness of the Supreme Personality of Godhead."
    },
    {
        "verse": "31",
        "devanagari": "यद्रूपमेतन्निजमाययार्पित-मर्थस्वरूपं बहुरूपरूपितम् ।सङ्ख्या न यस्यास्त्ययथोपलम्भनात्-तस्मै नमस्तेऽव्यपदेशरूपिणे ॥ ३१ ॥",
        "english_devnagari": "yad-rūpam etan nija-māyayārpitamartha-svarūpaṁ bahu-rūpa-rūpitamsaṅkhyā na yasyāsty ayathopalambhanāttasmai namas te ’vyapadeśa-rūpiṇe",
        "verse_Syn": [
            "yat",
            "rūpam",
            "etat",
            "nija",
            "māyayā",
            "arpitam",
            "artha",
            "svarūpam",
            "bahu",
            "rūpa",
            "rūpitam",
            "saṅkhyā",
            "na",
            "yasya",
            "asti",
            "ayathā",
            "upalambhanāt",
            "tasmai",
            "namaḥ",
            "te",
            "avyapadeśa",
            "rūpiṇe"
        ],
        "translation": "My dear Lord, this visible cosmic manifestation is a demonstration of Your own creative energy. Since the countless varieties of forms within this cosmic manifestation are simply a display of Your external energy, this virāṭ-rūpa [universal body] is not Your real form. Except for a devotee in transcendental consciousness, no one can perceive Your actual form. Therefore I offer my respectful obeisances unto You.",
        "purport": " Māyāvādī philosophers think the universal form of the Lord to be real and His personal form illusory. We can understand their mistake by a simple example. A fire consists of three elements: heat and light, which are the energy of the fire, and the fire itself. Anyone can understand that the original fire is the reality and that the heat and light are simply the fire’s energy. Heat and light are the formless energies of fire, and in that sense they are unreal. Only the fire has form, and therefore it is the real form of the heat and light. As Kṛṣṇa states in Bhagavad-gītā (9.4), mayā tatam idaṁ sarvaṁ jagad avyakta-mūrtinā: “By Me, in My unmanifested form. this entire universe is pervaded.” Thus the impersonal conception of the Lord is like the expansion of heat and light from a fire. In Bhagavad-gītā the Lord also says, mat-sthāni sarva-bhūtāni na cāhaṁ teṣv avasthitaḥ: the entire material creation is resting on Kṛṣṇa’s energy, either material, spiritual or marginal, but because His form is absent from the expansion of His energy, He is not personally present. This inconceivable expansion of the Supreme Lord’s energy is called acintya-śakti. Therefore no one can understand the real form of the Lord without becoming His devotee."
    },
    {
        "verse": "32",
        "devanagari": "जरायुजं स्वेदजमण्डजोद्भ‍िदंचराचरं देवर्षिपितृभूतमैन्द्रियम् ।द्यौ: खं क्षिति: शैलसरित्समुद्र-द्वीपग्रहर्क्षेत्यभिधेय एक: ॥ ३२ ॥",
        "english_devnagari": "jarāyujaṁ svedajam aṇḍajodbhidaṁcarācaraṁ devarṣi-pitṛ-bhūtam aindriyamdyauḥ khaṁ kṣitiḥ śaila-sarit-samudra-dvīpa-graharkṣety abhidheya ekaḥ",
        "verse_Syn": [
            "jarāyu",
            "jam",
            "sveda",
            "jam",
            "aṇḍa",
            "ja",
            "udbhidam",
            "cara",
            "acaram",
            "deva",
            "ṛṣi",
            "pitṛ",
            "bhūtam",
            "aindriyam",
            "dyauḥ",
            "kham",
            "kṣitiḥ",
            "śaila",
            "sarit",
            "samudra",
            "dvīpa",
            "graha",
            "ṛkṣa",
            "iti",
            "abhidheyaḥ",
            "ekaḥ"
        ],
        "translation": "My dear Lord, You manifest Your different energies in countless forms: as living entities born from wombs, from eggs and from perspiration; as plants and trees that grow out of the earth; as all living entities, both moving and standing, including the demigods, the learned sages and the pitās; as outer space, as the higher planetary system containing the heavenly planets, and as the planet earth with its hills, rivers, seas, oceans and islands. Indeed, all the stars and planets are simply manifestations of Your different energies, but originally You are one without a second. Therefore there is nothing beyond You. This entire cosmic manifestation is therefore not false but is simply a temporary manifestation of Your inconceivable energy.",
        "purport": " This verse completely rejects the theory of brahma satyaṁ jagan mithyā, which states that spirit, or Brahman, is real, whereas the manifested material world, with its great variety of things, is false. Nothing is false. One thing may be permanent and another temporary, but both the permanent and the temporary are facts. For example, if someone becomes angry for a certain period, no one can say that his anger is false. It is simply temporary. Everything we experience in our daily lives is of this same character; it is temporary but real. The different kinds of living entities coming from various sources are very clearly described in this verse. Some are born from a womb and some (like certain insects) from human perspiration. Others hatch from eggs, and still others sprout from the earth. A living entity takes birth under different circumstances according to his past activities (karma). Although the body of the living entity is material, it is never false. No one will accept the argument that since a person’s material body is false, murder has no repercussions. Our temporary bodies are given to us according to our karma, and we must remain in our given bodies to enjoy the pains and pleasures of life. Our bodies cannot be called false; they are only temporary. In other words, the energy of the Supreme Lord is as permanent as the Lord Himself, although His energy is sometimes manifest and sometimes not. As summarized in the Vedas, sarvaṁ khalv idaṁ brahma: “Everything is Brahman.”"
    },
    {
        "verse": "33",
        "devanagari": "यस्मिन्नसङ्ख्येयविशेषनाम-रूपाकृतौ कविभि: कल्पितेयम् ।सङ्ख्या यया तत्त्वद‍ृशापनीयतेतस्मै नम: साङ्ख्यनिदर्शनाय ते इति ॥ ३३ ॥",
        "english_devnagari": "yasminn asaṅkhyeya-viśeṣa-nāma-rūpākṛtau kavibhiḥ kalpiteyamsaṅkhyā yayā tattva-dṛśāpanīyatetasmai namaḥ sāṅkhya-nidarśanāya te iti",
        "verse_Syn": [
            "yasmin",
            "asaṅkhyeya",
            "viśeṣa",
            "nāma",
            "rūpa",
            "ākṛtau",
            "kavibhiḥ",
            "kalpitā",
            "iyam",
            "saṅkhyā",
            "yayā",
            "tattva",
            "dṛśā",
            "apanīyate",
            "tasmai",
            "namaḥ",
            "sāṅkhya",
            "nidarśanāya",
            "te",
            "iti"
        ],
        "translation": "O my Lord, Your name, form and bodily features are expanded in countless forms. No one can determine exactly how many forms exist, yet You Yourself, in Your incarnation as the learned scholar Kapiladeva, have analyzed the cosmic manifestation as containing twenty-four elements. Therefore if one is interested in Sāṅkhya philosophy, by which one can enumerate the different truths, he must hear it from You. Unfortunately, nondevotees simply count the different elements and remain ignorant of Your actual form. I offer my respectful obeisances unto You.",
        "purport": " Philosophers and scientists have been trying to study the entire cosmic situation and have been theorizing and calculating in different ways for millions and millions of years. However, the speculative research work of a so-called scientist or philosopher is always interrupted when he dies, and the laws of nature go on without regard for his work. For billions of years changes take place in the material creation, until at last the whole universe is dissolved and remains in an unmanifested state. Constant change and destruction (bhūtvā bhūtvā pralīyate) is perpetually going on in nature, yet the material scientists want to study natural laws without knowing the Supreme Personality of Godhead, who is the background of nature. As Kṛṣṇa states in Bhagavad-gītā (9.10): “This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.” Now the material creation is manifest, eventually it will be annihilated and remain for many millions of years in a dormant state, and finally it will again be created. This is the law of nature."
    },
    {
        "verse": "34",
        "devanagari": "उत्तरेषु च कुरुषु भगवान् यज्ञपुरुष: कृतवराहरूप आस्ते तं तु देवी हैषा भू: सह कुरुभिरस्खलितभक्तियोगेनोपधावति इमां च परमामुपनिषदमावर्तयति ॥ ३४ ॥",
        "english_devnagari": "uttareṣu ca kuruṣu bhagavān yajña-puruṣaḥ kṛta-varāha-rūpa āste taṁ tu devī haiṣā bhūḥ saha kurubhir askhalita-bhakti-yogenopadhāvati imāṁ ca paramām upaniṣadam āvartayati.",
        "verse_Syn": [
            "uttareṣu",
            "ca",
            "kuruṣu",
            "bhagavān",
            "yajña",
            "puruṣaḥ",
            "kṛta",
            "varāha",
            "rūpaḥ",
            "āste",
            "tam",
            "tu",
            "devī",
            "ha",
            "eṣā",
            "bhūḥ",
            "saha",
            "kurubhiḥ",
            "askhalita",
            "bhakti",
            "yogena",
            "upadhāvati",
            "imām",
            "ca",
            "paramām",
            "upaniṣadam",
            "āvartayati"
        ],
        "translation": "Śukadeva Gosvāmī said: Dear King, the Supreme Lord in His boar incarnation, who accepts all sacrificial offerings, lives in the northern part of Jambūdvīpa. There, in the tract of land known as Uttarakuru-varṣa, mother earth and all the other inhabitants worship Him with unfailing devotional service by repeatedly chanting the following Upaniṣadic mantra.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "ॐ नमो भगवते मन्त्रतत्त्वलिङ्गाय यज्ञक्रतवे महाध्वरावयवाय महापुरुषाय नम: कर्मशुक्लाय त्रियुगाय नमस्ते ॥ ३५ ॥ ।",
        "english_devnagari": "oṁ namo bhagavate mantra-tattva-liṅgāya yajña-kratave mahā-dhvarāvayavāya mahā-puruṣāya namaḥ karma-śuklāya tri-yugāya namas te.",
        "verse_Syn": [
            "om",
            "namaḥ",
            "bhagavate",
            "mantra",
            "tattva",
            "liṅgāya",
            "yajña",
            "kratave",
            "mahā",
            "dhvara",
            "avayavāya",
            "mahā",
            "puruṣāya",
            "namaḥ",
            "karma",
            "śuklāya",
            "tri",
            "yugāya",
            "namaḥ",
            "te"
        ],
        "translation": "O Lord, we offer our respectful obeisances unto You as the gigantic person. Simply by chanting mantras, we shall be able to understand You fully. You are yajña [sacrifice], and You are the kratu [ritual]. Therefore all the ritualistic ceremonies of sacrifice are part of Your transcendental body, and You are the only enjoyer of all sacrifices. Your form is composed of transcendental goodness. You are known as tri-yuga because in Kali-yuga You appeared as a concealed incarnation and because You always fully possess the three pairs of opulences.",
        "purport": " Śrī Caitanya Mahāprabhu is the incarnation for this Age of Kali, as confirmed in many places throughout the Purāṇas, the Mahābhārata, Śrīmad-Bhāgavatam and the Upaniṣads. The summary of His appearance is given in Caitanya-caritāmṛta (Madhya 6.99) as follows: In this Age of Kali, the Supreme Personality of Godhead (Bhagavān) does not appear as a līlāvatāra, an incarnation to display pastimes. Therefore He is known as tri-yuga. Unlike other incarnations, Lord Śrī Caitanya Mahāprabhu appears in this Age of Kali as a devotee of the Lord. Therefore He is called a concealed incarnation (channāvatāra)."
    },
    {
        "verse": "36",
        "devanagari": "यस्य स्वरूपं कवयो विपश्चितोगुणेषु दारुष्विव जातवेदसम् ।मथ्नन्ति मथ्ना मनसा दिद‍ृक्षवोगूढं क्रियार्थैर्नम ईरितात्मने ॥ ३६ ॥",
        "english_devnagari": "yasya svarūpaṁ kavayo vipaścitoguṇeṣu dāruṣv iva jāta-vedasammathnanti mathnā manasā didṛkṣavogūḍhaṁ kriyārthair nama īritātmane",
        "verse_Syn": [
            "yasya",
            "sva",
            "rūpam",
            "kavayaḥ",
            "vipaścitaḥ",
            "guṇeṣu",
            "dāruṣu",
            "iva",
            "jāta",
            "vedasam",
            "mathnanti",
            "mathnā",
            "manasā",
            "didṛkṣavaḥ",
            "gūḍham",
            "kriyā",
            "arthaiḥ",
            "namaḥ",
            "īrita",
            "ātmane"
        ],
        "translation": "By manipulating a fire-generating stick, great saints and sages can bring forth the fire lying dormant within wood. In the same way, O Lord, those expert in understanding the Absolute Truth try to see You in everything — even in their own bodies. Yet you remain concealed. You are not to be understood by indirect processes involving mental or physical activities. Because You are self-manifested, only when You see that a person is wholeheartedly engaged in searching for You do You reveal Yourself. Therefore I offer my respectful obeisances unto You.",
        "purport": " The word kriyārthaiḥ means “by performing ritualistic ceremonies to satisfy the demigods.” The word vipaścitaḥ is explained in the Taittirīya Upaniṣad as follows: satyaṁ jñānam anantaṁ brahma; yo veda nihitaṁ guhāyāṁ parame vyoman; so ’śnute sarvān kāmān saha brahmaṇā vipaściteti. As Kṛṣṇa states in Bhagavad-gītā (7.19), bahūnāṁ janmanām ante jñānavān māṁ prapadyate: “After many births and deaths, he who is actually in knowledge surrenders unto Me.” When one understands that the Lord is situated in everyone’s heart and actually sees the Lord present everywhere, he has perfect knowledge. The word jāta-vedaḥ means “fire which is produced by rubbing wood.” In Vedic times, learned sages could bring forth fire from wood. Jāta-vedaḥ also indicates the fire in the stomach, which digests everything we eat and which produces an appetite. The word gūḍha is explained in the Śvetāśvatara Upaniṣad. Eko devaḥ sarva-bhūteṣu gūḍhaḥ: The Supreme Personality of Godhead is understood by chanting the Vedic mantras. Sarva-vyāpī sarva-bhūtāntar-ātmā: He is all-pervading, and He is within the heart of living entities. Karmādhyakṣaḥ sarva-bhūtādhivāsaḥ: He witnesses all activities of the living entity. Sākṣī cetā kevalo nirguṇaś ca: The Supreme Lord is the witness as well as the living force, yet He is transcendental to all material qualities."
    },
    {
        "verse": "37",
        "devanagari": "द्रव्यक्रियाहेत्वयनेशकर्तृभि-र्मायागुणैर्वस्तुनिरीक्षितात्मने ।अन्वीक्षयाङ्गातिशयात्मबुद्धिभि-र्निरस्तमायाकृतये नमो नम: ॥ ३७ ॥",
        "english_devnagari": "dravya-kriyā-hetv-ayaneśa-kartṛbhirmāyā-guṇair vastu-nirīkṣitātmaneanvīkṣayāṅgātiśayātma-buddhibhirnirasta-māyākṛtaye namo namaḥ",
        "verse_Syn": [
            "dravya",
            "kriyā",
            "hetu",
            "ayana",
            "īśa",
            "kartṛbhiḥ",
            "māyā",
            "guṇaiḥ",
            "vastu",
            "nirīkṣita",
            "ātmane",
            "anvīkṣayā",
            "aṅga",
            "atiśaya",
            "ātma",
            "buddhibhiḥ",
            "nirasta",
            "māyā",
            "ākṛtaye",
            "namaḥ",
            "namaḥ"
        ],
        "translation": "The objects of material enjoyment [sound, form, taste, touch and smell], the activities of the senses, the controllers of sensory activities [the demigods], the body, eternal time and egotism are all creations of Your material energy. Those whose intelligence has become fixed by perfect execution of mystic yoga can see that all these elements result from the actions of Your external energy. They can also see Your transcendental form as Supersoul in the background of everything. Therefore I repeatedly offer my respectful obeisances unto You.",
        "purport": " The objects of material enjoyment, the sensory activities, attachment to sensual pleasure, the body, false egotism and so on are produced by the Lord’s external energy, māyā. The background of all these activities is the living being, and the director of the living beings is the Supersoul. The living being is not the all in all. He is directed by the Supersoul. In Bhagavad-gītā (15.15) Kṛṣṇa confirms this: “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” The living entity depends on the Supersoul for directions. A person advanced in spiritual knowledge, or a person expert in the practice of mystic yoga (yama, niyama, āsana and so on) can understand transcendence either as Paramātmā or as the Supreme Personality of Godhead. The Supreme Lord is the original cause of all natural events. Therefore He is described as sarva-kāraṇa-kāraṇam, the cause of all causes. Behind everything visible to our material eyes is some cause, and one who can see the original cause of all causes, Lord Kṛṣṇa, can actually see. Kṛṣṇa, the sac-cid-ānanda-vigraha, is the background of everything, as He Himself confirms in Bhagavad-gītā (9.10): “This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.”"
    },
    {
        "verse": "38",
        "devanagari": "करोति विश्वस्थितिसंयमोदयंयस्येप्सितं नेप्सितमीक्षितुर्गुणै: ।माया यथायो भ्रमते तदाश्रयंग्राव्णो नमस्ते गुणकर्मसाक्षिणे ॥ ३८ ॥",
        "english_devnagari": "karoti viśva-sthiti-saṁyamodayaṁyasyepsitaṁ nepsitam īkṣitur guṇaiḥmāyā yathāyo bhramate tad-āśrayaṁgrāvṇo namas te guṇa-karma-sākṣiṇe",
        "verse_Syn": [
            "karoti",
            "viśva",
            "sthiti",
            "saṁyama",
            "udayam",
            "yasya",
            "īpsitam",
            "na",
            "īpsitam",
            "īkṣituḥ",
            "guṇaiḥ",
            "māyā",
            "yathā",
            "ayaḥ",
            "bhramate",
            "tat",
            "āśrayam",
            "grāvṇaḥ",
            "namaḥ",
            "te",
            "guṇa",
            "karma",
            "sākṣiṇe"
        ],
        "translation": "O Lord, You do not desire the creation, maintenance or annihilation of this material world, but You perform these activities for the conditioned souls by Your creative energy. Exactly as a piece of iron moves under the influence of a lodestone, inert matter moves when You glance over the total material energy.",
        "purport": " Sometimes the question arises why the Supreme Lord has created this material world, which is so full of suffering for the living entities entrapped in it. The answer given herein is that the Supreme Personality of Godhead does not wish to create this material world just to inflict suffering on the living entities. The Supreme Lord creates this world only because the conditioned souls want to enjoy it. The workings of nature are not going on automatically. It is only because the Lord glances over the material energy that it acts in wonderful ways, just as a lodestone causes a piece of iron to move here and there. Because materialistic scientists and so-called Sāṅkhya philosophers do not believe in God, they think that material nature is working without supervision. But that is not the fact. In Caitanya-caritāmṛta (Ādi 6.18-19) the creation of the material world is explained as follows: “Atheistic Sāṅkhya philosophers think that the total material energy causes the cosmic manifestation, but they are wrong. Dead matter has no moving power, and therefore it cannot act independently. The Lord infuses the material ingredients with His own creative potency. Then, by the power of the Lord, matter moves and interacts.” Sea waves are moved by the air, the air is created from ether, the ether is produced by the agitation of the three modes of material nature, and the three modes of material nature interact due to the Supreme Lord’s glance over the total material energy. Therefore the background of all natural occurrences is the Supreme Personality of Godhead, as confirmed in Bhagavad-gītā (mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram). This is also further explained in Caitanya-caritāmṛta (Ādi 5.59-61): “Because prakṛti [material nature] is dull and inert, it cannot actually be the cause of the material world. Lord Kṛṣṇa shows His mercy by infusing His energy into the dull, inert material nature. Thus prakṛti, by the energy of Lord Kṛṣṇa, becomes the secondary cause, just as iron becomes red-hot by the energy of fire. Therefore Lord Kṛṣṇa is the original cause of the cosmic manifestation. Prakṛti is like the nipples on the neck of a goat, for they cannot give any milk.” Thus it is a great mistake on the part of the material scientists and philosophers to think that matter moves independently."
    },
    {
        "verse": "39",
        "devanagari": "प्रमथ्य दैत्यं प्रतिवारणं मृधेयो मां रसाया जगदादिसूकर: ।कृत्वाग्रदंष्ट्रे निरगादुदन्वत:क्रीडन्निवेभ: प्रणतास्मि तं विभुमिति ॥ ३९ ॥",
        "english_devnagari": "pramathya daityaṁ prativāraṇaṁ mṛdheyo māṁ rasāyā jagad-ādi-sūkaraḥkṛtvāgra-daṁṣṭre niragād udanvataḥkrīḍann ivebhaḥ praṇatāsmi taṁ vibhum iti",
        "verse_Syn": [
            "pramathya",
            "daityam",
            "prativāraṇam",
            "mṛdhe",
            "yaḥ",
            "mām",
            "rasāyāḥ",
            "jagat",
            "ādi",
            "sūkaraḥ",
            "kṛtvā",
            "agra",
            "daṁṣṭre",
            "niragāt",
            "udanvataḥ",
            "krīḍan",
            "iva",
            "ibhaḥ",
            "praṇatā",
            "asmi",
            "tam",
            "vibhum",
            "iti"
        ],
        "translation": "My Lord, as the original boar within this universe, You fought and killed the great demon Hiraṇyakṣa. Then You lifted me [the earth] from the Garbhodaka Ocean on the end of Your tusk, exactly as a sporting elephant plucks a lotus flower from the water. I bow down before You.",
        "purport": ""
    }
]