[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचएवं पितरि सम्प्रवृत्ते तदनुशासने वर्तमान आग्नीध्रो जम्बूद्वीपौकस: प्रजा औरसवद्धर्मावेक्षमाण: पर्यगोपायत् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ pitari sampravṛtte tad-anuśāsane vartamāna āgnīdhro jambūdvīpaukasaḥ prajā aurasavad dharmāvekṣamāṇaḥ paryagopāyat.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "pitari",
            "sampravṛtte",
            "tat",
            "anuśāsane",
            "vartamānaḥ",
            "āgnīdhraḥ",
            "jambū",
            "dvīpa",
            "okasaḥ",
            "prajāḥ",
            "aurasa",
            "vat",
            "dharma",
            "avekṣamāṇaḥ",
            "paryagopāyat"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: After his father, Mahārāja Priyavrata, departed to follow the path of spiritual life by undergoing austerities, King Āgnīdhra completely obeyed his order. Strictly observing the principles of religion, he gave full protection to the inhabitants of Jambūdvīpa as if they were his own begotten sons.",
        "purport": " Following the instruction of his father, Mahārāja Priyavrata, Mahārāja Āgnīdhra ruled the inhabitants of Jambūdvīpa according to religious principles. These principles are exactly contrary to the modern principles of faithlessness. As clearly stated here, the King protected the citizens the way a father protects his begotten children. How he ruled the citizens is also described here — dharmāvekṣamāṇaḥ, strictly according to religious principles. It is the duty of the executive head of a state to see that the citizens strictly follow religious principles. The Vedic religious principles begin with varṇāśrama-dharma, the duties of the four varṇas and four āśramas. Dharma refers to principles given by the Supreme Personality of Godhead. The first principle of dharma, or religion, is to observe the duties of the four orders as enjoined by the Supreme Personality of Godhead. According to people’s qualities and activities, society should be divided into brāhmaṇas, kṣatriyas, vaiśyas and śūdras and then again into brahmacārīs, gṛhasthas, vānaprasthas and sannyāsīs. These are religious principles, and it is the duty of the head of state to see that his citizens strictly follow them. He should not merely act officially; he should be like a father who is always a well-wisher of his sons. Such a father strictly observes whether his sons are performing their duties, and sometimes he also punishes them. Just contrary to the principles mentioned here, the presidents and chief executives in the Age of Kali are simply tax collectors who do not care whether religious principles are observed. Indeed, the chief executives of the present day introduce all kinds of sinful activity, especially illicit sex, intoxication, animal killing and gambling. These sinful activities are now very prominently manifested in India. Although a hundred years ago these four principles of sinful life were strictly prohibited in the families of India, they have now been introduced into every Indian family; therefore they cannot follow religious principles. In contrast to the principles of the kings of old, the modern state is concerned only with propaganda for levying taxes and is no longer responsible for the spiritual welfare of the citizens. The state is now callous to religious principles. Śrīmad-Bhāgavatam predicts that in Kali-yuga the government will be entrusted with dasyu-dharma, which means the occupational duty of rogues and thieves. Modern heads of state are rogues and thieves who plunder the citizens instead of giving them protection. Rogues and thieves plunder without regard for law, but in this Age of Kali, as stated in Śrīmad-Bhāgavatam, the lawmakers themselves plunder the citizens. The next prediction to be fulfilled, which is already coming to pass, is that because of the sinful activities of the citizens and the government, rain will become increasingly scarce. Gradually there will be complete drought and no production of food grains. People will be reduced to eating flesh and seeds, and many good, spiritually inclined people will have to forsake their homes because they will be too harassed by drought, taxation and famine. The Kṛṣṇa consciousness movement is the only hope to save the world from such devastation. It is the most scientific and authorized movement for the actual welfare of the whole human society."
    },
    {
        "verse": "2",
        "devanagari": "स च कदाचित्पितृलोककाम: सुरवरवनिताक्रीडाचलद्रोण्यां भगवन्तं विश्वसृजां पतिमाभृतपरिचर्योपकरण आत्मैकाग्र्येण तपस्व्याराधयां बभूव ॥ २ ॥",
        "english_devnagari": "sa ca kadācit pitṛloka-kāmaḥ sura-vara-vanitākrīḍācala-droṇyāṁ bhagavantaṁ viśva-sṛjāṁ patim ābhṛta-paricaryopakaraṇa ātmaikāgryeṇa tapasvy ārādhayāṁ babhūva.",
        "verse_Syn": [
            "saḥ",
            "ca",
            "kadācit",
            "pitṛloka",
            "kāmaḥ",
            "sura",
            "vara",
            "vanitā",
            "ākrīḍā",
            "acala",
            "droṇyām",
            "bhagavantam",
            "viśva",
            "sṛjām",
            "patim",
            "ābhṛta",
            "paricaryā",
            "upakaraṇaḥ",
            "ātma",
            "eka",
            "agryeṇa",
            "tapasvī",
            "ārādhayām",
            "babhūva"
        ],
        "translation": "Desiring to get a perfect son and become an inhabitant of Pitṛloka, Mahārāja Āgnīdhra once worshiped Lord Brahmā, the master of those in charge of material creation. He went to a valley of Mandara Hill, where the damsels of the heavenly planets come down to stroll. There he collected garden flowers and other necessary paraphernalia and then engaged in severe austerities and worship.",
        "purport": " The King became pitṛloka-kāma, or desirous of being transferred to the planet named Pitṛloka. Pitṛloka is mentioned in Bhagavad-gītā (yānti deva-vratā devān pitṝn yānti pitṛ-vratāḥ). To go to this planet, one needs very good sons who can make offerings to Lord Viṣṇu and then offer the remnants to their forefathers. The purpose of the śrāddha ceremony is to please the Supreme Personality of Godhead, Lord Viṣṇu, so that after pleasing Him one may offer prasāda to one’s forefathers and in this way make them happy. The inhabitants of Pitṛloka are generally men of the karma-kāṇḍīya, or fruitive activities category, who have been transferred there because of their pious activities. They can stay there as long as their descendants offer them viṣṇu-prasāda. Everyone in heavenly planets such as Pitṛloka, however, must return to earth after exhausting the effects of his pious acts. As confirmed in Bhagavad-gītā (9.21), kṣīṇe puṇye martya-lokaṁ viśanti: persons who perform pious acts are transferred to higher planets, but when the effects of their pious acts are over, they are again transferred to earth. Since Mahārāja Priyavrata was a great devotee, how could he have begotten a son who desired to be transferred to Pitṛloka? Lord Kṛṣṇa says, pitṝn yānti pitṛ-vratāḥ: persons who desire to go to Pitṛloka are transferred there. Similarly, yānti mad-yājino ’pi mām: persons who desire to be transferred to the spiritual planets, Vaikuṇṭhalokas, can also go there. Since Mahārāja Āgnīdhra was the son of a Vaiṣṇava, he should have desired to be transferred to the spiritual world, Vaikuṇṭhaloka. Why, then, did he desire to be transferred to Pitṛloka? In answer to this, Gosvāmī Giridhara, one of the Bhāgavatam commentators, remarks that Āgnīdhra was born when Mahārāja Priyavrata was infatuated by lusty desires. This may be accepted as a fact because sons are begotten with different mentalities according to the time of their conception. According to the Vedic system, therefore, before a child is conceived, the garbhādhāna-saṁskāra is performed. This ceremony molds the mentality of the father in such a way that when he plants his seed in the womb of his wife, he will beget a child whose mind will be completely saturated with a devotional attitude. At the present moment, however, there are no such garbhādhāna-saṁskāras, and therefore people generally have a lusty attitude when they beget children. Especially in this Age of Kali, there are no garbhādhāna ceremonies; everyone enjoys sex with his wife like a cat or dog. Therefore according to śāstric injunctions, almost all the people of this age belong to the śūdra category. Of course, although Mahārāja Āgnīdhra had a desire to be transferred to Pitṛloka, this does not mean that his mentality was that of a śūdra; he was a kṣatriya. Mahārāja Āgnīdhra desired to be transferred to Pitṛloka, and therefore he needed a wife because anyone desiring to be transferred to Pitṛloka must leave behind a good son to offer yearly piṇḍa, or prasāda from Lord Viṣṇu. To have a good son, Mahārāja Āgnīdhra wanted a wife from a family of demigods. Therefore he went to Mandara Hill, where the women of the demigods generally come, to worship Lord Brahmā. In Bhagavad-gītā (4.12) it is said, kāṅkṣantaḥ karmaṇāṁ siddhiṁ yajanta iha devatāḥ: materialists who want quick results in the material world worship demigods. This is also confirmed in Śrīmad-Bhāgavatam. Śrī-aiśvarya-prajepsavaḥ: those who desire beautiful wives, substantial wealth and many sons worship the demigods, but an intelligent devotee, instead of being entangled by the happiness of this material world in the form of a beautiful wife, material opulence and children, desires to be immediately transferred back home, back to Godhead. Thus he worships the Supreme Personality of Godhead, Viṣṇu."
    },
    {
        "verse": "3",
        "devanagari": "तदुपलभ्य भगवानादिपुरुष: सदसि गायन्तीं पूर्वचित्तिं नामाप्सरसमभियापयामास ॥ ३ ॥",
        "english_devnagari": "tad upalabhya bhagavān ādi-puruṣaḥ sadasi gāyantīṁ pūrvacittiṁ nāmāpsarasam abhiyāpayām āsa.",
        "verse_Syn": [
            "tat",
            "upalabhya",
            "bhagavān",
            "ādi",
            "puruṣaḥ",
            "sadasi",
            "gāyantīm",
            "pūrvacittim",
            "nāma",
            "apsarasam",
            "abhiyāpayām",
            "āsa"
        ],
        "translation": "Understanding King Āgnīdhra’s desire, the first and most powerful created being of this universe, Lord Brahmā, selected the best of the dancing girls in his assembly, whose name was Pūrvacitti, and sent her to the King.",
        "purport": " In this verse, the words bhagavān ādi-puruṣaḥ are significant. Bhagavān ādi-puruṣaḥ is Lord Kṛṣṇa. Govindam ādi-puruṣaṁ tam ahaṁ bhajāmi. Lord Kṛṣṇa is the original person. In Bhagavad-gītā, He is also addressed by Arjuna as puruṣam ādyam, the original person, and He is called Bhagavān. In this verse, however, we see that Lord Brahmā is described as bhagavān ādi-puruṣaḥ. The reason he is called bhagavān is that he fully represents the Supreme Personality of Godhead and is the first-born creature in this universe. Lord Brahmā could understand Mahārāja Āgnīdhra’s desire because he is as powerful as Lord Viṣṇu. As Lord Viṣṇu, situated as Paramātmā, can understand the desire of the living entity, so Lord Brahmā can also understand the living entity’s desire, for Viṣṇu, as a via medium, informs him. As stated in Śrīmad-Bhāgavatam (1.1.1), tene brahma hṛdā ya ādi-kavaye: Lord Viṣṇu informs Lord Brahmā of everything from within his heart. Because Mahārāja Āgnīdhra specifically worshiped Lord Brahmā, Lord Brahmā was pleased, and he sent Pūrvacitti, the Apsarā, to satisfy him."
    },
    {
        "verse": "4",
        "devanagari": "सा च तदाश्रमोपवनमतिरमणीयं विविधनिबिडविटपिविटपनिकरसंश्लिष्टपुरटलतारूढस्थलविहङ्गममिथुनै: प्रोच्यमानश्रुतिभि: प्रतिबोध्यमानसलिलकुक्कुटकारण्डवकलहंसादिभिर्विचित्रमुपकूजितामलजलाशयकमलाकरमुपबभ्राम ॥ ४ ॥",
        "english_devnagari": "sā ca tad-āśramopavanam ati-ramaṇīyaṁ vividha-nibiḍa-viṭapi-viṭapa-nikara-saṁśliṣṭa-puraṭa-latārūḍha-sthala-vihaṅgama-mithunaiḥ procyamāna-śrutibhiḥ pratibodhyamāna-salila-kukkuṭa-kāraṇḍava-kalahaṁsādibhir vicitram upakūjitāmala-jalāśaya-kamalākaram upababhrāma.",
        "verse_Syn": [
            "sā",
            "ca",
            "tat",
            "āśrama",
            "upavanam",
            "ati",
            "ramaṇīyam",
            "vividha",
            "nibiḍa",
            "viṭapi",
            "viṭapa",
            "nikara",
            "saṁśliṣṭa",
            "puraṭa",
            "latā",
            "ārūḍha",
            "sthala",
            "vihaṅgama",
            "mithunaiḥ",
            "procyamāna",
            "śrutibhiḥ",
            "pratibodhyamāna",
            "salila",
            "kukkuṭa",
            "kāraṇḍava",
            "kala",
            "haṁsa",
            "ādibhiḥ",
            "vicitram",
            "upakūjita",
            "amala",
            "jala",
            "āśaya",
            "kamala",
            "ākaram",
            "upababhrāma"
        ],
        "translation": "The Apsarā sent by Lord Brahmā began strolling in a beautiful park near the place where the King was meditating and worshiping. The park was beautiful because of its dense green foliage and golden creepers. There were pairs of varied birds such as peacocks, and in a lake there were ducks and swans, all vibrating very sweet sounds. Thus the park was magnificently beautiful because of the foliage, the clear water, the lotus flowers and the sweet singing of various kinds of birds.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "तस्या: सुललितगमनपदविन्यासगतिविलासायाश्चानुपदं खणखणायमानरुचिरचरणाभरणस्वनमुपाकर्ण्य नरदेवकुमार: समाधियोगेनामीलितनयननलिनमुकुलयुगलमीषद्विकचय्य व्यचष्ट ॥ ५ ॥",
        "english_devnagari": "tasyāḥ sulalita-gamana-pada-vinyāsa-gati-vilāsāyāś cānupadaṁ khaṇa-khaṇāyamāna-rucira-caraṇābharaṇa-svanam upākarṇya naradeva-kumāraḥ samādhi-yogenāmīlita-nayana-nalina-mukula-yugalam īṣad vikacayya vyacaṣṭa.",
        "verse_Syn": [
            "tasyāḥ",
            "sulalita",
            "gamana",
            "pada",
            "vinyāsa",
            "gati",
            "vilāsāyāḥ",
            "ca",
            "anupadam",
            "khaṇa",
            "khaṇāyamāna",
            "rucira",
            "caraṇa",
            "ābharaṇa",
            "svanam",
            "upākarṇya",
            "naradeva",
            "kumāraḥ",
            "samādhi",
            "yogena",
            "āmīlita",
            "nayana",
            "nalina",
            "mukula",
            "yugalam",
            "īṣat",
            "vikacayya",
            "vyacaṣṭa"
        ],
        "translation": "As Pūrvacitti passed by on the road in a very beautiful style and mood of her own, the pleasing ornaments on her ankles tinkled with her every step. Although Prince Āgnīdhra was controlling his senses, practicing yoga with half-open eyes, he could see her with his lotuslike eyes, and when he heard the sweet tinkling of her bangles, he opened his eyes slightly more and could see that she was just nearby.",
        "purport": " It is said that yogīs always think of the Supreme Personality of Godhead within their hearts. Dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ (Bhāg. 12.13.1). The Supreme Personality of Godhead is always observed by yogīs who practice controlling the venomous senses. As recommended in Bhagavad-gītā, yogīs should practice samprekṣya nāsikāgram, keeping their eyes half open. If the eyes are closed completely, there will be a tendency to sleep. So-called yogīs sometimes practice a fashionable form of yoga by closing their eyes and meditating, but we have actually seen such so-called yogīs sleeping and snoring while meditating. This is not the practice of yoga. To actually practice yoga, one should keep his eyes half open and gaze at the tip of his nose. Although Āgnīdhra, the son of Priyavrata, was practicing mystic yoga and trying to control his senses, the tinkling sound of Pūrvacitti’s ankle bells disturbed his practice. Yoga indriya-saṁyamaḥ: actual yoga practice means controlling the senses. One must practice mystic yoga to control the senses, but the sense control of a devotee who fully engages in the service of the Lord with his purified senses (hṛṣīkeṇa hṛṣīkeśa-sevanam) can never be disturbed. Śrīla Prabodhānanda Sarasvatī therefore stated, durdāntendriya-kāla-sarpa-paṭalī protkhāta-daṁṣṭra-yate (Caitanya-candrāmṛta 5). The practice of yoga is undoubtedly good because it controls the senses, which are like venomous serpents. When one engages in devotional service, however, completely employing all the activities of the senses in the service of the Lord, the venomous quality of the senses is completely nullified. It is explained that a serpent is to be feared because of its poison fangs, but if those fangs are broken, the serpent, although it seems fearsome, is not at all dangerous. Devotees, therefore, may see hundreds and thousands of beautiful women with fascinating bodily movements and gestures but not be allured, whereas such women would make ordinary yogīs fall. Even the advanced yogī Viśvāmitra broke his mystic practice to unite with Menakā and beget a child known as Śakuntalā. The practice of mystic yoga, therefore, is not sufficiently strong to control the senses. Another example is Prince Āgnīdhra, whose attention was drawn to the movements of Pūrvacitti, the Apsarā, simply because he heard the tinkling of her ankle bells. In the same way that Viśvāmitra Muni was attracted by the tinkling bangles of Menakā, Prince Āgnīdhra, upon hearing the tinkling bangles of Pūrvacitti, immediately opened his eyes to see her beautiful movements as she walked. The prince was also very handsome. As described herein, his eyes were just like the buds of lotus flowers. As he opened his lotuslike eyes, he could immediately see that the Apsarā was present by his side."
    },
    {
        "verse": "6",
        "devanagari": "तामेवाविदूरे मधुकरीमिव सुमनस उपजिघ्रन्तीं दिविजमनुजमनोनयनाह्लाददुघैर्गतिविहारव्रीडाविनयावलोकसुस्वराक्षरावयवैर्मनसि नृणां कुसुमायुधस्य विदधतीं विवरं निजमुख विगलितामृतासवसहासभाषणामोदमदान्धमधुकरनिकरोपरोधेन द्रुतपदविन्यासेन वल्गुस्पन्दनस्तनकलशकबरभाररशनां देवीं तदवलोकनेन विवृतावसरस्य भगवतो मकरध्वजस्य वशमुपनीतो जडवदिति होवाच ॥ ६ ॥",
        "english_devnagari": "tām evāvidūre madhukarīm iva sumanasa upajighrantīṁ divija-manuja-mano-nayanāhlāda-dughair gati-vihāra-vrīḍā-vinayāvaloka-susvarākṣarāvayavair manasi nṛṇāṁ kusumāyudhasya vidadhatīṁ vivaraṁ nija-mukha-vigalitāmṛtāsava-sahāsa-bhāṣaṇāmoda-madāndha-madhukara-nikaroparodhena druta-pada-vinyāsena valgu-spandana-stana-kalaśa-kabara-bhāra-raśanāṁ devīṁ tad-avalokanena vivṛtāvasarasya bhagavato makara-dhvajasya vaśam upanīto jaḍavad iti hovāca.",
        "verse_Syn": [
            "tām",
            "eva",
            "avidūre",
            "madhukarīm",
            "iva",
            "sumanasaḥ",
            "upajighrantīm",
            "divi",
            "ja",
            "manu",
            "ja",
            "manaḥ",
            "nayana",
            "āhlāda",
            "dughaiḥ",
            "gati",
            "vihāra",
            "vrīḍā",
            "vinaya",
            "avaloka",
            "su",
            "svara",
            "akṣara",
            "avayavaiḥ",
            "manasi",
            "nṛṇām",
            "kusuma",
            "āyudhasya",
            "vidadhatīm",
            "vivaram",
            "nija",
            "mukha",
            "vigalita",
            "amṛta",
            "āsava",
            "sa",
            "hāsa",
            "bhāṣaṇa",
            "āmoda",
            "mada",
            "andha",
            "madhukara",
            "nikara",
            "uparodhena",
            "druta",
            "pada",
            "vinyāsena",
            "valgu",
            "spandana",
            "stana",
            "kalaśa",
            "kabara",
            "bhāra",
            "raśanām",
            "devīm",
            "tat",
            "avalokanena",
            "vivṛta",
            "avasarasya",
            "bhagavataḥ",
            "makara",
            "dhvajasya",
            "vaśam",
            "upanītaḥ",
            "jaḍa",
            "vat",
            "iti",
            "ha",
            "uvāca"
        ],
        "translation": "Like a honeybee, the Apsarā smelled the beautiful and attractive flowers. She could attract the minds and vision of both humans and demigods by her playful movements, her shyness and humility, her glances, the very pleasing sounds that poured from her mouth as she spoke, and the motion of her limbs. By all these qualities, she opened for Cupid, who bears an arrow of flowers, a path of aural reception into the minds of men. When she spoke, nectar seemed to flow from her mouth. As she breathed, the bees, mad for the taste of her breath, tried to hover about her beautiful lotuslike eyes. Disturbed by the bees, she tried to move hastily, but as she raised her feet to walk quickly, her hair, the belt on her hips, and her breasts, which were like water jugs, also moved in a way that made her extremely beautiful and attractive. Indeed, she seemed to be making a path for the entrance of Cupid, who is most powerful. Therefore the prince, completely subdued by seeing her, spoke to her as follows.",
        "purport": " How a beautiful woman’s movements and gestures, her hair and the structure of her breasts, hips and other bodily features attract the minds not only of men but of demigods also is very finely described in this statement. The words divija and manuja specifically emphasize that the attraction of feminine gestures is powerful everywhere within this material world, both on this planet and in the higher planetary systems. It is said that the standard of living in the higher planetary systems is thousands and thousands of times higher than the standard of living on this planet. Therefore the beautiful bodily features of the women there are also thousands and thousands of times more attractive than the features of the women on earth. The creator has constructed women in such a way that their beautiful voices and movements and the beautiful features of their hips, their breasts, and the other parts of their bodies attract the members of the opposite sex, both on earth and on other planets, and awaken their lusty desires. When one is controlled by Cupid or the beauty of women, he becomes stunned like matter such as stone. Captivated by the material movements of women, he wants to remain in this material world. Thus one’s promotion to the spiritual world is checked simply by seeing the beautiful bodily structure and movements of women. Śrī Caitanya Mahāprabhu has therefore warned all devotees to beware of the attraction of beautiful women and materialistic civilization. Śrī Caitanya Mahāprabhu even refused to see Pratāparudra Mahārāja because he was a very opulent person in the material world. Lord Caitanya said in this connection, niṣkiñcanasya bhagavad-bhajanonmukhasya: those who are engaged in the devotional service of the Lord because they are very serious about going back home, back to Godhead, should be very careful to avoid seeing the beautiful gestures of women and should also avoid seeing persons who are very rich. “Alas, for a person who is seriously desiring to cross the material ocean and engage in the transcendental loving service of the Lord without material motives, seeing a materialist engaged in sense gratification or seeing a woman who is similarly interested is more abominable than drinking poison willingly.” (Caitanya-caritāmṛta, Madhya 11.8) One who is serious about going back home, back to Godhead, should not contemplate the attractive features of women and the opulence of rich men. Such contemplation will check one’s advancement in spiritual life. Once a devotee is fixed in Kṛṣṇa consciousness, however, these attractions will not agitate his mind."
    },
    {
        "verse": "7",
        "devanagari": "का त्वं चिकीर्षसि च किं मुनिवर्य शैलेमायासि कापि भगवत्परदेवताया: । विज्ये बिभर्षि धनुषी सुहृदात्मनोऽर्थेकिं वा मृगान्मृगयसे विपिने प्रमत्तान् ॥ ७ ॥",
        "english_devnagari": "kā tvaṁ cikīrṣasi ca kiṁ muni-varya śailemāyāsi kāpi bhagavat-para-devatāyāḥvijye bibharṣi dhanuṣī suhṛd-ātmano ’rthekiṁ vā mṛgān mṛgayase vipine pramattān",
        "verse_Syn": [
            "kā",
            "tvam",
            "cikīrṣasi",
            "ca",
            "kim",
            "muni",
            "varya",
            "śaile",
            "māyā",
            "asi",
            "kāpi",
            "bhagavat",
            "para",
            "devatāyāḥ",
            "vijye",
            "bibharṣi",
            "dhanuṣī",
            "suhṛt",
            "ātmanaḥ",
            "arthe",
            "kim",
            "vā",
            "mṛgān",
            "mṛgayase",
            "vipine",
            "pramattān"
        ],
        "translation": "The Prince mistakenly addressed the Apsarā: O best of saintly persons, who are you? Why are you on this hill, and what do you want to do? Are you one of the illusory potencies of the Supreme Personality of Godhead? You seem to be carrying two bows without strings. What is the reason you carry these bows? Is it for some purpose of your own or for the sake of a friend? Perhaps you carry them to kill the mad animals in this forest.",
        "purport": " While undergoing severe penances in the forest, Āgnīdhra was captivated by the movements of Pūrvacitti, the girl sent by Lord Brahmā. As stated in Bhagavad-gītā, kāmais tais tair hṛta jñānāḥ: when one becomes lusty, he loses his intelligence. Therefore Āgnīdhra, having lost his intelligence, could not distinguish whether Pūrvacitti was male or female. He mistook her for a muni-putra, the son of a saintly person in the forest, and addressed her as muni-varya. Because of her personal beauty, however, he could not believe her to be a boy. He therefore began studying her features. First he saw her two eyebrows, which were so expressive that he wondered whether he or she might be the māyā of the Supreme Personality of Godhead. The words used in this connection are bhagavat-para-devatāyāḥ. Devatāḥ, the demigods, all belong to this material world, whereas Bhagavān, the Supreme Personality of Godhead, Kṛṣṇa, is always beyond this material world and is therefore known as para-devatā. The material world is certainly created by māyā, but it is created under the direction of para-devatā, the Supreme Personality of Godhead. As confirmed in Bhagavad-gītā (mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram), māyā is not the ultimate authority for the creation of this material world. Māyā acts on behalf of Kṛṣṇa. Pūrvacitti’s eyebrows were so beautiful that Āgnīdhra compared them to bows without strings. He therefore asked her whether they were to be used for her own purposes or for the sake of someone else. Her eyebrows were like bows meant to kill animals in the forest. This material world is like a great forest, and its inhabitants are like forest animals such as deer and tigers meant to be killed. The killers are the eyebrows of beautiful women. Captivated by the beauty of the fair sex, all the men of the world are killed by bows without strings, but cannot see how they are killed by māyā. It is a fact, however, that they are being killed (bhūtvā bhūtvā pralīyate). By dint of his tapasya, Āgnīdhra could understand how māyā acts under the direction of the Supreme Personality of Godhead. The word pramattān is also significant. Pramatta refers to one who cannot control his senses. The entire material world is being exploited by people who are pramatta, or vimūḍha. Prahlāda Mahārāja therefore said: “They are rotting in material activities for transient material pleasure and spoiling their lives toiling all day and night simply for sense gratification, with no attachment for love of Godhead. I am simply lamenting for them and devising various plans to deliver them from the clutches of māyā.” (Bhāg. 7.9.43) Karmīs who act very seriously for sense gratification are always referred to in the śāstras by such terms as pramatta, vimukha and vimūḍha. They are killed by māyā. However, one who is apramatta, a sane, sober person, a dhīra, knows very well that a human being’s primary duty is to render service to the Supreme Person. Māyā is always ready to kill those who are pramatta with her invisible bows and arrows. Āgnīdhra questioned Pūrvacitti about this."
    },
    {
        "verse": "8",
        "devanagari": "बाणाविमौ भगवत: शतपत्रपत्रौशान्तावपुङ्खरुचिरावतितिग्मदन्तौ । कस्मै युयुङ्‌क्षसि वने विचरन्न विद्म:क्षेमाय नो जडधियां तव विक्रमोऽस्तु ॥ ८ ॥",
        "english_devnagari": "bāṇāv imau bhagavataḥ śata-patra-patrauśāntāv apuṅkha-rucirāv ati-tigma-dantaukasmai yuyuṅkṣasi vane vicaran na vidmaḥkṣemāya no jaḍa-dhiyāṁ tava vikramo ’stu",
        "verse_Syn": [
            "bāṇau",
            "imau",
            "bhagavataḥ",
            "śata",
            "patra",
            "patrau",
            "śāntau",
            "apuṅkha",
            "rucirau",
            "ati",
            "tigma",
            "dantau",
            "kasmai",
            "yuyuṅkṣasi",
            "vane",
            "vicaran",
            "na",
            "vidmaḥ",
            "kṣemāya",
            "naḥ",
            "jaḍa",
            "dhiyām",
            "tava",
            "vikramaḥ",
            "astu"
        ],
        "translation": "Then Āgnīdhra observed the glancing eyes of Pūrvacitti and said: My dear friend, you have two very powerful arrows, namely your glancing eyes. Those arrows have feathers like the petals of a lotus flower. Although they have no shafts, they are very beautiful, and they have very sharp, piercing points. They appear very peaceful, and thus it seems that they will not be shot at anyone. You must be loitering in this forest to shoot those arrows at someone, but I cannot understand whom. My intelligence is dull, and I cannot combat you. Indeed, no one can equal you in prowess, and therefore I pray that your prowess will be for my good fortune.",
        "purport": " Āgnīdhra thus began appreciating Pūrvacitti’s powerful glance upon him. He compared her glancing eyes to very sharp arrows. Although her eyes were as beautiful as lotuses, they were simultaneously like shaftless arrows, and Āgnīdhra was therefore afraid of them. He hoped that her glances upon him would be favorable because he was already captivated and the more captivated he became the more impossible it would be for him to remain without her. Āgnīdhra therefore prayed to Pūrvacitti that her glances at him would be auspicious, not futile. In other words, he prayed that she would become his wife."
    },
    {
        "verse": "9",
        "devanagari": "शिष्या इमे भगवत: परित: पठन्तिगायन्ति साम सरहस्यमजस्रमीशम् । युष्मच्छिखाविलुलिता: सुमनोऽभिवृष्टी:सर्वे भजन्त्यृषिगणा इव वेदशाखा: ॥ ९ ॥",
        "english_devnagari": "śiṣyā ime bhagavataḥ paritaḥ paṭhantigāyanti sāma sarahasyam ajasram īśamyuṣmac-chikhā-vilulitāḥ sumano ’bhivṛṣṭīḥsarve bhajanty ṛṣi-gaṇā iva veda-śākhāḥ",
        "verse_Syn": [
            "śiṣyāḥ",
            "ime",
            "bhagavataḥ",
            "paritaḥ",
            "paṭhanti",
            "gāyanti",
            "sāma",
            "sa",
            "rahasyam",
            "ajasram",
            "īśam",
            "yuṣmat",
            "śikhā",
            "vilulitāḥ",
            "sumanaḥ",
            "abhivṛṣṭīḥ",
            "sarve",
            "bhajanti",
            "ṛṣi",
            "gaṇāḥ",
            "iva",
            "veda",
            "śākhāḥ"
        ],
        "translation": "Seeing the bumblebees following Pūrvacitti, Mahārāja Āgnīdhra said: My dear Lord, the bumblebees surrounding your body are like disciples surrounding your worshipable self. They are incessantly chanting the mantras of the Sāma Veda and the Upaniṣads, thus offering prayers to you. Just as great sages resort to the branches of Vedic literatures, the bumblebees are enjoying the showers of flowers falling from your hair.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "वाचं परं चरणपञ्जरतित्तिरीणांब्रह्मन्नरूपमुखरां श‍ृणवाम तुभ्यम् । लब्धा कदम्बरुचिरङ्कविटङ्कबिम्बेयस्यामलातपरिधि: क्‍व च वल्कलं ते ॥ १० ॥",
        "english_devnagari": "vācaṁ paraṁ caraṇa-pañjara-tittirīṇāṁbrahmann arūpa-mukharāṁ śṛṇavāma tubhyamlabdhā kadamba-rucir aṅka-viṭaṅka-bimbeyasyām alāta-paridhiḥ kva ca valkalaṁ te",
        "verse_Syn": [
            "vācam",
            "param",
            "caraṇa",
            "pañjara",
            "tittirīṇām",
            "brahman",
            "arūpa",
            "mukharām",
            "śṛṇavāma",
            "tubhyam",
            "labdhā",
            "kadamba",
            "ruciḥ",
            "aṅka",
            "viṭaṅka",
            "bimbe",
            "yasyām",
            "alāta",
            "paridhiḥ",
            "kva",
            "ca",
            "valkalam",
            "te"
        ],
        "translation": "O brāhmaṇa, I can simply hear the tinkling of your ankle bells. Within those bells, tittiri birds seem to be chirping among themselves. Although I do not see their forms, I can hear how they are chirping. When I look at your beautiful circular hips, I see they are the lovely color of kadamba flowers, and your waist is encircled by a belt of burning cinders. Indeed, you seem to have forgotten to dress yourself.",
        "purport": " With lusty desires to see Pūrvacitti, Āgnīdhra especially gazed upon the girl’s attractive hips and waist. When a man looks upon a woman with such lusty desires, he is captivated by her face, her breasts and her waist, for a woman first attracts a man to fulfill his sexual desires by the beautiful features of her face, by the beautiful slope of her breasts and also by her waist. Pūrvacitti was dressed in fine yellow silk, and therefore her hips looked like kadamba flowers. Because of her belt, her waist seemed to be encircled by burning cinders. She was fully dressed, but Āgnīdhra had become so lusty that he asked, “Why have you come naked?”"
    },
    {
        "verse": "11",
        "devanagari": "किं सम्भृतं रुचिरयोर्द्विज श‍ृङ्गयोस्तेमध्ये कृशो वहसि यत्र द‍ृशि: श्रिता मे । पङ्कोऽरुण: सुरभीरात्मविषाण ईद‍ृग्येनाश्रमं सुभग मे सुरभीकरोषि ॥ ११ ॥",
        "english_devnagari": "kiṁ sambhṛtaṁ rucirayor dvija śṛṅgayos temadhye kṛśo vahasi yatra dṛśiḥ śritā mepaṅko ’ruṇaḥ surabhīr ātma-viṣāṇa īdṛgyenāśramaṁ subhaga me surabhī-karoṣi",
        "verse_Syn": [
            "kim",
            "sambhṛtam",
            "rucirayoḥ",
            "dvija",
            "śṛṅgayoḥ",
            "te",
            "madhye",
            "kṛśaḥ",
            "vahasi",
            "yatra",
            "dṛśiḥ",
            "śritā",
            "me",
            "paṅkaḥ",
            "aruṇaḥ",
            "surabhiḥ",
            "ātma",
            "viṣāṇe",
            "īdṛk",
            "yena",
            "āśramam",
            "su",
            "bhaga",
            "me",
            "surabhī",
            "karoṣi"
        ],
        "translation": "Āgnīdhra then praised Pūrvacitti’s raised breasts. He said: My dear brāhmaṇa your waist is very thin, yet with great difficulty you are carefully carrying two horns, to which my eyes have become attracted. What is filling those two beautiful horns? You seem to have spread fragrant red powder upon them, powder that is like the rising morning sun. O most fortunate one, I beg to inquire where you have gotten this fragrant powder that is perfuming my āśrama, my place of residence.",
        "purport": " Āgnīdhra appreciated Pūrvacitti’s raised breasts. After seeing the girl’s breasts, he became almost mad. Nevertheless, he could not recognize whether Pūrvacitti was a boy or a girl, for as a result of his austerity he saw no distinction between the two. He therefore addressed her with the word dvija, “O brāhmaṇa.” Yet why should a dvija, a brāhmaṇa boy, have horns on his chest? Because the boy’s waist was thin, Āgnīdhra thought, he was carrying the horns with great difficulty, and therefore they must be filled with something very valuable. Otherwise why would he carry them? When a woman’s waist is thin and her breasts are full, she looks very attractive. Āgnīdhra, his eyes attracted, contemplated the heavy breasts on the girl’s thin body and imagined how her back must sustain them. Āgnīdhra imagined that her raised breasts were two horns she had covered with cloth so that others would not see the valuables within them. Āgnīdhra, however, was very anxious to see them. Therefore he requested, “Please uncover them so that I can see what you are carrying. Rest assured that I shall not take it away. If you feel an inconvenience in removing the covering, I can help you; I myself can uncover them to see what valuable things those raised horns contain.” He was also surprised to see the red dust of perfumed kuṅkuma spread over her breasts. Nevertheless, still considering Pūrvacitti a boy, Āgnīdhra addressed her as subhaga, most fortunate muni. The boy must have been fortunate; otherwise how simply by standing there could he perfume Āgnīdhra’s entire āśrama?"
    },
    {
        "verse": "12",
        "devanagari": "लोकं प्रदर्शय सुहृत्तम तावकं मेयत्रत्य इत्थमुरसावयवावपूर्वौ । अस्मद्विधस्य मनउन्नयनौ बिभर्तिबह्वद्भ‍ुतं सरसराससुधादि वक्त्रे ॥ १२ ॥",
        "english_devnagari": "lokaṁ pradarśaya suhṛttama tāvakaṁ meyatratya ittham urasāvayavāv apūrvauasmad-vidhasya mana-unnayanau bibhartibahv adbhutaṁ sarasa-rāsa-sudhādi vaktre",
        "verse_Syn": [
            "lokam",
            "pradarśaya",
            "suhṛt",
            "tama",
            "tāvakam",
            "me",
            "yatratyaḥ",
            "ittham",
            "urasā",
            "avayavau",
            "apūrvau",
            "asmat",
            "vidhasya",
            "manaḥ",
            "unnayanau",
            "bibharti",
            "bahu",
            "adbhutam",
            "sarasa",
            "rāsa",
            "sudhā",
            "ādi",
            "vaktre"
        ],
        "translation": "O best friend, will you kindly show me the place where you reside? I cannot imagine how the residents of that place have gotten such wonderful bodily features as your raised breasts, which agitate the mind and eyes of a person like me who sees them. Judging by the sweet speech and kind smiles of those residents, I think that their mouths must contain nectar.",
        "purport": " Still bewildered, Āgnīdhra wanted to see the place from which the brāhmaṇa boy had come, where the men had such raised breasts. Such attractive features, he thought, must be due to the severe austerities performed there. Āgnīdhra addressed the girl as suhṛttama, the best friend, so that she would not refuse to take him there. Not only was Āgnīdhra captivated by the girl’s raised breasts; he was also attracted by her sweet speech. Nectar seemed to emanate from her mouth, and therefore he was increasingly surprised."
    },
    {
        "verse": "13",
        "devanagari": "का वाऽऽत्मवृत्तिरदनाद्धविरङ्ग वातिविष्णो: कलास्यनिमिषोन्मकरौ च कर्णौ । उद्विग्नमीनयुगलं द्विजपङ्क्तिशोचि-रासन्नभृङ्गनिकरं सर इन्मुखं ते ॥ १३ ॥",
        "english_devnagari": "kā vātma-vṛttir adanād dhavir aṅga vātiviṣṇoḥ kalāsy animiṣonmakarau ca karṇauudvigna-mīna-yugalaṁ dvija-paṅkti-śocirāsanna-bhṛṅga-nikaraṁ sara in mukhaṁ te",
        "verse_Syn": [
            "kā",
            "vā",
            "ātma",
            "vṛttiḥ",
            "adanāt",
            "haviḥ",
            "aṅga",
            "vāti",
            "viṣṇoḥ",
            "kalā",
            "asi",
            "animiṣa",
            "unmakarau",
            "ca",
            "karṇau",
            "udvigna",
            "mīna",
            "yugalam",
            "dvija",
            "paṅkti",
            "śociḥ",
            "āsanna",
            "bhṛṅga",
            "nikaram",
            "saraḥ",
            "it",
            "mukham",
            "te"
        ],
        "translation": "My dear friend, what do you eat to maintain your body? Because you are chewing betel, a pleasing scent is emanating from your mouth. This proves that you always eat the remnants of food offered to Viṣṇu. Indeed, you must also be an expansion of Lord Viṣṇu’s body. Your face is as beautiful as a pleasing lake. Your jeweled earrings resemble two brilliant sharks with unblinking eyes like those of Viṣṇu, and your own eyes resemble two restless fish. Simultaneously, therefore, two sharks and two restless fish are swimming in the lake of your face. Besides them, the white rows of your teeth seem like rows of very beautiful swans in the water, and your scattered hair resembles swarms of bumblebees following the beauty of your face.",
        "purport": " The devotees of Lord Viṣṇu are also His expansions. They are called vibhinnāṁśa. Lord Viṣṇu is offered all kinds of sacrificial ingredients, and because devotees always eat prasāda, the remnants of His food, the scent of sacrificial ingredients emanates not only from Viṣṇu but also from the devotees who eat the remnants of His food or the food of His devotees. Āgnīdhra considered Pūrvacitti an expansion of Lord Viṣṇu because of the pleasing scent of her body. Aside from that, because of her jeweled earrings, shaped like sharks, because of her scattered hair, resembling bumblebees mad after the scent of her body, and because of the white rows of her teeth, which resembled swans, Āgnīdhra compared Pūrvacitti’s face to a beautiful lake decorated with lotus flowers, fish, swans and bumblebees."
    },
    {
        "verse": "14",
        "devanagari": "योऽसौ त्वया करसरोजहत: पतङ्गोदिक्षु भ्रमन् भ्रमत एजयतेऽक्षिणी मे । मुक्तं न ते स्मरसि वक्रजटावरूथंकष्टोऽनिलो हरति लम्पट एष नीवीम् ॥ १४ ॥",
        "english_devnagari": "yo ’sau tvayā kara-saroja-hataḥ pataṅgodikṣu bhraman bhramata ejayate ’kṣiṇī memuktaṁ na te smarasi vakra-jaṭā-varūthaṁkaṣṭo ’nilo harati lampaṭa eṣa nīvīm",
        "verse_Syn": [
            "yaḥ",
            "asau",
            "tvayā",
            "kara",
            "saroja",
            "hataḥ",
            "pataṅgaḥ",
            "dikṣu",
            "bhraman",
            "bhramataḥ",
            "ejayate",
            "akṣiṇī",
            "me",
            "muktam",
            "na",
            "te",
            "smarasi",
            "vakra",
            "jaṭā",
            "varūtham",
            "kaṣṭaḥ",
            "anilaḥ",
            "harati",
            "lampaṭaḥ",
            "eṣaḥ",
            "nīvīm"
        ],
        "translation": "My mind is already restless, and by playing with a ball, moving it all about with your lotuslike palm, you are also agitating my eyes. Your curling black hair is now scattered, but you are not attentive to arranging it. Are you not going to arrange it? Like a man attached to women, the most cunning wind is trying to take off your lower garment. Are you not mindful of it?",
        "purport": " The girl Pūrvacitti was playing with a ball in her hand, and the ball seemed like nothing but another lotus flower captured by her lotuslike palm. Because of her movements, her hair was loose, and the belt holding her cloth was giving way, as if the cunning wind were trying to make her naked. Yet she paid no attention to arranging her hair or fixing her dress. As Āgnīdhra tried to see the girl’s naked beauty, his eyes were very agitated by her movements."
    },
    {
        "verse": "15",
        "devanagari": "रूपं तपोधन तपश्चरतां तपोघ्नंह्येतत्तु केन तपसा भवतोपलब्धम् । चर्तुं तपोऽर्हसि मया सह मित्र मह्यंकिं वा प्रसीदति स वै भवभावनो मे ॥ १५ ॥",
        "english_devnagari": "rūpaṁ tapodhana tapaś caratāṁ tapoghnaṁhy etat tu kena tapasā bhavatopalabdhamcartuṁ tapo ’rhasi mayā saha mitra mahyaṁkiṁ vā prasīdati sa vai bhava-bhāvano me",
        "verse_Syn": [
            "rūpam",
            "tapaḥ",
            "dhana",
            "tapaḥ",
            "caratām",
            "tapaḥ",
            "ghnam",
            "hi",
            "etat",
            "tu",
            "kena",
            "tapasā",
            "bhavatā",
            "upalabdham",
            "cartum",
            "tapaḥ",
            "arhasi",
            "mayā",
            "saha",
            "mitra",
            "mahyam",
            "kim",
            "vā",
            "prasīdati",
            "saḥ",
            "vai",
            "bhava",
            "bhāvanaḥ",
            "me"
        ],
        "translation": "O best among those performing austerities, where did you get this wonderful beauty that dismantles the austerities performed by others? Where have you learned this art? What austerity have you undergone to achieve this beauty, my dear friend? I desire that you join me to perform austerity and penance, for it may be that the creator of the universe, Lord Brahmā, being pleased with me, has sent you to become my wife.",
        "purport": " Āgnīdhra appreciated the wonderful beauty of Pūrvacitti. Indeed, he was surprised to see such exceptional beauty, which must have been the result of past austerities and penances. He therefore asked the girl whether she had achieved such beauty just to break the penances and austerities of others. He thought that Lord Brahmā, the creator of the universe, might have been pleased with him and might therefore have sent her to become his wife. He requested Pūrvacitti to become his wife so that together they could perform austerities and penances in family life. In other words, a suitable wife helps her husband perform penances and austerities in household life if both of them are on the same elevated platform of spiritual understanding. Without spiritual understanding, husband and wife cannot be equally situated. Lord Brahmā, the creator of the universe, is interested in good progeny. Therefore unless he is pleased, one cannot get a suitable wife. In fact, Lord Brahmā is worshiped in marriage ceremonies. In India even today, wedding invitations are still issued with a picture of Lord Brahmā on the face of the card."
    },
    {
        "verse": "16",
        "devanagari": "न त्वां त्यजामि दयितं द्विजदेवदत्तंयस्मिन्मनो द‍ृगपि नो न वियाति लग्नम् । मां चारुश‍ृङ्‌ग्यर्हसि नेतुमनुव्रतं तेचित्तं यत: प्रतिसरन्तु शिवा: सचिव्य: ॥ १६ ॥",
        "english_devnagari": "na tvāṁ tyajāmi dayitaṁ dvija-deva-dattaṁyasmin mano dṛg api no na viyāti lagnammāṁ cāru-śṛṅgy arhasi netum anuvrataṁ tecittaṁ yataḥ pratisarantu śivāḥ sacivyaḥ",
        "verse_Syn": [
            "na",
            "tvām",
            "tyajāmi",
            "dayitam",
            "dvija",
            "deva",
            "dattam",
            "yasmin",
            "manaḥ",
            "dṛk",
            "api",
            "naḥ",
            "na",
            "viyāti",
            "lagnam",
            "mām",
            "cāru",
            "śṛṅgi",
            "arhasi",
            "netum",
            "anuvratam",
            "te",
            "cittam",
            "yataḥ",
            "pratisarantu",
            "śivāḥ",
            "sacivyaḥ"
        ],
        "translation": "Lord Brahmā, who is worshiped by the brāhmaṇas, has very mercifully given you to me, and that is why I have met you. I do not want to give up your company, for my mind and eyes are fixed upon you and cannot be drawn away. O woman with beautiful raised breasts, I am your follower. You may take me wherever you like, and your friends may also follow me.",
        "purport": " Now Āgnīdhra frankly admits his weakness. He was attracted to Pūrvacitti, and therefore before she could say “But I have no business with you,” he expressed his desire to be united with her. He was so attracted that he was ready to go anywhere, hell or heaven, in her company. When one is absorbed in lust and the influence of sex, one surrenders to the feet of a woman without reservations. Śrīla Madhvācārya remarks in this connection that when one engages in joking and talking like a crazy person, one may say anything and everything, but his words will be meaningless."
    },
    {
        "verse": "17",
        "devanagari": "श्रीशुक उवाचइति ललनानुनयातिविशारदो ग्राम्यवैदग्ध्यया परिभाषया तां विबुधवधूं विबुधमतिरधिसभाजयामास ॥ १७ ॥",
        "english_devnagari": "śrī-śuka uvācaiti lalanānunayāti-viśārado grāmya-vaidagdhyayā paribhāṣayā tāṁ vibudha-vadhūṁ vibudha-matir adhisabhājayām āsa.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "lalanā",
            "anunaya",
            "ati",
            "viśāradaḥ",
            "grāmya",
            "vaidagdhyayā",
            "paribhāṣayā",
            "tām",
            "vibudha",
            "vadhūm",
            "vibudha",
            "matiḥ",
            "adhisabhājayām",
            "āsa"
        ],
        "translation": "Śukadeva Gosvāmī continued: Mahārāja Āgnīdhra, whose intelligence was like that of a demigod, knew the art of flattering women to win them to his side. He therefore pleased that celestial girl with his lusty words and gained her favor.",
        "purport": " Since King Āgnīdhra was a devotee, he actually had no attraction for material enjoyment, but because he wanted a wife for progeny and Lord Brahmā had sent Pūrvacitti for this purpose, he expertly pleased her with flattering words. Women are attracted by a man’s flattering words. One who is expert in this art of flattery is called vidagdha."
    },
    {
        "verse": "18",
        "devanagari": "सा च ततस्तस्य वीरयूथपतेर्बुद्धिशीलरूपवय:श्रियौदार्येण पराक्षिप्तमनास्तेन सहायुतायुतपरिवत्सरोपलक्षणं कालं जम्बूद्वीपपतिना भौमस्वर्गभोगान् बुभुजे ॥ १८ ॥",
        "english_devnagari": "sā ca tatas tasya vīra-yūtha-pater buddhi-śīla-rūpa-vayaḥ-śriyaudāryeṇa parākṣipta-manās tena sahāyutāyuta-parivatsaropalakṣaṇaṁ kālaṁ jambūdvīpa-patinā bhauma-svarga-bhogān bubhuje.",
        "verse_Syn": [
            "sā",
            "ca",
            "tataḥ",
            "tasya",
            "vīra",
            "yūtha",
            "pateḥ",
            "buddhi",
            "śīla",
            "rūpa",
            "vayaḥ",
            "śriyā",
            "audāryeṇa",
            "parākṣipta",
            "manāḥ",
            "tena",
            "saha",
            "ayuta",
            "ayuta",
            "parivatsara",
            "upalakṣaṇam",
            "kālam",
            "jambūdvīpa",
            "patinā",
            "bhauma",
            "svarga",
            "bhogān",
            "bubhuje"
        ],
        "translation": "Attracted by the intelligence, learning, youth, beauty, behavior, opulence and magnanimity of Āgnīdhra, the King of Jambūdvīpa and master of all heroes, Pūrvacitti lived with him for many thousands of years and luxuriously enjoyed both worldly and heavenly happiness.",
        "purport": " By the grace of Lord Brahmā, King Āgnīdhra and the heavenly girl Pūrvacitti, found their union quite suitable. Thus they enjoyed worldly and heavenly happiness for many thousands of years."
    },
    {
        "verse": "19",
        "devanagari": "तस्यामु ह वा आत्मजान् स राजवर आग्नीध्रो नाभिकिम्पुरुषहरिवर्षेलावृतरम्यकहिरण्मयकुरुभद्राश्वकेतुमालसंज्ञान्नव पुत्रानजनयत् ॥ १९ ॥",
        "english_devnagari": "tasyām u ha vā ātmajān sa rāja-vara āgnīdhro nābhi-kimpuruṣa-harivarṣelāvṛta-ramyaka-hiraṇmaya-kuru-bhadrāśva-ketumāla-saṁjñān nava putrān ajanayat.",
        "verse_Syn": [
            "tasyām",
            "u",
            "ha",
            "vā",
            "ātma",
            "jān",
            "saḥ",
            "rāja",
            "varaḥ",
            "āgnīdhraḥ",
            "nābhi",
            "kiṁpuruṣa",
            "hari",
            "varṣa",
            "ilāvṛta",
            "ramyaka",
            "hiraṇmaya",
            "kuru",
            "bhadrāśva",
            "ketu",
            "māla",
            "saṁjñān",
            "nava",
            "putrān",
            "ajanayat"
        ],
        "translation": "In the womb of Pūrvacitti, Mahārāja Āgnīdhra, the best of kings, begot nine sons, named Nābhi, Kiṁpuruṣa, Harivarṣa, Ilāvṛta, Ramyaka, Hiraṇmaya, Kuru, Bhadrāśva and Ketumāla.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "सा सूत्वाथ सुतान्नवानुवत्सरं गृह एवापहाय पूर्वचित्तिर्भूय एवाजं देवमुपतस्थे ॥ २० ॥",
        "english_devnagari": "sā sūtvātha sutān navānuvatsaraṁ gṛha evāpahāya pūrvacittir bhūya evājaṁ devam upatasthe.",
        "verse_Syn": [
            "sā",
            "sūtvā",
            "atha",
            "sutān",
            "nava",
            "anuvatsaram",
            "gṛhe",
            "eva",
            "apahāya",
            "pūrvacittiḥ",
            "bhūyaḥ",
            "eva",
            "ajam",
            "devam",
            "upatasthe"
        ],
        "translation": "Pūrvacitti gave birth to these nine sons, one each year, but after they grew up she left them at home and again approached Lord Brahmā to worship him.",
        "purport": " There are many instances in which Apsarās, heavenly angels, have descended to this earth by the order of a superior demigod like Lord Brahmā or Lord Indra, have followed the demigod’s order by marrying someone and giving birth to children, and have then returned to their celestial homes. For example, after Menakā, the celestial woman who had come to delude Viśvāmitra Muni, gave birth to the child Śakuntalā, she left both the child and her husband and returned to the heavenly planets. Pūrvacitti did not remain permanently with Mahārāja Āgnīdhra. After cooperating in his household affairs, she left Mahārāja Āgnīdhra and all nine sons and returned to Brahmā to worship him."
    },
    {
        "verse": "21",
        "devanagari": "आग्नीध्रसुतास्ते मातुरनुग्रहादौत्पत्तिकेनैव संहननबलोपेता: पित्रा विभक्ता आत्मतुल्यनामानि यथाभागं जम्बूद्वीपवर्षाणि बुभुजु: ॥ २१ ॥",
        "english_devnagari": "āgnīdhra-sutās te mātur anugrahād autpattikenaiva saṁhanana-balopetāḥ pitrā vibhaktā ātma-tulya-nāmāni yathā-bhāgaṁ jambūdvīpa-varṣāṇi bubhujuḥ.",
        "verse_Syn": [
            "āgnīdhra",
            "sutāḥ",
            "te",
            "mātuḥ",
            "anugrahāt",
            "autpattikena",
            "eva",
            "saṁhanana",
            "bala",
            "upetāḥ",
            "pitrā",
            "vibhaktāḥ",
            "ātma",
            "tulya",
            "nāmāni",
            "yathā",
            "bhāgam",
            "jambūdvīpa",
            "varṣāṇi",
            "bubhujuḥ"
        ],
        "translation": "Because of drinking the breast milk of their mother, the nine sons of Āgnīdhra naturally had strong, well-built bodies. Their father gave them each a kingdom in a different part of Jambūdvīpa. The kingdoms were named according to the names of the sons. Thus the sons of Āgnīdhra ruled the kingdoms they received from their father.",
        "purport": " The ācāryas specifically mention that in this verse the words mātuḥ anugrahāt (“by the mercy of their mother”) refer to the breast milk of their mother. In India it is a common belief that if a baby is fed his mother’s milk for at least six months, his body will be very strong. Besides that, it is mentioned herein that all the sons of Āgnīdhra were endowed with the nature of their mother. Bhagavad-gītā (1.40) also declares, strīṣu duṣṭāsu vārṣṇeya jāyate varṇa-saṅkaraḥ: when women are polluted, varṇa-saṅkara, unqualified children, are generated, and when the varṇa-saṅkara population increases, the entire world becomes hellish. Therefore, according to Manu-saṁhitā, a woman needs a great deal of protection in order to remain pure and chaste so that her children can be fully engaged for the benefit of human society."
    },
    {
        "verse": "22",
        "devanagari": "आग्नीध्रो राजातृप्त: कामानामप्सरसमेवानुदिनमधिमन्यमानस्तस्या: सलोकतां श्रुतिभिरवारुन्ध यत्र पितरो मादयन्ते ॥ २२ ॥",
        "english_devnagari": "āgnīdhro rājātṛptaḥ kāmānām apsarasam evānudinam adhi-manyamānas tasyāḥ salokatāṁ śrutibhir avārundha yatra pitaro mādayante.",
        "verse_Syn": [
            "āgnīdhraḥ",
            "rājā",
            "atṛptaḥ",
            "kāmānām",
            "apsarasam",
            "eva",
            "anudinam",
            "adhi",
            "manyamānaḥ",
            "tasyāḥ",
            "sa",
            "lokatām",
            "śrutibhiḥ",
            "avārundha",
            "yatra",
            "pitaraḥ",
            "mādayante"
        ],
        "translation": "After Pūrvacitti’s departure, King Āgnīdhra, his lusty desires not at all satisfied, always thought of her. Therefore, in accordance with the Vedic injunctions, the King, after his death, was promoted to the same planet as his celestial wife. That planet, which is called Pitṛloka, is where the pitās, the forefathers, live in great delight.",
        "purport": " If one always thinks of something, he certainly gets a related body after death. Mahārāja Āgnīdhra was always thinking of Pitṛloka, the place where his wife had returned. Therefore after his death he achieved that same planet, probably to live with her again. Bhagavad-gītā also says: “Whatever state of being one remembers when he quits his body, that state he will attain without fail.” (Bg. 8.6) We can naturally conclude that if we always think of Kṛṣṇa or become fully Kṛṣṇa conscious, we can be promoted to the planet of Goloka Vṛndāvana, where Kṛṣṇa eternally lives."
    },
    {
        "verse": "23",
        "devanagari": "सम्परेते पितरि नव भ्रातरो मेरुदुहितृर्मेरुदेवीं प्रतिरूपामुग्रदंष्ट्रीं लतां रम्यां श्यामां नारीं भद्रां देववीतिमितिसंज्ञा नवोदवहन् ॥ २३ ॥",
        "english_devnagari": "samparete pitari nava bhrātaro meru-duhitṝr merudevīṁ pratirūpām ugradaṁṣṭrīṁ latāṁ ramyāṁ śyāmāṁ nārīṁ bhadrāṁ devavītim iti saṁjñā navodavahan.",
        "verse_Syn": [
            "samparete",
            "pitari",
            "nava",
            "bhrātaraḥ",
            "meru",
            "duhitṝḥ",
            "merudevīm",
            "prati",
            "rūpām",
            "ugra",
            "daṁṣṭrīm",
            "latām",
            "ramyām",
            "śyāmām",
            "nārīm",
            "bhadrām",
            "deva",
            "vītim",
            "iti",
            "saṁjñāḥ",
            "nava",
            "udavahan"
        ],
        "translation": "After the departure of their father, the nine brothers married the nine daughters of Meru named Merudevī, Pratirūpā, Ugradaṁṣṭrī, Latā, Ramyā, Śyāmā, Nārī, Bhadrā and Devavīti.",
        "purport": ""
    }
]