[
    {
        "verse": "1",
        "devanagari": "स होवाचस एष देहात्ममानिनां सत्त्वादिगुणविशेषविकल्पितकुशलाकुशलसमवहारविनिर्मितविविधदेहावलिभिर्वियोगसंयोगाद्यनादिसंसारानुभवस्य द्वारभूतेनषडिन्द्रियवर्गेण तस्मिन्दुर्गाध्ववदसुगमेऽध्वन्यापतित ईश्वरस्य भगवतो विष्णोर्वशवर्तिन्या मायया जीवलोकोऽयं यथा वणिक्सार्थोऽर्थपर: स्वदेहनिष्पादितकर्मानुभव: श्मशानवदशिवतमायां संसाराटव्यां गतो नाद्यापि विफलबहुप्रतियोगेहस्तत्तापोपशमनीं हरिगुरुचरणारविन्दमधुकरानुपदवीमवरुन्धे ॥ १ ॥",
        "english_devnagari": "sa hovācasa eṣa dehātma-mānināṁ sattvādi-guṇa-viśeṣa-vikalpita-kuśalāku-śala-samavahāra-vinirmita-vividha-dehāvalibhir viyoga-saṁyogādy-anādi-saṁsārānubhavasya dvāra-bhūtena ṣaḍ-indriya-vargeṇa tasmin durgādhvavad asugame ’dhvany āpatita īśvarasya bhagavato viṣṇor vaśa-vartinyā māyayā jīva-loko ’yaṁ yathā vaṇik-sārtho ’rtha-paraḥ sva-deha-niṣpādita-karmānubhavaḥ śmaśānavad aśivatamāyāṁ saṁsārāṭavyāṁ gato nādyāpi viphala-bahu-pratiyogehas tat-tāpopaśamanīṁ hari-guru-caraṇāravinda-madhukarānupadavīm avarundhe.",
        "verse_Syn": [
            "saḥ",
            "ha",
            "uvāca",
            "saḥ",
            "eṣaḥ",
            "deha",
            "ātma",
            "māninām",
            "sattva",
            "ādi",
            "guṇa",
            "viśeṣa",
            "vikalpita",
            "kuśala",
            "akuśala",
            "samavahāra",
            "vinirmita",
            "vividha",
            "deha",
            "āvalibhiḥ",
            "viyoga",
            "saṁyoga",
            "ādi",
            "anādi",
            "saṁsāra",
            "anubhavasya",
            "dvāra",
            "bhūtena",
            "ṣaṭ",
            "indriya",
            "vargeṇa",
            "tasmin",
            "durga",
            "adhva",
            "vat",
            "asugame",
            "adhvani",
            "āpatitaḥ",
            "īśvarasya",
            "bhagavataḥ",
            "viṣṇoḥ",
            "vaśa",
            "vartinyā",
            "māyayā",
            "jīva",
            "lokaḥ",
            "ayam",
            "yathā",
            "vaṇik",
            "sa",
            "arthaḥ",
            "artha",
            "paraḥ",
            "sva",
            "deha",
            "niṣpādita",
            "karma",
            "anubhavaḥ",
            "śmaśāna",
            "vat",
            "aśivatamāyām",
            "saṁsāra",
            "aṭavyām",
            "gataḥ",
            "na",
            "adya",
            "api",
            "viphala",
            "bahu",
            "pratiyoga",
            "īhaḥ",
            "tat",
            "tāpa",
            "upaśa",
            "manīm",
            "hari",
            "guru",
            "caraṇa",
            "aravinda",
            "madhukara",
            "anupadavīm",
            "avarundhe"
        ],
        "translation": "When King Parīkṣit asked Śukadeva Gosvāmī about the direct meaning of the material forest, Śukadeva Gosvāmī replied as follows: My dear King, a man belonging to the mercantile community [vaṇik] is always interested in earning money. Sometimes he enters the forest to acquire some cheap commodities like wood and earth and sell them in the city at good prices. Similarly, the conditioned soul, being greedy, enters this material world for some material profit. Gradually he enters the deepest part of the forest, not really knowing how to get out. Having entered the material world, the pure soul becomes conditioned by the material atmosphere, which is created by the external energy under the control of Lord Viṣṇu. Thus the living entity comes under the control of the external energy, daivī māyā. Living independently and bewildered in the forest, he does not attain the association of devotees who are always engaged in the service of the Lord. Once in the bodily conception, he gets different types of bodies one after the other under the influence of material energy and impelled by the modes of material nature [sattva-guṇa, rajo-guṇa and tamo-guṇa]. In this way the conditioned soul goes sometimes to the heavenly planets, sometimes to the earthly planets and sometimes to the lower planets and lower species. Thus he suffers continuously due to different types of bodies. These sufferings and pains are sometimes mixed. Sometimes they are very severe, and sometimes they are not. These bodily conditions are acquired due to the conditioned soul’s mental speculation. He uses his mind and five senses to acquire knowledge, and these bring about the different bodies and different conditions. Using the senses under the control of the external energy, māyā, the living entity suffers the miserable conditions of material existence. He is actually searching for relief, but he is generally baffled, although sometimes he is relieved after great difficulty. Struggling for existence in this way, he cannot get the shelter of pure devotees, who are like bumblebees engaged in loving service at the lotus feet of Lord Viṣṇu.",
        "purport": " The most important information in this verse is hari-guru-caraṇa-aravinda-madhukara-anupadavīm. In this material world the conditioned souls are baffled by their activities, and sometimes they are relieved after great difficulty. On the whole the conditioned soul is never happy. He simply struggles for existence. Actually his only business is to accept the spiritual master, the guru, and through him he must accept the lotus feet or the Lord. This is explained by Śrī Caitanya Mahāprabhu: guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja. People struggling for existence in the forests or cities of the material world are not actually enjoying life. They are simply suffering different pains and pleasures, generally pains that are always inauspicious. They try to gain release from these pains, but they cannot due to ignorance. For them it is stated in the Vedas: tad-vijñānārthaṁ sa gurum evābhigacchet. When the living entity is lost in the forest of the material world, in the struggle for existence, his first business is to find a bona fide guru who is always engaged at the lotus feet of the Supreme Personality of Godhead, Viṣṇu. After all, if he is at all eager to be relieved of the struggle for existence, he must find a bona fide guru and take instructions at his lotus feet. In this way he can get out of the struggle. Since the material world is compared herein to a forest, it may be argued that in Kali-yuga modern civilization is mainly situated in the cities. A great city, however, is like a great forest. Actually city life is more dangerous than life in the forest. If one enters an unknown city without friend or shelter, living in that city is more difficult than living in a forest. There are many big cities all over the surface of the globe, and wherever one looks he sees the struggle for existence going on twenty-four hours a day. People rush about in cars going seventy and eighty miles an hour, constantly coming and going, and this sets the scene of the great struggle for existence. One has to rise early in the morning and travel in that car at breakneck speed. There is always the danger of an accident, and one has to take great care. In his automobile, the living entity is full of anxieties, and his struggle is not at all auspicious. Apart from human beings, other species like cats and dogs are also struggling very hard day and night for existence. Thus the struggle for existence continues, and the conditioned soul changes from one position to another. For a while, he is a child, but he has to become a boy. From a boy, he has to change into a youth, and from youth to manhood and old age. Finally, when the body is no longer workable, he has to accept a new body in a different species. Giving up the body is called death, and accepting another body is called birth. The human form is an opportunity to take shelter of the bona fide spiritual master and, through him, the Supreme Lord. This Kṛṣṇa consciousness movement has been started to give an opportunity to all the members of human society, who are misled by foolish leaders. No one can get out of this struggle for existence, which is full of miseries, without accepting a pure devotee of the Lord. The material attempt changes from one position to another, and no one actually gains relief from the struggle for existence. The only resort is the lotus feet of a bona fide spiritual master, and, through him, the lotus feet of the Lord."
    },
    {
        "verse": "2",
        "devanagari": "यस्यामु ह वा एते षडिन्द्रियनामान: कर्मणा दस्यव एव ते । तद्यथा पुरुषस्य धनं यत्किञ्चिद्धर्मौपयिकं बहुकृच्छ्राधिगतं साक्षात्परमपुरुषाराधनलक्षणो योऽसौ धर्मस्तं तु साम्पराय उदाहरन्ति । तद्धर्म्यं धनं दर्शनस्पर्शनश्रवणास्वादनावघ्राणसङ्कल्पव्यवसायगृहग्राम्योपभोगेन कुनाथस्याजितात्मनो यथा सार्थस्य विलुम्पन्ति ॥ २ ॥",
        "english_devnagari": "yasyām u ha vā ete ṣaḍ-indriya-nāmānaḥ karmaṇā dasyava eva te; tad yathā puruṣasya dhanaṁ yat kiñcid dharmaupayikaṁ bahu-kṛcchrādhigataṁ sākṣāt parama-puruṣārādhana-lakṣaṇo yo ’sau dharmas taṁ tu sāmparāya udāharanti; tad-dharmyaṁ dhanaṁ darśana-sparśana-śravaṇāsvādanāvaghrāṇa-saṅkalpa-vyavasāya-gṛha-grāmyopabhogena kunāthasyājitātmano yathā sārthasya vilum-panti.",
        "verse_Syn": [
            "yasyām",
            "u",
            "ha",
            "vā",
            "ete",
            "ṣaṭ",
            "indriya",
            "nāmānaḥ",
            "karmaṇā",
            "dasyavaḥ",
            "eva",
            "te",
            "tat",
            "yathā",
            "puruṣasya",
            "dhanam",
            "yat",
            "kiñcit",
            "dharma",
            "aupayikam",
            "bahu",
            "kṛcchra",
            "adhigatam",
            "sākṣāt",
            "parama",
            "puruṣa",
            "ārādhana",
            "lakṣaṇaḥ",
            "yaḥ",
            "asau",
            "dharmaḥ",
            "tam",
            "tu",
            "sāmparāye",
            "udāharanti",
            "tat",
            "dharmyam",
            "dhanam",
            "darśana",
            "sparśana",
            "śravaṇa",
            "āsvādana",
            "avaghrāṇa",
            "saṅkalpa",
            "vyavasāya",
            "gṛha",
            "grāmya",
            "upabhogena",
            "kunāthasya",
            "ajita",
            "ātmanaḥ",
            "yathā",
            "sārthasya",
            "vilumpanti"
        ],
        "translation": "In the forest of material existence, the uncontrolled senses are like plunderers. The conditioned soul may earn some money for the advancement of Kṛṣṇa consciousness, but unfortunately the uncontrolled senses plunder his money through sense gratification. The senses are plunderers because they make one spend his money unnecessarily for seeing, smelling, tasting, touching, hearing, desiring and willing. In this way the conditioned soul is obliged to gratify his senses, and thus all his money is spent. This money is actually acquired for the execution of religious principles, but it is taken away by the plundering senses.",
        "purport": " Pūrva janmārjitā vidyā pūrva janmārjitaṁ dhanaṁ agre dhāvati dhāvati. By following the principles of the varṇāśrama-dharma, one attains a better position in the material world. One may be rich, learned, beautiful or highborn. One who has all these assets should know that they are all meant for the advancement of Kṛṣṇa consciousness. Unfortunately, when a person is misguided he misuses his high position for sense gratification. Therefore the uncontrolled senses are considered plunderers. The good position one attains by executing religious principles is wasted as the plundering senses take it away. By executing religious principles under the laws of varṇaśrama-dharma, one is placed in a comfortable position. One may very easily use his assets for the further advancement of Kṛṣṇa consciousness. One should understand that the wealth and opportunity one gets in the material world should not be squandered in sense gratification. They are meant for the advancement of Kṛṣṇa consciousness. This Kṛṣṇa consciousness movement is therefore teaching people to control the mind and five knowledge-acquiring senses by a definite process. One should practice a little austerity and not spend money on anything other than the regulative life of devotional service. The senses demand that one see beautiful things; therefore money should be spent for decorating the Deity in the temple. Similarly, the tongue has to taste good food, which should be bought and offered to the Deity. The nose can be utilized in smelling the flowers offered to the Deity, and the hearing can be utilized by listening to the vibration of the Hare Kṛṣṇa mantra. In this way the senses can be regulated and utilized to advance Kṛṣṇa consciousness. Thus a good position might not be spoiled by material sense gratification in the form of illicit sex, meat-eating, intoxication and gambling. One spoils an opulent position in the material world by driving cars, spending time in nightclubs or tasting abominable food in restaurants. In these ways, the plundering senses take away all the assets that the conditioned soul has acquired with great difficulty."
    },
    {
        "verse": "3",
        "devanagari": "अथ च यत्र कौटुम्बिका दारापत्यादयो नाम्ना कर्मणा वृकसृगाला एवानिच्छतोऽपि कदर्यस्य कुटुम्बिन उरणकवत्संरक्ष्यमाणं मिषतोऽपि हरन्ति ॥ ३ ॥",
        "english_devnagari": "atha ca yatra kauṭumbikā dārāpatyādayo nāmnā karmaṇā vṛka-sṛgālā evānicchato ’pi kadaryasya kuṭumbina uraṇakavat saṁrakṣyamāṇaṁ miṣato ’pi haranti.",
        "verse_Syn": [
            "atha",
            "ca",
            "yatra",
            "kauṭumbikāḥ",
            "dāra",
            "apatya",
            "ādayaḥ",
            "nāmnā",
            "karmaṇā",
            "vṛka",
            "sṛgālāḥ",
            "eva",
            "anicchataḥ",
            "api",
            "kadaryasya",
            "kuṭumbinaḥ",
            "uraṇaka",
            "vat",
            "saṁrakṣyamāṇam",
            "miṣataḥ",
            "api",
            "haranti"
        ],
        "translation": "My dear King, family members in this material world go under the names of wife and children, but actually they behave like tigers and jackals. A herdsman tries to protect his sheep to the best of his ability, but the tigers and foxes take them away by force. Similarly, although a miserly man wants to guard his money very carefully, his family members take away all his assets forcibly, even though he is very vigilant.",
        "purport": " One Hindi poet has sung: din kā dakinī rāt kā bāghinī pālak pālak lahu cuse. During the daytime, the wife is compared to a witch, and at night she is compared to a tigress. Her only business is sucking the blood of her husband both day and night. During the day there are household expenditures, and the money earned by the husband at the cost of his blood is taken away. At night, due to sex pleasure, the husband discharges blood in the form of semen. In this way he is bled by his wife both day and night, yet he is so crazy that he very carefully maintains her. Similarly, the children are also like tigers, jackals and foxes. As tigers, jackals and foxes take away lambs despite the herdsman’s vigilant protection, children take away the father’s money, although the father supervises the money himself. Thus family members may be called wives and children, but actually they are plunderers."
    },
    {
        "verse": "4",
        "devanagari": "यथा ह्यनुवत्सरं कृष्यमाणमप्यदग्धबीजं क्षेत्रं पुनरेवावपनकाले गुल्मतृणवीरुद्भ‍िर्गह्वरमिव भवत्येवमेव गृहाश्रम: कर्मक्षेत्रं यस्मिन्न हि कर्माण्युत्सीदन्ति यदयं कामकरण्ड एष आवसथ: ॥ ४ ॥",
        "english_devnagari": "yathā hy anuvatsaraṁ kṛṣyamāṇam apy adagdha-bījaṁ kṣetraṁ punar evāvapana-kāle gulma-tṛṇa-vīrudbhir gahvaram iva bhavaty evam eva gṛhāśramaḥ karma-kṣetraṁ yasmin na hi karmāṇy utsīdanti yad ayaṁ kāma-karaṇḍa eṣa āvasathaḥ.",
        "verse_Syn": [
            "yathā",
            "hi",
            "anuvatsaram",
            "kṛṣyamāṇam",
            "api",
            "adagdha",
            "bījam",
            "kṣetram",
            "punaḥ",
            "eva",
            "āvapana",
            "kāle",
            "gulma",
            "tṛṇa",
            "vīrudbhiḥ",
            "gahvaram",
            "iva",
            "bhavati",
            "evam",
            "eva",
            "gṛha",
            "āśramaḥ",
            "karma",
            "kṣetram",
            "yasmin",
            "na",
            "hi",
            "karmāṇi",
            "utsīdanti",
            "yat",
            "ayam",
            "kāma",
            "karaṇḍaḥ",
            "eṣaḥ",
            "āvasathaḥ"
        ],
        "translation": "Every year the plowman plows over his grain field, completely uprooting all weeds. Nonetheless, the seeds lie there and, not being completely burned, again come up with the plants sown in the field. Even after being plowed under, the weeds come up densely. Similarly, the gṛhastha-āśrama [family life] is a field of fruitive activity. Unless the desire to enjoy family life is completely burned out, it grows up again and again. Even though camphor may be removed from a pot, the pot nonetheless retains the aroma of camphor. As long as the seeds of desire are not destroyed, fruitive activities are not destroyed.",
        "purport": " Unless one’s desires are completely transferred to the service of the Supreme Personality of Godhead, the desire for family life continues, even after one has taken sannyāsa. Sometimes in our society, ISKCON, a person out of sentiment may take sannyāsa, but because his desires are not burned completely, he again takes to family life, even at the risk of losing his prestige and disgracing his good name. These strong desires can be burned out completely when one fully engages in the service of the Lord in devotional service."
    },
    {
        "verse": "5",
        "devanagari": "तत्रगतो दंशमशकसमापसदैर्मनुजै: शलभशकुन्ततस्करमूषकादिभिरुपरुध्यमानबहि:प्राण: क्‍वचित् परिवर्तमानोऽस्मिन्नध्वन्यविद्याकामकर्मभिरुपरक्तमनसानुपपन्नार्थं नरलोकं गन्धर्वनगरमु पपन्नमिति मिथ्याद‍ृष्टिरनुपश्यति ॥ ५ ॥",
        "english_devnagari": "tatra gato daṁśa-maśaka-samāpasadair manujaiḥ śalabha-śakunta-taskara-mūṣakādibhir uparudhyamāna-bahiḥ-prāṇaḥ kvacit parivartamāno ’sminn adhvany avidyā-kāma-karmabhir uparakta-manasānupapannārthaṁ nara-lokaṁ gandharva-nagaram upapannam iti mithyā-dṛṣṭir anupaśyati.",
        "verse_Syn": [
            "tatra",
            "gataḥ",
            "daṁśa",
            "maśaka",
            "sama",
            "apasadaiḥ",
            "manu",
            "jaiḥ",
            "śalabha",
            "śakunta",
            "taskara",
            "mūṣaka",
            "ādibhiḥ",
            "uparudhyamāna",
            "bahiḥ",
            "prāṇaḥ",
            "kvacit",
            "parivartamānaḥ",
            "asmin",
            "adhvani",
            "avidyā",
            "kāma",
            "karmabhiḥ",
            "uparakta",
            "manasā",
            "anupapanna",
            "artham",
            "nara",
            "lokam",
            "gandharva",
            "nagaram",
            "upapannam",
            "iti",
            "mithyā",
            "dṛṣṭiḥ",
            "anupaśyati"
        ],
        "translation": "Sometimes the conditioned soul in household life, being attached to material wealth and possessions, is disturbed by gadflies and mosquitoes, and sometimes locusts, birds of prey and rats give him trouble. Nonetheless, he still wanders down the path of material existence. Due to ignorance he becomes lusty and engages in fruitive activity. Because his mind is absorbed in these activities, he sees the material world as permanent, although it is temporary like a phantasmagoria, a house in the sky.",
        "purport": " The following song is sung by Narottama dāsa Ṭhākura: Due to forgetting the lotus feet of Lord Nityānanda and being puffed up by material possessions, wealth and opulence, one thinks the false, temporary material world to be an actual fact. This is the material disease. The living entity is eternal and blissful, but despite miserable material conditions, he thinks the material world to be real and factual due to his ignorance."
    },
    {
        "verse": "6",
        "devanagari": "तत्र च क्‍वचिदातपोदकनिभान् विषयानुपधावति पानभोजनव्यवायादिव्यसनलोलुप: ॥ ६ ॥",
        "english_devnagari": "tatra ca kvacid ātapodaka-nibhān viṣayān upadhāvati pāna-bhojana-vyavāyādi-vyasana-lolupaḥ.",
        "verse_Syn": [
            "tatra",
            "ca",
            "kvacit",
            "ātapa",
            "udaka",
            "nibhān",
            "viṣayān",
            "upadhāvati",
            "pāna",
            "bhojana",
            "vyavāya",
            "ādi",
            "vyasana",
            "lolupaḥ"
        ],
        "translation": "Sometimes in this house in the sky [gandharva-pura] the conditioned soul drinks, eats and has sex. Being overly attached, he chases after the objects of the senses just as a deer chases a mirage in the desert.",
        "purport": " There are two worlds — the spiritual and the material. The material world is false like a mirage in the desert. In the desert, animals think they see water, but actually there is none. Similarly, those who are animalistic try to find peace within the desert of material life. It is repeatedly said in different śāstras that there is no pleasure in this material world. Furthermore, even if we agree to live without pleasure, we are not allowed to do so. In Bhagavad-gītā, Lord Kṛṣṇa says that the material world is not only full of miseries (duḥkhālayam) but also temporary (aśāśvatam). Even if we want to live here amid miseries, material nature will not allow us to do so. It will oblige us to change bodies and enter another atmosphere full of miserable conditions."
    },
    {
        "verse": "7",
        "devanagari": "क्‍वचिच्चाशेषदोषनिषदनं पुरीषविशेषं तद्वर्णगुणनिर्मितमति: सुवर्णमुपादित्सत्यग्निकामकातर इवोल्मुकपिशाचम् ॥ ७ ॥",
        "english_devnagari": "kvacic cāśeṣa-doṣa-niṣadanaṁ purīṣa-viśeṣaṁ tad-varṇa-guṇa-nirmita-matiḥ suvarṇam upāditsaty agni-kāma-kātara ivolmuka-piśācam.",
        "verse_Syn": [
            "kvacit",
            "ca",
            "aśeṣa",
            "doṣa",
            "niṣadanam",
            "purīṣa",
            "viśeṣam",
            "tat",
            "varṇa",
            "guṇa",
            "nirmita",
            "matiḥ",
            "suvarṇam",
            "upāditsati",
            "agni",
            "kāma",
            "kātaraḥ",
            "iva",
            "ulmuka",
            "piśācam"
        ],
        "translation": "Sometimes the living entity is interested in the yellow stool known as gold and runs after it. That gold is the source of material opulence and envy, and it can enable one to afford illicit sex, gambling, meat-eating and intoxication. Those whose minds are overcome by the mode of passion are attracted by the color of gold, just as a man suffering from cold in the forest runs after a phosphorescent light in a marshy land, considering it to be fire.",
        "purport": " Parīkṣit Mahārāja told Kali-yuga to leave his kingdom immediately and reside in four places: brothels, liquor shops, slaughterhouses and gambling casinos. However, Kali-yuga requested him to give him only one place where these four places are included, and Parīkṣit Mahārāja gave him the place where gold is stored. Gold encompasses the four principles of sin, and therefore, according to spiritual life, gold should be avoided as far as possible. If there is gold, there is certainly illicit sex, meat-eating, gambling and intoxication. Because people in the Western world have a great deal of gold, they are victims of these four sins. The color of gold is very glittering, and a materialistic person becomes very much attracted by its yellow color. However, this gold is actually a type of stool. A person with a bad liver generally passes yellow stool. The color of this stool attracts a materialistic person, just as the will-o’-the-wisp attracts one who needs heat."
    },
    {
        "verse": "8",
        "devanagari": "अथ कदाचिन्निवासपानीयद्रविणाद्यनेकात्मोपजीवनाभिनिवेश एतस्यां संसाराटव्यामितस्तत: परिधावति ॥ ८ ॥",
        "english_devnagari": "atha kadācin nivāsa-pānīya-draviṇādy-anekātmopajīvanābhiniveśa etasyāṁ saṁsārāṭavyām itas tataḥ paridhāvati.",
        "verse_Syn": [
            "atha",
            "kadācit",
            "nivāsa",
            "pānīya",
            "draviṇa",
            "ādi",
            "aneka",
            "ātma",
            "upajīvana",
            "abhiniveśaḥ",
            "etasyām",
            "saṁsāra",
            "aṭavyām",
            "itaḥ",
            "tataḥ",
            "paridhāvati"
        ],
        "translation": "Sometimes the conditioned soul is absorbed in finding residential quarters or apartments and getting a supply of water and riches to maintain his body. Absorbed in acquiring a variety of necessities, he forgets everything and perpetually runs around the forest of material existence.",
        "purport": " As originally mentioned, a poor man belonging to the mercantile community goes to the forest to get some cheap goods to bring back to the city to sell at a profit. He is so absorbed in the thought of maintaining body and soul together that he forgets his original relationship with Kṛṣṇa and seeks only the bodily comforts. Thus material activities are the conditioned soul’s only engagement. Not knowing the aim of life, the materialist perpetually wanders in material existence, struggling to get the necessities of life. Not understanding the aim of life, even though he acquires sufficient necessities, he manufactures artificial necessities and thus becomes more and more entangled. He creates a mental situation whereby he needs greater and greater comforts. The materialist does not know the secret of nature’s ways. As confirmed in Bhagavad-gītā (3.27): “The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities which are in actuality carried out by nature.” Due to lusty desire, the living entity creates a certain mental situation whereby he wants to enjoy this material world. He thus becomes entangled, enters different bodies and suffers in them."
    },
    {
        "verse": "9",
        "devanagari": "क्‍वचिच्च वात्यौपम्यया प्रमदयाऽऽरोहमारोपितस्तत्कालरजसा रजनीभूत इवासाधुमर्यादो रजस्वलाक्षोऽपि दिग्देवता अतिरजस्वलमतिर्न विजानाति ॥ ९ ॥",
        "english_devnagari": "kvacic ca vātyaupamyayā pramadayāroham āropitas tat-kāla-rajasā rajanī-bhūta ivāsādhu-maryādo rajas-valākṣo ’pi dig-devatā atirajas-vala-matir na vijānāti.",
        "verse_Syn": [
            "kvacit",
            "ca",
            "vātyā",
            "aupamyayā",
            "pramadayā",
            "āroham",
            "āropitaḥ",
            "tat",
            "kāla",
            "rajasā",
            "rajanī",
            "bhūtaḥ",
            "iva",
            "asādhu",
            "maryādaḥ",
            "rajaḥ",
            "vala",
            "akṣaḥ",
            "api",
            "dik",
            "devatāḥ",
            "atirajaḥ",
            "vala",
            "matiḥ",
            "na",
            "vijānāti"
        ],
        "translation": "Sometimes, as if blinded by the dust of a whirlwind, the conditioned soul sees the beauty of the opposite sex, which is called pramadā. Being thus bewildered, he is raised upon the lap of a woman, and at that time his good senses are overcome by the force of passion. He thus becomes almost blind with lusty desire and disobeys the rules and regulations governing sex life. He does not know that his disobedience is witnessed by different demigods, and he enjoys illicit sex in the dead of night, not seeing the future punishment awaiting him.",
        "purport": " In Bhagavad-gītā (7.11) it is said: dharmāviruddho bhūteṣu kāmo ’smi bharatarṣabha. Sex is allowed only for the begetting of children, not for enjoyment. One can indulge in sex to beget a good child for the benefit of the family, society and world. Otherwise, sex is against the rules and regulations of religious life. A materialistic person does not believe that everything is managed in nature, and he does not know that if one does something wrong, he is witnessed by different demigods. A person enjoys illicit sex, and due to his blind, lusty desire, he thinks that no one can see him, but this illicit sex is thoroughly observed by the agents of the Supreme Personality of Godhead. Therefore the person is punished in so many ways. Presently in Kali-yuga there are many pregnancies due to illicit sex, and sometimes abortions ensue. These sinful activities are witnessed by the agents of the Supreme Personality of Godhead, and a man and woman who create such a situation are punished in the future by the stringent laws of material nature (daivī hy eṣā guṇa-mayī mama māyā duratyayā). Illicit sex is never excused, and those who indulge in it are punished life after life. As confirmed in Bhagavad-gītā (16.20): “Attaining repeated birth among the species of demoniac life, such persons can never approach Me. Gradually they sink down to the most abominable type of existence.” The Supreme Personality of Godhead does not allow anyone to act against the stringent laws of material nature; therefore illicit sex is punished life after life. Illicit sex creates pregnancies, and these unwanted pregnancies lead to abortion. Those involved become implicated in these sins, so much so that they are punished in the same way the next life. Thus in the next life they also enter the womb of a mother and are killed in the same way. All these things can be avoided by remaining on the transcendental platform of Kṛṣṇa consciousness. In this way one does not commit sinful activity. Illicit sex is the most prominent sin due to lusty desire. When one associates with the mode of passion, he is implicated in suffering life after life."
    },
    {
        "verse": "10",
        "devanagari": "क्‍वचित्सकृदवगतविषयवैतथ्य: स्वयं पराभिध्यानेन विभ्रंशितस्मृतिस्तयैव मरीचितोयप्रायांस्तानेवाभिधावति ॥ १० ॥",
        "english_devnagari": "kvacit sakṛd avagata-viṣaya-vaitathyaḥ svayaṁ parābhidhyānena vibhraṁśita-smṛtis tayaiva marīci-toya-prāyāṁs tān evābhidhāvati.",
        "verse_Syn": [
            "kvacit",
            "sakṛt",
            "avagata",
            "viṣaya",
            "vaitathyaḥ",
            "svayam",
            "para",
            "abhidhyānena",
            "vibhraṁśita",
            "smṛtiḥ",
            "tayā",
            "eva",
            "marīci",
            "toya",
            "prāyān",
            "tān",
            "eva",
            "abhidhāvati"
        ],
        "translation": "The conditioned soul sometimes personally appreciates the futility of sense enjoyment in the material world, and he sometimes considers material enjoyment to be full of miseries. However, due to his strong bodily conception, his memory is destroyed, and again and again he runs after material enjoyment, just as an animal runs after a mirage in the desert.",
        "purport": " The main disease in material life is the bodily conception. Being baffled again and again in material activity, the conditioned soul temporarily thinks of the futility of material enjoyment, but he again tries the same thing. By the association of devotees, a person may become convinced of the material futility, but he cannot give up his engagement, although he is very eager to return home, back to Godhead. Under these circumstances, the Supreme Personality of Godhead, who is situated in everyone’s heart, compassionately takes away all the material possessions of such a devotee. As stated in Śrīmad-Bhāgavatam (10.88.8): yasyāham anugṛhṇāmi hariṣye tad-dhanaṁ śanaiḥ. Lord Kṛṣṇa says that He takes everything away from the devotee whom He especially favors when that devotee is overly attached to material possessions. When everything is taken away, the devotee feels helpless and frustrated in society, friendship and love. He feels that his family does not care for him any longer, and he therefore completely surrenders unto the lotus feet of the Supreme Lord. This is a special favor granted by the Lord to a devotee who cannot fully surrender to the Lord due to a strong bodily conception. As explained in Caitanya-caritāmṛta (Madhya 22.39): āmi — vijña, ei mūrkhe ‘viṣaya’ kene diba. The Lord understands the devotee who hesitates to engage in the Lord’s service, not knowing whether he should again try to revive his material life. After repeated attempts and failures, he fully surrenders to the lotus feet of the Lord. The Lord then gives him directions, and, attaining happiness, he forgets all material engagement."
    },
    {
        "verse": "11",
        "devanagari": "क्‍वचिदुलूकझिल्लीस्वनवदतिपरुषरभसाटोपं प्रत्यक्षं परोक्षं वा रिपुराजकुलनिर्भर्त्सितेनातिव्यथितकर्णमूलहृदय: ॥ ११ ॥",
        "english_devnagari": "kvacid ulūka-jhillī-svanavad ati-paruṣa-rabhasāṭopaṁ pratyakṣaṁ parokṣaṁ vā ripu-rāja-kula-nirbhartsitenāti-vyathita-karṇa-mūla-hṛdayaḥ.",
        "verse_Syn": [
            "kvacit",
            "ulūka",
            "jhillī",
            "svana",
            "vat",
            "ati",
            "paruṣa",
            "rabhasa",
            "āṭopam",
            "pratyakṣam",
            "parokṣam",
            "vā",
            "ripu",
            "rāja",
            "kula",
            "nirbhartsitena",
            "ati",
            "vyathita",
            "karṇa",
            "mūla",
            "hṛdayaḥ"
        ],
        "translation": "Sometimes the conditioned soul is very aggrieved by the chastisement of his enemies and government servants, who use harsh words against him directly or indirectly. At that time his heart and ears become very saddened. Such chastisement may be compared to the sounds of owls and crickets.",
        "purport": " There are different types of enemies within this material world. The government chastises one due to not paying income taxes. Such criticism, direct or indirect, saddens one, and sometimes the conditioned soul tries to counteract that chastisement. Unfortunately, he cannot do anything."
    },
    {
        "verse": "12",
        "devanagari": "स यदा दुग्धपूर्वसुकृतस्तदा कारस्करकाकतुण्डाद्यपुण्यद्रुमलताविषोदपानवदुभयार्थशून्यद्रविणान्जीवन्मृतान् स्वयं जीवन्म्रियमाण उपधावति ॥ १२ ॥",
        "english_devnagari": "sa yadā dugdha-pūrva-sukṛtas tadā kāraskara-kākatuṇḍādy-apuṇya-druma-latā-viṣoda-pānavad ubhayārtha-śūnya-draviṇān jīvan-mṛtān svayaṁ jīvan-mriyamāṇa upadhāvati.",
        "verse_Syn": [
            "saḥ",
            "yadā",
            "dugdha",
            "pūrva",
            "sukṛtaḥ",
            "tadā",
            "kāraskara",
            "kākatuṇḍa",
            "ādi",
            "apuṇya",
            "druma",
            "latā",
            "viṣa",
            "uda",
            "pāna",
            "vat",
            "ubhaya",
            "artha",
            "śūnya",
            "draviṇān",
            "jīvat",
            "mṛtān",
            "svayam",
            "jīvat",
            "mriyamāṇaḥ",
            "upadhāvati"
        ],
        "translation": "Due to his pious activities in previous lives, the conditioned soul attains material facilities in this life, but when they are finished, he takes shelter of wealth and riches, which cannot help him in this life or the next. Because of this, he approaches the living dead who possess these things. Such people are compared to impure trees, creepers and poisonous wells.",
        "purport": " The wealth and riches acquired through previous pious activities should not be misused for sense gratification. Enjoying them for sense gratification is like enjoying the fruits of a poisonous tree. Such activities will not help the conditioned soul in any way, neither in this life nor the next. However, if one engages his possessions in the service of the Lord under the guidance of a proper spiritual master, he will attain happiness both in this life and the next. Unless he does so, he eats a forbidden apple and thereby loses his paradise. Lord Śrī Kṛṣṇa therefore advises that one’s possessions should be given unto Him. “O son of Kuntī, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me.” (Bg. 9.27) Material wealth and opulence attained through previous pious activities can be fully utilized for one’s benefit in this life and the next if one is Kṛṣṇa conscious. One should not try to possess more than he needs for the bare necessities. If one gets more than is needed, the surplus should be fully engaged in the Lord’s service. That will make the conditioned soul, the world and Kṛṣṇa happy, and this is the aim of life."
    },
    {
        "verse": "13",
        "devanagari": "एकदासत्प्रसङ्गान्निकृतमतिर्व्युदकस्रोत:स्खलनवद् उभयतोऽपि दु:खदं पाखण्डमभियाति ॥ १३ ॥",
        "english_devnagari": "ekadāsat-prasaṅgān nikṛta-matir vyudaka-srotaḥ-skhalanavad ubhayato ’pi duḥkhadaṁ pākhaṇḍam abhiyāti.",
        "verse_Syn": [
            "ekadā",
            "asat",
            "prasaṅgāt",
            "nikṛta",
            "matiḥ",
            "vyudaka",
            "srotaḥ",
            "skhalana",
            "vat",
            "ubhayataḥ",
            "api",
            "duḥkha",
            "dam",
            "pākhaṇḍam",
            "abhiyāti"
        ],
        "translation": "Sometimes, to mitigate distresses in this forest of the material world, the conditioned soul receives cheap blessings from atheists. He then loses all intelligence in their association. This is exactly like jumping in a shallow river. As a result one simply breaks his head. He is not able to mitigate his sufferings from the heat, and in both ways he suffers. The misguided conditioned soul also approaches so-called sādhus and svāmīs who preach against the principles of the Vedas. He does not receive benefit from them, either in the present or in the future.",
        "purport": " Cheaters are always there to manufacture their own way of spiritual realization. To get some material benefit, the conditioned soul approaches these pseudo sannyāsīs and yogīs for cheap blessings, but he does not receive any benefit from them, either spiritual or material. In this age there are many cheaters who show some jugglery and magic. They even create gold to amaze their followers, and their followers accept them as God. This type of cheating is very prominent in Kali-yuga. Viśvanātha Cakravartī Ṭhākura describes the real guru in this way. One should approach a guru who can extinguish the blazing fire of this material world, the struggle for existence. People want to be cheated, and therefore they go to yogīs and svāmīs who play tricks, but tricks do not mitigate the miseries of material life. If being able to manufacture gold is a criterion for becoming God, then why not accept Kṛṣṇa, the proprietor of the entire universe, wherein there are countless tons of gold? As mentioned before, the color of gold is compared to the will-o’-the-wisp or yellow stool; therefore one should not be allured by gold-manufacturing gurus but should sincerely approach a devotee like Jaḍa Bharata. Jaḍa Bharata instructed Rahūgaṇa Mahārāja so well that the King was relieved from the bodily conception. One cannot become happy by accepting a false guru. A guru should be accepted as advised in Śrīmad-Bhāgavatam (11.3.21). Tasmād guruṁ prapadyeta jijñāsuḥ śreya uttamam: One should approach a bona fide guru to inquire about the highest benefit of life. Such a guru is described as follows: śābde pare ca niṣṇātam. Such a guru does not manufacture gold or juggle words. He is well versed in the conclusions of Vedic knowledge (vedaiś ca sarvair aham eva vedyaḥ). He is freed from all material contamination and is fully engaged in Kṛṣṇa’s service. If one is able to obtain the dust of the lotus feet of such a guru, his life becomes successful. Otherwise he is baffled both in this life and in the next."
    },
    {
        "verse": "14",
        "devanagari": "यदा तु परबाधयान्ध आत्मने नोपनमति तदा हि पितृपुत्रबर्हिष्मत: पितृपुत्रान् वा स खलु भक्षयति ॥ १४ ॥",
        "english_devnagari": "yadā tu para-bādhayāndha ātmane nopanamati tadā hi pitṛ-putra-barhiṣmataḥ pitṛ-putrān vā sa khalu bhakṣayati.",
        "verse_Syn": [
            "yadā",
            "tu",
            "para",
            "bādhayā",
            "andhaḥ",
            "ātmane",
            "na",
            "upanamati",
            "tadā",
            "hi",
            "pitṛ",
            "putra",
            "barhiṣmataḥ",
            "pitṛ",
            "putrān",
            "vā",
            "saḥ",
            "khalu",
            "bhakṣayati"
        ],
        "translation": "In this material world, when the conditioned soul cannot arrange for his own maintenance, despite exploiting others, he tries to exploit his own father or son, taking away that relative’s possessions, although they may be very insignificant. If he cannot acquire things from his father, son or other relatives, he is prepared to give them all kinds of trouble.",
        "purport": " Once we actually saw a distressed man steal ornaments from his daughter just to maintain himself. As the English proverb goes, necessity knows no law. When a conditioned soul needs something, he forgets his relationship with his relatives and exploits his own father or son. We also receive information from Śrīmad-Bhāgavatam that in this Age of Kali the time is quickly approaching when a relative will kill another relative for a small farthing. Without Kṛṣṇa consciousness, people will deteriorate further and further into a hellish condition wherein they will perform abominable acts."
    },
    {
        "verse": "15",
        "devanagari": "क्‍वचिदासाद्य गृहं दाववत्प्रियार्थविधुरमसुखोदर्कं शोकाग्निना दह्यमानो भृशं निर्वेदमुपगच्छति ॥ १५ ॥",
        "english_devnagari": "kvacid āsādya gṛhaṁ dāvavat priyārtha-vidhuram asukhodarkaṁ śokāgninā dahyamāno bhṛśaṁ nirvedam upagacchati.",
        "verse_Syn": [
            "kvacit",
            "āsādya",
            "gṛham",
            "dāva",
            "vat",
            "priya",
            "artha",
            "vidhuram",
            "asukha",
            "udarkam",
            "śoka",
            "agninā",
            "dahyamānaḥ",
            "bhṛśam",
            "nirvedam",
            "upagacchati"
        ],
        "translation": "In this world, family life is exactly like a blazing fire in the forest. There is not the least happiness, and gradually one becomes more and more implicated in unhappiness. In household life, there is nothing favorable for perpetual happiness. Being implicated in home life, the conditioned soul is burned by the fire of lamentation. Sometimes he condemns himself as being very unfortunate, and sometimes he claims that he suffers because he performed no pious activities in his previous life.",
        "purport": " In the Gurv-aṣṭaka, Śrīla Viśvanātha Cakravartī Ṭhākura has sung: A life in this material world is exactly like a blazing forest fire. No one goes to set fire to the forest, yet the fire takes place. Similarly, everyone wants to be happy in the material world, but the miserable conditions of material life simply increase. Sometimes a person caught in the blazing fire of material existence condemns himself, but due to his bodily conception he cannot get out of the entanglement, and thus he suffers more and more."
    },
    {
        "verse": "16",
        "devanagari": "क्‍वचित्कालविषमितराजकुलरक्षसापहृतप्रियतमधनासु: प्रमृतक इव विगतजीवलक्षण आस्ते ॥ १६ ॥",
        "english_devnagari": "kvacit kāla-viṣa-mita-rāja-kula-rakṣasāpahṛta-priyatama-dhanāsuḥ pramṛtaka iva vigata-jīva-lakṣaṇa āste.",
        "verse_Syn": [
            "kvacit",
            "kāla",
            "viṣa",
            "mita",
            "rāja",
            "kula",
            "rakṣasā",
            "apahṛta",
            "priya",
            "tama",
            "dhana",
            "asuḥ",
            "pramṛtakaḥ",
            "iva",
            "vigata",
            "jīva",
            "lakṣaṇaḥ",
            "āste"
        ],
        "translation": "Government men are always like carnivorous demons called Rākṣasas [man-eaters]. Sometimes these government men turn against the conditioned soul and take away all his accumulated wealth. Being bereft of his life’s reserved wealth, the conditioned soul loses all enthusiasm. Indeed, it is as though he loses his life.",
        "purport": " The word rāja-kula-rakṣasā is very significant. Śrīmad-Bhāgavatam was compiled about five thousand years ago, yet government men are referred to as Rākṣasas, or carnivorous demons. If government men are opposed to a person, that person will be bereft of all his riches, which he has accumulated with great care over a long period of time. Actually no one wants to pay income taxes — even government men themselves try to avoid these taxes — but at unfavorable times income taxes are exacted forcibly, and the taxpayers become very morose."
    },
    {
        "verse": "17",
        "devanagari": "कदाचिन्मनोरथोपगतपितृपितामहाद्यसत्सदिति स्वप्ननिर्वृतिलक्षणमनुभवति ॥ १७ ॥",
        "english_devnagari": "kadācin manorathopagata-pitṛ-pitāmahādy asat sad iti svapna-nirvṛti-lakṣaṇam anubhavati.",
        "verse_Syn": [
            "kadācit",
            "manoratha",
            "upagata",
            "pitṛ",
            "pitā",
            "maha",
            "ādi",
            "asat",
            "sat",
            "iti",
            "svapna",
            "nirvṛti",
            "lakṣaṇam",
            "anubhavati"
        ],
        "translation": "Sometimes the conditioned soul imagines that his father or grandfather has again come in the form of his son or grandson. In this way he feels the happiness one sometimes feels in a dream, and the conditioned soul sometimes takes pleasure in such mental concoctions.",
        "purport": " Due to ignorance of the real existence of the Lord, the conditioned soul imagines many things. Influenced by fruitive activity, he comes together with his relatives, fathers, sons and grandfathers, exactly as straws gather together in a moving stream. In a moment the straws are thrown everywhere, and they lose contact. In conditional life, the living entity is temporarily with many other conditioned souls. They gather together as family members, and the material affection is so strong that even after a father or grandfather passes away, one takes pleasure in thinking that they return to the family in different forms. Sometimes this may happen, but in any case the conditioned soul likes to take pleasure in such concocted thoughts."
    },
    {
        "verse": "18",
        "devanagari": "क्‍वचिद् गृहाश्रमकर्मचोदनातिभरगिरिमारुरुक्षमाणो लोकव्यसनकर्षितमना: कण्टकशर्कराक्षेत्रं प्रविशन्निव सीदति ॥ १८ ॥",
        "english_devnagari": "kvacid gṛhāśrama-karma-codanāti-bhara-girim ārurukṣamāṇo loka-vyasana-karṣita-manāḥ kaṇṭaka-śarkarā-kṣetraṁ praviśann iva sīdati.",
        "verse_Syn": [
            "kvacit",
            "gṛha",
            "āśrama",
            "karma",
            "codana",
            "ati",
            "bhara",
            "girim",
            "ārurukṣamāṇaḥ",
            "loka",
            "vyasana",
            "karṣita",
            "manāḥ",
            "kaṇṭaka",
            "śarkarā",
            "kṣetram",
            "praviśan",
            "iva",
            "sīdati"
        ],
        "translation": "In household life one is ordered to execute many yajñas and fruitive activities, especially the vivāha-yajña [the marriage ceremony for sons and daughters] and the sacred thread ceremony. These are all the duties of a gṛhastha, and they are very extensive and troublesome to execute. They are compared to a big hill over which one must cross when one is attached to material activities. A person desiring to cross over these ritualistic ceremonies certainly feels pains like the piercing of thorns and pebbles endured by one attempting to climb a hill. Thus the conditioned soul suffers unlimitedly.",
        "purport": " There are many social functions for keeping a prestigious position in society. In different countries and societies there are various festivals and rituals. In India, the father is supposed to get his children married. When he does so, his responsibility to the family is complete. Arranging marriages is very difficult, especially in these days. At the present moment no one can perform the proper ritual of sacrifice, nor can anyone afford to pay for the marriage ceremony of sons and daughters. Therefore householders are very much distressed when they are confronted by these social duties. It is as though they were pierced by thorns and hurt by pebbles. Material attachment is so strong that despite the suffering, one cannot give it up. Prahlāda Mahārāja therefore recommends (Bhāg. 7.5.5): The so-called comfortable family position is compared to a dark well in a field. If one falls in a dark well covered by grass, his life is lost, despite his cry for rescue. Highly advanced spiritualists therefore recommend that one should not enter the gṛhastha-āśrama. It is better to prepare oneself in the brahmacarya-āśrama for austerities and remain a pure brahmacārī throughout one’s life so that one will not feel the piercing thorns of material life in the gṛhastha-āśrama. In the gṛhastha-āśrama one has to accept invitations from friends and relatives and perform ritualistic ceremonies. By so doing, one becomes captivated by such things, although he may not have sufficient resources to continue them. To maintain the gṛhastha lifestyle, one has to work very hard to acquire money. Thus one is implicated in material life, and he suffers the thorn pricks."
    },
    {
        "verse": "19",
        "devanagari": "क्‍वचिच्च दु:सहेन कायाभ्यन्तरवह्निना गृहीतसार: स्वकुटुम्बाय क्रुध्यति ॥ १९ ॥",
        "english_devnagari": "kvacic ca duḥsahena kāyābhyantara-vahninā gṛhīta-sāraḥ sva-kuṭumbāya krudhyati.",
        "verse_Syn": [
            "kvacit",
            "ca",
            "duḥsahena",
            "kāya",
            "abhyantara",
            "vahninā",
            "gṛhīta",
            "sāraḥ",
            "sva",
            "kuṭumbāya",
            "krudhyati"
        ],
        "translation": "Sometimes, due to bodily hunger and thirst, the conditioned soul becomes so disturbed that he loses his patience and becomes angry with his own beloved sons, daughters and wife. Thus, being unkind to them, he suffers all the more.",
        "purport": " Śrīla Vidyāpati Ṭhākura has sung: The happiness of family life is compared to a drop of water in the desert. No one can be happy in family life. According to the Vedic civilization, one cannot give up the responsibilities of family life, but today everyone is giving up family life by divorce. This is due to the miserable condition experienced in the family. Sometimes, due to misery, one becomes very hardened toward his affectionate sons, daughters and wife. This is but part of the blazing fire of the forest of material life."
    },
    {
        "verse": "20",
        "devanagari": "स एव पुनर्निद्राजगरगृहीतोऽन्धे तमसि मग्न: शून्यारण्य इव शेते नान्यत्किञ्चन वेद शव इवापविद्ध: ॥ २० ॥",
        "english_devnagari": "sa eva punar nidrājagara-gṛhīto ’ndhe tamasi magnaḥ śūnyāraṇya iva śete nānyat-kiñcana veda śava ivāpaviddhaḥ.",
        "verse_Syn": [
            "saḥ",
            "eva",
            "punaḥ",
            "nidrā",
            "ajagara",
            "gṛhītaḥ",
            "andhe",
            "tamasi",
            "magnaḥ",
            "śūnya",
            "araṇye",
            "iva",
            "śete",
            "na",
            "anyat",
            "kiñcana",
            "veda",
            "śavaḥ",
            "iva",
            "apaviddhaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued speaking to Mahārāja Parīkṣit: My dear King, sleep is exactly like a python. Those who wander in the forest of material life are always devoured by the python of sleep. Being bitten by this python, they always remain in the darkness of ignorance. They are like dead bodies thrown in a distant forest. Thus the conditioned souls cannot understand what is going on in life.",
        "purport": " Material life means being fully absorbed in eating, sleeping, mating and defending. Out of these, sleep is taken very seriously. While asleep, one completely forgets the object of life and what to do. For spiritual realization, one should try to avoid sleep as much as possible. The Gosvāmīs of Vṛndāvana practically did not sleep at all. Of course, they slept some, for the body requires sleep, but they slept only about two hours, and sometimes not even that. They always engaged in spiritual cultivation. Nidrāhāra-vihārakādi-vijitau. Following in the footsteps of the Gosvāmīs, we should try to reduce sleeping, eating, mating and defending."
    },
    {
        "verse": "21",
        "devanagari": "कदाचिद्भग्नमानदंष्ट्रो दुर्जनदन्दशूकैरलब्धनिद्राक्षणो व्यथितहृदयेनानुक्षीयमाणविज्ञानोऽन्धकूपेऽन्धवत्पतति ॥ २१ ॥",
        "english_devnagari": "kadācid bhagna-māna-daṁṣṭro durjana-danda-śūkair alabdha-nidrā-kṣaṇo vyathita-hṛdayenānukṣīyamāṇa-vijñāno ’ndha-kūpe ’ndhavat patati.",
        "verse_Syn": [
            "kadācit",
            "bhagna",
            "māna",
            "daṁṣṭraḥ",
            "durjana",
            "danda",
            "śūkaiḥ",
            "alabdha",
            "nidrā",
            "kṣaṇaḥ",
            "vyathita",
            "hṛdayena",
            "anukṣīyamāṇa",
            "vijñānaḥ",
            "andha",
            "kūpe",
            "andha",
            "vat",
            "patati"
        ],
        "translation": "In the forest of the material world, the conditioned soul is sometimes bitten by envious enemies, which are compared to serpents and other creatures. Through the tricks of the enemy, the conditioned soul falls from his prestigious position. Being anxious, he cannot even sleep properly. He thus becomes more and more unhappy, and he gradually loses his intelligence and consciousness. In that state he becomes almost perpetually like a blind man who has fallen into a dark well of ignorance.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "कर्हि स्म चित्काममधुलवान् विचिन्वन् यदा परदारपरद्रव्याण्यवरुन्धानो राज्ञा स्वामिभिर्वा निहत: पतत्यपारे निरये ॥ २२ ॥",
        "english_devnagari": "karhi sma cit kāma-madhu-lavān vicinvan yadā para-dāra-para-drav-yāṇy avarundhāno rājñā svāmibhir vā nihataḥ pataty apāre niraye.",
        "verse_Syn": [
            "karhi",
            "sma",
            "cit",
            "kāma",
            "madhu",
            "lavān",
            "vicinvan",
            "yadā",
            "para",
            "dāra",
            "para",
            "dravyāṇi",
            "avarundhānaḥ",
            "rājñā",
            "svāmibhiḥ",
            "vā",
            "nihataḥ",
            "patati",
            "apāre",
            "niraye"
        ],
        "translation": "The conditioned soul is sometimes attracted to the little happiness derived from sense gratification. Thus he has illicit sex or steals another’s property. At such a time he may be arrested by the government or chastised by the woman’s husband or protector. Thus simply for a little material satisfaction, he falls into a hellish condition and is put into jail for rape, kidnapping, theft and so forth.",
        "purport": " Material life is such that due to indulgence in illicit sex, gambling, intoxication and meat-eating, the conditioned soul is always in a dangerous condition. Meat-eating and intoxication excite the senses more and more, and the conditioned soul falls victim to women. In order to keep women, money is required, and to acquire money, one begs, borrows or steals. Indeed, he commits abominable acts that cause him to suffer both in this life and in the next. Consequently illicit sex must be stopped by those who are spiritually inclined or who are on the path of spiritual realization. Many devotees fall down due to illicit sex. They may steal money and even fall down from the highly honored renounced order. Then for a livelihood they accept menial services and become beggars. It is therefore said in the śāstras, yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham: materialism is based on sex, whether licit or illicit. Sex is full of dangers even for those who are addicted to household life. Whether one has a license for sex or not, there is great trouble. Bahu-duḥkha-bhāk: after one indulges in sex, many volumes of miseries ensue. One suffers more and more in material life. A miserly person cannot properly utilize the wealth he has, and similarly a materialistic person misuses the human form. Instead of using it for spiritual emancipation, he uses the body for sense gratification. Therefore he is called a miser."
    },
    {
        "verse": "23",
        "devanagari": "अथ च तस्मादुभयथापि हि कर्मास्मिन्नात्मन: संसारावपनमुदाहरन्ति ॥ २३ ॥",
        "english_devnagari": "atha ca tasmād ubhayathāpi hi karmāsminn ātmanaḥ saṁsārāvapanam udāharanti.",
        "verse_Syn": [
            "atha",
            "ca",
            "tasmāt",
            "ubhayathā",
            "api",
            "hi",
            "karma",
            "asmin",
            "ātmanaḥ",
            "saṁsāra",
            "āvapanam",
            "udāharanti"
        ],
        "translation": "Learned scholars and transcendentalists therefore condemn the materialistic path of fruitive activity because it is the original source and breeding ground of material miseries, both in this life and in the next.",
        "purport": " Not knowing the value of life, karmīs create situations whereby they suffer in this life and the next. Unfortunately, karmīs are very attached to material sense gratification, and they cannot appreciate the miserable condition of material life, neither in this life nor in the next. Therefore the Vedas enjoin that one should awaken to spiritual consciousness and utilize all his activities to attain the favor of the Supreme Personality of Godhead. The Lord Himself says in Bhagavad-gītā (9.27): “O son of Kuntī, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me.” The results of all one’s activities should be utilized not for sense gratification but for the mission of the Supreme Personality of Godhead. The Supreme Lord gives all information in Bhagavad-gītā about the aim of life, and at the end of Bhagavad-gītā He demands surrender unto Him. People do not generally like this demand, but one who cultivates spiritual knowledge for many births eventually surrenders unto the lotus feet of the Lord (bahūnāṁ janmanām ante jñānavān māṁ prapadyate)."
    },
    {
        "verse": "24",
        "devanagari": "मुक्तस्ततो यदि बन्धाद्देवदत्त उपाच्छिनत्ति तस्मादपि विष्णुमित्र इत्यनवस्थिति: ॥ २४ ॥",
        "english_devnagari": "muktas tato yadi bandhād devadatta upācchinatti tasmād api viṣṇumitra ity anavasthitiḥ.",
        "verse_Syn": [
            "muktaḥ",
            "tataḥ",
            "yadi",
            "bandhāt",
            "deva",
            "dattaḥ",
            "upācchinatti",
            "tasmāt",
            "api",
            "viṣṇu",
            "mitraḥ",
            "iti",
            "anavasthitiḥ"
        ],
        "translation": "Stealing or cheating another person out of his money, the conditioned soul somehow or other keeps it in his possession and escapes punishment. Then another man, named Devadatta, cheats him and takes the money away. Similarly, another man, named Viṣṇumitra, steals the money from Devadatta and takes it away. In any case, the money does not stay in one place. It passes from one hand to another. Ultimately no one can enjoy the money, and it remains the property of the Supreme Personality of Godhead.",
        "purport": " Riches come from Lakṣmī, the goddess of fortune, and the goddess of fortune is the property of Nārāyaṇa, the Supreme Personality of Godhead. The goddess of fortune cannot stay anywhere but by the side of Nārāyaṇa; therefore another of her names is Cañcalā, restless. She cannot be peaceful unless she is in the company of her husband, Nārāyaṇa. For example, Lakṣmī was carried away by the materialistic Rāvaṇa. Rāvaṇa kidnapped Sītā, the goddess of fortune belonging to Lord Rāma. As a result, Rāvaṇa’s entire family, opulence and kingdom were smashed, and Sītā, the goddess of fortune, was recovered from his clutches and reunited with Lord Rāma. Thus all property, riches and wealth belong to Kṛṣṇa. As stated in Bhagavad-gītā (5.29): “The Supreme Personality of Godhead is the true beneficiary of all sacrifices and austerities, and He is the supreme proprietor of all the planetary systems.” Foolish materialistic people collect money and steal from other thieves, but they cannot keep it. In any case, it must be spent. One person cheats another, and another person cheats someone else; therefore the best way to possess Lakṣmī is to keep her by the side of Nārāyaṇa. This is the point of the Kṛṣṇa consciousness movement. We worship Lakṣmī (Rādhārāṇī) along with Nārāyaṇa (Kṛṣṇa). We collect money from various sources, but that money does not belong to anyone but Rādhā and Kṛṣṇa (Lakṣmī-Nārāyaṇa). If money is utilized in the service of Lakṣmī-Nārāyaṇa, the devotee automatically lives in an opulent way. However, if one wants to enjoy Lakṣmī the way Rāvaṇa did, he will be vanquished by the laws of nature, and whatever few possessions he has will be taken away. Finally death will take everything away, and death is the representative of Kṛṣṇa."
    },
    {
        "verse": "25",
        "devanagari": "क्‍वचिच्च शीतवाताद्यनेकाधिदैविकभौतिकात्मीयानां दशानां प्रतिनिवारणेऽकल्पो दुरन्तचिन्तया विषण्ण आस्ते ॥ २५ ॥",
        "english_devnagari": "kvacic ca śīta-vātādy-anekādhidaivika-bhautikātmīyānāṁ daśānāṁ pratinivāraṇe ’kalpo duranta-cintayā viṣaṇṇa āste.",
        "verse_Syn": [
            "kvacit",
            "ca",
            "śīta",
            "vāta",
            "ādi",
            "aneka",
            "adhidaivika",
            "bhautika",
            "ātmīyānām",
            "daśānām",
            "pratinivāraṇe",
            "akalpaḥ",
            "duranta",
            "cintayā",
            "viṣaṇṇaḥ",
            "āste"
        ],
        "translation": "Being unable to protect himself from the threefold miseries of material existence, the conditioned soul becomes very morose and lives a life of lamentation. These threefold miseries are miseries suffered by mental calamity at the hands of the demigods [such as freezing wind and scorching heat], miseries offered by other living entities, and miseries arising from the mind and body themselves.",
        "purport": " The so-called happy materialistic person is constantly having to endure the threefold miseries of life, called adhidaivika, adhyātmika and adhibhautika. Actually no one can counteract these threefold miseries. All three may assail one at one time, or one misery may be absent and the other present. Thus the living entity is full of anxiety, fearing misery from one side or the other. The conditioned soul must be disturbed by at least one of these three miseries. There is no escape."
    },
    {
        "verse": "26",
        "devanagari": "क्‍वचिन्मिथो व्यवहरन् यत्किञ्चिद्धनमन्येभ्यो वा काकिणिकामात्रमप्यपहरन् यत्किञ्चिद्वा विद्वेषमेति वित्तशाठ्यात् ॥ २६ ॥",
        "english_devnagari": "kvacin mitho vyavaharan yat kiñcid dhanam anyebhyo vā kākiṇikā-mātram apy apaharan yat kiñcid vā vidveṣam eti vitta-śāṭhyāt.",
        "verse_Syn": [
            "kvacit",
            "mithaḥ",
            "vyavaharan",
            "yat",
            "kiñcit",
            "dhanam",
            "anyebhyaḥ",
            "vā",
            "kākiṇikā",
            "mātram",
            "api",
            "apaharan",
            "yat",
            "kiñcit",
            "vā",
            "vidveṣam",
            "eti",
            "vitta",
            "śāṭhyāt"
        ],
        "translation": "As far as transactions with money are concerned, if one person cheats another by a farthing or less, they become enemies.",
        "purport": " This is called saṁsāra-dāvānala. Even in ordinary transactions between two people, there is invariably cheating because the conditioned soul is defective in four ways — he is illusioned, he commits mistakes, his knowledge is imperfect, and he has a propensity to cheat. Unless one is liberated from material conditioning, these four defects must be there. Consequently every man has a cheating propensity, which is employed in business or money transactions. Although two friends may be living peacefully together, due to their propensity to cheat they become enemies when there is a transaction between them. A philosopher accuses an economist of being a cheater, and an economist may accuse a philosopher of being a cheater when he comes in contact with money. In any case, this is the condition of material life. One may profess a high philosophy, but when one is in need of money, he becomes a cheater. In this material world, so-called scientists, philosophers and economists are nothing but cheaters in one way or another. The scientists are cheaters because they present so many bogus things in the name of science. They propose going to the moon, but actually they end up cheating the entire public of large sums of money for their experiments. They cannot do anything useful. Unless one can find a person transcendental to the four basic defects, one should not accept advice and become a victim of the material condition. The best process is to take the advice and instructions of Śrī Kṛṣṇa or His bona fide representative. In this way one can be happy in this life and the next."
    },
    {
        "verse": "27",
        "devanagari": "अध्वन्यमुष्मिन्निम उपसर्गास्तथा सुखदु:खरागद्वेषभयाभिमानप्रमादोन्मादशोकमोहलोभमात्सर्येर्ष्यावमानक्षुत्पिपासाधिव्याधिजन्मजरामरणादय: ॥ २७ ॥",
        "english_devnagari": "adhvany amuṣminn ima upasargās tathā sukha-duḥkha-rāga-dveṣa-bhayābhimāna-pramādonmāda-śoka-moha-lobha-mātsaryerṣyāva-māna-kṣut-pipāsādhi-vyādhi-janma-jarā-maraṇādayaḥ.",
        "verse_Syn": [
            "adhvani",
            "amuṣmin",
            "ime",
            "upasargāḥ",
            "tathā",
            "sukha",
            "duḥkha",
            "rāga",
            "dveṣa",
            "bhaya",
            "abhimāna",
            "pramāda",
            "unmāda",
            "śoka",
            "moha",
            "lobha",
            "mātsarya",
            "īrṣya",
            "avamāna",
            "kṣut",
            "pipāsā",
            "ādhi",
            "vyādhi",
            "janma",
            "jarā",
            "maraṇa",
            "ādayaḥ"
        ],
        "translation": "In this materialistic life, there are many difficulties, as I have just mentioned, and all of these are insurmountable. In addition, there are difficulties arising from so-called happiness, distress, attachment, hate, fear, false prestige, illusion, madness, lamentation, bewilderment, greed, envy, enmity, insult, hunger, thirst, tribulation, disease, birth, old age and death. All these combine together to give the materialistic conditioned soul nothing but misery.",
        "purport": " The conditioned soul has to accept all these conditions simply to enjoy sense gratification in this world. Although people declare themselves great scientists, economists, philosophers, politicians and sociologists, they are actually nothing but rascals. Therefore they have been described as mūḍhas and narādhamas in Bhagavad-gītā (7.15): “Those miscreants who are grossly foolish, lowest among mankind. whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me.” Due to their foolishness, all these materialists are described in Bhagavad-gītā as narādhamas. They have attained the human form in order to get released from material bondage, but instead of doing so, they become further embarrassed amid the miserable material conditions. Therefore they are narādhamas, the lowest of men. One may ask whether scientists, philosophers, economists and mathematicians are also narādhamas, the lowest of men, and the Supreme Personality of Godhead replies that they are because they have no actual knowledge. They are simply proud of their false prestige and position. Actually they do not know how to get relief from the material condition and renovate their spiritual life of transcendental bliss and knowledge. Consequently they waste time and energy in the search for so-called happiness. These are the qualifications of the demons. In Bhagavad-gītā it says that when one has all these demonic qualities, he becomes a mūḍha. Due to this, he envies the Supreme Personality of Godhead; therefore birth after birth he is born into a demonic family, and he transmigrates from one demonic body to another. Thus he forgets his relationship with Kṛṣṇa and remains a narādhama in an abominable condition life after life."
    },
    {
        "verse": "28",
        "devanagari": "क्‍वापि देवमायया स्त्रिया भुजलतोपगूढ: प्रस्कन्नविवेकविज्ञानो यद्विहारगृहारम्भाकुलहृदयस्तदाश्रयावसक्तसुतदुहितृकलत्रभाषितावलोकविचेष्टितापहृतहृदय आत्मानमजितात्मापारेऽन्धे तमसि प्रहिणोति ॥ २८ ॥",
        "english_devnagari": "kvāpi deva-māyayā striyā bhuja-latopagūḍhaḥ praskanna-viveka-vijñāno yad-vihāra-gṛhārambhākula-hṛdayas tad-āśrayāvasakta-suta-duhitṛ-kalatra-bhāṣitāvaloka-viceṣṭitāpahṛta-hṛdaya ātmānam ajitātmāpāre ’ndhe tamasi prahiṇoti.",
        "verse_Syn": [
            "kvāpi",
            "deva",
            "māyayā",
            "striyā",
            "bhuja",
            "latā",
            "upagūḍhaḥ",
            "praskanna",
            "viveka",
            "vijñānaḥ",
            "yat",
            "vihāra",
            "gṛha",
            "ārambha",
            "ākula",
            "hṛdayaḥ",
            "tat",
            "āśraya",
            "avasakta",
            "suta",
            "duhitṛ",
            "kalatra",
            "bhāṣita",
            "avaloka",
            "viceṣṭita",
            "apahṛta",
            "hṛdayaḥ",
            "ātmānam",
            "ajita",
            "ātmā",
            "apāre",
            "andhe",
            "tamasi",
            "prahiṇoti"
        ],
        "translation": "Sometimes the conditioned soul is attracted by illusion personified (his wife or girlfriend) and becomes eager to be embraced by a woman. Thus he loses his intelligence as well as knowledge of life’s goal. At that time, no longer attempting spiritual cultivation, he becomes overly attached to his wife or girlfriend and tries to provide her with a suitable apartment. Again, he becomes very busy under the shelter of that home and is captivated by the talks, glances and activities of his wife and children. In this way he loses his Kṛṣṇa consciousness and throws himself in the dense darkness of material existence.",
        "purport": " When the conditioned soul is embraced by his beloved wife, he forgets everything about Kṛṣṇa consciousness. The more he becomes attached to his wife, the more he becomes implicated in family life. One Bengali poet, Bankim Chandra, says that to the eyes of the lover the beloved is always very beautiful, even though ugly. This attraction is called deva-māyā. The attraction between man and woman is the cause of bondage for both. Actually both belong to the parā prakṛti, the superior energy of the Lord, but both are actually prakṛti (female). However, because both want to enjoy one another, they are sometimes described as puruṣa (male). Actually neither is puruṣa, but both can be superficially described as puruṣa. As soon as man and woman are united, they become attached to home, hearth, land, friendship and money. In this way they are both entrapped in material existence. The word bhuja-latā-upagūḍha, meaning “being embraced by beautiful arms which are compared to creepers,” describes the way the conditioned soul is bound within this material world. The products of sex life — sons and daughters — certainly follow. This is the way of material existence."
    },
    {
        "verse": "29",
        "devanagari": "कदाचिदीश्वरस्य भगवतो विष्णोश्चक्रात्परमाण्वादिद्विपरार्धापवर्गकालोपलक्षणात्परिवर्तितेन वयसा रंहसा हरत आब्रह्मतृणस्तम्बादीनां भूतानामनिमिषतो मिषतां वित्रस्तहृदयस्तमेवेश्वरं कालचक्रनिजायुधं साक्षाद्भगवन्तं यज्ञपुरुषमनाद‍ृत्य पाखण्डदेवता: कङ्कगृध्रबकवटप्राया आर्यसमयपरिहृता: साङ्केत्येनाभिधत्ते ॥ २९ ॥",
        "english_devnagari": "kadācid īśvarasya bhagavato viṣṇoś cakrāt paramāṇv-ādi-dvi-parārdhāpavarga-kālopalakṣaṇāt parivartitena vayasā raṁhasā harata ābrahma-tṛṇa-stambādīnāṁ bhūtānām animiṣato miṣatāṁ vitrasta-hṛdayas tam eveśvaraṁ kāla-cakra-nijāyudhaṁ sākṣād bhagavantaṁ yajña-puruṣam anādṛtya pākhaṇḍa-devatāḥ kaṅka-gṛdhra-baka-vaṭa-prāyā ārya-samaya-parihṛtāḥ sāṅketyenābhidhatte.",
        "verse_Syn": [
            "kadācit",
            "īśvarasya",
            "bhagavataḥ",
            "viṣṇoḥ",
            "cakrāt",
            "paramāṇu",
            "ādi",
            "dvi",
            "parārdha",
            "apavarga",
            "kāla",
            "upalakṣaṇāt",
            "parivartitena",
            "vayasā",
            "raṁhasā",
            "harataḥ",
            "ā",
            "brahma",
            "tṛṇa",
            "stamba",
            "ādīnām",
            "bhūtānām",
            "animiṣataḥ",
            "miṣatām",
            "vitrasta",
            "hṛdayaḥ",
            "tam",
            "eva",
            "īśvaram",
            "kāla",
            "cakra",
            "nija",
            "āyudham",
            "sākṣāt",
            "bhagavantam",
            "yajña",
            "puruṣam",
            "anādṛtya",
            "pākhaṇḍa",
            "devatāḥ",
            "kaṅka",
            "gṛdhra",
            "baka",
            "vaṭa",
            "prāyāḥ",
            "ārya",
            "samaya",
            "parihṛtāḥ",
            "sāṅketyena",
            "abhidhatte"
        ],
        "translation": "The personal weapon used by Lord Kṛṣṇa, the disc, is called hari-cakra, the disc of Hari. This cakra is the wheel of time. It expands from the beginning of the atoms up to the time of Brahmā’s death, and it controls all activities. It is always revolving and spending the lives of the living entities, from Lord Brahmā down to an insignificant blade of grass. Thus one changes from infancy, to childhood, to youth and maturity, and thus one approaches the end of life. It is impossible to check this wheel of time. This wheel is very exacting because it is the personal weapon of the Supreme Personality of Godhead. Sometimes the conditioned soul, fearing the approach of death, wants to worship someone who can save him from imminent danger. Yet he does not care for the Supreme Personality of Godhead, whose weapon is the indefatigable time factor. The conditioned soul instead takes shelter of a man-made god described in unauthorized scriptures. Such gods are like buzzards, vultures, herons and crows. Vedic scriptures do not refer to them. Imminent death is like the attack of a lion, and neither vultures, buzzards, crows nor herons can save one from such an attack. One who takes shelter of unauthorized man-made gods cannot be saved from the clutches of death.",
        "purport": " It is stated: hariṁ vinā mṛtiṁ na taranti. No one can save himself from the cruel hands of death without being favored by Hari, the Supreme Personality of Godhead. In Bhagavad-gītā it is stated, mām eva ye prapadyante māyām etāṁ taranti te: whoever fully surrenders unto Kṛṣṇa can be saved from the cruel hands of material nature. The conditioned soul, however, sometimes wants to take shelter of a demigod, man-made god, pseudo incarnation or bogus svāmī or yogī. All these cheaters claim to follow religious principles, and all this has become very popular in this Age of Kali. There are many pāṣaṇḍīs who, without referring to the śāstras, pose themselves as incarnations, and foolish people follow them. Kṛṣṇa, the Supreme Personality of Godhead, has left behind Him Śrīmad-Bhāgavatam and Bhagavad-gītā. Not referring to these authorized scriptures, rascals take shelter of man-made scriptures and try to compete with Lord Kṛṣṇa. That is the greatest difficulty one encounters when trying to promote spiritual consciousness in human society. The Kṛṣṇa consciousness movement is trying its best to bring people back to Kṛṣṇa consciousness in its pure form, but the pāṣaṇḍīs and atheists, who are cheaters, are so numerous that sometimes we become perplexed and wonder how to push this movement forward. In any case, we cannot accept the unauthorized ways of so-called incarnations, gods, cheaters and bluffers, who are described here as crows, vultures, buzzards and herons."
    },
    {
        "verse": "30",
        "devanagari": "यदा पाखण्डिभिरात्मवञ्चितैस्तैरुरु वञ्चितो ब्रह्मकुलं समावसंस्तेषां शीलमुपनयनादिश्रौतस्मार्तकर्मानुष्ठानेन भगवतो यज्ञपुरुषस्याराधनमेव तदरोचयन् शूद्रकुलं भजते निगमाचारेऽशुद्धितो यस्य मिथुनीभाव: कुटुम्बभरणं यथा वानरजाते: ॥ ३० ॥",
        "english_devnagari": "yadā pākhaṇḍibhir ātma-vañcitais tair uru vañcito brahma-kulaṁ samāvasaṁs teṣāṁ śīlam upanayanādi-śrauta-smārta-karmānuṣṭhā-nena bhagavato yajña-puruṣasyārādhanam eva tad arocayan śūdra-kulaṁ bhajate nigamācāre ’śuddhito yasya mithunī-bhāvaḥ kuṭumba-bharaṇaṁ yathā vānara-jāteḥ.",
        "verse_Syn": [
            "yadā",
            "pākhaṇḍibhiḥ",
            "ātma",
            "vañcitaiḥ",
            "taiḥ",
            "uru",
            "vañcitaḥ",
            "brahma",
            "kulam",
            "samāvasan",
            "teṣām",
            "śīlam",
            "upanayana",
            "ādi",
            "śrauta",
            "smārta",
            "karma",
            "anuṣṭhānena",
            "bhagavataḥ",
            "yajña",
            "puruṣasya",
            "ārādhanam",
            "eva",
            "tat",
            "arocayan",
            "śūdra",
            "kulam",
            "bhajate",
            "nigama",
            "ācāre",
            "aśuddhitaḥ",
            "yasya",
            "mithunī",
            "bhāvaḥ",
            "kuṭumba",
            "bharaṇam",
            "yathā",
            "vānara",
            "jāteḥ"
        ],
        "translation": "The pseudo svāmīs, yogīs and incarnations who do not believe in the Supreme Personality of Godhead are known as pāṣaṇḍīs. They themselves are fallen and cheated because they do not know the real path of spiritual advancement, and whoever goes to them is certainly cheated in his turn. When one is thus cheated, he sometimes takes shelter of the real followers of Vedic principles [brāhmaṇas or those in Kṛṣṇa consciousness], who teach everyone how to worship the Supreme Personality of Godhead according to the Vedic rituals. However, being unable to stick to these principles, these rascals again fall down and take shelter among śūdras who are very expert in making arrangements for sex indulgence. Sex is very prominent among animals like monkeys, and such people who are enlivened by sex may be called descendants of monkeys.",
        "purport": " By fulfilling the process of evolution from the aquatics to the animal platform, a living entity eventually reaches the human form. The three modes of material nature are always working in the evolutionary process. Those who come to the human form through the quality of sattva-guṇa were cows in their last animal incarnation. Those who come to the human form through the quality of rajo-guṇa were lions in their last animal incarnation. And those who come to the human form through the quality of tamo-guṇa were monkeys in their last animal incarnation. In this age, those who come through the monkey species are considered by modern anthropologists like Darwin to be descendants of monkeys. We receive information herein that those who are simply interested in sex are actually no better than monkeys. Monkeys are very expert in sexual enjoyment, and sometimes sex glands are taken from monkeys and placed in the human body so that a human being can enjoy sex in old age. In this way modern civilization has advanced. Many monkeys in India were caught and sent to Europe so that their sex glands could serve as replacements for those of old people. Those who actually descend from the monkeys are interested in expanding their aristocratic families through sex. In the Vedas there are also certain ceremonies especially meant for sexual improvement and promotion to higher planetary systems, where the demigods are enjoying sex. The demigods are also very much inclined toward sex because that is the basic principle of material enjoyment. First of all, the conditioned soul is cheated by so-called svāmīs, yogīs and incarnations when he approaches them to be relieved of material miseries. When the conditioned soul is not satisfied with them, he comes to devotees and pure brāhmaṇas who try to elevate him for final liberation from material bondage. However, the unscrupulous conditioned soul cannot rigidly follow the principles prohibiting illicit sex, intoxication, gambling and meat-eating. Thus he falls down and takes shelter of people who are like monkeys. In the Kṛṣṇa consciousness movement these monkey disciples, being unable to follow the strict regulative principles, sometimes fall down and try to form societies based on sex. This is proof that such people are descendants of monkeys, as confirmed by Darwin. In this verse it is therefore clearly stated: yathā vānara jāteḥ."
    },
    {
        "verse": "31",
        "devanagari": "तत्रापि निरवरोध: स्वैरेण विहरन्नतिकृपणबुद्धिरन्योन्यमुखनिरीक्षणादिना ग्राम्यकर्मणैव विस्मृतकालावधि: ॥ ३१ ॥",
        "english_devnagari": "tatrāpi niravarodhaḥ svaireṇa viharann ati-kṛpaṇa-buddhir anyonya-mukha-nirīkṣaṇādinā grāmya-karmaṇaiva vismṛta-kālāvadhiḥ.",
        "verse_Syn": [
            "tatra",
            "api",
            "niravarodhaḥ",
            "svaireṇa",
            "viharan",
            "ati",
            "kṛpaṇa",
            "buddhiḥ",
            "anyonya",
            "mukha",
            "nirīkṣaṇa",
            "ādinā",
            "grāmya",
            "karmaṇā",
            "eva",
            "vismṛta",
            "kāla",
            "avadhiḥ"
        ],
        "translation": "In this way the descendants of the monkeys intermingle with each other, and they are generally known as śūdras. Without hesitating, they live and move freely, not knowing the goal of life. They are captivated simply by seeing the faces of one another, which remind them of sense gratification. They are always engaged in material activities, known as grāmya-karma, and they work hard for material benefit. Thus they forget completely that one day their small life spans will be finished and they will be degraded in the evolutionary cycle.",
        "purport": " Materialistic people are sometimes called śūdras, or descendants of monkeys, due to their monkeylike intelligence. They do not care to know how the evolutionary process is taking place, nor are they eager to know what will happen after they finish their small human life span. This is the attitude of śūdras. Śrī Caitanya Mahāprabhu’s mission, this Kṛṣṇa consciousness movement, is trying to elevate śūdras to the brāhmaṇa platform so that they will know the real goal of life. Unfortunately, being overly attached to sense gratification, materialists are not serious in helping this movement. Instead, some of them try to suppress it. Thus it is the business of monkeys to disturb the activities of the brāhmaṇas. The descendants of monkeys completely forget that they have to die, and they are very proud of scientific knowledge and the progress of material civilization. The word grāmya-karmaṇā indicates activities meant only for the improvement of bodily comforts. Presently all human society is engaged in improving economic conditions and bodily comforts. People are not interested in knowing what is going to happen after death, nor do they believe in the transmigration of the soul. When one scientifically studies the evolutionary theory, one can understand that human life is a junction where one may take the path of promotion or degradation. As stated in Bhagavad-gītā (9.25): “Those who worship the demigods will take birth among the demigods; those who worship ghosts and spirits will take birth among such beings; those who worship ancestors go to the ancestors; and those who worship Me will live with Me.” In this life we have to prepare ourselves for promotion to the next life. Those who are in the mode of rajo-guṇa are generally interested in being promoted to the heavenly planets. Some, unknowingly, are degraded to lower animal forms. Those in the mode of goodness can engage in devotional service, and after that they can return home, back to Godhead (yānti mad-yājino ’pi mām). That is the real purpose of human life. This Kṛṣṇa consciousness movement is trying to bring intelligent human beings to the platform of devotional service. Instead of wasting time trying to attain a better position in material life, one should simply endeavor to return home, back to Godhead. Then all problems will be solved. As stated in Śrīmad-Bhāgavatam (1.2.17): “Śrī Kṛṣṇa, the Personality of Godhead, who is the Paramātmā [Supersoul] in everyone’s heart and the benefactor of the truthful devotee, cleanses the desire for material enjoyment from the heart of the devotee who relishes His messages, which are in themselves virtuous when properly heard and chanted.” One simply has to follow the regulative principles, act like a brāhmaṇa, chant the Hare Kṛṣṇa mantra and read Bhagavad-gītā and Śrīmad-Bhāgavatam. In this way one purifies himself of the baser material modes (tamo-guṇa and rajo-guṇa) and, becoming freed from the greed of these modes, can attain complete peace of mind. In this way one can understand the Supreme Personality of Godhead and one’s relationship with Him and thus be promoted to the highest perfection (siddhiṁ paramāṁ gatāḥ)."
    },
    {
        "verse": "32",
        "devanagari": "क्‍वचिद् द्रुमवदैहिकार्थेषु गृहेषु रंस्यन् यथा वानर: सुतदारवत्सलो व्यवायक्षण: ॥ ३२ ॥",
        "english_devnagari": "kvacid drumavad aihikārtheṣu gṛheṣu raṁsyan yathā vānaraḥ suta-dāra-vatsalo vyavāya-kṣaṇaḥ.",
        "verse_Syn": [
            "kvacit",
            "druma",
            "vat",
            "aihika",
            "artheṣu",
            "gṛheṣu",
            "raṁsyan",
            "yathā",
            "vānaraḥ",
            "suta",
            "dāra",
            "vatsalaḥ",
            "vyavāya",
            "kṣaṇaḥ"
        ],
        "translation": "Just as a monkey jumps from one tree to another, the conditioned soul jumps from one body to another. As the monkey is ultimately captured by the hunter and is unable to get out of captivity, the conditioned soul, being captivated by momentary sex pleasure, becomes attached to different types of bodies and is encaged in family life. Family life affords the conditioned soul a festival of momentary sex pleasure, and thus he is completely unable to get out of the material clutches.",
        "purport": " As stated in Śrīmad-Bhāgavatam (11.9.29): viṣayaḥ khalu sarvataḥ syāt. Bodily necessities — eating, sleeping, mating and defending — are all very easily available in any form of life. It is stated here that the vānara (monkey) is very much attracted to sex. Each monkey keeps at least two dozen wives, and he jumps from one tree to another to capture the female monkeys. Thus he immediately engages in sexual intercourse. In this way the monkey’s business is to jump from one tree to another and enjoy sex with his wives. The conditioned soul is doing the same thing, transmigrating from one body to another and engaging in sex. He thus completely forgets how to become free from the clutches of material encagement. Sometimes the monkey is captured by a hunter, who sells its body to doctors so that its glands can be removed for the benefit of another monkey. All this is going on in the name of economic development and improved sex life."
    },
    {
        "verse": "33",
        "devanagari": "एवमध्वन्यवरुन्धानो मृत्युगजभयात्तमसि गिरिकन्दरप्राये ॥ ३३ ॥",
        "english_devnagari": "evam adhvany avarundhāno mṛtyu-gaja-bhayāt tamasi giri-kandara-prāye.",
        "verse_Syn": [
            "evam",
            "adhvani",
            "avarundhānaḥ",
            "mṛtyu",
            "gaja",
            "bhayāt",
            "tamasi",
            "giri",
            "kandara",
            "prāye"
        ],
        "translation": "In this material world, when the conditioned soul forgets his relationship with the Supreme Personality of Godhead and does not care for Kṛṣṇa consciousness, he simply engages in different types of mischievous and sinful activities. He is then subjected to the threefold miseries, and, out of fear of the elephant of death, he falls into the darkness found in a mountain cave.",
        "purport": " Everyone is afraid of death, and however strong a materialistic person may be, when there is disease and old age one must certainly accept death’s notice. The conditioned soul becomes very morose to receive notice of death. His fear is compared to the fear experienced upon entering a dark mountain cave, and death is compared to a great elephant."
    },
    {
        "verse": "34",
        "devanagari": "क्‍वचिच्छीतवाताद्यनेकदैविकभौतिकात्मीयानां दु:खानां प्रतिनिवारणेऽकल्पो दुरन्तविषयविषण्ण आस्ते ॥ ३४ ॥",
        "english_devnagari": "kvacic chīta-vātādy-aneka-daivika-bhautikātmīyānāṁ duḥkhānāṁ pratinivāraṇe ’kalpo duranta-viṣaya-viṣaṇṇa āste.",
        "verse_Syn": [
            "kvacit",
            "śīta",
            "vāta",
            "ādi",
            "aneka",
            "daivika",
            "bhautika",
            "ātmīyānām",
            "duḥkhānām",
            "pratinivāraṇe",
            "akalpaḥ",
            "duranta",
            "viṣaya",
            "viṣaṇṇaḥ",
            "āste"
        ],
        "translation": "The conditioned soul suffers many miserable bodily conditions, such as being affected by severe cold and strong winds. He also suffers due to the activities of other living beings and due to natural disturbances. When he is unable to counteract them and has to remain in a miserable condition, he naturally becomes very morose because he wants to enjoy material facilities.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "क्‍वचिन्मिथो व्यवहरन् यत्किञ्चिद्धनमुपयाति वित्तशाठ्येन ॥ ३५ ॥",
        "english_devnagari": "kvacin mitho vyavaharan yat kiñcid dhanam upayāti vitta-śāṭhyena.",
        "verse_Syn": [
            "kvacit",
            "mithaḥ",
            "vyavaharan",
            "yat",
            "kiñcit",
            "dhanam",
            "upayāti",
            "vitta",
            "śāṭhyena"
        ],
        "translation": "Sometimes conditioned souls exchange money, but in due course of time, enmity arises because of cheating. Although there may be a tiny profit, the conditioned souls cease to be friends and become enemies.",
        "purport": " As stated in Śrīmad-Bhāgavatam (5.5.8): The monkeylike conditioned soul first becomes attached to sex, and when intercourse actually takes place he becomes more attached. He then requires some material comforts — apartment, house, food, friends, wealth and so on. In order to acquire these things he has to cheat others, and this creates enmity even among the most intimate friends. Sometimes this enmity is created between the conditioned soul and the father or spiritual master. Unless one is firmly fixed in the regulative principles, one may perform mischievous acts, even if one is a member of the Kṛṣṇa consciousness movement. We therefore advise our disciples to strictly follow the regulative principles; otherwise the most important movement for the upliftment of humanity will be hampered due to dissension among its members. Those who are serious about pushing forward this Kṛṣṇa consciousness movement should remember this and strictly follow the regulative principles so that their minds will not be disturbed."
    },
    {
        "verse": "36",
        "devanagari": "क्‍वचित्क्षीणधन: शय्यासनाशनाद्युपभोगविहीनो यावदप्रतिलब्धमनोरथोपगतादानेऽवसितमतिस्ततस्ततोऽवमानादीनि जनादभिलभते ॥ ३६ ॥",
        "english_devnagari": "kvacit kṣīṇa-dhanaḥ śayyāsanāśanādy-upabhoga-vihīno yāvad apratilabdha-manorathopagatādāne ’vasita-matis tatas tato ’vamānādīni janād abhilabhate.",
        "verse_Syn": [
            "kvacit",
            "kṣīṇa",
            "dhanaḥ",
            "śayyā",
            "āsana",
            "aśana",
            "ādi",
            "upabhoga",
            "vihīnaḥ",
            "yāvat",
            "apratilabdha",
            "manoratha",
            "upagata",
            "ādāne",
            "avasita",
            "matiḥ",
            "tataḥ",
            "tataḥ",
            "avamāna",
            "ādīni",
            "janāt",
            "abhilabhate"
        ],
        "translation": "Sometimes, having no money, the conditioned soul does not get sufficient accommodations. Sometimes he doesn’t even have a place to sit, nor does he have the other necessities. In other words, he falls into scarcity, and at that time, when he is unable to secure the necessities by fair means, he decides to seize the property of others unfairly. When he cannot get the things he wants, he simply receives insults from others and thus becomes very morose.",
        "purport": " It is said that necessity knows no law. When the conditioned soul needs money to acquire life’s bare necessities, he adopts any means. He begs, borrows or steals. Instead of receiving these things, he is insulted and chastised. Unless one is very well organized, one cannot accumulate riches by unfair means. Even if one acquires riches by unfair means, he cannot avoid punishment and insult from the government or the general populace. There are many instances of important people’s embezzling money, getting caught and being put in prison. One may be able to avoid the punishment of prison, but one cannot avoid the punishment of the Supreme Personality of Godhead, who works through the agency of material nature. This is described in Bhagavad-gītā (7.14): daivī hy eṣā guṇa-mayī mama māyā duratyayā. Nature is very cruel. She does not excuse anyone. When people do not care for nature, they commit all kinds of sinful activities, and consequently they have to suffer."
    },
    {
        "verse": "37",
        "devanagari": "एवं वित्तव्यतिषङ्गविवृद्धवैरानुबन्धोऽपि पूर्ववासनया मिथउद्वहत्यथापवहति ॥ ३७ ॥",
        "english_devnagari": "evaṁ vitta-vyatiṣaṅga-vivṛddha-vairānubandho ’pi pūrva-vāsanayā mitha udvahaty athāpavahati.",
        "verse_Syn": [
            "evam",
            "vitta",
            "vyatiṣaṅga",
            "vivṛddha",
            "vaira",
            "anubandhaḥ",
            "api",
            "pūrva",
            "vāsanayā",
            "mithaḥ",
            "udvahati",
            "atha",
            "apavahati"
        ],
        "translation": "Although people may be enemies, in order to fulfill their desires again and again, they sometimes get married. Unfortunately, these marriages do not last very long, and the people involved are separated again by divorce or other means.",
        "purport": " As stated previously, every conditioned soul has the propensity to cheat, even in marriage. Everywhere in this material world, one conditioned soul is envious of another. For the time being, people may remain friends, but eventually they become enemies again and fight over money. Sometimes they marry and then separate by divorce or other means. On the whole, unity is never permanent. Due to the cheating propensity, both parties always remain envious. Even in Kṛṣṇa consciousness, separation and enmity take place due to the prominence of material propensities."
    },
    {
        "verse": "38",
        "devanagari": "एतस्मिन् संसाराध्वनि नानाक्लेशोपसर्गबाधित आपन्नविपन्नो यत्र यस्तमु ह वावेतरस्तत्र विसृज्य जातं जातमुपादाय शोचन्मुह्यन् बिभ्यद्विवदन् क्रदन् संहृष्यन्गायन्नह्यमान: साधुवर्जितो नैवावर्ततेऽद्यापि यत आरब्ध एष नरलोकसार्थो यमध्वन: पारमुपदिशन्ति ॥ ३८ ॥",
        "english_devnagari": "etasmin saṁsārādhvani nānā-kleśopasarga-bādhita āpanna-vipanno yatra yas tam u ha vāvetaras tatra visṛjya jātaṁ jātam upādāya śocan muhyan bibhyad-vivadan krandan saṁhṛṣyan gāyan nahyamānaḥ sādhu-varjito naivāvartate ’dyāpi yata ārabdha eṣa nara-loka-sārtho yam adhvanaḥ pāram upadiśanti.",
        "verse_Syn": [
            "etasmin",
            "saṁsāra",
            "adhvani",
            "nānā",
            "kleśa",
            "upasarga",
            "bādhitaḥ",
            "āpanna",
            "vipannaḥ",
            "yatra",
            "yaḥ",
            "tam",
            "u",
            "ha",
            "vāva",
            "itaraḥ",
            "tatra",
            "visṛjya",
            "jātam",
            "jātam",
            "upādāya",
            "śocan",
            "muhyan",
            "bibhyat",
            "vivadan",
            "krandan",
            "saṁhṛṣyan",
            "gāyan",
            "nahyamānaḥ",
            "sādhu",
            "varjitaḥ",
            "na",
            "eva",
            "āvartate",
            "adya",
            "api",
            "yataḥ",
            "ārabdhaḥ",
            "eṣaḥ",
            "nara",
            "loka",
            "sa",
            "arthaḥ",
            "yam",
            "adhvanaḥ",
            "pāram",
            "upadiśanti"
        ],
        "translation": "The path of this material world is full of material miseries, and various troubles disturb the conditioned souls. Sometimes he loses, and sometimes he gains. In either case, the path is full of danger. Sometimes the conditioned soul is separated from his father by death or other circumstances. Leaving him aside he gradually becomes attached to others, such as his children. In this way, the conditioned soul is sometimes illusioned and afraid. Sometimes he cries loudly out of fear. Sometimes he is happy maintaining his family, and sometimes he is overjoyed and sings melodiously. In this way he becomes entangled and forgets his separation from the Supreme Personality of Godhead since time immemorial. Thus he traverses the dangerous path of material existence, and on this path he is not at all happy. Those who are self-realized simply take shelter of the Supreme Personality of Godhead in order to get out of this dangerous material existence. Without accepting the devotional path, one cannot get out of the clutches of material existence. The conclusion is that no one can be happy in material life. One must take to Kṛṣṇa consciousness.",
        "purport": " By thoroughly analyzing the materialistic way of life, any sane man can understand that there is not the least happiness in this world. However, due to continuing on the path of danger from time immemorial and not associating with saintly persons, the conditioned soul, under illusion, wants to enjoy this material world. Material energy sometimes gives him a chance at so-called happiness, but the conditioned soul is perpetually being punished by material nature. It is therefore said: daṇḍya-jane rājā yena nadīte cubāya (Cc. Madhya 20.118). Materialistic life means continuous unhappiness, but sometimes we accept happiness as it appears between the gaps. Sometimes a condemned person is submerged in water and hauled out. Actually all of this is meant for punishment, but he feels a little comfort when he is taken out of the water. This is the situation with the conditioned soul. All the śāstras therefore advise that one associate with devotees and saintly people. Even by a little association with devotees, the conditioned soul can get out of this miserable material condition. This Kṛṣṇa consciousness movement is therefore trying to give everyone a chance to associate with saintly people. Therefore all the members of this Kṛṣṇa consciousness society must themselves be perfect sādhus in order to give a chance to fallen conditioned souls. This is the best humanitarian work."
    },
    {
        "verse": "39",
        "devanagari": "यदिदं योगानुशासनं न वा एतदवरुन्धते यन्न्यस्तदण्डा मुनय उपशमशीला उपरतात्मान: समवगच्छन्ति ॥ ३९ ॥",
        "english_devnagari": "yad idaṁ yogānuśāsanaṁ na vā etad avarundhate yan nyasta-daṇḍā munaya upaśama-śīlā uparatātmānaḥ samavagacchanti.",
        "verse_Syn": [
            "yat",
            "idam",
            "yoga",
            "anuśāsanam",
            "na",
            "vā",
            "etat",
            "avarundhate",
            "yat",
            "nyasta",
            "daṇḍāḥ",
            "munayaḥ",
            "upaśama",
            "śīlāḥ",
            "uparata",
            "ātmānaḥ",
            "samavagacchanti"
        ],
        "translation": "Saintly persons, who are friends to all living entities, have a peaceful consciousness. They have controlled their senses and minds, and they easily attain the path of liberation, the path back to Godhead. Being unfortunate and attached to the miserable material conditions, a materialistic person cannot associate with them.",
        "purport": " The great saint Jaḍa Bharata described both the miserable condition and the means to get out. The only way out of it is association with devotees, and this association is very easy. Although unfortunate people also get this opportunity, due to their great misfortune they cannot take shelter of pure devotees, and consequently they continuously suffer. Nonetheless, this Kṛṣṇa consciousness movement insists that everyone take to this path by adopting the chanting of the Hare Kṛṣṇa mahā-mantra. The preachers of Kṛṣṇa consciousness go from door to door to inform people how they can be relieved from the miserable conditions of material life. As stated by Śrī Caitanya Mahāprabhu, guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja: by the mercy of Kṛṣṇa and guru, one can get the seed of devotional service. If one is a little intelligent he can cultivate Kṛṣṇa consciousness and be freed from the miserable conditions of material life."
    },
    {
        "verse": "40",
        "devanagari": "यदपि दिगिभजयिनो यज्विनो ये वै राजर्षय: किं तु परं मृधे शयीरन्नस्यामेव ममेयमिति कृतवैरानुबन्धायां विसृज्य स्वयमुपसंहृता: ॥ ४० ॥",
        "english_devnagari": "yad api dig-ibha-jayino yajvino ye vai rājarṣayaḥ kiṁ tu paraṁ mṛdhe śayīrann asyām eva mameyam iti kṛta-vairānubandhāyāṁ visṛjya svayam upasaṁhṛtāḥ.",
        "verse_Syn": [
            "yat",
            "api",
            "dik",
            "ibha",
            "jayinaḥ",
            "yajvinaḥ",
            "ye",
            "vai",
            "rāja",
            "ṛṣayaḥ",
            "kim",
            "tu",
            "param",
            "mṛdhe",
            "śayīran",
            "asyām",
            "eva",
            "mama",
            "iyam",
            "iti",
            "kṛta",
            "vaira",
            "anu",
            "bandhāyām",
            "visṛjya",
            "svayam",
            "upasaṁhṛtāḥ"
        ],
        "translation": "There were many great saintly kings who were very expert in performing sacrificial rituals and very competent in conquering other kingdoms, yet despite their power they could not attain the loving service of the Supreme Personality of Godhead. This is because those great kings could not even conquer the false consciousness of “I am this body, and this is my property.” Thus they simply created enmity with rival kings, fought with them and died without having discharged life’s real mission.",
        "purport": " The real mission of life for the conditioned soul is to reestablish the forgotten relationship with the Supreme Personality of Godhead and engage in devotional service so that he may revive Kṛṣṇa consciousness after giving up the body. One doesn’t have to give up his occupation as a brāhmaṇa, kṣatriya, vaiśya, śūdra or whatever. In any position, while discharging his prescribed duty, one can develop Kṛṣṇa consciousness simply by associating with devotees who are representatives of Kṛṣṇa and who can teach this science. Regretfully, the big politicians and leaders in the material world simply create enmity and are not interested in spiritual advancement. Material advancement may be very pleasing to an ordinary man, but ultimately he is defeated because he identifies himself with the material body and considers everything related to it to be his property. This is ignorance. Actually nothing belongs to him, not even the body. By one’s karma, one gets a particular body, and if he does not utilize his body to please the Supreme Personality of Godhead, all his activities are frustrated. The real purpose of life is stated in Śrīmad-Bhāgavatam (1.2.13): It really doesn’t matter what activity a man engages in. If he can simply satisfy the Supreme Lord, his life is successful."
    },
    {
        "verse": "41",
        "devanagari": "कर्मवल्लीमवलम्ब्य तत आपद: कथञ्चिन्नरकाद्विमुक्त: पुनरप्येवं संसाराध्वनि वर्तमानो नरलोकसार्थमुपयाति एवमुपरि गतोऽपि ॥ ४१ ॥",
        "english_devnagari": "karma-vallīm avalambya tata āpadaḥ kathañcin narakād vimuktaḥ punar apy evaṁ saṁsārādhvani vartamāno nara-loka-sārtham upayāti evam upari gato ’pi.",
        "verse_Syn": [
            "karma",
            "vallīm",
            "avalambya",
            "tataḥ",
            "āpadaḥ",
            "kathañcit",
            "narakāt",
            "vimuktaḥ",
            "punaḥ",
            "api",
            "evam",
            "saṁsāra",
            "adhvani",
            "vartamānaḥ",
            "nara",
            "loka",
            "sa",
            "artham",
            "upayāti",
            "evam",
            "upari",
            "gataḥ",
            "api"
        ],
        "translation": "When the conditioned soul accepts the shelter of the creeper of fruitive activity, he may be elevated by his pious activities to higher planetary systems and thus gain liberation from hellish conditions, but unfortunately he cannot remain there. After reaping the results of his pious activities, he has to return to the lower planetary systems. In this way he perpetually goes up and comes down.",
        "purport": " In this regard Śrī Caitanya Mahāprabhu says: Even if one wanders for many millions of years, from the time of creation until the time of annihilation, one cannot get free from the path of material existence unless one receives shelter at the lotus feet of a pure devotee. As a monkey takes shelter of the branch of a banyan tree and thinks he is enjoying, the conditioned soul, not knowing the real interest of his life, takes shelter of the path of karma-kāṇḍa, fruitive activities. Sometimes he is elevated to the heavenly planets by such activities, and sometimes he again descends to earth. This is described by Śrī Caitanya Mahāprabhu as brahmāṇḍa bhramite. However, if by Kṛṣṇa’s grace one is fortunate enough to come under the shelter of the guru, by the mercy of Kṛṣṇa he receives lessons on how to execute devotional service to the Supreme Lord. In this way he receives a clue of how to get out of his continuous struggle up and down within the material world. Therefore the Vedic injunction is that one should approach a spiritual master. The Vedas declare: tad-vijñānārthaṁ sa gurum evābhigacchet (Muṇḍaka Upaniṣad 1.2.12). Similarly in Bhagavad-gītā (4.34) the Supreme Personality of Godhead advises: “Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.” Śrīmad-Bhāgavatam (11.3.21) gives similar advice: “Any person who seriously desires to achieve real happiness must seek out a bona fide spiritual master and take shelter of him by initiation. The qualification of his spiritual master is that he must have realized the conclusion of the scriptures by deliberation and be able to convince others of these conclusions. Such great personalities, who have taken shelter of the Supreme Godhead, leaving aside all material considerations, are to be understood as bona fide spiritual masters.” Similarly, Viśvanātha Cakravartī, a great Vaiṣṇava, also advises, yasya prasādād bhagavat-prasādaḥ: “By the mercy of the spiritual master one receives the mercy of Kṛṣṇa.” This is the same advice given by Śrī Caitanya Mahāprabhu (guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja). This is essential. One must come to Kṛṣṇa consciousness, and therefore one must take shelter of a pure devotee. Thus one can become free from the clutches of matter."
    },
    {
        "verse": "42",
        "devanagari": "तस्येदमुपगायन्ति—आर्षभस्येह राजर्षेर्मनसापि महात्मन: । नानुवर्त्मार्हति नृपो मक्षिकेव गरुत्मत: ॥ ४२ ॥",
        "english_devnagari": "tasyedam upagāyanti — ārṣabhasyeha rājarṣermanasāpi mahātmanaḥnānuvartmārhati nṛpomakṣikeva garutmataḥ",
        "verse_Syn": [
            "tasya",
            "idam",
            "upagāyanti",
            "ārṣabhasya",
            "iha",
            "rāja",
            "ṛṣeḥ",
            "manasā",
            "api",
            "mahā",
            "ātmanaḥ",
            "na",
            "anuvartma",
            "arhati",
            "nṛpaḥ",
            "makṣikā",
            "iva",
            "garutmataḥ"
        ],
        "translation": "Having summarized the teachings of Jaḍa Bharata, Śukadeva Gosvāmī said: My dear King Parīkṣit, the path indicated by Jaḍa Bharata is like the path followed by Garuḍa, the carrier of the Lord, and ordinary kings are just like flies. Flies cannot follow the path of Garuḍa, and to date none of the great kings and victorious leaders could follow this path of devotional service, not even mentally.",
        "purport": " As Kṛṣṇa says in Bhagavad-gītā (7.3): “Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth.” The path of devotional service is very difficult, even for great kings who have conquered many enemies. Although these kings were victorious on the battlefield, they could not conquer the bodily conception. There are many big leaders, yogīs, svāmīs and so-called incarnations who are very much addicted to mental speculation and who advertise themselves as perfect personalities, but they are not ultimately successful. The path of devotional service is undoubtedly very difficult to follow, but it becomes very easy if the candidate actually wants to follow the path of the mahājana. In this age there is the path of Śrī Caitanya Mahāprabhu, who appeared to deliver all fallen souls. This path is so simple and easy that everyone can take to it by chanting the holy name of the Lord. We are very satisfied that this path is being opened by this Kṛṣṇa consciousness movement because so many European and American boys and girls are taking this philosophy seriously and gradually attaining perfection."
    },
    {
        "verse": "43",
        "devanagari": "यो दुस्त्यजान्दारसुतान् सुहृद्राज्यं हृदिस्पृश: । जहौ युवैव मलवदुत्तमश्लोकलालस: ॥ ४३ ॥",
        "english_devnagari": "yo dustyajān dāra-sutānsuhṛd rājyaṁ hṛdi-spṛśaḥjahau yuvaiva malavaduttamaśloka-lālasaḥ",
        "verse_Syn": [
            "yaḥ",
            "dustyajān",
            "dāra",
            "sutān",
            "suhṛt",
            "rājyam",
            "hṛdi",
            "spṛśaḥ",
            "jahau",
            "yuvā",
            "eva",
            "mala",
            "vat",
            "uttama",
            "śloka",
            "lālasaḥ"
        ],
        "translation": "While in the prime of life, the great Mahārāja Bharata gave up everything because he was fond of serving the Supreme Personality of Godhead, Uttamaśloka. He gave up his beautiful wife, nice children, great friends and an enormous empire. Although these things were very difficult to give up, Mahārāja Bharata was so exalted that he gave them up just as one gives up stool after evacuating. Such was the greatness of His Majesty.",
        "purport": " The name of God is Kṛṣṇa, because He is so attractive that the pure devotee can give up everything within this material world on His behalf. Mahārāja Bharata was an ideal king, instructor and emperor of the world. He possessed all the opulences of the material world, but Kṛṣṇa is so attractive that He attracted Mahārāja Bharata from all his material possessions. Yet somehow or other, the King became affectionate to a little deer and, falling from his position, had to accept the body of a deer in his next life. Due to Kṛṣṇa’s great mercy upon him, he could not forget his position, and he could understand how he had fallen. Therefore in the next life, as Jaḍa Bharata, Mahārāja Bharata was careful not to spoil his energy, and therefore he presented himself as a deaf and dumb person. In this way he could concentrate on his devotional service. We have to learn from the great King Bharata how to become cautious in cultivating Kṛṣṇa consciousness. A little inattention will retard our devotional service for the time being. Yet any service rendered to the Supreme Personality of Godhead is never lost: svalpam apy asya dharmasya trāyate mahato bhayāt (Bg. 2.40). A little devotional service rendered sincerely is a permanent asset. As stated in Śrīmad-Bhāgavatam (1.5.17): Somehow or other, if one is attracted to Kṛṣṇa, whatever he does in devotional service is a permanent asset. Even if one falls down due to immaturity or bad association, his devotional assets are never lost. There are many examples of this — Ajāmila, Mahārāja Bharata, and many others. This Kṛṣṇa consciousness movement is giving everyone a chance to engage in devotional service for at least some time. A little service will give one an impetus to advance and thus make one’s life successful. In this verse the Lord is described as Uttamaśloka. Uttama means “the best,” and śloka means “reputation.” Lord Kṛṣṇa is full in six opulences, one of which is reputation. Aiśvaryasya samagrasya vīryasya yaśasaḥ śriyaḥ (Viṣṇu Purāṇa 6.5.47). Kṛṣṇa’s reputation is still expanding. We are spreading the glories of Kṛṣṇa by pushing forward this Kṛṣṇa consciousness movement. Kṛṣṇa’s reputation, five thousand years after the Battle of Kurukṣetra, is still expanding throughout the world. Every important individual within this world must have heard of Kṛṣṇa, especially at the present moment, due to the Kṛṣṇa consciousness movement. Even people who do not like us and want to suppress the movement are also somehow or other chanting Hare Kṛṣṇa. They say, “The Hare Kṛṣṇa people should be chastised.” Such foolish people do not realize the true value of this movement, but the mere fact that they want to criticize it gives them a chance to chant Hare Kṛṣṇa, and this is its success."
    },
    {
        "verse": "44",
        "devanagari": "यो दुस्त्यजान् क्षितिसुतस्वजनार्थदारान्प्रार्थ्यां श्रियं सुरवरै: सदयावलोकाम् । नैच्छन्नृपस्तदुचितं महतां मधुद्विट-सेवानुरक्तमनसामभवोऽपि फल्गु: ॥ ४४ ॥",
        "english_devnagari": "yo dustyajān kṣiti-suta-svajanārtha-dārānprārthyāṁ śriyaṁ sura-varaiḥ sadayāvalokāmnaicchan nṛpas tad-ucitaṁ mahatāṁ madhudviṭ-sevānurakta-manasām abhavo ’pi phalguḥ",
        "verse_Syn": [
            "yaḥ",
            "dustyajān",
            "kṣiti",
            "suta",
            "sva",
            "jana",
            "artha",
            "dārān",
            "prārthyām",
            "śriyam",
            "sura",
            "varaiḥ",
            "sa",
            "daya",
            "avalokām",
            "na",
            "aicchat",
            "nṛpaḥ",
            "tat",
            "ucitam",
            "mahatām",
            "madhu",
            "dviṭ",
            "sevā",
            "anurakta",
            "manasām",
            "abhavaḥ",
            "api",
            "phalguḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King, the activities of Bharata Mahārāja are wonderful. He gave up everything difficult for others to give up. He gave up his kingdom, his wife and his family. His opulence was so great that even the demigods envied it, yet he gave it up. It was quite befitting a great personality like him to be a great devotee. He could renounce everything because he was so attracted to the beauty, opulence, reputation, knowledge, strength and renunciation of the Supreme Personality of Godhead, Kṛṣṇa. Kṛṣṇa is so attractive that one can give up all desirable things for His sake. Indeed, even liberation is considered insignificant for those whose minds are attracted to the loving service of the Lord.",
        "purport": " This verse confirms Kṛṣṇa’s all-attractiveness. Mahārāja Bharata was so attracted to Kṛṣṇa that he gave up all his material possessions. Generally materialistic people are attracted by such possessions. “One becomes attracted to his body, home, property, children, relatives and wealth. In this way one increases life’s illusions and thinks in terms of ‘I and mine.’” The attraction for material things is certainly due to illusion. There is no value in attraction to material things, for the conditioned soul is diverted by them. One’s life is successful if he is absorbed in the attraction of Kṛṣṇa’s strength, beauty and pastimes as described in the Tenth Canto of Śrīmad-Bhāgavatam. The Māyāvādīs are attracted to merging into the existence of the Lord, but Kṛṣṇa is more attractive than the desire to merge. The word abhavaḥ means “not to take birth again in this material world.” A devotee doesn’t care whether he is going to be reborn or not. He is simply satisfied with the Lord’s service in any condition. That is real mukti. “One who acts to serve Kṛṣṇa with his body, mind, intelligence and words is a liberated person, even within this material world.” (Bhakti-rasāmṛta-sindhu 1.2.187) A person who always desires to serve Kṛṣṇa is interested in ways to convince people that there is a Supreme Personality of Godhead and that the Supreme Personality of Godhead is Kṛṣṇa. That is his ambition. It doesn’t matter whether he is in heaven or in hell. This is called uttamaśloka-lālasa."
    },
    {
        "verse": "45",
        "devanagari": "यज्ञाय धर्मपतये विधिनैपुणाययोगाय साङ्ख्यशिरसे प्रकृतीश्वराय । नारायणाय हरये नम इत्युदारंहास्यन्मृगत्वमपि य: समुदाजहार ॥ ४५ ॥",
        "english_devnagari": "yajñāya dharma-pataye vidhi-naipuṇāyayogāya sāṅkhya-śirase prakṛtīśvarāyanārāyaṇāya haraye nama ity udāraṁhāsyan mṛgatvam api yaḥ samudājahāra",
        "verse_Syn": [
            "yajñāya",
            "dharma",
            "pataye",
            "vidhi",
            "naipuṇāya",
            "yogāya",
            "sāṅkhya",
            "śirase",
            "prakṛti",
            "īśvarāya",
            "nārāyaṇāya",
            "haraye",
            "namaḥ",
            "iti",
            "udāram",
            "hāsyan",
            "mṛgatvam",
            "api",
            "yaḥ",
            "samudājahāra"
        ],
        "translation": "Even though in the body of a deer, Mahārāja Bharata did not forget the Supreme Personality of Godhead; therefore when he was giving up the body of a deer, he loudly uttered the following prayer: “The Supreme Personality of Godhead is sacrifice personified. He gives the results of ritualistic activity. He is the protector of religious systems, the personification of mystic yoga, the source of all knowledge, the controller of the entire creation, and the Supersoul in every living entity. He is beautiful and attractive. I am quitting this body offering obeisances unto Him and hoping that I may perpetually engage in His transcendental loving service.” Uttering this, Mahārāja Bharata left his body.",
        "purport": " The entire Vedas are meant for the understanding of karma, jñāna and yoga — fruitive activity, speculative knowledge and mystic yoga. Whatever way of spiritual realization we accept, the ultimate goal is Nārāyaṇa, the Supreme Personality of Godhead. The living entities are eternally connected with Him via devotional service. As stated in Śrīmad-Bhāgavatam, ante nārāyaṇa-smṛtiḥ: the perfection of life is to remember Nārāyaṇa at the time of death. Although Bharata Mahārāja had to accept the body of a deer, he could remember Nārāyaṇa at the time of death. Consequently he took birth as a perfect devotee in a brāhmaṇa family. This confirms the statement of Bhagavad-gītā (6.41), śucīnāṁ śrīmatāṁ gehe yoga-bhraṣṭo ’bhijāyate: “One who falls from the path of self-realization takes birth in a family of brāhmaṇas or wealthy aristocrats.” Although Mahārāja Bharata appeared in the royal family, he became neglectful and took birth as a deer. Because he was very cautious within his deer body, he took birth in a brāhmaṇa family as Jaḍa Bharata. During this lifetime, he remained perfectly Kṛṣṇa conscious and preached the gospel of Kṛṣṇa consciousness directly, beginning with his instructions to Mahārāja Rahūgaṇa. In this regard, the word yogāya is very significant. The purpose of aṣṭāṅga-yoga, as stated by Madhvācārya, is to link or connect with the Supreme Personality of Godhead. The goal is not to display some material perfections."
    },
    {
        "verse": "46",
        "devanagari": "य इदं भागवतसभाजितावदातगुणकर्मणो राजर्षेर्भरतस्यानुचरितं स्वस्त्ययनमायुष्यं धन्यं यशस्यं स्वर्ग्यापवर्ग्यं वानुश‍ृणोत्याख्यास्यत्यभिनन्दति च सर्वा एवाशिष आत्मन आशास्ते न काञ्चन परत इति ॥ ४६ ॥",
        "english_devnagari": "ya idaṁ bhāgavata-sabhājitāvadāta-guṇa-karmaṇo rājarṣer bharatasyānucaritaṁ svasty-ayanam āyuṣyaṁ dhanyaṁ yaśasyaṁ svargyāpavargyaṁ vānuśṛṇoty ākhyāsyaty abhinandati ca sarvā evāśiṣa ātmana āśāste na kāñcana parata iti.",
        "verse_Syn": [
            "yaḥ",
            "idam",
            "bhāgavata",
            "sabhājita",
            "avadāta",
            "guṇa",
            "karmaṇaḥ",
            "rāja",
            "ṛṣeḥ",
            "bharatasya",
            "anucaritam",
            "svasti",
            "ayanam",
            "āyuṣyam",
            "dhanyam",
            "yaśasyam",
            "svargya",
            "apavargyam",
            "vā",
            "anuśṛṇoti",
            "ākhyāsyati",
            "abhinandati",
            "ca",
            "sarvāḥ",
            "eva",
            "āśiṣaḥ",
            "ātmanaḥ",
            "āśāste",
            "na",
            "kāñcana",
            "parataḥ",
            "iti"
        ],
        "translation": "Devotees interested in hearing and chanting [śravaṇaṁ kīrtanam] regularly discuss the pure characteristics of Bharata Mahārāja and praise his activities. If one submissively hears and chants about the all-auspicious Mahārāja Bharata, one’s life span and material opulences certainly increase. One can become very famous and easily attain promotion to the heavenly planets, or attain liberation by merging into the existence of the Lord. Whatever one desires can be attained simply by hearing, chanting and glorifying the activities of Mahārāja Bharata. In this way, one can fulfill all his material and spiritual desires. One does not have to ask anyone else for these things, for simply by studying the life of Mahārāja Bharata, one can attain all desirable things.",
        "purport": " The forest of material existence is summarized in this Fourteenth Chapter. The word bhavāṭavī refers to the path of material existence. The merchant is the living entity who comes to the forest of material existence to try to make money for sense gratification. The six plunderers are the senses — eyes, ears, nose, tongue, touch and mind. The bad leader is diverted intelligence. Intelligence is meant for Kṛṣṇa consciousness, but due to material existence we divert all our intelligence to achieve material facilities. Everything belongs to Kṛṣṇa, the Supreme Personality of Godhead, but due to our perverted mind and senses, we plunder the property of the Lord and engage in satisfying our senses. The jackals and tigers in the forest are our family members, and the herbs and creepers are our material desires. The mountain cave is our happy home, and the mosquitoes and serpents are our enemies. The rats, beasts and vultures are different types of thieves who take away our possessions, and the gandharva-pura is the phantasmagoria of the body and home. The will-o’-the-wisp is our attraction for gold and its color, and material residence and wealth are the ingredients for our material enjoyment. The whirlwind is our attraction for our wife, and the dust storm is our blinding passion experienced during sex. The demigods control the different directions, and the cricket is the harsh words spoken by our enemy during our absence. The owl is the person who directly insults us, and the impious trees are impious men. The waterless river represents atheists who give us trouble in this world and the next. The meat-eating demons are the government officials, and the pricking thorns are the impediments of material life. The little taste experienced in sex is our desire to enjoy another’s wife, and the flies are the guardians of women, like the husband, father-in-law, mother-in-law and so forth. The creeper itself is women in general. The lion is the wheel of time, and the herons, crows and vultures are so-called demigods, pseudo svāmīs, yogīs and incarnations. All of these are too insignificant to give one relief. The swans are the perfect brāhmaṇas, and the monkeys are the extravagant śūdras engaged in eating, sleeping, mating and defending. The trees of the monkeys are our households, and the elephant is ultimate death. Thus all the constituents of material existence are described in this chapter."
    }
]