[
    {
        "verse": "1",
        "devanagari": "ऋषभ उवाचनायं देहो देहभाजां नृलोकेकष्टान् कामानर्हते विड्भुजां ये ।तपो दिव्यं पुत्रका येन सत्त्वंशुद्ध्येद्यस्माद् ब्रह्मसौख्यं त्वनन्तम् ॥ १ ॥",
        "english_devnagari": "ṛṣabha uvācanāyaṁ deho deha-bhājāṁ nṛlokekaṣṭān kāmān arhate viḍ-bhujāṁ yetapo divyaṁ putrakā yena sattvaṁśuddhyed yasmād brahma-saukhyaṁ tv anantam",
        "verse_Syn": [
            "ṛṣabhaḥ",
            "uvāca",
            "na",
            "ayam",
            "dehaḥ",
            "deha",
            "bhājām",
            "nṛ",
            "loke",
            "kaṣṭān",
            "kāmān",
            "arhate",
            "viṭ",
            "bhujām",
            "ye",
            "tapaḥ",
            "divyam",
            "putrakāḥ",
            "yena",
            "sattvam",
            "śuddhyet",
            "yasmāt",
            "brahma",
            "saukhyam",
            "tu",
            "anantam"
        ],
        "translation": "Lord Ṛṣabhadeva told His sons: My dear boys, of all the living entities who have accepted material bodies in this world, one who has been awarded this human form should not work hard day and night simply for sense gratification, which is available even for dogs and hogs that eat stool. One should engage in penance and austerity to attain the divine position of devotional service. By such activity, one’s heart is purified, and when one attains this position, he attains eternal, blissful life, which is transcendental to material happiness and which continues forever.",
        "purport": " In this verse Lord Ṛṣabhadeva tells His sons about the importance of human life. The word deha-bhāk refers to anyone who accepts a material body, but the living entity who is awarded the human form must act differently from animals. Animals like dogs and hogs enjoy sense gratification by eating stool. After undergoing severe hardships all day, human beings are trying to enjoy themselves at night by eating, drinking, having sex and sleeping. At the same time, they have to properly defend themselves. However, this is not human civilization. Human life means voluntarily practicing suffering for the advancement of spiritual life. There is, of course, suffering in the lives of animals and plants, which are suffering due to their past misdeeds. However, human beings should voluntarily accept suffering in the form of austerities and penances in order to attain the divine life. After attaining the divine life, one can enjoy happiness eternally. After all, every living entity is trying to enjoy happiness, but as long as one is encaged in the material body he has to suffer different kinds of misery. A higher sense is present in the human form. We should act according to superior advice in order to attain eternal happiness and go back to Godhead. It is significant in this verse that the government and the natural guardian, the father, should educate subordinates and raise them to Kṛṣṇa consciousness. Devoid of Kṛṣṇa consciousness, every living being suffers in this cycle of birth and death perpetually. To relieve them from this bondage and enable them to become blissful and happy, bhakti-yoga should be taught. A foolish civilization neglects to teach people how to rise to the platform of bhakti-yoga. Without Kṛṣṇa consciousness a person is no better than a hog or dog. The instructions of Ṛṣabhadeva are very essential at the present moment. People are being educated and trained to work very hard for sense gratification, and there is no sublime aim in life. A man travels to earn his livelihood, leaving home early in the morning, catching a local train and being packed in a compartment. He has to stand for an hour or two in order to reach his place of business. Then again he takes a bus to get to the office. At the office he works hard from nine to five; then he takes two or three hours to return home. After eating, he has sex and goes to sleep. For all this hardship, his only happiness is a little sex. Yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham. Ṛṣabhadeva clearly states that human life is not meant for this kind of existence, which is enjoyed even by dogs and hogs. Indeed, dogs and hogs do not have to work so hard for sex. A human being should try to live in a different way and should not try to imitate dogs and hogs. The alternative is mentioned. Human life is meant for tapasya, austerity and penance. By tapasya, one can get out of the material clutches. When one is situated in Kṛṣṇa consciousness, devotional service, his happiness is guaranteed eternally. By taking to bhakti-yoga, devotional service, one’s existence is purified. The living entity is seeking happiness life after life, but he can make a solution to all his problems simply by practicing bhakti-yoga. Then he immediately becomes eligible to return home, back to Godhead. As confirmed in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.”"
    },
    {
        "verse": "2",
        "devanagari": "महत्सेवां द्वारमाहुर्विमुक्ते-स्तमोद्वारं योषितां सङ्गिसङ्गम् ।महान्तस्ते समचित्ता: प्रशान्ताविमन्यव: सुहृद: साधवो ये ॥ २ ॥",
        "english_devnagari": "mahat-sevāṁ dvāram āhur vimuktestamo-dvāraṁ yoṣitāṁ saṅgi-saṅgammahāntas te sama-cittāḥ praśāntāvimanyavaḥ suhṛdaḥ sādhavo ye",
        "verse_Syn": [
            "mahat",
            "sevām",
            "dvāram",
            "āhuḥ",
            "vimukteḥ",
            "tamaḥ",
            "dvāram",
            "yoṣitām",
            "saṅgi",
            "saṅgam",
            "mahāntaḥ",
            "te",
            "sama",
            "cittāḥ",
            "praśāntāḥ",
            "vimanyavaḥ",
            "suhṛdaḥ",
            "sādhavaḥ",
            "ye"
        ],
        "translation": "One can attain the path of liberation from material bondage only by rendering service to highly advanced spiritual personalities. These personalities are impersonalists and devotees. Whether one wants to merge into the Lord’s existence or wants to associate with the Personality of Godhead, one should render service to the mahātmās. For those who are not interested in such activities, who associate with people fond of women and sex, the path to hell is wide open. The mahātmās are equipoised. They do not see any difference between one living entity and another. They are very peaceful and are fully engaged in devotional service. They are devoid of anger, and they work for the benefit of everyone. They do not behave in any abominable way. Such people are known as mahātmās.",
        "purport": " The human body is like a junction. One may either take the path of liberation or the path leading to a hellish condition. How one can take these paths is described herein. On the path of liberation, one associates with mahātmās, and on the path of bondage one associates with those attached to sense gratification and women. There are two types of mahātmās — the impersonalist and the devotee. Although their ultimate goal is different, the process of emancipation is almost the same. Both want eternal happiness. One seeks happiness in impersonal Brahman, and the other seeks happiness in the association of the Supreme Personality of Godhead. As described in the first verse: brahma-saukhyam. Brahman means spiritual or eternal; both the impersonalist and the devotee seek eternal blissful life. In any case, it is advised that one become perfect. In the words of Caitanya-caritāmṛta (Madhya 22.87): To remain unattached to the modes of material nature, one should avoid associating with those who are asat, materialistic. There are two kinds of materialists. One is attached to women and sense gratification, and the other is simply a nondevotee. On the positive side is association with mahātmās, and on the negative side is the avoidance of nondevotees and women-hunters."
    },
    {
        "verse": "3",
        "devanagari": "ये वा मयीशे कृतसौहृदार्थाजनेषु देहम्भरवार्तिकेषु॒ ।गृहेषु जायात्मजरातिमत्सुन प्रीतियुक्ता यावदर्थाश्च लोके ॥ ३ ॥",
        "english_devnagari": "ye vā mayīśe kṛta-sauhṛdārthājaneṣu dehambhara-vārtikeṣugṛheṣu jāyātmaja-rātimatsuna prīti-yuktā yāvad-arthāś ca loke",
        "verse_Syn": [
            "ye",
            "vā",
            "mayi",
            "īśe",
            "kṛta",
            "sauhṛda",
            "arthāḥ",
            "janeṣu",
            "dehambhara",
            "vārtikeṣu",
            "gṛheṣu",
            "jāyā",
            "ātma",
            "ja",
            "rāti",
            "matsu",
            "na",
            "prīti",
            "yuktāḥ",
            "yāvat",
            "arthāḥ",
            "ca",
            "loke"
        ],
        "translation": "Those who are interested in reviving Kṛṣṇa consciousness and increasing their love of Godhead do not like to do anything that is not related to Kṛṣṇa. They are not interested in mingling with people who are busy maintaining their bodies, eating, sleeping, mating and defending. They are not attached to their homes, although they may be householders. Nor are they attached to wives, children, friends or wealth. At the same time, they are not indifferent to the execution of their duties. Such people are interested in collecting only enough money to keep the body and soul together.",
        "purport": " Whether he is an impersonalist or a devotee, one who is actually interested in advancing spiritually should not mingle with those who are simply interested in maintaining the body by means of the so-called advancement of civilization. Those who are interested in spiritual life should not be attached to homely comforts in the company of wife, children, friends and so forth. Even if one is a gṛhastha and has to earn his livelihood, he should be satisfied by collecting only enough money to maintain body and soul together. One should not have more than that nor less than that. As indicated herein, a householder should endeavor to earn money for the execution of bhakti-yoga — śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam/ arcanaṁ vandanaṁ dāsyaṁ sakhyam ātma-nivedanam. A householder should lead such a life that he gets full opportunity to hear and chant. He should worship the Deity at home, observe festivals, invite friends in and give them prasāda. A householder should earn money for this purpose, not for sense gratification."
    },
    {
        "verse": "4",
        "devanagari": "नूनं प्रमत्त: कुरुते विकर्मयदिन्द्रियप्रीतय आपृणोति ।न साधु मन्ये यत आत्मनोऽय-मसन्नपि क्लेशद आस देह: ॥ ४ ॥",
        "english_devnagari": "nūnaṁ pramattaḥ kurute vikarmayad indriya-prītaya āpṛṇotina sādhu manye yata ātmano ’yamasann api kleśada āsa dehaḥ",
        "verse_Syn": [
            "nūnam",
            "pramattaḥ",
            "kurute",
            "vikarma",
            "yat",
            "indriya",
            "prītaye",
            "āpṛṇoti",
            "na",
            "sādhu",
            "manye",
            "yataḥ",
            "ātmanaḥ",
            "ayam",
            "asan",
            "api",
            "kleśa",
            "daḥ",
            "āsa",
            "dehaḥ"
        ],
        "translation": "When a person considers sense gratification the aim of life, he certainly becomes mad after materialistic living and engages in all kinds of sinful activity. He does not know that due to his past misdeeds he has already received a body which, although temporary, is the cause of his misery. Actually the living entity should not have taken on a material body, but he has been awarded the material body for sense gratification. Therefore I think it not befitting an intelligent man to involve himself again in the activities of sense gratification by which he perpetually gets material bodies one after another.",
        "purport": " Begging, borrowing and stealing to live for sense gratification is condemned in this verse because such consciousness leads one to a dark, hellish condition. The four sinful activities are illicit sex, meat-eating, intoxication and gambling. These are the means by which one gets another material body that is full of miseries. In the Vedas it is said: asaṅgo hy ayaṁ puruṣaḥ. The living entity is not really connected with this material world, but due to his tendency to enjoy the material senses he is put into the material condition. One should perfect his life by associating with devotees. He should not become further implicated in the material body."
    },
    {
        "verse": "5",
        "devanagari": "पराभवस्तावदबोधजातोयावन्न जिज्ञासत आत्मतत्त्वम् ।यावत्क्रियास्तावदिदं मनो वैकर्मात्मकं येन शरीरबन्ध: ॥ ५ ॥",
        "english_devnagari": "parābhavas tāvad abodha-jātoyāvan na jijñāsata ātma-tattvamyāvat kriyās tāvad idaṁ mano vaikarmātmakaṁ yena śarīra-bandhaḥ",
        "verse_Syn": [
            "parābhavaḥ",
            "tāvat",
            "abodha",
            "jātaḥ",
            "yāvat",
            "na",
            "jijñāsate",
            "ātma",
            "tattvam",
            "yāvat",
            "kriyāḥ",
            "tāvat",
            "idam",
            "manaḥ",
            "vai",
            "karma",
            "ātmakam",
            "yena",
            "śarīra",
            "bandhaḥ"
        ],
        "translation": "As long as one does not inquire about the spiritual values of life, one is defeated and subjected to miseries arising from ignorance. Be it sinful or pious, karma has its resultant actions. If a person is engaged in any kind of karma, his mind is called karmātmaka, colored with fruitive activity. As long as the mind is impure, consciousness is unclear, and as long as one is absorbed in fruitive activity, he has to accept a material body.",
        "purport": " Generally people think that one should act very piously in order to be relieved from misery, but this is not a fact. Even though one engages in pious activity and speculation, he is nonetheless defeated. His only aim should be emancipation from the clutches of māyā and all material activities. Speculative knowledge and pious activity do not solve the problems of material life. One should be inquisitive to understand his spiritual position. As stated in Bhagavad-gītā (4.37): “As a blazing fire turns firewood to ashes, O Arjuna, so does the fire of knowledge burn to ashes all reactions to material activities.” Unless one understands the self and its activities, one has to be considered in material bondage. In Śrīmad-Bhāgavatam (10.2.32) it is also said: ye ’nye ’ravindākṣa vimukta-māninas tvayy asta-bhāvād aviśuddha-buddhayaḥ. A person who doesn’t have knowledge of devotional service may think himself liberated, but actually he is not. Āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adho ’nādṛta-yuṣmad-aṅghrayaḥ: such people may approach the impersonal Brahman effulgence, but they fall down again into material enjoyment because they have no knowledge of devotional service. As long as one is interested in karma and jñāna, he continues enduring the miseries of material life — birth, old age, disease and death. Karmīs certainly take on one body after another. As far as jñānīs are concerned, unless they are promoted to the topmost understanding, they must return to the material world. As explained in Bhagavad-gītā (7.19): bahūnāṁ janmanām ante jñānavān māṁ prapadyate. The point is to know Kṛṣṇa, Vāsudeva, as everything and surrender unto Him. Karmīs do not know this, but a devotee who is one hundred percent engaged in the devotional service of the Lord knows fully what is karma and jñāna; therefore a pure devotee is no longer interested in karma or jñāna. Anyābhilāṣitā-śūnyaṁ jñāna-karmādy-anāvṛtam. The real bhakta is untouched by any tinge of karma and jñāna. His only purpose in life is to serve the Lord."
    },
    {
        "verse": "6",
        "devanagari": "एवं मन: कर्मवशं प्रयुङ्क्तेअविद्ययाऽऽत्मन्युपधीयमाने ।प्रीतिर्न यावन्मयि वासुदेवेन मुच्यते देहयोगेन तावत् ॥ ६ ॥",
        "english_devnagari": "evaṁ manaḥ karma-vaśaṁ prayuṅkteavidyayātmany upadhīyamāneprītir na yāvan mayi vāsudevena mucyate deha-yogena tāvat",
        "verse_Syn": [
            "evam",
            "manaḥ",
            "karma",
            "vaśam",
            "prayuṅkte",
            "avidyayā",
            "ātmani",
            "upadhīyamāne",
            "prītiḥ",
            "na",
            "yāvat",
            "mayi",
            "vāsudeve",
            "na",
            "mucyate",
            "deha",
            "yogena",
            "tāvat"
        ],
        "translation": "When the living entity is covered by the mode of ignorance, he does not understand the individual living being and the supreme living being, and his mind is subjugated by fruitive activity. Therefore, until one has love for Lord Vāsudeva, who is none other than Myself, he is certainly not delivered from having to accept a material body again and again.",
        "purport": " When the mind is polluted by fruitive activity, the living entity wants to be elevated from one material position to another. Generally everyone is involved in working hard day and night to improve his economic condition. Even when one understands the Vedic rituals, he becomes interested in promotion to heavenly planets, not knowing that one’s real interest lies in returning home, back to Godhead. By acting on the platform of fruitive activity, one wanders throughout the universe in different species and forms. Unless he comes in contact with a devotee of the Lord, a guru, he does not become attached to the service of Lord Vāsudeva. Knowledge of Vāsudeva requires many births to understand. As confirmed in Bhagavad-gītā (7.19): vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ. After struggling for existence for many births one may take shelter at the lotus feet of Vāsudeva, Kṛṣṇa. When this happens, one actually becomes wise and surrenders unto Him. That is the only way to stop the repetition of birth and death. This is confirmed in Caitanya-caritāmṛta (Madhya 19.151) in the instructions given by Śrī Caitanya Mahāprabhu to Śrīla Rūpa Gosvāmī at Daśāśvamedha-ghāṭa. The living entity wanders throughout different planets in different forms and bodies, but if by chance he comes in contact with a bona fide spiritual master, by the grace of the spiritual master he receives Lord Kṛṣṇa’s shelter, and his devotional life begins."
    },
    {
        "verse": "7",
        "devanagari": "यदा न पश्यत्ययथा गुणेहांस्वार्थे प्रमत्त: सहसा विपश्चित् ।गतस्मृतिर्विन्दति तत्र तापा-नासाद्य मैथुन्यमगारमज्ञ: ॥ ७ ॥",
        "english_devnagari": "yadā na paśyaty ayathā guṇehāṁsvārthe pramattaḥ sahasā vipaścitgata-smṛtir vindati tatra tāpānāsādya maithunyam agāram ajñaḥ",
        "verse_Syn": [
            "yadā",
            "na",
            "paśyati",
            "ayathā",
            "guṇa",
            "īhām",
            "sva",
            "arthe",
            "pramattaḥ",
            "sahasā",
            "vipaścit",
            "gata",
            "smṛtiḥ",
            "vindati",
            "tatra",
            "tāpān",
            "āsādya",
            "maithunyam",
            "agāram",
            "ajñaḥ"
        ],
        "translation": "Even though one may be very learned and wise, he is mad if he does not understand that the endeavor for sense gratification is a useless waste of time. Being forgetful of his own interest, he tries to be happy in the material world, centering his interests around his home, which is based on sexual intercourse and which brings him all kinds of material miseries. In this way one is no better than a foolish animal.",
        "purport": " In the lowest stage of devotional life, one is not an unalloyed devotee. Anyābhilāṣitā-śūnyaṁ jñāna-karmādy-anāvṛtam: to be an unalloyed devotee, one must be freed from all material desires and untouched by fruitive activity and speculative knowledge. On the lower platform, one may sometimes be interested in philosophical speculation with a tinge of devotion. However, at that stage one is still interested in sense gratification and is contaminated by the modes of material nature. The influence of māyā is so strong that even a person advanced in knowledge actually forgets that he is Kṛṣṇa’s eternal servant. Therefore he remains satisfied in his householder life, which is centered around sexual intercourse. Conceding to a life of sex, he agrees to suffer all kinds of material miseries. Due to ignorance, one is thus bound by the chain of material laws."
    },
    {
        "verse": "8",
        "devanagari": "पुंस: स्त्रिया मिथुनीभावमेतंतयोर्मिथो हृदयग्रन्थिमाहु: ।अतो गृहक्षेत्रसुताप्तवित्तै-र्जनस्य मोहोऽयमहं ममेति ॥ ८ ॥",
        "english_devnagari": "puṁsaḥ striyā mithunī-bhāvam etaṁtayor mitho hṛdaya-granthim āhuḥato gṛha-kṣetra-sutāpta-vittairjanasya moho ’yam ahaṁ mameti",
        "verse_Syn": [
            "puṁsaḥ",
            "striyāḥ",
            "mithunī",
            "bhāvam",
            "etam",
            "tayoḥ",
            "mithaḥ",
            "hṛdaya",
            "granthim",
            "āhuḥ",
            "ataḥ",
            "gṛha",
            "kṣetra",
            "suta",
            "āpta",
            "vittaiḥ",
            "janasya",
            "mohaḥ",
            "ayam",
            "aham",
            "mama",
            "iti"
        ],
        "translation": "The attraction between male and female is the basic principle of material existence. On the basis of this misconception, which ties together the hearts of the male and female, one becomes attracted to his body, home, property, children, relatives and wealth. In this way one increases life’s illusions and thinks in terms of “I and mine.”",
        "purport": " Sex serves as the natural attraction between man and woman, and when they are married, their relationship becomes more involved. Due to the entangling relationship between man and woman, there is a sense of illusion whereby one thinks, “This man is my husband,” or “This woman is my wife.” This is called hṛdaya-granthi, “the hard knot in the heart.” This knot is very difficult to undo, even though a man and woman separate either for the principles of varṇāśrama or simply to get a divorce. In any case, the man always thinks of the woman, and the woman always thinks of the man. Thus a person becomes materially attached to family, property and children, although all of these are temporary. The possessor unfortunately identifies with his property and wealth. Sometimes, even after renunciation, one becomes attached to a temple or to the few things that constitute the property of a sannyāsī, but such attachment is not as strong as family attachment. The attachment to the family is the strongest illusion. In the Satya-saṁhitā, it is stated: Sometimes it is found among exalted personalities like Lord Brahmā that the wife and children are not a cause of bondage. On the contrary, the wife actually helps further spiritual life and liberation. Nonetheless, most people are bound by the knots of the marital relationship, and consequently they forget their relationship with Kṛṣṇa."
    },
    {
        "verse": "9",
        "devanagari": "यदा मनोहृदयग्रन्थिरस्यकर्मानुबद्धो द‍ृढ आश्लथेत ।तदा जन: सम्परिवर्ततेऽस्माद्मुक्त: परं यात्यतिहाय हेतुम् ॥ ९ ॥",
        "english_devnagari": "yadā mano-hṛdaya-granthir asyakarmānubaddho dṛḍha āślathetatadā janaḥ samparivartate ’smādmuktaḥ paraṁ yāty atihāya hetum",
        "verse_Syn": [
            "yadā",
            "manaḥ",
            "hṛdaya",
            "granthiḥ",
            "asya",
            "karma",
            "anubaddhaḥ",
            "dṛḍhaḥ",
            "āślatheta",
            "tadā",
            "janaḥ",
            "samparivartate",
            "asmāt",
            "muktaḥ",
            "param",
            "yāti",
            "atihāya",
            "hetum"
        ],
        "translation": "When the strong knot in the heart of a person implicated in material life due to the results of past action is slackened, one turns away from his attachment to home, wife and children. In this way, one gives up the basic principle of illusion [I and mine] and becomes liberated. Thus one goes to the transcendental world.",
        "purport": " When, by associating with sādhus and engaging in devotional service, one is gradually freed from the material conception due to knowledge, practice and detachment, the knot of attachment in the heart is slackened. Thus one can get freed from conditional life and become eligible to return home, back to Godhead."
    },
    {
        "verse": "10-13",
        "devanagari": "हंसे गुरौ मयि भक्त्यानुवृत्यावितृष्णया द्वन्द्वतितिक्षया च ।सर्वत्र जन्तोर्व्यसनावगत्याजिज्ञासया तपसेहानिवृत्त्या ॥ १० ॥मत्कर्मभिर्मत्कथया च नित्यंमद्देवसङ्गाद् गुणकीर्तनान्मे ।निर्वैरसाम्योपशमेन पुत्राजिहासया देहगेहात्मबुद्धे: ॥ ११ ॥अध्यात्मयोगेन विविक्तसेवयाप्राणेन्द्रियात्माभिजयेन सध्य्रक् ।सच्छ्रद्धया ब्रह्मचर्येण शश्वद्असम्प्रमादेन यमेन वाचाम् ॥ १२ ॥सर्वत्र मद्भ‍ावविचक्षणेनज्ञानेन विज्ञानविराजितेन ।योगेन धृत्युद्यमसत्त्वयुक्तोलिङ्गं व्यपोहेत्कुशलोऽहमाख्यम् ॥ १३ ॥",
        "english_devnagari": "haṁse gurau mayi bhaktyānuvṛtyāvitṛṣṇayā dvandva-titikṣayā casarvatra jantor vyasanāvagatyājijñāsayā tapasehā-nivṛttyā",
        "verse_Syn": [
            "haṁse",
            "gurau",
            "mayi",
            "bhaktyā",
            "anuvṛtyā",
            "vitṛṣṇayā",
            "dvandva",
            "titikṣayā",
            "ca",
            "sarvatra",
            "jantoḥ",
            "vyasana",
            "avagatyā",
            "jijñāsayā",
            "tapasā",
            "īhā",
            "nivṛttyā",
            "mat",
            "karmabhiḥ",
            "mat",
            "kathayā",
            "ca",
            "nityam",
            "mat",
            "deva",
            "saṅgāt",
            "guṇa",
            "kīrtanāt",
            "me",
            "nirvaira",
            "sāmya",
            "upaśamena",
            "putrāḥ",
            "jihāsayā",
            "deha",
            "geha",
            "ātma",
            "buddheḥ",
            "adhyātma",
            "yogena",
            "vivikta",
            "sevayā",
            "prāṇa",
            "indriya",
            "ātma",
            "abhijayena",
            "sadhryak",
            "sat",
            "śraddhayā",
            "brahmacaryeṇa",
            "śaśvat",
            "asampramādena",
            "yamena",
            "vācām",
            "sarvatra",
            "mat",
            "bhāva",
            "vicakṣaṇena",
            "jñānena",
            "vijñāna",
            "virājitena",
            "yogena",
            "dhṛti",
            "udyama",
            "sattva",
            "yuktaḥ",
            "liṅgam",
            "vyapohet",
            "kuśalaḥ",
            "aham",
            "ākhyam"
        ],
        "translation": "O My sons, you should accept a highly elevated paramahaṁsa, a spiritually advanced spiritual master. In this way, you should place your faith and love in Me, the Supreme Personality of Godhead. You should detest sense gratification and tolerate the duality of pleasure and pain, which are like the seasonal changes of summer and winter. Try to realize the miserable condition of living entities, who are miserable even in the higher planetary systems. Philosophically inquire about the truth. Then undergo all kinds of austerities and penances for the sake of devotional service. Give up the endeavor for sense enjoyment and engage in the service of the Lord. Listen to discussions about the Supreme Personality of Godhead, and always associate with devotees. Chant about and glorify the Supreme Lord, and look upon everyone equally on the spiritual platform. Give up enmity and subdue anger and lamentation. Abandon identifying the self with the body and the home, and practice reading the revealed scriptures. Live in a secluded place and practice the process by which you can completely control your life air, mind and senses. Have full faith in the revealed scriptures, the Vedic literatures, and always observe celibacy. Perform your prescribed duties and avoid unnecessary talks. Always thinking of the Supreme Personality of Godhead, acquire knowledge from the right source. Thus practicing bhakti-yoga, you will patiently and enthusiastically be elevated in knowledge and will be able to give up the false ego.",
        "purport": " In these four verses, Ṛṣabhadeva tells His sons how they can be freed from the false identification arising from false ego and material conditional life. One gradually becomes liberated by practicing as mentioned above. All these prescribed methods enable one to give up the material body (liṅgaṁ vyapohet) and be situated in his original spiritual body. First of all one has to accept a bona fide spiritual master. This is advocated by Śrīla Rūpa Gosvāmī in his Bhakti-rasāmṛta-sindhu: śrī-guru-pādāśrayaḥ. To be freed from the entanglement of the material world, one has to approach a spiritual master. Tad-vijñānārthaṁ sa gurum evābhigacchet. By questioning the spiritual master and by serving him, one can advance in spiritual life. When one engages in devotional service, naturally the attraction for personal comfort — for eating, sleeping and dressing — is reduced. By associating with the devotee, a spiritual standard is maintained. The word mad-deva-saṅgāt is very important. There are many so-called religions devoted to the worship of various demigods, but here good association means association with one who simply accepts Kṛṣṇa as his worshipable Deity. Another important item is dvandva-titikṣā. As long as one is situated in the material world, there must be pleasure and pain arising from the material body. As Kṛṣṇa advises in Bhagavad-gītā, tāṁs titikṣasva bhārata. One has to learn how to tolerate the temporary pains and pleasures of this material world. One must also be detached from his family and practice celibacy. Sex with one’s wife according to the scriptural injunctions is also accepted as brahmacarya (celibacy), but illicit sex is opposed to religious principles, and it hampers advancement in spiritual consciousness. Another important word is vijñāna-virājita. Everything should be done very scientifically and consciously. One should be a realized soul. In this way, one can give up the entanglement of material bondage. As Śrī Madhvācārya points out, the sum and substance of these four ślokas is that one should refrain from acting out of a desire for sense gratification and should instead always engage in the Lord’s loving service. In other words, bhakti-yoga is the acknowledged path of liberation. Śrīla Madhvācārya quotes from the Adhyātma: One should perform activities only for the benefit of the soul; any other activity should be given up. When a person is situated in this way, he is said to be desireless. Actually a living entity cannot be totally desireless, but when he desires the benefit of the soul and nothing else, he is said to be desireless. Spiritual knowledge is jñāna-vijñāna-samanvitam. When one is fully equipped with jñāna and vijñāna, he is perfect. Jñāna means that one understands the Supreme Personality of Godhead, Viṣṇu, to be the Supreme Being. Vijñāna refers to the activities that liberate one from the ignorance of material existence. As stated in Śrīmad-Bhāgavatam (2.9.31): jñānaṁ parama-guhyaṁ me yad vijñāna-samanvitam. Knowledge of the Supreme Lord is very confidential, and the supreme knowledge by which one understands Him furthers the liberation of all living entities. This knowledge is vijñāna. As confirmed in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.”"
    },
    {
        "verse": "14",
        "devanagari": "कर्माशयं हृदयग्रन्थिबन्ध-मविद्ययासादितमप्रमत्त: ।अनेन योगेन यथोपदेशंसम्यग्व्यपोह्योपरमेत योगात् ॥ १४ ॥",
        "english_devnagari": "karmāśayaṁ hṛdaya-granthi-bandhamavidyayāsāditam apramattaḥanena yogena yathopadeśaṁsamyag vyapohyoparameta yogāt",
        "verse_Syn": [
            "karma",
            "āśayam",
            "hṛdaya",
            "granthi",
            "bandham",
            "avidyayā",
            "āsāditam",
            "apramattaḥ",
            "anena",
            "yogena",
            "yathā",
            "upadeśam",
            "samyak",
            "vyapohya",
            "uparameta",
            "yogāt"
        ],
        "translation": "As I have advised you, My dear sons, you should act accordingly. Be very careful. By these means you will be freed from the ignorance of the desire for fruitive activity, and the knot of bondage in the heart will be completely severed. For further advancement, you should also give up the means. That is, you should not become attached to the process of liberation itself.",
        "purport": " The process of liberation is brahma jijñāsā, the search for the Absolute Truth. Generally brahma jijñāsā is called neti neti, the process by which one analyzes existence to search out the Absolute Truth. This method continues as long as one is not situated in his spiritual life. Spiritual life is brahma-bhūta, the self-realized state. In the words of Bhagavad-gītā (18.54): “One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything; he is equally disposed to every living entity. In that state, he attains pure devotional service unto Me.” The idea is to enter into the parā bhakti, the transcendental devotional service of the Supreme Lord. To attain this, one must analyze ones existence, but when one is actually engaged in devotional service he should not bother seeking out knowledge. By simply engaging in devotional service undeviatingly, one will always remain in the liberated condition. The unflinching execution of devotional service is in itself brahma-bhūta. Another important feature in this connection is anena yogena yathopadeśam. The instructions received from the spiritual master must be followed immediately. One should not deviate from or surpass the instructions of the spiritual master. One should not be simply intent on consulting books but should simultaneously execute the spiritual master’s order (yathopadeśam). Mystic power should be achieved to enable one to give up the material conception, but when one actually engages in devotional service, one does not need to practice the mystic yoga system. The point is that one can give up the practice of yoga, but devotional service cannot be given up. As stated in Śrīmad-Bhāgavatam (1.7.10): Even those who are liberated (ātmārāma) must always engage in devotional service. One may give up the practice of yoga when one is self-realized, but at no stage can one give up devotional service. All other activities for self-realization, including yoga and philosophical speculation, may be given up, but devotional service must be retained at all times."
    },
    {
        "verse": "15",
        "devanagari": "पुत्रांश्च शिष्यांश्च नृपो गुरुर्वामल्लोककामो मदनुग्रहार्थ: ।इत्थं विमन्युरनुशिष्यादतज्ज्ञान्न योजयेत्कर्मसु कर्ममूढान् ।कं योजयन्मनुजोऽर्थं लभेतनिपातयन्नष्टद‍ृशं हि गर्ते ॥ १५ ॥",
        "english_devnagari": "putrāṁś ca śiṣyāṁś ca nṛpo gurur vāmal-loka-kāmo mad-anugrahārthaḥitthaṁ vimanyur anuśiṣyād ataj-jñānna yojayet karmasu karma-mūḍhānkaṁ yojayan manujo ’rthaṁ labhetanipātayan naṣṭa-dṛśaṁ hi garte",
        "verse_Syn": [
            "putrān",
            "ca",
            "śiṣyān",
            "ca",
            "nṛpaḥ",
            "guruḥ",
            "vā",
            "mat",
            "loka",
            "kāmaḥ",
            "mat",
            "anugraha",
            "arthaḥ",
            "ittham",
            "vimanyuḥ",
            "anuśiṣyāt",
            "a",
            "tat",
            "jñān",
            "na",
            "yojayet",
            "karmasu",
            "karma",
            "mūḍhān",
            "kam",
            "yojayan",
            "manu",
            "jaḥ",
            "artham",
            "labheta",
            "nipātayan",
            "naṣṭa",
            "dṛśam",
            "hi",
            "garte"
        ],
        "translation": "If one is serious about going back home, back to Godhead, he must consider the mercy of the Supreme Personality of Godhead the summum bonum and chief aim of life. If he is a father instructing his sons, a spiritual master instructing his disciples, or a king instructing his citizens, he must instruct them as I have advised. Without being angry, he should continue giving instructions, even if his disciple, son or citizen is sometimes unable to follow his order. Ignorant people who engage in pious and impious activities should be engaged in devotional service by all means. They should always avoid fruitive activity. If one puts into the bondage of karmic activity his disciple, son or citizen who is bereft of transcendental vision, how will one profit? It is like leading a blind man to a dark well and causing him to fall in.",
        "purport": " It is stated in Bhagavad-gītā (3.26): “Let not the wise disrupt the minds of the ignorant who are attached to fruitive action. They should be encouraged not to refrain from work but to work in the spirit of devotion.”"
    },
    {
        "verse": "16",
        "devanagari": "लोक: स्वयं श्रेयसि नष्टद‍ृष्टि-र्योऽर्थान् समीहेत निकामकाम: ।अन्योन्यवैर: सुखलेशहेतो-रनन्तदु:खं च न वेद मूढ: ॥ १६ ॥",
        "english_devnagari": "lokaḥ svayaṁ śreyasi naṣṭa-dṛṣṭiryo ’rthān samīheta nikāma-kāmaḥanyonya-vairaḥ sukha-leśa-hetorananta-duḥkhaṁ ca na veda mūḍhaḥ",
        "verse_Syn": [
            "lokaḥ",
            "svayam",
            "śreyasi",
            "naṣṭa",
            "dṛṣṭiḥ",
            "yaḥ",
            "arthān",
            "samīheta",
            "nikāma",
            "kāmaḥ",
            "anyonya",
            "vairaḥ",
            "sukha",
            "leśa",
            "hetoḥ",
            "ananta",
            "duḥkham",
            "ca",
            "na",
            "veda",
            "mūḍhaḥ"
        ],
        "translation": "Due to ignorance, the materialistic person does not know anything about his real self-interest, the auspicious path in life. He is simply bound to material enjoyment by lusty desires, and all his plans are made for this purpose. For temporary sense gratification, such a person creates a society of envy, and due to this mentality, he plunges into the ocean of suffering. Such a foolish person does not even know about this.",
        "purport": " The word naṣṭa-dṛṣṭiḥ, meaning “one who has no eyes to see the future,” is very significant in this verse. Life goes on from one body to another, and the activities performed in this life are enjoyed or suffered in the next life, if not later in this life. One who is unintelligent, who has no eyes to see the future, simply creates enmity and fights with others for sense gratification. As a result, one suffers in the next life, but due to being like a blind man, he continues to act in such a way that he suffers unlimitedly. Such a person is a mūḍha, one who simply wastes his time and does not understand the Lord’s devotional service. As stated in Bhagavad-gītā (7.25): “I am never manifest to the foolish and unintelligent. For them I am covered by My eternal creative potency [yoga-māyā]; and so the deluded world knows Me not, who am unborn and infallible.” In the Kaṭha Upaniṣad it is also said: avidyāyām antare vartamānāḥ svayaṁ dhīrāḥ paṇḍitaṁ manyamānāḥ. Although ignorant, people still go to other blind men for leadership. As a result, both are subjected to miserable conditions. The blind lead the blind into the ditch."
    },
    {
        "verse": "17",
        "devanagari": "कस्तं स्वयं तदभिज्ञो विपश्चिद्अविद्यायामन्तरे वर्तमानम् ।दृष्ट्वा पुनस्तं सघृण: कुबुद्धिंप्रयोजयेदुत्पथगं यथान्धम् ॥ १७ ॥",
        "english_devnagari": "kas taṁ svayaṁ tad-abhijño vipaścidavidyāyām antare vartamānamdṛṣṭvā punas taṁ saghṛṇaḥ kubuddhiṁprayojayed utpathagaṁ yathāndham",
        "verse_Syn": [
            "kaḥ",
            "tam",
            "svayam",
            "tat",
            "abhijñaḥ",
            "vipaścit",
            "avidyāyām",
            "antare",
            "vartamānam",
            "dṛṣṭvā",
            "punaḥ",
            "tam",
            "sa",
            "ghṛṇaḥ",
            "ku",
            "buddhim",
            "prayojayet",
            "utpatha",
            "gam",
            "yathā",
            "andham"
        ],
        "translation": "If someone is ignorant and addicted to the path of saṁsāra, how can one who is actually learned, merciful and advanced in spiritual knowledge engage him in fruitive activity and thus further entangle him in material existence? If a blind man is walking down the wrong path, how can a gentleman allow him to continue on his way to danger? How can he approve this method? No wise or kind man can allow this.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "गुरुर्न स स्यात्स्वजनो न स स्यात्पिता न स स्याज्जननी न सा स्यात् ।दैवं न तत्स्यान्न पतिश्च स स्या-न्न मोचयेद्य: समुपेतमृत्युम् ॥ १८ ॥",
        "english_devnagari": "gurur na sa syāt sva-jano na sa syātpitā na sa syāj jananī na sā syātdaivaṁ na tat syān na patiś ca sa syānna mocayed yaḥ samupeta-mṛtyum",
        "verse_Syn": [
            "guruḥ",
            "na",
            "saḥ",
            "syāt",
            "sva",
            "janaḥ",
            "na",
            "saḥ",
            "syāt",
            "pitā",
            "na",
            "saḥ",
            "syāt",
            "jananī",
            "na",
            "sā",
            "syāt",
            "daivam",
            "na",
            "tat",
            "syāt",
            "na",
            "patiḥ",
            "ca",
            "saḥ",
            "syāt",
            "na",
            "mocayet",
            "yaḥ",
            "samupeta",
            "mṛtyum"
        ],
        "translation": "One who cannot deliver his dependents from the path of repeated birth and death should never become a spiritual master, a father, a husband, a mother or a worshipable demigod.",
        "purport": " There are many spiritual masters, but Ṛṣabhadeva advises that one should not become a spiritual master if he is unable to save his disciple from the path of birth and death. Unless one is a pure devotee of Kṛṣṇa, he cannot save himself from the path of repeated birth and death. Tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna. One can stop birth and death only by returning home, back to Godhead. However, who can go back to Godhead unless he understands the Supreme Lord in truth? Janma karma ca me divyam evaṁ yo vetti tattvataḥ. We have many instances in history illustrating Ṛṣabhadeva’s instructions. Śukrācārya was rejected by Bali Mahārāja due to his inability to save Bali Mahārāja from the path of repeated birth and death. Śukrācārya was not a pure devotee, he was more or less inclined to fruitive activity, and he objected when Bali Mahārāja promised to give everything to Lord Viṣṇu. Actually one is supposed to give everything to the Lord because everything belongs to the Lord. Consequently, the Supreme Lord advises in Bhagavad-gītā (9.27): “O son of Kuntī, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me.” This is bhakti. Unless one is devoted, he cannot give everything to the Supreme Lord. Unless one can do so, he cannot become a spiritual master, husband, father or mother. Similarly, the wives of the brāhmaṇas who were performing sacrifices gave up their relatives just to satisfy Kṛṣṇa. This is an example of a wife rejecting a husband who cannot deliver her from the impending dangers of birth and death. Similarly, Prahlāda Mahārāja rejected his father, and Bharata Mahārāja rejected his mother (jananī na sā syāt). The word daivam indicates a demigod or one who accepts worship from a dependent. Ordinarily, the spiritual master, husband, father, mother or superior relative accepts worship from an inferior relative, but here Ṛṣabhadeva forbids this. First the father, spiritual master or husband must be able to release the dependent from repeated birth and death. If he cannot do this, he plunges himself into the ocean of reproachment for his unlawful activities. Everyone should be very responsible and take charge of his dependents just as a spiritual master takes charge of his disciple or a father takes charge of his son. All these responsibilities cannot be discharged honestly unless one can save the dependent from repeated birth and death."
    },
    {
        "verse": "19",
        "devanagari": "इदं शरीरं मम दुर्विभाव्यंसत्त्वं हि मे हृदयं यत्र धर्म: ।पृष्ठे कृतो मे यदधर्म आराद्अतो हि मामृषभं प्राहुरार्या: ॥ १९ ॥",
        "english_devnagari": "idaṁ śarīraṁ mama durvibhāvyaṁsattvaṁ hi me hṛdayaṁ yatra dharmaḥpṛṣṭhe kṛto me yad adharma ārādato hi mām ṛṣabhaṁ prāhur āryāḥ",
        "verse_Syn": [
            "idam",
            "śarīram",
            "mama",
            "durvibhāvyam",
            "sattvam",
            "hi",
            "me",
            "hṛdayam",
            "yatra",
            "dharmaḥ",
            "pṛṣṭhe",
            "kṛtaḥ",
            "me",
            "yat",
            "adharmaḥ",
            "ārāt",
            "ataḥ",
            "hi",
            "mām",
            "ṛṣabham",
            "prāhuḥ",
            "āryāḥ"
        ],
        "translation": "My transcendental body [sac-cid-ānanda-vigraha] looks exactly like a human form, but it is not a material human body. It is inconceivable. I am not forced by nature to accept a particular type of body; I take on a body by My own sweet will. My heart is also spiritual, and I always think of the welfare of My devotees. Therefore within My heart can be found the process of devotional service, which is meant for the devotees. Far from My heart have I abandoned irreligion [adharma] and nondevotional activities. They do not appeal to Me. Due to all these transcendental qualities, people generally pray to Me as Ṛṣabhadeva, the Supreme Personality of Godhead, the best of all living entities.",
        "purport": " In this verse the words idaṁ śarīraṁ mama durvibhāvyam are very significant. Generally we experience two energies — material energy and spiritual energy. We have some experience of the material energy (earth, water, air, fire, ether, mind, intelligence and ego) because in the material world everyone’s body is composed of these elements. Within the material body is the spirit soul, but we cannot see it with the material eyes. When we see a body full of spiritual energy, it is very difficult for us to understand how the spiritual energy can have a body. It is said that Lord Ṛṣabhadeva’s body is completely spiritual; therefore for a materialistic person, it is very difficult to understand. For a materialistic person, the completely spiritual body is inconceivable. We have to accept the version of the Vedas when our experimental perception cannot understand a subject. As stated in Brahma-saṁhitā: īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ. The Supreme Lord has a body with form, but that body is not composed of material elements. It is made of spiritual bliss, eternity and living force. By the inconceivable energy of the Supreme Personality of Godhead, the Lord can appear before us in His original spiritual body, but because we have no experience of the spiritual body, we are sometimes bewildered and see the form of the Lord as material. The Māyāvādī philosophers are completely unable to conceive of a spiritual body. They say that the spirit is always impersonal, and whenever they see something personal they take it for granted that it is material. In Bhagavad-gītā (9.11) it is said: “Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be.” Unintelligent people think that the Supreme Lord accepts a body composed of the material energy. We can easily understand the material body, but we cannot understand the spiritual body. Therefore Ṛṣabhadeva says: idaṁ śarīraṁ mama durvibhāvyam. In the spiritual world, everyone has a spiritual body. There is no conception of material existence there. In the spiritual world there is only service and the receiving of service. There is only sevya, sevā and sevaka — the person served, the process of service and the servant. These three items are completely spiritual, and therefore the spiritual world is called absolute. There is no tinge of material contamination there. Being completely transcendental to the material conception, Lord Ṛṣabhadeva states that His heart is composed of dharma. Dharma is explained in Bhagavad-gītā (18.66): sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. In the spiritual world, every living entity is surrendered to the Supreme Lord and is completely on the spiritual platform. Although there are servitors, the served and service, all are spiritual and variegated. At the present moment, due to our material conception, everything is durvibhāvya, inconceivable. Being the Supreme, the Lord is called Ṛṣabha, the best. In terms of the Vedic language, nityo nityānām. We are also spiritual. but we are subordinate. Kṛṣṇa, the Supreme Lord, is the foremost living entity. The word ṛṣabha means “the chief,” or “the supreme,” and indicates the Supreme Being, or God Himself."
    },
    {
        "verse": "20",
        "devanagari": "तस्माद्भवन्तो हृदयेन जाता:सर्वे महीयांसममुं सनाभम् ।अक्लिष्टबुद्ध्या भरतं भजध्वंशुश्रूषणं तद्भरणं प्रजानाम् ॥ २० ॥",
        "english_devnagari": "tasmād bhavanto hṛdayena jātāḥsarve mahīyāṁsam amuṁ sanābhamakliṣṭa-buddhyā bharataṁ bhajadhvaṁśuśrūṣaṇaṁ tad bharaṇaṁ prajānām",
        "verse_Syn": [
            "tasmāt",
            "bhavantaḥ",
            "hṛdayena",
            "jātāḥ",
            "sarve",
            "mahīyāṁsam",
            "amum",
            "sa",
            "nābham",
            "akliṣṭa",
            "buddhyā",
            "bharatam",
            "bhajadhvam",
            "śuśrūṣaṇam",
            "tat",
            "bharaṇam",
            "prajānām"
        ],
        "translation": "My dear boys, you are all born of My heart, which is the seat of all spiritual qualities. Therefore you should not be like materialistic and envious men. You should accept your eldest brother, Bharata, who is exalted in devotional service. If you engage yourselves in Bharata’s service, your service to him will include My service, and you will rule the citizens automatically.",
        "purport": " In this verse the word hṛdaya indicates the heart, which is also called uraḥ, the chest. The heart is situated within the chest, and although instrumentally the son is born with the aid of the genitals, he is actually born from within the heart. According to the heart’s situation, the semen takes the form of a body. Therefore according to the Vedic system, when one begets a child his heart should be purified through the ritualistic ceremony known as garbhādhāna. Ṛṣabhadeva’s heart was always uncontaminated and spiritual. Consequently all the sons born from the heart of Ṛṣabhadeva were spiritually inclined. Nonetheless, Ṛṣabhadeva suggested that His eldest son was superior, and He advised the others to serve him. All the brothers of Bharata Mahārāja were advised by Ṛṣabhadeva to adhere to Bharata’s service. The question may be asked why one should be attached to family members, for in the beginning it was advised that one should not be attached to home and family. However, it is also advised, mahīyasām pāda-rajo-’bhiṣeka — one has to serve the mahīyān, one who is very spiritually advanced. Mahat-sevāṁ dvāram āhur vimukteḥ: by serving the mahat, the exalted devotee, one’s path for liberation is open. The family of Ṛṣabhadeva should not be compared to an ordinary materialistic family. Bharata Mahārāja, Ṛṣabhadeva’s eldest son, was specifically very exalted. For this reason the other sons were advised to serve him for his pleasure. That was to be their duty. The Supreme Lord was advising Bharata Mahārāja to be the chief ruler of the planet. This is the real plan of the Supreme Lord. In the Battle of Kurukṣetra, we find that Lord Kṛṣṇa wanted Mahārāja Yudhiṣṭhira to be the supreme emperor of this planet. He never wanted Duryodhana to take the post. As stated in the previous verse, Lord Ṛṣabhadeva’s heart is hṛdayaṁ yatra dharmaḥ. The characteristic dharma is also explained in Bhagavad-gītā: surrender unto the Supreme Personality of Godhead. To protect dharma (paritrāṇāya sādhūnām), the Lord always wants the ruler of the earth to be a devotee. Then everything goes on nicely for the benefit of everyone. As soon as a demon rules the earth, everything becomes chaotic. At the present moment, the world is inclined toward the democratic process, but the people in general are all contaminated by the modes of passion and ignorance. Consequently they cannot select the right person to head the government. The president is selected by the votes of ignorant śūdras; therefore another śūdra is elected, and immediately the entire government becomes polluted. If people strictly followed the principles of Bhagavad-gītā, they would elect a person who is the Lord’s devotee. Then automatically there would be good government. Ṛṣabhadeva therefore recommended Bharata Mahārāja as the emperor of this planet. Serving a devotee means serving the Supreme Lord, for a devotee always represents the Lord. When a devotee is in charge, the government is always congenial and beneficial for everyone."
    },
    {
        "verse": "21-22",
        "devanagari": "भूतेषु वीरुद्‍भ्य उदुत्तमा येसरीसृपास्तेषु सबोधनिष्ठा: ।ततो मनुष्या: प्रमथास्ततोऽपिगन्धर्वसिद्धा विबुधानुगा ये ॥ २१ ॥देवासुरेभ्यो मघवत्प्रधानादक्षादयो ब्रह्मसुतास्तु तेषाम् ।भव: पर: सोऽथ विरिञ्चवीर्य:स मत्परोऽहं द्विजदेवदेव: ॥ २२ ॥",
        "english_devnagari": "bhūteṣu vīrudbhya uduttamā yesarīsṛpās teṣu sabodha-niṣṭhāḥtato manuṣyāḥ pramathās tato ’pigandharva-siddhā vibudhānugā ye",
        "verse_Syn": [
            "bhūteṣu",
            "vīrudbhyaḥ",
            "uduttamāḥ",
            "ye",
            "sarīsṛpāḥ",
            "teṣu",
            "sa",
            "bodha",
            "niṣṭhāḥ",
            "tataḥ",
            "manuṣyāḥ",
            "pramathāḥ",
            "tataḥ",
            "api",
            "gandharva",
            "siddhāḥ",
            "vibudha",
            "anugāḥ",
            "ye",
            "deva",
            "asurebhyaḥ",
            "maghavat",
            "pradhānāḥ",
            "dakṣa",
            "ādayaḥ",
            "brahma",
            "sutāḥ",
            "tu",
            "teṣām",
            "bhavaḥ",
            "paraḥ",
            "saḥ",
            "atha",
            "viriñca",
            "vīryaḥ",
            "saḥ",
            "mat",
            "paraḥ",
            "aham",
            "dvija",
            "deva",
            "devaḥ"
        ],
        "translation": "Of the two energies manifest [spirit and dull matter], beings possessing living force [vegetables, grass, trees and plants] are superior to dull matter [stone, earth, etc.]. Superior to nonmoving plants and vegetables are worms and snakes, which can move. Superior to worms and snakes are animals that have developed intelligence. Superior to animals are human beings, and superior to human beings are ghosts because they have no material bodies. Superior to ghosts are the Gandharvas, and superior to them are the Siddhas. Superior to the Siddhas are the Kinnaras, and superior to them are the asuras. Superior to the asuras are the demigods, and of the demigods, Indra, the King of heaven, is supreme. Superior to Indra are the direct sons of Lord Brahmā, sons like King Dakṣa, and supreme among Brahmā’s sons is Lord Śiva. Since Lord Śiva is the son of Lord Brahmā, Brahmā is considered superior, but Brahmā is also subordinate to Me, the Supreme Personality of Godhead. Because I am inclined to the brāhmaṇas, the brāhmaṇas are best of all.",
        "purport": " In this verse the brāhmaṇas are given a position superior to that of the Supreme Lord. The idea is that the government should be conducted under the guidance of the brāhmaṇas. Although Ṛṣabhadeva recommended His eldest son, Bharata, as emperor of the earth, he still had to follow the instructions of the brāhmaṇas in order to govern the world perfectly. The Lord is worshiped as brahmaṇya-deva. The Lord is very fond of devotees, or brāhmaṇas. This does not refer to so-called caste brāhmaṇas, but to qualified brāhmaṇas. A brāhmaṇa should be qualified with the eight qualities mentioned in text 24, such as śama, dama, satya and titikṣā. The brāhmaṇas should always be worshiped, and under their guidance the ruler should discharge his duty and rule the citizens. Unfortunately, in this Age of Kali, the executive is not selected by very intelligent people, nor is he guided by qualified brāhmaṇas. Consequently, chaos results. The mass of people should be educated in Kṛṣṇa consciousness so that according to the democratic process they can select a first-class devotee like Bharata Mahārāja to head the government. If the head of the state is headed by qualified brāhmaṇas, everything is completely perfect. In this verse, the evolutionary process is indirectly mentioned. The modern theory that life evolves from matter is to some extent supported in this verse because it is stated, bhūteṣu vīrudbhyaḥ. That is, the living entities evolve from vegetables, grass, plants and trees, which are superior to dull matter. In other words, matter also has the potency to manifest living entities in the form of vegetables. In this sense, life comes out of matter, but matter also comes out of life. As Kṛṣṇa says in Bhagavad-gītā (10.8), ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate: “I am the source of all spiritual and material worlds. Everything emanates from Me.” There are two energies — material and spiritual — and both originally come from Kṛṣṇa. Kṛṣṇa is the supreme living being. Although it may be said that in the material world a living force is generated from matter, it must be admitted that originally matter is generated from the supreme living being. Nityo nityānāṁ cetanaś cetanānām (Kaṭha Upaniṣad 2.2.13). The conclusion is that everything, both material and spiritual, is generated from the Supreme Being. From the evolutionary point of view, perfection is reached when the living entity attains the platform of a brāhmaṇa. A brāhmaṇa is a worshiper of the Supreme Brahman, and the Supreme Brahman worships the brāhmaṇa. In other words, the devotee is subordinate to the Supreme Lord, and the Lord is inclined to see to the satisfaction of His devotee. A brāhmaṇa is called dvija-deva, and the Lord is called dvija-deva-deva. He is the Lord of brāhmaṇas. The evolutionary process is also explained in Caitanya-caritāmṛta (Madhya, Chapter Nineteen), wherein it is said that there are two types of living entities — moving and nonmoving. Among moving entities, there are birds, beasts, aquatics, human beings and so on. Of these, the human beings are supposed to be the best, but they are few. Of these small numbers of human beings, there are many low-class human beings like mlecchas, Pulindas, bauddhas and śabaras. The human being elevated enough to accept the Vedic principles is superior. Among those who accept the Vedic principles generally known as varṇāśrama (presently known as the Hindu system), few actually follow these principles. Of those who actually follow the Vedic principles, most perform fruitive activity or pious activity for elevation to a high position. Manuṣyāṇāṁ sahasreṣu kaścid yatati siddhaye: out of many attached to fruitive activity, one may be a jñānī — that is, one philosophically inclined and superior to the karmīs. Yatatām api siddhānāṁ kaścin māṁ vetti tattvataḥ: out of many jñānīs, one may be liberated from material bondage, and out of many millions of liberated jñānīs, one may become a devotee of Kṛṣṇa."
    },
    {
        "verse": "23",
        "devanagari": "न ब्राह्मणैस्तुलये भूतमन्यत्पश्यामि विप्रा: किमत: परं तु ।यस्मिन्नृभि: प्रहुतं श्रद्धयाह-मश्नामि कामं न तथाग्निहोत्रे ॥ २३ ॥",
        "english_devnagari": "na brāhmaṇais tulaye bhūtam anyatpaśyāmi viprāḥ kim ataḥ paraṁ tuyasmin nṛbhiḥ prahutaṁ śraddhayāhamaśnāmi kāmaṁ na tathāgni-hotre",
        "verse_Syn": [
            "na",
            "brāhmaṇaiḥ",
            "tulaye",
            "bhūtam",
            "anyat",
            "paśyāmi",
            "viprāḥ",
            "kim",
            "ataḥ",
            "param",
            "tu",
            "yasmin",
            "nṛbhiḥ",
            "prahutam",
            "śraddhayā",
            "aham",
            "aśnāmi",
            "kāmam",
            "na",
            "tathā",
            "agni",
            "hotre"
        ],
        "translation": "O respectful brāhmaṇas, as far as I am concerned, no one is equal or superior to the brāhmaṇas in this world. I do not find anyone comparable to them. When people know My motive, after performing rituals according to the Vedic principles they offer food to Me with faith and love through the mouth of a brāhmaṇa. When food is thus offered unto Me, I eat it with full satisfaction. Indeed, I derive more pleasure from food offered in that way than from the food offered in the sacrificial fire.",
        "purport": " According to the Vedic system, after the sacrificial ceremony the brāhmaṇas are invited to eat the remnants of the offered food. When the brāhmaṇas eat the food, it is to be considered directly eaten by the Supreme Lord. Thus no one can be compared to qualified brāhmaṇas. The perfection of evolution is to be situated on the brahminical platform. Any civilization not based on brahminical culture or guided by brāhmaṇas is certainly a condemned civilization. Presently human civilization is based on sense gratification, and consequently more and more people are becoming addicted to different types of things. No one respects brahminical culture. Demoniac civilization is attached to ugra-karma, horrible activities, and big industries are created to satisfy unfathomable lusty desires. Consequently the people are greatly harassed by governmental taxation. The people are irreligious and do not perform the sacrifices recommended in Bhagavad-gītā. Yajñād bhavati parjanyaḥ: by the performance of sacrifice, clouds form and rain falls. Due to sufficient rainfall, there is sufficient production of food. Guided by the brāhmaṇas, society should follow the principles of Bhagavad-gītā. Then people will become very happy. Annād bhavanti bhūtāni: when animals and man are sufficiently fed with grains, they become stronger, their hearts become tranquil and their brains peaceful. They can then advance in spiritual life, life’s ultimate destination."
    },
    {
        "verse": "24",
        "devanagari": "धृता तनूरुशती मे पुराणीयेनेह सत्त्वं परमं पवित्रम् ।शमो दम: सत्यमनुग्रहश्चतपस्तितिक्षानुभवश्च यत्र ॥ २४ ॥",
        "english_devnagari": "dhṛtā tanūr uśatī me purāṇīyeneha sattvaṁ paramaṁ pavitramśamo damaḥ satyam anugrahaś catapas titikṣānubhavaś ca yatra",
        "verse_Syn": [
            "dhṛtā",
            "tanūḥ",
            "uśatī",
            "me",
            "purāṇī",
            "yena",
            "iha",
            "sattvam",
            "paramam",
            "pavitram",
            "śamaḥ",
            "damaḥ",
            "satyam",
            "anugrahaḥ",
            "ca",
            "tapaḥ",
            "titikṣā",
            "anubhavaḥ",
            "ca",
            "yatra"
        ],
        "translation": "The Vedas are My eternal transcendental sound incarnation. Therefore the Vedas are śabda-brahma. In this world, the brāhmaṇas thoroughly study all the Vedas, and because they assimilate the Vedic conclusions, they are also to be considered the Vedas personified. The brāhmaṇas are situated in the supreme transcendental mode of nature — sattva-guṇa. Because of this, they are fixed in mind control [śama], sense control [dama], and truthfulness [satya]. They describe the Vedas in their original sense, and out of mercy [anugraha] they preach the purpose of the Vedas to all conditioned souls. They practice penance [tapasya] and tolerance [titikṣā], and they realize the position of the living entity and the Supreme Lord [anubhava]. These are the eight qualifications of the brāhmaṇas. Therefore among all living entities, no one is superior to the brāhmaṇas.",
        "purport": " This is a true description of a brāhmaṇa. A brāhmaṇa is one who has assimilated the Vedic conclusions by practicing mind and sense control. He speaks the true version of all the Vedas. As confirmed in the Bhagavad-gītā (15.15): vedaiś ca sarvair aham eva vedyaḥ. By studying all the Vedas, one should come to understand the transcendental position of Lord Śrī Kṛṣṇa. One who actually assimilated the essence of the Vedas can preach the truth. He is compassionate to conditioned souls who are suffering the threefold miseries of this conditional world due to their not being Kṛṣṇa conscious. A brāhmaṇa should take pity on the people and preach Kṛṣṇa consciousness in order to elevate them. Śrī Kṛṣṇa Himself, the Supreme Personality of Godhead, personally descends into this universe from the spiritual kingdom to teach conditioned souls about the values of spiritual life. He tries to induce them to surrender unto Him. Similarly, the brāhmaṇas do the same thing. After assimilating the Vedic instructions, they assist the Supreme Lord in His endeavor to deliver conditioned souls. The brāhmaṇas are very dear to the Supreme Lord due to their high sattva-guṇa qualities, and they also engage in welfare activities for all conditioned souls in the material world."
    },
    {
        "verse": "25",
        "devanagari": "मत्तोऽप्यनन्तात्परत: परस्मात्स्वर्गापवर्गाधिपतेर्न किञ्चित् ।येषां किमु स्यादितरेण तेषा-मकिञ्चनानां मयि भक्तिभाजाम् ॥ २५ ॥",
        "english_devnagari": "matto ’py anantāt parataḥ parasmātsvargāpavargādhipater na kiñcityeṣāṁ kim u syād itareṇa teṣāmakiñcanānāṁ mayi bhakti-bhājām",
        "verse_Syn": [
            "mattaḥ",
            "api",
            "anantāt",
            "parataḥ",
            "parasmāt",
            "svarga",
            "apavarga",
            "adhipateḥ",
            "na",
            "kiñcit",
            "yeṣām",
            "kim",
            "u",
            "syāt",
            "itareṇa",
            "teṣām",
            "akiñcanānām",
            "mayi",
            "bhakti",
            "bhājām"
        ],
        "translation": "I am fully opulent, almighty and superior to Lord Brahmā and Indra, the King of the heavenly planets. I am also the bestower of all happiness obtained in the heavenly kingdom and by liberation. Nonetheless, the brāhmaṇas do not seek material comforts from Me. They are very pure and do not want to possess anything. They simply engage in My devotional service. What is the need of their asking for material benefits from anyone else?",
        "purport": " The perfect brahminical qualification is stated herein: akiñcanānāṁ mayi bhakti-bhājām. The brāhmaṇas are always engaged in the devotional service of the Lord: consequently they have no material wants, nor do they possess material things. In Caitanya-caritāmṛta (Madhya 11.8), Caitanya Mahāprabhu explains the position of pure Vaiṣṇavas who are anxious to return home, back to Godhead. Niṣkiñcanasya bhagavad-bhajanonmukhasya. Those who actually want to return back to Godhead are niṣkiñcana — that is, they have no desire for material comfort. Śrī Caitanya Mahāprabhu advises, sandarśanaṁ viṣayinām atha yoṣitāṁ ca hā hanta hanta visa-bhakṣaṇato ’py asādhu: material opulence and sense gratification through the association of women are more dangerous than poison. Brāhmaṇas who are pure Vaiṣṇavas always engage in the Lord’s service and are devoid of any desire for material gain. The brāhmaṇas do not worship demigods like Lord Brahmā, Indra or Lord Śiva for any material comfort. They do not even ask the Supreme Lord for material profit; therefore it is concluded that the brāhmaṇas are the supreme living entities of this world. Śrī Kapiladeva also confirms this in Śrīmad-Bhāgavatam (3.29.33): The brāhmaṇas are always dedicated to the Lord’s service with their bodies, words and mind. There is no better person than a brāhmaṇa who thus engages himself and dedicates himself to the Supreme Lord."
    },
    {
        "verse": "26",
        "devanagari": "सर्वाणि मद्धिष्ण्यतया भवद्भ‍ि-श्चराणि भूतानि सुता ध्रुवाणि ।सम्भावितव्यानि पदे पदे वोविविक्तद‍ृग्भिस्तदु हार्हणं मे ॥ २६ ॥",
        "english_devnagari": "sarvāṇi mad-dhiṣṇyatayā bhavadbhiścarāṇi bhūtāni sutā dhruvāṇisambhāvitavyāni pade pade vovivikta-dṛgbhis tad u hārhaṇaṁ me",
        "verse_Syn": [
            "sarvāṇi",
            "mat",
            "dhiṣṇyatayā",
            "bhavadbhiḥ",
            "carāṇi",
            "bhūtāni",
            "sutāḥ",
            "dhruvāṇi",
            "sambhāvitavyāni",
            "pade",
            "pade",
            "vaḥ",
            "vivikta",
            "dṛgbhiḥ",
            "tat",
            "u",
            "ha",
            "arhaṇam",
            "me"
        ],
        "translation": "My dear sons, you should not envy any living entity — be he moving or nonmoving. Knowing that I am situated in them, you should offer respect to all of them at every moment. In this way, you offer respect to Me.",
        "purport": " In this verse the word vivikta-dṛgbhiḥ, meaning without envy, is used. All living entities are the abode of the Supreme Personality of Godhead in His Paramātmā feature. As confirmed in Brahma-saṁhitā: aṇḍāntara-sthaṁ paramāṇu-cayāntara-stham. The Lord is situated in this universe as Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī Viṣṇu. He is also situated within every atom. According to the Vedic statement: īśāvāsyam idaṁ sarvam. The Supreme Lord is situated everywhere, and wherever He is situated is His temple. We even offer respects to a temple from a distant place, and all living entities should similarly be offered respect. This is different from the theory of pantheism, which holds that everything is God. Everything has a relationship with God because God is situated everywhere. We should not make any particular distinction between the poor and the rich like the foolish worshipers of daridra-nārāyaṇa. Nārāyaṇa is present in the rich as well as the poor. One should not simply think Nārāyaṇa is situated among the poor. He is everywhere. An advanced devotee will offer respects to everyone — even to cats and dogs. “The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste].” (Bg. 5.18) This sama-darśinaḥ, equal vision, should not be mistaken to mean that the individual is the same as the Supreme Lord. They are always distinct. Every individual person is different from the Supreme Lord. It is a mistake to equate the individual living entity with the Supreme Lord on the plea of vivikta-dṛk, sama-dṛk. The Lord is always in an exalted position, even though He agrees to live everywhere. Śrīla Madhvācārya, quoting Padma Purāṇa, states: vivikta-dṛṣṭi jīvānāṁ dhiṣṇyatayā parameśvarasya bheda-dṛṣṭiḥ. “One who has clear vision and who is devoid of envy can see that the Supreme Lord is separate from all living entities, although He is situated in every living entity.” Madhvācārya further quotes from Padma Purāṇa: “One who sees the living entity and the Supreme Lord as always distinct is very dear to the Lord.” Padma Purāṇa also states, yo hareś caiva jīvānāṁ bheda-vaktā hareḥ priyaḥ: “One who preaches that the living entities are separate from the Supreme Lord is very dear to Lord Viṣṇu.”"
    },
    {
        "verse": "27",
        "devanagari": "मनोवचोद‍ृक्करणेहितस्यसाक्षात्कृतं मे परिबर्हणं हि ।विना पुमान् येन महाविमोहात्कृतान्तपाशान्न विमोक्तुमीशेत् ॥ २७ ॥",
        "english_devnagari": "mano-vaco-dṛk-karaṇehitasyasākṣāt-kṛtaṁ me paribarhaṇaṁ hivinā pumān yena mahā-vimohātkṛtānta-pāśān na vimoktum īśet",
        "verse_Syn": [
            "manaḥ",
            "vacaḥ",
            "dṛk",
            "karaṇa",
            "īhitasya",
            "sākṣāt",
            "kṛtam",
            "me",
            "paribarhaṇam",
            "hi",
            "vinā",
            "pumān",
            "yena",
            "mahā",
            "vimohāt",
            "kṛtānta",
            "pāśāt",
            "na",
            "vimoktum",
            "īśet"
        ],
        "translation": "The true activity of the sense organs — mind, sight, words and all the knowledge-gathering and working senses — is to engage fully in My service. Unless his senses are thus engaged, a living entity cannot think of getting out of the great entanglement of material existence, which is exactly like Yamarāja’s stringent rope.",
        "purport": " As stated in the Nārada-pañcarātra: This is the conclusion of bhakti. All the time, Lord Ṛṣabhadeva has been stressing devotional service, and now He is concluding by saying that all the senses should be engaged in the Lord’s service. There are five senses by which we gather knowledge and five senses with which we work. These ten senses and the mind should be fully engaged in the Lord’s service. Without engaging them in this way, one cannot get out of the clutches of māyā."
    },
    {
        "verse": "28",
        "devanagari": "श्रीशुक उवाचएवमनुशास्यात्मजान् स्वयमनुशिष्टानपि लोकानुशासनार्थं महानुभाव: परमसुहृद्भगवानृषभापदेश उपशमशीलानामुपरतकर्मणां महामुनीनां भक्तिज्ञानवैराग्यलक्षणं पारमहंस्यधर्ममुपशिक्षमाण: स्वतनयशतज्येष्ठं परमभागवतं भगवज्जनपरायणं भरतं धरणिपालनायाभिषिच्य स्वयं भवन एवोर्वरितशरीरमात्रपरिग्रह उन्मत्त इव गगनपरिधान: प्रकीर्णकेश आत्मन्यारोपिताहवनीयो ब्रह्मावर्तात्प्रवव्राज ॥ २८ ॥",
        "english_devnagari": "śrī-śuka uvācaevam anuśāsyātmajān svayam anuśiṣṭān api lokānuśāsanārthaṁ mahānubhāvaḥ parama-suhṛd bhagavān ṛṣabhāpadeśa upaśama-śīlānām uparata-karmaṇāṁ mahā-munīnāṁ bhakti-jñāna-vairāgya-lakṣaṇaṁ pāramahaṁsya-dharmam upaśikṣamāṇaḥ sva-tanaya-śata-jyeṣṭhaṁ parama-bhāgavataṁ bhagavaj-jana-parāyaṇaṁ bharataṁ dharaṇi-pālanāyābhiṣicya svayaṁ bhavana evorvarita-śarīra-mātra-parigraha unmatta iva gagana-paridhānaḥ prakīrṇa-keśa ātmany āropitāhavanīyo brahmāvartāt pravavrāja.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "anuśāsya",
            "ātma",
            "jān",
            "svayam",
            "anuśiṣṭān",
            "api",
            "loka",
            "anuśāsana",
            "artham",
            "mahā",
            "anubhāvaḥ",
            "parama",
            "suhṛt",
            "bhagavān",
            "ṛṣabha",
            "apadeśaḥ",
            "upaśama",
            "śīlānām",
            "uparata",
            "karmaṇām",
            "mahā",
            "munīnām",
            "bhakti",
            "jñāna",
            "vairāgya",
            "lakṣaṇam",
            "pāramahaṁsya",
            "dharmam",
            "upaśikṣamāṇaḥ",
            "sva",
            "tanaya",
            "śata",
            "jyeṣṭham",
            "parama",
            "bhāgavatam",
            "bhagavat",
            "jana",
            "parāyaṇam",
            "bharatam",
            "dharaṇi",
            "pālanāya",
            "abhiṣicya",
            "svayam",
            "bhavane",
            "eva",
            "urvarita",
            "śarīra",
            "mātra",
            "parigrahaḥ",
            "unmattaḥ",
            "iva",
            "gagana",
            "paridhānaḥ",
            "prakīrṇa",
            "keśaḥ",
            "ātmani",
            "āropita",
            "āhavanīyaḥ",
            "brahmāvartāt",
            "pravavrāja"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus the great well-wisher of everyone, the Supreme Lord Ṛṣabhadeva, instructed His own sons. Although they were perfectly educated and cultured, He instructed them just to set an example of how a father should instruct his sons before retiring from family life. Sannyāsīs, who are no longer bound by fruitive activity and who have taken to devotional service after all their material desires have been vanquished, also learn by these instructions. Lord Ṛṣabhadeva instructed His one hundred sons, of whom the eldest, Bharata, was a very advanced devotee and a follower of Vaiṣṇavas. In order to rule the whole world, the Lord enthroned His eldest son on the royal seat. Thereafter, although still at home, Lord Ṛṣabhadeva lived like a madman, naked and with disheveled hair. Then the Lord took the sacrificial fire within Himself, and He left Brahmāvarta to tour the whole world.",
        "purport": " Actually the instructions given to Lord Ṛṣabhadeva’s sons were not exactly meant for His sons because they were already educated and highly advanced in knowledge. Rather, these instructions were meant for sannyāsīs who intend to become advanced devotees. Sannyāsīs must abide by Lord Ṛṣabhadeva’s instructions while on the path of devotional service. Lord Ṛṣabhadeva retired from family life and lived like a naked madman even while still with His family."
    },
    {
        "verse": "29",
        "devanagari": "जडान्धमूकबधिरपिशाचोन्मादकवदवधूतवेषोऽभिभाष्यमाणोऽपि जनानां गृहीतमौनव्रतस्तूष्णीं बभूव ॥ २९ ॥",
        "english_devnagari": "jaḍāndha-mūka-badhira-piśāconmādakavad-avadhūta-veṣo ’bhibhāṣyamāṇo ’pi janānāṁ gṛhīta-mauna-vratas tūṣṇīṁ babhūva.",
        "verse_Syn": [
            "jaḍa",
            "andha",
            "mūka",
            "badhira",
            "piśāca",
            "unmādaka",
            "vat",
            "avadhūta",
            "veṣaḥ",
            "abhibhāṣyamāṇaḥ",
            "api",
            "janānām",
            "gṛhīta",
            "mauna",
            "vrataḥ",
            "tūṣṇīm",
            "babhūva"
        ],
        "translation": "After accepting the feature of avadhūta, a great saintly person without material cares, Lord Ṛṣabhadeva passed through human society like a blind, deaf and dumb man, an idle stone, a ghost or a madman. Although people called Him such names, He remained silent and did not speak to anyone.",
        "purport": " The word avadhūta refers to one who does not care for social conventions, particularly the varṇāśrama-dharma. However, such a person may be situated fully within himself and be satisfied with the Supreme Personality of Godhead, on whom he meditates. In other words, one who has surpassed the rules and regulations of varṇāśrama-dharma is called avadhūta. Such a person has already surpassed the clutches of māyā, and he lives completely separate and independent."
    },
    {
        "verse": "30",
        "devanagari": "तत्र तत्र पुरग्रामाकरखेटवाटखर्वटशिबिरव्रजघोषसार्थगिरिवनाश्रमादिष्वनुपथमवनिचरापसदै: परिभूयमानो मक्षिकाभिरिव वनगजस्तर्जनताडनावमेहनष्ठीवनग्रावशकृद्रज:प्रक्षेपपूतिवातदुरुक्तै- स्तदविगणयन्नेवासत्संस्थान एतस्मिन् देहोपलक्षणे सदपदेश उभयानुभवस्वरूपेण स्वमहिमावस्थानेनासमारोपिताहंममाभिमानत्वादविखण्डितमना: पृथिवीमेकचर: परिबभ्राम ॥ ३० ॥",
        "english_devnagari": "tatra tatra pura-grāmākara-kheṭa-vāṭa-kharvaṭa-śibira-vraja-ghoṣa-sārtha-giri-vanāśramādiṣv anupatham avanicarāpasadaiḥ paribhūyamāno makṣikābhir iva vana-gajas tarjana-tāḍanāvamehana-ṣṭhīvana-grāva-śakṛd-rajaḥ-prakṣepa-pūti-vāta-duruktais tad avigaṇayann evāsat-saṁsthāna etasmin dehopalakṣaṇe sad-apadeśa ubhayānubhava-svarūpeṇa sva-mahimāvasthānenāsamāropitāhaṁ-mamābhimānatvād avikhaṇḍita-manāḥ pṛthivīm eka-caraḥ paribabhrāma.",
        "verse_Syn": [
            "tatra",
            "tatra",
            "pura",
            "grāma",
            "ākara",
            "kheṭa",
            "vāṭa",
            "kharvaṭa",
            "śibira",
            "vraja",
            "ghoṣa",
            "sārtha",
            "giri",
            "vana",
            "āśrama",
            "ādiṣu",
            "anupatham",
            "avanicara",
            "apasadaiḥ",
            "paribhūyamānaḥ",
            "makṣikābhiḥ",
            "iva",
            "vana",
            "gajaḥ",
            "tarjana",
            "tāḍana",
            "avamehana",
            "ṣṭhīvana",
            "grāva",
            "śakṛt",
            "rajaḥ",
            "prakṣepa",
            "pūti",
            "vāta",
            "duruktaiḥ",
            "tat",
            "avigaṇayan",
            "eva",
            "asat",
            "saṁsthāne",
            "etasmin",
            "deha",
            "upalakṣaṇe",
            "sat",
            "apadeśe",
            "ubhaya",
            "anubhava",
            "svarūpeṇa",
            "sva",
            "mahima",
            "avasthānena",
            "asamāropita",
            "aham",
            "mama",
            "abhimānatvāt",
            "avikhaṇḍita",
            "manāḥ",
            "pṛthivīm",
            "eka",
            "caraḥ",
            "paribabhrāma"
        ],
        "translation": "Ṛṣabhadeva began to tour through cities, villages, mines, countrysides, valleys, gardens, military camps, cow pens, the homes of cowherd men, transient hotels, hills, forests and hermitages. Wherever He traveled, all bad elements surrounded Him, just as flies surround the body of an elephant coming from a forest. He was always being threatened, beaten, urinated upon and spat upon. Sometimes people threw stones, stool and dust at Him, and sometimes people passed foul air before Him. Thus people called Him many bad names and gave Him a great deal of trouble, but He did not care about this, for He understood that the body is simply meant for such an end. He was situated on the spiritual platform, and, being in His spiritual glory, He did not care for all these material insults. In other words, He completely understood that matter and spirit are separate, and He had no bodily conception. Thus, without being angry at anyone, He walked through the whole world alone.",
        "purport": " Narottama dāsa Ṭhākura says: deha-smṛti nāhi yāra, saṁsāra bandhana kāhāṅ tāra. When a person fully realizes that the material body and world are temporary, he is not concerned with pain and pleasures of the body. As Śrī Kṛṣṇa advises in Bhagavad-gītā (2.14): “O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed.” As far as Ṛṣabhadeva is concerned, it has already been explained: idaṁ śarīraṁ mama durvibhāvyam. He did not at all possess a material body; and therefore He was tolerant of all the trouble offered to Him by the bad elements in society. Consequently He could tolerate people’s throwing stool and dust upon Him and beating Him. His body was transcendental and consequently did not at all suffer pain. He was always situated in His spiritual bliss. As stated in Bhagavad-gītā (18.61): “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.” Since the Lord is situated in everyone’s heart, He is in the heart of hogs and dogs also. If hogs and dogs in their material bodies live in filthy places, one should not think that the Supreme Personality of Godhead in His Paramātmā feature also lives in a filthy place. Although Lord Ṛṣabhadeva was maltreated by the bad elements of the world, He was not at all affected. Therefore it is stated here, sva-mahima-avasthānena: “He was situated in His own glory.” He was never saddened due to being insulted in the many ways described above."
    },
    {
        "verse": "31",
        "devanagari": "अतिसुकुमारकरचरणोर:स्थलविपुलबाह्वंसगलवदनाद्यवयवविन्यास: प्रकृतिसुन्दरस्वभावहाससुमुखो नवनलिनदलायमानशिशिरतारारुणायतनयनरुचिर: सद‍ृशसुभगकपोलकर्णकण्ठनासो विगूढस्मितवदनमहोत्सवेन पुरवनितानां मनसि कुसुमशरासनमुपदधान: परागवलम्बमानकुटिलजटिलकपिशकेशभूरिभारोऽवधूतमलिननिजशरीरेण ग्रहगृहीत इवाद‍ृश्यत ॥ ३१ ॥",
        "english_devnagari": "ati-sukumāra-kara-caraṇoraḥ-sthala-vipula-bāhv-aṁsa-gala-vadanādy-avayava-vinyāsaḥ prakṛti-sundara-svabhāva-hāsa-sumukho nava-nalina-dalāyamāna-śiśira-tārāruṇāyata-nayana-ruciraḥ sadṛśa-subhaga-kapola-karṇa-kaṇṭha-nāso vigūḍha-smita-vadana-mahotsavena pura-vanitānāṁ manasi kusuma-śarāsanam upadadhānaḥ parāg-avalambamāna-kuṭila-jaṭila-kapiśa-keśa-bhūri-bhāro ’vadhūta-malina-nija-śarīreṇa graha-gṛhīta ivādṛśyata.",
        "verse_Syn": [
            "ati",
            "su",
            "kumāra",
            "kara",
            "caraṇa",
            "uraḥ",
            "sthala",
            "vipula",
            "bāhu",
            "aṁsa",
            "gala",
            "vadana",
            "ādi",
            "avayava",
            "vinyāsaḥ",
            "prakṛti",
            "sundara",
            "sva",
            "bhāva",
            "hāsa",
            "su",
            "mukhaḥ",
            "nava",
            "nalina",
            "dalāyamāna",
            "śiśira",
            "tāra",
            "aruṇa",
            "āyata",
            "nayana",
            "ruciraḥ",
            "sadṛśa",
            "subhaga",
            "kapola",
            "karṇa",
            "kaṇṭha",
            "nāsaḥ",
            "vigūḍha",
            "smita",
            "vadana",
            "mahā",
            "utsavena",
            "pura",
            "vanitānām",
            "manasi",
            "kusuma",
            "śarāsanam",
            "upadadhānaḥ",
            "parāk",
            "avalambamāna",
            "kuṭila",
            "jaṭila",
            "kapiśa",
            "keśa",
            "bhūri",
            "bhāraḥ",
            "avadhūta",
            "malina",
            "nija",
            "śarīreṇa",
            "graha",
            "gṛhītaḥ",
            "iva",
            "adṛśyata"
        ],
        "translation": "Lord Ṛṣabhadeva’s hands, feet and chest were very long. His shoulders, face and limbs were all very delicate and symmetrically proportioned. His mouth was beautifully decorated with His natural smile, and He appeared all the more lovely with His reddish eyes spread wide like the petals of a newly grown lotus flower covered with dew in the early morning. The irises of His eyes were so pleasing that they removed all the troubles of everyone who saw Him. His forehead, ears, neck, nose and all His other features were very beautiful. His gentle smile always made His face beautiful, so much so that He even attracted the hearts of married women. It was as though they had been pierced by arrows of Cupid. About His head was an abundance of curly, matted brown hair. His hair was disheveled because His body was dirty and not taken care of. He appeared as if He were haunted by a ghost.",
        "purport": " Although Lord Ṛṣabhadeva’s body was very much neglected, His transcendental features were so attractive that even married women were attracted to Him. His beauty and dirtiness combined to make His beautiful body appear as though it were haunted by a ghost."
    },
    {
        "verse": "32",
        "devanagari": "यर्हि वाव स भगवान् लोकमिमं योगस्याद्धाप्रतीपमिवाचक्षाणस्तत्प्रतिक्रियाकर्म बीभत्सितमिति व्रतमाजगरमास्थित: शयान एवाश्नाति पिबतिखादत्यवमेहतिहदति स्म चेष्टमान उच्चरित आदिग्धोद्देश: ॥ ३२ ॥",
        "english_devnagari": "yarhi vāva sa bhagavān lokam imaṁ yogasyāddhā pratīpam ivācakṣāṇas tat-pratikriyā-karma bībhatsitam iti vratam ājagaram-āsthitaḥ śayāna evāśnāti pibati khādaty avamehati hadati sma ceṣṭamāna uccarita ādigdhoddeśaḥ.",
        "verse_Syn": [
            "yarhi",
            "vāva",
            "saḥ",
            "bhagavān",
            "lokam",
            "imam",
            "yogasya",
            "addhā",
            "pratīpam",
            "iva",
            "ācakṣāṇaḥ",
            "tat",
            "pratikriyā",
            "karma",
            "bībhatsitam",
            "iti",
            "vratam",
            "ājagaram",
            "āsthitaḥ",
            "śayānaḥ",
            "eva",
            "aśnāti",
            "pibati",
            "khādati",
            "avamehati",
            "hadati",
            "sma",
            "ceṣṭamānaḥ",
            "uccarite",
            "ādigdha",
            "uddeśaḥ"
        ],
        "translation": "When Lord Ṛṣabhadeva saw that the general populace was very antagonistic to His execution of mystic yoga, He accepted the behavior of a python in order to counteract their opposition. Thus He stayed in one place and lay down. While lying down, He ate and drank, and He passed stool and urine and rolled in it. Indeed, He smeared His whole body with His own stool and urine so that opposing elements might not come and disturb Him.",
        "purport": " According to one’s destiny, one enjoys allotted happiness and distress, even though one keeps himself in one place. This is the injunction of the śāstras. When one is spiritually situated, he may stay in one place, and all his necessities will be supplied by the arrangement of the supreme controller. Unless one is a preacher, there is no need to travel all over the world. A person can stay in one place and execute devotional service suitably according to time and circumstance. When Ṛṣabhadeva saw that He was simply being disturbed by traveling throughout the world, He decided to lie down in one place like a python. Thus He ate, drank, and He passed stool and urine and smeared His body with them so that people would not disturb Him."
    },
    {
        "verse": "33",
        "devanagari": "तस्य ह य: पुरीषसुरभिसौगन्ध्यवायुस्तं देशं दशयोजनं समन्तात्सुरभिंचकार ॥ ३३ ॥",
        "english_devnagari": "tasya ha yaḥ purīṣa-surabhi-saugandhya-vāyus taṁ deśaṁ daśa-yojanaṁ samantāt surabhiṁ cakāra.",
        "verse_Syn": [
            "tasya",
            "ha",
            "yaḥ",
            "purīṣa",
            "surabhi",
            "saugandhya",
            "vāyuḥ",
            "tam",
            "deśam",
            "daśa",
            "yojanam",
            "samantāt",
            "surabhim",
            "cakāra"
        ],
        "translation": "Because Lord Ṛṣabhadeva remained in that condition, the public did not disturb Him, but no bad aroma emanated from His stool and urine. Quite the contrary, His stool and urine were so aromatic that they filled eighty miles of the countryside with a pleasant fragrance.",
        "purport": " From this we can certainly assume that Lord Ṛṣabhadeva was transcendentally blissful. His stool and urine were so completely different from material stool and urine that they were aromatic. Even in the material world, cow dung is accepted as purified and antiseptic. A person can keep stacks of cow dung in one place, and it will not create a bad odor to disturb anyone. We can take it for granted that in the spiritual world, stool and urine are also pleasantly scented. Indeed, the entire atmosphere became very pleasant due to Lord Ṛṣabhadeva’s stool and urine."
    },
    {
        "verse": "34",
        "devanagari": "एवं गोमृगकाकचर्यया व्रजंस्तिष्ठन्नासीन: शयान: काकमृगगोचरित: पिबति खादत्यवमेहति स्म ॥ ३४ ॥",
        "english_devnagari": "evaṁ go-mṛga-kāka-caryayā vrajaṁs tiṣṭhann āsīnaḥ śayānaḥ kāka-mṛga-go-caritaḥ pibati khādaty avamehati sma.",
        "verse_Syn": [
            "evam",
            "go",
            "mṛga",
            "kāka",
            "caryayā",
            "vrajan",
            "tiṣṭhan",
            "āsīnaḥ",
            "śayānaḥ",
            "kāka",
            "mṛga",
            "go",
            "caritaḥ",
            "pibati",
            "khādati",
            "avamehati",
            "sma"
        ],
        "translation": "In this way Lord Ṛṣabhadeva followed the behavior of cows, deer and crows. Sometimes He moved or walked, and sometimes He sat down in one place. Sometimes He lay down, behaving exactly like cows, deer and crows. In that way, He ate, drank, passed stool and urine and cheated the people in this way.",
        "purport": " Being the Supreme Personality of Godhead, Lord Ṛṣabhadeva possessed a transcendental, spiritual body. Since the general public could not appreciate His behavior and mystic yoga practice, they began to disturb Him. To cheat them, He behaved like crows, cows and deer."
    },
    {
        "verse": "35",
        "devanagari": "इति नानायोगचर्याचरणो भगवान् कैवल्यपतिऋर्षभोऽविरतपरममहानन्दानुभव आत्मनि सर्वेषां भूतानामात्मभूते भगवति वासुदेव आत्मनोऽव्यवधानानन्तरोदरभावेन सिद्धसमस्तार्थपरिपूर्णो योगैश्वर्याणि वैहायसमनोजवान्तर्धानपरकायप्रवेशदूरग्रहणादीनि यद‍ृच्छयोपगतानि नाञ्जसा नृप हृदयेनाभ्यनन्दत् ॥ ३५ ॥",
        "english_devnagari": "iti nānā-yoga-caryācaraṇo bhagavān kaivalya-patir ṛṣabho ’virata-parama-mahānandānubhava ātmani sarveṣāṁ bhūtānām ātma-bhūte bhagavati vāsudeva ātmano ’vyavadhānānanta-rodara-bhāvena siddha-samastārtha-paripūrṇo yogaiśvaryāṇi vaihāyasa-mano-javāntardhāna-parakāya-praveśa-dūra-grahaṇādīni yadṛcchayopagatāni nāñjasā nṛpa hṛdayenābhyanandat.",
        "verse_Syn": [
            "iti",
            "nānā",
            "yoga",
            "caryā",
            "ācaraṇaḥ",
            "bhagavān",
            "kaivalya",
            "patiḥ",
            "ṛṣabhaḥ",
            "avirata",
            "parama",
            "mahā",
            "ānanda",
            "anubhavaḥ",
            "ātmani",
            "sarveṣām",
            "bhūtānām",
            "ātma",
            "bhūte",
            "bhagavati",
            "vāsudeve",
            "ātmanaḥ",
            "avyavadhāna",
            "ananta",
            "rodara",
            "bhāvena",
            "siddha",
            "samasta",
            "artha",
            "paripūrṇaḥ",
            "yoga",
            "aiśvaryāṇi",
            "vaihāyasa",
            "manaḥ",
            "java",
            "antardhāna",
            "parakāya",
            "praveśa",
            "dūra",
            "grahaṇa",
            "ādīni",
            "yadṛcchayā",
            "upagatāni",
            "na",
            "añjasā",
            "nṛpa",
            "hṛdayena",
            "abhyanandat"
        ],
        "translation": "O King Parīkṣit, just to show all the yogīs the mystic process, Lord Ṛṣabhadeva, the plenary expansion of Lord Kṛṣṇa, performed wonderful activities. Actually He was the master of liberation and was fully absorbed in transcendental bliss, which increased a thousandfold. Lord Kṛṣṇa, Vāsudeva, the son of Vasudeva, is the original source of Lord Ṛṣabhadeva. There is no difference in Their constitution, and consequently Lord Ṛṣabhadeva awakened the loving symptoms of crying, laughing and shivering. He was always absorbed in transcendental love. Due to this, all mystic powers automatically approached Him, such as the ability to travel in outer space at the speed of mind, to appear and disappear, to enter the bodies of others, and to see things far, far away. Although He could do all this, He did not exercise these powers.",
        "purport": " In the Caitanya-caritāmṛta (Madhya 19.149) it is said: The word śānta means completely peaceful. Unless all one’s desires are fulfilled, one cannot be peaceful. Everyone is trying to fulfill his aspirations and desires, be they material or spiritual. Those in the material world are aśānta (without peace) because they have so many desires to fulfill. The pure devotee, however, is without desire. Anyābhilāṣitā-śūnya: a pure devotee is completely free from all kinds of material desire. Karmīs, on the other hand, are simply full of desires because they try to enjoy sense gratification. They are not peaceful in this life, nor the next, during the past, present or future. Similarly, jñānīs are always aspiring after liberation and trying to become one with the Supreme. Yogīs are aspiring after many siddhis (powers) — aṇimā, laghimā, prāpti, etc. However, a devotee is not at all interested in these things because he is fully dependent on the mercy of Kṛṣṇa. Kṛṣṇa is yogeśvara, the possessor of all mystic powers (siddhis), and He is ātmārāma, fully self-satisfied. The yoga-siddhis are described in this verse. One can fly in outer space without the aid of a machine, and he can travel at the speed of mind. This means that as soon as a yogī desires to go somewhere within this universe or even beyond this universe, he can do so immediately. One cannot estimate the speed of mind, for within a second the mind can go many millions of miles. Sometimes yogīs enter into the bodies of other people and act as they desire when their bodies are not working properly. When the body becomes old, a perfect yogī can find a young, able body. Giving up his old body, the yogī can enter into the young body and act as he pleases. Being a plenary expansion of Lord Vāsudeva, Lord Ṛṣabhadeva possessed all these mystic yoga powers, but He was satisfied with His devotional love of Kṛṣṇa, which was evinced by the ecstatic symptoms, such as crying, laughing and shivering."
    }
]