[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअथ तस्मात्परतस्त्रयोदशलक्षयोजनान्तरतो यत्तद्विष्णो: परमं पदमभिवदन्ति यत्र ह महाभागवतो ध्रुव औत्तानपादिरग्निनेन्द्रेण प्रजापतिना कश्यपेन धर्मेण च समकालयुग्भि: सबहुमानं दक्षिणत: क्रियमाण इदानीमपि कल्पजीविनामाजीव्य उपास्ते तस्येहानुभाव उपवर्णित: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaatha tasmāt paratas trayodaśa-lakṣa-yojanāntarato yat tad viṣṇoḥ paramaṁ padam abhivadanti yatra ha mahā-bhāgavato dhruva auttānapādir agninendreṇa prajāpatinā kaśyapena dharmeṇa ca samakāla-yugbhiḥ sabahu-mānaṁ dakṣiṇataḥ kriyamāṇa idānīm api kalpa-jīvinām ājīvya upāste tasyehānubhāva upavarṇitaḥ.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "tasmāt",
            "parataḥ",
            "trayodaśa",
            "lakṣa",
            "yojana",
            "antarataḥ",
            "yat",
            "tat",
            "viṣṇoḥ",
            "paramam",
            "padam",
            "abhivadanti",
            "yatra",
            "ha",
            "mahā",
            "bhāgavataḥ",
            "dhruvaḥ",
            "auttānapādiḥ",
            "agninā",
            "indreṇa",
            "prajāpatinā",
            "kaśyapena",
            "dharmeṇa",
            "ca",
            "samakāla",
            "yugbhiḥ",
            "sa",
            "bahu",
            "mānam",
            "dakṣiṇataḥ",
            "kriyamāṇaḥ",
            "idānīm",
            "api",
            "kalpa",
            "jīvinām",
            "ājīvyaḥ",
            "upāste",
            "tasya",
            "iha",
            "anubhāvaḥ",
            "upavarṇitaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King, 1,300,000 yojanas [10,400,000 miles] above the planets of the seven sages is the place that learned scholars describe as the abode of Lord Viṣṇu. There the son of Mahārāja Uttānapāda, the great devotee Mahārāja Dhruva, still resides as the life source of all the living entities who live until the end of the creation. Agni, Indra, Prajāpati, Kaśyapa and Dharma all assemble there to offer him honor and respectful obeisances. They circumambulate him with their right sides toward him. I have already described the glorious activities of Mahārāja Dhruva [in the Fourth Canto of Śrīmad-Bhāgavatam].",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "स हि सर्वेषां ज्योतिर्गणानां ग्रहनक्षत्रादीनामनिमिषेणाव्यक्तरंहसा भगवता कालेन भ्राम्यमाणानां स्थाणुरिवावष्टम्भ ईश्वरेण विहित: शश्वदवभासते ॥ २ ॥",
        "english_devnagari": "sa hi sarveṣāṁ jyotir-gaṇānāṁ graha-nakṣatrādīnām animiṣeṇāvyakta-raṁhasā bhagavatā kālena bhrāmyamāṇānāṁ sthāṇur ivāvaṣṭambha īśvareṇa vihitaḥ śaśvad avabhāsate.",
        "verse_Syn": [
            "saḥ",
            "hi",
            "sarveṣām",
            "jyotiḥ",
            "gaṇānām",
            "graha",
            "nakṣatra",
            "ādīnām",
            "animiṣeṇa",
            "avyakta",
            "raṁhasā",
            "bhagavatā",
            "kālena",
            "bhrāmyamāṇānām",
            "sthāṇuḥ",
            "iva",
            "avaṣṭambhaḥ",
            "īśvareṇa",
            "vihitaḥ",
            "śaśvat",
            "avabhāsate"
        ],
        "translation": "Established by the supreme will of the Supreme Personality of Godhead, the polestar, which is the planet of Mahārāja Dhruva, constantly shines as the central pivot for all the stars and planets. The unsleeping, invisible, most powerful time factor causes these luminaries to revolve around the polestar without cessation.",
        "purport": " It is distinctly stated herein that all the luminaries, the planets and stars, revolve by the influence of the supreme time factor. The time factor is another feature of the Supreme Personality of Godhead. Everyone is under the influence of the time factor, but the Supreme Personality of Godhead is so kind and loves His devotee Mahārāja Dhruva so much that He has placed all the luminaries under the control of Dhruva’s planet and has arranged for the time factor to work under him or with his cooperation. Everything is actually done according to the will and direction of the Supreme Personality of Godhead, but to make His devotee Dhruva the most important individual within the universe, the Lord has placed the activities of the time factor under his control."
    },
    {
        "verse": "3",
        "devanagari": "यथा मेढीस्तम्भ आक्रमणपशव: संयोजितास्त्रिभिस्त्रिभि: सवनैर्यथास्थानं मण्डलानि चरन्त्येवं भगणा ग्रहादय एतस्मिन्नन्तर्बहिर्योगेन कालचक्र आयोजिता ध्रुवमेवावलम्ब्य वायुनोदीर्यमाणा आकल्पान्तं परिचङ्‍क्रमन्ति नभसि यथा मेघा: श्येनादयो वायुवशा: कर्मसारथय: परिवर्तन्ते एवं ज्योतिर्गणा: प्रकृतिपुरुषसंयोगानुगृहीता: कर्मनिर्मितगतयो भुवि न पतन्ति ॥ ३ ॥",
        "english_devnagari": "yathā meḍhīstambha ākramaṇa-paśavaḥ saṁyojitās tribhis tribhiḥ savanair yathā-sthānaṁ maṇḍalāni caranty evaṁ bhagaṇā grahādaya etasminn antar-bahir-yogena kāla-cakra āyojitā dhruvam evāvalambya vāyunodīryamāṇā ākalpāntaṁ paricaṅ kramanti nabhasi yathā meghāḥ śyenādayo vāyu-vaśāḥ karma-sārathayaḥ parivartante evaṁ jyotirgaṇāḥ prakṛti-puruṣa-saṁyogānugṛhītāḥ karma-nirmita-gatayo bhuvi na patanti.",
        "verse_Syn": [
            "yathā",
            "meḍhīstambhe",
            "ākramaṇa",
            "paśavaḥ",
            "saṁyojitāḥ",
            "tribhiḥ",
            "tribhiḥ",
            "savanaiḥ",
            "yathā",
            "sthānam",
            "maṇḍalāni",
            "caranti",
            "evam",
            "bha",
            "gaṇāḥ",
            "graha",
            "ādayaḥ",
            "etasmin",
            "antaḥ",
            "bahiḥ",
            "yogena",
            "kāla",
            "cakre",
            "āyojitāḥ",
            "dhruvam",
            "eva",
            "avalambya",
            "vāyunā",
            "udīryamāṇāḥ",
            "ā",
            "kalpa",
            "antam",
            "paricaṅ",
            "kramanti",
            "nabhasi",
            "yathā",
            "meghāḥ",
            "śyena",
            "ādayaḥ",
            "vāyu",
            "vaśāḥ",
            "karma",
            "sārathayaḥ",
            "parivartante",
            "evam",
            "jyotiḥ",
            "gaṇāḥ",
            "prakṛti",
            "puruṣa",
            "saṁyoga",
            "anugṛhītāḥ",
            "karma",
            "nirmita",
            "gatayaḥ",
            "bhuvi",
            "na",
            "patanti"
        ],
        "translation": "When bulls are yoked together and tied to a central post to thresh rice, they tread around that pivot without deviating from their proper positions — one bull being closest to the post, another in the middle, and a third on the outside. Similarly, all the planets and all the hundreds and thousands of stars revolve around the polestar, the planet of Mahārāja Dhruva, in their respective orbits, some higher and some lower. Fastened by the Supreme Personality of Godhead to the machine of material nature according to the results of their fruitive acts, they are driven around the polestar by the wind and will continue to be so until the end of creation. These planets float in the air within the vast sky, just as clouds with hundreds of tons of water float in the air or as the great śyena eagles, due to the results of past activities, fly high in the sky and have no chance of falling to the ground.",
        "purport": " According to the description of this verse, the hundreds and thousands of stars and the great planets such as the sun, the moon, Venus, Mercury, Mars and Jupiter are not clustered together because of the law of gravity or any similar idea of the modern scientists. These planets and stars are all servants of the Supreme Personality of Godhead, Govinda or Kṛṣṇa, and according to His order they sit in their chariots and travel in their respective orbits. The orbits in which they move are compared to machines given by material nature to the operating deities of the stars and planets, who carry out the orders of the Supreme Personality of Godhead by revolving around Dhruvaloka, which is occupied by the great devotee Mahārāja Dhruva. This is confirmed in the Brahma-saṁhitā (5.52) as follows: “I worship Govinda, the primeval Lord, the Supreme Personality of Godhead, under whose control even the sun, which is considered to be the eye of the Lord, rotates within the fixed orbit of eternal time. The sun is the king of all planetary systems and has unlimited potency in heat and light.” This verse from Brahma-saṁhitā confirms that even the largest and most powerful planet, the sun, rotates within a fixed orbit, or kāla-cakra, in obedience to the order of the Supreme Personality of Godhead. This has nothing to do with gravity or any other imaginary laws created by the material scientists. Material scientists want to avoid the ruling government of the Supreme Personality of Godhead, and therefore they imagine different conditions under which they suppose the planets move. The only condition, however, is the order of the Supreme Personality of Godhead. All the various predominating deities of the planets are persons, and the Supreme Personality of Godhead is also a person. The Supreme Personality orders the subordinate persons, the demigods of various names, to carry out His supreme will. This fact is also confirmed in Bhagavad-gītā (9.10), wherein Kṛṣṇa says: “This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.” The orbits of the planets resemble the bodies in which all living entities are seated because they are both machines controlled by the Supreme Personality of Godhead. As Kṛṣṇa says in Bhagavad-gītā (18.61): “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.” The machine given by material nature — whether the machine of the body or the machine of the orbit, or kāla-cakra — works according to the orders given by the Supreme Personality of Godhead. The Supreme Personality of Godhead and material nature work together to maintain this great universe, and not only this universe but also the millions of other universes beyond this one. The question of how the planets and stars are floating is also answered in this verse. It is not because of the laws of gravity. Rather, the planets and stars are enabled to float by manipulations of the air. It is due to such manipulations that big, heavy clouds float and big eagles fly in the sky. Modern airplanes like the 747 jet aircraft work in a similar way: by controlling the air, they float high in the sky, resisting the tendency to fall to earth. Such adjustments of the air are all made possible by the cooperation of the principles of puruṣa (male) and prakṛti (female). By the cooperation of material nature, which is considered to be prakṛti, and the Supreme Personality of Godhead, who is considered the puruṣa, all the affairs of the universe are going on nicely in their proper order. Prakṛti, material nature, is also described in the Brahma-saṁhitā (5.44) as follows: “The external potency, māyā, who is of the nature of the shadow of the cit [spiritual] potency, is worshiped by all people as Durgā, the creating, preserving and destroying agency of this mundane world. I adore the primeval Lord Govinda, in accordance with whose will Durgā conducts herself.” Material nature, the external energy of the Supreme Lord, is also known as Durgā, or the female energy that protects the great fort of this universe. The word Durgā also means fort. This universe is just like a great fort in which all the conditioned souls are kept, and they cannot leave it unless they are liberated by the mercy of the Supreme Personality of Godhead. The Lord Himself declares in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” Thus simply by Kṛṣṇa consciousness, by the mercy of the Supreme Personality of Godhead, one can be liberated, or, in other words, one can be released from the great fort of this universe and go outside it to the spiritual world. It is also significant that the predominating deities of even the greatest planets have been offered their exalted posts because of the very valuable pious activities they performed in previous births. This is indicated herein by the words karma-nirmita-gatayaḥ. For example, as we have previously discussed, the moon is called jīva, which means that he is a living entity like us, but because of his pious activities he has been appointed to his post as the moon-god. Similarly, all the demigods are living entities who have been appointed to their various posts as the masters of the moon, the earth, Venus and so on because of their great service and pious acts. Only the predominating deity of the sun, Sūrya Nārāyaṇa, is an incarnation of the Supreme Personality of Godhead. Mahārāja Dhruva, the predominating deity of Dhruvaloka, is also a living entity. Thus there are two kinds of entities — the supreme entity, the Supreme Personality of Godhead, and the ordinary living entity, the jīva (nityo nityānāṁ cetanaś cetanānām (Kaṭha Upaniṣad 2.2.13)). All the demigods are engaged in the service of the Lord, and only by such an arrangement are the affairs of the universe going on. Regarding the great eagles mentioned in this verse, it is understood that there are eagles so big that they can prey on big elephants. They fly so high that they can travel from one planet to another. They start flying in one planet and land in another, and while in flight they lay eggs that hatch into other birds while falling through the air. In Sanskrit such eagles are called śyena. Under the present circumstances, of course, we cannot see such huge birds, but at least we know of eagles that can capture monkeys and then throw them down to kill and eat them. Similarly, it is understood that there are gigantic birds that can carry off elephants, kill them and eat them. The two examples of the eagle and the cloud are sufficient to prove that flying and floating can be made possible through adjustments of the air. The planets, in a similar way, are floating because material nature adjusts the air according to the orders of the Supreme Lord. It could be said that these adjustments constitute the law of gravity, but in any case, one must accept that these laws are made by the Supreme Personality of Godhead. The so-called scientists have no control over them. The scientists can falsely, improperly declare that there is no God, but this is not a fact."
    },
    {
        "verse": "4",
        "devanagari": "केचनैतज्ज्योतिरनीकं शिशुमारसंस्थानेन भगवतो वासुदेवस्य योगधारणायामनुवर्णयन्ति ॥ ४ ॥",
        "english_devnagari": "kecanaitaj jyotir-anīkaṁ śiśumāra-saṁsthānena bhagavato vāsudevasya yoga-dhāraṇāyām anuvarṇayanti.",
        "verse_Syn": [
            "kecana",
            "etat",
            "jyotiḥ",
            "anīkam",
            "śiśumāra",
            "saṁsthānena",
            "bhagavataḥ",
            "vāsudevasya",
            "yoga",
            "dhāraṇāyām",
            "anuvarṇayanti"
        ],
        "translation": "This great machine, consisting of the stars and planets, resembles the form of a śiśumāra [dolphin] in the water. It is sometimes considered an incarnation of Kṛṣṇa, Vāsudeva. Great yogīs meditate upon Vāsudeva in this form because it is actually visible.",
        "purport": " Transcendentalists such as yogīs whose minds cannot accommodate the form of the Lord prefer to visualize something very great, such as the virāṭ-puruṣa. Therefore some yogīs contemplate this imaginary śiśumāra to be swimming in the sky the way a dolphin swims in water. They meditate upon it as the virāṭ-rūpa, the gigantic form of the Supreme Personality of Godhead."
    },
    {
        "verse": "5",
        "devanagari": "यस्य पुच्छाग्रेऽवाक्‌शिरस: कुण्डलीभूतदेहस्य ध्रुव उपकल्पितस्तस्य लाङ्गूले प्रजापतिरग्निरिन्द्रो धर्म इति पुच्छमूले धाता विधाता च कट्यां सप्तर्षय: । तस्य दक्षिणावर्तकुण्डलीभूतशरीरस्य यान्युदगयनानि दक्षिणपार्श्वे तु नक्षत्राण्युपकल्पयन्ति दक्षिणायनानि तु सव्ये । यथा शिशुमारस्य कुण्डलाभोगसन्निवेशस्य पार्श्वयोरुभयोरप्यवयवा: समसंख्या भवन्ति । पृष्ठे त्वजवीथी आकाशगङ्गा चोदरत: ॥ ५ ॥",
        "english_devnagari": "yasya pucchāgre ’vākśirasaḥ kuṇḍalī-bhūta-dehasya dhruva upakalpitas tasya lāṅgūle prajāpatir agnir indro dharma iti puccha-mūle dhātā vidhātā ca kaṭyāṁ saptarṣayaḥ; tasya dakṣiṇāvarta-kuṇḍalī-bhūta-śarīrasya yāny udagayanāni dakṣiṇa-pārśve tu nakṣatrāṇy upakalpayanti dakṣiṇāyanāni tu savye; yathā śiśumārasya kuṇḍalā-bhoga-sanniveśasya pārśvayor ubhayor apy avayavāḥ samasaṅkhyā bhavanti; pṛṣṭhe tv ajavīthī ākāśa-gaṅgā codarataḥ.",
        "verse_Syn": [
            "yasya",
            "puccha",
            "agre",
            "avākśirasaḥ",
            "kuṇḍalī",
            "bhūta",
            "dehasya",
            "dhruvaḥ",
            "upakalpitaḥ",
            "tasya",
            "lāṅgūle",
            "prajāpatiḥ",
            "agniḥ",
            "indraḥ",
            "dharmaḥ",
            "iti",
            "puccha",
            "mūle",
            "dhātā",
            "vidhātā",
            "ca",
            "kaṭyām",
            "sapta",
            "ṛṣayaḥ",
            "tasya",
            "dakṣiṇa",
            "āvarta",
            "kuṇḍalī",
            "bhūta",
            "śarīrasya",
            "yāni",
            "udagayanāni",
            "dakṣiṇa",
            "pārśve",
            "tu",
            "nakṣatrāṇi",
            "upakalpayanti",
            "dakṣiṇa",
            "āyanāni",
            "tu",
            "savye",
            "yathā",
            "śiśumārasya",
            "kuṇḍalā",
            "bhoga",
            "sanniveśasya",
            "pārśvayoḥ",
            "ubhayoḥ",
            "api",
            "avayavāḥ",
            "samasaṅkhyāḥ",
            "bhavanti",
            "pṛṣṭhe",
            "tu",
            "ajavīthī",
            "ākāśa",
            "gaṅgā",
            "ca",
            "udarataḥ"
        ],
        "translation": "This form of the śiśumāra has its head downward and its body coiled. On the end of its tail is the planet of Dhruva, on the body of its tail are the planets of the demigods Prajāpati, Agni, Indra and Dharma, and at the base of its tail are the planets of the demigods Dhātā and Vidhātā. Where the hips might be on the śiśumāra are the seven saintly sages like Vasiṣṭha and Aṅgirā. The coiled body of the Śiśumāra-cakra turns toward its right side, on which the fourteen constellations from Abhijit to Punarvasu are located. On its left side are the fourteen stars from Puṣyā to Uttarāṣāḍhā. Thus its body is balanced because its sides are occupied by an equal number of stars. On the back of the śiśumāra is the group of stars known as Ajavīthī, and on its abdomen is the Ganges that flows in the sky [the Milky Way].",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "पुनर्वसुपुष्यौ दक्षिणवामयो: श्रोण्योरार्द्राश्लेषे च दक्षिणवामयो: पश्चिमयो: पादयोरभिजिदुत्तराषाढे दक्षिणवामयोर्नासिकयोर्यथासङ्ख्यं श्रवणपूर्वाषाढे दक्षिणवामयोर्लोचनयोर्धनिष्ठा मूलं च दक्षिणवामयो: कर्णयोर्मघादीन्यष्ट नक्षत्राणि दक्षिणायनानि वामपार्श्ववङ्‌क्रिषु युञ्जीत तथैव मृगशीर्षादीन्युदगयनानि दक्षिणपार्श्ववङ्‌क्रिषु प्रातिलोम्येन प्रयुञ्जीत शतभिषाज्येष्ठे स्कन्धयोर्दक्षिणवामयोर्न्यसेत् ॥ ६ ॥",
        "english_devnagari": "punarvasu-puṣyau dakṣiṇa-vāmayoḥ śroṇyor ārdrāśleṣe ca dakṣiṇa-vāmayoḥ paścimayoḥ pādayor abhijid-uttarāṣāḍhe dakṣiṇa-vāmayor nāsikayor yathā-saṅkhyaṁ śravaṇa-pūrvāṣāḍhe dakṣiṇa-vāmayor locanayor dhaniṣṭhā mūlaṁ ca dakṣiṇa-vāmayoḥ karṇayor maghādīny aṣṭa nakṣatrāṇi dakṣiṇāyanāni vāma-pārśva-vaṅkriṣu yuñjīta tathaiva mṛga-śīrṣādīny udagayanāni dakṣiṇa-pārśva-vaṅkriṣu prātilomyena prayuñjīta śatabhiṣā-jyeṣṭhe skandhayor dakṣiṇa-vāmayor nyaset.",
        "verse_Syn": [
            "punarvasu",
            "puṣyau",
            "dakṣiṇa",
            "vāmayoḥ",
            "śroṇyoḥ",
            "ārdrā",
            "aśleṣe",
            "ca",
            "dakṣiṇa",
            "vāmayoḥ",
            "paścimayoḥ",
            "pādayoḥ",
            "abhijit",
            "uttarāṣāḍhe",
            "dakṣiṇa",
            "vāmayoḥ",
            "nāsikayoḥ",
            "yathā",
            "saṅkhyam",
            "śravaṇa",
            "pūrvāṣāḍhe",
            "dakṣiṇa",
            "vāmayoḥ",
            "locanayoḥ",
            "dhaniṣṭhā",
            "mūlam",
            "ca",
            "dakṣiṇa",
            "vāmayoḥ",
            "karṇayoḥ",
            "maghā",
            "ādīni",
            "aṣṭa",
            "nakṣatrāṇi",
            "dakṣiṇa",
            "āyanāni",
            "vāma",
            "pārśva",
            "vaṅkriṣu",
            "yuñjīta",
            "tathā",
            "eva",
            "mṛga",
            "śīrṣā",
            "ādīni",
            "udagayanāni",
            "dakṣiṇa",
            "pārśva",
            "vaṅkriṣu",
            "prātilomyena",
            "prayuñjīta",
            "śatabhiṣā",
            "jyeṣṭhe",
            "skandhayoḥ",
            "dakṣiṇa",
            "vāmayoḥ",
            "nyaset"
        ],
        "translation": "On the right and left sides of where the loins might be on the Śiśumāra-cakra are the stars named Punarvasu and Puṣyā. Ārdrā and Aśleṣā are on its right and left feet, Abhijit and Uttarāṣāḍhā are on its right and left nostrils, Śravaṇā and Pūrvāṣāḍhā are at its right and left eyes, and Dhaniṣṭhā and Mūlā are on its right and left ears. The eight stars from Maghā to Anurādhā, which mark the southern course, are on the ribs of the left of its body, and the eight stars from Mṛgaśīrṣā to Pūrvabhādra, which mark the northern course, are on the ribs on the right side. Śatabhiṣā and Jyeṣṭhā are on the right and left shoulders.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "उत्तराहनावगस्तिरधराहनौ यमो मुखेषु चाङ्गारक: शनैश्चर उपस्थे बृहस्पति: ककुदि वक्षस्यादित्यो हृदये नारायणो मनसि चन्द्रो नाभ्यामुशना स्तनयोरश्विनौ बुध: प्राणापानयो राहुर्गले केतव: सर्वाङ्गेषु रोमसु सर्वे तारागणा: ॥ ७ ॥",
        "english_devnagari": "uttarā-hanāv agastir adharā-hanau yamo mukheṣu cāṅgārakaḥ śanaiścara upasthe bṛhaspatiḥ kakudi vakṣasy ādityo hṛdaye nārāyaṇo manasi candro nābhyām uśanā stanayor aśvinau budhaḥ prāṇāpānayo rāhur gale ketavaḥ sarvāṅgeṣu romasu sarve tārā-gaṇāḥ.",
        "verse_Syn": [
            "uttarā",
            "hanau",
            "agastiḥ",
            "adharā",
            "hanau",
            "yamaḥ",
            "mukheṣu",
            "ca",
            "aṅgārakaḥ",
            "śanaiścaraḥ",
            "upasthe",
            "bṛhaspatiḥ",
            "kakudi",
            "vakṣasi",
            "ādityaḥ",
            "hṛdaye",
            "nārāyaṇaḥ",
            "manasi",
            "candraḥ",
            "nābhyām",
            "uśanā",
            "stanayoḥ",
            "aśvinau",
            "budhaḥ",
            "prāṇāpānayoḥ",
            "rāhuḥ",
            "gale",
            "ketavaḥ",
            "sarva",
            "aṅgeṣu",
            "romasu",
            "sarve",
            "tārā",
            "gaṇāḥ"
        ],
        "translation": "On the upper chin of the śiśumāra is Agasti; on its lower chin, Yamarāja; on its mouth, Mars; on its genitals, Saturn; on the back of its neck, Jupiter; on its chest, the sun; and within the core of its heart, Nārāyaṇa. Within its mind is the moon; on its navel, Venus; and on its breasts, the Aśvinī-kumāras. Within its life air, which is known as prāṇāpāna, is Mercury, on its neck is Rāhu, all over its body are comets, and in its pores are the numerous stars.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "एतदु हैव भगवतो विष्णो: सर्वदेवतामयं रूपमहरह: सन्ध्यायां प्रयतो वाग्यतो निरीक्षमाण उपतिष्ठेत नमो ज्योतिर्लोकाय कालायनायानिमिषां पतये महापुरुषायाभिधीमहीति ॥ ८ ॥",
        "english_devnagari": "etad u haiva bhagavato viṣṇoḥ sarva-devatāmayaṁ rūpam aharahaḥ sandhyāyāṁ prayato vāgyato nirīkṣamāṇa upatiṣṭheta namo jyotir-lokāya kālāyanāyānimiṣāṁ pataye mahā-puruṣāyābhidhīmahīti.",
        "verse_Syn": [
            "etat",
            "u",
            "ha",
            "eva",
            "bhagavataḥ",
            "viṣṇoḥ",
            "sarva",
            "devatā",
            "mayam",
            "rūpam",
            "ahaḥ",
            "ahaḥ",
            "sandhyāyām",
            "prayataḥ",
            "vāgyataḥ",
            "nirīkṣamāṇaḥ",
            "upatiṣṭheta",
            "namaḥ",
            "jyotiḥ",
            "lokāya",
            "kālāyanāya",
            "animiṣām",
            "pataye",
            "mahā",
            "puruṣāya",
            "abhidhīmahi",
            "iti"
        ],
        "translation": "My dear King, the body of the śiśumāra, as thus described, should be considered the external form of Lord Viṣṇu, the Supreme Personality of Godhead. Morning, noon and evening, one should silently observe the form of the Lord as the Śiśumāra-cakra and worship Him with this mantra: “O Lord who have assumed the form of time! O resting place of all the planets moving in different orbits! O master of all demigods, O Supreme Person, I offer my respectful obeisances unto You and meditate upon You.”",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "ग्रहर्क्षतारामयमाधिदैविकंपापापहं मन्त्रकृतां त्रिकालम् ।नमस्यत: स्मरतो वा त्रिकालंनश्येत तत्कालजमाशु पापम् ॥ ९ ॥",
        "english_devnagari": "graharkṣatārāmayam ādhidaivikaṁpāpāpahaṁ mantra-kṛtāṁ tri-kālamnamasyataḥ smarato vā tri-kālaṁnaśyeta tat-kālajam āśu pāpam",
        "verse_Syn": [
            "graha",
            "ṛkṣa",
            "tārā",
            "mayam",
            "ādhidaivikam",
            "pāpa",
            "apaham",
            "mantra",
            "kṛtām",
            "tri",
            "kālam",
            "namasyataḥ",
            "smarataḥ",
            "vā",
            "tri",
            "kālam",
            "naśyeta",
            "tat",
            "kāla",
            "jam",
            "āśu",
            "pāpam"
        ],
        "translation": "The body of the Supreme Lord, Viṣṇu, which forms the Śiśumāra-cakra, is the resting place of all the demigods and all the stars and planets. One who chants this mantra to worship that Supreme Person three times a day — morning, noon and evening — will surely be freed from all sinful reactions. If one simply offers his obeisances to this form or remembers this form three times a day, all his recent sinful activities will be destroyed.",
        "purport": " Summarizing the entire description of the planetary systems of the universe, Śrīla Viśvanātha Cakravartī Ṭhākura says that one who is able to meditate upon this arrangement as the virāṭ-rūpa, or viśva-rūpa, the external body of the Supreme Personality of Godhead, and worship Him three times a day by meditation will always be free from all sinful reactions. Viśvanātha Cakravartī Ṭhākura estimates that Dhruvaloka, the polestar, is 3,800,000 yojanas above the sun. Above Dhruvaloka by 10,000,000 yojanas is Maharloka, above Maharloka by 20,000,000 yojanas is Janaloka, above Janaloka by 80,000,000 yojanas is Tapoloka, and above Tapoloka by 120,000,000 yojanas is Satyaloka. Thus the distance from the sun to Satyaloka is 233,800,000 yojanas, or 1,870,400,000 miles. The Vaikuṇṭha planets begin 26,200,000 yojanas (209,600,000 miles) above Satyaloka. Thus the Viṣṇu Purāṇa describes that the covering of the universe is 260,000,000 yojanas (2,080,000,000 miles) away from the sun. The distance from the sun to the earth is 100,000 yojanas, and below the earth by 70,000 yojanas are the seven lower planetary systems called Atala, Vitala, Sutala, Talātala, Mahātala, Rasātala and Pātāla. Below these lower planets by 30,000 yojanas, Śeṣa Nāga is lying on the Garbhodaka Ocean. That ocean is 249,800,000 yojanas deep. Thus the total diameter of the universe is approximately 500,000,000 yojanas, or 4,000,000,000 miles."
    }
]