[
    {
        "verse": "1",
        "devanagari": "ऋषिरुवाचसत्यमुक्तं किन्‍त्विह वा एके न मनसोऽद्धा विश्रम्भमनवस्थानस्य शठकिरात इव सङ्गच्छन्ते ॥ २ ॥",
        "english_devnagari": "rājovācana nūnaṁ bhagava ātmārāmāṇāṁ yoga-samīrita-jñānāvabharjita-karma-bījānām aiśvaryāṇi punaḥ kleśadāni bhavitum arhanti yadṛc-chayopagatāni.",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "na",
            "nūnam",
            "bhagavaḥ",
            "ātmārāmāṇām",
            "yoga",
            "samīrita",
            "jñāna",
            "avabharjita",
            "karma",
            "bījānām",
            "aiśvaryāṇi",
            "punaḥ",
            "kleśadāni",
            "bhavitum",
            "arhanti",
            "yadṛcchayā",
            "upagatāni"
        ],
        "translation": "King Parīkṣit asked Śukadeva Gosvāmī: My dear Lord, for those who are completely pure in heart, knowledge is attained by the practice of bhakti-yoga, and attachment for fruitive activity is completely burned to ashes. For such people, the powers of mystic yoga automatically arise. They do not cause distress. Why, then, did Ṛṣabhadeva neglect them?",
        "purport": " A pure devotee is constantly engaged in the service of the Supreme Personality of Godhead. Whatever is necessary for the discharge of devotional service is automatically attained, though it may appear to be the result of mystic yoga power. Sometimes a yogī displays a little yogic power by manufacturing gold. A little quantity of gold captivates foolish people, and thus the yogī gets many followers, who are willing to accept such a tiny person as the Supreme Personality of Godhead. Such a yogī may also advertise himself as Bhagavān. However, a devotee does not have to exhibit such magical wonders. Without practicing the mystic yogic process, he achieves even greater opulence all over the world. Under the circumstances, Lord Ṛṣabhadeva refused to manifest mystic yogic perfections, and Mahārāja Parīkṣit asked why He did not accept them, since, for a devotee, they are not at all disturbing. A devotee is never distressed or satisfied by material opulence. His concern is how to please the Supreme Personality of Godhead. If, by the grace of the Supreme Lord, a devotee achieves extraordinary opulence, he utilizes the opportunity for the Lord’s service. He is not disturbed by the opulence."
    },
    {
        "verse": "2",
        "devanagari": "ऋषिरुवाचसत्यमुक्तं किन्‍त्विह वा एके न मनसोऽद्धा विश्रम्भमनवस्थानस्य शठकिरात इव सङ्गच्छन्ते ॥ २ ॥",
        "english_devnagari": "ṛṣir uvācasatyam uktaṁ kintv iha vā eke na manaso ’ddhā viśrambham anavasthānasya śaṭha-kirāta iva saṅgacchante.",
        "verse_Syn": [
            "ṛṣiḥ",
            "uvāca",
            "satyam",
            "uktam",
            "kintu",
            "iha",
            "vā",
            "eke",
            "na",
            "manasaḥ",
            "addhā",
            "viśrambham",
            "anavasthānasya",
            "śaṭha",
            "kirātaḥ",
            "iva",
            "saṅgacchante"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī replied: My dear King, you have spoken correctly. However, after capturing animals, a cunning hunter does not put faith in them, for they might run away. Similarly, those who are advanced in spiritual life do not put faith in the mind. Indeed, they always remain vigilant and watch the mind’s action.",
        "purport": " In Bhagavad-gītā (18.5) Lord Kṛṣṇa says: “Acts of sacrifice, charity and penance are not to be given up but should be performed. Indeed, sacrifice, charity and penance purify even the great souls.” Even one who has renounced the world and has taken sannyāsa should not renounce chanting the Hare Kṛṣṇa mahā-mantra. Renunciation does not mean that one has to renounce saṅkīrtana-yajña. Similarly, one should not renounce charity or tapasya. The yoga system for control of the mind and senses must be strictly followed. Lord Ṛṣabhadeva showed how severe types of tapasya could be performed, and He set an example for all others."
    },
    {
        "verse": "3",
        "devanagari": "तथा चोक्तम्—न कुर्यात्कर्हिचित्सख्यं मनसि ह्यनवस्थिते ।यद्विश्रम्भाच्चिराच्चीर्णं चस्कन्द तप ऐश्वरम् ॥ ३ ॥",
        "english_devnagari": "tathā coktam — na kuryāt karhicit sakhyaṁmanasi hy anavasthiteyad-viśrambhāc cirāc cīrṇaṁcaskanda tapa aiśvaram",
        "verse_Syn": [
            "tathā",
            "ca",
            "uktam",
            "na",
            "kuryāt",
            "karhicit",
            "sakhyam",
            "manasi",
            "hi",
            "anavasthite",
            "yat",
            "viśrambhāt",
            "cirāt",
            "cīrṇam",
            "caskanda",
            "tapaḥ",
            "aiśvaram"
        ],
        "translation": "All the learned scholars have given their opinion. The mind is by nature very restless, and one should not make friends with it. If we place full confidence in the mind, it may cheat us at any moment. Even Lord Śiva became agitated upon seeing the Mohinī form of Lord Kṛṣṇa, and Saubhari Muni also fell down from the mature stage of yogic perfection.",
        "purport": " The first business of one trying to advance in spiritual life is to control the mind and senses. As Śrī Kṛṣṇa says in Bhagavad-gītā (15.7): Although the living entities are part and parcel of the Supreme Lord and are therefore in a transcendental position, they are still suffering in this material world and struggling for existence due to the mind and the senses. To get out of this false struggle for existence and become happy in the material world, one has to control the mind and senses and be detached from material conditions. One should never neglect austerities and penances; one should always perform them. Lord Ṛṣabhadeva personally showed us how to do this. In the Śrīmad-Bhāgavatam (9.19.17) it is specifically stated: A gṛhastha, vānaprastha, sannyāsī and brahmacārī should be very careful when associating with women. One is forbidden to sit down in a solitary place even with one’s mother, sister or daughter. In our Kṛṣṇa consciousness movement it has been very difficult to disassociate ourselves from women in our society, especially in Western countries. We are therefore sometimes criticized, but nonetheless we are trying to give everyone a chance to chant the Hare Kṛṣṇa mahā-mantra and thus advance spiritually. If we stick to the principle of chanting the Hare Kṛṣṇa mahā-mantra offenselessly, then, by the grace of Śrīla Haridāsa Ṭhākura, we may be saved from the allurement of women. However, if we are not very strict in chanting the Hare Kṛṣṇa mahā-mantra, we may at any time fall victim to women."
    },
    {
        "verse": "4",
        "devanagari": "नित्यं ददाति कामस्यच्छिद्रं तमनु येऽरय: ।योगिन: कृतमैत्रस्य पत्युर्जायेव पुंश्चली ॥ ४ ॥",
        "english_devnagari": "nityaṁ dadāti kāmasyacchidraṁ tam anu ye ’rayaḥyoginaḥ kṛta-maitrasyapatyur jāyeva puṁścalī",
        "verse_Syn": [
            "nityam",
            "dadāti",
            "kāmasya",
            "chidram",
            "tam",
            "anu",
            "ye",
            "arayaḥ",
            "yoginaḥ",
            "kṛta",
            "maitrasya",
            "patyuḥ",
            "jāyā",
            "iva",
            "puṁścalī"
        ],
        "translation": "An unchaste woman is very easily carried away by paramours, and it sometimes happens that her husband is violently killed by her paramours. If the yogī gives his mind a chance and does not restrain it, his mind will give facility to enemies like lust, anger and greed, and they will doubtlessly kill the yogī.",
        "purport": " In this verse the word puṁścalī refers to a woman who is easily carried away by men. Such a woman is never to be trusted. Unfortunately, in the present age, women are never controlled. According to the directions of the śāstras, women are never to be given freedom. When a child, a woman must be strictly controlled by her father. When she is young, she must be strictly controlled by her husband, and when she is old, she must be controlled by her elderly sons. If she is given independence and allowed to mingle unrestrictedly with men, she will be spoiled. A spoiled woman, being manipulated by paramours, might even kill her husband. This example is given here because a yogī desiring to get free from material conditions must always keep his mind under control. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura used to say that in the morning our first business should be to beat the mind with shoes a hundred times, and, before going to bed, to beat the mind a hundred times with a broomstick. In this way one’s mind can be kept under control. An uncontrolled mind and an unchaste wife are the same. An unchaste wife can kill her husband at any time, and an uncontrolled mind, followed by lust, anger, greed, madness, envy and illusion, can certainly kill the yogī. When the yogī is controlled by the mind, he falls down into the material condition. One should be very careful of the mind, just as a husband should be careful of an unchaste wife."
    },
    {
        "verse": "5",
        "devanagari": "कामो मन्युर्मदो लोभ: शोकमोहभयादय: ।कर्मबन्धश्च यन्मूल: स्वीकुर्यात्को नु तद् बुध: ॥ ५ ॥",
        "english_devnagari": "kāmo manyur mado lobhaḥśoka-moha-bhayādayaḥkarma-bandhaś ca yan-mūlaḥsvīkuryāt ko nu tad budhaḥ",
        "verse_Syn": [
            "kāmaḥ",
            "manyuḥ",
            "madaḥ",
            "lobhaḥ",
            "śoka",
            "moha",
            "bhaya",
            "ādayaḥ",
            "karma",
            "bandhaḥ",
            "ca",
            "yat",
            "mūlaḥ",
            "svīkuryāt",
            "kaḥ",
            "nu",
            "tat",
            "budhaḥ"
        ],
        "translation": "The mind is the root cause of lust, anger, pride, greed, lamentation, illusion and fear. Combined, these constitute bondage to fruitive activity. What learned man would put faith in the mind?",
        "purport": " The mind is the original cause of material bondage. It is followed by many enemies, such as anger, pride, greed, lamentation, illusion and fear. The best way to control the mind is to engage it always in Kṛṣṇa consciousness (sa vai manaḥ kṛṣṇa-padāravindayoḥ). Since the followers of the mind bring about material bondage, we should be very careful not to trust the mind."
    },
    {
        "verse": "6",
        "devanagari": "अथैवमखिललोकपालललामोऽपि विलक्षणैर्जडवदवधूतवेषभाषाचरितैरविलक्षितभगवत्प्रभावो योगिनां साम्परायविधिमनुशिक्षयन् स्वकलेवरं जिहासुरात्मन्यात्मानमसंव्यवहितमनर्थान्तरभावेनान्वीक्षमाण उपरतानुवृत्तिरुपरराम ॥ ६ ॥",
        "english_devnagari": "athaivam akhila-loka-pāla-lalāmo ’pi vilakṣaṇair jaḍavad avadhūta-veṣa-bhāṣā-caritair avilakṣita-bhagavat-prabhāvo yogināṁ sāmparāya-vidhim anuśikṣayan sva-kalevaraṁ jihāsur ātmany ātmānam asaṁvyavahitam anarthāntara-bhāvenānvīkṣamāṇa uparatānuvṛttir upararāma.",
        "verse_Syn": [
            "atha",
            "evam",
            "akhila",
            "loka",
            "pāla",
            "lalāmaḥ",
            "api",
            "vilakṣaṇaiḥ",
            "jaḍa",
            "vat",
            "avadhūta",
            "veṣa",
            "bhāṣā",
            "caritaiḥ",
            "avilakṣita",
            "bhagavat",
            "prabhāvaḥ",
            "yoginām",
            "sāmparāya",
            "vidhim",
            "anuśikṣayan",
            "sva",
            "kalevaram",
            "jihāsuḥ",
            "ātmani",
            "ātmānam",
            "asaṁvyavahitam",
            "anartha",
            "antara",
            "bhāvena",
            "anvīkṣamāṇaḥ",
            "uparata",
            "anuvṛttiḥ",
            "upararāma"
        ],
        "translation": "Lord Ṛṣabhadeva was the head of all kings and emperors within this universe, but assuming the dress and language of an avadhūta, He acted as if dull and materially bound. Consequently no one could observe His divine opulence. He adopted this behavior just to teach yogīs how to give up the body. Nonetheless, He maintained His original position as a plenary expansion of Lord Vāsudeva, Kṛṣṇa. Remaining always in that state, He gave up His pastimes as Lord Ṛṣabhadeva within the material world. If, following in the footsteps of Lord Ṛṣabhadeva, one can give up his subtle body, there is no chance that one will accept a material body again.",
        "purport": " As Lord Kṛṣṇa says in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” This is possible simply by keeping oneself an eternal servant of the Supreme Lord. One must understand his constitutional position and the constitutional position of the Supreme Lord as well. Both have the same spiritual identity. Maintaining oneself as a servant of the Supreme Lord, one should avoid rebirth in this material world. If one keeps himself spiritually fit and thinks of himself as an eternal servant of the Supreme Lord, he will be successful at the time he has to give up the material body."
    },
    {
        "verse": "7",
        "devanagari": "तस्य ह वा एवं मुक्तलिङ्गस्य भगवत ऋषभस्य योगमायावासनया देह इमां जगतीमभिमानाभासेन सङ्‍क्रममाण: कोङ्कवेङ्ककुटकान्दक्षिणकर्णाटकान्देशान् यद‍ृच्छयोपगत: कुटकाचलोपवन आस्यकृताश्मकवल उन्माद इव मुक्तमूर्धजोऽसंवीत एव विचचार ॥ ७ ॥",
        "english_devnagari": "tasya ha vā evaṁ mukta-liṅgasya bhagavata ṛṣabhasya yoga-māyā-vāsanayā deha imāṁ jagatīm abhimānābhāsena saṅkramamāṇaḥ koṅka-veṅka-kuṭakān dakṣiṇa-karṇāṭakān deśān yadṛcchayopagataḥ kuṭakācalopavana āsya kṛtāśma-kavala unmāda iva mukta-mūrdhajo ’saṁvīta eva vicacāra.",
        "verse_Syn": [
            "tasya",
            "ha",
            "vā",
            "evam",
            "mukta",
            "liṅgasya",
            "bhagavataḥ",
            "ṛṣabhasya",
            "yoga",
            "māyā",
            "vāsanayā",
            "dehaḥ",
            "imām",
            "jagatīm",
            "abhimāna",
            "ābhāsena",
            "saṅkramamāṇaḥ",
            "koṅka",
            "veṅka",
            "kuṭakān",
            "dakṣiṇa",
            "karṇāṭakān",
            "deśān",
            "yadṛcchayā",
            "upagataḥ",
            "kuṭakācala",
            "upavane",
            "āsya",
            "kṛta",
            "aśma",
            "kavalaḥ",
            "unmādaḥ",
            "iva",
            "mukta",
            "mūrdhajaḥ",
            "asaṁvītaḥ",
            "eva",
            "vicacāra"
        ],
        "translation": "Actually Lord Ṛṣabhadeva had no material body, but due to yoga-māyā He considered His body material, and therefore, because He played like an ordinary human being, He gave up the mentality of identifying with it. Following this principle, He began to wander all over the world. While traveling, He came to the province of Karṇāṭa in South India and passed through Koṅka, Veṅka and Kuṭaka. He had no plan to travel this way, but He arrived near Kuṭakācala and entered a forest there. He placed stones within His mouth and began to wander through the forest, naked and with His hair disheveled like a madman.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "अथ समीरवेगविधूतवेणुविकर्षणजातोग्रदावानलस्तद्वनमालेलिहान: सह तेन ददाह ॥ ८ ॥",
        "english_devnagari": "atha samīra-vega-vidhūta-veṇu-vikarṣaṇa-jātogra-dāvānalas tad vanam ālelihānaḥ saha tena dadāha.",
        "verse_Syn": [
            "atha",
            "samīra",
            "vega",
            "vidhūta",
            "veṇu",
            "vikarṣaṇa",
            "jāta",
            "ugra",
            "dāva",
            "analaḥ",
            "tat",
            "vanam",
            "ālelihānaḥ",
            "saha",
            "tena",
            "dadāha"
        ],
        "translation": "While He was wandering about, a wild forest fire began. This fire was caused by the friction of bamboos, which were being blown by the wind. In that fire, the entire forest near Kuṭakācala and the body of Lord Ṛṣabhadeva were burnt to ashes.",
        "purport": " Such a forest fire can burn the external bodies of animals, but Lord Ṛṣabhadeva was not burned, although He apparently seemed so. Lord Ṛṣabhadeva is the Supersoul of all living entities within the forest, and His soul is never burned by fire. As stated in Bhagavad-gītā, adāhyo ’yam — the soul is never burned by fire. Due to Lord Ṛṣabhadeva’s presence, all the animals in the forest were also liberated from material encagement."
    },
    {
        "verse": "9",
        "devanagari": "यस्य किलानुचरितमुपाकर्ण्य कोङ्कवेङ्ककुटकानां राजार्हन्नामोपशिक्ष्य कलावधर्म उत्कृष्यमाणे भवितव्येन विमोहित: स्वधर्मपथमकुतोभयमपहाय कुपथपाखण्डमसमञ्जसं निजमनीषया मन्द: सम्प्रवर्तयिष्यते ॥ ९ ॥",
        "english_devnagari": "yasya kilānucaritam upākarṇya koṅka-veṅka-kuṭakānāṁ rājārhan-nāmopaśikṣya kalāv adharma utkṛṣyamāṇe bhavitavyena vimohitaḥ sva-dharma-patham akuto-bhayam apahāya kupatha-pākhaṇḍam asamañjasaṁ nija-manīṣayā mandaḥ sampravartayiṣyate.",
        "verse_Syn": [
            "yasya",
            "kila",
            "anucaritam",
            "upākarṇya",
            "koṅka",
            "veṅka",
            "kuṭakānām",
            "rājā",
            "arhat",
            "nāma",
            "upaśikṣya",
            "kalau",
            "adharme",
            "utkṛṣyamāṇe",
            "bhavitavyena",
            "vimohitaḥ",
            "sva",
            "dharma",
            "patham",
            "akutaḥ",
            "bhayam",
            "apahāya",
            "ku",
            "patha",
            "pākhaṇḍam",
            "asamañjasam",
            "nija",
            "manīṣayā",
            "mandaḥ",
            "sampravartayiṣyate"
        ],
        "translation": "Śukadeva Gosvāmī continued speaking to Mahārāja Parīkṣit: My dear King, the King of Koṅka, Veṅka and Kuṭaka whose name was Arhat, heard of the activities of Ṛṣabhadeva and, imitating Ṛṣabhadeva’s principles, introduced a new system of religion. Taking advantage of Kali-yuga, the age of sinful activity, King Arhat, being bewildered, gave up the Vedic principles, which are free from risk, and concocted a new system of religion opposed to the Vedas. That was the beginning of the Jain dharma. Many other so-called religions followed this atheistic system.",
        "purport": " When Lord Śrī Kṛṣṇa was present on this planet, a person named Pauṇḍraka imitated the four-handed Nārāyaṇa and declared himself the Supreme Personality of Godhead. He desired to compete with Kṛṣṇa. Similarly, during the time of Lord Ṛṣabhadeva, the King of Koṅka and Veṅka acted like a paramahaṁsa and imitated Lord Ṛṣabhadeva. He introduced a system of religion and took advantage of the fallen condition of the people in this Age of Kali. It is said in Vedic literatures that people in this age will be more inclined to accept anyone as the Supreme Lord and accept any religious system opposed to Vedic principles. The people in this age are described as mandāḥ sumanda-matayaḥ. Generally they have no spiritual culture, and therefore they are very fallen. Due to this, they will accept any religious system. Due to their misfortune. they forget the Vedic principles. Following non-Vedic principles in this age, they think themselves the Supreme Lord and thus spread the cult of atheism all over the world."
    },
    {
        "verse": "10",
        "devanagari": "येन ह वाव कलौ मनुजापसदा देवमायामोहिता: स्वविधिनियोगशौचचारित्रविहीना देवहेलनान्यपव्रतानि निजनिजेच्छया गृह्णाना अस्‍नानानाचमनाशौचकेशोल्लुञ्चनादीनि कलिनाधर्मबहुलेनोपहतधियो ब्रह्मब्राह्मणयज्ञपुरुषलोकविदूषका: प्रायेण भविष्यन्ति ॥ १० ॥",
        "english_devnagari": "yena ha vāva kalau manujāpasadā deva-māyā-mohitāḥ sva-vidhi-niyoga-śauca-cāritra-vihīnā deva-helanāny apavratāni nija-nijecchayā gṛhṇānā asnānānācamanāśauca-keśolluñcanādīni kalinādharma-bahulenopahata-dhiyo brahma-brāhmaṇa-yajña-puruṣa-loka-vidūṣakāḥ prāyeṇa bhaviṣyanti.",
        "verse_Syn": [
            "yena",
            "ha",
            "vāva",
            "kalau",
            "manuja",
            "apasadāḥ",
            "deva",
            "māyā",
            "mohitāḥ",
            "sva",
            "vidhi",
            "niyoga",
            "śauca",
            "cāritra",
            "vihīnāḥ",
            "deva",
            "helanāni",
            "apavratāni",
            "nija",
            "nija",
            "icchayā",
            "gṛhṇānāḥ",
            "asnāna",
            "anācamana",
            "aśauca",
            "keśa",
            "ulluñcana",
            "ādīni",
            "kalinā",
            "adharma",
            "bahulena",
            "upahata",
            "dhiyaḥ",
            "brahma",
            "brāhmaṇa",
            "yajña",
            "puruṣa",
            "loka",
            "vidūṣakāḥ",
            "prāyeṇa",
            "bhaviṣyanti"
        ],
        "translation": "People who are lowest among men and bewildered by the illusory energy of the Supreme Lord will give up the original varṇāśrama-dharma and its rules and regulations. They will abandon bathing three times daily and worshiping the Lord. Abandoning cleanliness and neglecting the Supreme Lord, they will accept nonsensical principles. Not regularly bathing or washing their mouths regularly, they will always remain unclean, and they will pluck out their hair. Following a concocted religion, they will flourish. During this Age of Kali, people are more inclined to irreligious systems. Consequently these people will naturally deride Vedic authority, the followers of Vedic authority, the brāhmaṇas, the Supreme Personality of Godhead and the devotees.",
        "purport": " Presently the hippies in the Western countries fit this description. They are irresponsible and unregulated. They do not bathe, and they deride standard Vedic knowledge. They concoct new lifestyles and religions. There are many hippie groups at the present moment, but they all originated from King Arhat, who imitated the activities of Lord Ṛṣabhadeva, who was situated on the paramahaṁsa stage. King Arhat did not care for the fact that although Lord Ṛṣabhadeva acted like a madman His stool and urine were nonetheless aromatic, so much so that they nicely scented the countryside for miles around. The followers of King Arhat went under the name Jains, and they were later followed by many others, particularly by the hippies, who are more or less offshoots of Māyāvāda philosophy because they think themselves the Supreme Personality of Godhead. Such people do not respect the real followers of Vedic principles, the ideal brāhmaṇas. Nor do they have respect for the Supreme Personality of Godhead, the Supreme Brahman. Due to the influence of this Age of Kali, they are apt to concoct false religious systems."
    },
    {
        "verse": "11",
        "devanagari": "ते च ह्यर्वाक्तनया निजलोकयात्रयान्धपरम्परयाऽऽश्वस्तास्तमस्यन्धे स्वयमेव प्रपतिष्यन्ति ॥ ११ ॥",
        "english_devnagari": "te ca hy arvāktanayā nija-loka-yātrayāndha-paramparayāśvastās tamasy andhe svayam eva prapatiṣyanti.",
        "verse_Syn": [
            "te",
            "ca",
            "hi",
            "arvāktanayā",
            "nija",
            "loka",
            "yātrayā",
            "andha",
            "paramparayā",
            "āśvastāḥ",
            "tamasi",
            "andhe",
            "svayam",
            "eva",
            "prapatiṣyanti"
        ],
        "translation": "Low-class people, due to their gross ignorance, introduce a system of religion that deviates from the Vedic principles. Following their own mental concoctions, they automatically fall down into the darkest regions of existence.",
        "purport": " In this connection, one may see Bhagavad-gītā, Chapter Sixteen, where there is a description of the downfall of the asuras (16.16 and 16.23)."
    },
    {
        "verse": "12",
        "devanagari": "अयमवतारो रजसोपप्लुतकैवल्योपशिक्षणार्थ: ॥ १२ ॥",
        "english_devnagari": "ayam avatāro rajasopapluta-kaivalyopaśikṣaṇārthaḥ.",
        "verse_Syn": [
            "ayam",
            "avatāraḥ",
            "rajasā",
            "upapluta",
            "kaivalya",
            "upaśikṣaṇa",
            "arthaḥ"
        ],
        "translation": "In this Age of Kali, people are overwhelmed by the modes of passion and ignorance. Lord Ṛṣabhadeva incarnated Himself to deliver them from the clutches of māyā.",
        "purport": " The symptoms of Kali-yuga are predicted in the Twelfth Canto, Third Chapter, of Śrīmad-Bhāgavatam. Lāvaṇyaṁ keśa-dhāraṇam. It is predicted how fallen souls will behave. They will keep their hair long and consider themselves very beautiful, or they will pluck out their hair as the Jains do. They will keep themselves unclean and will not wash their mouths. Jains refer to Lord Ṛṣabhadeva as their original preceptor. If such people are serious followers of Ṛṣabhadeva, they must also take His instructions. In the Fifth Chapter of this canto, Ṛṣabhadeva gave His one hundred sons instructions whereby they could become free from the clutches of māyā. If one actually follows Ṛṣabhadeva, he will certainly be delivered from the clutches of māyā and return home, back to Godhead. If one strictly follows the instructions of Ṛṣabhadeva given in the Fifth Chapter, he will certainly be liberated. Lord Ṛṣabhadeva incarnated specifically to deliver these fallen souls."
    },
    {
        "verse": "13",
        "devanagari": "तस्यानुगुणान् श्लोकान् गायन्ति—अहो भुव: सप्तसमुद्रवत्याद्वीपेषु वर्षेष्वधिपुण्यमेतत् ।गायन्ति यत्रत्यजना मुरारे:कर्माणि भद्राण्यवतारवन्ति ॥ १३ ॥",
        "english_devnagari": "tasyānuguṇān ślokān gāyanti — aho bhuvaḥ sapta-samudravatyādvīpeṣu varṣeṣv adhipuṇyam etatgāyanti yatratya-janā murāreḥkarmāṇi bhadrāṇy avatāravanti",
        "verse_Syn": [
            "tasya",
            "anuguṇān",
            "ślokān",
            "gāyanti",
            "aho",
            "bhuvaḥ",
            "sapta",
            "samudra",
            "vatyāḥ",
            "dvīpeṣu",
            "varṣeṣu",
            "adhipuṇyam",
            "etat",
            "gāyanti",
            "yatratya",
            "janāḥ",
            "murāreḥ",
            "karmāṇi",
            "bhadrāṇi",
            "avatāravanti"
        ],
        "translation": "Learned scholars chant about the transcendental qualities of Lord Ṛṣabhadeva in this way: “Oh, this earthly planet contains seven seas and many islands and lands, of which Bhārata-varṣa is considered the most pious. People of Bhārata-varṣa are accustomed to glorifying the activities of the Supreme Personality of Godhead in His incarnations as Lord Ṛṣabhadeva and others. All these activities are very auspicious for the welfare of humanity.",
        "purport": " Śrī Caitanya Mahāprabhu said: As stated in this verse, Bhārata-varṣa is a most pious land. The followers of Vedic literature understand the Supreme Personality of Godhead in His different incarnations, and they are privileged to glorify the Lord by following the directions of Vedic literature. After realizing the glories of human life, such people should take up the mission to spread the importance of human life throughout the whole world. This is the mission of Śrī Caitanya Mahāprabhu. The word adhipuṇyam indicates that there are certainly many other pious men throughout the world but the people of Bhārata-varṣa are even more pious. Therefore they are fit to spread Kṛṣṇa Consciousness throughout the world for the benefit of all human society. Śrīla Madhvācārya also recognizes the land of Bhārata-varṣa: viśeṣād bhārate puṇyam. Throughout the world, there is no question of bhagavad-bhakti or devotional service, but the people of Bhārata-varṣa can easily understand the devotional service of the Lord. Thus every inhabitant of Bhārata-varṣa can perfect his life by discharging bhagavad-bhakti and then preaching this cult throughout the world for the benefit of everyone."
    },
    {
        "verse": "14",
        "devanagari": "अहो नु वंशो यशसावदात:प्रैयव्रतो यत्र पुमान् पुराण: ।कृतावतार: पुरुष: स आद्य-श्चचार धर्मं यदकर्महेतुम् ॥ १४ ॥",
        "english_devnagari": "aho nu vaṁśo yaśasāvadātaḥpraiyavrato yatra pumān purāṇaḥkṛtāvatāraḥ puruṣaḥ sa ādyaścacāra dharmaṁ yad akarma-hetum",
        "verse_Syn": [
            "aho",
            "nu",
            "vaṁśaḥ",
            "yaśasā",
            "avadātaḥ",
            "praiyavrataḥ",
            "yatra",
            "pumān",
            "purāṇaḥ",
            "kṛta",
            "avatāraḥ",
            "puruṣaḥ",
            "saḥ",
            "ādyaḥ",
            "cacāra",
            "dharmam",
            "yat",
            "akarma",
            "hetum"
        ],
        "translation": "“Oh, what shall I say of the dynasty of Priyavrata, which is pure and very much celebrated. In that dynasty, the Supreme Person, the original Personality of Godhead, descended as an incarnation and executed religious principles that could free one from the results of fruitive activity.",
        "purport": " There are many dynasties in human society wherein the Supreme Lord descends as an incarnation. Lord Kṛṣṇa appeared in the Yadu dynasty, and Lord Rāmacandra appeared in the Ikṣvāku, or Raghu, dynasty. Similarly, Lord Ṛṣabhadeva appeared in the dynasty of King Priyavrata. All these dynasties are very famous, and of them the dynasty of Priyavrata is most famous."
    },
    {
        "verse": "15",
        "devanagari": "को न्वस्य काष्ठामपरोऽनुगच्छे-न्मनोरथेनाप्यभवस्य योगी ।यो योगमाया: स्पृहयत्युदस्ताह्यसत्तया येन कृतप्रयत्ना: ॥ १५ ॥",
        "english_devnagari": "ko nv asya kāṣṭhām aparo ’nugacchenmano-rathenāpy abhavasya yogīyo yoga-māyāḥ spṛhayaty udastāhy asattayā yena kṛta-prayatnāḥ",
        "verse_Syn": [
            "kaḥ",
            "nu",
            "asya",
            "kāṣṭhām",
            "aparaḥ",
            "anugacchet",
            "manaḥ",
            "rathena",
            "api",
            "abhavasya",
            "yogī",
            "yaḥ",
            "yoga",
            "māyāḥ",
            "spṛhayati",
            "udastāḥ",
            "hi",
            "asattayā",
            "yena",
            "kṛta",
            "prayatnāḥ"
        ],
        "translation": "“Who is that mystic yogī who can follow the examples of Lord Ṛṣabhadeva even with his mind? Lord Ṛṣabhadeva rejected all kinds of yogic perfection, which other yogīs hanker to attain. Who is that yogī who can compare to Lord Ṛṣabhadeva?”",
        "purport": " Generally yogīs desire the yogic perfections of aṇimā, laghimā, mahimā, prākāmya, prāpti, īśitva, vaśitva and kāmāvasāyitā. Lord Ṛṣabhadeva, however, never aspired for all these material things. Such siddhis (perfections) are presented by the illusory energy of the Lord. The real purpose of the yoga system is to achieve the favor and shelter of the lotus feet of the Supreme Personality of Godhead, but this purpose is covered by the illusory energy of yoga-māyā. So-called yogīs are therefore allured by the superficial material perfections of aṇimā, laghimā, prāpti and so forth. Consequently ordinary yogīs cannot compare to Lord Ṛṣabhadeva, the Supreme Personality of Godhead."
    },
    {
        "verse": "16",
        "devanagari": "इति ह स्म सकलवेदलोकदेवब्राह्मणगवां परमगुरोर्भगवत ऋषभाख्यस्य विशुद्धाचरितमीरितं पुंसां समस्तदुश्चरिताभिहरणं परममहामङ्गलायनमिदमनुश्रद्धयोपचितयानुश‍ृणोत्याश्रावयति वावहितो भगवति तस्मिन् वासुदेव एकान्ततो भक्तिरनयोरपि समनुवर्तते ॥ १६ ॥",
        "english_devnagari": "iti ha sma sakala-veda-loka-deva-brāhmaṇa-gavāṁ parama-guror bhagavata ṛṣabhākhyasya viśuddhācaritam īritaṁ puṁsāṁ samasta-duścaritābhiharaṇaṁ parama-mahā-maṅgalāyanam idam anuśraddhayopacitayānuśṛṇoty āśrāvayati vāvahito bhagavati tasmin vāsudeva ekāntato bhaktir anayor api samanuvartate.",
        "verse_Syn": [
            "iti",
            "ha",
            "sma",
            "sakala",
            "veda",
            "loka",
            "deva",
            "brāhmaṇa",
            "gavām",
            "parama",
            "guroḥ",
            "bhagavataḥ",
            "ṛṣabha",
            "ākhyasya",
            "viśuddha",
            "ācaritam",
            "īritam",
            "puṁsām",
            "samasta",
            "duścarita",
            "abhiharaṇam",
            "parama",
            "mahā",
            "maṅgala",
            "ayanam",
            "idam",
            "anuśraddhayā",
            "upacitayā",
            "anuśṛṇoti",
            "āśrāvayati",
            "vā",
            "avahitaḥ",
            "bhagavati",
            "tasmin",
            "vāsudeve",
            "eka",
            "antataḥ",
            "bhaktiḥ",
            "anayoḥ",
            "api",
            "samanuvartate"
        ],
        "translation": "Śukadeva Gosvāmī continued: Lord Ṛṣabhadeva is the master of all Vedic knowledge, human beings, demigods, cows and brāhmaṇas. I have already explained His pure, transcendental activities, which will vanquish the sinful activities of all living entities. This narration of Lord Ṛṣabhadeva’s pastimes is the reservoir of all auspicious things. Whoever attentively hears or speaks of them, following in the footsteps of the ācāryas, will certainly attain unalloyed devotional service at the lotus feet of Lord Vāsudeva, the Supreme Personality of Godhead.",
        "purport": " The teachings of Lord Ṛṣabhadeva are for the people of all yugas — Satya-yuga, Tretā-yuga, Dvāpara-yuga and especially Kali-yuga. These instructions are so powerful that even in this Age of Kali, one can attain perfection simply by explaining the instructions, following in the footsteps of the ācāryas or listening to the instructions with great attention. If one does so, one can attain the platform of pure devotional service to Lord Vāsudeva. The pastimes of the Supreme Personality of Godhead and His devotees are recorded in Śrīmad-Bhāgavatam so that those who recite these pastimes and listen to them will become purified. Nityaṁ bhāgavata-sevayā. As a matter of principle, devotees should read, speak and hear Śrīmad-Bhāgavatam persistently, twenty-four hours daily if possible. That is the recommendation of Śrī Caitanya Mahāprabhu. Kīrtanīyaḥ sadā hariḥ. One should either chant the Hare Kṛṣṇa mahā-mantra or read Śrīmad-Bhāgavatam and thereby try to understand the characteristics and instructions of the Supreme Lord, who appeared as Lord Ṛṣabhadeva, Lord Kapila and Lord Kṛṣṇa. In this way one can become fully aware of the transcendental nature of the Supreme Personality of Godhead. As stated in Bhagavad-gītā, one who knows the transcendental nature of the Lord’s birth and activities attains liberation from material bondage and returns to Godhead."
    },
    {
        "verse": "17",
        "devanagari": "यस्यामेव कवय आत्मानमविरतं विविधवृजिनसंसारपरितापोपतप्यमानमनुसवनं स्‍नापयन्तस्तयैव परया निर्वृत्या ह्यपवर्गमात्यन्तिकं परमपुरुषार्थमपि स्वयमासादितं नो एवाद्रियन्ते भगवदीयत्वेनैव परिसमाप्तसर्वार्था: ॥ १७ ॥",
        "english_devnagari": "yasyām eva kavaya ātmānam avirataṁ vividha-vṛjina-saṁsāra-paritāpopatapyamānam anusavanaṁ snāpayantas tayaiva parayā nirvṛtyā hy apavargam ātyantikaṁ parama-puruṣārtham api svayam āsāditaṁ no evādriyante bhagavadīyatvenaiva parisamāpta-sarvārthāḥ.",
        "verse_Syn": [
            "yasyām",
            "eva",
            "kavayaḥ",
            "ātmānam",
            "aviratam",
            "vividha",
            "vṛjina",
            "saṁsāra",
            "paritāpa",
            "upatapyamānam",
            "anusavanam",
            "snāpayantaḥ",
            "tayā",
            "eva",
            "parayā",
            "nirvṛtyā",
            "hi",
            "apavargam",
            "ātyantikam",
            "parama",
            "puruṣa",
            "artham",
            "api",
            "svayam",
            "āsāditam",
            "no",
            "eva",
            "ādriyante",
            "bhagavadīyatvena",
            "eva",
            "parisamāpta",
            "sarva",
            "arthāḥ"
        ],
        "translation": "Devotees always bathe themselves in devotional service in order to be relieved from the various tribulations of material existence. By doing this, the devotees enjoy supreme bliss, and liberation personified comes to serve them. Nonetheless, they do not accept that service, even if it is offered by the Supreme Personality of Godhead Himself. For the devotees, liberation [mukti] is very unimportant because, having attained the Lord’s transcendental loving service, they have attained everything desirable and have transcended all material desires.",
        "purport": " Devotional service unto the Lord is the highest attainment for anyone desiring liberation from the tribulations of material existence. As stated in Bhagavad-gītā (6.22), yaṁ labdhvā cāparaṁ lābhaṁ manyate nādhikaṁ tataḥ: “Gaining this, one thinks there is no greater gain.” When one attains the service of the Lord, which is non-different from the Lord, one does not desire anything material. Mukti means relief from material existence. Bilvamaṅgala Ṭhākura says: muktiḥ mukulitāñjaliḥ sevate ’smān. For a devotee, mukti is not a very great achievement. Mukti means being situated in one’s constitutional position. The constitutional position of every living being is that of the Lord’s servant; therefore when a living entity is engaged in the Lord’s loving service, he has already attained mukti. Consequently a devotee does not aspire for mukti, even if it is offered by the Supreme Lord Himself."
    },
    {
        "verse": "18",
        "devanagari": "राजन् पतिर्गुरुरलं भवतां यदूनांदैवं प्रिय: कुलपति: क्‍व च किङ्करो व: ।अस्त्वेवमङ्ग भगवान् भजतां मुकुन्दोमुक्तिं ददाति कर्हिचित्स्म न भक्तियोगम् ॥ १८ ॥",
        "english_devnagari": "rājan patir gurur alaṁ bhavatāṁ yadūnāṁdaivaṁ priyaḥ kula-patiḥ kva ca kiṅkaro vaḥastv evam aṅga bhagavān bhajatāṁ mukundomuktiṁ dadāti karhicit sma na bhakti-yogam",
        "verse_Syn": [
            "rājan",
            "patiḥ",
            "guruḥ",
            "alam",
            "bhavatām",
            "yadūnām",
            "daivam",
            "priyaḥ",
            "kula",
            "patiḥ",
            "kva",
            "ca",
            "kiṅkaraḥ",
            "vaḥ",
            "astu",
            "evam",
            "aṅga",
            "bhagavān",
            "bhajatām",
            "mukundaḥ",
            "muktim",
            "dadāti",
            "karhicit",
            "sma",
            "na",
            "bhakti",
            "yogam"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King, the Supreme Person, Mukunda, is actually the maintainer of all the members of the Pāṇḍava and Yadu dynasties. He is your spiritual master, worshipable Deity, friend, and the director of your activities. To say nothing of this, He sometimes serves your family as a messenger or servant. This means He worked just as ordinary servants do. Those engaged in getting the Lord’s favor attain liberation from the Lord very easily, but He does not very easily give the opportunity to render direct service unto Him.",
        "purport": " While instructing Mahārāja Parīkṣit, Śukadeva Gosvāmī thought it wise to encourage the King because the King might be thinking of the glorious position of various royal dynasties. Especially glorious is the dynasty of Priyavrata, in which the Supreme Lord Ṛṣabhadeva incarnated. Similarly, the family of Uttānapāda Mahārāja, the father of Mahārāja Dhruva, is also glorious due to King Pṛthu’s taking birth in it. The dynasty of Mahārāja Raghu is glorified because Lord Rāmacandra appeared in that family. As far as the Yadu and Kuru dynasties are concerned, they existed simultaneously, but of the two, the Yadu dynasty was more glorious due to the appearance of Lord Kṛṣṇa. Mahārāja Parīkṣit might have been thinking that the Kuru dynasty was not as fortunate as the others because the Supreme Lord did not appear in that family, neither as Kṛṣṇa, Lord Rāmacandra, Lord Ṛṣabhadeva or Mahārāja Pṛthu. Therefore Parīkṣit Mahārāja was encouraged by Śukadeva Gosvāmī in this particular verse. The Kuru dynasty may be considered more glorious due to the presence of devotees like the five Pāṇḍavas, who rendered unalloyed devotional service. Although Lord Kṛṣṇa did not appear in the Kuru dynasty, He was so obligated to the Pāṇḍavas’ devotional service that He acted as a maintainer of the family and spiritual master of the Pāṇḍavas. Although He took birth in the Yadu dynasty, Lord Kṛṣṇa was more affectionate to the Pāṇḍavas. By His actions, Lord Kṛṣṇa proved that He was more inclined to the Kuru dynasty than the Yadu dynasty. Indeed, Lord Kṛṣṇa, indebted to the Pāṇḍavas’ devotional service, sometimes acted as their messenger, and He guided them through many dangerous situations. Therefore Mahārāja Parīkṣit should not have been saddened because Lord Kṛṣṇa did not appear in his family. The Supreme Personality of Godhead is always inclined toward His pure devotees, and by His action it is clear that liberation is not very important for the devotees. Lord Kṛṣṇa easily gives one liberation, but He does not so easily give one the facility to become a devotee. Muktiṁ dadāti karhicit sma na bhakti-yogam. Directly or indirectly, it is proved that bhakti-yoga is the basis for the supreme relationship with the Supreme Lord. It is far superior to liberation. For a pure devotee of the Lord, mukti is automatically attained."
    },
    {
        "verse": "19",
        "devanagari": "नित्यानुभूतनिजलाभनिवृत्ततृष्ण:श्रेयस्यतद्रचनया चिरसुप्तबुद्धे: ।लोकस्य य: करुणयाभयमात्मलोक-माख्यान्नमो भगवते ऋषभाय तस्मै ॥ १९ ॥",
        "english_devnagari": "nityānubhūta-nija-lābha-nivṛtta-tṛṣṇaḥśreyasy atad-racanayā cira-supta-buddheḥlokasya yaḥ karuṇayābhayam ātma-lokamākhyān namo bhagavate ṛṣabhāya tasmai",
        "verse_Syn": [
            "nitya",
            "anubhūta",
            "nija",
            "lābha",
            "nivṛtta",
            "tṛṣṇaḥ",
            "śreyasi",
            "a",
            "tat",
            "racanayā",
            "cira",
            "supta",
            "buddheḥ",
            "lokasya",
            "yaḥ",
            "karuṇayā",
            "abhayam",
            "ātma",
            "lokam",
            "ākhyāt",
            "namaḥ",
            "bhagavate",
            "ṛṣabhāya",
            "tasmai"
        ],
        "translation": "The Supreme Personality of Godhead, Lord Ṛṣabhadeva, was fully aware of His true identity; therefore He was self-sufficient, and He did not desire external gratification. There was no need for Him to aspire for success, since He was complete in Himself. Those who unnecessarily engage in bodily conceptions and create an atmosphere of materialism are always ignorant of their real self-interest. Out of His causeless mercy, Lord Ṛṣabhadeva taught the self’s real identity and the goal of life. We therefore offer our respectful obeisances unto the Lord, who appeared as Lord Ṛṣabhadeva.",
        "purport": " This is the summary of this chapter, in which the activities of Lord Ṛṣabhadeva are described. Being the Supreme Personality of Godhead Himself, Lord Ṛṣabhadeva is complete in Himself. We living entities, as parts and parcels of the Supreme Lord, should follow the instructions of Lord Ṛṣabhadeva and become self-sufficient. We should not create unnecessary demands due to the bodily conception. When one is self-realized, he is sufficiently satisfied due to being situated in his original spiritual position. As confirmed in Bhagavad-gītā (18.54): brahma-bhūtaḥ prasannātmā na śocati na kāṅkṣati. This is the goal of all living entities. Even though one may be situated within this material world, he can become fully satisfied and devoid of hankering and lamentation simply by following the instructions of the Lord as set forth in Bhagavad-gītā or Śrīmad-Bhāgavatam. Satisfaction through self-realization is called svarūpānanda. The conditioned soul, eternally sleeping in darkness, does not understand his self-interest. He simply tries to become happy by making material adjustments, but this is impossible. It is therefore said in Śrīmad-Bhāgavatam, na te viduḥ svārtha-gatiṁ hi viṣṇum: due to gross ignorance, the conditioned soul does not know that his real self-interest is to take shelter at the lotus feet of Lord Viṣṇu. To try to become happy by adjusting the material atmosphere is a useless endeavor. Indeed, it is impossible. By His personal behavior and instructions, Lord Ṛṣabhadeva enlightened the conditioned soul and showed him how to become self-sufficient in his spiritual identity."
    }
]