[
    {
        "verse": "1",
        "devanagari": "ब्राह्मण उवाचअकोविद: कोविदवादवादान्वदस्यथो नातिविदां वरिष्ठ: । न सूरयो हि व्यवहारमेनंतत्त्वावमर्शेन सहामनन्ति ॥ १ ॥",
        "english_devnagari": "brāhmaṇa uvācaakovidaḥ kovida-vāda-vādānvadasy atho nāti-vidāṁ variṣṭhaḥna sūrayo hi vyavahāram enaṁtattvāvamarśena sahāmananti",
        "verse_Syn": [
            "brāhmaṇaḥ",
            "uvāca",
            "akovidaḥ",
            "kovida",
            "vāda",
            "vādān",
            "vadasi",
            "atho",
            "na",
            "ati",
            "vidām",
            "variṣṭhaḥ",
            "na",
            "sūrayaḥ",
            "hi",
            "vyavahāram",
            "enam",
            "tattva",
            "avamarśena",
            "saha",
            "āmananti"
        ],
        "translation": "The brāhmaṇa Jaḍa Bharata said: My dear King, although you are not at all experienced, you are trying to speak like a very experienced man. Consequently you cannot be considered an experienced person. An experienced person does not speak the way you are speaking about the relationship between a master and a servant or about material pains and pleasures. These are simply external activities. Any advanced, experienced man, considering the Absolute Truth, does not talk in this way.",
        "purport": " Kṛṣṇa similarly chastised Arjuna. Aśocyān anvaśocas tvaṁ prajñā-vādāṁś ca bhāṣase: “While speaking learned words, you are lamenting for what is not worthy of grief.” (Bg. 2.11) Similarly, among people in general, 99.9 percent try to talk like experienced advisers, but they are actually devoid of spiritual knowledge and are therefore like inexperienced children speaking nonsensically. Consequently their words cannot be given any importance. One has to learn from Kṛṣṇa or His devotee. If one speaks on the basis of this experience — that is, on the basis of spiritual knowledge — one’s words are valuable. At the present moment, the entire world is full of foolish people. Bhagavad-gītā describes these people as mūḍhas. They are trying to rule human society, but because they are devoid of spiritual knowledge, the entire world is in a chaotic condition. To be released from these miserable conditions, one has to become Kṛṣṇa conscious and take lessons from an exalted personality like Jaḍa Bharata, Lord Kṛṣṇa and Kapiladeva. That is the only way to solve the problems of material life."
    },
    {
        "verse": "2",
        "devanagari": "तथैव राजन्नुरुगार्हमेध-वितानविद्योरुविजृम्भितेषु । न वेदवादेषु हि तत्त्ववाद:प्रायेण शुद्धो नु चकास्ति साधु: ॥ २ ॥",
        "english_devnagari": "tathaiva rājann uru-gārhamedha-vitāna-vidyoru-vijṛmbhiteṣuna veda-vādeṣu hi tattva-vādaḥprāyeṇa śuddho nu cakāsti sādhuḥ",
        "verse_Syn": [
            "tathā",
            "eva",
            "rājan",
            "uru",
            "gārha",
            "medha",
            "vitāna",
            "vidyā",
            "uru",
            "vijṛmbhiteṣu",
            "na",
            "veda",
            "vādeṣu",
            "hi",
            "tattva",
            "vādaḥ",
            "prāyeṇa",
            "śuddhaḥ",
            "nu",
            "cakāsti",
            "sādhuḥ"
        ],
        "translation": "My dear King, talks of the relationship between the master and the servant, the king and the subject and so forth are simply talks about material activities. People interested in material activities which are expounded in the Vedas are intent on performing material sacrifices and placing faith in their material activities. For such people, spiritual advancement is definitely not manifest.",
        "purport": " In this verse, two words are significant — veda-vāda and tattva-vāda. According to Bhagavad-gītā, those who are simply attached to the Vedas and who do not understand the purpose of the Vedas or the Vedānta-sūtra are called veda-vāda-ratāḥ. “Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to heavenly planets, resultant good birth, power and so forth. Being desirous of sense gratification and opulent life, they say there is nothing more than this.” (Bg. 2.42-43) The veda-vāda followers of the Vedas are generally inclined to karma-kāṇḍa, the performance of sacrifice according to the Vedic injunctions. They are thereby promoted to higher planetary systems. They generally practice the Cāturmāsya system. Akṣayyaṁ ha vai cāturmāsya-yājinaḥ sukṛtaṁ bhavati: one who performs the cāturmāsya-yajña becomes pious. By becoming pious, one may be promoted to the higher planetary systems (ūrdhvaṁ gacchanti sattva-sthāḥ). Some of the followers of the Vedas are attached to karma-kāṇḍa, the fruitive activities of the Vedas, in order to be promoted to a higher standard of life. Others argue that this is not the purpose of the Vedas. Tad yathaiveha karma jitaḥ lokaḥ kṣīyate evam evam utra puṇya jitaḥ lokaḥ kṣīyate. In this world someone may become very highly elevated by taking birth in an aristocratic family, by being well educated, beautiful or very rich. These are the gifts for pious activities enacted in the past life. However, these will be finished when the stock of pious activity is finished. If we become attached to pious activities, we may get these various worldly facilities in the next life and may take birth in the heavenly planets. But all this will eventually be finished. Kṣīṇe puṇye martya-lokaṁ viśanti (Bg. 9.21): when the stock of pious activity is finished, one again has to come to this martya-loka. According to the Vedic injunctions, the performance of pious activity is not really the objective of the Vedas. The objective of the Vedas is explained in Bhagavad-gītā. Vedaiś ca sarvair aham eva vedyaḥ: the objective of the Vedas is to understand Kṛṣṇa, the Supreme Personality of Godhead. Those who are veda-vādīs are not actually advanced in knowledge, and those who are followers of jñāna-kāṇḍa (Brahman understanding) are also not perfect. However, when one comes to the platform of upāsanā and accepts the worship of the Supreme Personality of Godhead, he becomes perfect (ārādhanānāṁ sarveṣāṁ viṣṇor ārādhanaṁ param). In the Vedas the worship of different demigods and the performance of sacrifice are certainly, mentioned, but such worship is inferior because the worshipers do not know that the ultimate goal is Viṣṇu (na te viduḥ svārtha-gatiṁ hi viṣṇum). When one comes to the platform of viṣṇor ārādhanam, or bhakti-yoga, one has attained the perfection of life. Otherwise, as indicated in Bhagavad-gītā, one is not a tattva-vādī but a veda-vādī, a blind follower of the Vedic injunctions. A veda-vādī cannot be purified from material contamination unless he becomes a tattva-vādī, that is, one who knows tattva, the Absolute Truth. Tattva is also experienced in three features — brahmeti paramātmeti bhagavān iti śabdyate. Even after coming to the platform of understanding tattva, one must worship Bhagavān, Viṣṇu and His expansions, or one is not yet perfect. Bahūnāṁ janmanām ante jñānavān māṁ prapadyate: after many births, one who is actually in knowledge surrenders unto Kṛṣṇa. The conclusion is that unintelligent men with a poor fund of knowledge cannot understand Bhagavān, Brahman or Paramātmā, but after studying the Vedas and attaining the understanding of the Absolute Truth, the Supreme Personality of Godhead, one is supposed to be on the platform of perfect knowledge."
    },
    {
        "verse": "3",
        "devanagari": "न तस्य तत्त्वग्रहणाय साक्षाद्वरीयसीरपि वाच: समासन् । स्वप्ने निरुक्त्या गृहमेधिसौख्यंन यस्य हेयानुमितं स्वयं स्यात् ॥ ३ ॥",
        "english_devnagari": "na tasya tattva-grahaṇāya sākṣādvarīyasīr api vācaḥ samāsansvapne niruktyā gṛhamedhi-saukhyaṁna yasya heyānumitaṁ svayaṁ syāt",
        "verse_Syn": [
            "na",
            "tasya",
            "tattva",
            "grahaṇāya",
            "sākṣāt",
            "varīyasīḥ",
            "api",
            "vācaḥ",
            "samāsan",
            "svapne",
            "niruktyā",
            "gṛha",
            "medhi",
            "saukhyam",
            "na",
            "yasya",
            "heya",
            "anumitam",
            "svayam",
            "syāt"
        ],
        "translation": "A dream becomes automatically known to a person as false and immaterial, and similarly one eventually realizes that material happiness in this life or the next, on this planet or a higher planet, is insignificant. When one realizes this, the Vedas, although an excellent source, are insufficient to bring about direct knowledge of the truth.",
        "purport": " In Bhagavad-gītā (2.45), Kṛṣṇa advised Arjuna to become transcendental to the material activities impelled by the three material modes of nature (traiguṇya-viṣayā vedā nistraiguṇyo bhavārjuna). The purpose of Vedic study is to transcend the activities of the three modes of material nature. Of course in the material world the mode of goodness is accepted as the best, and one can be promoted to the higher planetary systems by being on the sattva-guṇa platform. However, that is not perfection. One must come to the conclusion that even the sattva-guṇa platform is also not good. One may dream that he has become a king with a good family, wife and children, but immediately at the end of that dream he comes to the conclusion that it is false. Similarly, all kinds of material happiness are undesirable for a person who wants spiritual salvation. If a person does not come to the conclusion that he has nothing to do with any kind of material happiness, he cannot come to the platform of understanding the Absolute Truth, or tattva jñāna. Karmīs, jñānīs and yogīs are after some material elevation. The karmīs work hard day and night for some bodily comfort, and the jñānīs simply speculate about how to get out of the entanglement of karma and merge into the Brahman effulgence. The yogīs are very much addicted to the acquisition of material perfection and magical powers. All of them are trying to be materially perfect, but a devotee very easily comes to the platform of nirguṇa in devotional service, and consequently for the devotee the results of karma, jñāna and yoga become very insignificant. Therefore only the devotee is on the platform of tattva jñāna, not the others. Of course the jñānī’s position is better than that of the karmī but that position is also insufficient. The jñānī must actually become liberated, and after liberation he may be situated in devotional service (mad-bhaktiṁ labhate parām)."
    },
    {
        "verse": "4",
        "devanagari": "यावन्मनो रजसा पूरुषस्यसत्त्वेन वा तमसा वानुरुद्धम् । चेतोभिराकूतिभिरातनोतिनिरङ्कुशं कुशलं चेतरं वा ॥ ४ ॥",
        "english_devnagari": "yāvan mano rajasā pūruṣasyasattvena vā tamasā vānuruddhamcetobhir ākūtibhir ātanotiniraṅkuśaṁ kuśalaṁ cetaraṁ vā",
        "verse_Syn": [
            "yāvat",
            "manaḥ",
            "rajasā",
            "pūruṣasya",
            "sattvena",
            "vā",
            "tamasā",
            "vā",
            "anuruddham",
            "cetobhiḥ",
            "ākūtibhiḥ",
            "ātanoti",
            "niraṅkuśam",
            "kuśalam",
            "ca",
            "itaram",
            "vā"
        ],
        "translation": "As long as the mind of the living entity is contaminated by the three modes of material nature (goodness, passion and ignorance), his mind is exactly like an independent, uncontrolled elephant. It simply expands its jurisdiction of pious and impious activities by using the senses. The result is that the living entity remains in the material world to enjoy and suffer pleasures and pains due to material activity.",
        "purport": " In Caitanya-caritāmṛta it is said that material pious and impious activities are both opposed to the principle of devotional service. Devotional service means mukti, freedom from material entanglement, but pious and impious activities result in entanglement within this material world. If the mind is captivated by the pious and impious activities mentioned in the Vedas, one remains eternally in darkness; one cannot attain the absolute platform. To change the consciousness from ignorance to passion or from passion to goodness does not really solve the problem. As stated in Bhagavad-gītā (14.26), sa guṇān samatītyaitān brahma-bhūyāya kalpate. One must come to the transcendental platform; otherwise life’s mission is never fulfilled."
    },
    {
        "verse": "5",
        "devanagari": "स वासनात्मा विषयोपरक्तोगुणप्रवाहो विकृत: षोडशात्मा । बिभ्रत्पृथङ्‌नामभि रूपभेद-मन्तर्बहिष्ट्वं च पुरैस्तनोति ॥ ५ ॥",
        "english_devnagari": "sa vāsanātmā viṣayoparaktoguṇa-pravāho vikṛtaḥ ṣoḍaśātmābibhrat pṛthaṅ-nāmabhi rūpa-bhedamantar-bahiṣṭvaṁ ca purais tanoti",
        "verse_Syn": [
            "saḥ",
            "vāsanā",
            "ātmā",
            "viṣaya",
            "uparaktaḥ",
            "guṇa",
            "pravāhaḥ",
            "vikṛtaḥ",
            "ṣoḍaśa",
            "ātmā",
            "bibhrat",
            "pṛthak",
            "nāmabhiḥ",
            "rūpa",
            "bhedam",
            "antaḥ",
            "bahiṣṭvam",
            "ca",
            "puraiḥ",
            "tanoti"
        ],
        "translation": "Because the mind is absorbed in desires for pious and impious activities, it is naturally subjected to the transformations of lust and anger. In this way, it becomes attracted to material sense enjoyment. In other words, the mind is conducted by the modes of goodness, passion and ignorance. There are eleven senses and five material elements, and out of these sixteen items, the mind is the chief. Therefore the mind brings about birth in different types of bodies among demigods, human beings, animals and birds. When the mind is situated in a higher or lower position, it accepts a higher or lower material body.",
        "purport": " Transmigration among the 8,400,000 species is due to the mind’s being polluted by certain material qualities. Due to the mind, the soul is subjected to pious and impious activities. The continuation of material existence is like the waves of material nature. In this regard, Śrīla Bhaktivinoda Ṭhākura says, māyāra vaśe, yāccha bhese’, khāccha hābuḍubu, bhāi: “My dear brother, the spirit soul is completely under the control of māyā, and you are being carried away by its waves.” This is also confirmed in Bhagavad-gītā: “The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself the doer of activities, which are in actuality carried out by nature.” Material existence means being fully controlled by material nature. The mind is the center for accepting the dictations of material nature. In this way the living entity is carried away in different types of bodies continuously, millennium after millennium. Due to the living entity’s forgetfulness of Kṛṣṇa, one is bound by the laws of material nature."
    },
    {
        "verse": "6",
        "devanagari": "दु:खं सुखं व्यतिरिक्तं च तीव्रंकालोपपन्नं फलमाव्यनक्ति । आलिङ्‌ग्य मायारचितान्तरात्मास्वदेहिनं संसृतिचक्रकूट: ॥ ६ ॥",
        "english_devnagari": "duḥkhaṁ sukhaṁ vyatiriktaṁ ca tīvraṁkālopapannaṁ phalam āvyanaktiāliṅgya māyā-racitāntarātmāsva-dehinaṁ saṁsṛti-cakra-kūṭaḥ",
        "verse_Syn": [
            "duḥkham",
            "sukham",
            "vyatiriktam",
            "ca",
            "tīvram",
            "kāla",
            "upapannam",
            "phalam",
            "āvyanakti",
            "āliṅgya",
            "māyā",
            "racita",
            "antaḥ",
            "ātmā",
            "sva",
            "dehinam",
            "saṁsṛti",
            "cakra",
            "kūṭaḥ"
        ],
        "translation": "The materialistic mind covering the living entity’s soul carries it to different species of life. This is called continued material existence. Due to the mind, the living entity suffers or enjoys material distress and happiness. Being thus illusioned, the mind further creates pious and impious activities and their karma, and thus the soul becomes conditioned.",
        "purport": " Mental activities under the influence of material nature cause happiness and distress within the material world. Being covered by illusion, the living entity eternally continues conditioned life under different designations. Such living entities are known as nitya-baddha, eternally conditioned. On the whole, the mind is the cause of conditioned life; therefore the entire yogic process is meant to control the mind and the senses. If the mind is controlled, the senses are automatically controlled, and therefore the soul is saved from the reactions of pious and impious activity. If the mind is engaged at the lotus feet of Lord Kṛṣṇa (sa vai manaḥ kṛṣṇa-padāravindayoḥ), the senses are automatically engaged in the Lord’s service. When the mind and senses are engaged in devotional service, the living entity naturally becomes Kṛṣṇa conscious. As soon as one always thinks of Kṛṣṇa, he becomes a perfect yogī, as confirmed in Bhagavad-gītā (yoginām api sarveṣāṁ mad-gatenāntarātmanā). This antarātmā, the mind, is conditioned by material nature. As stated here, māyā-racitāntarātmā sva-dehinaṁ saṁsṛti-cakra-kūṭaḥ: the mind, being most powerful, covers the living entity and puts him in the waves of material existence."
    },
    {
        "verse": "7",
        "devanagari": "तावानयं व्यवहार: सदावि:क्षेत्रज्ञसाक्ष्यो भवति स्थूलसूक्ष्म: । तस्मान्मनो लिङ्गमदो वदन्तिगुणागुणत्वस्य परावरस्य ॥ ७ ॥",
        "english_devnagari": "tāvān ayaṁ vyavahāraḥ sadāviḥkṣetrajña-sākṣyo bhavati sthūla-sūkṣmaḥtasmān mano liṅgam ado vadantiguṇāguṇatvasya parāvarasya",
        "verse_Syn": [
            "tāvān",
            "ayam",
            "vyavahāraḥ",
            "sadā",
            "āviḥ",
            "kṣetra",
            "jña",
            "sākṣyaḥ",
            "bhavati",
            "sthūla",
            "sūkṣmaḥ",
            "tasmāt",
            "manaḥ",
            "liṅgam",
            "adaḥ",
            "vadanti",
            "guṇa",
            "aguṇatvasya",
            "para",
            "avarasya"
        ],
        "translation": "The mind makes the living entity within this material world wander through different species of life, and thus the living entity experiences mundane affairs in different forms as a human being, demigod, fat person, skinny person and so forth. Learned scholars say that bodily appearance, bondage and liberation are caused by the mind.",
        "purport": " Just as the mind is the cause of bondage, it can also be the cause of liberation. The mind is described here as para-avara, para means transcendental, and avara means material. When the mind is engaged in the Lord’s service (sa vai manaḥ kṛṣṇa-padāravindayoḥ), it is called para, transcendental. When the mind is engaged in material sense gratification, it is called avara, or material. At the present moment, in our conditioned state, our mind is fully absorbed in material sense gratification, but it can be purified and brought to its original Kṛṣṇa consciousness by the process of devotional service. We have often given the example of Ambarīṣa Mahārāja. Sa vai manaḥ kṛṣṇa-padāravindayor vacāṁsi vaikuṇṭha-guṇānuvarṇane. The mind must be controlled in Kṛṣṇa consciousness. The tongue can be utilized to spread the message of Kṛṣṇa and glorify the Lord or take prasāda, the remnants of food offered to Kṛṣṇa. Sevonmukhe hi jihvādau: when one utilizes the tongue in the service of the Lord, the other senses can become purified. As stated in the Nārada-pañcarātra, sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam: when the mind and senses are purified, one’s total existence is purified, and one’s designations are also purified. One no longer considers himself a human being, a demigod, cat, dog, Hindu, Muslim and so forth. When the senses and mind are purified and one is fully engaged in Kṛṣṇa’s service, one can be liberated and return home, back to Godhead."
    },
    {
        "verse": "8",
        "devanagari": "गुणानुरक्तं व्यसनाय जन्तो:क्षेमाय नैर्गुण्यमथो मन: स्यात् ।यथा प्रदीपो घृतवर्तिमश्नन्शिखा: सधूमा भजति ह्यन्यदा स्वम् ।पदं तथा गुणकर्मानुबद्धंवृत्तीर्मन: श्रयतेऽन्यत्र तत्त्वम् ॥ ८ ॥",
        "english_devnagari": "guṇānuraktaṁ vyasanāya jantoḥkṣemāya nairguṇyam atho manaḥ syātyathā pradīpo ghṛta-vartim aśnanśikhāḥ sadhūmā bhajati hy anyadā svampadaṁ tathā guṇa-karmānubaddhaṁvṛttīr manaḥ śrayate ’nyatra tattvam",
        "verse_Syn": [
            "guṇa",
            "anuraktam",
            "vyasanāya",
            "jantoḥ",
            "kṣemāya",
            "nairguṇyam",
            "atho",
            "manaḥ",
            "syāt",
            "yathā",
            "pradīpaḥ",
            "ghṛta",
            "vartim",
            "aśnan",
            "śikhāḥ",
            "sadhūmāḥ",
            "bhajati",
            "hi",
            "anyadā",
            "svam",
            "padam",
            "tathā",
            "guṇa",
            "karma",
            "anubaddham",
            "vṛttīḥ",
            "manaḥ",
            "śrayate",
            "anyatra",
            "tattvam"
        ],
        "translation": "When the living entity’s mind becomes absorbed in the sense gratification of the material world, it brings about his conditioned life and suffering within the material situation. However, when the mind becomes unattached to material enjoyment, it becomes the cause of liberation. When the flame in a lamp burns the wick improperly, the lamp is blackened, but when the lamp is filled with ghee and is burning properly, there is bright illumination. Similarly, when the mind is absorbed in material sense gratification, it causes suffering, and when detached from material sense gratification it brings about the original brightness of Kṛṣṇa consciousness.",
        "purport": " It is therefore concluded that the mind is the cause of material existence and liberation also. Everyone is suffering in this material world because of the mind; it is therefore proper to train the mind or to cleanse the mind from material attachment and engage it fully in the Lord’s service. This is called spiritual engagement. As confirmed in Bhagavad-gītā (14.26): “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” We should engage the mind fully in Kṛṣṇa conscious activities. Then it will be the cause of our liberation, for our returning home, back to Godhead. However, if we keep the mind engaged in material activities for sense gratification, it will cause continuous bondage and will make us remain in this material world in different bodies, suffering the consequences of our different actions."
    },
    {
        "verse": "9",
        "devanagari": "एकादशासन्मनसो हि वृत्तयआकूतय: पञ्च धियोऽभिमान: ।मात्राणि कर्माणि पुरं च तासांवदन्ति हैकादश वीर भूमी: ॥ ९ ॥",
        "english_devnagari": "ekādaśāsan manaso hi vṛttayaākūtayaḥ pañca dhiyo ’bhimānaḥmātrāṇi karmāṇi puraṁ ca tāsāṁvadanti haikādaśa vīra bhūmīḥ",
        "verse_Syn": [
            "ekādaśa",
            "āsan",
            "manasaḥ",
            "hi",
            "vṛttayaḥ",
            "ākūtayaḥ",
            "pañca",
            "dhiyaḥ",
            "abhimānaḥ",
            "mātrāṇi",
            "karmāṇi",
            "puram",
            "ca",
            "tāsām",
            "vadanti",
            "ha",
            "ekādaśa",
            "vīra",
            "bhūmīḥ"
        ],
        "translation": "There are five working senses and five knowledge-acquiring senses. There is also the false ego. In this way, there are eleven items for the mind’s functions. O hero, the objects of the senses [such as sound and touch], the organic activities [such as evacuation] and the different types of bodies, society, friendship and personality are considered by learned scholars the fields of activity for the functions of the mind.",
        "purport": " The mind is the controller of the five knowledge-acquiring senses and the five working senses. Each sense has its particular field of activity. In all cases, the mind is the controller or owner. By the false ego one thinks oneself the body and thinks in terms of “my body, my house, my family, my society, my nation” and so on. These false identifications are due to the expansions of the false ego. Thus one thinks that he is this or that. Thus the living entity becomes entangled in material existence."
    },
    {
        "verse": "10",
        "devanagari": "गन्धाकृतिस्पर्शरसश्रवांसिविसर्गरत्यर्त्यभिजल्पशिल्पा: ।एकादशं स्वीकरणं ममेतिशय्यामहं द्वादशमेक आहु: ॥ १० ॥",
        "english_devnagari": "gandhākṛti-sparśa-rasa-śravāṁsivisarga-raty-arty-abhijalpa-śilpāḥekādaśaṁ svīkaraṇaṁ mametiśayyām ahaṁ dvādaśam eka āhuḥ",
        "verse_Syn": [
            "gandha",
            "ākṛti",
            "sparśa",
            "rasa",
            "śravāṁsi",
            "visarga",
            "rati",
            "arti",
            "abhijalpa",
            "śilpāḥ",
            "ekādaśam",
            "svīkaraṇam",
            "mama",
            "iti",
            "śayyām",
            "aham",
            "dvādaśam",
            "eke",
            "āhuḥ"
        ],
        "translation": "Sound, touch, form, taste and smell are the objects of the five knowledge-acquiring senses. Speech, touch, movement, evacuation and sexual intercourse are the objects of the working senses. Besides this, there is another conception by which one thinks, “This is my body, this is my society, this is my family, this is my nation,” and so forth. This eleventh function of the mind is called the false ego. According to some philosophers, this is the twelfth function, and its field of activity is the body.",
        "purport": " There are different objects for the eleven items. Through the nose we can smell, by the eyes we can see, by the ears we can hear, and in this way we gather knowledge. Similarly, there are the karmendriyas, the working senses — the hands, legs, genitals, rectum, mouth and so forth. When the false ego expands, it makes one think, “This is my body, family, society, country,” etc."
    },
    {
        "verse": "11",
        "devanagari": "द्रव्यस्वभावाशयकर्मकालै-रेकादशामी मनसो विकारा: ।सहस्रश: शतश: कोटिशश्चक्षेत्रज्ञतो न मिथो न स्वत: स्यु: ॥ ११ ॥",
        "english_devnagari": "dravya-svabhāvāśaya-karma-kālairekādaśāmī manaso vikārāḥsahasraśaḥ śataśaḥ koṭiśaś cakṣetrajñato na mitho na svataḥ syuḥ",
        "verse_Syn": [
            "dravya",
            "sva",
            "bhāva",
            "āśaya",
            "karma",
            "kālaiḥ",
            "ekādaśa",
            "amī",
            "manasaḥ",
            "vikārāḥ",
            "sahasraśaḥ",
            "śataśaḥ",
            "koṭiśaḥ",
            "ca",
            "kṣetra",
            "jñataḥ",
            "na",
            "mithaḥ",
            "na",
            "svataḥ",
            "syuḥ"
        ],
        "translation": "The physical elements, nature, the original cause, culture, destiny and the time element are all material causes. Agitated by these material causes, the eleven functions transform into hundreds of functions and then into thousands and then into millions. But all these transformations do not take place automatically by mutual combination. Rather, they are under the direction of the Supreme Personality of Godhead.",
        "purport": " One should not think that all the interactions of the physical elements, gross and subtle, that cause the transformation of mind and consciousness are working independently. They are under the direction of the Supreme Personality of Godhead. In Bhagavad-gītā (15.15), Kṛṣṇa says that the Lord is situated in everyone’s heart (sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca). As mentioned herein, Supersoul (kṣetrajña) is directing everything. The living entity is also kṣetrajña, but the supreme kṣetrajña is the Supreme Personality of Godhead. He is the witness and order giver. Under His direction, everything takes place. The different inclinations of the living entity are created by his own nature or his expectations, and he is trained by the Supreme Personality of Godhead through the agency of material nature. The body, nature and the physical elements are under the direction of the Supreme Personality of Godhead. They do not function automatically. Nature is neither independent nor automatic. As confirmed in Bhagavad-gītā, the Supreme Personality of Godhead is behind nature. “This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.” (Bg. 9.10)"
    },
    {
        "verse": "12",
        "devanagari": "क्षेत्रज्ञ एता मनसो विभूती-र्जीवस्य मायारचितस्य नित्या: ।आविर्हिता: क्‍वापि तिरोहिताश्चशुद्धो विचष्टे ह्यविशुद्धकर्तु: ॥ १२ ॥",
        "english_devnagari": "kṣetrajña etā manaso vibhūtīrjīvasya māyā-racitasya nityāḥāvirhitāḥ kvāpi tirohitāś caśuddho vicaṣṭe hy aviśuddha-kartuḥ",
        "verse_Syn": [
            "kṣetra",
            "jñaḥ",
            "etāḥ",
            "manasaḥ",
            "vibhūtīḥ",
            "jīvasya",
            "māyā",
            "racitasya",
            "nityāḥ",
            "āvirhitāḥ",
            "kvāpi",
            "tirohitāḥ",
            "ca",
            "śuddhaḥ",
            "vicaṣṭe",
            "hi",
            "aviśuddha",
            "kartuḥ"
        ],
        "translation": "The individual soul bereft of Kṛṣṇa consciousness has many ideas and activities created in the mind by the external energy. They have been existing from time immemorial. Sometimes they are manifest in the wakening state and in the dream state, but during deep sleep [unconsciousness] or trance, they disappear. A person who is liberated in this life [jīvan-mukta] can see all these things vividly.",
        "purport": " As stated in Bhagavad-gītā (13.3), kṣetra-jñaṁ cāpi māṁ viddhi sarva-kṣetreṣu bhārata. There are two kinds of kṣetrajña, or living beings. One is the individual living being, and the other is the supreme living being. The ordinary living being knows about his body to some extent, but the Supreme, Paramātmā, knows the condition of all bodies. The individual living being is localized, and the Supreme, Paramātmā, is all-pervading. In this śloka the word kṣetrajña refers to an ordinary living being, not the supreme living being. This ordinary living being is of two kinds — nitya-baddha or nitya-mukta. One is eternally conditioned and the other eternally liberated. The eternally liberated living beings are in the Vaikuṇṭha jagat, the spiritual world, and they never fall into the material world. Those in the material world are conditioned souls, nitya-baddha. The nitya-baddhas can become liberated by controlling the mind because the cause of conditioned life is the mind. When the mind is trained and the soul is not under the mind’s control, the soul can be liberated even in this material world. When it is liberated, one is called jīvan-mukta. A jīvan-mukta knows how he has become conditioned; therefore he tries to purify himself and return home, back to Godhead. The eternally conditioned soul is eternally conditioned because he is controlled by the mind. The conditioned state and liberated state are compared to the sleeping, unconscious state and the awakened state. Those who are sleeping and unconscious are eternally conditioned, but those who are awake understand that they are eternally part and parcel of the Supreme Personality of Godhead, Kṛṣṇa. Therefore even in this material world, they engage in Kṛṣṇa’s service. As confirmed by Śrīla Rūpa Gosvāmī: īhā yasya harer dāsye. If one takes to Kṛṣṇa’s service, he is liberated, even though he appears to be a conditioned soul within the material world. Jīvan-muktaḥ sa ucyate. In any condition, one is to be considered liberated if his only business is to serve Kṛṣṇa."
    },
    {
        "verse": "13-14",
        "devanagari": "क्षेत्रज्ञ आत्मा पुरुष: पुराण:साक्षात्स्वयंज्योतिरज: परेश: ।नारायणो भगवान् वासुदेव:स्वमाययाऽऽत्मन्यवधीयमान: ॥ १३ ॥यथानिल: स्थावरजङ्गमाना-मात्मस्वरूपेण निविष्ट ईशेत् ।एवं परो भगवान् वासुदेव:क्षेत्रज्ञ आत्मेदमनुप्रविष्ट: ॥ १४ ॥",
        "english_devnagari": "kṣetrajña ātmā puruṣaḥ purāṇaḥsākṣāt svayaṁ jyotir ajaḥ pareśaḥnārāyaṇo bhagavān vāsudevaḥsva-māyayātmany avadhīyamānaḥ",
        "verse_Syn": [
            "kṣetra",
            "jñaḥ",
            "ātmā",
            "puruṣaḥ",
            "purāṇaḥ",
            "sākṣāt",
            "svayam",
            "jyotiḥ",
            "ajaḥ",
            "pareśaḥ",
            "nārāyaṇaḥ",
            "bhagavān",
            "vāsudevaḥ",
            "sva",
            "māyayā",
            "ātmani",
            "avadhīyamānaḥ",
            "yathā",
            "anilaḥ",
            "sthāvara",
            "jaṅgamānām",
            "ātma",
            "svarūpeṇa",
            "niviṣṭaḥ",
            "īśet",
            "evam",
            "paraḥ",
            "bhagavān",
            "vāsudevaḥ",
            "kṣetra",
            "jñaḥ",
            "ātmā",
            "idam",
            "anupraviṣṭaḥ"
        ],
        "translation": "There are two kinds of kṣetrajña — the living entity, as explained above, and the Supreme Personality of Godhead, who is explained as follows. He is the all-pervading cause of creation. He is full in Himself and is not dependent on others. He is perceived by hearing and direct perception. He is self-effulgent and does not experience birth, death, old age or disease. He is the controller of all the demigods, beginning with Lord Brahmā. He is called Nārāyaṇa, and He is the shelter of living entities after the annihilation of this material world. He is full of all opulences, and He is the resting place of everything material. He is therefore known as Vāsudeva, the Supreme Personality of Godhead. By His own potency, He is present within the hearts of all living entities, just as the air or vital force is within the bodies of all beings, moving and nonmoving. In this way He controls the body. In His partial feature, the Supreme Personality of Godhead enters all bodies and controls them.",
        "purport": " This is confirmed in Bhagavad-gītā (15.15). Sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca. Every living being is controlled by the supreme living being, Paramātmā, who resides within everyone’s heart. He is the puruṣa, the puruṣa-avatāra, who creates this material world. The first puruṣa-avatāra is Mahā-Viṣṇu, and that Mahā-Viṣṇu is the plenary portion of the plenary portion of the Supreme Personality of Godhead, Kṛṣṇa. Kṛṣṇa’s first expansion is Baladeva, and His next expansions are Vāsudeva, Saṅkarṣaṇa, Aniruddha and Pradyumna. Vāsudeva is the original cause of the brahmajyoti, and the brahmajyoti is the expansion of the rays of the body of Vāsudeva. “I worship Govinda, the primeval Lord, who is endowed with great power. The glowing effulgence of His transcendental form is the impersonal Brahman, which is absolute, complete and unlimited and which displays the varieties of countless planets, with their different opulences, in millions and millions of universes.” (Brahma-saṁhitā 5.40) The Supreme Personality of Godhead is thus described in Bhagavad-gītā: “By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.” (Bg. 9.4) This is the position of the plenary expansions of Kṛṣṇa as the all-pervading Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha."
    },
    {
        "verse": "15",
        "devanagari": "न यावदेतां तनुभृन्नरेन्द्रविधूय मायां वयुनोदयेन ।विमुक्तसङ्गो जितषट्‌सपत्नोवेदात्मतत्त्वं भ्रमतीह तावत् ॥ १५ ॥",
        "english_devnagari": "na yāvad etāṁ tanu-bhṛn narendravidhūya māyāṁ vayunodayenavimukta-saṅgo jita-ṣaṭ-sapatnovedātma-tattvaṁ bhramatīha tāvat",
        "verse_Syn": [
            "na",
            "yāvat",
            "etām",
            "tanu",
            "bhṛt",
            "narendra",
            "vidhūya",
            "māyām",
            "vayunā",
            "udayena",
            "vimukta",
            "saṅgaḥ",
            "jita",
            "ṣaṭ",
            "sapatnaḥ",
            "veda",
            "ātma",
            "tattvam",
            "bhramati",
            "iha",
            "tāvat"
        ],
        "translation": "My dear King Rahūgaṇa, as long as the conditioned soul accepts the material body and is not freed from the contamination of material enjoyment, and as long as he does not conquer his six enemies and come to the platform of self-realization by awakening his spiritual knowledge, he has to wander among different places and different species of life in this material world.",
        "purport": " When one’s mind is absorbed in the material conception, he thinks that he belongs to a particular nation, family, country or creed. These are all called upādhis, designations, and one has to become freed from them (sarvopādhi-vinirmuktam). As long as one is not freed, he has to continue conditioned life in material existence. The human form of life is meant for cleansing away these misconceptions. If this is not done, one has to repeat the cycle of birth and death and thus suffer all material conditions."
    },
    {
        "verse": "16",
        "devanagari": "न यावदेतन्मन आत्मलिङ्गंसंसारतापावपनं जनस्य ।यच्छोकमोहामयरागलोभ-वैरानुबन्धं ममतां विधत्ते ॥ १६ ॥",
        "english_devnagari": "na yāvad etan mana ātma-liṅgaṁsaṁsāra-tāpāvapanaṁ janasyayac choka-mohāmaya-rāga-lobha-vairānubandhaṁ mamatāṁ vidhatte",
        "verse_Syn": [
            "na",
            "yāvat",
            "etat",
            "manaḥ",
            "ātma",
            "liṅgam",
            "saṁsāra",
            "tāpa",
            "āvapanam",
            "janasya",
            "yat",
            "śoka",
            "moha",
            "āmaya",
            "rāga",
            "lobha",
            "vaira",
            "anubandham",
            "mamatām",
            "vidhatte"
        ],
        "translation": "The soul’s designation, the mind, is the cause of all tribulations in the material world. As long as this fact is unknown to the conditioned living entity, he has to accept the miserable condition of the material body and wander within this universe in different positions. Because the mind is affected by disease, lamentation, illusion, attachment, greed and enmity, it creates bondage and a false sense of intimacy within this material world.",
        "purport": " The mind is the cause of both material bondage and liberation. The impure mind thinks, “I am this body.” The pure mind knows that he is not the material body; therefore the mind is considered to be the root of all material designations. Until the living entity is aloof from the association and contaminations of this material world, the mind will be absorbed in such material things as birth, death, disease, illusion, attachment, greed and enmity. In this way the living entity is conditioned, and he suffers material miseries."
    },
    {
        "verse": "17",
        "devanagari": "भ्रातृव्यमेनं तददभ्रवीर्य-मुपेक्षयाध्येधितमप्रमत्त: ।गुरोर्हरेश्चरणोपासनास्त्रोजहि व्यलीकं स्वयमात्ममोषम् ॥ १७ ॥",
        "english_devnagari": "bhrātṛvyam enaṁ tad adabhra-vīryamupekṣayādhyedhitam apramattaḥguror hareś caraṇopāsanāstrojahi vyalīkaṁ svayam ātma-moṣam",
        "verse_Syn": [
            "bhrātṛvyam",
            "enam",
            "tat",
            "adabhra",
            "vīryam",
            "upekṣayā",
            "adhyedhitam",
            "apramattaḥ",
            "guroḥ",
            "hareḥ",
            "caraṇa",
            "upāsanā",
            "astraḥ",
            "jahi",
            "vyalīkam",
            "svayam",
            "ātma",
            "moṣam"
        ],
        "translation": "This uncontrolled mind is the greatest enemy of the living entity. If one neglects it or gives it a chance, it will grow more and more powerful and will become victorious. Although it is not factual, it is very strong. It covers the constitutional position of the soul. O King, please try to conquer this mind by the weapon of service to the lotus feet of the spiritual master and of the Supreme Personality of Godhead. Do this with great care.",
        "purport": " There is one easy weapon with which the mind can be conquered — neglect. The mind is always telling us to do this or that; therefore we should be very expert in disobeying the mind’s orders. Gradually the mind should be trained to obey the orders of the soul. It is not that one should obey the orders of the mind. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura used to say that to control the mind one should beat it with shoes many times just after awakening and again before going to sleep. In this way one can control the mind. This is the instruction of all the śāstras. If one does not do so, one is doomed to follow the dictations of the mind. Another bona fide process is to abide strictly by the orders of the spiritual master and engage in the Lord’s service. Then the mind will be automatically controlled. Śrī Caitanya Mahāprabhu has instructed Śrīla Rūpa Gosvāmī: When one receives the seed of devotional service by the mercy of the guru and Kṛṣṇa, the Supreme Personality of Godhead, one’s real life begins. If one abides by the orders of the spiritual master, by the grace of Kṛṣṇa he is freed from service to the mind."
    }
]