[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचतत्र भगवत: साक्षाद्यज्ञलिङ्गस्य विष्णोर्विक्रमतो वामपादाङ्गुष्ठनखनिर्भिन्नोर्ध्वाण्डकटाहविवरेणान्त:प्रविष्टा या बाह्यजलधारा तच्चरणपङ्कजावनेजनारुणकिञ्जल्कोपरञ्जिताखिलजगदघमलापहोपस्पर्शनामला साक्षाद्भ‍गवत्पदीत्यनुपलक्षितवचोऽभिधीयमानातिमहता कालेन युगसहस्रोपलक्षणेन दिवो मूर्धन्यवततार यत्तद्विष्णुपदमाहु: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācatatra bhagavataḥ sākṣād yajña-liṅgasya viṣṇor vikramato vāma-pādāṅguṣṭha-nakha-nirbhinnordhvāṇḍa-kaṭāha-vivareṇāntaḥ-praviṣṭā yā bāhya-jala-dhārā tac-caraṇa-paṅkajāvanejanāruṇa-kiñjalkoparañjitākhila-jagad-agha-malāpahopasparśanāmalā sākṣād bhagavat-padīty anupalakṣita-vaco ’bhidhīyamānāti-mahatā kālena yuga-sahasropalakṣaṇena divo mūrdhany avatatāra yat tad viṣṇu-padam āhuḥ.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "tatra",
            "bhagavataḥ",
            "sākṣāt",
            "yajña",
            "liṅgasya",
            "viṣṇoḥ",
            "vikramataḥ",
            "vāma",
            "pāda",
            "aṅguṣṭha",
            "nakha",
            "nirbhinna",
            "ūrdhva",
            "aṇḍa",
            "kaṭāha",
            "vivareṇa",
            "antaḥ",
            "praviṣṭā",
            "yā",
            "bāhya",
            "jala",
            "dhārā",
            "tat",
            "caraṇa",
            "paṅkaja",
            "avanejana",
            "aruṇa",
            "kiñjalka",
            "uparañjitā",
            "akhila",
            "jagat",
            "agha",
            "mala",
            "apahā",
            "upasparśana",
            "amalā",
            "sākṣāt",
            "bhagavat",
            "padī",
            "iti",
            "anupalakṣita",
            "vacaḥ",
            "abhidhīyamānā",
            "ati",
            "mahatā",
            "kālena",
            "yuga",
            "sahasra",
            "upalakṣaṇena",
            "divaḥ",
            "mūrdhani",
            "avatatāra",
            "yat",
            "tat",
            "viṣṇu",
            "padam",
            "āhuḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: My dear King, Lord Viṣṇu, the enjoyer of all sacrifices, appeared as Vāmanadeva in the sacrificial arena of Bali Mahārāja. Then He extended His left foot to the end of the universe and pierced a hole in its covering with the nail of His big toe. Through the hole, the pure water of the Causal Ocean entered this universe as the Ganges River. Having washed the lotus feet of the Lord, which are covered with reddish powder, the water of the Ganges acquired a very beautiful pink color. Every living being can immediately purify his mind of material contamination by touching the transcendental water of the Ganges, yet its waters remain ever pure. Because the Ganges directly touches the lotus feet of the Lord before descending within this universe, she is known as Viṣṇupadī. Later she received other names like Jāhnavī and Bhāgīrathī. After one thousand millenniums, the water of the Ganges descended to Dhruvaloka, the topmost planet in this universe. Therefore all learned sages and scholars proclaim Dhruvaloka to be Viṣṇupada [“situated on Lord Viṣṇu’s lotus feet”].",
        "purport": " In this verse, Śukadeva Gosvāmī describes the glories of the Ganges River. The water of the Ganges is called patita-pāvanī, the deliverer of all sinful living beings. It is a proven fact that a person who regularly bathes in the Ganges is purified both externally and internally. Externally his body becomes immune to all kinds of disease, and internally he gradually develops a devotional attitude toward the Supreme Personality of Godhead. Throughout India, many thousands of people live on the banks of the Ganges, and by regularly bathing in her waters, they are undoubtedly being purified both spiritually and materially. Many sages, including Śaṅkarācārya, have composed prayers in praise of the Ganges, and the land of India itself has become glorious because such rivers as the Ganges, Yamunā, Godāvarī, Kāverī, Kṛṣṇā and Narmadā flow there. Anyone living on the land adjacent to these rivers is naturally advanced in spiritual consciousness. Śrīla Madhvācārya says: Standing on His right foot and extending His left to the edge of the universe, Lord Vāmana became known as Trivikrama, the incarnation who performed three heroic deeds."
    },
    {
        "verse": "2",
        "devanagari": "यत्र ह वाव वीरव्रत औत्तानपादि: परमभागवतोऽस्मत्कुलदेवताचरणारविन्दोदकमिति यामनुसवनमुत्कृष्यमाणभगवद्भ‍‌क्‍तियोगेन द‍ृढं क्लिद्यमानान्तर्हृदय औत्कण्ठ्यविवशामीलितलोचनयुगलकुड्‌मलविगलितामलबाष्पकलयाभिव्यज्यमानरोमपुलककुलकोऽधुनापि परमादरेण शिरसा बिभर्ति ॥ २ ॥",
        "english_devnagari": "yatra ha vāva vīra-vrata auttānapādiḥ parama-bhāgavato ’smat-kula-devatā-caraṇāravindodakam iti yām anusavanam utkṛṣyamāṇa-bhagavad-bhakti-yogena dṛḍhaṁ klidyamānāntar-hṛdaya autkaṇṭhya-vivaśāmīlita-locana-yugala-kuḍmala-vigalitāmala-bāṣpa-kalayābhivyajyamāna-roma-pulaka-kulako ’dhunāpi paramādareṇa śirasā bibharti.",
        "verse_Syn": [
            "yatra",
            "ha",
            "vāva",
            "vīra",
            "vrataḥ",
            "auttānapādiḥ",
            "parama",
            "bhāgavataḥ",
            "asmat",
            "kula",
            "devatā",
            "caraṇa",
            "aravinda",
            "udakam",
            "iti",
            "yām",
            "anusavanam",
            "utkṛṣyamāṇa",
            "bhagavat",
            "bhakti",
            "yogena",
            "dṛḍham",
            "klidyamāna",
            "antaḥ",
            "hṛdayaḥ",
            "autkaṇṭhya",
            "vivaśa",
            "amīlita",
            "locana",
            "yugala",
            "kuḍmala",
            "vigalita",
            "amala",
            "bāṣpa",
            "kalayā",
            "abhivyajyamāna",
            "roma",
            "pulaka",
            "kulakaḥ",
            "adhunā",
            "api",
            "parama",
            "ādareṇa",
            "śirasā",
            "bibharti"
        ],
        "translation": "Dhruva Mahārāja, the famous son of Mahārāja Uttānapāda, is known as the most exalted devotee of the Supreme Lord because of his firm determination in executing devotional service. Knowing that the sacred Ganges water washes the lotus feet of Lord Viṣṇu, Dhruva Mahārāja, situated on his own planet, to this very day accepts that water on his head with great devotion. Because he constantly thinks of Kṛṣṇa very devoutly within the core of his heart, he is overcome with ecstatic anxiety. Tears flow from his half-open eyes, and eruptions appear on his entire body.",
        "purport": " When a person is firmly fixed in devotional service to the Supreme Personality of Godhead, he is described as vīra-vrata, fully determined. Such a devotee increases his ecstasy in devotional service more and more. Thus as soon as he remembers Lord Viṣṇu, his eyes fill with tears. This is a symptom of a mahā-bhāgavata. Dhruva Mahārāja maintained himself in that devotional ecstasy, and Śrī Caitanya Mahāprabhu also gave us a practical example of transcendental ecstasy when He lived at Jagannātha Purī. His pastimes there are fully narrated in Caitanya-caritāmṛta."
    },
    {
        "verse": "3",
        "devanagari": "तत: सप्त ऋषयस्तत्प्रभावाभिज्ञा यां ननु तपसआत्यन्तिकी सिद्धिरेतावती भगवति सर्वात्मनि वासुदेवेऽनुपरतभक्तियोगलाभेनैवोपेक्षितान्यार्थात्मगतयो मुक्तिमिवागतां मुमुक्षव इव सबहुमानमद्यापि जटाजूटैरुद्वहन्ति ॥ ३ ॥",
        "english_devnagari": "tataḥ sapta ṛṣayas tat prabhāvābhijñā yāṁ nanu tapasa ātyantikī siddhir etāvatī bhagavati sarvātmani vāsudeve ’nuparata-bhakti-yoga-lābhenaivopekṣitānyārthātma-gatayo muktim ivāgatāṁ mumukṣava iva sabahu-mānam adyāpi jaṭā-jūṭair udvahanti.",
        "verse_Syn": [
            "tataḥ",
            "sapta",
            "ṛṣayaḥ",
            "tat",
            "prabhāva",
            "abhijñāḥ",
            "yām",
            "nanu",
            "tapasaḥ",
            "ātyantikī",
            "siddhiḥ",
            "etāvatī",
            "bhagavati",
            "sarva",
            "ātmani",
            "vāsudeve",
            "anuparata",
            "bhakti",
            "yoga",
            "lābhena",
            "eva",
            "upekṣita",
            "anya",
            "artha",
            "ātma",
            "gatayaḥ",
            "muktim",
            "iva",
            "āgatām",
            "mumukṣavaḥ",
            "iva",
            "sa",
            "bahu",
            "mānam",
            "adya",
            "api",
            "jaṭā",
            "jūṭaiḥ",
            "udvahanti"
        ],
        "translation": "The seven great sages [Marīci, Vasiṣṭha, Atri and so on] reside on planets beneath Dhruvaloka. Well aware of the influence of the water of the Ganges, to this day they keep Ganges water on the tufts of hair on their heads. They have concluded that this is the ultimate wealth, the perfection of all austerities, and the best means of prosecuting transcendental life. Having obtained uninterrupted devotional service to the Supreme Personality of Godhead, they neglect all other beneficial processes like religion, economic development, sense gratification and even merging into the Supreme. Just as jñānīs think that merging into the existence of the Lord is the highest truth, these seven exalted personalities accept devotional service as the perfection of life.",
        "purport": " Transcendentalists are divided into two primary groups: the nirviśeṣa-vādīs, or impersonalists, and the bhaktas, or devotees. The impersonalists do not accept spiritual varieties of life. They want to merge into the existence of the Supreme Lord in His Brahman feature (the brahmajyoti). The devotees, however, desire to take part in the transcendental activities of the Supreme Lord. In the upper planetary system, the topmost planet is Dhruvaloka, and beneath Dhruvaloka are the seven planets occupied by the great sages, beginning with Marīci, Vasiṣṭha and Atri. All these sages regard devotional service as the highest perfection of life. Therefore they all carry the holy water of the Ganges on their heads. This verse proves that for one who has achieved the platform of pure devotional service, nothing else is important, even so-called liberation (kaivalya). Śrīla Śrīdhara Svāmī states that only by achieving pure devotional service of the Lord can one give up all other engagements as insignificant. Prabodhānanda Sarasvatī confirms his statement as follows: Śrī Caitanya Mahāprabhu has perfectly enunciated and broadcast the process of bhakti-yoga. Consequently, for one who has taken shelter at the lotus feet of Śrī Caitanya Mahāprabhu, the highest perfection of the Māyāvādīs, kaivalya, or becoming one with the Supreme, is considered hellish, to say nothing of the karmīs’ aspiration to be promoted to the heavenly planets. Devotees consider such goals to be worthless phantasmagoria. There are also yogīs, who try to control their senses, but they can never succeed without coming to the stage of devotional service. The senses are compared to poisonous snakes, but the senses of a bhakta engaged in the service of the Lord are like snakes with their poisonous fangs removed. The yogī tries to suppress his senses, but even great mystics like Viśvāmitra fail in the attempt. Viśvāmitra was conquered by his senses when he was captivated by Menakā during his meditation. She later gave birth to Śakuntalā. The wisest persons in the world, therefore, are the bhakti-yogīs, as Lord Kṛṣṇa confirms in Bhagavad-gītā (6.47): “Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.”"
    },
    {
        "verse": "4",
        "devanagari": "ततोऽनेकसहस्रकोटिविमानानीकसङ्कुलदेवयानेनावतरन्तीन्दुमण्डलमावार्य ब्रह्मसदने निपतति ॥ ४ ॥",
        "english_devnagari": "tato ’neka-sahasra-koṭi-vimānānīka-saṅkula-deva-yānenāvatar-antīndu maṇḍalam āvārya brahma-sadane nipatati.",
        "verse_Syn": [
            "tataḥ",
            "aneka",
            "sahasra",
            "koṭi",
            "vimāna",
            "anīka",
            "saṅkula",
            "deva",
            "yānena",
            "avatarantī",
            "indu",
            "maṇḍalam",
            "āvārya",
            "brahma",
            "sadane",
            "nipatati"
        ],
        "translation": "After purifying the seven planets near Dhruvaloka [the polestar], the Ganges water is carried through the spaceways of the demigods in billions of celestial airplanes. Then it inundates the moon [Candraloka] and finally reaches Lord Brahmā’s abode atop Mount Meru.",
        "purport": " We should always remember that the Ganges River comes from the Causal Ocean, beyond the covering of the universe. After the water of the Causal Ocean leaks through the hole created by Lord Vāmanadeva, it flows down to Dhruvaloka (the polestar) and then to the seven planets beneath Dhruvaloka. Then it is carried to the moon by innumerable celestial airplanes, and then it falls to the top of Mount Meru, which is known as Sumeru-parvata. In this way, the water of the Ganges finally reaches the lower planets and the peaks of the Himālayas, and from there it flows through Hardwar and throughout the plains of India, purifying the entire land. How the Ganges water reaches the various planets from the top of the universe is explained herein. Celestial airplanes carry the water from the planets of the sages to other planets. So-called advanced scientists of the modern age are trying to go to the higher planets, but at the same time they are experiencing a power shortage on earth. If they were actually capable scientists, they could personally go by airplane to other planets, but this they are unable to do. Having now given up their moon excursions, they are attempting to go to other planets, but without success."
    },
    {
        "verse": "5",
        "devanagari": "तत्र चतुर्धा भिद्यमाना चतुर्भिर्नामभिश्चतुर्दिशमभिस्पन्दन्ती नदनदीपतिमेवाभिनिविशति सीतालकनन्दा चक्षुर्भद्रेति ॥ ५ ॥",
        "english_devnagari": "tatra caturdhā bhidyamānā caturbhir nāmabhiś catur-diśam abhispandantī nada-nadī-patim evābhiniviśati sītālakanandā cakṣur bhadreti.",
        "verse_Syn": [
            "tatra",
            "caturdhā",
            "bhidyamānā",
            "caturbhiḥ",
            "nāmabhiḥ",
            "catuḥ",
            "diśam",
            "abhispandantī",
            "nada",
            "nadī",
            "patim",
            "eva",
            "abhiniviśati",
            "sītā",
            "alakanandā",
            "cakṣuḥ",
            "bhadrā",
            "iti"
        ],
        "translation": "On top of Mount Meru, the Ganges divides into four branches, each of which gushes in a different direction [east, west, north and south]. These branches, known by the names Sītā, Alakanandā, Cakṣu and Bhadrā, flow down to the ocean.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "सीता तु ब्रह्मसदनात्केसराचलादिगिरिशिखरेभ्योऽधोऽध: प्रस्रवन्ती गन्धमादनमूर्धसु पतित्वान्तरेण भद्राश्ववर्षं प्राच्यां दिशि क्षारसमुद्रमभिप्रविशति ॥ ६ ॥",
        "english_devnagari": "sītā tu brahma-sadanāt kesarācalādi-giri-śikharebhyo ’dho ’dhaḥ prasravantī gandhamādana-mūrdhasu patitvāntareṇa bhadrāśva-varṣaṁ prācyāṁ diśi kṣāra-samudram abhipraviśati.",
        "verse_Syn": [
            "sītā",
            "tu",
            "brahma",
            "sadanāt",
            "kesarācala",
            "ādi",
            "giri",
            "śikharebhyaḥ",
            "adhaḥ",
            "adhaḥ",
            "prasravantī",
            "gandhamādana",
            "mūrdhasu",
            "patitvā",
            "antareṇa",
            "bhadrāśva",
            "varṣam",
            "prācyām",
            "diśi",
            "kṣāra",
            "samudram",
            "abhipraviśati"
        ],
        "translation": "The branch of the Ganges known as the Sītā flows through Brahmapurī atop Mount Meru, and from there it runs down to the nearby peaks of the Kesarācala Mountains, which stand almost as high as Mount Meru itself. These mountains are like a bunch of filaments around Mount Meru. From the Kesarācala Mountains, the Ganges falls to the peak of Gandhamādana Mountain and then flows into the land of Bhadrāśva-varṣa. Finally it reaches the ocean of salt water in the west.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "एवं माल्यवच्छिखरान्निष्पतन्ती ततोऽनुपरतवेगा केतुमालमभि चक्षु: प्रतीच्यां दिशि सरित्पतिं प्रविशति ॥ ७ ॥",
        "english_devnagari": "evaṁ mālyavac-chikharān niṣpatantī tato ’nuparata-vegā ketumālam abhi cakṣuḥ pratīcyāṁ diśi sarit-patiṁ praviśati.",
        "verse_Syn": [
            "evam",
            "mālyavat",
            "śikharāt",
            "niṣpatantī",
            "tataḥ",
            "anuparata",
            "vegā",
            "ketumālam",
            "abhi",
            "cakṣuḥ",
            "pratīcyām",
            "diśi",
            "sarit",
            "patim",
            "praviśati"
        ],
        "translation": "The branch of the Ganges known as Cakṣu falls onto the summit of Mālyavān Mountain and from there cascades onto the land of Ketumāla-varṣa. The Ganges flows incessantly through Ketumāla-varṣa and in this way also reaches the ocean of salt water in the west.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "भद्रा चोत्तरतो मेरुशिरसो निपतिता गिरिशिखराद्‌गिरिशिखरमतिहाय श‍ृङ्गवत: श‍ृङ्गादवस्यन्दमाना उत्तरांस्तु कुरूनभित उदीच्यां दिशि जलधिमभिप्रविशति ॥ ८ ॥",
        "english_devnagari": "bhadrā cottarato meru-śiraso nipatitā giri-śikharād giri-śikharam atihāya śṛṅgavataḥ śṛṅgād avasyandamānā uttarāṁs tu kurūn abhita udīcyāṁ diśi jaladhim abhipraviśati.",
        "verse_Syn": [
            "bhadrā",
            "ca",
            "uttarataḥ",
            "meru",
            "śirasaḥ",
            "nipatitā",
            "giri",
            "śikharāt",
            "giri",
            "śikharam",
            "atihāya",
            "śṛṅgavataḥ",
            "śṛṅgāt",
            "avasyandamānā",
            "uttarān",
            "tu",
            "kurūn",
            "abhitaḥ",
            "udīcyām",
            "diśi",
            "jaladhim",
            "abhipraviśati"
        ],
        "translation": "The branch of the Ganges known as Bhadrā flows from the northern side of Mount Meru. Its waters fall onto the peaks of Kumuda Mountain, Mount Nīla, Śveta Mountain and Śṛṅgavān Mountain in succession. Then it runs down into the province of Kuru and, after crossing through that land, flows into the saltwater ocean in the north.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "तथैवालकनन्दा दक्षिणेन ब्रह्मसदनाद्ब‍हूनि गिरिकूटान्यतिक्रम्य हेमकूटाद्धैमकूटान्यतिरभसतररंहसा लुठयन्ती भारतमभिवर्षं दक्षिणस्यां दिशि जलधिमभिप्रविशति यस्यां स्‍नानार्थं चागच्छत: पुंस: पदे पदेऽश्वमेधराजसूयादीनां फलं न दुर्लभमिति ॥ ९ ॥",
        "english_devnagari": "tathaivālakanandā dakṣiṇena brahma-sadanād bahūni giri-kūṭāny atikramya hemakūṭād dhaimakūṭāny ati-rabhasatara-raṁhasā luṭhayantī bhāratam abhivarṣaṁ dakṣiṇasyāṁ diśi jaladhim abhipraviśati yasyāṁ snānārthaṁ cāgacchataḥ puṁsaḥ pade pade ’śvamedha-rājasūyādīnāṁ phalaṁ na durlabham iti.",
        "verse_Syn": [
            "tathā",
            "eva",
            "alakanandā",
            "dakṣiṇena",
            "brahma",
            "sadanāt",
            "bahūni",
            "giri",
            "kūṭāni",
            "atikramya",
            "hemakūṭāt",
            "haimakūṭāni",
            "ati",
            "rabhasatara",
            "raṁhasā",
            "luṭhayantī",
            "bhāratam",
            "abhivarṣam",
            "dakṣiṇasyām",
            "diśi",
            "jaladhim",
            "abhipraviśati",
            "yasyām",
            "snāna",
            "artham",
            "ca",
            "āgacchataḥ",
            "puṁsaḥ",
            "pade",
            "pade",
            "aśvamedha",
            "rājasūya",
            "ādīnām",
            "phalam",
            "na",
            "durlabham",
            "iti"
        ],
        "translation": "Similarly, the branch of the Ganges known as Alakanandā flows from the southern side of Brahmapurī [Brahma-sadana]. Passing over the tops of mountains in various lands, it falls down with fierce force upon the peaks of the mountains Hemakūṭa and Himakūṭa. After inundating the tops of those mountains, the Ganges falls down onto the tract of land known as Bhārata-varṣa, which she also inundates. Then the Ganges flows into the ocean of salt water in the south. Persons who come to bathe in this river are fortunate. It is not very difficult for them to achieve with every step the results of performing great sacrifices like the Rājasūya and Aśvamedha yajñas.",
        "purport": " The place where the Ganges flows into the salt water of the Bay of Bengal is still known as Gaṅgā-sāgara, or the meeting place of the Ganges and the Bay of Bengal. On Makara-saṅkrānti, in the month of January—February, thousands of people still go there to bathe, hoping to be liberated. That they can actually be liberated in this way is confirmed herein. For those who bathe in the Ganges at any time, the results of great sacrifices like the Aśvamedha and Rājasūya yajña are not at all difficult to achieve. Most people in India are still inclined to bathe in the Ganges, and there are many places where they can do so. At Prayāga (Allahabad), many thousands of people gather during the month of January to bathe in the confluence of the Ganges and Yamunā. Afterward, many of them go to the confluence of the Bay of Bengal and the Ganges to take bath there. Thus it is a special facility for all the people of India that they can bathe in the water of the Ganges at so many places of pilgrimage."
    },
    {
        "verse": "10",
        "devanagari": "अन्ये च नदा नद्यश्च वर्षे वर्षे सन्ति बहुशो मेर्वादिगिरिदुहितर: शतश: ॥ १० ॥",
        "english_devnagari": "anye ca nadā nadyaś ca varṣe varṣe santi bahuśo merv-ādi-giri-duhitaraḥ śataśaḥ.",
        "verse_Syn": [
            "anye",
            "ca",
            "nadāḥ",
            "nadyaḥ",
            "ca",
            "varṣe",
            "varṣe",
            "santi",
            "bahuśaḥ",
            "meru",
            "ādi",
            "giri",
            "duhitaraḥ",
            "śataśaḥ"
        ],
        "translation": "Many other rivers, both big and small, flow from the top of Mount Meru. These rivers are like daughters of the mountain, and they flow to the various tracts of land in hundreds of branches.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "तत्रापि भारतमेव वर्षं कर्मक्षेत्रमन्यान्यष्ट वर्षाणि स्वर्गिणां पुण्यशेषोपभोगस्थानानि भौमानि स्वर्गपदानि व्यपदिशन्ति ॥ ११ ॥",
        "english_devnagari": "tatrāpi bhāratam eva varṣaṁ karma-kṣetram anyāny aṣṭa varṣāṇi svargiṇāṁ puṇya-śeṣopabhoga-sthānāni bhaumāni svarga-padāni vyapadiśanti.",
        "verse_Syn": [
            "tatra",
            "api",
            "bhāratam",
            "eva",
            "varṣam",
            "karma",
            "kṣetram",
            "anyāni",
            "aṣṭa",
            "varṣāṇi",
            "svargiṇām",
            "puṇya",
            "śeṣa",
            "upabhoga",
            "sthānāni",
            "bhaumāni",
            "svarga",
            "padāni",
            "vyapadiśanti"
        ],
        "translation": "Among the nine varṣas, the tract of land known as Bhārata-varṣa is understood to be the field of fruitive activities. Learned scholars and saintly persons declare the other eight varṣas to be meant for very highly elevated pious persons. After returning from the heavenly planets, they enjoy the remaining results of their pious activities in these eight earthly varṣas.",
        "purport": " The heavenly places of enjoyment are divided into three groups: the celestial heavenly planets, the heavenly places on earth, and the bila heavenly places, which are found in the lower regions. Among these three classes of heavenly places (bhauma-svarga-pada-ni), the heavenly places on earth are the eight varṣas other than Bhārata-varṣa. In Bhagavad-gītā (9.21) Kṛṣṇa says, kṣīṇe puṇye martya-lokaṁ viśanti: when the persons living in the heavenly planets exhaust the results of their pious activities, they return to this earth. In this way, they are elevated to the heavenly planets, and then they again fall to the earthly planets. This process is known as brahmāṇḍa bhramaṇa, wandering up and down throughout the universes. Those who are intelligent — in other words, those who have not lost their intelligence — do not involve themselves in this process of wandering up and down. They take to the devotional service of the Lord so that they can ultimately penetrate the covering of this universe and enter the spiritual kingdom. Then they are situated on one of the planets known as Vaikuṇṭhaloka or, still higher, Kṛṣṇaloka (Goloka Vṛndāvana). A devotee is never caught in the process of being promoted to the heavenly planets and again coming down. Therefore Śrī Caitanya Mahāprabhu says: Among all the living entities wandering throughout the universe, one who is most fortunate comes in contact with a representative of the Supreme Personality of Godhead and thus gets the opportunity to execute devotional service. Those who are sincerely seeking the favor of Kṛṣṇa come in contact with a guru, a bona fide representative of Kṛṣṇa. The Māyāvādīs indulging in mental speculation and the karmīs desiring the results of their actions cannot become gurus. A guru must be a direct representative of Kṛṣṇa who distributes the instructions of Kṛṣṇa without any change. Thus only the most fortunate persons come in contact with the guru. As confirmed in the Vedic literatures, tad-vijñānārthaṁ sa gurum evābhigacchet: one has to search out a guru to understand the affairs of the spiritual world. Śrīmad-Bhāgavatam also confirms this point. Tasmād guruṁ prapadyeta jijñāsuḥ śreya uttamam: one who is very interested in understanding the activities in the spiritual world must search out a guru — a bona fide representative of Kṛṣṇa. From all angles of vision, therefore, the word guru is especially meant for the bona fide representative of Kṛṣṇa and no one else. Padma Purāṇa states, avaiṣṇavo gurur na syāt: one who is not a Vaiṣṇava, or who is not a representative of Kṛṣṇa, cannot be a guru. Even the most qualified brāhmaṇa cannot become a guru if he is not a representative of Kṛṣṇa. Brāhmaṇas are supposed to acquire six kinds of auspicious qualifications: they become very learned scholars (paṭhana) and very qualified teachers (pāṭhana); they become expert in worshiping the Lord or the demigods (yajana), and they teach others how to execute this worship (yājana); they qualify themselves as bona fide persons to receive alms from others (pratigraha), and they distribute the wealth in charity (dāna). Yet even a brāhmaṇa possessing these qualifications cannot become a guru unless he is the representative of Kṛṣṇa (gurur na syāt). Vaiṣṇavaḥ śva-paco guruḥ: but a Vaiṣṇava, a bona fide representative of the Supreme Personality of Godhead, Viṣṇu, can become a guru even if he is śva-paca, a member of a family of dog-eaters. Of the three divisions of heavenly planets (svarga-loka), bhauma-svarga is sometimes accepted as the tract of land in Bhārata-varṣa known as Kashmir. In this region there are certainly good facilities for material sense enjoyment, but this is not the business of a pure transcendentalist. Rūpa Gosvāmī describes the engagement of a pure transcendentalist as follows: “One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.” Those who fully engage in devotional service to Kṛṣṇa just to please Him are not interested in the three divisions of heavenly places, namely, divya-svarga, bhauma-svarga and bila-svarga."
    },
    {
        "verse": "12",
        "devanagari": "एषु पुरुषाणामयुतपुरुषायुर्वर्षाणां देवकल्पानां नागायुतप्राणानां वज्रसंहननबलवयोमोदप्रमुदितमहासौरतमिथुनव्यवायापवर्गवर्षधृतैकगर्भ कलत्राणां तत्र तु त्रेतायुगसम: कालो वर्तते ॥ १२ ॥",
        "english_devnagari": "eṣu puruṣāṇām ayuta-puruṣāyur-varṣāṇāṁ deva-kalpānāṁ nāgāyuta-prāṇānāṁ vajra-saṁhanana-bala-vayo-moda-pramudita-mahā-saurata-mithuna-vyavāyāpavarga-varṣa-dhṛtaika-garbha-kalatrāṇāṁ tatra tu tretā-yuga-samaḥ kālo vartate.",
        "verse_Syn": [
            "eṣu",
            "puruṣāṇām",
            "ayuta",
            "puruṣa",
            "āyuḥ",
            "varṣāṇām",
            "deva",
            "kalpānām",
            "nāga",
            "ayuta",
            "prāṇānām",
            "vajra",
            "saṁhanana",
            "bala",
            "vayaḥ",
            "moda",
            "pramudita",
            "mahā",
            "saurata",
            "mithuna",
            "vyavāya",
            "apavarga",
            "varṣa",
            "dhṛta",
            "eka",
            "garbha",
            "kalatrāṇām",
            "tatra",
            "tu",
            "tretā",
            "yuga",
            "samaḥ",
            "kālaḥ",
            "vartate"
        ],
        "translation": "In these eight varṣas, or tracts of land, human beings live ten thousand years according to earthly calculations. All the inhabitants are almost like demigods. They have the bodily strength of ten thousand elephants. Indeed, their bodies are as sturdy as thunderbolts. The youthful duration of their lives is very pleasing, and both men and women enjoy sexual union with great pleasure for a long time. After years of sensual pleasure — when a balance of one year of life remains — the wife conceives a child. Thus the standard of pleasure for the residents of these heavenly regions is exactly like that of the human beings who lived during Tretā-yuga.",
        "purport": " There are four yugas: Satya-yuga, Tretā-yuga, Dvāpara-yuga and Kali-yuga. During the first yuga, Satya-yuga, people were very pious. Everyone practiced the mystic yoga system for spiritual understanding and realization of God. Because everyone was always absorbed in samādhi, no one was interested in material sense enjoyment. During Tretā-yuga, people enjoyed sense pleasure without tribulations. Material miseries began in Dvāpara-yuga, but they were not very stringent. Stringent material miseries really began from the advent of Kali-yuga. Another point in this verse is that in all eight of these heavenly varṣas, although men and women enjoy sex pleasure, there is no pregnancy. Pregnancy takes place only in lower-grade life. For example, animals like dogs and hogs become pregnant twice a year, and each time they beget at least half a dozen offspring. Even lower species of life such as snakes give birth to hundreds of young at one time. This verse informs us that in grades of life higher than ours, pregnancy occurs once in a lifetime. People still have sex life, but there is no pregnancy. In the spiritual world, people are not very attracted to sex life, due to their exalted devotional attitude. Practically speaking, there is no sex life in the spiritual world, but even if sometimes it does occur, there is no pregnancy at all. On the planet earth, however, human beings do become pregnant, although the tendency is to avoid having children. In this sinful Age of Kali, people have even taken to the process of killing the child in the womb. This is the most degraded practice; it can only perpetuate the miserable material conditions of those who perform it."
    },
    {
        "verse": "13",
        "devanagari": "यत्र ह देवपतय: स्वै: स्वैर्गणनायकैर्विहितमहार्हणा: सर्वर्तुकुसुमस्तबकफलकिसलयश्रियाऽऽनम्यमानविटपलता विटपिभिरुपशुम्भमानरुचिरकाननाश्रमायतनवर्षगिरिद्रोणीषु तथा चामलजलाशयेषु विकचविविधनववनरुहामोदमुदितराजहंसजलकुक्कुटकारण्डवसारसचक्रवाकादिभिर्मधुकरनिकराकृतिभिरुपकूजितेषु जलक्रीडादिभिर्विचित्रविनोदै: सुललितसुरसुन्दरीणां कामकलिलविलासहासलीलावलोकाकृष्टमनोद‍ृष्टय: स्वैरं विहरन्ति ॥ १३ ॥",
        "english_devnagari": "yatra ha deva-patayaḥ svaiḥ svair gaṇa-nāyakair vihita-mahārhaṇāḥ sarvartu-kusuma-stabaka-phala-kisalaya-śriyānamyamāna-viṭapa-latā-viṭapibhir upaśumbhamāna-rucira-kānanāśramāyatana-varṣa-giri-droṇīṣu tathā cāmala-jalāśayeṣu vikaca-vividha-nava-vanaruhāmoda-mudita-rāja-haṁsa-jala-kukkuṭa-kāraṇḍava-sārasa-cakravākādibhir madhukara-nikarākṛtibhir upakūjiteṣu jala-krīḍādibhir vicitra-vinodaiḥ sulalita-sura-sundarīṇāṁ kāma-kalila-vilāsa-hāsa-līlāvalokākṛṣṭa-mano-dṛṣṭayaḥ svairaṁ viharanti.",
        "verse_Syn": [
            "yatra",
            "ha",
            "deva",
            "patayaḥ",
            "svaiḥ",
            "svaiḥ",
            "gaṇa",
            "nāyakaiḥ",
            "vihita",
            "mahā",
            "arhaṇāḥ",
            "sarva",
            "ṛtu",
            "kusuma",
            "stabaka",
            "phala",
            "kisalaya",
            "śriyā",
            "ānamyamāna",
            "viṭapa",
            "latā",
            "viṭapibhiḥ",
            "upaśumbhamāna",
            "rucira",
            "kānana",
            "āśrama",
            "āyatana",
            "varṣa",
            "giri",
            "droṇīṣu",
            "tathā",
            "ca",
            "amala",
            "jala",
            "āśayeṣu",
            "vikaca",
            "vividha",
            "nava",
            "vanaruha",
            "āmoda",
            "mudita",
            "rāja",
            "haṁsa",
            "jala",
            "kukkuṭa",
            "kāraṇḍava",
            "sārasa",
            "cakravāka",
            "ādibhiḥ",
            "madhukara",
            "nikara",
            "ākṛtibhiḥ",
            "upakūjiteṣu",
            "jala",
            "krīḍā",
            "ādibhiḥ",
            "vicitra",
            "vinodaiḥ",
            "su",
            "lalita",
            "sura",
            "sundarīṇām",
            "kāma",
            "kalila",
            "vilāsa",
            "hāsa",
            "līlā",
            "avaloka",
            "ākṛṣṭa",
            "manaḥ",
            "dṛṣṭayaḥ",
            "svairam",
            "viharanti"
        ],
        "translation": "In each of those tracts of land, there are many gardens filled with flowers and fruits according to the season, and there are beautifully decorated hermitages as well. Between the great mountains demarcating the borders of those lands lie enormous lakes of clear water filled with newly grown lotus flowers. Aquatic birds such as swans, ducks, water chickens, and cranes become greatly excited by the fragrance of lotus flowers, and the charming sound of bumblebees fills the air. The inhabitants of those lands are important leaders among the demigods. Always attended by their respective servants, they enjoy life in gardens alongside the lakes. In this pleasing situation, the wives of the demigods smile playfully at their husbands and look upon them with lusty desires. All the demigods and their wives are constantly supplied with sandalwood pulp and flower garlands by their servants. In this way, all the residents of the eight heavenly varṣas enjoy, attracted by the activities of the opposite sex.",
        "purport": " Here is a description of the lower heavenly planets. The inhabitants of those planets enjoy life in a pleasing atmosphere of clear lakes filled with newly grown lotus flowers and gardens filled with fruits, flowers, various kinds of birds and humming bees. In that atmosphere they enjoy life with their very beautiful wives, who are always sexually stimulated. Nonetheless, they are all devotees of the Supreme Personality of Godhead, as will be explained in subsequent verses. The inhabitants of this earth also desire such heavenly enjoyment, but when they somehow or other achieve imitation pleasures like sex and intoxication, they completely forget the service of the Supreme Lord. In the heavenly planets, however, although the residents enjoy superior sense gratification, they never forget their positions as eternal servants of the Supreme Being."
    },
    {
        "verse": "14",
        "devanagari": "नवस्वपि वर्षेषु भगवान्नारायणो महापुरुष: पुरुषाणां तदनुग्रहायात्मतत्त्वव्यूहेनात्मनाद्यापि सन्निधीयते ॥ १४ ॥",
        "english_devnagari": "navasv api varṣeṣu bhagavān nārāyaṇo mahā-puruṣaḥ puruṣāṇāṁ tad-anugrahāyātma-tattva-vyūhenātmanādyāpi sannidhīyate.",
        "verse_Syn": [
            "navasu",
            "api",
            "varṣeṣu",
            "bhagavān",
            "nārāyaṇaḥ",
            "mahā",
            "puruṣaḥ",
            "puruṣāṇām",
            "tat",
            "anugrahāya",
            "ātma",
            "tattva",
            "vyūhena",
            "ātmanā",
            "adya",
            "api",
            "sannidhīyate"
        ],
        "translation": "To show mercy to His devotees in each of these nine tracts of land, the Supreme Personality of Godhead known as Nārāyaṇa expands Himself in His quadruple principles of Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha. In this way He remains near His devotees to accept their service.",
        "purport": " In this connection, Viśvanātha Cakravartī Ṭhākura informs us that the demigods worship the Supreme Lord in His various Deity forms (arcā-vigraha) because except in the spiritual world, the Supreme Personality of Godhead cannot be directly worshiped in person. In the material world, the Lord is always worshiped as the arcā-vigraha, or Deity in the temple. There is no difference between the arcā-vigraha and the original person, and therefore those who are engaged in worshiping the Deity in the temple in full opulence, even on this planet, should be understood to be directly in touch with the Supreme Personality of Godhead without a doubt. As enjoined in the śāstras, arcye viṣṇau śilā-dhīr guruṣu nara-matiḥ: “No one should treat the Deity in the temple as stone or metal, nor should one think that the spiritual master is an ordinary human being.” One should strictly follow this śāstric injunction and worship the Deity, the Supreme Personality of Godhead, without offenses. The spiritual master is the direct representative of the Lord, and no one should consider him an ordinary human being. By avoiding offenses against the Deity and the spiritual master, one can advance in spiritual life, or Kṛṣṇa consciousness. In this regard, the following quotation appears in the Laghu-bhāgavatāmṛta: “In the Padma Purāṇa it is said that in the spiritual world the Lord personally expands in all directions and is worshiped as Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha. The same God is represented by the Deity in this material world, which is only one quarter of His creation. Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha are also present in the four directions of this material world. There is a Vaikuṇṭhaloka covered with water in this material world, and on that planet is a place called Vedavatī, where Vāsudeva is located. Another planet known as Viṣṇuloka is situated above Satyaloka, and there Saṅkarṣaṇa is present. Similarly, in Dvārakā-purī, Pradyumna is the predominator. On the island known as Śvetadvīpa, there is an ocean of milk, and in the midst of that ocean is a place called Airāvatī-pura, where Aniruddha lies on Ananta. In some of the sātvata-tantras, there is a description of the nine varṣas and the predominating Deity worshiped in each: (1) Vāsudeva, (2) Saṅkarṣaṇa, (3) Pradyumna, (4) Aniruddha, (5) Nārāyaṇa, (6) Nṛsiṁha, (7) Hayagrīva, (8) Mahāvarāha, and (9) Brahmā.” The Lord Brahmā mentioned in this connection is the Supreme Personality of Godhead. When there is no fit human being to empower as Lord Brahmā, the Lord Himself takes the position of Lord Brahmā. Tatra brahmā tu vijñeyaḥ pūrvokta-vidhayā hariḥ. That Brahmā mentioned here is Hari Himself."
    },
    {
        "verse": "15",
        "devanagari": "इलावृते तु भगवान् भव एक एव पुमान्न ह्यन्यस्तत्रापरो निर्विशति भवान्या: शापनिमित्तज्ञो यत्प्रवेक्ष्यत: स्त्रीभावस्तत्पश्चाद्वक्ष्यामि ॥ १५ ॥",
        "english_devnagari": "ilāvṛte tu bhagavān bhava eka eva pumān na hy anyas tatrāparo nirviśati bhavānyāḥ śāpa-nimitta-jño yat-pravekṣyataḥ strī-bhāvas tat paścād vakṣyāmi.",
        "verse_Syn": [
            "ilāvṛte",
            "tu",
            "bhagavān",
            "bhavaḥ",
            "eka",
            "eva",
            "pumān",
            "na",
            "hi",
            "anyaḥ",
            "tatra",
            "aparaḥ",
            "nirviśati",
            "bhavānyāḥ",
            "śāpa",
            "nimitta",
            "jñaḥ",
            "yat",
            "pravekṣyataḥ",
            "strī",
            "bhāvaḥ",
            "tat",
            "paścāt",
            "vakṣyāmi"
        ],
        "translation": "Śukadeva Gosvāmī said: In the tract of land known as Ilāvṛta-varṣa, the only male person is Lord Śiva, the most powerful demigod. Goddess Durgā, the wife of Lord Śiva, does not like any man to enter that land. If any foolish man dares to do so, she immediately turns him into a woman. I shall explain this later [in the Ninth Canto of Śrīmad-Bhāgavatam].",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "भवानीनाथै: स्त्रीगणार्बुदसहस्रैरवरुध्यमानो भगवतश्चतुर्मूर्तेर्महापुरुषस्य तुरीयां तामसीं मूर्तिं प्रकृतिमात्मन: सङ्कर्षणसंज्ञामात्मसमाधिरूपेण सन्निधाप्यैतदभिगृणन् भव उप-धावति ॥ १६ ॥",
        "english_devnagari": "bhavānī-nāthaiḥ strī-gaṇārbuda-sahasrair avarudhyamāno bhagavataś catur-mūrter mahā-puruṣasya turīyāṁ tāmasīṁ mūrtiṁ prakṛtim ātmanaḥ saṅkarṣaṇa-saṁjñām ātma-samādhi-rūpeṇa sannidhāpyaitad abhigṛṇan bhava upadhāvati.",
        "verse_Syn": [
            "bhavānī",
            "nāthaiḥ",
            "strī",
            "gaṇa",
            "arbuda",
            "sahasraiḥ",
            "avarudhyamānaḥ",
            "bhagavataḥ",
            "catuḥ",
            "mūrteḥ",
            "mahā",
            "puruṣasya",
            "turīyām",
            "tāmasīm",
            "mūrtim",
            "prakṛtim",
            "ātmanaḥ",
            "saṅkarṣaṇa",
            "saṁjñām",
            "ātma",
            "samādhi",
            "rūpeṇa",
            "sannidhāpya",
            "etat",
            "abhigṛṇan",
            "bhavaḥ",
            "upadhāvati"
        ],
        "translation": "In Ilāvṛta-varṣa, Lord Śiva is always encircled by ten billion maidservants of Goddess Durgā, who minister to him. The quadruple expansion of the Supreme Lord is composed of Vāsudeva, Pradyumna, Aniruddha and Saṅkarṣaṇa. Saṅkarṣaṇa, the fourth expansion, is certainly transcendental, but because His activities of destruction in the material world are in the mode of ignorance, He is known as tāmasī, the Lord’s form in the mode of ignorance. Lord Śiva knows that Saṅkarṣaṇa is the original cause of his own existence, and thus he always meditates upon Him in trance by chanting the following mantra.",
        "purport": " Sometimes we see a picture of Lord Śiva engaged in meditation. This verse explains that Lord Śiva is always meditating upon Lord Saṅkarṣaṇa in trance. Lord Śiva is in charge of the destruction of the material world. Lord Brahmā creates the material world, Lord Viṣṇu maintains it, and Lord Śiva destroys it. Because destruction is in the mode of ignorance, Lord Śiva and his worshipable Deity, Saṅkarṣaṇa, are technically called tāmasī. Lord Śiva is the incarnation of tamo-guṇa. Since both Lord Śiva and Saṅkarṣaṇa are always enlightened and situated in the transcendental position, they have nothing to do with the modes of material nature — goodness, passion and ignorance — but because their activities involve them with the mode of ignorance, they are sometimes called tāmasī."
    },
    {
        "verse": "17",
        "devanagari": "श्रीभगवानुवाचॐ नमो भगवते महापुरुषाय सर्वगुणसङ्ख्यानायानन्तायाव्यक्ताय नम इति ॥ १७ ॥",
        "english_devnagari": "śrī-bhagavān uvācaoṁ namo bhagavate mahā-puruṣāya sarva-guṇa-saṅkhyānāyānantāyāvyaktāya nama iti.",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "om",
            "namo",
            "bhagavate",
            "mahā",
            "puruṣāya",
            "sarva",
            "guṇa",
            "saṅkhyānāya",
            "anantāya",
            "avyaktāya",
            "namaḥ",
            "iti"
        ],
        "translation": "The most powerful Lord Śiva says: O Supreme Personality of Godhead, I offer my respectful obeisances unto You in Your expansion as Lord Saṅkarṣaṇa. You are the reservoir of all transcendental qualities. Although You are unlimited, You remain unmanifest to the nondevotees.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "भजे भजन्यारणपादपङ्कजंभगस्य कृत्‍स्‍नस्य परं परायणम् । भक्तेष्वलं भावितभूतभावनंभवापहं त्वा भवभावमीश्वरम् ॥ १८ ॥",
        "english_devnagari": "bhaje bhajanyāraṇa-pāda-paṅkajaṁbhagasya kṛtsnasya paraṁ parāyaṇambhakteṣv alaṁ bhāvita-bhūta-bhāvanaṁbhavāpahaṁ tvā bhava-bhāvam īśvaram",
        "verse_Syn": [
            "bhaje",
            "bhajanya",
            "araṇa",
            "pāda",
            "paṅkajam",
            "bhagasya",
            "kṛtsnasya",
            "param",
            "parāyaṇam",
            "bhakteṣu",
            "alam",
            "bhāvita",
            "bhūta",
            "bhāvanam",
            "bhava",
            "apaham",
            "tvā",
            "bhava",
            "bhāvam",
            "īśvaram"
        ],
        "translation": "O my Lord, You are the only worshipable person, for You are the Supreme Personality of Godhead, the reservoir of all opulences. Your secure lotus feet are the only source of protection for all Your devotees, whom You satisfy by manifesting Yourself in various forms. O my Lord, You deliver Your devotees from the clutches of material existence. Nondevotees, however, remain entangled in material existence by Your will. Kindly accept me as Your eternal servant.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "न यस्य मायागुणचित्तवृत्तिभि-र्निरीक्षतो ह्यण्वपि द‍ृष्टिरज्यते । ईशे यथा नोऽजितमन्युरंहसांकस्तं न मन्येत जिगीषुरात्मन: ॥ १९ ॥",
        "english_devnagari": "na yasya māyā-guṇa-citta-vṛttibhirnirīkṣato hy aṇv api dṛṣṭir ajyateīśe yathā no ’jita-manyu-raṁhasāṁkas taṁ na manyeta jigīṣur ātmanaḥ",
        "verse_Syn": [
            "na",
            "yasya",
            "māyā",
            "guṇa",
            "citta",
            "vṛttibhiḥ",
            "nirīkṣataḥ",
            "hi",
            "aṇu",
            "api",
            "dṛṣṭiḥ",
            "ajyate",
            "īśe",
            "yathā",
            "naḥ",
            "ajita",
            "manyu",
            "raṁhasām",
            "kaḥ",
            "tam",
            "na",
            "manyeta",
            "jigīṣuḥ",
            "ātmanaḥ"
        ],
        "translation": "We cannot control the force of our anger. Therefore when we look at material things, we cannot avoid feeling attraction or repulsion for them. But the Supreme Lord is never affected in this way. Although He glances over the material world for the purpose of creating, maintaining and destroying it, He is not affected, even to the slightest degree. Therefore, one who desires to conquer the force of the senses must take shelter of the lotus feet of the Lord. Then he will be victorious.",
        "purport": " The Supreme Personality of Godhead is always equipped with inconceivable potencies. Although creation takes place by His glancing over the material energy, He is not affected by the modes of material nature. Because of His eternally transcendental position, when the Supreme Personality of Godhead appears in this material world, the modes of material nature cannot affect Him. Therefore the Supreme Lord is called Transcendence, and anyone who wants to be secure from the influence of the modes of material nature must take shelter of Him."
    },
    {
        "verse": "20",
        "devanagari": "असद्‍दृशो य: प्रतिभाति मायया क्षीबेव मध्वासवताम्रलोचन: । न नागवध्वोऽर्हण ईशिरे ह्रियायत्पादयो: स्पर्शनधर्षितेन्द्रिया: ॥ २० ॥",
        "english_devnagari": "asad-dṛśo yaḥ pratibhāti māyayākṣībeva madhv-āsava-tāmra-locanaḥna nāga-vadhvo ’rhaṇa īśire hriyāyat-pādayoḥ sparśana-dharṣitendriyāḥ",
        "verse_Syn": [
            "asat",
            "dṛśaḥ",
            "yaḥ",
            "pratibhāti",
            "māyayā",
            "kṣībaḥ",
            "iva",
            "madhu",
            "āsava",
            "tāmra",
            "locanaḥ",
            "na",
            "nāga",
            "vadhvaḥ",
            "arhaṇe",
            "īśire",
            "hriyā",
            "yat",
            "pādayoḥ",
            "sparśana",
            "dharṣita",
            "indriyāḥ"
        ],
        "translation": "For persons with impure vision, the Supreme Lord’s eyes appear like those of someone who indiscriminately drinks intoxicating beverages. Thus bewildered, such unintelligent persons become angry at the Supreme Lord, and due to their angry mood the Lord Himself appears angry and very fearful. However, this is an illusion. When the wives of the serpent demon were agitated by the touch of the Lord’s lotus feet, due to shyness they could proceed no further in their worship of Him. Yet the Lord remained unagitated by their touch, for He is equipoised in all circumstances. Therefore who will not worship the Supreme Personality of Godhead?",
        "purport": " Anyone who remains unagitated, even in the presence of cause for agitation, is called dhīra, or equipoised. The Supreme Personality of Godhead, being always in a transcendental position, is never agitated by anything. Therefore someone who wants to become dhīra must take shelter of the lotus feet of the Lord. In Bhagavad-gītā (2.13) Kṛṣṇa says, dhīras tatra na muhyati: a person who is equipoised in all circumstances is never bewildered. Prahlāda Mahārāja is a perfect example of a dhīra. When the fierce form of Nṛsiṁhadeva appeared in order to kill Hiraṇyakaśipu, Prahlāda was unagitated. He remained calm and quiet, whereas others, including even Lord Brahmā, were frightened by the features of the Lord."
    },
    {
        "verse": "21",
        "devanagari": "यमाहुरस्य स्थितिजन्मसंयमंत्रिभिर्विहीनं यमनन्तमृषय: । न वेद सिद्धार्थमिव क्‍वचित्स्थितंभूमण्डलं मूर्धसहस्रधामसु॒ ॥ २१ ॥",
        "english_devnagari": "yam āhur asya sthiti-janma-saṁyamaṁtribhir vihīnaṁ yam anantam ṛṣayaḥna veda siddhārtham iva kvacit sthitaṁbhū-maṇḍalaṁ mūrdha-sahasra-dhāmasu",
        "verse_Syn": [
            "yam",
            "āhuḥ",
            "asya",
            "sthiti",
            "janma",
            "saṁyamam",
            "tribhiḥ",
            "vihīnam",
            "yam",
            "anantam",
            "ṛṣayaḥ",
            "na",
            "veda",
            "siddha",
            "artham",
            "iva",
            "kvacit",
            "sthitam",
            "bhū",
            "maṇḍalam",
            "mūrdha",
            "sahasra",
            "dhāmasu"
        ],
        "translation": "Lord Śiva continued: All the great sages accept the Lord as the source of creation, maintenance and destruction, although He actually has nothing to do with these activities. Therefore the Lord is called unlimited. Although the Lord in His incarnation as Śeṣa holds all the universes on His hoods, each universe feels no heavier than a mustard seed to Him. Therefore, what person desiring perfection will not worship the Lord?",
        "purport": " The incarnation of the Supreme Personality of Godhead known as Śeṣa or Ananta has unlimited strength, fame, wealth, knowledge, beauty and renunciation. As described in this verse, Ananta’s strength is so great that the innumerable universes rest on His hoods. He has the bodily features of a snake with thousands of hoods, and since His strength is unlimited, all the universes resting on His hoods feel no heavier than mustard seeds. We can just imagine how insignificant a mustard seed is on the hood of a serpent. In this connection, the reader is referred to Śrī Caitanya-caritāmṛta, Ādi-līlā, Chapter Five, verses 117-125. There it is stated that Lord Viṣṇu’s incarnation as the serpentine Ananta Śeṣa Nāga supports all the universes on His hoods. By our calculation, a universe may be very, very heavy, but because the Lord is ananta (unlimited), He feels the weight to be no heavier than a mustard seed."
    },
    {
        "verse": "22-23",
        "devanagari": "यस्याद्य आसीद् गुणविग्रहो महान्विज्ञानधिष्ण्यो भगवानज: किल । यत्सम्भवोऽहं त्रिवृता स्वतेजसावैकारिकं तामसमैन्द्रियं सृजे ॥ २२ ॥ एते वयं यस्य वशे महात्मन:स्थिता: शकुन्ता इव सूत्रयन्त्रिता: । महानहं वैकृततामसेन्द्रिया:सृजाम सर्वे यदनुग्रहादिदम् ॥ २३ ॥",
        "english_devnagari": "yasyādya āsīd guṇa-vigraho mahānvijñāna-dhiṣṇyo bhagavān ajaḥ kilayat-sambhavo ’haṁ tri-vṛtā sva-tejasāvaikārikaṁ tāmasam aindriyaṁ sṛje",
        "verse_Syn": [
            "yasya",
            "ādyaḥ",
            "āsīt",
            "guṇa",
            "vigrahaḥ",
            "mahān",
            "vijñāna",
            "dhiṣṇyaḥ",
            "bhagavān",
            "ajaḥ",
            "kila",
            "yat",
            "sambhavaḥ",
            "aham",
            "tri",
            "vṛtā",
            "sva",
            "tejasā",
            "vaikārikam",
            "tāmasam",
            "aindriyam",
            "sṛje",
            "ete",
            "vayam",
            "yasya",
            "vaśe",
            "mahā",
            "ātmanaḥ",
            "sthitāḥ",
            "śakuntāḥ",
            "iva",
            "sūtra",
            "yantritāḥ",
            "mahān",
            "aham",
            "vaikṛta",
            "tāmasa",
            "indriyāḥ",
            "sṛjāmaḥ",
            "sarve",
            "yat",
            "anugrahāt",
            "idam"
        ],
        "translation": "From that Supreme Personality of Godhead appears Lord Brahmā, whose body is made from the total material energy, the reservoir of intelligence predominated by the passionate mode of material nature. From Lord Brahmā, I myself am born as a representation of false ego known as Rudra. By my own power I create all the other demigods, the five elements and the senses. Therefore, I worship the Supreme Personality of Godhead, who is greater than any of us and under whose control are situated all the demigods, material elements and senses, and even Lord Brahmā and I myself, like birds bound by a rope. Only by the Lord’s grace can we create, maintain and annihilate the material world. Therefore I offer my respectful obeisances unto the Supreme Being.",
        "purport": " A summary of creation is given in this verse. From Saṅkarṣaṇa, Mahā-Viṣṇu expands, and from Mahā-Viṣṇu, Garbhodakaśāyī Viṣṇu expands. Lord Brahmā, who was born of Garbhodakaśāyī Viṣṇu, fathers Lord Śiva, from whom all the other demigods gradually evolve. Lord Brahmā, Lord Śiva and Lord Viṣṇu are incarnations of the different material qualities. Lord Viṣṇu is actually above all material qualities, but He accepts control of sattva-guṇa (the mode of goodness) to maintain the universe. Lord Brahmā is born from the mahat-tattva. Brahmā creates the entire universe, Lord Viṣṇu maintains it, and Lord Śiva annihilates it. The Supreme Personality of Godhead controls all the most important demigods — especially Lord Brahmā and Lord Śiva — exactly as the owner of a bird controls it by binding it with a rope. Sometimes vultures are controlled in this way."
    },
    {
        "verse": "24",
        "devanagari": "यन्निर्मितां कर्ह्यपि कर्मपर्वणींमायां जनोऽयं गुणसर्गमोहित: । न वेद निस्तारणयोगमञ्जसातस्मै नमस्ते विलयोदयात्मने ॥ २४ ॥",
        "english_devnagari": "yan-nirmitāṁ karhy api karma-parvaṇīṁmāyāṁ jano ’yaṁ guṇa-sarga-mohitaḥna veda nistāraṇa-yogam añjasātasmai namas te vilayodayātmane",
        "verse_Syn": [
            "yat",
            "nirmitām",
            "karhi",
            "api",
            "karma",
            "parvaṇīm",
            "māyām",
            "janaḥ",
            "ayam",
            "guṇa",
            "sarga",
            "mohitaḥ",
            "na",
            "veda",
            "nistāraṇa",
            "yogam",
            "añjasā",
            "tasmai",
            "namaḥ",
            "te",
            "vilaya",
            "udaya",
            "ātmane"
        ],
        "translation": "The illusory energy of the Supreme Personality of Godhead binds all of us conditioned souls to this material world. Therefore, without being favored by Him, persons like us cannot understand how to get out of that illusory energy. Let me offer my respectful obeisances unto the Lord, who is the cause of creation and annihilation.",
        "purport": " Kṛṣṇa clearly states in Bhagavad-gītā (7.14): “This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it.” All conditioned souls working within the illusory energy of the Lord consider the body to be the self, and thus they continuously wander throughout the universe, taking birth in different species of life and creating more and more problems. Sometimes they become disgusted with the problems and seek out a process by which they can get out of this entanglement. Unfortunately, such so-called research workers are unaware of the Supreme Personality of Godhead and His illusory energy, and thus all of them work only in darkness, never finding a way out. So-called scientists and advanced research scholars are ludicrously trying to find the cause of life. They take no notice of the fact that life is already being produced. What will be their credit if they find out the chemical composition of life? All their chemicals are nothing but different transformations of the five elements — earth, water, fire, air and ether. As stated in Bhagavad-gītā (2.20), the living entity is never created (na jāyate mriyate vā kadācin). There are five gross material elements and three minor material elements (mind, intelligence and ego), and there are eternal living entities. The living entity desires a certain type of body, and by the order of the Supreme Personality of Godhead, that body is created from material nature, which is nothing but a kind of machine handled by the Supreme Lord. The Lord gives the living entity a particular type of mechanical body, and the living entity must work with it according to the law of fruitive activities. Fruitive activities are described in this verse: karma-parvaṇīṁ māyām. The living entity is seated on a machine (the body), and according to the order of the Supreme Lord, he operates the machine. This is the secret of transmigration of the soul from one body to another. The living entity thus becomes entangled in fruitive activities in this material world. As confirmed in Bhagavad-gītā (15.7), manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati: the living entity is struggling very hard against the six senses, which include the mind. In all the activities of creation and annihilation, the living entity is entangled in fruitive activities, which are executed by the illusory energy, māyā. He is exactly like a computer handled by the Supreme Personality of Godhead. The so-called scientists say that nature acts independently, but they cannot explain what nature is. Nature is nothing but a machine operated by the Supreme Personality of Godhead. When one understands the operator, his problems of life are solved. As Kṛṣṇa says in Bhagavad-gītā (7.19): “After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.” A sane man, therefore, surrenders to the Supreme Personality of Godhead and thus gets out of the clutches of the illusory energy, māyā."
    }
]