[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचएतावानेव भूवलयस्य सन्निवेश: प्रमाणलक्षणतो व्याख्यात: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaetāvān eva bhū-valayasya sanniveśaḥ pramāṇa-lakṣaṇato vyākhyātaḥ.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "etāvān",
            "eva",
            "bhū",
            "valayasya",
            "sanniveśaḥ",
            "pramāṇa",
            "lakṣaṇataḥ",
            "vyākhyātaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: My dear King, I have thus far described the diameter of the universe [fifty crores of yojanas, or four billion miles] and its general characteristics, according to the estimations of learned scholars.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "एतेन हि दिवो मण्डलमानं तद्विद उपदिशन्ति यथा द्विदलयोर्निष्पावादीनां ते अन्तरेणान्तरिक्षं तदुभयसन्धितम् ॥ २ ॥",
        "english_devnagari": "etena hi divo maṇḍala-mānaṁ tad-vida upadiśanti yathā dvi-dalayor niṣpāvādīnāṁ te antareṇāntarikṣaṁ tad-ubhaya-sandhitam.",
        "verse_Syn": [
            "etena",
            "hi",
            "divaḥ",
            "maṇḍala",
            "mānam",
            "tat",
            "vidaḥ",
            "upadiśanti",
            "yathā",
            "dvi",
            "dalayoḥ",
            "niṣpāva",
            "ādīnām",
            "te",
            "antareṇa",
            "antarikṣam",
            "tat",
            "ubhaya",
            "sandhitam"
        ],
        "translation": "As a grain of wheat is divided into two parts and one can estimate the size of the upper part by knowing that of the lower, so, expert geographers instruct, one can understand the measurements of the upper part of the universe by knowing those of the lower part. The sky between the earthly sphere and heavenly sphere is called antarikṣa, or outer space. It adjoins the top of the sphere of earth and the bottom of that of heaven.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "यन्मध्यगतो भगवांस्तपतपतिस्तपन आतपेन त्रिलोकीं प्रतपत्यवभासयत्यात्मभासा स एष उदगयनदक्षिणायनवैषुवतसंज्ञाभिर्मान्द्यशैघ्य्रसमानाभिर्गतिभिरारोहणावरोहणसमानस्थानेषु यथासवनमभिपद्यमानो मकरादिषु राशिष्वहोरात्राणि दीर्घह्रस्वसमानानि विधत्ते ॥ ३ ॥",
        "english_devnagari": "yan-madhya-gato bhagavāṁs tapatāṁ patis tapana ātapena tri-lokīṁ pratapaty avabhāsayaty ātma-bhāsā sa eṣa udagayana-dakṣiṇāyana-vaiṣuvata-saṁjñābhir māndya-śaighrya-samānābhir gatibhir ārohaṇāvarohaṇa-samāna-sthāneṣu yathā-savanam abhipadyamāno makarādiṣu rāśiṣv aho-rātrāṇi dīrgha-hrasva-samānāni vidhatte.",
        "verse_Syn": [
            "yat",
            "madhya",
            "gataḥ",
            "bhagavān",
            "tapatām",
            "patiḥ",
            "tapanaḥ",
            "ātapena",
            "tri",
            "lokīm",
            "pratapati",
            "avabhāsayati",
            "ātma",
            "bhāsā",
            "saḥ",
            "eṣaḥ",
            "udagayana",
            "dakṣiṇa",
            "ayana",
            "vaiṣuvata",
            "saṁjñābhiḥ",
            "māndya",
            "śaighrya",
            "samānābhiḥ",
            "gatibhiḥ",
            "ārohaṇa",
            "avarohaṇa",
            "samāna",
            "sthāneṣu",
            "yathā",
            "savanam",
            "abhipadyamānaḥ",
            "makara",
            "ādiṣu",
            "rāśiṣu",
            "ahaḥ",
            "rātrāṇi",
            "dīrgha",
            "hrasva",
            "samānāni",
            "vidhatte"
        ],
        "translation": "In the midst of that region of outer space [antarikṣa] is the most opulent sun, the king of all the planets that emanate heat, such as the moon. By the influence of its radiation, the sun heats the universe and maintains its proper order. It also gives light to help all living entities see. While passing toward the north, toward the south or through the equator, in accordance with the order of the Supreme Personality of Godhead, it is said to move slowly, swiftly or moderately. According to its movements in rising above, going beneath or passing through the equator — and correspondingly coming in touch with various signs of the zodiac, headed by Makara [Capricorn] — days and nights are short, long or equal to one another.",
        "purport": " Lord Brahmā prays in his Brahma-saṁhitā (5.52): “I worship Govinda, the primeval Lord, the Supreme Personality of Godhead under whose control even the sun, which is considered to be the eye of the Lord, rotates within the fixed orbit of eternal time. The sun is the king of all planetary systems and has unlimited potency in heat and light.” Although the sun is described as bhagavān, the most powerful, and although it is actually the most powerful planet within the universe, it nevertheless has to carry out the order of Govinda, Kṛṣṇa. The sun-god cannot deviate even an inch from the orbit designated to him. Therefore in every sphere of life, the supreme order of the Supreme Personality of Godhead is carried out. The entire material nature carries out His orders. However, we foolishly see the activities of material nature without understanding the supreme order and Supreme Person behind them. As confirmed in Bhagavad-gītā, mayādhyakṣeṇa prakṛtiḥ: material nature carries out the orders of the Lord, and thus everything is maintained in an orderly way."
    },
    {
        "verse": "4",
        "devanagari": "यदा मेषतुलयोर्वर्तते तदाहोरात्राणि समानानि भवन्ति यदा वृषभादिषु पञ्चसु च राशिषु चरति तदाहान्येव वर्धन्ते ह्रसति च मासि मास्येकैका घटिका रात्रिषु ॥ ४ ॥",
        "english_devnagari": "yadā meṣa-tulayor vartate tadāho-rātrāṇi samānāni bhavanti yadā vṛṣabhādiṣu pañcasu ca rāśiṣu carati tadāhāny eva vardhante hrasati ca māsi māsy ekaikā ghaṭikā rātriṣu.",
        "verse_Syn": [
            "yadā",
            "meṣa",
            "tulayoḥ",
            "vartate",
            "tadā",
            "ahaḥ",
            "rātrāṇi",
            "samānāni",
            "bhavanti",
            "yadā",
            "vṛṣabha",
            "ādiṣu",
            "pañcasu",
            "ca",
            "rāśiṣu",
            "carati",
            "tadā",
            "ahāni",
            "eva",
            "vardhante",
            "hrasati",
            "ca",
            "māsi",
            "māsi",
            "eka",
            "ekā",
            "ghaṭikā",
            "rātriṣu"
        ],
        "translation": "When the sun passes through Meṣa [Aries] and Tulā [Libra], the durations of day and night are equal. When it passes through the five signs headed by Vṛṣabha [Taurus], the duration of the days increases [until Cancer], and then it gradually decreases by half an hour each month, until day and night again become equal [in Libra].",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "यदा वृश्चिकादिषु पञ्चसु वर्तते तदाहोरात्राणि विपर्ययाणि भवन्ति ॥ ५ ॥",
        "english_devnagari": "yadā vṛścikādiṣu pañcasu vartate tadāho-rātrāṇi viparyayāṇi bhavanti.",
        "verse_Syn": [
            "yadā",
            "vṛścika",
            "ādiṣu",
            "pañcasu",
            "vartate",
            "tadā",
            "ahaḥ",
            "rātrāṇi",
            "viparyayāṇi",
            "bhavanti"
        ],
        "translation": "When the sun passes through the five signs beginning with Vṛścika [Scorpio], the duration of the days decreases [until Capricorn], and then gradually it increases month after month, until day and night become equal [in Aries].",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "यावद्दक्षिणायनमहानि वर्धन्ते यावदुदगयनं रात्रय: ॥ ६ ॥",
        "english_devnagari": "yāvad dakṣiṇāyanam ahāni vardhante yāvad udagayanaṁ rātrayaḥ.",
        "verse_Syn": [
            "yāvat",
            "dakṣiṇa",
            "ayanam",
            "ahāni",
            "vardhante",
            "yāvat",
            "udagayanam",
            "rātrayaḥ"
        ],
        "translation": "Until the sun travels to the south the days grow longer, and until it travels to the north the nights grow longer.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "एवं नव कोटय एकपञ्चाशल्लक्षाणि योजनानां मानसोत्तरगिरिपरिवर्तनस्योपदिशन्ति तस्मिन्नैन्द्रीं पुरीं पूर्वस्मान्मेरोर्देवधानीं नाम दक्षिणतो याम्यां संयमनीं नाम पश्चाद्वारुणीं निम्‍लोचनीं नाम उत्तरत: सौम्यां विभावरीं नाम तासूदयमध्याह्नास्तमयनिशीथानीति भूतानां प्रवृत्तिनिवृत्तिनिमित्तानि समयविशेषेण मेरोश्चतुर्दिशम् ॥ ७ ॥",
        "english_devnagari": "evaṁ nava koṭaya eka-pañcāśal-lakṣāṇi yojanānāṁ mānasottara-giri-parivartanasyopadiśanti tasminn aindrīṁ purīṁ pūrvasmān meror devadhānīṁ nāma dakṣiṇato yāmyāṁ saṁyamanīṁ nāma paścād vāruṇīṁ nimlocanīṁ nāma uttarataḥ saumyāṁ vibhāvarīṁ nāma tāsūdaya-madhyāhnāstamaya-niśīthānīti bhūtānāṁ pravṛtti-nivṛtti-nimittāni samaya-viśeṣeṇa meroś catur-diśam.",
        "verse_Syn": [
            "evam",
            "nava",
            "koṭayaḥ",
            "eka",
            "pañcāśat",
            "lakṣāṇi",
            "yojanānām",
            "mānasottara",
            "giri",
            "parivartanasya",
            "upadiśanti",
            "tasmin",
            "aindrīm",
            "purīm",
            "pūrvasmāt",
            "meroḥ",
            "devadhānīm",
            "nāma",
            "dakṣiṇataḥ",
            "yāmyām",
            "saṁyamanīm",
            "nāma",
            "paścāt",
            "vāruṇīm",
            "nimlocanīm",
            "nāma",
            "uttarataḥ",
            "saumyām",
            "vibhāvarīm",
            "nāma",
            "tāsu",
            "udaya",
            "madhyāhna",
            "astamaya",
            "niśīthāni",
            "iti",
            "bhūtānām",
            "pravṛtti",
            "nivṛtti",
            "nimittāni",
            "samaya",
            "viśeṣeṇa",
            "meroḥ",
            "catuḥ",
            "diśam"
        ],
        "translation": "Śukadeva Gosvāmī continued; My dear King, as stated before, the learned say that the sun travels over all sides of Mānasottara Mountain in a circle whose length is 95,100,000 yojanas [760,800,000 miles]. On Mānasottara Mountain, due east of Mount Sumeru, is a place known as Devadhānī, possessed by King Indra. Similarly, in the south is a place known as Saṁyamanī, possessed by Yamarāja, in the west is a place known as Nimlocanī, possessed by Varuṇa, and in the north is a place named Vibhāvarī, possessed by the moon-god. Sunrise, midday, sunset and midnight occur in all those places according to specific times, thus engaging all living entities in their various occupational duties and also making them cease such duties.",
        "purport": ""
    },
    {
        "verse": "8-9",
        "devanagari": "तत्रत्यानां दिवसमध्यङ्गत एव सदाऽऽदित्यस्तपति सव्येनाचलं दक्षिणेन करोति ॥ ८ ॥ यत्रोदेति तस्य ह समानसूत्रनिपाते निम्‍लोचति यत्र क्‍वचन स्यन्देनाभितपति तस्य हैष समानसूत्रनिपाते प्रस्वापयति तत्र गतं न पश्यन्ति ये तं समनुपश्येरन् ॥ ९ ॥",
        "english_devnagari": "tatratyānāṁ divasa-madhyaṅgata eva sadādityas tapati savyenācalaṁ dakṣiṇena karoti; yatrodeti tasya ha samāna-sūtra-nipāte nimlocati yatra kvacana syandenābhitapati tasya haiṣa samāna-sūtra-nipāte prasvāpayati tatra gataṁ na paśyanti ye taṁ samanupaśyeran.",
        "verse_Syn": [
            "tatratyānām",
            "divasa",
            "madhyaṅgataḥ",
            "eva",
            "sadā",
            "ādityaḥ",
            "tapati",
            "savyena",
            "acalam",
            "dakṣiṇena",
            "karoti",
            "yatra",
            "udeti",
            "tasya",
            "ha",
            "samāna",
            "sūtra",
            "nipāte",
            "nimlocati",
            "yatra",
            "kvacana",
            "syandena",
            "abhitapati",
            "tasya",
            "ha",
            "eṣaḥ",
            "samāna",
            "sūtra",
            "nipāte",
            "prasvāpayati",
            "tatra",
            "gatam",
            "na",
            "paśyanti",
            "ye",
            "tam",
            "samanupaśyeran"
        ],
        "translation": "The living entities residing on Sumeru Mountain are always very warm, as at midday, because for them the sun is always overhead. Although the sun moves counterclockwise, facing the constellations, with Sumeru Mountain on its left, it also moves clockwise and appears to have the mountain on its right because it is influenced by the dakṣiṇāvarta wind. People living in countries at points diametrically opposite to where the sun is first seen rising will see the sun setting, and if a straight line were drawn from a point where the sun is at midday, the people in countries at the opposite end of the line would be experiencing midnight. Similarly, if people residing where the sun is setting were to go to countries diametrically opposite, they would not see the sun in the same condition.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "यदा चैन्द्य्रा: पुर्या: प्रचलते पञ्चदशघटिकाभिर्याम्यां सपादकोटिद्वयं योजनानां सार्धद्वादशलक्षाणि साधिकानि चोपयाति ॥ १० ॥",
        "english_devnagari": "yadā caindryāḥ puryāḥ pracalate pañcadaśa-ghaṭikābhir yāmyāṁ sapāda-koṭi-dvayaṁ yojanānāṁ sārdha-dvādaśa-lakṣāṇi sādhikāni copayāti.",
        "verse_Syn": [
            "yadā",
            "ca",
            "aindryāḥ",
            "puryāḥ",
            "pracalate",
            "pañcadaśa",
            "ghaṭikābhiḥ",
            "yāmyām",
            "sapāda",
            "koṭi",
            "dvayam",
            "yojanānām",
            "sārdha",
            "dvādaśa",
            "lakṣāṇi",
            "sādhikāni",
            "ca",
            "upayāti"
        ],
        "translation": "When the sun travels from Devadhānī, the residence of Indra, to Saṁyamanī, the residence of Yamarāja, it travels 23,775,000 yojanas [190,200,000 miles] in fifteen ghaṭikās [six hours].",
        "purport": " The distance indicated by the word sādhikāni is pañca-viṁśati-sahasrādhikāni, or 25,000 yojanas. That plus two and a half crores and twelve and a half lakṣa of yojanas is the distance the sun travels between each two cities. This comes to 23,775,000 yojanas, or 190,200,000 miles. The total orbit of the sun is four times that distance, or 95,100,000 yojanas (760,800,000 miles)."
    },
    {
        "verse": "11",
        "devanagari": "एवं ततो वारुणीं सौम्यामैन्द्रीं च पुनस्तथान्ये च ग्रहा: सोमादयो नक्षत्रै: सह ज्योतिश्चक्रे समभ्युद्यन्ति सह वा निम्‍लोचन्ति ॥ ११ ॥",
        "english_devnagari": "evaṁ tato vāruṇīṁ saumyām aindrīṁ ca punas tathānye ca grahāḥ somādayo nakṣatraiḥ saha jyotiś-cakre samabhyudyanti saha vā nimlo-canti.",
        "verse_Syn": [
            "evam",
            "tataḥ",
            "vāruṇīm",
            "saumyām",
            "aindrīṁ",
            "ca",
            "punaḥ",
            "tathā",
            "anye",
            "ca",
            "grahāḥ",
            "soma",
            "ādayaḥ",
            "nakṣatraiḥ",
            "saha",
            "jyotiḥ",
            "cakre",
            "samabhyudyanti",
            "saha",
            "vā",
            "nimlocanti"
        ],
        "translation": "From the residence of Yamarāja the sun travels to Nimlocanī, the residence of Varuṇa, from there to Vibhāvarī, the residence of the moon-god, and from there again to the residence of Indra. In a similar way, the moon, along with the other stars and planets, becomes visible in the celestial sphere and then sets and again becomes invisible.",
        "purport": " In Bhagavad-gītā (10.21) Kṛṣṇa says, nakṣatrāṇām ahaṁ śaśī: “Of stars I am the moon.” This indicates that the moon is similar to the other stars. The Vedic literature informs us that within this universe there is one sun, which is moving. The Western theory that all the luminaries in the sky are different suns is not confirmed in the Vedic literature. Nor can we assume that these luminaries are the suns of other universes, for each universe is covered by various layers of material elements, and therefore although the universes are clustered together, we cannot see from one universe to another. In other words, whatever we see is within this one universe. In each universe there is one Lord Brahmā, and there are other demigods on other planets, but there is only one sun."
    },
    {
        "verse": "12",
        "devanagari": "एवं मुहूर्तेन चतुस्त्रिंशल्लक्षयोजनान्यष्टशताधिकानि सौरो रथस्त्रयीमयोऽसौ चतसृषु परिवर्तते पुरीषु ॥ १२ ॥",
        "english_devnagari": "evaṁ muhūrtena catus-triṁśal-lakṣa-yojanāny aṣṭa-śatādhikāni sauro rathas trayīmayo ’sau catasṛṣu parivartate purīṣu.",
        "verse_Syn": [
            "evam",
            "muhūrtena",
            "catuḥ",
            "triṁśat",
            "lakṣa",
            "yojanāni",
            "aṣṭa",
            "śatādhikāni",
            "sauraḥ",
            "rathaḥ",
            "trayī",
            "mayaḥ",
            "asau",
            "catasṛṣu",
            "parivartate",
            "purīṣu"
        ],
        "translation": "Thus the chariot of the sun-god, which is trayīmaya, or worshiped by the words om bhūr bhuvaḥ svaḥ, travels through the four residences mentioned above at a speed of 3,400,800 yojanas [27,206,400 miles] in a muhūrta.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "यस्यैकं चक्रं द्वादशारं षण्नेमि त्रिणाभि संवत्सरात्मकं समामनन्ति तस्याक्षो मेरोर्मूर्धनि कृतो मानसोत्तरे कृतेतरभागो यत्र प्रोतं रविरथचक्रं तैलयन्त्रचक्रवद् भ्रमन्मानसोत्तरगिरौ परिभ्रमति ॥ १३ ॥",
        "english_devnagari": "yasyaikaṁ cakraṁ dvādaśāraṁ ṣaṇ-nemi tri-ṇābhi saṁvatsarātmakaṁ samāmananti tasyākṣo meror mūrdhani kṛto mānasottare kṛtetara-bhāgo yatra protaṁ ravi-ratha-cakraṁ taila-yantra-cakravad bhraman mānasottara-girau paribhramati.",
        "verse_Syn": [
            "yasya",
            "ekam",
            "cakram",
            "dvādaśa",
            "aram",
            "ṣaṭ",
            "nemi",
            "tri",
            "ṇābhi",
            "saṁvatsara",
            "ātmakam",
            "samāmananti",
            "tasya",
            "akṣaḥ",
            "meroḥ",
            "mūrdhani",
            "kṛtaḥ",
            "mānasottare",
            "kṛta",
            "itara",
            "bhāgaḥ",
            "yatra",
            "protam",
            "ravi",
            "ratha",
            "cakram",
            "taila",
            "yantra",
            "cakra",
            "vat",
            "bhramat",
            "mānasottara",
            "girau",
            "paribhramati"
        ],
        "translation": "The chariot of the sun-god has only one wheel, which is known as Saṁvatsara. The twelve months are calculated to be its twelve spokes, the six seasons are the sections of its rim, and the three cātur-māsya periods are its three-sectioned hub. One side of the axle carrying the wheel rests upon the summit of Mount Sumeru, and the other rests upon Mānasottara Mountain. Affixed to the outer end of the axle, the wheel continuously rotates on Mānasottara Mountain like the wheel of an oil-pressing machine.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तस्मिन्नक्षे कृतमूलो द्वितीयोऽक्षस्तुर्यमानेन सम्मितस्तैलयन्त्राक्षवद् ध्रुवे कृतोपरिभाग: ॥ १४ ॥",
        "english_devnagari": "tasminn akṣe kṛtamūlo dvitīyo ’kṣas turyamānena sammitas taila-yantrākṣavad dhruve kṛtopari-bhāgaḥ.",
        "verse_Syn": [
            "tasmin",
            "akṣe",
            "kṛta",
            "mūlaḥ",
            "dvitīyaḥ",
            "akṣaḥ",
            "turyamānena",
            "sammitaḥ",
            "taila",
            "yantra",
            "akṣa",
            "vat",
            "dhruve",
            "kṛta",
            "upari",
            "bhāgaḥ"
        ],
        "translation": "As in an oil-pressing machine, this first axle is attached to a second axle, which is one-fourth as long [3,937,500 yojanas, or 31,500,000 miles]. The upper end of this second axle is attached to Dhruvaloka by a rope of wind.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "रथनीडस्तु षट्‌त्रिंशल्लक्षयोजनायतस्तत्तुरीयभागविशालस्तावान् रविरथयुगो यत्र हयाश्छन्दोनामान: सप्तारुणयोजिता वहन्ति देवमादित्यम् ॥ १५ ॥",
        "english_devnagari": "ratha-nīḍas tu ṣaṭ-triṁśal-lakṣa-yojanāyatas tat-turīya-bhāga-viśālas tāvān ravi-ratha-yugo yatra hayāś chando-nāmānaḥ saptāruṇa-yojitā vahanti devam ādityam.",
        "verse_Syn": [
            "ratha",
            "nīḍaḥ",
            "tu",
            "ṣaṭ",
            "triṁśat",
            "lakṣa",
            "yojana",
            "āyataḥ",
            "tat",
            "turīya",
            "bhāga",
            "viśālaḥ",
            "tāvān",
            "ravi",
            "ratha",
            "yugaḥ",
            "yatra",
            "hayāḥ",
            "chandaḥ",
            "nāmānaḥ",
            "sapta",
            "aruṇa",
            "yojitāḥ",
            "vahanti",
            "devam",
            "ādityam"
        ],
        "translation": "My dear King, the carriage of the sun-god’s chariot is estimated to be 3,600,000 yojanas [28,800,000 miles] long and one-fourth as wide [900,000 yojanas, or 7,200,000 miles]. The chariot’s horses, which are named after Gāyatrī and other Vedic meters, are harnessed by Aruṇadeva to a yoke that is also 900,000 yojanas wide. This chariot continuously carries the sun-god.",
        "purport": " In the Viṣṇu Purāṇa it is stated: The seven horses yoked to the sun-god’s chariot are named Gāyatrī, Bṛhati, Uṣṇik, Jagatī, Triṣṭup, Anuṣṭup and Paṅkti. These names of various Vedic meters designate the seven horses that carry the sun-god’s chariot."
    },
    {
        "verse": "16",
        "devanagari": "पुरस्तात्सवितुररुण: पश्चाच्च नियुक्त: सौत्ये कर्मणि किलास्ते ॥ १६ ॥",
        "english_devnagari": "purastāt savitur aruṇaḥ paścāc ca niyuktaḥ sautye karmaṇi kilāste.",
        "verse_Syn": [
            "purastāt",
            "savituḥ",
            "aruṇaḥ",
            "paścāt",
            "ca",
            "niyuktaḥ",
            "sautye",
            "karmaṇi",
            "kila",
            "āste"
        ],
        "translation": "Although Aruṇadeva sits in front of the sun-god and is engaged in driving the chariot and controlling the horses, he looks backward toward the sun-god.",
        "purport": " In the Vāyu Purāṇa the position of the horses is described: Although Aruṇadeva is in the front seat, controlling the horses, he looks back toward the sun-god from his left side."
    },
    {
        "verse": "17",
        "devanagari": "तथा वालिखिल्या ऋषयोऽङ्गुष्ठपर्वमात्रा: षष्टिसहस्राणि पुरत: सूर्यं सूक्तवाकाय नियुक्ता: संस्तुवन्ति ॥ १७ ॥",
        "english_devnagari": "tathā vālikhilyā ṛṣayo ’ṅguṣṭha-parva-mātrāḥ ṣaṣṭi-sahasrāṇi purataḥ sūryaṁ sūkta-vākāya niyuktāḥ saṁstuvanti.",
        "verse_Syn": [
            "tathā",
            "vālikhilyāḥ",
            "ṛṣayaḥ",
            "aṅguṣṭha",
            "parva",
            "mātrāḥ",
            "ṣaṣṭi",
            "sahasrāṇi",
            "purataḥ",
            "sūryam",
            "su",
            "ukta",
            "vākāya",
            "niyuktāḥ",
            "saṁstuvanti"
        ],
        "translation": "There are sixty thousand saintly persons named Vālikhilyas, each the size of a thumb, who are located in front of the sun-god and who offer him eloquent prayers of glorification.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "तथान्ये च ऋषयो गन्धर्वाप्सरसो नागा ग्रामण्यो यातुधाना देवा इत्येकैकशो गणा: सप्त चतुर्दश मासि मासि भगवन्तं सूर्यमात्मानं नानानामानं पृथङ्‌नानानामान: पृथक्‌कर्मभिर्द्वन्द्वश उपासते ॥ १८ ॥",
        "english_devnagari": "tathānye ca ṛṣayo gandharvāpsaraso nāgā grāmaṇyo yātudhānā devā ity ekaikaśo gaṇāḥ sapta caturdaśa māsi māsi bhagavantaṁ sūryam ātmānaṁ nānā-nāmānaṁ pṛthaṅ-nānā-nāmānaḥ pṛthak-karmabhir dvandvaśa upāsate.",
        "verse_Syn": [
            "tathā",
            "anye",
            "ca",
            "ṛṣayaḥ",
            "gandharva",
            "apsarasaḥ",
            "nāgāḥ",
            "grāmaṇyaḥ",
            "yātudhānāḥ",
            "devāḥ",
            "iti",
            "eka",
            "ekaśaḥ",
            "gaṇāḥ",
            "sapta",
            "caturdaśa",
            "māsi",
            "māsi",
            "bhagavantam",
            "sūryam",
            "ātmānam",
            "nānā",
            "nāmānam",
            "pṛthak",
            "nānā",
            "nāmānaḥ",
            "pṛthak",
            "karmabhiḥ",
            "dvandvaśaḥ",
            "upāsate"
        ],
        "translation": "Similarly, fourteen other saints, Gandharvas, Apsarās, Nāgas, Yakṣas, Rākṣasas and demigods, who are divided into groups of two, assume different names every month and continuously perform different ritualistic ceremonies to worship the Supreme Lord as the most powerful demigod Sūryadeva, who holds many names.",
        "purport": " In the Viṣṇu Purāṇa it is said: Worshiping the most powerful demigod Sūrya, the Gandharvas sing in front of him, the Apsarās dance before the chariot, the Niśācaras follow the chariot, the Pannagas decorate the chariot, the Yakṣas guard the chariot, and the saints called the Vālikhilyas surround the sun-god and offer prayers. The seven groups of fourteen associates arrange the proper times for regular snow, heat and rain throughout the universe."
    },
    {
        "verse": "19",
        "devanagari": "लक्षोत्तरं सार्धनवकोटियोजनपरिमण्डलं भूवलयस्य क्षणेन सगव्यूत्युत्तरं द्विसहस्रयोजनानि स भुङ्क्ते ॥ १९ ॥",
        "english_devnagari": "lakṣottaraṁ sārdha-nava-koṭi-yojana-parimaṇḍalaṁ bhū-valayasya kṣaṇena sagavyūty-uttaraṁ dvi-sahasra-yojanāni sa bhuṅkte.",
        "verse_Syn": [
            "lakṣa",
            "uttaram",
            "sārdha",
            "nava",
            "koṭi",
            "yojana",
            "parimaṇḍalam",
            "bhū",
            "valayasya",
            "kṣaṇena",
            "sagavyūti",
            "uttaram",
            "dvi",
            "sahasra",
            "yojanāni",
            "saḥ",
            "bhuṅkte"
        ],
        "translation": "My dear King, in his orbit through Bhū-maṇḍala, the sun-god traverses a distance of 95,100,000 yojanas [760,800,000 miles] at the speed of 2,000 yojanas and two krośas [16,004 miles] in a moment.",
        "purport": ""
    }
]