[
    {
        "verse": "1",
        "devanagari": "ब्राह्मण उवाचदुरत्ययेऽध्वन्यजया निवेशितोरजस्तम:सत्त्वविभक्तकर्मद‍ृक् ।स एष सार्थोऽर्थपर: परिभ्रमन्भवाटवीं याति न शर्म विन्दति ॥ १ ॥",
        "english_devnagari": "brāhmaṇa uvācaduratyaye ’dhvany ajayā niveśitorajas-tamaḥ-sattva-vibhakta-karmadṛksa eṣa sārtho ’rtha-paraḥ paribhramanbhavāṭavīṁ yāti na śarma vindati",
        "verse_Syn": [
            "brāhmaṇaḥ",
            "uvāca",
            "duratyaye",
            "adhvani",
            "ajayā",
            "niveśitaḥ",
            "rajaḥ",
            "tamaḥ",
            "sattva",
            "vibhakta",
            "karma",
            "dṛk",
            "saḥ",
            "eṣaḥ",
            "sa",
            "arthaḥ",
            "artha",
            "paraḥ",
            "paribhraman",
            "bhava",
            "aṭavīm",
            "yāti",
            "na",
            "śarma",
            "vindati"
        ],
        "translation": "Jaḍa Bharata, who had fully realized Brahman, continued: My dear King Rahūgaṇa, the living entity wanders on the path of the material world, which is very difficult for him to traverse, and he accepts repeated birth and death. Being captivated by the material world under the influence of the three modes of material nature (sattva-guṇa, rajo-guṇa and tamo-guṇa), the living entity can see only the three fruits of activities under the spell of material nature. These fruits are auspicious, inauspicious and mixed. He thus becomes attached to religion, economic development, sense gratification and the monistic theory of liberation (merging with the Supreme). He works very hard day and night exactly like a merchant who enters a forest to acquire some articles to sell later for profit. However, he cannot really achieve happiness within this material world.",
        "purport": " One can very easily understand how difficult and insurmountable the path of sense gratification is. Not knowing what the path of sense gratification is, one becomes implicated in the repetition of birth and accepts different types of bodies again and again. Thus one suffers in material existence. In this life one may think that he is very happy being an American, Indian, Englishman or German, but in the next life one has to accept another body among 8,400,000 species. The next body has to be immediately accepted according to karma. One will be forced to accept a certain type of body, and protesting will not help. That is the stringent law of nature. Due to the living entity’s ignorance of his eternal blissful life, he becomes attracted to material activities under the spell of māyā. In this world, he can never experience happiness, yet he works very hard to do so. This is called māyā."
    },
    {
        "verse": "2",
        "devanagari": "यस्यामिमे षण्नरदेव दस्यव:सार्थं विलुम्पन्ति कुनायकं बलात् ।गोमायवो यत्र हरन्ति सार्थिकंप्रमत्तमाविश्य यथोरणं वृका: ॥ २ ॥",
        "english_devnagari": "yasyām ime ṣaṇ nara-deva dasyavaḥsārthaṁ vilumpanti kunāyakaṁ balātgomāyavo yatra haranti sārthikaṁpramattam āviśya yathoraṇaṁ vṛkāḥ",
        "verse_Syn": [
            "yasyām",
            "ime",
            "ṣaṭ",
            "nara",
            "deva",
            "dasyavaḥ",
            "sa",
            "artham",
            "vilumpanti",
            "ku",
            "nāyakam",
            "balāt",
            "gomāyavaḥ",
            "yatra",
            "haranti",
            "sa",
            "arthikam",
            "pramattam",
            "āviśya",
            "yathā",
            "uraṇam",
            "vṛkāḥ"
        ],
        "translation": "O King Rahūgaṇa, in this forest of material existence there are six very powerful plunderers. When the conditioned soul enters the forest to acquire some material gain, the six plunderers misguide him. Thus the conditioned merchant does not know how to spend his money, and it is taken away by these plunderers. Like tigers, jackals and other ferocious animals in a forest that are ready to take away a lamb from the custody of its protector, the wife and children enter the heart of the merchant and plunder him in so many ways.",
        "purport": " In the forest there are many plunderers, dacoits, jackals and tigers. The jackals are compared to one’s wife and children. In the dead of night, jackals cry very loudly, and similarly one’s wife and children in this material world also cry like jackals. The children say, “Father, this is wanted; give me this. I am your dear son.” Or the wife says, “I am your dear wife. Please give me this. This is now needed.” In this way one is plundered by the thieves in the forest. Not knowing the aim of human life, one is constantly being misguided. The aim of life is Viṣṇu (na te viduḥ svārtha-gatiṁ hi viṣṇum). Everyone works very hard to earn money, but no one knows that his real self-interest is in serving the Supreme Personality of Godhead. Instead of spending money for advancing the Kṛṣṇa consciousness movement, one spends his hard-earned money on clubs, brothels, liquor, slaughterhouses and so forth. Due to sinful activities, one becomes implicated in the process of transmigration and thus has to accept one body after another. Being thus absorbed in a distressed condition, one never attains happiness."
    },
    {
        "verse": "3",
        "devanagari": "प्रभूतवीरुत्तृणगुल्मगह्वरेकठोरदंशैर्मशकैरुपद्रुत: ।क्‍वचित्तु गन्धर्वपुरं प्रपश्यतिक्‍वचित्‍क्‍वचिच्चाशुरयोल्मुकग्रहम् ॥ ३ ॥",
        "english_devnagari": "prabhūta-vīrut-tṛṇa-gulma-gahvarekaṭhora-daṁśair maśakair upadrutaḥkvacit tu gandharva-puraṁ prapaśyatikvacit kvacic cāśu-rayolmuka-graham",
        "verse_Syn": [
            "prabhūta",
            "vīrut",
            "tṛṇa",
            "gulma",
            "gahvare",
            "kaṭhora",
            "daṁśaiḥ",
            "maśakaiḥ",
            "upadrutaḥ",
            "kvacit",
            "tu",
            "gandharva",
            "puram",
            "prapaśyati",
            "kvacit",
            "kvacit",
            "ca",
            "āśu",
            "raya",
            "ulmuka",
            "graham"
        ],
        "translation": "In this forest there are dense bowers composed of thickets of bushes, grass and creepers. In these bowers the conditioned soul is always disturbed by cruelly biting mosquitoes [envious people]. Sometimes he sees an imaginary palace in the forest, and sometimes he is bewildered by seeing a fleeting fiend or ghost, which appears like a meteor in the sky.",
        "purport": " The material household is actually a hole of fruitive activity. To earn a livelihood one engages in different industries and trades, and sometimes one performs great sacrifices to go to higher planetary systems. Apart from this, at least everyone is engaged in earning a livelihood in some profession or occupation. In these dealings, one has to meet many undesirable people, and their behavior is compared to the biting of mosquitoes. This creates very undesirable conditions. Even in the midst of these disturbances, one imagines that he is going to construct a grand house and live there permanently, although he knows that he cannot. Gold is compared to a quickly fleeting fiend, which appears like a meteor in the sky. It displays itself for a moment and is then gone. Generally karmīs are attracted to gold or money, but these are compared herein to ghosts and witches."
    },
    {
        "verse": "4",
        "devanagari": "निवासतोयद्रविणात्मबुद्धि-स्ततस्ततो धावति भो अटव्याम् ।क्‍वचिच्च वात्योत्थितपांसुधूम्रादिशो न जानाति रजस्वलाक्ष: ॥ ४ ॥",
        "english_devnagari": "nivāsa-toya-draviṇātma-buddhistatas tato dhāvati bho aṭavyāmkvacic ca vātyotthita-pāṁsu-dhūmrādiśo na jānāti rajas-valākṣaḥ",
        "verse_Syn": [
            "nivāsa",
            "toya",
            "draviṇa",
            "ātma",
            "buddhiḥ",
            "tataḥ",
            "tataḥ",
            "dhāvati",
            "bhoḥ",
            "aṭavyām",
            "kvacit",
            "ca",
            "vātyā",
            "utthita",
            "pāṁsu",
            "dhūmrāḥ",
            "diśaḥ",
            "na",
            "jānāti",
            "rajaḥ",
            "vala",
            "akṣaḥ"
        ],
        "translation": "My dear King, the merchant on the forest path of the material world, his intelligence victimized by home, wealth, relatives and so forth, runs from one place to another in search of success. Sometimes his eyes are covered by the dust of a whirlwind — that is to say, in his lust he is captivated by the beauty of his wife, especially during her menstrual period. Thus his eyes are blinded, and he cannot see where to go or what he is doing.",
        "purport": " It is said that household attraction resides in the wife because sex is the center of household life: yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham. A materialistic person, making his wife the center of attraction, works very hard day and night. His only enjoyment in material life is sexual intercourse. Therefore karmīs are attracted to women as friends or wives. Indeed, they cannot work without sex. Under the circumstances the wife is compared to a whirlwind, especially during her menstrual period. Those who strictly follow the rules and regulations of householder life engage in sex only once a month, at the end of the menstrual period. As one looks forward to this opportunity, his eyes are overwhelmed by the beauty of his wife. Thus it is said that the whirlwind covers the eyes with dust. Such a lusty person does not know that all his material activities are being observed by different demigods, especially the sun-god, and are being recorded for the karma of one’s next body. Astrological calculations are called jyoti-śāstra. Because the jyoti, or effulgence, in the material world comes from the different stars and planets, the science is called jyoti-śāstra, the science of the luminaries. By the calculations of jyoti, our future is indicated. In other words, all the luminaries — the stars, sun and moon — witness the activities of the conditioned soul. Thus he is awarded a particular type of body. A lusty person whose eyes are covered by the dust of the whirlwind of material existence does not at all consider that his activities are being observed by different stars and planets and are being recorded. Not knowing this, the conditioned soul commits all kinds of sinful activities for the satisfaction of his lusty desires."
    },
    {
        "verse": "5",
        "devanagari": "अद‍ृश्यझिल्लीस्वनकर्णशूलउलूकवाग्भिर्व्यथितान्तरात्मा ।अपुण्यवृक्षान् श्रयते क्षुधार्दितोमरीचितोयान्यभिधावति क्‍वचित् ॥ ५ ॥",
        "english_devnagari": "adṛśya-jhillī-svana-karṇa-śūlaulūka-vāgbhir vyathitāntarātmāapuṇya-vṛkṣān śrayate kṣudhārditomarīci-toyāny abhidhāvati kvacit",
        "verse_Syn": [
            "adṛśya",
            "jhillī",
            "svana",
            "karṇa",
            "śūla",
            "ulūka",
            "vāgbhiḥ",
            "vyathita",
            "antaḥ",
            "ātmā",
            "apuṇya",
            "vṛkṣān",
            "śrayate",
            "kṣudha",
            "arditaḥ",
            "marīci",
            "toyāni",
            "abhidhāvati",
            "kvacit"
        ],
        "translation": "Wandering in the forest of the material world, the conditioned soul sometimes hears an invisible cricket making harsh sounds, and his ears become very much aggrieved. Sometimes his heart is pained by the sounds of owls, which are just like the harsh words of his enemies. Sometimes he takes shelter of a tree that has no fruits or flowers. He approaches such a tree due to his strong appetite, and thus he suffers. He would like to acquire water, but he is simply illusioned by a mirage, and he runs after it.",
        "purport": " In Śrīmad-Bhāgavatam it is said that the Bhāgavata philosophy is meant for people who are completely free from envy (paramo nirmatsarāṇām). The material world is full of envious people. Even within one’s inner circle there is much backbiting, and this is compared to the sound vibration of a cricket in the forest. One cannot see the cricket, but one hears its sounds and thus becomes aggrieved. When one takes to Kṛṣṇa consciousness, one always hears unpalatable words from relatives. This is the nature of the world; one cannot avoid mental distress due to the backbiting of envious people. Being very much aggrieved, sometimes one goes to a sinful person for help, but he has no means to help because he has no intelligence. Thus the living entity is disappointed. This is like running after a mirage in the desert in an effort to find water. Such activities do not produce any tangible results. Due to being directed by the illusory energy, a conditioned soul suffers in so many ways."
    },
    {
        "verse": "6",
        "devanagari": "क्‍वचिद्वितोया: सरितोऽभियातिपरस्परं चालषते निरन्ध: ।आसाद्य दावं क्‍वचिदग्नितप्तोनिर्विद्यते क्‍व च यक्षैर्हृतासु: ॥ ६ ॥",
        "english_devnagari": "kvacid vitoyāḥ sarito ’bhiyātiparasparaṁ cālaṣate nirandhaḥāsādya dāvaṁ kvacid agni-taptonirvidyate kva ca yakṣair hṛtāsuḥ",
        "verse_Syn": [
            "kvacit",
            "vitoyāḥ",
            "saritaḥ",
            "abhiyāti",
            "parasparam",
            "ca",
            "ālaṣate",
            "nirandhaḥ",
            "āsādya",
            "dāvam",
            "kvacit",
            "agni",
            "taptaḥ",
            "nirvidyate",
            "kva",
            "ca",
            "yakṣaiḥ",
            "hṛta",
            "asuḥ"
        ],
        "translation": "Sometimes the conditioned soul jumps into a shallow river, or being short of food grains, he goes to beg food from people who are not at all charitable. Sometimes he suffers from the burning heat of household life, which is like a forest fire, and sometimes he becomes sad to have his wealth, which is as dear as life, plundered by kings in the name of heavy income taxes.",
        "purport": " When one is hot due to the scorching sun, one sometimes jumps into a river to gain relief. However, if the river is almost dried up and the water is too shallow, one may break his bones by jumping in. The conditioned soul is always experiencing miserable conditions. Sometimes his efforts to get help from friends are exactly like jumping into a dry river. By such actions, he does not derive any benefit. He only breaks his bones. Sometimes, suffering from a shortage of food, one may go to a person who is neither able to give charity nor willing to do so. Sometimes one is stationed in household life, which is compared to a forest fire (saṁsāra-dāvānala-līḍha-loka). When a man is heavily taxed by the government, he becomes very sad. Heavy taxation obliges one to hide his income, but despite this endeavor the government agents are often so vigilant and strong that they take all the money anyway, and the conditioned soul becomes very aggrieved. Thus people are trying to become happy within the material world, but this is like trying to be happy in a forest fire. No one need go to a forest to set it ablaze: fire takes place automatically. Similarly, no one wants to be unhappy in family life or worldly life, but by the laws of nature unhappiness and distress are forced upon everyone. To become dependent on another’s maintenance is very degrading; therefore, according to the Vedic system, everyone should live independently. Only the śūdras are unable to live independently. They are obliged to serve someone for maintenance. It is said in the śāstras: kalau śūdra-sambhavāḥ. In this Age of Kali, everyone is dependent on another’s mercy for the maintenance of the body; therefore everyone is classified as a śūdra. In the Twelfth Canto of Śrīmad-Bhāgavatam it is said that in Kali-yuga the government will levy taxes without reciprocally benefiting the citizens. Anāvṛṣṭyā vinaṅkṣyanti durbhikṣa-kara-pīḍitāḥ. In this age there will also be a shortage of rain; therefore a scarcity of food will arise, and the citizens will be very much harassed by government taxation. In this way the citizens will abandon their attempts to lead a peaceful life and will leave their homes and hearths and go to the forest in sheer disappointment."
    },
    {
        "verse": "7",
        "devanagari": "शूरैर्हृतस्व: क्‍व च निर्विण्णचेता:शोचन् विमुह्यन्नुपयाति कश्मलम् ।क्‍वचिच्च गन्धर्वपुरं प्रविष्ट:प्रमोदते निर्वृतवन्मुहूर्तम् ॥ ७ ॥",
        "english_devnagari": "śūrair hṛta-svaḥ kva ca nirviṇṇa-cetāḥśocan vimuhyann upayāti kaśmalamkvacic ca gandharva-puraṁ praviṣṭaḥpramodate nirvṛtavan muhūrtam",
        "verse_Syn": [
            "śūraiḥ",
            "hṛta",
            "svaḥ",
            "kva",
            "ca",
            "nirviṇṇa",
            "cetāḥ",
            "śocan",
            "vimuhyan",
            "upayāti",
            "kaśmalam",
            "kvacit",
            "ca",
            "gandharva",
            "puram",
            "praviṣṭaḥ",
            "pramodate",
            "nirvṛta",
            "vat",
            "muhūrtam"
        ],
        "translation": "Sometimes, being defeated or plundered by a superior, powerful agent, a living entity loses all his possessions. He then becomes very morose, and lamenting their loss, he sometimes becomes unconscious. Sometimes he imagines a great palatial city in which he desires to live happily with his family members and riches. He thinks himself fully satisfied if this is possible, but such so-called happiness continues only for a moment.",
        "purport": " The word gandharva-puram is very significant in this verse. Sometimes in the forest a very big castle appears, and this is called a castle in the air. Actually this castle does not exist anywhere but in one’s imagination. This is called gandharva-pura. In the material forest, the conditioned soul sometimes contemplates great castles and skyscrapers, and he wastes his energy for such things, hoping to live in them very peacefully with his family forever. However, the laws of nature do not allow this. When he enters such castles, he temporarily thinks that he is very happy, even though his happiness is impermanent. His happiness may last for a few years, but because the owner of the castle has to leave the castle at the time of death, everything is eventually lost. This is the way of worldly transactions. Such happiness is described by Vidyāpati as the happiness one derives upon seeing a drop of water in the desert. The desert is heated by scorching sunshine, and if we want to reduce the desert temperature, we need huge amounts of water — millions and millions of gallons. What effect will one drop have? Water certainly has value, but one drop of water cannot reduce the heat of the desert. In this material world everyone is ambitious, but the heat is very scorching. What will an imaginary castle in the air do to help? Śrīla Vidyāpati has therefore sung: tāṭala saikate, vāri-bindu-sama, suta-mita-ramaṇi-samāje. The happiness of family life, friends and society is compared to a drop of water in the scorching desert. The entire material world is busy trying to attain happiness because happiness is the prerogative of the living being. Unfortunately, due to falling in contact with the material world, the living entity simply struggles for existence. Even if one becomes happy for a while, a very powerful enemy may plunder everything. There are many instances in which big businessmen suddenly become paupers in the street. Yet the nature of material existence is such that foolish people are attracted to these transactions and they forget the real business of self-realization."
    },
    {
        "verse": "8",
        "devanagari": "चलन् क्‍वचित्कण्टकशर्कराङ्‌घ्रि-र्नगारुरुक्षुर्विमना इवास्ते ।पदे पदेऽभ्यन्तरवह्निनार्दित:कौटुम्बिक: क्रुध्यति वै जनाय ॥ ८ ॥",
        "english_devnagari": "calan kvacit kaṇṭaka-śarkarāṅghrirnagārurukṣur vimanā ivāstepade pade ’bhyantara-vahninārditaḥkauṭumbikaḥ krudhyati vai janāya",
        "verse_Syn": [
            "calan",
            "kvacit",
            "kaṇṭaka",
            "śarkara",
            "aṅghriḥ",
            "naga",
            "ārurukṣuḥ",
            "vimanāḥ",
            "iva",
            "āste",
            "pade",
            "pade",
            "abhyantara",
            "vahninā",
            "arditaḥ",
            "kauṭumbikaḥ",
            "krudhyati",
            "vai",
            "janāya"
        ],
        "translation": "Sometimes the merchant in the forest wants to climb the hills and mountains, but due to insufficient footwear, his feet are pricked by small stone fragments and by thorns on the mountain. Being pricked by them, he becomes very aggrieved. Sometimes a person who is very attached to his family becomes overwhelmed with hunger, and due to his miserable condition he becomes furious with his family members.",
        "purport": " The ambitious conditioned soul wants to be very happy in this material world with his family, but he is compared to a traveler in the forest who desires to climb a hill full of thorns and small stones. As stated in the previous verse, the happiness derived from society, friendship and love is like a drop of water in the scorching heat of the desert. One may want to become very great and powerful in society, but this is like attempting to climb a hill full of thorns. Śrīla Viśvanātha Cakravartī Ṭhākura compares one’s family to high mountains. Becoming happy in their association is like a hungry man’s endeavoring to climb a mountain full of thorns. Almost 99.9 percent of the population is unhappy in family life, despite all the attempts being made to satisfy the family members. In the Western countries, due to the dissatisfaction of the family members, there is actually no family life. There are many cases of divorce, and out of dissatisfaction the children leave the protection of their parents. Especially in this Age of Kali, family life is being reduced. Everyone is becoming self-centered because that is the law of nature. Even if one has sufficient money to maintain a family, the situation is such that no one is happy in family life. Consequently according to the varṇāśrama institution one has to retire from family life in middle age: pañcāśordhvaṁ vanaṁ vrajet. One should voluntarily retire from family life at the age of fifty and go to Vṛndāvana or a forest. This is recommended by Śrīla Prahlāda Mahārāja (Bhāg. 7.5.5): There is no benefit in transferring from one forest to another. One must go to the Vṛndāvana forest and take shelter of Govinda. That will make one happy. The International Society for Krishna Consciousness is therefore constructing a Kṛṣṇa-Balarāma temple to invite its members as well as outsiders to come and live peacefully in a spiritual atmosphere. That will help one become elevated to the transcendental world and return home, back to Godhead. Another sentence in this verse is very significant: kauṭumbikaḥ krudhyati vai janāya. When one’s mind is disturbed in so many ways, he satisfies himself by becoming angry with his poor wife and children. The wife and children are naturally dependent on the father, but the father, being unable to maintain the family properly, becomes mentally distressed and therefore chastises the family members unnecessarily. As stated in Śrīmad-Bhāgavatam (12.2.9): ācchinna-dāra-draviṇā yāsyanti giri-kānanam. Being disgusted with family life, one separates from the family by divorce or some other means. If one has to separate, why not separate willingly? Systematic separation is better than forced separation. Forced separation cannot make anyone happy, but by mutual consent or by the Vedic arrangement one must separate from his family affairs at a certain age and fully depend on Kṛṣṇa. This makes one’s life successful."
    },
    {
        "verse": "9",
        "devanagari": "क्‍वचिन्निगीर्णोऽजगराहिना जनोनावैति किञ्चिद्विपिनेऽपविद्ध: ।दष्ट: स्म शेते क्‍व च दन्दशूकै-रन्धोऽन्धकूपे पतितस्तमिस्रे ॥ ९ ॥",
        "english_devnagari": "kvacin nigīrṇo ’jagarāhinā janonāvaiti kiñcid vipine ’paviddhaḥdaṣṭaḥ sma śete kva ca danda-śūkairandho ’ndha-kūpe patitas tamisre",
        "verse_Syn": [
            "kvacit",
            "nigīrṇaḥ",
            "ajagara",
            "ahinā",
            "janaḥ",
            "na",
            "avaiti",
            "kiñcit",
            "vipine",
            "apaviddhaḥ",
            "daṣṭaḥ",
            "sma",
            "śete",
            "kva",
            "ca",
            "danda",
            "śūkaiḥ",
            "andhaḥ",
            "andha",
            "kūpe",
            "patitaḥ",
            "tamisre"
        ],
        "translation": "The conditioned soul in the material forest is sometimes swallowed by a python or crushed. At such a time he is left lying in the forest like a dead person, devoid of consciousness and knowledge. Sometimes other poisonous snakes bite him. Being blind to his consciousness, he falls down into a dark well of hellish life with no hope of being rescued.",
        "purport": " When one becomes unconscious due to being bitten by a snake, one cannot understand what is taking place outside the body. This unconscious condition is the condition of deep sleep. Similarly, the conditioned soul is actually sleeping on the lap of the illusory energy. Bhaktivinoda Ṭhākura has sung, kota nidrā yāo māyā-piśācīra kole: “O living entity, how long will you sleep in this condition on the lap of the illusory energy?” People do not understand that they are actually sleeping in this material world, being devoid of knowledge of spiritual life. Caitanya Mahāprabhu therefore says: “I have brought medicine to awaken every living being from perpetual sleep. Please receive the holy name of the Lord, the Hare Kṛṣṇa mahā-mantra, and awaken.” The Kaṭha Upaniṣad (1.3.14) also says, uttiṣṭha jāgrata prāpya varān nibodhata: “O living entity, you are sleeping in this material world. Please get up and take advantage of your human form of life.” The sleeping condition means loss of all knowledge. In Bhagavad-gītā (2.69) it is also said, yā niśā sarva-bhūtānāṁ tasyāṁ jāgarti saṁyamī: “What is night for all beings is the time of awakening for the self-controlled.” Even in the higher planets, everyone is under the spell of the illusory energy. No one is really interested in the real values of life. The sleeping condition, called kāla-sarpa (the time factor), keeps the conditioned soul in a state of ignorance, and therefore pure consciousness is lost. In the forest there are many blind wells, and if one falls down in one there is no chance of being rescued. In a state of sleep, one remains perpetually bitten by some animals, especially snakes."
    },
    {
        "verse": "10",
        "devanagari": "कर्हि स्म चित्क्षुद्ररसान् विचिन्वं-स्तन्मक्षिकाभिर्व्यथितो विमान: ।तत्रातिकृच्छ्रात्प्रतिलब्धमानोबलाद्विलुम्पन्त्यथ तं ततोऽन्ये ॥ १० ॥",
        "english_devnagari": "karhi sma cit kṣudra-rasān vicinvaṁstan-makṣikābhir vyathito vimānaḥtatrāti-kṛcchrāt pratilabdhamānobalād vilumpanty atha taṁ tato ’nye",
        "verse_Syn": [
            "karhi",
            "sma",
            "cit",
            "kṣudra",
            "rasān",
            "vicinvan",
            "tat",
            "makṣikābhiḥ",
            "vyathitaḥ",
            "vimānaḥ",
            "tatra",
            "ati",
            "kṛcchrāt",
            "pratilabdhamānaḥ",
            "balāt",
            "vilumpanti",
            "atha",
            "tam",
            "tataḥ",
            "anye"
        ],
        "translation": "Sometimes, in order to have a little insignificant sex enjoyment, one searches after debauched women. In this attempt, one is insulted and chastised by the women’s kinsmen. This is like going to take honey from a beehive and being attacked by the bees. Sometimes, after spending lots of money, one may acquire another woman for some extra sense enjoyment. Unfortunately, the object of sense enjoyment, the woman, is taken away or kidnapped by another debauchee.",
        "purport": " In a great forest, honeycombs are very important. People often go there to collect honey from the combs, and sometimes the bees attack and punish them. In human society, those who are not Kṛṣṇa conscious remain in the forest of material life simply for the honey of sex life. Such debauchees are not at all satisfied with one wife. They want many women. Day after day, with great difficulty, they try to secure such women, and sometimes, while trying to taste this kind of honey, one is attacked by a woman’s kinsmen and chastised very heavily. By bribing others, one may secure another woman for enjoyment, yet another debauchee may kidnap her or offer her something better. This woman hunting is going on in the forest of the material world, sometimes legally and sometimes illegally. Consequently in this Kṛṣṇa consciousness movement the devotees are forbidden to have illicit sex. Thus they avoid so many difficulties. One should remain satisfied with one woman, being duly married. One can satisfy one’s lusty desires with his wife without creating disturbances in society and being punished for doing so."
    },
    {
        "verse": "11",
        "devanagari": "क्‍वचिच्च शीतातपवातवर्ष-प्रतिक्रियां कर्तुमनीश आस्ते ।क्‍वचिन्मिथो विपणन् यच्च किञ्चिद्विद्वेषमृच्छत्युत वित्तशाठ्यात् ॥ ११ ॥",
        "english_devnagari": "kvacic ca śītātapa-vāta-varṣa-pratikriyāṁ kartum anīśa āstekvacin mitho vipaṇan yac ca kiñcidvidveṣam ṛcchaty uta vitta-śāṭhyāt",
        "verse_Syn": [
            "kvacit",
            "ca",
            "śīta",
            "ātapa",
            "vāta",
            "varṣa",
            "pratikriyām",
            "kartum",
            "anīśaḥ",
            "āste",
            "kvacit",
            "mithaḥ",
            "vipaṇan",
            "yat",
            "ca",
            "kiñcit",
            "vidveṣam",
            "ṛcchati",
            "uta",
            "vitta",
            "śāṭhyāt"
        ],
        "translation": "Sometimes the living entity is busy counteracting the natural disturbances of freezing cold, scorching heat, strong wind, excessive rainfall and so forth. When he is unable to do so, he becomes very unhappy. Sometimes he is cheated in business transactions one after another. In this way, by cheating, living entities create enmity among themselves.",
        "purport": " This is an example of the struggle for existence, the attempt to counteract the onslaught of material nature. This creates enmity in society, and consequently society is filled with envious people. One person is envious of another, and this is the way of the material world. The Kṛṣṇa consciousness movement aims at creating an atmosphere of non-envy. Of course it is not possible for everyone to become Kṛṣṇa conscious, but the Kṛṣṇa consciousness movement can create an exemplary society wherein there is no envy."
    },
    {
        "verse": "12",
        "devanagari": "क्‍वचित्‍क्‍वचित्क्षीणधनस्तु तस्मिन्शय्यासनस्थानविहारहीन: ।याचन् परादप्रतिलब्धकाम:पारक्यद‍ृष्टिर्लभतेऽवमानम् ॥ १२ ॥",
        "english_devnagari": "kvacit kvacit kṣīṇa-dhanas tu tasminśayyāsana-sthāna-vihāra-hīnaḥyācan parād apratilabdha-kāmaḥpārakya-dṛṣṭir labhate ’vamānam",
        "verse_Syn": [
            "kvacit",
            "kvacit",
            "kṣīṇa",
            "dhanaḥ",
            "tu",
            "tasmin",
            "śayyā",
            "āsana",
            "sthāna",
            "vihāra",
            "hīnaḥ",
            "yācan",
            "parāt",
            "apratilabdha",
            "kāmaḥ",
            "pārakya",
            "dṛṣṭiḥ",
            "labhate",
            "avamānam"
        ],
        "translation": "On the forest path of material existence, sometimes a person is without wealth and due to this does not have a proper home, bed or sitting place, nor proper family enjoyment. He therefore goes to beg money from others, but when his desires are not fulfilled by begging, he wants to borrow or steal the property of others. Thus he is insulted in society.",
        "purport": " The principles of beg, borrow or steal are very appropriate in this material world. When one is in want, he begs, borrows or steals. If begging is unsuccessful, he borrows. If he cannot pay, he steals, and when he is caught, he is insulted. This is the law of material existence. No one can live here very honestly; therefore by trickery, cheating, begging, borrowing or stealing, one tries to satisfy his senses. Thus no one in this material world is living peacefully."
    },
    {
        "verse": "13",
        "devanagari": "अन्योन्यवित्तव्यतिषङ्गवृद्ध-वैरानुबन्धो विवहन्मिथश्च ।अध्वन्यमुष्मिन्नुरुकृच्छ्रवित्त-बाधोपसर्गैर्विहरन् विपन्न: ॥ १३ ॥",
        "english_devnagari": "anyonya-vitta-vyatiṣaṅga-vṛddha-vairānubandho vivahan mithaś caadhvany amuṣminn uru-kṛcchra-vitta-bādhopasargair viharan vipannaḥ",
        "verse_Syn": [
            "anyonya",
            "vitta",
            "vyatiṣaṅga",
            "vṛddha",
            "vaira",
            "anubandhaḥ",
            "vivahan",
            "mithaḥ",
            "ca",
            "adhvani",
            "amuṣmin",
            "uru",
            "kṛcchra",
            "vitta",
            "bādha",
            "upasargaiḥ",
            "viharan",
            "vipannaḥ"
        ],
        "translation": "Due to monetary transactions, relationships become very strained and end in enmity. Sometimes the husband and wife walk on the path of material progress, and to maintain their relationship they work very hard. Sometimes due to scarcity of money or due to diseased conditions, they are embarrassed and almost die.",
        "purport": " In this material world, there are many transactions between peoples and societies as well as between nations, but gradually these end in enmity between the two parties. Similarly, in the marriage relationship, monetary transactions are sometimes overpowered by the dangerous conditions of material life. One then becomes diseased or monetarily embarrassed. In the modern age most countries have developed economically, but due to business exchanges relationships seem to be strained. Finally wars are declared between nations, and as a result of these upheavals there is destruction all over the world, and people suffer heavily."
    },
    {
        "verse": "14",
        "devanagari": "तांस्तान् विपन्नान् स हि तत्र तत्रविहाय जातं परिगृह्य सार्थ: ।आवर्ततेऽद्यापि न कश्चिदत्रवीराध्वन: पारमुपैति योगम् ॥ १४ ॥",
        "english_devnagari": "tāṁs tān vipannān sa hi tatra tatravihāya jātaṁ parigṛhya sārthaḥāvartate ’dyāpi na kaścid atravīrādhvanaḥ pāram upaiti yogam",
        "verse_Syn": [
            "tān",
            "tān",
            "vipannān",
            "saḥ",
            "hi",
            "tatra",
            "tatra",
            "vihāya",
            "jātam",
            "parigṛhya",
            "sa",
            "arthaḥ",
            "āvartate",
            "adya",
            "api",
            "na",
            "kaścit",
            "atra",
            "vīra",
            "adhvanaḥ",
            "pāram",
            "upaiti",
            "yogam"
        ],
        "translation": "My dear King, on the forest path of material life, first a person is bereft of his father and mother, and after their death he becomes attached to his newly born children. In this way he wanders on the path of material progress and is eventually embarrassed. Nonetheless, no one knows how to get out of this, even up to the moment of death.",
        "purport": " In this material world, family life is an institution of sex. Yan maithunādi-gṛhamedhi-sukham (Bhāg. 7.9.45). Through sex, the father and mother beget children, and the children get married and go down the same path of sexual life. After the death of the father and mother, the children get married and beget their own children. Thus generation after generation these things go on in the same way without anyone’s attaining liberation from the embarrassment of material life. No one accepts the spiritual processes of knowledge and renunciation, which end in bhakti-yoga. Actually human life is meant for jñāna and vairāgya, knowledge and renunciation. Through these one can attain the platform of devotional service. Unfortunately people in this age avoid the association of liberated people (sādhu-saṅga) and continue in their stereotyped way of family life. Thus they are embarrassed by the exchange of money and sex."
    },
    {
        "verse": "15",
        "devanagari": "मनस्विनो निर्जितदिग्गजेन्द्राममेति सर्वे भुवि बद्धवैरा: ।मृधे शयीरन्न तु तद्‌व्रजन्तियन्न्यस्तदण्डो गतवैरोऽभियाति ॥ १५ ॥",
        "english_devnagari": "manasvino nirjita-dig-gajendrāmameti sarve bhuvi baddha-vairāḥmṛdhe śayīran na tu tad vrajantiyan nyasta-daṇḍo gata-vairo ’bhiyāti",
        "verse_Syn": [
            "manasvinaḥ",
            "nirjita",
            "dik",
            "gajendrāḥ",
            "mama",
            "iti",
            "sarve",
            "bhuvi",
            "baddha",
            "vairāḥ",
            "mṛdhe",
            "śayīran",
            "na",
            "tu",
            "tat",
            "vrajanti",
            "yat",
            "nyasta",
            "daṇḍaḥ",
            "gata",
            "vairaḥ",
            "abhiyāti"
        ],
        "translation": "There were and are many political and social heroes who have conquered enemies of equal power, yet due to their ignorance in believing that the land is theirs, they fight one another and lay down their lives in battle. They are not able to take up the spiritual path accepted by those in the renounced order. Although they are big heroes and political leaders, they cannot take to the path of spiritual realization.",
        "purport": " Big political leaders might be able to conquer equally powerful political enemies, but unfortunately they cannot subdue their strong senses, the enemies that always accompany them. Not being able to conquer these nearby enemies, they simply try to conquer other enemies, and ultimately they die in the struggle for existence. They do not take to the path of spiritual realization or become sannyāsīs. Sometimes these big leaders take up the guise of a sannyāsī and call themselves mahātmās, but their only business is conquering their political enemies. Because they spoil their lives with the illusion of “this is my land and my family,” they cannot progress spiritually and attain liberation from the clutches of māyā."
    },
    {
        "verse": "16",
        "devanagari": "प्रसज्जति क्‍वापि लताभुजाश्रय-स्तदाश्रयाव्यक्तपदद्विजस्पृह: ।क्‍वचित्कदाचिद्धरिचक्रतस्त्रसन्सख्यं विधत्ते बककङ्कगृध्रै: ॥ १६ ॥",
        "english_devnagari": "prasajjati kvāpi latā-bhujāśrayastad-āśrayāvyakta-pada-dvija-spṛhaḥkvacit kadācid dhari-cakratas trasansakhyaṁ vidhatte baka-kaṅka-gṛdhraiḥ",
        "verse_Syn": [
            "prasajjati",
            "kvāpi",
            "latā",
            "bhuja",
            "āśrayaḥ",
            "tat",
            "āśraya",
            "avyakta",
            "pada",
            "dvija",
            "spṛhaḥ",
            "kvacit",
            "kadācit",
            "hari",
            "cakrataḥ",
            "trasan",
            "sakhyam",
            "vidhatte",
            "baka",
            "kaṅka",
            "gṛdhraiḥ"
        ],
        "translation": "Sometimes the living entity in the forest of material existence takes shelter of creepers and desires to hear the chirping of the birds in those creepers. Being afraid of roaring lions in the forest, he makes friends with cranes, herons and vultures.",
        "purport": " In the forest of the material world there are many animals and birds, trees and creepers. Sometimes the living entity wants to take shelter of the creepers; in other words, he wants to be happy by being embraced by the creeperlike arms of his wife. Within the creepers there are many chirping birds; this indicates that he wants to satisfy himself by hearing the sweet voice of his wife. In old age, however, he sometimes becomes afraid of imminent death, which is compared to a roaring lion. To save himself from the lion’s attack, he takes shelter of some bogus svāmīs, yogīs, incarnations, pretenders and cheaters. Being misled by the illusory energy in this way, he spoils his life. It is said, hariṁ vinā mṛtiṁ na taranti: no one can be saved from the imminent danger of death without taking shelter of the Supreme Personality of Godhead. The word hari indicates the lion as well as the Supreme Lord. To be saved from the hands of hari, the lion of death, one must take shelter of the supreme Hari, the Supreme Personality of Godhead. People with a poor fund of knowledge take shelter of nondevotee cheaters and pretenders in order to be saved from the clutches of death. In the forest of the material world, the living entity first of all wants to be very happy by taking shelter of the creeperlike arms of his wife and hearing her sweet voice. Later, he sometimes takes shelter of so-called gurus and sādhus who are like cranes, herons and vultures. Thus he is cheated both ways by not taking shelter of the Supreme Lord."
    },
    {
        "verse": "17",
        "devanagari": "तैर्वञ्चितो हंसकुलं समाविश-न्नरोचयन् शीलमुपैति वानरान् ।तज्जातिरासेन सुनिर्वृतेन्द्रिय:परस्परोद्वीक्षणविस्मृतावधि: ॥ १७ ॥",
        "english_devnagari": "tair vañcito haṁsa-kulaṁ samāviśannarocayan śīlam upaiti vānarāntaj-jāti-rāsena sunirvṛtendriyaḥparasparodvīkṣaṇa-vismṛtāvadhiḥ",
        "verse_Syn": [
            "taiḥ",
            "vañcitaḥ",
            "haṁsa",
            "kulam",
            "samāviśan",
            "arocayan",
            "śīlam",
            "upaiti",
            "vānarān",
            "tat",
            "jāti",
            "rāsena",
            "sunirvṛta",
            "indriyaḥ",
            "paraspara",
            "udvīkṣaṇa",
            "vismṛta",
            "avadhiḥ"
        ],
        "translation": "Being cheated by them, the living entity in the forest of the material world tries to give up the association of these so-called yogīs, svāmīs and incarnations and come to the association of real devotees, but due to misfortune he cannot follow the instructions of the spiritual master or advanced devotees; therefore he gives up their company and again returns to the association of monkeys who are simply interested in sense gratification and women. He derives satisfaction by associating with sense gratifiers and enjoying sex and intoxication. In this way he spoils his life simply by indulging in sex and intoxication. Looking into the faces of other sense gratifiers, he becomes forgetful and thus approaches death.",
        "purport": " Sometimes a foolish person becomes disgusted with bad association and comes to the association of devotees and brāhmaṇas and takes initiation from a spiritual master. As advised by the spiritual master, he tries to follow the regulative principles, but due to misfortune he cannot follow the instructions of the spiritual master. He therefore gives up the company of devotees and goes to associate with simian people who are simply interested in sex and intoxication. Those who are so-called spiritualists are compared to monkeys. Outwardly, monkeys sometimes resemble sādhus because they live naked in the forest and pick fruits, but their only desire is to keep many female monkeys and enjoy sex life. Sometimes so-called spiritualists seeking a spiritual life come to associate with Kṛṣṇa conscious devotees, but they cannot execute the regulative principles or follow the path of spiritual life. Consequently they leave the association of devotees and go to associate with sense gratifiers, who are compared to monkeys. Again they revive their sex and intoxication, and looking at one another’s faces, they are thus satisfied. In this way they pass their lives up to the point of death."
    },
    {
        "verse": "18",
        "devanagari": "द्रुमेषु रंस्यन् सुतदारवत्सलोव्यवायदीनो विवश: स्वबन्धने ।क्‍वचित्प्रमादाद् गिरिकन्दरे पतन्वल्लीं गृहीत्वा गजभीत आस्थित: ॥ १८ ॥",
        "english_devnagari": "drumeṣu raṁsyan suta-dāra-vatsalovyavāya-dīno vivaśaḥ sva-bandhanekvacit pramādād giri-kandare patanvallīṁ gṛhītvā gaja-bhīta āsthitaḥ",
        "verse_Syn": [
            "drumeṣu",
            "raṁsyan",
            "suta",
            "dāra",
            "vatsalaḥ",
            "vyavāya",
            "dīnaḥ",
            "vivaśaḥ",
            "sva",
            "bandhane",
            "kvacit",
            "pramādāt",
            "giri",
            "kandare",
            "patan",
            "vallīm",
            "gṛhītvā",
            "gaja",
            "bhītaḥ",
            "āsthitaḥ"
        ],
        "translation": "When the living entity becomes exactly like a monkey jumping from one branch to another, he remains in the tree of household life without any profit but sex. Thus he is kicked by his wife just like the he-ass. Unable to gain release, he remains helplessly in that position. Sometimes he falls victim to an incurable disease, which is like falling into a mountain cave. He becomes afraid of death, which is like the elephant in the back of that cave, and he remains stranded, grasping at the twigs and branches of a creeper.",
        "purport": " The precarious condition of a householder’s life is described herein. A householder’s life is full of misery, and the only attraction is sex with the wife who kicks him during sexual intercourse, just as the she-ass does her mate. Due to continuous sex life, he falls victim to many incurable diseases. At that time, being afraid of death, which is like an elephant, he remains hanging from the twigs and branches of the tree, just like a monkey."
    },
    {
        "verse": "19",
        "devanagari": "अत: कथञ्चित्स विमुक्त आपद:पुनश्च सार्थं प्रविशत्यरिन्दम ।अध्वन्यमुष्मिन्नजया निवेशितोभ्रमञ्जनोऽद्यापि न वेद कश्चन ॥ १९ ॥",
        "english_devnagari": "ataḥ kathañcit sa vimukta āpadaḥpunaś ca sārthaṁ praviśaty arindamaadhvany amuṣminn ajayā niveśitobhramañ jano ’dyāpi na veda kaścana",
        "verse_Syn": [
            "ataḥ",
            "kathañcit",
            "saḥ",
            "vimuktaḥ",
            "āpadaḥ",
            "punaḥ",
            "ca",
            "sa",
            "artham",
            "praviśati",
            "arim",
            "dama",
            "adhvani",
            "amuṣmin",
            "ajayā",
            "niveśitaḥ",
            "bhraman",
            "janaḥ",
            "adya",
            "api",
            "na",
            "veda",
            "kaścana"
        ],
        "translation": "O killer of enemies, Mahārāja Rahūgaṇa, if the conditioned soul somehow or other gets out of his dangerous position, he again returns to his home to enjoy sex life, for that is the way of attachment. Thus, under the spell of the Lord’s material energy, he continues to loiter in the forest of material existence. He does not discover his real interest even at the point of death.",
        "purport": " This is the way of material life. When one is captured by sexual attraction, he becomes implicated in so many ways and cannot understand the real aim of life. Therefore Śrīmad-Bhāgavatam (7.5.31) says, na te viduḥ svārtha-gatiṁ hi viṣṇum: generally people do not understand the ultimate goal of life. As stated in the Vedas, oṁ tad viṣṇoḥ paramaṁ padaṁ sadā paśyanti sūrayaḥ: those who are spiritually advanced simply look to the lotus feet of Viṣṇu. The conditioned soul, however, not being interested in reviving his relationship with Viṣṇu, becomes captivated by material activities and remains in everlasting bondage, being misled by so-called leaders."
    },
    {
        "verse": "20",
        "devanagari": "रहूगण त्वमपि ह्यध्वनोऽस्यसन्न्यस्तदण्ड: कृतभूतमैत्र: ।असज्जितात्मा हरिसेवया शितंज्ञानासिमादाय तरातिपारम् ॥ २० ॥",
        "english_devnagari": "rahūgaṇa tvam api hy adhvano ’syasannyasta-daṇḍaḥ kṛta-bhūta-maitraḥasaj-jitātmā hari-sevayā śitaṁjñānāsim ādāya tarāti-pāram",
        "verse_Syn": [
            "rahūgaṇa",
            "tvam",
            "api",
            "hi",
            "adhvanaḥ",
            "asya",
            "sannyasta",
            "daṇḍaḥ",
            "kṛta",
            "bhūta",
            "maitraḥ",
            "asat",
            "jita",
            "ātmā",
            "hari",
            "sevayā",
            "śitam",
            "jñāna",
            "asim",
            "ādāya",
            "tara",
            "ati",
            "pāram"
        ],
        "translation": "My dear King Rahūgaṇa, you are also a victim of the external energy, being situated on the path of attraction to material pleasure. So that you may become an equal friend to all living entities, I now advise you to give up your kingly position and the rod by which you punish criminals. Give up attraction to the sense objects and take up the sword of knowledge sharpened by devotional service. Then you will be able to cut the hard knot of illusory energy and cross to the other side of the ocean of nescience.",
        "purport": " In Bhagavad-gītā Lord Kṛṣṇa compares the material world to a tree of illusion from which one must cut oneself free: “The real form of this tree cannot be perceived in this world. No one can understand where it ends, where it begins, or where its foundation is. But with determination, one must cut down this tree with the weapon of detachment. So doing, one must seek that place from which, having once gone, one never returns, and there surrender to that Supreme Personality of Godhead from whom everything has begun and in whom everything is abiding since time immemorial.” (Bg. 15.3-4)"
    },
    {
        "verse": "21",
        "devanagari": "राजोवाचअहो नृजन्माखिलजन्मशोभनंकिं जन्मभिस्त्वपरैरप्यमुष्मिन् ।न यद्‌धृषीकेशयश:कृतात्मनांमहात्मनां व: प्रचुर: समागम: ॥ २१ ॥",
        "english_devnagari": "rājovācaaho nṛ-janmākhila-janma-śobhanaṁkiṁ janmabhis tv aparair apy amuṣminna yad dhṛṣīkeśa-yaśaḥ-kṛtātmanāṁmahātmanāṁ vaḥ pracuraḥ samāgamaḥ",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "aho",
            "nṛ",
            "janma",
            "akhila",
            "janma",
            "śobhanam",
            "kim",
            "janmabhiḥ",
            "tu",
            "aparaiḥ",
            "api",
            "amuṣmin",
            "na",
            "yat",
            "hṛṣīkeśa",
            "yaśaḥ",
            "kṛta",
            "ātmanām",
            "mahā",
            "ātmanām",
            "vaḥ",
            "pracuraḥ",
            "samāgamaḥ"
        ],
        "translation": "King Rahūgaṇa said: This birth as a human being is the best of all. Even birth among the demigods in the heavenly planets is not as glorious as birth as a human being on this earth. What is the use of the exalted position of a demigod? In the heavenly planets, due to profuse material comforts, there is no possibility of associating with devotees.",
        "purport": " Human birth is a great opportunity for self-realization. One may take birth in a high planetary system among the demigods, but due to the profusion of material comforts, one cannot gain release from material bondage. Even on this earth those who are very opulent do not generally care to take to Kṛṣṇa consciousness. An intelligent person actually interested in getting freed from the material clutches must associate with pure devotees. By such association, one can gradually become detached from the material attraction of money and women. Money and women are the basic principles of material attachment. Śrī Caitanya Mahāprabhu therefore advised those who are actually serious about returning back to Godhead to give up money and women in order to be fit to enter the kingdom of God. Money and women can be fully utilized in the service of the Lord, and one who can utilize them in this way can become freed from material bondage. Satāṁ prasaṅgān mama vīrya-saṁvido bhavanti hṛt-karṇa-rasāyanāḥ kathāḥ (Bhāg. 3.25.25). Only in the association of devotees can one relish the glorification of the Supreme Personality of Godhead. Just through a little association with a pure devotee, one can become successful in his journey back to Godhead."
    },
    {
        "verse": "22",
        "devanagari": "न ह्यद्भ‍ुतं त्वच्चरणाब्जरेणुभि-र्हतांहसो भक्तिरधोक्षजेऽमला ।मौहूर्तिकाद्यस्य समागमाच्च मेदुस्तर्कमूलोऽपहतोऽविवेक: ॥ २२ ॥",
        "english_devnagari": "na hy adbhutaṁ tvac-caraṇābja-reṇubhirhatāṁhaso bhaktir adhokṣaje ’malāmauhūrtikād yasya samāgamāc ca medustarka-mūlo ’pahato ’vivekaḥ",
        "verse_Syn": [
            "na",
            "hi",
            "adbhutam",
            "tvat",
            "caraṇa",
            "abja",
            "reṇubhiḥ",
            "hata",
            "aṁhasaḥ",
            "bhaktiḥ",
            "adhokṣaje",
            "amalā",
            "mauhūrtikāt",
            "yasya",
            "samāgamāt",
            "ca",
            "me",
            "dustarka",
            "mūlaḥ",
            "apahataḥ",
            "avivekaḥ"
        ],
        "translation": "It is not at all wonderful that simply by being covered by the dust of your lotus feet, one immediately attains the platform of pure devotional service to Adhokṣaja, which is not available even to great demigods like Brahmā. By associating with you just for a moment, I am now freed from all argument, false prestige and lack of discrimination, which are the roots of entanglement in the material world. Now I am free from all these problems.",
        "purport": " Association with pure devotees certainly frees one from the material clutches. This is certainly true of King Rahūgaṇa’s association with Jaḍa Bharata. King Rahūgaṇa was immediately freed from the misgivings of material association. The arguments offered by pure devotees to their disciples are so convincing that even a dull-headed disciple is immediately enlightened with spiritual knowledge."
    },
    {
        "verse": "23",
        "devanagari": "नमो महद्‍भ्योऽस्तु नम: शिशुभ्योनमो युवभ्यो नम आवटुभ्य: ।ये ब्राह्मणा गामवधूतलिङ्गा-श्चरन्ति तेभ्य: शिवमस्तु राज्ञाम् ॥ २३ ॥",
        "english_devnagari": "namo mahadbhyo ’stu namaḥ śiśubhyonamo yuvabhyo nama āvaṭubhyaḥye brāhmaṇā gām avadhūta-liṅgāścaranti tebhyaḥ śivam astu rājñām",
        "verse_Syn": [
            "namaḥ",
            "mahadbhyaḥ",
            "astu",
            "namaḥ",
            "śiśubhyaḥ",
            "namaḥ",
            "yuvabhyaḥ",
            "namaḥ",
            "ā",
            "vaṭubhyaḥ",
            "ye",
            "brāhmaṇāḥ",
            "gām",
            "avadhūta",
            "liṅgāḥ",
            "caranti",
            "tebhyaḥ",
            "śivam",
            "astu",
            "rājñām"
        ],
        "translation": "I offer my respectful obeisances unto the great personalities, whether they walk on the earth’s surface as children, young boys, avadhūtas or great brāhmaṇas. Even if they are hidden under different guises, I offer my respects to all of them. By their mercy, may there be good fortune in the royal dynasties that are always offending them.",
        "purport": " King Rahūgaṇa was very repentant because he had forced Jaḍa Bharata to carry his palanquin. He therefore began offering prayers to all kinds of brāhmaṇas and self-realized persons, even though they might be playing like children or hiding in some guises. The four Kumāras walked everywhere in the guise of five-year-old boys, and similarly there are many brāhmaṇas, knowers of Brahman, who traverse the globe either as young men, children or avadhūtas. Being puffed up due to their position, the royal dynasties generally offend these great personalities. Therefore King Rahūgaṇa began to offer his respectful obeisances unto them so that the offensive royal dynasties might not glide down into a hellish condition. If one offends a great personality, the Supreme Personality of Godhead does not excuse one, although the great personalities themselves might not take offense. Mahārāja Ambarīṣa was offended by Durvāsā, who even approached Lord Viṣṇu for pardon. Lord Viṣṇu would not grant him pardon; therefore he had to fall down at the lotus feet of Mahārāja Ambarīṣa, even though Mahārāja Ambarīṣa was a kṣatriya-gṛhastha. One should be very careful not to offend the lotus feet of Vaiṣṇavas and brāhmaṇas."
    },
    {
        "verse": "24",
        "devanagari": "श्रीशुक उवाचइत्येवमुत्तरामात: स वै ब्रह्मर्षिसुत: सिन्धुपतय आत्मसतत्त्वं विगणयत: परानुभाव: परमकारुणिकतयोपदिश्य रहूगणेन सकरुणमभिवन्दित चरण आपूर्णार्णव इव निभृतकरणोर्म्याशयो धरणिमिमां विचचार ॥ २४ ॥",
        "english_devnagari": "śrī-śuka uvācaity evam uttarā-mātaḥ sa vai brahmarṣi-sutaḥ sindhu-pataya ātma-satattvaṁ vigaṇayataḥ parānubhāvaḥ parama-kāruṇikatayopadiśya rahūgaṇena sakaruṇam abhivandita-caraṇa āpūrṇārṇava iva nibhṛta-karaṇormy-āśayo dharaṇim imāṁ vicacāra.",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "evam",
            "uttarā",
            "mātaḥ",
            "saḥ",
            "vai",
            "brahma",
            "ṛṣi",
            "sutaḥ",
            "sindhu",
            "pataye",
            "ātma",
            "sa",
            "tattvam",
            "vigaṇayataḥ",
            "para",
            "anubhāvaḥ",
            "parama",
            "kāruṇikatayā",
            "upadiśya",
            "rahūgaṇena",
            "sa",
            "karuṇam",
            "abhivandita",
            "caraṇaḥ",
            "āpūrṇa",
            "arṇavaḥ",
            "iva",
            "nibhṛta",
            "karaṇa",
            "ūrmi",
            "āśayaḥ",
            "dharaṇim",
            "imām",
            "vicacāra"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī continued: My dear King, O son of mother Uttarā, there were some waves of dissatisfaction in the mind of Jaḍa Bharata due to his being insulted by King Rahūgaṇa, who made him carry his palanquin, but Jaḍa Bharata neglected this, and his heart again became calm and quiet like an ocean. Although King Rahūgaṇa had insulted him, he was a great paramahaṁsa. Being a Vaiṣṇava, he was naturally very kindhearted, and he therefore told the King about the constitutional position of the soul. He then forgot the insult because King Rahūgaṇa pitifully begged pardon at his lotus feet. After this, he began to wander all over the earth, just as before.",
        "purport": " In Śrīmad-Bhāgavatam (3.25.21), Kapiladeva describes the symptoms of great personalities: titikṣavaḥ kāruṇikāḥ suhṛdaḥ sarva-dehinām. A saintly devotee is certainly very tolerant. He is the friend of all living entities, and he does not create enemies within the world. A pure devotee has all the qualities of a sādhu. Jaḍa Bharata is an example of this. Due to the material body, his senses were certainly agitated when he was insulted by King Rahūgaṇa, but later, due to the King’s humble submission, Jaḍa Bharata excused him. It is the duty of everyone desiring to return to Godhead to become submissive like King Rahūgaṇa and beg pardon of Vaiṣṇavas one may have offended. Vaiṣṇavas are generally very kindhearted; therefore if one immediately submits himself at the lotus feet of a Vaiṣṇava, one is immediately cleared of offensive reactions. If one does not do so, the reactions will remain, and the results will not be very palatable."
    },
    {
        "verse": "25",
        "devanagari": "सौवीरपतिरपि सुजनसमवगतपरमात्मसतत्त्व आत्मन्यविद्याध्यारोपितां च देहात्ममतिं विससर्ज । एवं हि नृप भगवदाश्रिताश्रितानुभाव: ॥ २५ ॥",
        "english_devnagari": "sauvīra-patir api sujana-samavagata-paramātma-satattva ātmany avidyādhyāropitāṁ ca dehātma-matiṁ visasarja; evaṁ hi nṛpa bhagavad-āśritāśritānubhāvaḥ.",
        "verse_Syn": [
            "sauvīra",
            "patiḥ",
            "api",
            "su",
            "jana",
            "samavagata",
            "paramātma",
            "sa",
            "tattvaḥ",
            "ātmani",
            "avidyā",
            "adhyāropitām",
            "ca",
            "deha",
            "ātma",
            "matim",
            "visasarja",
            "evam",
            "hi",
            "nṛpa",
            "bhagavat",
            "āśrita",
            "āśrita",
            "anubhāvaḥ"
        ],
        "translation": "After receiving lessons from the great devotee Jaḍa Bharata, King Rahūgaṇa of the state of Sauvīra became completely aware of the constitutional position of the soul. He thus gave up the bodily conception completely. My dear King, whoever takes shelter of the servant of the servant of the Lord is certainly glorified because he can without difficulty give up the bodily conception.",
        "purport": " As stated in Caitanya-caritāmṛta (Madhya 22.54): It is a fact that if one takes shelter of a pure devotee, one attains all perfection, even if the association is a short one. A sādhu is a pure devotee of the Lord. It has been our practical experience that the first instruction of our spiritual master infused us with Kṛṣṇa consciousness so that now we are at least on the path of Kṛṣṇa consciousness and can understand the philosophy. As a result, there are many devotees engaged in this Kṛṣṇa consciousness movement. The whole world is revolving under the bodily conception; therefore there must be devotees all over the world to deliver people from the false bodily conception and fully engage them in Kṛṣṇa consciousness."
    },
    {
        "verse": "26",
        "devanagari": "राजोवाचयो ह वा इह बहुविदा महाभागवत त्वयाभिहित: परोक्षेण वचसा जीवलोकभवाध्वा स ह्यार्यमनीषया कल्पितविषयो नाञ्जसाव्युत्पन्नलोकसमधिगम: । अथ तदेवैतद्दुरवगमं समवेतानुकल्पेन निर्दिश्यतामिति ॥ २६ ॥",
        "english_devnagari": "rājovācayo ha vā iha bahu-vidā mahā-bhāgavata tvayābhihitaḥ parokṣeṇa vacasā jīva-loka-bhavādhvā sa hy ārya-manīṣayā kalpita-viṣayo nāñjasāvyutpanna-loka-samadhigamaḥ; atha tad evaitad duravagamaṁ samavetānukalpena nirdiśyatām iti.",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "yaḥ",
            "ha",
            "vā",
            "iha",
            "bahu",
            "vidā",
            "mahā",
            "bhāgavata",
            "tvayā",
            "abhihitaḥ",
            "parokṣeṇa",
            "vacasā",
            "jīva",
            "loka",
            "bhava",
            "adhvā",
            "saḥ",
            "hi",
            "ārya",
            "manīṣayā",
            "kalpita",
            "viṣayaḥ",
            "na",
            "añjasā",
            "avyutpanna",
            "loka",
            "samadhigamaḥ",
            "atha",
            "tat",
            "eva",
            "etat",
            "duravagamam",
            "samaveta",
            "anukalpena",
            "nirdiśyatām",
            "iti"
        ],
        "translation": "King Parīkṣit then told Śukadeva Gosvāmī: My dear lord, O great devotee sage, you are omniscient. You have very nicely described the position of the conditioned soul, who is compared to a merchant in the forest. From these instructions intelligent men can understand that the senses of a person in the bodily conception are like rogues and thieves in that forest, and one’s wife and children are like jackals and other ferocious animals. However, it is not very easy for the unintelligent to understand the purport of this story because it is difficult to extricate the exact meaning from the allegory. I therefore request Your Holiness to give the direct meaning.",
        "purport": " There are many stories and incidents in Śrīmad-Bhāgavatam that are described figuratively. Such allegorical descriptions may not be understood by unintelligent men; therefore it is the duty of the student to approach a bona fide spiritual master for the direct explanation."
    }
]