[
    {
        "verse": "1",
        "devanagari": "श्रीनारद उवाचहिरण्यकशिपू राजन्नजेयमजरामरम् ।आत्मानमप्रतिद्वन्द्वमेकराजं व्यधित्सत ॥ १ ॥",
        "english_devnagari": "śrī-nārada uvācahiraṇyakaśipū rājannajeyam ajarāmaramātmānam apratidvandvameka-rājaṁ vyadhitsata",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "hiraṇyakaśipuḥ",
            "rājan",
            "ajeyam",
            "ajara",
            "amaram",
            "ātmānam",
            "apratidvandvam",
            "eka",
            "rājam",
            "vyadhitsata"
        ],
        "translation": "Nārada Muni said to Mahārāja Yudhiṣṭhira: The demoniac king Hiraṇyakaśipu wanted to be unconquerable and free from old age and dwindling of the body. He wanted to gain all the yogic perfections like aṇimā and laghimā, to be deathless, and to be the only king of the entire universe, including Brahmaloka.",
        "purport": " Such are the goals of the austerities performed by demons. Hiraṇyakaśipu wanted to receive a benediction from Lord Brahmā so that in the future he would be able to conquer Lord Brahmā’s abode. Similarly, another demon received a benediction from Lord Śiva but later wanted to kill Lord Śiva through that same benediction. Thus self-interested persons, by demoniac austerity, want to kill even their benedictors, whereas the Vaiṣṇava wants to remain an ever-existing servant of the Lord and never to occupy the post of the Lord. Through sāyujya-mukti, which is generally demanded by asuras, one merges into the existence of the Lord, but although one sometimes thus achieves the goal of the theory of monism, one falls down again to struggle in material existence."
    },
    {
        "verse": "2",
        "devanagari": "स तेपे मन्दरद्रोण्यां तप: परमदारुणम् ।ऊर्ध्वबाहुर्नभोद‍ृष्टि: पादाङ्गुष्ठाश्रितावनि: ॥ २ ॥",
        "english_devnagari": "sa tepe mandara-droṇyāṁtapaḥ parama-dāruṇamūrdhva-bāhur nabho-dṛṣṭiḥpādāṅguṣṭhāśritāvaniḥ",
        "verse_Syn": [
            "saḥ",
            "tepe",
            "mandara",
            "droṇyām",
            "tapaḥ",
            "parama",
            "dāruṇam",
            "ūrdhva",
            "bāhuḥ",
            "nabhaḥ",
            "dṛṣṭiḥ",
            "pāda",
            "aṅguṣṭha",
            "āśrita",
            "avaniḥ"
        ],
        "translation": "In the valley of Mandara Hill, Hiraṇyakaśipu began performing his austerities by standing with his toes on the ground, keeping his arms upward and looking toward the sky. This position was extremely difficult, but he accepted it as a means to attain perfection.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "जटादीधितिभी रेजे संवर्तार्क इवांशुभि: ।तस्मिंस्तपस्तप्यमाने देवा: स्थानानि भेजिरे ॥ ३ ॥",
        "english_devnagari": "jaṭā-dīdhitibhī rejesaṁvartārka ivāṁśubhiḥtasmiṁs tapas tapyamānedevāḥ sthānāni bhejire",
        "verse_Syn": [
            "jaṭā",
            "dīdhitibhiḥ",
            "reje",
            "saṁvarta",
            "arkaḥ",
            "iva",
            "aṁśubhiḥ",
            "tasmin",
            "tapaḥ",
            "tapyamāne",
            "devāḥ",
            "sthānāni",
            "bhejire"
        ],
        "translation": "From the hair on Hiraṇyakaśipu’s head there emanated an effulgent light as brilliant and intolerable as the rays of the sun at the time of dissolution. Seeing the performance of such austere penances, the demigods, who had been wandering throughout the planets, now returned to their respective homes.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तस्य मूर्ध्न: समुद्भ‍ूत: सधूमोऽग्निस्तपोमय: ।तीर्यगूर्ध्वमधोलोकान् प्रातपद्विष्वगीरित: ॥ ४ ॥",
        "english_devnagari": "tasya mūrdhnaḥ samudbhūtaḥsadhūmo ’gnis tapomayaḥtīryag ūrdhvam adho lokānprātapad viṣvag īritaḥ",
        "verse_Syn": [
            "tasya",
            "mūrdhnaḥ",
            "samudbhūtaḥ",
            "sa",
            "dhūmaḥ",
            "agniḥ",
            "tapaḥ",
            "mayaḥ",
            "tīryak",
            "ūrdhvam",
            "adhaḥ",
            "lokān",
            "prātapat",
            "viṣvak",
            "īritaḥ"
        ],
        "translation": "Because of Hiraṇyakaśipu’s severe austerities, fire came from his head, and this fire and its smoke spread throughout the sky, encompassing the upper and lower planets, which all became extremely hot.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "चुक्षुभुर्नद्युदन्वन्त: सद्वीपाद्रिश्चचाल भू: ।निपेतु: सग्रहास्तारा जज्वलुश्च दिशो दश ॥ ५ ॥",
        "english_devnagari": "cukṣubhur nady-udanvantaḥsadvīpādriś cacāla bhūḥnipetuḥ sagrahās tārājajvaluś ca diśo daśa",
        "verse_Syn": [
            "cukṣubhuḥ",
            "nadī",
            "udanvantaḥ",
            "sa",
            "dvīpa",
            "adriḥ",
            "cacāla",
            "bhūḥ",
            "nipetuḥ",
            "sa",
            "grahāḥ",
            "tārāḥ",
            "jajvaluḥ",
            "ca",
            "diśaḥ",
            "daśa"
        ],
        "translation": "Because of the power of his severe austerities, all the rivers and oceans were agitated, the surface of the globe, with its mountains and islands, began trembling, and the stars and planets fell. All directions were ablaze.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "तेन तप्ता दिवं त्यक्त्वा ब्रह्मलोकं ययु: सुरा: ।धात्रे विज्ञापयामासुर्देवदेव जगत्पते ।दैत्येन्द्रतपसा तप्ता दिवि स्थातुं न शक्नुम: ॥ ६ ॥",
        "english_devnagari": "tena taptā divaṁ tyaktvābrahmalokaṁ yayuḥ surāḥdhātre vijñāpayām āsurdeva-deva jagat-patedaityendra-tapasā taptādivi sthātuṁ na śaknumaḥ",
        "verse_Syn": [
            "tena",
            "taptāḥ",
            "divam",
            "tyaktvā",
            "brahma",
            "lokam",
            "yayuḥ",
            "surāḥ",
            "dhātre",
            "vijñāpayām",
            "āsuḥ",
            "deva",
            "deva",
            "jagat",
            "pate",
            "daitya",
            "indra",
            "tapasā",
            "taptāḥ",
            "divi",
            "sthātum",
            "na",
            "śaknumaḥ"
        ],
        "translation": "Scorched and extremely disturbed because of Hiraṇyakaśipu’s severe penances, all the demigods left the planets where they reside and went to the planet of Lord Brahmā, where they informed the creator as follows: O lord of the demigods, O master of the universe, because of the fire emanating from Hiraṇyakaśipu’s head as a result of his severe austerities, we have become so disturbed that we could not stay in our planets but have come to you.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तस्य चोपशमं भूमन् विधेहि यदि मन्यसे ।लोका न यावन्नङ्‌‌क्ष्यन्ति बलिहारास्तवाभिभू: ॥ ७ ॥",
        "english_devnagari": "tasya copaśamaṁ bhūmanvidhehi yadi manyaselokā na yāvan naṅkṣyantibali-hārās tavābhibhūḥ",
        "verse_Syn": [
            "tasya",
            "ca",
            "upaśamam",
            "bhūman",
            "vidhehi",
            "yadi",
            "manyase",
            "lokāḥ",
            "na",
            "yāvat",
            "naṅkṣyanti",
            "bali",
            "hārāḥ",
            "tava",
            "abhibhūḥ"
        ],
        "translation": "O great person, chief of the universe, if you think it proper, kindly stop these disturbances, meant to destroy everything, before all your obedient subjects are annihilated.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "तस्यायं किल सङ्कल्पश्चरतो दुश्चरं तप: ।श्रूयतां किं न विदितस्तवाथापि निवेदितम् ॥ ८ ॥",
        "english_devnagari": "tasyāyaṁ kila saṅkalpaścarato duścaraṁ tapaḥśrūyatāṁ kiṁ na viditastavāthāpi niveditam",
        "verse_Syn": [
            "tasya",
            "ayam",
            "kila",
            "saṅkalpaḥ",
            "carataḥ",
            "duścaram",
            "tapaḥ",
            "śrūyatām",
            "kim",
            "na",
            "viditaḥ",
            "tava",
            "athāpi",
            "niveditam"
        ],
        "translation": "Hiraṇyakaśipu has undertaken a most severe type of austerity. Although his plan is not unknown to you, kindly listen as we submit his intentions.",
        "purport": ""
    },
    {
        "verse": "9-10",
        "devanagari": "सृष्ट्वा चराचरमिदं तपोयोगसमाधिना ।अध्यास्ते सर्वधिष्ण्येभ्य: परमेष्ठी निजासनम् ॥ ९ ॥तदहं वर्धमानेन तपोयोगसमाधिना ।कालात्मनोश्च नित्यत्वात्साधयिष्ये तथात्मन: ॥ १० ॥",
        "english_devnagari": "sṛṣṭvā carācaram idaṁtapo-yoga-samādhināadhyāste sarva-dhiṣṇyebhyaḥparameṣṭhī nijāsanam",
        "verse_Syn": [
            "sṛṣṭvā",
            "cara",
            "acaram",
            "idam",
            "tapaḥ",
            "yoga",
            "samādhinā",
            "adhyāste",
            "sarva",
            "dhiṣṇyebhyaḥ",
            "parameṣṭhī",
            "nija",
            "āsanam",
            "tat",
            "aham",
            "vardhamānena",
            "tapaḥ",
            "yoga",
            "samādhinā",
            "kāla",
            "ātmanoḥ",
            "ca",
            "nityatvāt",
            "sādhayiṣye",
            "tathā",
            "ātmanaḥ"
        ],
        "translation": "“The supreme person within this universe, Lord Brahmā, has gotten his exalted post by dint of severe austerities, mystic power and trance. Consequently, after creating the universe, he has become the most worshipable demigod within it. Since I am eternal and time is eternal, I shall endeavor for such austerity, mystic power and trance for many, many births, and thus I shall occupy the same post occupied by Lord Brahmā.",
        "purport": " Hiraṇyakaśipu’s determination was to occupy the post of Lord Brahmā, but this was impossible because Brahmā has a long duration of life. As confirmed in Bhagavad-gītā (8.17), sahasra-yuga-paryantam ahar yad brahmaṇo viduḥ: one thousand yugas equals one day of Brahmā. The duration of Brahmā’s life is extremely great, and consequently it was impossible for Hiraṇyakaśipu to occupy that post. Nonetheless, his decision was that since the self (ātmā) and time are both eternal, if he could not occupy that post in one lifetime he would continue to execute austerities life after life so that sometime he would be able to do so."
    },
    {
        "verse": "11",
        "devanagari": "अन्यथेदं विधास्येऽहमयथा पूर्वमोजसा ।किमन्यै: कालनिर्धूतै: कल्पान्ते वैष्णवादिभि: ॥ ११ ॥",
        "english_devnagari": "anyathedaṁ vidhāsye ’hamayathā pūrvam ojasākim anyaiḥ kāla-nirdhūtaiḥkalpānte vaiṣṇavādibhiḥ",
        "verse_Syn": [
            "anyathā",
            "idam",
            "vidhāsye",
            "aham",
            "ayathā",
            "pūrvam",
            "ojasā",
            "kim",
            "anyaiḥ",
            "kāla",
            "nirdhūtaiḥ",
            "kalpa",
            "ante",
            "vaiṣṇava",
            "ādibhiḥ"
        ],
        "translation": "“By dint of my severe austerities, I shall reverse the results of pious and impious activities. I shall overturn all the established practices within this world. Even Dhruvaloka will be vanquished at the end of the millennium. Therefore, what is the use of it? I shall prefer to remain in the position of Brahmā.”",
        "purport": " Hiraṇyakaśipu’s demoniac determination was explained to Lord Brahmā by the demigods, who informed him that Hiraṇyakaśipu wanted to overturn all the established principles. After executing severe austerities, people within this material world are promoted to the heavenly planets, but Hiraṇyakaśipu wanted them to be unhappy, suffering because of the diplomatic feelings of the demigods, even in the heavenly planets. He wanted those who were harassed in this world by material transactions to be unhappy for the same reason, even in the heavenly planets. Indeed, he wanted to introduce such harassment everywhere. One might ask how this would be possible, since the universal order has been established since time immemorial, but Hiraṇyakaśipu was proud to declare that he would be able to do everything by the power of his tapasya. He even wanted to make the Vaiṣṇavas’ position insecure. These are some of the symptoms of asuric determination."
    },
    {
        "verse": "12",
        "devanagari": "इति शुश्रुम निर्बन्धं तप: परममास्थित: ।विधत्स्वानन्तरं युक्तं स्वयं त्रिभुवनेश्वर ॥ १२ ॥",
        "english_devnagari": "iti śuśruma nirbandhaṁtapaḥ paramam āsthitaḥvidhatsvānantaraṁ yuktaṁsvayaṁ tri-bhuvaneśvara",
        "verse_Syn": [
            "iti",
            "śuśruma",
            "nirbandham",
            "tapaḥ",
            "paramam",
            "āsthitaḥ",
            "vidhatsva",
            "anantaram",
            "yuktam",
            "svayam",
            "tri",
            "bhuvana",
            "īśvara"
        ],
        "translation": "O lord, we have heard from reliable sources that in order to obtain your post, Hiraṇyakaśipu is now engaged in severe austerity. You are the master of the three worlds. Please, without delay, take whatever steps you deem appropriate.",
        "purport": " In the material world, a servant is provided for by the master but is always planning how to capture the master’s post. There have been many instances of this in history. Especially in India during the Mohammedan rule, many servants, by plans and devices, took over the posts of their masters. It is learned from Caitanya literature that one big Zamindar, Subuddhi Rāya, kept a Mohammedan boy as a servant. Of course, he treated the boy as his own child, and sometimes, when the boy would steal something, the master would chastise him by striking him with a cane. There was a mark on the boy’s back from this chastisement. Later, after that boy had by crooked means become Hussain Shah, Nawab of Bengal, one day his wife saw the mark on his back and inquired about it. The Nawab replied that in his childhood he had been a servant of Subuddhi Rāya, who had punished him because of some mischievous activities. Upon hearing this, the Nawab’s wife immediately became agitated and requested her husband to kill Subuddhi Rāya. Nawab Hussain Shah, of course, was very grateful to Subuddhi Rāya and therefore refused to kill him, but when his wife requested him to turn Subuddhi Rāya into a Mohammedan, the Nawab agreed. Taking some water from his waterpot, he sprinkled it upon Subuddhi Rāya and declared that Subuddhi Rāya had now become a Mohammedan. The point is that this Nawab had been an ordinary menial servant of Subuddhi Rāya but was somehow or other able to occupy the supreme post of Nawab of Bengal. This is the material world. Everyone is trying to become master through various devices, although everyone is servant of his senses. Following this system, a living entity, although servant of his senses, tries to become master of the whole universe. Hiraṇyakaśipu was a typical example of this, and Brahmā was informed by the demigods of his intentions."
    },
    {
        "verse": "13",
        "devanagari": "तवासनं द्विजगवां पारमेष्ठ्यं जगत्पते ।भवाय श्रेयसे भूत्यै क्षेमाय विजयाय च ॥ १३ ॥",
        "english_devnagari": "tavāsanaṁ dvija-gavāṁpārameṣṭhyaṁ jagat-patebhavāya śreyase bhūtyaikṣemāya vijayāya ca",
        "verse_Syn": [
            "tava",
            "āsanam",
            "dvija",
            "gavām",
            "pārameṣṭhyam",
            "jagat",
            "pate",
            "bhavāya",
            "śreyase",
            "bhūtyai",
            "kṣemāya",
            "vijayāya",
            "ca"
        ],
        "translation": "O Lord Brahmā, your position within this universe is certainly most auspicious for everyone, especially the cows and brāhmaṇas. Brahminical culture and the protection of cows can be increasingly glorified, and thus all kinds of material happiness, opulence and good fortune will automatically increase. But unfortunately, if Hiraṇyakaśipu occupies your seat, everything will be lost.",
        "purport": " In this verse the words dvija-gavāṁ pārameṣṭhyam indicate the most exalted position of the brāhmaṇas, brahminical culture and the cows. In Vedic culture, the welfare of the cows and the welfare of the brāhmaṇas are essential. Without a proper arrangement for developing brahminical culture and protecting cows, all the affairs of administration will go to hell. Being afraid that Hiraṇyakaśipu would occupy the post of Brahmā, all the demigods were extremely disturbed. Hiraṇyakaśipu was a well-known demon, and the demigods knew that if demons and Rākṣasas were to occupy the supreme post, brahminical culture and protection of cows would come to an end. As stated in Bhagavad-gītā (5.29), the original proprietor of everything is Lord Kṛṣṇa (bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram). The Lord, therefore, knows particularly well how to develop the material condition of the living entities within this material world. In every universe there is one Brahmā engaged on behalf of Lord Kṛṣṇa, as confirmed in Śrīmad-Bhāgavatam (tene brahma hṛdā ya ādi-kavaye). The principal creator in each brahmāṇḍa is Lord Brahmā, who imparts Vedic knowledge to his disciples and sons. On every planet, the king or supreme controller must be a representative of Brahmā. Therefore, if a Rākṣasa, or demon, were situated in Brahmā’s post, then the entire arrangement of the universe, especially the protection of the brahminical culture and cows, would be ruined. All the demigods anticipated this danger, and therefore they went to request Lord Brahmā to take immediate steps to thwart Hiraṇyakaśipu’s plan. In the beginning of creation, Lord Brahmā was attacked by two demons — Madhu and Kaiṭabha — but Kṛṣṇa saved him. Therefore Kṛṣṇa is addressed as madhu-kaiṭabha-hantṛ. Now again, Hiraṇyakaśipu was trying to replace Brahmā. The material world is so situated that even the position of Lord Brahmā, not to speak of ordinary living entities, is sometimes in danger. Nonetheless, until the time of Hiraṇyakaśipu, no one had tried to replace Lord Brahmā. Hiraṇyakaśipu, however, was such a great demon that he maintained this ambition. The word bhūtyai means “for increasing opulence,” and the word śreyase refers to ultimately returning home, back to Godhead. In spiritual advancement, one’s material position improves at the same time that the path of liberation becomes clear and one is freed from material bondage. If one is situated in an opulent position in spiritual advancement, his opulence never decreases. Therefore such a spiritual benediction is called bhūti or vibhūti. Kṛṣṇa confirms this in Bhagavad-gītā (10.41). Yad yad vibhūtimat sattvaṁ … mama tejo-’ṁśa-sambhavam: if a devotee advances in spiritual consciousness and thus becomes materially opulent also, his position is a special gift from the Lord. Such opulence is never to be considered material. At the present, especially on this planet earth, the influence of Lord Brahmā has decreased considerably, and the representatives of Hiraṇyakaśipu — the Rākṣasas and demons — have taken charge. Therefore there is no protection of brahminical culture and cows, which are the basic prerequisites for all kinds of good fortune. This age is very dangerous because society is being managed by demons and Rākṣasas."
    },
    {
        "verse": "14",
        "devanagari": "इति विज्ञापितो देवैर्भगवानात्मभूर्नृप ।परितो भृगुदक्षाद्यैर्ययौ दैत्येश्वराश्रमम् ॥ १४ ॥",
        "english_devnagari": "iti vijñāpito devairbhagavān ātmabhūr nṛpaparito bhṛgu-dakṣādyairyayau daityeśvarāśramam",
        "verse_Syn": [
            "iti",
            "vijñāpitaḥ",
            "devaiḥ",
            "bhagavān",
            "ātma",
            "bhūḥ",
            "nṛpa",
            "paritaḥ",
            "bhṛgu",
            "dakṣa",
            "ādyaiḥ",
            "yayau",
            "daitya",
            "īśvara",
            "āśramam"
        ],
        "translation": "O King, being thus informed by the demigods, the most powerful Lord Brahmā, accompanied by Bhṛgu, Dakṣa and other great sages, immediately started for the place where Hiraṇyakaśipu was performing his penances and austerities.",
        "purport": " Lord Brahmā was waiting for the austerities performed by Hiraṇyakaśipu to mature so that he could go there and offer benedictions according to Hiraṇyakaśipu’s desire. Now, taking the opportunity of being accompanied by all the demigods and great saintly persons, Brahmā went there to award him the benediction he desired."
    },
    {
        "verse": "15-16",
        "devanagari": "न ददर्श प्रतिच्छन्नं वल्मीकतृणकीचकै: ।पिपीलिकाभिराचीर्णं मेदस्त्वङ्‌मांसशोणितम् ॥ १५ ॥तपन्तं तपसा लोकान् यथाभ्रापिहितं रविम् ।विलक्ष्य विस्मित: प्राह हसंस्तं हंसवाहन: ॥ १६ ॥",
        "english_devnagari": "na dadarśa praticchannaṁvalmīka-tṛṇa-kīcakaiḥpipīlikābhir ācīrṇaṁmedas-tvaṅ-māṁsa-śoṇitam",
        "verse_Syn": [
            "na",
            "dadarśa",
            "praticchannam",
            "valmīka",
            "tṛṇa",
            "kīcakaiḥ",
            "pipīlikābhiḥ",
            "ācīrṇam",
            "medaḥ",
            "tvak",
            "māṁsa",
            "śoṇitam",
            "tapantam",
            "tapasā",
            "lokān",
            "yathā",
            "abhra",
            "apihitam",
            "ravim",
            "vilakṣya",
            "vismitaḥ",
            "prāha",
            "hasan",
            "tam",
            "haṁsa",
            "vāhanaḥ"
        ],
        "translation": "Lord Brahmā, who is carried by a swan airplane, at first could not see where Hiraṇyakaśipu was, for Hiraṇyakaśipu’s body was covered by an anthill and by grass and bamboo sticks. Because Hiraṇyakaśipu had been there for a long time, the ants had devoured his skin, fat, flesh and blood. Then Lord Brahmā and the demigods spotted him, resembling a cloud-covered sun, heating all the world by his austerity. Struck with wonder, Lord Brahmā began to smile and then addressed him as follows.",
        "purport": " The living entity can live merely by his own power, without the help of skin, marrow, bone, blood and so on, because it is said, asaṅgo hy ayaṁ puruṣaḥ — the living entity has nothing to do with the material covering. Hiraṇyakaśipu performed a severe type of tapasya, austerity, for many long years. Indeed, it is said that he performed the tapasya for one hundred heavenly years. Since one day of the demigods equals six of our months, certainly this was a very long time. By nature’s own way, his body had been almost consumed by earthworms, ants and other parasites, and therefore even Brahmā was at first unable to see him. Later, however, Brahmā could ascertain where Hiraṇyakaśipu was, and Brahmā was struck with wonder to see Hiraṇyakaśipu’s extraordinary power to execute tapasya. Anyone would conclude that Hiraṇyakaśipu was dead because his body was covered in so many ways, but Lord Brahmā, the supreme living being in this universe, could understand that Hiraṇyakaśipu was alive but covered by material elements. It is also to be noted that although Hiraṇyakaśipu performed this austerity for a long, long time, he was nonetheless known as a Daitya and Rākṣasa. It will be seen from verses to follow that even great saintly persons could not perform such a severe type of austerity. Why then was he called a Rākṣasa and Daitya? It is because whatever he did was for his own sense gratification. His son Prahlāda Mahārāja was only five years old, and so what could Prahlāda do? Yet simply by performing a little devotional service according to the instructions of Nārada Muni, Prahlāda became so dear to the Lord that the Lord came to save him, whereas Hiraṇyakaśipu, in spite of all his austerities, was killed. This is the difference between devotional service and all other methods of perfection. One who performs severe austerities for sense gratification is fearful to the entire world, whereas a devotee who performs even a slight amount of devotional service is a friend to everyone (suhṛdaṁ sarva-bhūtānām). Since the Lord is the well-wisher of every living entity and since a devotee assumes the qualities of the Lord, a devotee also acts for everyone’s good fortune by performing devotional service. Thus although Hiraṇyakaśipu performed such a severe austerity, he remained a Daitya and a Rākṣasa, whereas Prahlāda Mahārāja, although born of the same Daitya father, became the most exalted devotee and was personally protected by the Supreme Lord. Bhakti is therefore called sarvopādhi-vinirmuktam, indicating that a devotee is freed from all material designations, and anyābhilāṣitā-śūnyam, situated in a transcendental position, free from all material desires."
    },
    {
        "verse": "17",
        "devanagari": "श्रीब्रह्मोवाचउत्तिष्ठोत्तिष्ठ भद्रं ते तप:सिद्धोऽसि काश्यप ।वरदोऽहमनुप्राप्तो व्रियतामीप्सितो वर: ॥ १७ ॥",
        "english_devnagari": "śrī-brahmovācauttiṣṭhottiṣṭha bhadraṁ tetapaḥ-siddho ’si kāśyapavarado ’ham anuprāptovriyatām īpsito varaḥ",
        "verse_Syn": [
            "śrī",
            "brahmā",
            "uvāca",
            "uttiṣṭha",
            "uttiṣṭha",
            "bhadram",
            "te",
            "tapaḥ",
            "siddhaḥ",
            "asi",
            "kāśyapa",
            "vara",
            "daḥ",
            "aham",
            "anuprāptaḥ",
            "vriyatām",
            "īpsitaḥ",
            "varaḥ"
        ],
        "translation": "Lord Brahmā said: O son of Kaśyapa Muni, please get up, please get up. All good fortune unto you. You are now perfect in the performance of your austerities, and therefore I may give you a benediction. You may now ask from me whatever you desire, and I shall try to fulfill your wish.",
        "purport": " Śrīla Madhvācārya quotes from the Skanda Purāṇa, which says that Hiraṇyakaśipu, having become a devotee of Lord Brahmā, who is known as Hiraṇyagarbha, and having undergone a severe austerity to please him, is also known as Hiraṇyaka. Rākṣasas and demons worship various demigods, such as Lord Brahmā and Lord Śiva, just to take the post of these demigods. This we have already explained in previous verses."
    },
    {
        "verse": "18",
        "devanagari": "अद्राक्षमहमेतं ते हृत्सारं महदद्भ‍ुतम् । दंशभक्षितदेहस्य प्राणा ह्यस्थिषु शेरते ॥ १८ ॥",
        "english_devnagari": "adrākṣam aham etaṁ tehṛt-sāraṁ mahad-adbhutamdaṁśa-bhakṣita-dehasyaprāṇā hy asthiṣu śerate",
        "verse_Syn": [
            "adrākṣam",
            "aham",
            "etam",
            "te",
            "hṛt",
            "sāram",
            "mahat",
            "adbhutam",
            "daṁśa",
            "bhakṣita",
            "dehasya",
            "prāṇāḥ",
            "hi",
            "asthiṣu",
            "śerate"
        ],
        "translation": "I have been very much astonished to see your endurance. In spite of being eaten and bitten by all kinds of worms and ants, you are keeping your life air circulating within your bones. Certainly this is wonderful.",
        "purport": " It appears that the soul can exist even through the bones, as shown by the personal example of Hiraṇyakaśipu. When great yogīs are in samādhi, even when their bodies are buried and their skin, marrow, blood and so on have all been eaten, if only their bones remain they can exist in a transcendental position. Very recently an archaeologist published findings indicating that Lord Christ, after being buried, was exhumed and that he then went to Kashmir. There have been many actual examples of yogīs’ being buried in trance and exhumed alive and in good condition several hours later. A yogī can keep himself alive in a transcendental state even if buried not only for many days but for many years."
    },
    {
        "verse": "19",
        "devanagari": "नैतत्पूर्वर्षयश्चक्रुर्न करिष्यन्ति चापरे ।निरम्बुर्धारयेत्प्राणान् को वै दिव्यसमा: शतम् ॥ १९ ॥",
        "english_devnagari": "naitat pūrvarṣayaś cakrurna kariṣyanti cāparenirambur dhārayet prāṇānko vai divya-samāḥ śatam",
        "verse_Syn": [
            "na",
            "etat",
            "pūrva",
            "ṛṣayaḥ",
            "cakruḥ",
            "na",
            "kariṣyanti",
            "ca",
            "apare",
            "nirambuḥ",
            "dhārayet",
            "prāṇān",
            "kaḥ",
            "vai",
            "divya",
            "samāḥ",
            "śatam"
        ],
        "translation": "Even saintly persons like Bhṛgu, born previously, could not perform such severe austerities, nor will anyone in the future be able to do so. Who within these three worlds can sustain his life without even drinking water for one hundred celestial years?",
        "purport": " It appears that even if a yogī does not drink a drop of water, he can live for many, many years by the yogic process, though his outer body be eaten by ants and moths."
    },
    {
        "verse": "20",
        "devanagari": "व्यवसायेन तेऽनेन दुष्करेण मनस्विनाम् । तपोनिष्ठेन भवता जितोऽहं दितिनन्दन ॥ २० ॥",
        "english_devnagari": "vyavasāyena te ’nenaduṣkareṇa manasvināmtapo-niṣṭhena bhavatājito ’haṁ diti-nandana",
        "verse_Syn": [
            "vyavasāyena",
            "te",
            "anena",
            "duṣkareṇa",
            "manasvinām",
            "tapaḥ",
            "niṣṭhena",
            "bhavatā",
            "jitaḥ",
            "aham",
            "diti",
            "nandana"
        ],
        "translation": "My dear son of Diti, with your great determination and austerity you have done what was impossible even for great saintly persons, and thus I have certainly been conquered by you.",
        "purport": " In regard to the word jitaḥ, Śrīla Madhva Muni gives the following quotation from the Śabda-nirṇaya: parābhūtaṁ vaśa-sthaṁ ca jitabhid ucyate budhaiḥ. “If one comes under someone else’s control or is defeated by another, he is called jitaḥ.” Hiraṇyakaśipu’s austerity was so great and wonderful that even Lord Brahmā agreed to be conquered by him."
    },
    {
        "verse": "21",
        "devanagari": "ततस्त आशिष: सर्वा ददाम्यसुरपुङ्गव ।मर्तस्य ते ह्यमर्तस्य दर्शनं नाफलं मम ॥ २१ ॥",
        "english_devnagari": "tatas ta āśiṣaḥ sarvādadāmy asura-puṅgavamartasya te hy amartasyadarśanaṁ nāphalaṁ mama",
        "verse_Syn": [
            "tataḥ",
            "te",
            "āśiṣaḥ",
            "sarvāḥ",
            "dadāmi",
            "asura",
            "puṅgava",
            "martasya",
            "te",
            "hi",
            "amartasya",
            "darśanam",
            "na",
            "aphalam",
            "mama"
        ],
        "translation": "O best of the asuras, for this reason I am now prepared to give you all benedictions, according to your desire. I belong to the celestial world of demigods, who do not die like human beings. Therefore, although you are subject to death, your audience with me will not go in vain.",
        "purport": " It appears that human beings and asuras are subject to death, whereas demigods are not. The demigods who reside with Lord Brahmā in Satyaloka go to Vaikuṇṭhaloka in their present bodily constructions at the time of the dissolution. Therefore although Hiraṇyakaśipu had undergone severe austerities, Lord Brahmā predicted that he had to die; he could not become immortal or even gain equal status with the demigods. The great austerities and penances he had performed for so many years could not give him protection from death. This was foretold by Lord Brahmā."
    },
    {
        "verse": "22",
        "devanagari": "श्रीनारद उवाचइत्युक्त्वादिभवो देवो भक्षिताङ्गं पिपीलिकै: ।कमण्डलुजलेनौक्षद्दिव्येनामोघराधसा ॥ २२ ॥",
        "english_devnagari": "śrī-nārada uvācaity uktvādi-bhavo devobhakṣitāṅgaṁ pipīlikaiḥkamaṇḍalu-jalenaukṣaddivyenāmogha-rādhasā",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "iti",
            "uktvā",
            "ādi",
            "bhavaḥ",
            "devaḥ",
            "bhakṣita",
            "aṅgam",
            "pipīlikaiḥ",
            "kamaṇḍalu",
            "jalena",
            "aukṣat",
            "divyena",
            "amogha",
            "rādhasā"
        ],
        "translation": "Śrī Nārada Muni continued: After speaking these words to Hiraṇyakaśipu, Lord Brahmā, the original being of this universe, who is extremely powerful, sprinkled transcendental, infallible, spiritual water from his kamaṇḍalu upon Hiraṇyakaśipu’s body, which had been eaten away by ants and moths. Thus he enlivened Hiraṇyakaśipu.",
        "purport": " Lord Brahmā is the first created being within this universe and is empowered by the Supreme Lord to create. Tene brahma hṛdā ya ādi-kavaye: the ādi-deva, or ādi-kavi — the first living creature — was personally taught by the Supreme Personality of Godhead through the heart. There was no one to teach him, but since the Lord is situated within Brahmā’s heart, Brahmā was educated by the Lord Himself. Lord Brahmā, being especially empowered, is infallible in doing whatever he wants. This is the meaning of the word amogha-rādhasā. He desired to restore Hiraṇyakaśipu’s original body, and therefore, by sprinkling transcendental water from his waterpot, he immediately did so."
    },
    {
        "verse": "23",
        "devanagari": "स तत्कीचकवल्मीकात् सहओजोबलान्वित: ।सर्वावयवसम्पन्नो वज्रसंहननो युवा ।उत्थितस्तप्तहेमाभो विभावसुरिवैधस: ॥ २३ ॥",
        "english_devnagari": "sa tat kīcaka-valmīkātsaha-ojo-balānvitaḥsarvāvayava-sampannovajra-saṁhanano yuvāutthitas tapta-hemābhovibhāvasur ivaidhasaḥ",
        "verse_Syn": [
            "saḥ",
            "tat",
            "kīcaka",
            "valmīkāt",
            "sahaḥ",
            "ojaḥ",
            "bala",
            "anvitaḥ",
            "sarva",
            "avayava",
            "sampannaḥ",
            "vajra",
            "saṁhananaḥ",
            "yuvā",
            "utthitaḥ",
            "tapta",
            "hema",
            "ābhaḥ",
            "vibhāvasuḥ",
            "iva",
            "edhasaḥ"
        ],
        "translation": "As soon as he was sprinkled with the water from Lord Brahmā’s waterpot, Hiraṇyakaśipu arose, endowed with a full body with limbs so strong that they could bear the striking of a thunderbolt. With physical strength and a bodily luster resembling molten gold, he emerged from the anthill a completely young man, just as fire springs from fuel wood.",
        "purport": " Hiraṇyakaśipu was revitalized, so much so that his body was quite competent to tolerate the striking of thunderbolts. He was now a young man with a strong body and a very beautiful bodily luster resembling molten gold. This is the rejuvenation that took place because of his severe austerity and penance."
    },
    {
        "verse": "24",
        "devanagari": "स निरीक्ष्याम्बरे देवं हंसवाहमुपस्थितम् ।ननाम शिरसा भूमौ तद्दर्शनमहोत्सव: ॥ २४ ॥",
        "english_devnagari": "sa nirīkṣyāmbare devaṁhaṁsa-vāham upasthitamnanāma śirasā bhūmautad-darśana-mahotsavaḥ",
        "verse_Syn": [
            "saḥ",
            "nirīkṣya",
            "ambare",
            "devam",
            "haṁsa",
            "vāham",
            "upasthitam",
            "nanāma",
            "śirasā",
            "bhūmau",
            "tat",
            "darśana",
            "mahā",
            "utsavaḥ"
        ],
        "translation": "Seeing Lord Brahmā present before him in the sky, carried by his swan airplane, Hiraṇyakaśipu was extremely pleased. He immediately fell flat with his head on the ground and began to express his obligation to the lord.",
        "purport": " Lord Kṛṣṇa says in Bhagavad-gītā (9.23-24): “Whatever a man may sacrifice to other gods, O son of Kuntī, is really meant for Me alone, but it is offered without true understanding. I am the only enjoyer and the only object of sacrifice. Those who do not recognize My true transcendental nature fall down.” In effect, Kṛṣṇa says, “Persons engaged in the worship of demigods are not very intelligent, although such worship is indirectly offered to Me.” For example, when a man pours water on the leaves and branches of a tree without pouring water on the root, he does so without sufficient knowledge or without observing regulative principles. The process of watering a tree is to pour water on the root. Similarly, the process of rendering service to different parts of the body is to supply food to the stomach. The demigods are, so to speak, different officers and directors in the government of the Supreme Lord. One has to follow the laws made by the government, not by the officers or directors. Similarly, everyone is to offer his worship to the Supreme Lord only. That will automatically satisfy the different officers and directors of the Lord. The officers and directors are engaged as representatives of the government, and to offer some bribe to the officers and directors is illegal. This is stated in Bhagavad-gītā as avidhi-pūrvakam. In other words, Kṛṣṇa does not approve the unnecessary worship of the demigods. In Bhagavad-gītā it is clearly stated that there are many types of yajña performances recommended in the Vedic literatures, but actually all of them are meant for satisfying the Supreme Lord. Yajña means Viṣṇu. In the Third Chapter of Bhagavad-gītā it is clearly stated that one should work only for satisfying Yajña, or Viṣṇu. The perfectional form of human civilization, known as varṇāśrama-dharma, is specifically meant for satisfying Viṣṇu. Therefore, Kṛṣṇa says, “I am the enjoyer of all sacrifices because I am the supreme master.” However, less intelligent persons, without knowing this fact, worship demigods for temporary benefit. Therefore they fall down to material existence and do not achieve the desired goal of life. If, however, anyone has any material desire to be fulfilled, he had better pray for it to the Supreme Lord (although that is not pure devotion), and he will thus achieve the desired result. Although Hiraṇyakaśipu offered his obeisances unto Lord Brahmā, he was strongly inimical toward Lord Viṣṇu. This is the symptom of an asura. Asuras worship the demigods as being separate from the Lord, not knowing that all the demigods are powerful because of being servants of the Lord. If the Supreme Lord were to withdraw the powers of the demigods, the demigods would no longer be able to offer benedictions to their worshipers. The difference between a devotee and a nondevotee, or asura, is that a devotee knows that Lord Viṣṇu is the Supreme Personality of Godhead and that everyone derives power from Him. Without worshiping the demigods for particular powers, a devotee worships Lord Viṣṇu, knowing that if he desires a particular power he can get that power while acting as Lord Viṣṇu’s devotee. Therefore in the śāstra (Bhāg. 2.3.10) it is recommended: “A person who has broader intelligence, whether he be full of material desires, free from material desires, or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead.” Even if a person has material desires, instead of worshiping the demigods he should pray to the Supreme Lord so that his connection with the Supreme Lord will be established and he will be saved from becoming a demon or a nondevotee. In this regard, Śrīla Madhvācārya gives the following quotation from the Brahma-tarka: Since Viṣṇu is the Supreme, by worshiping Viṣṇu one can fulfill all one’s desires. There is no need to divert one’s attention to any demigod."
    },
    {
        "verse": "25",
        "devanagari": "उत्थाय प्राञ्जलि: प्रह्व ईक्षमाणो द‍ृशा विभुम् ।हर्षाश्रुपुलकोद्भ‍ेदो गिरा गद्गदयागृणात् ॥ २५ ॥",
        "english_devnagari": "utthāya prāñjaliḥ prahvaīkṣamāṇo dṛśā vibhumharṣāśru-pulakodbhedogirā gadgadayāgṛṇāt",
        "verse_Syn": [
            "utthāya",
            "prāñjaliḥ",
            "prahvaḥ",
            "īkṣamāṇaḥ",
            "dṛśā",
            "vibhum",
            "harṣa",
            "aśru",
            "pulaka",
            "udbhedaḥ",
            "girā",
            "gadgadayā",
            "agṛṇāt"
        ],
        "translation": "Then, getting up from the ground and seeing Lord Brahmā before him, the head of the Daityas was overwhelmed by jubilation. With tears in his eyes, his whole body shivering, he began praying in a humble mood, with folded hands and a faltering voice, to satisfy Lord Brahmā.",
        "purport": ""
    },
    {
        "verse": "26-27",
        "devanagari": "श्रीहिरण्यकशिपुरुवाचकल्पान्ते कालसृष्टेन योऽन्धेन तमसावृतम् ।अभिव्यनग्जगदिदं स्वयञ्‍ज्योति: स्वरोचिषा ॥ २६ ॥आत्मना त्रिवृता चेदं सृजत्यवति लुम्पति ।रज:सत्त्वतमोधाम्ने पराय महते नम: ॥ २७ ॥",
        "english_devnagari": "śrī-hiraṇyakaśipur uvācakalpānte kāla-sṛṣṭenayo ’ndhena tamasāvṛtamabhivyanag jagad idaṁsvayañjyotiḥ sva-rociṣā",
        "verse_Syn": [
            "śrī",
            "hiraṇyakaśipuḥ",
            "uvāca",
            "kalpa",
            "ante",
            "kāla",
            "sṛṣṭena",
            "yaḥ",
            "andhena",
            "tamasā",
            "āvṛtam",
            "abhivyanak",
            "jagat",
            "idam",
            "svayam",
            "jyotiḥ",
            "sva",
            "rociṣā",
            "ātmanā",
            "tri",
            "vṛtā",
            "ca",
            "idam",
            "sṛjati",
            "avati",
            "lumpati",
            "rajaḥ",
            "sattva",
            "tamaḥ",
            "dhāmne",
            "parāya",
            "mahate",
            "namaḥ"
        ],
        "translation": "Let me offer my respectful obeisances unto the supreme lord within this universe. At the end of each day of his life, the universe is fully covered with dense darkness by the influence of time, and then again, during his next day, that self-effulgent lord, by his own effulgence, manifests, maintains and destroys the entire cosmic manifestation through the material energy, which is invested with the three modes of material nature. He, Lord Brahmā, is the shelter of those modes of nature — sattva-guṇa, rajo-guṇa and tamo-guṇa.",
        "purport": " The words abhivyanag jagad idam refer to he who creates this cosmic manifestation. The original creator is the Supreme Personality of Godhead, Kṛṣṇa (janmādy asya yataḥ); Lord Brahmā is the secondary creator. When Lord Brahmā is empowered by Lord Kṛṣṇa as the engineer to create the phenomenal world, he becomes the supremely powerful feature within this universe. The total material energy is created by Kṛṣṇa, and later, taking advantage of all that has necessarily been created, Lord Brahmā engineers the entire phenomenal universe. At the end of Lord Brahmā’s day, everything up to Svargaloka is inundated with water, and the next morning, when there is darkness in the universe, Brahmā again brings the phenomenal manifestation into existence. Therefore he is described here as he who manifests this universe. Trīn guṇān vṛṇoti: Lord Brahmā takes advantage of the three modes of material nature. Prakṛti, material nature, is described here as tri-vṛtā, the source of the three material modes. Śrīla Madhvācārya comments in this connection that tri-vṛtā means prakṛtyā. Thus Lord Kṛṣṇa is the original creator, and Lord Brahmā is the original engineer."
    },
    {
        "verse": "28",
        "devanagari": "नम आद्याय बीजाय ज्ञानविज्ञानमूर्तये ।प्राणेन्द्रियमनोबुद्धिविकारैर्व्यक्तिमीयुषे ॥ २८ ॥",
        "english_devnagari": "nama ādyāya bījāyajñāna-vijñāna-mūrtayeprāṇendriya-mano-buddhi-vikārair vyaktim īyuṣe",
        "verse_Syn": [
            "namaḥ",
            "ādyāya",
            "bījāya",
            "jñāna",
            "vijñāna",
            "mūrtaye",
            "prāṇa",
            "indriya",
            "manaḥ",
            "buddhi",
            "vikāraiḥ",
            "vyaktim",
            "īyuṣe"
        ],
        "translation": "I offer my obeisances to the original personality within this universe, Lord Brahmā, who is cognizant and who can apply his mind and realized intelligence in creating this cosmic manifestation. It is because of his activities that everything within the universe is visible. He is therefore the cause of all manifestations.",
        "purport": " The Vedānta-sūtra begins by declaring that the Absolute Person is the original source of all creation (janmādy asya yataḥ). One may ask whether Lord Brahmā is the Supreme Absolute Person. No, the Supreme Absolute Person is Kṛṣṇa. Brahmā receives his mind, intelligence, materials and everything else from Kṛṣṇa, and then he becomes the secondary creator, the engineer of this universe. In this regard we may note that the creation does not take place accidentally, because of the explosion of a chunk. Such nonsensical theories are not accepted by Vedic students. The first created living being is Brahmā, who is endowed with perfect knowledge and intelligence by the Lord. As stated in Śrīmad-Bhāgavatam, tene brahma hṛdā ya ādi-kavaye: although Brahmā is the first created being, he is not independent, for he receives help from the Supreme Personality of Godhead through his heart. There is no one but Brahmā at the time of creation, and therefore he receives his intelligence directly from the Lord through the heart. This has been discussed in the beginning of Śrīmad-Bhāgavatam. Lord Brahmā is described in this verse as the original cause of the cosmic manifestation, and this applies to his position in the material world. There are many, many such controllers, all of whom are created by the Supreme Lord, Viṣṇu. This is illustrated by an incident described in Caitanya-caritāmṛta. When the Brahmā of this particular universe was invited by Kṛṣṇa to Dvārakā, he thought that he was the only Brahmā. Therefore when Kṛṣṇa inquired from His servant which Brahmā was at the door to visit, Lord Brahmā was surprised. He replied that of course Lord Brahmā, the father of the four Kumāras, was waiting at the door. Later, Lord Brahmā asked Kṛṣṇa why He had inquired which Brahmā had come. He was then informed that there are millions of other Brahmās because there are millions of universes. Kṛṣṇa then called all the Brahmās, who immediately came to visit Him. The catur-mukha Brahmā, the four-headed Brahmā of this universe, thought himself a very insignificant creature in the presence of so many Brahmās with so many heads. Thus although there is a Brahmā who is the engineer of each universe, Kṛṣṇa is the original source of all of them."
    },
    {
        "verse": "29",
        "devanagari": "त्वमीशिषे जगतस्तस्थुषश्चप्राणेन मुख्येन पति: प्रजानाम् ।चित्तस्य चित्तैर्मनइन्द्रियाणांपतिर्महान् भूतगुणाशयेश: ॥ २९ ॥",
        "english_devnagari": "tvam īśiṣe jagatas tasthuṣaś caprāṇena mukhyena patiḥ prajānāmcittasya cittair mana-indriyāṇāṁpatir mahān bhūta-guṇāśayeśaḥ",
        "verse_Syn": [
            "tvam",
            "īśiṣe",
            "jagataḥ",
            "tasthuṣaḥ",
            "ca",
            "prāṇena",
            "mukhyena",
            "patiḥ",
            "prajānām",
            "cittasya",
            "cittaiḥ",
            "manaḥ",
            "indriyāṇām",
            "patiḥ",
            "mahān",
            "bhūta",
            "guṇa",
            "āśaya",
            "īśaḥ"
        ],
        "translation": "Your Lordship, being the origin of the life of this material world, is the master and controller of the living entities, both moving and stationary, and you inspire their consciousness. You maintain the mind and the acting and knowledge-acquiring senses, and therefore you are the great controller of all the material elements and their qualities, and you are the controller of all desires.",
        "purport": " In this verse it is clearly indicated that the original source of everything is life. Brahmā was instructed by the supreme life, Kṛṣṇa. Kṛṣṇa is the supreme living entity (nityo nityānāṁ cetanaś cetanānām), and Brahmā is also a living entity, but the original source of Brahmā is Kṛṣṇa. Therefore Kṛṣṇa says in Bhagavad-gītā (7.7), mattaḥ parataraṁ nānyat kiñcid asti dhanañjaya: “O Arjuna, there is no truth superior to Me.” Kṛṣṇa is the original source of Brahmā, who is the original source of this universe. Brahmā is a representative of Kṛṣṇa, and therefore all the qualities and activities of Kṛṣṇa are also present in Lord Brahmā."
    },
    {
        "verse": "30",
        "devanagari": "त्वं सप्ततन्तून् वितनोषि तन्वात्रय्या चतुर्होत्रकविद्यया च ।त्वमेक आत्मात्मवतामनादि-रनन्तपार: कविरन्तरात्मा ॥ ३० ॥",
        "english_devnagari": "tvaṁ sapta-tantūn vitanoṣi tanvātrayyā catur-hotraka-vidyayā catvam eka ātmātmavatām anādirananta-pāraḥ kavir antarātmā",
        "verse_Syn": [
            "tvam",
            "sapta",
            "tantūn",
            "vitanoṣi",
            "tanvā",
            "trayyā",
            "catuḥ",
            "hotraka",
            "vidyayā",
            "ca",
            "tvam",
            "ekaḥ",
            "ātmā",
            "ātma",
            "vatām",
            "anādiḥ",
            "ananta",
            "pāraḥ",
            "kaviḥ",
            "antaḥ",
            "ātmā"
        ],
        "translation": "My dear lord, by your form as the Vedas personified and through knowledge relating to the activities of all the yajñic brāhmaṇas, you spread the Vedic ritualistic ceremonies of the seven kinds of sacrifices, headed by agniṣṭoma. Indeed, you inspire the yajñic brāhmaṇas to perform the rituals mentioned in the three Vedas. Being the Supreme Soul, the Supersoul of all living entities, you are beginningless, endless and omniscient, beyond the limits of time and space.",
        "purport": " The Vedic ritualistic ceremonies, the knowledge thereof, and the person who agrees to perform them are inspired by the Supreme Soul. As confirmed in Bhagavad-gītā, mattaḥ smṛtir jñānam apohanaṁ ca: from the Lord come remembrance, knowledge and forgetfulness. The Supersoul is situated in everyone’s heart (sarvasya cāhaṁ hṛdi sanniviṣṭaḥ, īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati), and when one is advanced in Vedic knowledge, the Supersoul gives him directions. Acting as Supersoul, the Lord gives inspiration to a suitable person to perform the Vedic ritualistic ceremonies. In this connection, four classes of priests, known as ṛtvik, are required. They are mentioned as hotā, adhvaryu, brahma and udgātā."
    },
    {
        "verse": "31",
        "devanagari": "त्वमेव कालोऽनिमिषो जनाना-मायुर्लवाद्यवयवै: क्षिणोषि ।कूटस्थ आत्मा परमेष्ठ्यजो महां-स्त्वं जीवलोकस्य च जीव आत्मा ॥ ३१ ॥",
        "english_devnagari": "tvam eva kālo ’nimiṣo janānāmāyur lavādy-avayavaiḥ kṣiṇoṣikūṭa-stha ātmā parameṣṭhy ajo mahāṁstvaṁ jīva-lokasya ca jīva ātmā",
        "verse_Syn": [
            "tvam",
            "eva",
            "kālaḥ",
            "animiṣaḥ",
            "janānām",
            "āyuḥ",
            "lava",
            "ādi",
            "avayavaiḥ",
            "kṣiṇoṣi",
            "kūṭa",
            "sthaḥ",
            "ātmā",
            "parameṣṭhī",
            "ajaḥ",
            "mahān",
            "tvam",
            "jīva",
            "lokasya",
            "ca",
            "jīvaḥ",
            "ātmā"
        ],
        "translation": "O my lord, Your Lordship is eternally awake, seeing everything that happens. As eternal time, you reduce the duration of life for all living entities through your different parts, such as moments, seconds, minutes and hours. Nonetheless, you are unchanged, resting in one place as the Supersoul, witness and Supreme Lord, the birthless, all-pervading controller who is the cause of life for all living entities.",
        "purport": " In this verse the word kūṭa-stha is very important. Although the Supreme Personality of Godhead is situated everywhere, He is the central unchanging point. Īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati: the Lord is situated in full in the core of everyone’s heart. As indicated in the Upaniṣads by the word ekatvam, although there are millions and millions of living entities, the Lord is situated as the Supersoul in every one of them. Nonetheless, He is one in many. As stated in the Brahma-saṁhitā, advaitam acyutam anādim ananta-rūpam: He has many forms, yet they are advaita — one and unchanging. Since the Lord is all-pervading, He is also situated in eternal time. The living entities are described as parts and parcels of the Lord because He is the life and soul of all living entities, being situated within their hearts as the antaryāmī, as enunciated by the philosophy of inconceivable oneness and difference (acintya-bhedābheda). Since the living entities are part of God, they are one in quality with the Lord, yet they are different from Him. The Supersoul, who inspires all living entities to act, is one and changeless. There are varieties of subjects, objects and activities, yet the Lord is one."
    },
    {
        "verse": "32",
        "devanagari": "त्वत्त: परं नापरमप्यनेज-देजच्च किञ्चिद्‌‌व्यतिरिक्तमस्ति ।विद्या: कलास्ते तनवश्च सर्वाहिरण्यगर्भोऽसि बृहत्‍त्रिपृष्ठ: ॥ ३२ ॥",
        "english_devnagari": "tvattaḥ paraṁ nāparam apy anejadejac ca kiñcid vyatiriktam astividyāḥ kalās te tanavaś ca sarvāhiraṇyagarbho ’si bṛhat tri-pṛṣṭhaḥ",
        "verse_Syn": [
            "tvattaḥ",
            "param",
            "na",
            "aparam",
            "api",
            "anejat",
            "ejat",
            "ca",
            "kiñcit",
            "vyatiriktam",
            "asti",
            "vidyāḥ",
            "kalāḥ",
            "te",
            "tanavaḥ",
            "ca",
            "sarvāḥ",
            "hiraṇya",
            "garbhaḥ",
            "asi",
            "bṛhat",
            "tri",
            "pṛṣṭhaḥ"
        ],
        "translation": "There is nothing separate from you, whether it be better or lower, stationary or moving. The knowledge derived from the Vedic literatures like the Upaniṣads, and from all the sub-limbs of the original Vedic knowledge, form your external body. You are Hiraṇyagarbha, the reservoir of the universe, but nonetheless, being situated as the supreme controller, you are transcendental to the material world, which consists of the three modes of material nature.",
        "purport": " The word param means “the supreme cause,” and aparam means “the effect.” The supreme cause is the Supreme Personality of Godhead, and the effect is material nature. The living entities, both moving and nonmoving, are controlled by the Vedic instructions in art and science, and therefore they are all expansions of the external energy of the Supreme Personality of Godhead, who is the center as the Supersoul. The brahmāṇḍas, the universes, exist during the duration of a breath of the Supreme Lord (yasyaika-niśvasita-kālam athāvalambya jīvanti loma-vilajā jagad-aṇḍa-nāthāḥ). Thus they are also within the womb of the Supreme Personality of Godhead, Mahā-Viṣṇu. Nothing, therefore, is separate from the Supreme Lord. This is the philosophy of acintya-bhedābheda-tattva."
    },
    {
        "verse": "33",
        "devanagari": "व्यक्तं विभो स्थूलमिदं शरीरंयेनेन्द्रियप्राणमनोगुणांस्त्वम् ।भुङ्‌क्षे स्थितो धामनि पारमेष्ठ्येअव्यक्त आत्मा पुरुष: पुराण: ॥ ३३ ॥",
        "english_devnagari": "vyaktaṁ vibho sthūlam idaṁ śarīraṁyenendriya-prāṇa-mano-guṇāṁs tvambhuṅkṣe sthito dhāmani pārameṣṭhyeavyakta ātmā puruṣaḥ purāṇaḥ",
        "verse_Syn": [
            "vyaktam",
            "vibho",
            "sthūlam",
            "idam",
            "śarīram",
            "yena",
            "indriya",
            "prāṇa",
            "manaḥ",
            "guṇān",
            "tvam",
            "bhuṅkṣe",
            "sthitaḥ",
            "dhāmani",
            "pārameṣṭhye",
            "avyaktaḥ",
            "ātmā",
            "puruṣaḥ",
            "purāṇaḥ"
        ],
        "translation": "O my lord, being changelessly situated in your own abode, you expand your universal form within this cosmic manifestation, thus appearing to taste the material world. You are Brahman, the Supersoul, the oldest, the Personality of Godhead.",
        "purport": " It is said that the Absolute Truth appears in three features — namely, impersonal Brahman, localized Supersoul and ultimately the Supreme Personality of Godhead, Kṛṣṇa. The cosmic manifestation is the gross material body of the Supreme Personality of Godhead, who enjoys the taste of the material mellows by expanding His parts and parcels, the living entities, who are qualitatively one with Him. The Supreme Personality of Godhead, however, is situated in the Vaikuṇṭha planets, where He enjoys the spiritual mellows. Therefore the one Absolute Truth, Bhagavān, pervades all by His material cosmic manifestation, the spiritual Brahman effulgence, and His personal existence as the Supreme Lord."
    },
    {
        "verse": "34",
        "devanagari": "अनन्ताव्यक्तरूपेण येनेदमखिलं ततम् ।चिदचिच्छक्तियुक्ताय तस्मै भगवते नम: ॥ ३४ ॥",
        "english_devnagari": "anantāvyakta-rūpeṇayenedam akhilaṁ tatamcid-acic-chakti-yuktāyatasmai bhagavate namaḥ",
        "verse_Syn": [
            "ananta",
            "avyakta",
            "rūpeṇa",
            "yena",
            "idam",
            "akhilam",
            "tatam",
            "cit",
            "acit",
            "śakti",
            "yuktāya",
            "tasmai",
            "bhagavate",
            "namaḥ"
        ],
        "translation": "Let me offer my respectful obeisances unto the Supreme, who in his unlimited, unmanifested form has expanded the cosmic manifestation, the form of the totality of the universe. He possesses external and internal energies and the mixed energy called the marginal potency, which consists of all the living entities.",
        "purport": " The Lord is endowed with unlimited potencies (parāsya śaktir vividhaiva śrūyate), which are summarized as three, namely external, internal and marginal. The external potency manifests this material world, the internal potency manifests the spiritual world, and the marginal potency manifests the living entities, who are mixtures of internal and external. The living entity, being part and parcel of Parabrahman, is actually internal potency, but because of being in contact with the material energy, he is an emanation of material and spiritual energies. The Supreme Personality of Godhead is above the material energy and is engaged in spiritual pastimes. The material energy is only an external manifestation of His pastimes."
    },
    {
        "verse": "35",
        "devanagari": "यदि दास्यस्यभिमतान् वरान्मे वरदोत्तम ।भूतेभ्यस्त्वद्विसृष्टेभ्यो मृत्युर्मा भून्मम प्रभो ॥ ३५ ॥",
        "english_devnagari": "yadi dāsyasy abhimatānvarān me varadottamabhūtebhyas tvad-visṛṣṭebhyomṛtyur mā bhūn mama prabho",
        "verse_Syn": [
            "yadi",
            "dāsyasi",
            "abhimatān",
            "varān",
            "me",
            "varada",
            "uttama",
            "bhūtebhyaḥ",
            "tvat",
            "visṛṣṭebhyaḥ",
            "mṛtyuḥ",
            "mā",
            "bhūt",
            "mama",
            "prabho"
        ],
        "translation": "O my lord, O best of the givers of benediction, if you will kindly grant me the benediction I desire, please let me not meet death from any of the living entities created by you.",
        "purport": " After being created from the navel of Garbhodakaśāyī Viṣṇu, Lord Brahmā, the original created living being within the universe, created many other different types of living entities to reside in this universe. Therefore, from the beginning of creation, the living entities were born of a superior living entity. Ultimately, Kṛṣṇa is the supreme living being, the father of all others. Ahaṁ bīja-pradaḥ pitā: He is the seed-giving father of all living entities. Thus far, Hiraṇyakaśipu has adored Lord Brahmā as the Supreme Personality of Godhead and has expected to become immortal by the benediction of Lord Brahmā. Now, however, having come to understand that even Lord Brahmā is not immortal because at the end of the millennium Lord Brahmā will also die, Hiraṇyakaśipu is very carefully asking him for benedictions that will be almost as good as immortality. His first proposal is that he not be killed by any of the different forms of living entities created by Lord Brahmā within this material world."
    },
    {
        "verse": "36",
        "devanagari": "नान्तर्बहिर्दिवा नक्तमन्यस्मादपि चायुधै: ।न भूमौ नाम्बरे मृत्युर्न नरैर्न मृगैरपि ॥ ३६ ॥",
        "english_devnagari": "nāntar bahir divā naktamanyasmād api cāyudhaiḥna bhūmau nāmbare mṛtyurna narair na mṛgair api",
        "verse_Syn": [
            "na",
            "antaḥ",
            "bahiḥ",
            "divā",
            "naktam",
            "anyasmāt",
            "api",
            "ca",
            "ayudhaiḥ",
            "na",
            "bhūmau",
            "na",
            "ambare",
            "mṛtyuḥ",
            "na",
            "naraiḥ",
            "na",
            "mṛgaiḥ",
            "api"
        ],
        "translation": "Grant me that I not die within any residence or outside any residence, during the daytime or at night, nor on the ground or in the sky. Grant me that my death not be brought by any being other than those created by you, nor by any weapon, nor by any human being or animal.",
        "purport": " Hiraṇyakaśipu was very much afraid of Viṣṇu’s becoming an animal to kill him because his brother had been killed by Viṣṇu when the Lord took the shape of a boar. He was therefore very careful to guard against all kinds of animals. But even without taking the shape of an animal, Viṣṇu could kill him by hurling His Sudarśana cakra, which can go anywhere without the Lord’s physical presence. Therefore Hiraṇyakaśipu was careful to guard against all kinds of weapons. He guarded against all kinds of time, space and countries because he was afraid of being killed by someone else in another land. There are many other planets, higher and lower, and therefore he prayed for the benediction of not being killed by any resident of any of these planets. There are three original deities — Brahmā, Viṣṇu and Maheśvara. Hiraṇyakaśipu knew that Brahmā would not kill him, but he also wanted not to be killed by Lord Viṣṇu or Lord Śiva. Consequently, he prayed for such a benediction. Thus Hiraṇyakaśipu thought himself securely protected from any kind of death caused by any living entity within this universe. He also carefully guarded against natural death, which might take place within his house or outside of the house."
    },
    {
        "verse": "37-38",
        "devanagari": "व्यसुभिर्वासुमद्भ‍िर्वा सुरासुरमहोरगै: ।अप्रतिद्वन्द्वतां युद्धे ऐकपत्यं च देहिनाम् ॥ ३७ ॥सर्वेषां लोकपालानां महिमानं यथात्मन: ।तपोयोगप्रभावाणां यन्न रिष्यति कर्हिचित् ॥ ३८ ॥",
        "english_devnagari": "vyasubhir vāsumadbhir vāsurāsura-mahoragaiḥapratidvandvatāṁ yuddheaika-patyaṁ ca dehinām",
        "verse_Syn": [
            "vyasubhiḥ",
            "vā",
            "asumadbhiḥ",
            "vā",
            "sura",
            "asura",
            "mahā",
            "uragaiḥ",
            "apratidvandvatām",
            "yuddhe",
            "aika",
            "patyam",
            "ca",
            "dehinām",
            "sarveṣām",
            "loka",
            "pālānām",
            "mahimānam",
            "yathā",
            "ātmanaḥ",
            "tapaḥ",
            "yoga",
            "prabhāvāṇām",
            "yat",
            "na",
            "riṣyati",
            "karhicit"
        ],
        "translation": "Grant me that I not meet death from any entity, living or nonliving. Grant me, further, that I not be killed by any demigod or demon or by any great snake from the lower planets. Since no one can kill you in the battlefield, you have no competitor. Therefore, grant me the benediction that I too may have no rival. Give me sole lordship over all the living entities and presiding deities, and give me all the glories obtained by that position. Furthermore, give me all the mystic powers attained by long austerities and the practice of yoga, for these cannot be lost at any time.",
        "purport": " Lord Brahmā obtained his supreme position due to long austerities and penances, mystic yoga, meditation and so on. Hiraṇyakaśipu wanted a similar position. The ordinary powers achieved by mystic yoga, austerities and other processes are sometimes vanquished, but the powers obtained by the mercy of the Lord are never vanquished. Hiraṇyakaśipu, therefore, wanted a benediction that would never be vanquished."
    }
]