[
    {
        "verse": "1",
        "devanagari": "श्रीनारद उवाचब्रह्मचारी गुरुकुले वसन्दान्तो गुरोर्हितम् ।आचरन्दासवन्नीचो गुरौ सुद‍ृढसौहृद: ॥ १ ॥",
        "english_devnagari": "śrī-nārada uvācabrahmacārī gurukulevasan dānto guror hitamācaran dāsavan nīcogurau sudṛḍha-sauhṛdaḥ",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "brahmacārī",
            "gurukule",
            "vasan",
            "dāntaḥ",
            "guroḥ",
            "hitam",
            "ācaran",
            "dāsa",
            "vat",
            "nīcaḥ",
            "gurau",
            "su",
            "dṛḍha",
            "sauhṛdaḥ"
        ],
        "translation": "Nārada Muni said: A student should practice completely controlling his senses. He should be submissive and should have an attitude of firm friendship for the spiritual master. With a great vow, the brahmacārī should live at the gurukula, only for the benefit of the guru.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "सायं प्रातरुपासीत गुर्वग्‍न्यर्कसुरोत्तमान् ।सन्ध्ये उभे च यतवाग्जपन्ब्रह्म समाहित: ॥ २ ॥",
        "english_devnagari": "sāyaṁ prātar upāsītagurv-agny-arka-surottamānsandhye ubhe ca yata-vāgjapan brahma samāhitaḥ",
        "verse_Syn": [
            "sāyam",
            "prātaḥ",
            "upāsīta",
            "guru",
            "agni",
            "arka",
            "sura",
            "uttamān",
            "sandhye",
            "ubhe",
            "ca",
            "yata",
            "vāk",
            "japan",
            "brahma",
            "samāhitaḥ"
        ],
        "translation": "At both junctions of day and night, namely, in the early morning and in the evening, he should be fully absorbed in thoughts of the spiritual master, fire, the sun-god and Lord Viṣṇu and by chanting the Gāyatrī mantra he should worship them.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "छन्दांस्यधीयीत गुरोराहूतश्चेत् सुयन्त्रित: ।उपक्रमेऽवसाने च चरणौ शिरसा नमेत् ॥ ३ ॥",
        "english_devnagari": "chandāṁsy adhīyīta gurorāhūtaś cet suyantritaḥupakrame ’vasāne cacaraṇau śirasā namet",
        "verse_Syn": [
            "chandāṁsi",
            "adhīyīta",
            "guroḥ",
            "āhūtaḥ",
            "cet",
            "su",
            "yantritaḥ",
            "upakrame",
            "avasāne",
            "ca",
            "caraṇau",
            "śirasā",
            "namet"
        ],
        "translation": "Being called by the spiritual master, the student should study the Vedic mantras regularly. Every day, before beginning his studies and at the end of his studies, the disciple should respectfully offer obeisances unto the spiritual master.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "मेखलाजिनवासांसि जटादण्डकमण्डलून् ।बिभृयादुपवीतं च दर्भपाणिर्यथोदितम् ॥ ४ ॥",
        "english_devnagari": "mekhalājina-vāsāṁsijaṭā-daṇḍa-kamaṇḍalūnbibhṛyād upavītaṁ cadarbha-pāṇir yathoditam",
        "verse_Syn": [
            "mekhalā",
            "ajina",
            "vāsāṁsi",
            "jaṭā",
            "daṇḍa",
            "kamaṇḍalūn",
            "bibhṛyāt",
            "upavītam",
            "ca",
            "darbha",
            "pāṇiḥ",
            "yathā",
            "uditam"
        ],
        "translation": "Carrying pure kuśa grass in his hand, the brahmacārī should dress regularly with a belt of straw and with deerskin garments. He should wear matted hair, carry a rod and waterpot and be decorated with a sacred thread, as recommended in the śāstras.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "सायं प्रातश्चरेद्भ‍ैक्ष्यं गुरवे तन्निवेदयेत् ।भुञ्जीत यद्यनुज्ञातो नो चेदुपवसेत् क्‍वचित् ॥ ५ ॥",
        "english_devnagari": "sāyaṁ prātaś cared bhaikṣyaṁgurave tan nivedayetbhuñjīta yady anujñātono ced upavaset kvacit",
        "verse_Syn": [
            "sāyam",
            "prātaḥ",
            "caret",
            "bhaikṣyam",
            "gurave",
            "tat",
            "nivedayet",
            "bhuñjīta",
            "yadi",
            "anujñātaḥ",
            "no",
            "cet",
            "upavaset",
            "kvacit"
        ],
        "translation": "The brahmacārī should go out morning and evening to collect alms, and he should offer all that he collects to the spiritual master. He should eat only if ordered to take food by the spiritual master; otherwise, if the spiritual master does not give this order, he may sometimes have to fast.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "सुशीलो मितभुग्दक्ष: श्रद्दधानो जितेन्द्रिय: ।यावदर्थं व्यवहरेत् स्त्रीषु स्त्रीनिर्जितेषु च ॥ ६ ॥",
        "english_devnagari": "suśīlo mita-bhug dakṣaḥśraddadhāno jitendriyaḥyāvad-arthaṁ vyavaharetstrīṣu strī-nirjiteṣu ca",
        "verse_Syn": [
            "su",
            "śīlaḥ",
            "mita",
            "bhuk",
            "dakṣaḥ",
            "śraddadhānaḥ",
            "jita",
            "indriyaḥ",
            "yāvat",
            "artham",
            "vyavaharet",
            "strīṣu",
            "strī",
            "nirjiteṣu",
            "ca"
        ],
        "translation": "A brahmacārī should be quite well-behaved and gentle and should not eat or collect more than necessary. He must always be active and expert, fully believing in the instructions of the spiritual master and the śāstra. Fully controlling his senses, he should associate only as much as necessary with women or those controlled by women.",
        "purport": " A brahmacārī should be very careful not to mix with women or with men addicted to women. Although when he goes out to beg alms it is necessary to talk with women and with men very much attached to women, this association should be very short, and he should talk with them only about begging alms, and not more. A brahmacārī should be very careful in associating with men who are attached to women."
    },
    {
        "verse": "7",
        "devanagari": "वर्जयेत्प्रमदागाथामगृहस्थो बृहद्‌व्रत: ।इन्द्रियाणि प्रमाथीनि हरन्त्यपि यतेर्मन: ॥ ७ ॥",
        "english_devnagari": "varjayet pramadā-gāthāmagṛhastho bṛhad-vrataḥindriyāṇi pramāthīniharanty api yater manaḥ",
        "verse_Syn": [
            "varjayet",
            "pramadā",
            "gāthām",
            "agṛhasthaḥ",
            "bṛhat",
            "vrataḥ",
            "indriyāṇi",
            "pramāthīni",
            "haranti",
            "api",
            "yateḥ",
            "manaḥ"
        ],
        "translation": "A brahmacārī, or one who has not accepted the gṛhastha-āśrama [family life], must rigidly avoid talking with women or about women, for the senses are so powerful that they may agitate even the mind of a sannyāsī, a member of the renounced order of life.",
        "purport": " Brahmacarya essentially means the vow not to marry but to observe strict celibacy (bṛhad-vrata). A brahmacārī or sannyāsī should avoid talking with women or reading literature concerning talks between man and woman. The injunction restricting association with women is the basic principle of spiritual life. Associating or talking with women is never advised in any of the Vedic literatures. The entire Vedic system teaches one to avoid sex life so that one may gradually progress from brahmacarya to gṛhastha, from gṛhastha to vānaprastha, and from vānaprastha to sannyāsa and thus give up material enjoyment, which is the original cause of bondage to this material world. The word bṛhad-vrata refers to one who has decided not to marry, or in other words, not to indulge in sex life throughout his entire life."
    },
    {
        "verse": "8",
        "devanagari": "केशप्रसाधनोन्मर्दस्‍नपनाभ्यञ्जनादिकम् ।गुरुस्त्रीभिर्युवतिभि: कारयेन्नात्मनो युवा ॥ ८ ॥",
        "english_devnagari": "keśa-prasādhanonmarda-snapanābhyañjanādikamguru-strībhir yuvatibhiḥkārayen nātmano yuvā",
        "verse_Syn": [
            "keśa",
            "prasādhana",
            "unmarda",
            "snapana",
            "abhyañjana",
            "ādikam",
            "guru",
            "strībhiḥ",
            "yuvatibhiḥ",
            "kārayet",
            "na",
            "ātmanaḥ",
            "yuvā"
        ],
        "translation": "If the wife of the spiritual master is young, a young brahmacārī should not allow her to care for his hair, massage his body with oil, or bathe him with affection like a mother.",
        "purport": " The relationship between the student or disciple and the wife of the spiritual master or teacher is like that between son and mother. A mother sometimes cares for her son by combing his hair, massaging his body with oil, or bathing him. Similarly, the wife of the teacher is also a mother (guru-patnī), and therefore she may also care for the disciple in a motherly way. If the wife of the teacher is a young woman, however, a young brahmacārī should not allow such a mother to touch him. This is strictly prohibited. There are seven kinds of mothers: These mothers are the original mother, the wife of the teacher or spiritual master, the wife of a brāhmaṇa, the king’s wife, the cow, the nurse and the earth. Unnecessary association with women, even with one’s mother, sister or daughter, is strictly prohibited. This is human civilization. A civilization that allows men to mix unrestrictedly with women is an animal civilization. In Kali-yuga, people are extremely liberal, but mixing with women and talking with them as equals actually constitutes an uncivilized way of life."
    },
    {
        "verse": "9",
        "devanagari": "नन्वग्नि: प्रमदा नाम घृतकुम्भसम: पुमान् ।सुतामपि रहो जह्यादन्यदा यावदर्थकृत् ॥ ९ ॥",
        "english_devnagari": "nanv agniḥ pramadā nāmaghṛta-kumbha-samaḥ pumānsutām api raho jahyādanyadā yāvad-artha-kṛt",
        "verse_Syn": [
            "nanu",
            "agniḥ",
            "pramadā",
            "nāma",
            "ghṛta",
            "kumbha",
            "samaḥ",
            "pumān",
            "sutām",
            "api",
            "rahaḥ",
            "jahyāt",
            "anyadā",
            "yāvat",
            "artha",
            "kṛt"
        ],
        "translation": "Woman is compared to fire, and man is compared to a butter pot. Therefore a man should avoid associating even with his own daughter in a secluded place. Similarly, he should also avoid association with other women. One should associate with women only for important business and not otherwise.",
        "purport": " If a butter pot and fire are kept together, the butter within the pot will certainly melt. Woman is compared to fire, and man is compared to a butter pot. However advanced one may be in restraining the senses, it is almost impossible for a man to keep himself controlled in the presence of a woman, even if she is his own daughter, mother or sister. Indeed, his mind is agitated even if one is in the renounced order of life. Therefore, Vedic civilization carefully restricts mingling between men and women. If one cannot understand the basic principle of restraining association between man and woman, he is to be considered an animal. That is the purport of this verse."
    },
    {
        "verse": "10",
        "devanagari": "कल्पयित्वात्मना यावदाभासमिदमीश्वर: ।द्वैतं तावन्न विरमेत्ततो ह्यस्य विपर्यय: ॥ १० ॥",
        "english_devnagari": "kalpayitvātmanā yāvadābhāsam idam īśvaraḥdvaitaṁ tāvan na viramettato hy asya viparyayaḥ",
        "verse_Syn": [
            "kalpayitvā",
            "ātmanā",
            "yāvat",
            "ābhāsam",
            "idam",
            "īśvaraḥ",
            "dvaitam",
            "tāvat",
            "na",
            "viramet",
            "tataḥ",
            "hi",
            "asya",
            "viparyayaḥ"
        ],
        "translation": "As long as a living entity is not completely self-realized — as long as he is not independent of the misconception of identifying with his body, which is nothing but a reflection of the original body and senses — he cannot be relieved of the conception of duality, which is epitomized by the duality between man and woman. Thus there is every chance that he will fall down because his intelligence is bewildered.",
        "purport": " Here is another important warning that a man must save himself from attraction to woman. Until one is self-realized, fully independent of the illusory conception of the material body, the duality of man and woman must undoubtedly continue, but when one is actually self-realized this distinction ceases. “The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste].” (Bg. 5.18) On the spiritual platform, the learned person not only gives up the duality of man and woman, but also gives up the duality of man and animal. This is the test of self-realization. One must realize perfectly that the living being is spirit soul but is tasting various types of material bodies. One may theoretically understand this, but when one has practical realization, then he actually becomes a paṇḍita, one who knows. Until that time, the duality continues, and the conception of man and woman also continues. In this stage, one should be extremely careful about mixing with women. No one should think himself perfect and forget the śāstric instruction that one should be very careful about associating even with his daughter, mother or sister, not to speak of other women. Śrīla Madhvācārya cites the following ślokas in this regard: Unity in variety is real knowledge, and therefore giving up variety artificially does not reflect perfect knowledge of monism. According to the acintya-bhedābheda philosophy of Śrī Caitanya Mahāprabhu, there are varieties, but all of them constitute one unit. Such knowledge is knowledge of perfect oneness."
    },
    {
        "verse": "11",
        "devanagari": "एतत्सर्वं गृहस्थस्य समाम्नातं यतेरपि ।गुरुवृत्तिर्विकल्पेन गृहस्थस्यर्तुगामिन: ॥ ११ ॥",
        "english_devnagari": "etat sarvaṁ gṛhasthasyasamāmnātaṁ yater apiguru-vṛttir vikalpenagṛhasthasyartu-gāminaḥ",
        "verse_Syn": [
            "etat",
            "sarvam",
            "gṛhasthasya",
            "samāmnātam",
            "yateḥ",
            "api",
            "guru",
            "vṛttiḥ",
            "vikalpena",
            "gṛhasthasya",
            "ṛtu",
            "gāminaḥ"
        ],
        "translation": "All the rules and regulations apply equally to the householder and the sannyāsī, the member of the renounced order of life. The gṛhastha, however, is given permission by the spiritual master to indulge in sex during the period favorable for procreation.",
        "purport": " It is sometimes misunderstood that a gṛhastha, a householder, is permitted to indulge in sex at any time. This is a wrong conception of gṛhastha life. In spiritual life, whether one is a gṛhastha, vānaprastha, sannyāsī or brahmacārī, everyone is under the control of the spiritual master. For brahmacārīs and sannyāsīs there are strong restrictions on sexual indulgence. Similarly, there are strong restrictions for gṛhasthas. Gṛhasthas should indulge in sex life only in accordance with the order of the guru. Therefore it is mentioned here that one must follow the orders of the spiritual master (guru-vṛttir vikalpena). When the spiritual master orders, the gṛhastha may accept sex life. This is confirmed in Bhagavad-gītā (7.11). Dharmāviruddho bhūteṣu kāmo ’smi: indulgence in sex life without disobedience to the religious rules and regulations constitutes a religious principle. The gṛhastha is allowed to indulge in sex life during the period favorable for procreation and in accordance with the spiritual master’s order. If the spiritual master’s orders allow a gṛhastha to engage in sex life at a particular time, then the gṛhastha may do so; otherwise, if the spiritual master orders against it, the gṛhastha should abstain. The gṛhastha must obtain permission from the spiritual master to observe the ritualistic ceremony of garbhādhāna-saṁskāra. Then he may approach his wife to beget children, otherwise not. A brāhmaṇa generally remains a brahmacārī throughout his entire life, but although some brāhmaṇas become gṛhasthas and indulge in sex life, they do so under the complete control of the spiritual master. The kṣatriya is allowed to marry more than one wife, but this also must be in accordance with the instructions of the spiritual master. It is not that because one is a gṛhastha he may marry as many times as he likes and indulge in sex life as he likes. This is not spiritual life. In spiritual life, one must conduct one’s whole life under the guidance of the guru. Only one who executes his spiritual life under the direction of the spiritual master can achieve the mercy of Kṛṣṇa. Yasya prasādād bhagavat-prasādaḥ. If one desires to advance in spiritual life but he acts whimsically, not following the orders of the spiritual master, he has no shelter. Yasyāprasādān na gatiḥ kuto ’pi. Without the spiritual master’s order, even the gṛhastha should not indulge in sex life."
    },
    {
        "verse": "12",
        "devanagari": "अञ्जनाभ्यञ्जनोन्मर्दस्त्र्यवलेखामिषं मधु ।स्रग्गन्धलेपालङ्कारांस्त्यजेयुर्ये बृहद्‌व्रता: ॥ १२ ॥",
        "english_devnagari": "añjanābhyañjanonmarda-stry-avalekhāmiṣaṁ madhusrag-gandha-lepālaṅkārāṁstyajeyur ye bṛhad-vratāḥ",
        "verse_Syn": [
            "añjana",
            "abhyañjana",
            "unmarda",
            "strī",
            "avalekha",
            "āmiṣam",
            "madhu",
            "srak",
            "gandha",
            "lepa",
            "alaṅkārān",
            "tyajeyuḥ",
            "ye",
            "bṛhat",
            "vratāḥ"
        ],
        "translation": "Brahmacārīs or gṛhasthas who have taken the vow of celibacy as described above should not indulge in the following: applying powder or ointment to the eyes, massaging the head with oil, massaging the body with the hands, seeing a woman or painting a woman’s picture, eating meat, drinking wine, decorating the body with flower garlands, smearing scented ointment on the body, or decorating the body with ornaments. These they should give up.",
        "purport": ""
    },
    {
        "verse": "13-14",
        "devanagari": "उषित्वैवं गुरुकुले द्विजोऽधीत्यावबुध्य च ।त्रयीं साङ्गोपनिषदं यावदर्थं यथाबलम् ॥ १३ ॥दत्त्वा वरमनुज्ञातो गुरो: कामं यदीश्वर: ।गृहं वनं वा प्रविशेत्प्रव्रजेत्तत्र वा वसेत् ॥ १४ ॥",
        "english_devnagari": "uṣitvaivaṁ gurukuledvijo ’dhītyāvabudhya catrayīṁ sāṅgopaniṣadaṁyāvad-arthaṁ yathā-balam",
        "verse_Syn": [
            "uṣitvā",
            "evam",
            "gurukule",
            "dvi",
            "jaḥ",
            "adhītya",
            "avabudhya",
            "ca",
            "trayīm",
            "sa",
            "aṅga",
            "upaniṣadam",
            "yāvat",
            "artham",
            "yathā",
            "balam",
            "dattvā",
            "varam",
            "anujñātaḥ",
            "guroḥ",
            "kāmam",
            "yadi",
            "īśvaraḥ",
            "gṛham",
            "vanam",
            "vā",
            "praviśet",
            "pravrajet",
            "tatra",
            "vā",
            "vaset"
        ],
        "translation": "According to the rules and regulations mentioned above, one who is twice-born, namely a brāhmaṇa, kṣatriya or vaiśya, should reside in the gurukula under the care of the spiritual master. There he should study and learn all the Vedic literatures along with their supplements and the Upaniṣads, according to his ability and power to study. If possible, the student or disciple should reward the spiritual master with the remuneration the spiritual master requests, and then, following the master’s order, the disciple should leave and accept one of the other āśramas, namely the gṛhastha-āśrama, vānaprastha-āśrama or sannyāsa-āśrama, as he desires.",
        "purport": " To study the Vedas and understand them, of course, requires some special intelligence, but the members of the three higher sections of society — namely the brāhmaṇas, kṣatriyas and vaiśyas — must learn the Vedic literatures according to their capability and power to understand. In other words, studying the Vedic literatures is compulsory for everyone but the śūdras and antyajas. The Vedic literature gives the knowledge that can lead one to understand the Absolute Truth — Brahman, Paramātmā or Bhagavān. Gurukula, or the reformatory educational institution, should be used only to understand Vedic knowledge. At the present time there are many educational institutions for training and technology, but such knowledge has nothing to do with understanding of the Absolute Truth. Technology, therefore, is meant for the śūdras, whereas the Vedas are meant for the dvijas. Consequently this verse states, dvijo ’dhītyāvabudhya ca trayīṁ sāṅgopaniṣadam. At the present time, in the Age of Kali, practically everyone is a śūdra, and no one is a dvija. Therefore the condition of society has very much deteriorated. Another point to be observed from this verse is that from the brahmacārī-āśrama one may accept the sannyāsa-āśrama, vānaprastha-āśrama or gṛhastha-āśrama. It is not compulsory for a brahmacārī to become a gṛhastha. Because the ultimate aim is to understand the Absolute Truth, there is no necessity of going through all the different āśramas. Thus one may proceed to the sannyāsa-āśrama directly from the brahmacārī-āśrama. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura accepted the sannyāsa-āśrama directly from the brahmacārī-āśrama. In other words, His Divine Grace Bhaktisiddhānta Sarasvatī Ṭhākura did not think it compulsory to accept the gṛhastha-āśrama or vānaprastha-āśrama."
    },
    {
        "verse": "15",
        "devanagari": "अग्नौ गुरावात्मनि च सर्वभूतेष्वधोक्षजम् ।भूतै: स्वधामभि: पश्येदप्रविष्टं प्रविष्टवत् ॥ १५ ॥",
        "english_devnagari": "agnau gurāv ātmani casarva-bhūteṣv adhokṣajambhūtaiḥ sva-dhāmabhiḥ paśyedapraviṣṭaṁ praviṣṭavat",
        "verse_Syn": [
            "agnau",
            "gurau",
            "ātmani",
            "ca",
            "sarva",
            "bhūteṣu",
            "adhokṣajam",
            "bhūtaiḥ",
            "sva",
            "dhāmabhiḥ",
            "paśyet",
            "apraviṣṭam",
            "praviṣṭa",
            "vat"
        ],
        "translation": "One should realize that in the fire, in the spiritual master, in one’s self and in all living entities — in all circumstances and conditions — the Supreme Personality of Godhead, Viṣṇu, has simultaneously entered and not entered. He is situated externally and internally as the full controller of everything.",
        "purport": " Realization of the Supreme Personality of Godhead’s omnipresence is the perfect realization of the Absolute Truth to be attained through the study of the Vedic literatures. As stated in the Brahma-saṁhitā (5.35), aṇḍāntara-stha-paramāṇu-cayāntara-stham: the Lord is situated within the universe, within the heart of every living entity and also within the atom. We should understand that whenever the Supreme Personality of Godhead is present, He is present with all His paraphernalia, including His name, form, associates and servants. The living entity is part and parcel of the Supreme Personality of Godhead, and thus one should understand that since the Supreme Lord has entered the atom, the living entities are also there. One must accept the inconceivable quality of the Supreme Personality of Godhead, for no one can understand from the material point of view how the Lord is all-pervasive and yet is situated in His own abode, Goloka Vṛndāvana. This realization is possible if one strictly follows the regulative principles of āśrama (brahmacārī, gṛhastha, vānaprastha and sannyāsa). Śrīla Madhvācārya says in this regard: The Supreme Personality of Godhead, in His original form, has not entered everything (apraviṣṭaḥ), but in His impersonal form He has entered (praviṣṭaḥ). Thus He has entered and not entered simultaneously. This is also explained in Bhagavad-gītā (9.4), wherein the Lord says: “By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.” The Lord can defy Himself. Thus there is variety in unity (ekatvaṁ bahutvam)."
    },
    {
        "verse": "16",
        "devanagari": "एवं विधो ब्रह्मचारी वानप्रस्थो यतिर्गृही ।चरन्विदितविज्ञान: परं ब्रह्माधिगच्छति ॥ १६ ॥",
        "english_devnagari": "evaṁ vidho brahmacārīvānaprastho yatir gṛhīcaran vidita-vijñānaḥparaṁ brahmādhigacchati",
        "verse_Syn": [
            "evam",
            "vidhaḥ",
            "brahmacārī",
            "vānaprasthaḥ",
            "yatiḥ",
            "gṛhī",
            "caran",
            "vidita",
            "vijñānaḥ",
            "param",
            "brahma",
            "adhigacchati"
        ],
        "translation": "By practicing in this way, whether one be in the brahmacārī-āśrama, gṛhastha-āśrama, vānaprastha-āśrama or sannyāsa-āśrama, one must always realize the all-pervading presence of the Supreme Lord, for in this way it is possible to understand the Absolute Truth.",
        "purport": " This is the beginning of self-realization. One must first understand how Brahman is present everywhere and how He is acting. This education is called brahma-jijñāsā and is the real concern of human life. Without such knowledge, one cannot claim to be a human being; rather, he remains in the animal kingdom. As it is said, sa eva go-kharaḥ: without such knowledge, one is no better than a cow or an ass."
    },
    {
        "verse": "17",
        "devanagari": "वानप्रस्थस्य वक्ष्यामि नियमान्मुनिसम्मतान् ।यानास्थाय मुनिर्गच्छेद‍ृषिलोकमुहाञ्जसा ॥ १७ ॥",
        "english_devnagari": "vānaprasthasya vakṣyāminiyamān muni-sammatānyān āsthāya munir gacchedṛṣi-lokam uhāñjasā",
        "verse_Syn": [
            "vānaprasthasya",
            "vakṣyāmi",
            "niyamān",
            "muni",
            "sammatān",
            "yān",
            "āsthāya",
            "muniḥ",
            "gacchet",
            "ṛṣi",
            "lokam",
            "uha",
            "añjasā"
        ],
        "translation": "O King, I shall now describe the qualifications for a vānaprastha, one who has retired from family life. By rigidly following the rules and regulations for the vānaprastha, one can easily be elevated to the upper planetary system known as Maharloka.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "न कृष्टपच्यमश्नीयादकृष्टं चाप्यकालत: ।अग्निपक्व‍मथामं वा अर्कपक्व‍मुताहरेत् ॥ १८ ॥",
        "english_devnagari": "na kṛṣṭa-pacyam aśnīyādakṛṣṭaṁ cāpy akālataḥagni-pakvam athāmaṁ vāarka-pakvam utāharet",
        "verse_Syn": [
            "na",
            "kṛṣṭa",
            "pacyam",
            "aśnīyāt",
            "akṛṣṭam",
            "ca",
            "api",
            "akālataḥ",
            "agni",
            "pakvam",
            "atha",
            "āmam",
            "vā",
            "arka",
            "pakvam",
            "uta",
            "āharet"
        ],
        "translation": "A person in vānaprastha life should not eat grains grown by tilling of the fields. He should also not eat grains that have grown without tilling of the field but are not fully ripe. Nor should a vānaprastha eat grains cooked in fire. Indeed, he should eat only fruit ripened by the sunshine.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "वन्यैश्चरुपुरोडाशान् निर्वपेत् कालचोदितान् ।लब्धे नवे नवेऽन्नाद्ये पुराणं च परित्यजेत् ॥ १९ ॥",
        "english_devnagari": "vanyaiś caru-puroḍāśānnirvapet kāla-coditānlabdhe nave nave ’nnādyepurāṇaṁ ca parityajet",
        "verse_Syn": [
            "vanyaiḥ",
            "caru",
            "puroḍāśān",
            "nirvapet",
            "kāla",
            "coditān",
            "labdhe",
            "nave",
            "nave",
            "anna",
            "ādye",
            "purāṇam",
            "ca",
            "parityajet"
        ],
        "translation": "A vānaprastha should prepare cakes to be offered in sacrifice from fruits and grains grown naturally in the forest. When he obtains some new grains, he should give up his old stock of grains.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "अग्‍न्यर्थमेव शरणमुटजं वाद्रिकन्दरम् ।श्रयेत हिमवाय्वग्निवर्षार्कातपषाट्‌स्वयम् ॥ २० ॥",
        "english_devnagari": "agny-artham eva śaraṇamuṭajaṁ vādri-kandaramśrayeta hima-vāyv-agni-varṣārkātapa-ṣāṭ svayam",
        "verse_Syn": [
            "agni",
            "artham",
            "eva",
            "śaraṇam",
            "uṭa",
            "jam",
            "vā",
            "adri",
            "kandaram",
            "śrayeta",
            "hima",
            "vāyu",
            "agni",
            "varṣa",
            "arka",
            "ātapa",
            "ṣāṭ",
            "svayam"
        ],
        "translation": "A vānaprastha should prepare a thatched cottage or take shelter of a cave in a mountain only to keep the sacred fire, but he should personally practice enduring snowfall, wind, fire, rain and the shining of the sun.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "केशरोमनखश्मश्रुमलानि जटिलो दधत् ।कमण्डल्वजिने दण्डवल्कलाग्निपरिच्छदान् ॥ २१ ॥",
        "english_devnagari": "keśa-roma-nakha-śmaśru-malāni jaṭilo dadhatkamaṇḍalv-ajine daṇḍa-valkalāgni-paricchadān",
        "verse_Syn": [
            "keśa",
            "roma",
            "nakha",
            "śmaśru",
            "malāni",
            "jaṭilaḥ",
            "dadhat",
            "kamaṇḍalu",
            "ajine",
            "daṇḍa",
            "valkala",
            "agni",
            "paricchadān"
        ],
        "translation": "The vānaprastha should wear matted locks of hair on his head and let his body hair, nails and moustache grow. He should not cleanse his body of dirt. He should keep a waterpot, deerskin and rod, wear the bark of a tree as a covering, and use garments colored like fire.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "चरेद्वने द्वादशाब्दानष्टौ वा चतुरो मुनि: ।द्वावेकं वा यथा बुद्धिर्न विपद्येत कृच्छ्रत: ॥ २२ ॥",
        "english_devnagari": "cared vane dvādaśābdānaṣṭau vā caturo muniḥdvāv ekaṁ vā yathā buddhirna vipadyeta kṛcchrataḥ",
        "verse_Syn": [
            "caret",
            "vane",
            "dvādaśa",
            "abdān",
            "aṣṭau",
            "vā",
            "caturaḥ",
            "muniḥ",
            "dvau",
            "ekam",
            "vā",
            "yathā",
            "buddhiḥ",
            "na",
            "vipadyeta",
            "kṛcchrataḥ"
        ],
        "translation": "Being very thoughtful, a vānaprastha should remain in the forest for twelve years, eight years, four years, two years or at least one year. He should behave in such a way that he will not be disturbed or troubled by too much austerity.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "यदाकल्प: स्वक्रियायां व्याधिभिर्जरयाथवा ।आन्वीक्षिक्यां वा विद्यायां कुर्यादनशनादिकम् ॥ २३ ॥",
        "english_devnagari": "yadākalpaḥ sva-kriyāyāṁvyādhibhir jarayāthavāānvīkṣikyāṁ vā vidyāyāṁkuryād anaśanādikam",
        "verse_Syn": [
            "yadā",
            "akalpaḥ",
            "sva",
            "kriyāyām",
            "vyādhibhiḥ",
            "jarayā",
            "athavā",
            "ānvīkṣikyām",
            "vā",
            "vidyāyām",
            "kuryāt",
            "anaśana",
            "ādikam"
        ],
        "translation": "When because of disease or old age one is unable to perform his prescribed duties for advancement in spiritual consciousness or study of the Vedas, he should practice fasting, not taking any food.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "आत्मन्यग्नीन् समारोप्य सन्न्यस्याहं ममात्मताम् ।कारणेषु न्यसेत् सम्यक्सङ्घातं तु यथार्हत: ॥ २४ ॥",
        "english_devnagari": "ātmany agnīn samāropyasannyasyāhaṁ mamātmatāmkāraṇeṣu nyaset samyaksaṅghātaṁ tu yathārhataḥ",
        "verse_Syn": [
            "ātmani",
            "agnīn",
            "samāropya",
            "sannyasya",
            "aham",
            "mama",
            "ātmatām",
            "kāraṇeṣu",
            "nyaset",
            "samyak",
            "saṅghātam",
            "tu",
            "yathā",
            "arhataḥ"
        ],
        "translation": "He should properly place the fire element in his own self and in this way give up bodily affinity, by which one thinks the body to be one’s self or one’s own. One should gradually merge the material body into the five elements [earth, water, fire, air and sky].",
        "purport": " The body is an effect of a cause, namely the five material elements (earth, water, fire, air and sky). In other words, one should know perfectly well that the material body is nothing but a combination of the five elements. This knowledge constitutes merging of the material body and the five material elements. Merging into Brahman in perfect knowledge means understanding perfectly that one is not the body but a spiritual soul."
    },
    {
        "verse": "25",
        "devanagari": "खे खानि वायौ निश्वासांस्तेज:सूष्माणमात्मवान् ।अप्स्वसृक्‍श्लेष्मपूयानि क्षितौ शेषं यथोद्भ‍वम् ॥ २५ ॥",
        "english_devnagari": "khe khāni vāyau niśvāsāṁstejaḥsūṣmāṇam ātmavānapsv asṛk-śleṣma-pūyānikṣitau śeṣaṁ yathodbhavam",
        "verse_Syn": [
            "khe",
            "khāni",
            "vāyau",
            "niśvāsān",
            "tejaḥsu",
            "uṣmāṇam",
            "ātma",
            "vān",
            "apsu",
            "asṛk",
            "śleṣma",
            "pūyāni",
            "kṣitau",
            "śeṣam",
            "yathā",
            "udbhavam"
        ],
        "translation": "A sober, self-realized person who has full knowledge should merge the various parts of the body in their original sources. The holes in the body are caused by the sky, the process of breathing is caused by the air, the heat of the body is caused by fire, and semen, blood and mucus are caused by water. The hard substances, like skin, muscle and bone, are caused by earth. In this way all the constituents of the body are caused by various elements, and they should be merged again into those elements.",
        "purport": " To be self-realized, one must understand the original sources of the various elements of the body. The body is a combination of skin, bone, muscle, blood, semen, urine, stool, heat, breath and so on, which all come from earth, water, fire, air and sky. One must be well conversant with the sources of all the bodily constituents. Then one becomes a self-realized person, or ātmavān, one who knows the self."
    },
    {
        "verse": "26-28",
        "devanagari": "वाचमग्नौ सवक्तव्यामिन्द्रे शिल्पं करावपि ।पदानि गत्या वयसि रत्योपस्थं प्रजापतौ ॥ २६ ॥मृत्यौ पायुं विसर्गं च यथास्थानं विनिर्दिशेत् ।दिक्षु श्रोत्रं सनादेन स्पर्शेनाध्यात्मनि त्वचम् ॥ २७ ॥रूपाणि चक्षुषा राजन् ज्योतिष्यभिनिवेशयेत् ।अप्सु प्रचेतसा जिह्वां घ्रेयैर्घ्राणं क्षितौ न्यसेत् ॥ २८ ॥",
        "english_devnagari": "vācam agnau savaktavyāmindre śilpaṁ karāv apipadāni gatyā vayasiratyopasthaṁ prajāpatau",
        "verse_Syn": [
            "vācam",
            "agnau",
            "sa",
            "vaktavyām",
            "indre",
            "śilpam",
            "karau",
            "api",
            "padāni",
            "gatyā",
            "vayasi",
            "ratyā",
            "upastham",
            "prajāpatau",
            "mṛtyau",
            "pāyum",
            "visargam",
            "ca",
            "yathā",
            "sthānam",
            "vinirdiśet",
            "dikṣu",
            "śrotram",
            "sa",
            "nādena",
            "sparśena",
            "adhyātmani",
            "tvacam",
            "rūpāṇi",
            "cakṣuṣā",
            "rājan",
            "jyotiṣi",
            "abhiniveśayet",
            "apsu",
            "pracetasā",
            "jihvām",
            "ghreyaiḥ",
            "ghrāṇam",
            "kṣitau",
            "nyaset"
        ],
        "translation": "Thereafter, the object of speech, along with the sense of speech [the tongue], should be bestowed upon fire. Craftsmanship and the two hands should be given to the demigod Indra. The power of movement and the legs should be given to Lord Viṣṇu. Sensual pleasure, along with the genitals, should be bestowed upon Prajāpati. The rectum, with the power of evacuation, should be bestowed, in its proper place, unto Mṛtyu. The aural instrument, along with sound vibration, should be given to the deities presiding over the directions. The instrument of touch, along with the sense objects of touch, should be given to Vāyu. Form, with the power of sight, should be bestowed upon the sun. The tongue, along with the demigod Varuṇa, should be bestowed upon water, and the power of smell, along with the two Aśvinī-kumāra demigods, should be bestowed upon the earth.",
        "purport": ""
    },
    {
        "verse": "29-30",
        "devanagari": "मनो मनोरथैश्चन्द्रे बुद्धिं बोध्यै: कवौ परे ।कर्माण्यध्यात्मना रुद्रे यदहं ममताक्रिया ।सत्त्वेन चित्तं क्षेत्रज्ञे गुणैर्वैकारिकं परे ॥ २९ ॥अप्सु क्षितिमपो ज्योतिष्यदो वायौ नभस्यमुम् ।कूटस्थे तच्च महति तदव्यक्तेऽक्षरे च तत् ॥ ३० ॥",
        "english_devnagari": "mano manorathaiś candrebuddhiṁ bodhyaiḥ kavau parekarmāṇy adhyātmanā rudreyad-aham mamatā-kriyā",
        "verse_Syn": [
            "manaḥ",
            "manorathaiḥ",
            "candre",
            "buddhim",
            "bodhyaiḥ",
            "kavau",
            "pare",
            "karmāṇi",
            "adhyātmanā",
            "rudre",
            "yat",
            "aham",
            "mamatā",
            "kriyā",
            "sattvena",
            "cittam",
            "kṣetra",
            "jñe",
            "guṇaiḥ",
            "vaikārikam",
            "pare",
            "apsu",
            "kṣitim",
            "apaḥ",
            "jyotiṣi",
            "adaḥ",
            "vāyau",
            "nabhasi",
            "amum",
            "kūṭasthe",
            "tat",
            "ca",
            "mahati",
            "tat",
            "avyakte",
            "akṣare",
            "ca",
            "tat"
        ],
        "translation": "The mind, along with all material desires, should be merged in the moon demigod. All the subject matters of intelligence, along with the intelligence itself, should be placed in Lord Brahmā. False ego, which is under the influence of the material modes of nature and which induces one to think, “I am this body, and everything connected with this body is mine,” should be merged, along with material activities, in Rudra, the predominating deity of false ego. Material consciousness, along with the goal of thought, should be merged in the individual living being, and the demigods acting under the modes of material nature should be merged, along with the perverted living being, into the Supreme Being. The earth should be merged in water, water in the brightness of the sun, this brightness into the air, the air into the sky, the sky into the false ego, the false ego into the total material energy, the total material energy into the unmanifested ingredients [the pradhāna feature of the material energy], and at last the ingredient feature of material manifestation into the Supersoul.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "इत्यक्षरतयात्मानं चिन्मात्रमवशेषितम् ।ज्ञात्वाद्वयोऽथ विरमेद् दग्धयोनिरिवानल: ॥ ३१ ॥",
        "english_devnagari": "ity akṣaratayātmānaṁcin-mātram avaśeṣitamjñātvādvayo ’tha virameddagdha-yonir ivānalaḥ",
        "verse_Syn": [
            "iti",
            "akṣaratayā",
            "ātmānam",
            "cit",
            "mātram",
            "avaśeṣitam",
            "jñātvā",
            "advayaḥ",
            "atha",
            "viramet",
            "dagdha",
            "yoniḥ",
            "iva",
            "analaḥ"
        ],
        "translation": "When all the material designations have thus merged into their respective material elements, the living beings, who are all ultimately completely spiritual, being one in quality with the Supreme Being, should cease from material existence, as flames cease when the wood in which they are burning is consumed. When the material body is returned to its various material elements, only the spiritual being remains. This spiritual being is Brahman and is equal in quality with Parabrahman.",
        "purport": ""
    }
]