[
    {
        "verse": "1",
        "devanagari": "श्रीनारद उवाचएवं सुरादय: सर्वे ब्रह्मरुद्रपुर: सरा: ।नोपैतुमशकन्मन्युसंरम्भं सुदुरासदम् ॥ १ ॥",
        "english_devnagari": "śrī-nārada uvācaevaṁ surādayaḥ sarvebrahma-rudra-puraḥ sarāḥnopaitum aśakan manyu-saṁrambhaṁ sudurāsadam",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "evam",
            "sura",
            "ādayaḥ",
            "sarve",
            "brahma",
            "rudra",
            "puraḥ",
            "sarāḥ",
            "na",
            "upaitum",
            "aśakan",
            "manyu",
            "saṁrambham",
            "su",
            "durāsadam"
        ],
        "translation": "The great saint Nārada Muni continued: The demigods, headed by Lord Brahmā, Lord Śiva and other great demigods, dared not come forward before the Lord, who at that time was extremely angry.",
        "purport": " Śrīla Narottama dāsa Ṭhākura has sung in his Prema-bhakti-candrikā, ‘krodha’ bhakta-dveṣi-jane: anger should be used to punish a demon who is envious of devotees. Kāma, krodha, lobha, moha, mada and mātsarya — lust, anger, greed, illusion, pride and envy — all have their proper use for the Supreme Personality of Godhead and His devotee. A devotee of the Lord cannot tolerate blasphemy of the Lord or His other devotees, and the Lord also cannot tolerate blasphemy of a devotee. Thus Lord Nṛsiṁhadeva was so very angry that the great demigods like Lord Brahmā and Lord Śiva and even the goddess of fortune, who is the Lord’s constant companion, could not pacify Him, even after offering prayers of glorification and praise. No one was able to pacify the Lord in His anger, but because the Lord was willing to exhibit His affection for Prahlāda Mahārāja, all the demigods and the others present before the Lord pushed Prahlāda Mahārāja forward to pacify Him."
    },
    {
        "verse": "2",
        "devanagari": "साक्षात् श्री: प्रेषिता देवैर्द‍ृष्ट्वा तं महदद्भ‍ुतम् ।अदृष्टाश्रुतपूर्वत्वात् सा नोपेयाय शङ्किता ॥ २ ॥",
        "english_devnagari": "sākṣāt śrīḥ preṣitā devairdṛṣṭvā taṁ mahad adbhutamadṛṣṭāśruta-pūrvatvātsā nopeyāya śaṅkitā",
        "verse_Syn": [
            "sākṣāt",
            "śrīḥ",
            "preṣitā",
            "devaiḥ",
            "dṛṣṭvā",
            "tam",
            "mahat",
            "adbhutam",
            "adṛṣṭa",
            "aśruta",
            "pūrvatvāt",
            "sā",
            "na",
            "upeyāya",
            "śaṅkitā"
        ],
        "translation": "The goddess of fortune, Lakṣmījī, was requested to go before the Lord by all the demigods present, who because of fear could not do so. But even she had never seen such a wonderful and extraordinary form of the Lord, and thus she could not approach Him.",
        "purport": " The Lord has unlimited forms and bodily features (advaitam acyutam anādim ananta-rūpam). These are all situated in Vaikuṇṭha, yet Lakṣmīdevī, the goddess of fortune, being inspired by līlā-śakti, could not appreciate this unprecedented form of the Lord. In this regard, Śrīla Madhvācārya recites the following verses from the Brahmāṇḍa Purāṇa: In other words, for the common men the form of the Lord as Nṛsiṁhadeva is certainly unseen and wonderful, but for a devotee like Prahlāda Mahārāja such a fearsome form of the Lord is not at all extraordinary. By the grace of the Lord, a devotee can very easily understand how the Lord can appear in any form He likes. Therefore the devotee is never afraid of such a form. Because of special favor bestowed upon Prahlāda Mahārāja, he remained silent and unafraid, even though all the demigods, including even Lakṣmīdevī, were afraid of Lord Nṛsiṁhadeva. Nārāyaṇa-parāḥ sarve na kutaścana bibhyati (Bhāg. 6.17.28). Not only is a pure devotee of Nārāyaṇa like Prahlāda Mahārāja unafraid of any dangerous condition of material life, but also if the Lord appears in order to mitigate the fear of a devotee, the devotee maintains his status of fearlessness in all circumstances."
    },
    {
        "verse": "3",
        "devanagari": "प्रह्रादं प्रेषयामास ब्रह्मावस्थितमन्तिके ।तात प्रशमयोपेहि स्वपित्रे कुपितं प्रभुम् ॥ ३ ॥",
        "english_devnagari": "prahrādaṁ preṣayām āsabrahmāvasthitam antiketāta praśamayopehisva-pitre kupitaṁ prabhum",
        "verse_Syn": [
            "prahrādam",
            "preṣayām",
            "āsa",
            "brahmā",
            "avasthitam",
            "antike",
            "tāta",
            "praśamaya",
            "upehi",
            "sva",
            "pitre",
            "kupitam",
            "prabhum"
        ],
        "translation": "Thereafter Lord Brahmā requested Prahlāda Mahārāja, who was standing very near him: My dear son, Lord Nṛsiṁhadeva is extremely angry at your demoniac father. Please go forward and appease the Lord.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तथेति शनकै राजन्महाभागवतोऽर्भक: ।उपेत्य भुवि कायेन ननाम विधृताञ्जलि: ॥ ४ ॥",
        "english_devnagari": "tatheti śanakai rājanmahā-bhāgavato ’rbhakaḥupetya bhuvi kāyenananāma vidhṛtāñjaliḥ",
        "verse_Syn": [
            "tathā",
            "iti",
            "śanakaiḥ",
            "rājan",
            "mahā",
            "bhāgavataḥ",
            "arbhakaḥ",
            "upetya",
            "bhuvi",
            "kāyena",
            "nanāma",
            "vidhṛta",
            "añjaliḥ"
        ],
        "translation": "Nārada Muni continued: O King, although the exalted devotee Prahlāda Mahārāja was only a little boy, he accepted Lord Brahmā’s words. He gradually proceeded toward Lord Nṛsiṁhadeva and fell down to offer his respectful obeisances with folded hands.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "स्वपादमूले पतितं तमर्भकंविलोक्य देव: कृपया परिप्लुत: ।उत्थाप्य तच्छीर्ष्ण्यदधात्कराम्बुजंकालाहिवित्रस्तधियां कृताभयम् ॥ ५ ॥",
        "english_devnagari": "sva-pāda-mūle patitaṁ tam arbhakaṁvilokya devaḥ kṛpayā pariplutaḥutthāpya tac-chīrṣṇy adadhāt karāmbujaṁkālāhi-vitrasta-dhiyāṁ kṛtābhayam",
        "verse_Syn": [
            "sva",
            "pāda",
            "mūle",
            "patitam",
            "tam",
            "arbhakam",
            "vilokya",
            "devaḥ",
            "kṛpayā",
            "pariplutaḥ",
            "utthāpya",
            "tat",
            "śīrṣṇi",
            "adadhāt",
            "kara",
            "ambujam",
            "kāla",
            "ahi",
            "vitrasta",
            "dhiyām",
            "kṛta",
            "abhayam"
        ],
        "translation": "When Lord Nṛsiṁhadeva saw the small boy Prahlāda Mahārāja prostrated at the soles of His lotus feet, He became most ecstatic in affection toward His devotee. Raising Prahlāda, the Lord placed His lotus hand upon the boy’s head because His hand is always ready to create fearlessness in all of His devotees.",
        "purport": " The necessities of the material world are four — āhāra, nidrā, bhaya and maithuna (eating, sleeping, defending and mating). In this material world, everyone is in fearful consciousness (sadā samudvigna-dhiyām), and the only means to make everyone fearless is Kṛṣṇa consciousness. When Lord Nṛsiṁhadeva appeared, all the devotees became fearless. The devotee’s hope of becoming fearless is to chant the holy name of Lord Nṛsiṁhadeva. Yato yato yāmi tato nṛsiṁhaḥ: wherever we go, we must always think of Lord Nṛsiṁhadeva. Thus there will be no fear for the devotee of the Lord."
    },
    {
        "verse": "6",
        "devanagari": "स तत्करस्पर्शधुताखिलाशुभ:सपद्यभिव्यक्तपरात्मदर्शन: ।तत्पादपद्मं हृदि निर्वृतो दधौहृष्यत्तनु: क्लिन्नहृदश्रुलोचन: ॥ ६ ॥",
        "english_devnagari": "sa tat-kara-sparśa-dhutākhilāśubhaḥsapady abhivyakta-parātma-darśanaḥtat-pāda-padmaṁ hṛdi nirvṛto dadhauhṛṣyat-tanuḥ klinna-hṛd-aśru-locanaḥ",
        "verse_Syn": [
            "saḥ",
            "tat",
            "kara",
            "sparśa",
            "dhuta",
            "akhila",
            "aśubhaḥ",
            "sapadi",
            "abhivyakta",
            "para",
            "ātma",
            "darśanaḥ",
            "tat",
            "pāda",
            "padmam",
            "hṛdi",
            "nirvṛtaḥ",
            "dadhau",
            "hṛṣyat",
            "tanuḥ",
            "klinna",
            "hṛt",
            "aśru",
            "locanaḥ"
        ],
        "translation": "By the touch of Lord Nṛsiṁhadeva’s hand on Prahlāda Mahārāja’s head, Prahlāda was completely freed of all material contaminations and desires, as if he had been thoroughly cleansed. Therefore he at once became transcendentally situated, and all the symptoms of ecstasy became manifest in his body. His heart filled with love, and his eyes with tears, and thus he was able to completely capture the lotus feet of the Lord within the core of his heart.",
        "purport": " As stated in Bhagavad-gītā (14.26): “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” Elsewhere in Bhagavad-gītā (9.32) the Lord says: “O son of Pṛthā, those who take shelter in Me, though they be of lower birth — women, vaiśyas [merchants], as well as śūdras [workers] — can approach the supreme destination.” On the strength of these verses from Bhagavad-gītā, it is evident that although Prahlāda Mahārāja was born in a demoniac family and although virtually demoniac blood flowed within his body, he was cleansed of all material bodily contamination because of his exalted position as a devotee. In other words, such impediments on the spiritual path could not stop him from progressing, for he was directly in touch with the Supreme Personality of Godhead. Those who are physically and mentally contaminated by atheism cannot be situated on the transcendental platform, but as soon as one is freed from material contamination he is immediately fit to be situated in devotional service."
    },
    {
        "verse": "7",
        "devanagari": "अस्तौषीद्धरिमेकाग्रमनसा सुसमाहित: ।प्रेमगद्गदया वाचा तन्न्यस्तहृदयेक्षण: ॥ ७ ॥",
        "english_devnagari": "astauṣīd dharim ekāgra-manasā susamāhitaḥprema-gadgadayā vācātan-nyasta-hṛdayekṣaṇaḥ",
        "verse_Syn": [
            "astauṣīt",
            "harim",
            "ekāgra",
            "manasā",
            "su",
            "samāhitaḥ",
            "prema",
            "gadgadayā",
            "vācā",
            "tat",
            "nyasta",
            "hṛdaya",
            "īkṣaṇaḥ"
        ],
        "translation": "Prahlāda Mahārāja fixed his mind and sight upon Lord Nṛsiṁhadeva with full attention in complete trance. With a fixed mind, he began to offer prayers in love with a faltering voice.",
        "purport": " The word susamāhitaḥ means “very attentive” or “fully fixed.” The ability to fix the mind in this way is a result of yoga-siddhi, mystic perfection. As it is stated in Śrīmad-Bhāgavatam (12.13.1), dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ. One attains yogic perfection when he is freed from all material diversions and his mind is fixed upon the lotus feet of the Lord. This is called samādhi or trance. Prahlāda Mahārāja attained that stage beyond the senses. Because he was engaged in service, he felt transcendentally situated, and naturally his mind and attention became saturated in transcendence. In that condition, he began to offer his prayers as follows."
    },
    {
        "verse": "8",
        "devanagari": "श्रीप्रह्राद उवाचब्रह्मादय: सुरगणा मुनयोऽथ सिद्धा:सत्त्वैकतानगतयो वचसां प्रवाहै: ।नाराधितुं पुरुगुणैरधुनापि पिप्रु:किं तोष्टुमर्हति स मे हरिरुग्रजाते: ॥ ८ ॥",
        "english_devnagari": "śrī-prahrāda uvācabrahmādayaḥ sura-gaṇā munayo ’tha siddhāḥsattvaikatāna-gatayo vacasāṁ pravāhaiḥnārādhituṁ puru-guṇair adhunāpi pipruḥkiṁ toṣṭum arhati sa me harir ugra-jāteḥ",
        "verse_Syn": [
            "śrī",
            "prahrādaḥ",
            "uvāca",
            "brahma",
            "ādayaḥ",
            "sura",
            "gaṇāḥ",
            "munayaḥ",
            "atha",
            "siddhāḥ",
            "sattva",
            "ekatāna",
            "gatayaḥ",
            "vacasām",
            "pravāhaiḥ",
            "na",
            "ārādhitum",
            "puru",
            "guṇaiḥ",
            "adhunā",
            "api",
            "pipruḥ",
            "kim",
            "toṣṭum",
            "arhati",
            "saḥ",
            "me",
            "hariḥ",
            "ugra",
            "jāteḥ"
        ],
        "translation": "Prahlāda Mahārāja prayed: How is it possible for me, who have been born in a family of asuras, to offer suitable prayers to satisfy the Supreme Personality of Godhead? Even until now, all the demigods, headed by Lord Brahmā, and all the saintly persons, could not satisfy the Lord by streams of excellent words, although such persons are very qualified, being in the mode of goodness. Then what is to be said of me? I am not at all qualified.",
        "purport": " A Vaiṣṇava who is fully qualified to serve the Lord still thinks himself extremely low while offering prayers to the Lord. For example, Kṛṣṇadāsa Kavirāja Gosvāmī, the author of Caitanya-caritāmṛta, says: Thus he considers himself unqualified, lower than the worms in stool, and more sinful than Jagāi and Mādhāi. A pure Vaiṣṇava actually thinks of himself in this way. Similarly, although Prahlāda Mahārāja was a pure, exalted Vaiṣṇava, he thought himself most unqualified to offer prayers to the Supreme Lord. Mahājano yena gataḥ sa panthāḥ. Every pure Vaiṣṇava should think like this. One should not be falsely proud of his Vaiṣṇava qualifications. Śrī Caitanya Mahāprabhu has therefore instructed us: “One should chant the holy name of the Lord in a humble state of mind, thinking oneself lower than the straw in the street; one should be more tolerant than a tree, devoid of all sense of false prestige and should be ready to offer all respect to others. In such a state of mind one can chant the holy name of the Lord constantly.” Unless one is meek and humble, to make progress in spiritual life is very difficult."
    },
    {
        "verse": "9",
        "devanagari": "मन्ये धनाभिजनरूपतप:श्रुतौज-स्तेज:प्रभावबलपौरुषबुद्धियोगा: ।नाराधनाय हि भवन्ति परस्य पुंसोभक्त्या तुतोष भगवान्गजयूथपाय ॥ ९ ॥",
        "english_devnagari": "manye dhanābhijana-rūpa-tapaḥ-śrutaujas-tejaḥ-prabhāva-bala-pauruṣa-buddhi-yogāḥnārādhanāya hi bhavanti parasya puṁsobhaktyā tutoṣa bhagavān gaja-yūtha-pāya",
        "verse_Syn": [
            "manye",
            "dhana",
            "abhijana",
            "rūpa",
            "tapaḥ",
            "śruta",
            "ojaḥ",
            "tejaḥ",
            "prabhāva",
            "bala",
            "pauruṣa",
            "buddhi",
            "yogāḥ",
            "na",
            "ārādhanāya",
            "hi",
            "bhavanti",
            "parasya",
            "puṁsaḥ",
            "bhaktyā",
            "tutoṣa",
            "bhagavān",
            "gaja",
            "yūtha",
            "pāya"
        ],
        "translation": "Prahlāda Mahārāja continued: One may possess wealth, an aristocratic family, beauty, austerity, education, sensory expertise, luster, influence, physical strength, diligence, intelligence and mystic yogic power, but I think that even by all these qualifications one cannot satisfy the Supreme Personality of Godhead. However, one can satisfy the Lord simply by devotional service. Gajendra did this, and thus the Lord was satisfied with him.",
        "purport": " No kind of material qualification is the means for satisfying the Supreme Personality of Godhead. As stated in Bhagavad-gītā, only by devotional service can the Lord be known (bhaktyā mām abhijānāti). Unless the Lord is pleased by the service of a devotee, the Lord does not reveal Himself (nāhaṁ prakāśaḥ sarvasya yoga-māyā-samāvṛtaḥ). This is the verdict of all śāstras. Neither by speculation nor by material qualifications can one understand or approach the Supreme Personality of Godhead."
    },
    {
        "verse": "10",
        "devanagari": "विप्राद् द्विषड्‌गुणयुतादरविन्दनाभ-पादारविन्दविमुखात् श्वपचं वरिष्ठम् ।मन्ये तदर्पितमनोवचनेहितार्थ-प्राणं पुनाति स कुलं न तु भूरिमान: ॥ १० ॥",
        "english_devnagari": "viprād dvi-ṣaḍ-guṇa-yutād aravinda-nābha-pādāravinda-vimukhāt śvapacaṁ variṣṭhammanye tad-arpita-mano-vacanehitārtha-prāṇaṁ punāti sa kulaṁ na tu bhūrimānaḥ",
        "verse_Syn": [
            "viprāt",
            "dvi",
            "ṣaṭ",
            "guṇa",
            "yutāt",
            "aravinda",
            "nābha",
            "pāda",
            "aravinda",
            "vimukhāt",
            "śva",
            "pacam",
            "variṣṭham",
            "manye",
            "tat",
            "arpita",
            "manaḥ",
            "vacana",
            "īhita",
            "artha",
            "prāṇam",
            "punāti",
            "saḥ",
            "kulam",
            "na",
            "tu",
            "bhūrimānaḥ"
        ],
        "translation": "If a brāhmaṇa has all twelve of the brahminical qualifications [as they are stated in the book called Sanat-sujāta] but is not a devotee and is averse to the lotus feet of the Lord, he is certainly lower than a devotee who is a dog-eater but who has dedicated everything — mind, words, activities, wealth and life — to the Supreme Lord. Such a devotee is better than such a brāhmaṇa because the devotee can purify his whole family, whereas the so-called brāhmaṇa in a position of false prestige cannot purify even himself.",
        "purport": " Here is a statement by Prahlāda Mahārāja, one of the twelve authorities, regarding the distinction between a devotee and a brāhmaṇa expert in karma-kāṇḍa, or Vedic ritualistic ceremonies. There are four varṇas and four āśramas, which divide human society, but the central principle is to become a first-class pure devotee. It is said in the Hari-bhakti-sudhodaya: “If one is born in a high family like that of a brāhmaṇa, kṣatriya or vaiśya but is not a devotee of the Lord, all his good qualifications as a brāhmaṇa, kṣatriya or vaiśya are null and void. Indeed, they are considered decorations of a dead body.” In this verse Prahlāda Mahārāja speaks of the vipras, the learned brāhmaṇas. The learned brāhmaṇa is considered best among the divisions of brāhmaṇa, kṣatriya, vaiśya and śūdra, but a devotee born in a low caṇḍāla family is better than such brāhmaṇas, not to speak of the kṣatriyas, vaiśyas and others. A devotee is better than anyone, for he is in the transcendental position on the Brahman platform. “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” (Bg. 14.26) The twelve qualities of a first-class brāhmaṇa, as stated in the book called Sanat-sujāta, are as follows: The European and American devotees in the Kṛṣṇa consciousness movement are sometimes accepted as brāhmaṇas, but the so-called caste brāhmaṇas are very much envious of them. In answer to such envy, Prahlāda Mahārāja says that one who has been born in a brāhmaṇa family but is falsely proud of his prestigious position cannot even purify himself, not to speak of his family, whereas if a caṇḍāla, a lowborn person, is a devotee and has fully surrendered unto the lotus feet of the Lord, he can purify his entire family. We have had actual experience of how Americans and Europeans, because of their full Kṛṣṇa consciousness, have purified their whole families, so much so that a mother of a devotee, at the time of her death, inquired about Kṛṣṇa with her last breath. Therefore it is theoretically true and has been practically proven that a devotee can give the best service to his family, his community, his society and his nation. The foolish accuse a devotee of following the principle of escapism, but actually the fact is that a devotee is the right person to elevate his family. A devotee engages everything in the service of the Lord, and therefore he is always exalted."
    },
    {
        "verse": "11",
        "devanagari": "नैवात्मन: प्रभुरयं निजलाभपूर्णोमानं जनादविदुष: करुणो वृणीते ।यद् यज्जनो भगवते विदधीत मानंतच्चात्मने प्रतिमुखस्य यथा मुखश्री: ॥ ११ ॥",
        "english_devnagari": "naivātmanaḥ prabhur ayaṁ nija-lābha-pūrṇomānaṁ janād aviduṣaḥ karuṇo vṛṇīteyad yaj jano bhagavate vidadhīta mānaṁtac cātmane prati-mukhasya yathā mukha-śrīḥ",
        "verse_Syn": [
            "na",
            "eva",
            "ātmanaḥ",
            "prabhuḥ",
            "ayam",
            "nija",
            "lābha",
            "pūrṇaḥ",
            "mānam",
            "janāt",
            "aviduṣaḥ",
            "karuṇaḥ",
            "vṛṇīte",
            "yat",
            "yat",
            "janaḥ",
            "bhagavate",
            "vidadhīta",
            "mānam",
            "tat",
            "ca",
            "ātmane",
            "prati",
            "mukhasya",
            "yathā",
            "mukha",
            "śrīḥ"
        ],
        "translation": "The Supreme Lord, the Supreme Personality of Godhead, is always fully satisfied in Himself. Therefore when something is offered to Him, the offering, by the Lord’s mercy, is for the benefit of the devotee, for the Lord does not need service from anyone. To give an example, if one’s face is decorated, the reflection of one’s face in a mirror is also seen to be decorated.",
        "purport": " In bhakti-yoga it is recommended that a devotee follow nine principles: śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam/ arcanaṁ vandanaṁ dāsyaṁ sakhyam ātma-nivedanam. This service of glorifying the Lord by hearing, chanting and so on is not, of course, meant for the benefit of the Lord; this devotional service is recommended for the benefit of the devotee. The Lord is always glorious, whether the devotee glorifies Him or not, but if the devotee engages in glorifying the Lord, the devotee himself automatically becomes glorious. Ceto-darpaṇa-mārjanaṁ bhava-mahā-dāvāgni-nirvāpaṇam. By glorifying the Lord constantly, the living entity becomes purified in the core of his heart, and thus he can understand that he does not belong to the material world but is a spirit soul whose actual activity is to advance in Kṛṣṇa consciousness so that he may become free from the material clutches. Thus the blazing fire of material existence is immediately extinguished (bhava-mahā-dāvāgni-nirvāpaṇam). A foolish person is amazed that Kṛṣṇa orders, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Abandon all varieties of religious activities and just surrender unto Me.” Some foolish scholars even say that this is too much to demand. But this demand is not for the benefit of the Supreme Personality of Godhead; rather, it is for the benefit of human society. If human beings individually and collectively surrender everything to the Supreme Personality of Godhead in full Kṛṣṇa consciousness, all of human society will benefit. One who does not dedicate everything to the Supreme Lord is described in this verse as aviduṣa, a rascal. In Bhagavad-gītā (7.15), the Lord Himself speaks in the same way: “Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me.” Because of ignorance and misfortune, the atheists and the narādhamas, the lowest of men, do not surrender unto the Supreme Personality of Godhead. Therefore although the Supreme Lord, Kṛṣṇa, is full in Himself, He appears in different yugas to demand the surrender of the conditioned souls so that they will benefit by becoming free from the material clutches. In conclusion, the more we engage in Kṛṣṇa consciousness and render service unto the Lord, the more we benefit. Kṛṣṇa does not need service from any of us."
    },
    {
        "verse": "12",
        "devanagari": "तस्मादहं विगतविक्लव ईश्वरस्यसर्वात्मना महि गृणामि यथा मनीषम् ।नीचोऽजया गुणविसर्गमनुप्रविष्ट:पूयेत येन हि पुमाननुवर्णितेन ॥ १२ ॥",
        "english_devnagari": "tasmād ahaṁ vigata-viklava īśvarasyasarvātmanā mahi gṛṇāmi yathā manīṣamnīco ’jayā guṇa-visargam anupraviṣṭaḥpūyeta yena hi pumān anuvarṇitena",
        "verse_Syn": [
            "tasmāt",
            "aham",
            "vigata",
            "viklavaḥ",
            "īśvarasya",
            "sarva",
            "ātmanā",
            "mahi",
            "gṛṇāmi",
            "yathā",
            "manīṣam",
            "nīcaḥ",
            "ajayā",
            "guṇa",
            "visargam",
            "anupraviṣṭaḥ",
            "pūyeta",
            "yena",
            "hi",
            "pumān",
            "anuvarṇitena"
        ],
        "translation": "Therefore, although I was born in a demoniac family, I may without a doubt offer prayers to the Lord with full endeavor, as far as my intelligence allows. Anyone who has been forced by ignorance to enter the material world may be purified of material life if he offers prayers to the Lord and hears the Lord’s glories.",
        "purport": " It is clearly understood that a devotee does not need to be born in a very high family, to be rich, to be aristocratic or to be very beautiful. None of these qualifications will engage one in devotional service. With devotion one should feel, “God is great, and I am very small. Therefore my duty is to offer my prayers to the Lord.” Only on this basis can one understand and render service to the Lord. As the Lord says in Bhagavad-gītā (18.55): “One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God.” Thus Prahlāda Mahārāja decided to offer his best prayers to the Lord, without consideration of his material position."
    },
    {
        "verse": "13",
        "devanagari": "सर्वे ह्यमी विधिकरास्तव सत्त्वधाम्नोब्रह्मादयो वयमिवेश न चोद्विजन्त: ।क्षेमाय भूतय उतात्मसुखाय चास्यविक्रीडितं भगवतो रुचिरावतारै: ॥ १३ ॥",
        "english_devnagari": "sarve hy amī vidhi-karās tava sattva-dhāmnobrahmādayo vayam iveśa na codvijantaḥkṣemāya bhūtaya utātma-sukhāya cāsyavikrīḍitaṁ bhagavato rucirāvatāraiḥ",
        "verse_Syn": [
            "sarve",
            "hi",
            "amī",
            "vidhi",
            "karāḥ",
            "tava",
            "sattva",
            "dhāmnaḥ",
            "brahma",
            "ādayaḥ",
            "vayam",
            "iva",
            "īśa",
            "na",
            "ca",
            "udvijantaḥ",
            "kṣemāya",
            "bhūtaye",
            "uta",
            "ātma",
            "sukhāya",
            "ca",
            "asya",
            "vikrīḍitam",
            "bhagavataḥ",
            "rucira",
            "avatāraiḥ"
        ],
        "translation": "O my Lord, all the demigods, headed by Lord Brahmā, are sincere servants of Your Lordship, who are situated in a transcendental position. Therefore they are not like us [Prahlāda and his father, the demon Hiraṇyakaśipu]. Your appearance in this fearsome form is Your pastime for Your own pleasure. Such an incarnation is always meant for the protection and improvement of the universe.",
        "purport": " Prahlāda Mahārāja wanted to assert that his father and the other members of his family were all unfortunate because they were demoniac, whereas the devotees of the Lord are always fortunate because they are always ready to follow the orders of the Lord. When the Supreme Lord appears in this material world in His various incarnations, He performs two functions — saving the devotee and vanquishing the demon (paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām). Lord Nṛsiṁhadeva, for example, appeared for the protection of His devotee. Such pastimes as those of Nṛsiṁhadeva are certainly not meant to create a fearful situation for the devotees, but nonetheless the devotees, being very simple and faithful, were afraid of the fierce incarnation of the Lord. Therefore Prahlāda Mahārāja, in the following prayer, requests the Lord to give up His anger."
    },
    {
        "verse": "14",
        "devanagari": "तद्यच्छ मन्युमसुरश्च हतस्त्वयाद्यमोदेत साधुरपि वृश्चिकसर्पहत्या ।लोकाश्च निर्वृतिमिता: प्रतियन्ति सर्वेरूपं नृसिंह विभयाय जना: स्मरन्ति ॥ १४ ॥",
        "english_devnagari": "tad yaccha manyum asuraś ca hatas tvayādyamodeta sādhur api vṛścika-sarpa-hatyālokāś ca nirvṛtim itāḥ pratiyanti sarverūpaṁ nṛsiṁha vibhayāya janāḥ smaranti",
        "verse_Syn": [
            "tat",
            "yaccha",
            "manyum",
            "asuraḥ",
            "ca",
            "hataḥ",
            "tvayā",
            "adya",
            "modeta",
            "sādhuḥ",
            "api",
            "vṛścika",
            "sarpa",
            "hatyā",
            "lokāḥ",
            "ca",
            "nirvṛtim",
            "itāḥ",
            "pratiyanti",
            "sarve",
            "rūpam",
            "nṛsiṁha",
            "vibhayāya",
            "janāḥ",
            "smaranti"
        ],
        "translation": "My Lord Nṛsiṁhadeva, please, therefore, cease Your anger now that my father, the great demon Hiraṇyakaśipu, has been killed. Since even saintly persons take pleasure in the killing of a scorpion or a snake, all the worlds have achieved great satisfaction because of the death of this demon. Now they are confident of their happiness, and they will always remember Your auspicious incarnation in order to be free from fear.",
        "purport": " The most important point in this verse is that although saintly persons never desire the killing of any living entity, they take pleasure in the killing of envious living entities like snakes and scorpions. Hiraṇyakaśipu was killed because he was worse than a snake or a scorpion, and therefore everyone was happy. Now there was no need for the Lord to be angry. The devotees can always remember the form of Nṛsiṁhadeva when they are in danger, and therefore the appearance of Nṛsiṁhadeva was not at all inauspicious. The Lord’s appearance is always worshipable and auspicious for all sane persons and devotees."
    },
    {
        "verse": "15",
        "devanagari": "नाहं बिभेम्यजित तेऽतिभयानकास्य-जिह्वार्कनेत्रभ्रुकुटीरभसोग्रदंष्ट्रात् ।आन्त्रस्रज: क्षतजकेशरशङ्कुकर्णा-न्निर्ह्रादभीतदिगिभादरिभिन्नखाग्रात् ॥ १५ ॥",
        "english_devnagari": "nāhaṁ bibhemy ajita te ’tibhayānakāsya-jihvārka-netra-bhrukuṭī-rabhasogra-daṁṣṭrātāntra-srajaḥ-kṣataja-keśara-śaṅku-karṇānnirhrāda-bhīta-digibhād ari-bhin-nakhāgrāt",
        "verse_Syn": [
            "na",
            "aham",
            "bibhemi",
            "ajita",
            "te",
            "ati",
            "bhayānaka",
            "āsya",
            "jihvā",
            "arka",
            "netra",
            "bhrukuṭī",
            "rabhasa",
            "ugra",
            "daṁṣṭrāt",
            "āntra",
            "srajaḥ",
            "kṣataja",
            "keśara",
            "śaṅku",
            "karṇāt",
            "nirhrāda",
            "bhīta",
            "digibhāt",
            "ari",
            "bhit",
            "nakha",
            "agrāt"
        ],
        "translation": "My Lord, who are never conquered by anyone, I am certainly not afraid of Your ferocious mouth and tongue, Your eyes bright like the sun or Your frowning eyebrows. I do not fear Your sharp, pinching teeth, Your garland of intestines, Your mane soaked with blood, or Your high, wedgelike ears. Nor do I fear Your tumultuous roaring, which makes elephants flee to distant places, or Your nails, which are meant to kill Your enemies.",
        "purport": " Lord Nṛsiṁhadeva’s fierce appearance was certainly most dangerous for the nondevotees, but for Prahlāda Mahārāja such a fearful appearance was not at all disturbing. The lion is very fearsome for other animals, but its cubs are not at all afraid of the lion. The water of the sea is certainly dreadful for all living entities on the land, but within the sea even the small fish is unafraid. Why? Because the small fish has taken shelter of the big ocean. It is said that although great elephants are taken away by the flooding waters of the river, the small fish swim opposite the current. Therefore although the Lord sometimes assumes a fierce appearance to kill the duṣkṛtīs, the devotees worship Him. Keśava dhṛta-nara-hari-rūpa jaya jagadīśa hare. The devotee always takes pleasure in worshiping the Lord and glorifying the Lord in any form, either pleasing or fierce."
    },
    {
        "verse": "16",
        "devanagari": "त्रस्तोऽस्म्यहं कृपणवत्सल दु:सहोग्र-संसारचक्रकदनाद् ग्रसतां प्रणीत: ।बद्ध: स्वकर्मभिरुशत्तम तेऽङ्‌घ्रिमूलंप्रीतोऽपवर्गशरणं ह्वयसे कदा नु ॥ १६ ॥",
        "english_devnagari": "trasto ’smy ahaṁ kṛpaṇa-vatsala duḥsahogra-saṁsāra-cakra-kadanād grasatāṁ praṇītaḥbaddhaḥ sva-karmabhir uśattama te ’ṅghri-mūlaṁprīto ’pavarga-śaraṇaṁ hvayase kadā nu",
        "verse_Syn": [
            "trastaḥ",
            "asmi",
            "aham",
            "kṛpaṇa",
            "vatsala",
            "duḥsaha",
            "ugra",
            "saṁsāra",
            "cakra",
            "kadanāt",
            "grasatām",
            "praṇītaḥ",
            "baddhaḥ",
            "sva",
            "karmabhiḥ",
            "uśattama",
            "te",
            "aṅghri",
            "mūlam",
            "prītaḥ",
            "apavarga",
            "śaraṇam",
            "hvayase",
            "kadā",
            "nu"
        ],
        "translation": "O most powerful, insurmountable Lord, who are kind to the fallen souls, I have been put into the association of demons as a result of my activities, and therefore I am very much afraid of my condition of life within this material world. When will that moment come when You will call me to the shelter of Your lotus feet, which are the ultimate goal for liberation from conditional life?",
        "purport": " Being in the material world is certainly miserable, but certainly when one is put into the association of asuras, or atheistic men, it is intolerably so. One may ask why the living entity is put into the material world. Indeed, sometimes foolish people deride the Lord for having put them here. Actually, everyone is put into conditional life according to his karma. Therefore Prahlāda Mahārāja, representing all the other conditioned souls, admits that he was put into life among the asuras because of the results of his karma. The Lord is known as kṛpaṇa-vatsala because He is extremely kind to the conditioned souls. As stated in Bhagavad-gītā, therefore, the Lord appears whenever there are discrepancies in the execution of religious principles (yadā yadā hi dharmasya glānir bhavati bhārata … tadātmānaṁ sṛjāmy aham). The Lord is extremely anxious to deliver the conditioned souls, and therefore He instructs all of us to return home, back to Godhead (sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja). Thus Prahlāda Mahārāja expected that the Lord, by His kindness, would call him again to the shelter of His lotus feet. In other words, everyone should be eager to return home, back to Godhead, taking shelter of the lotus feet of the Lord and thus being fully trained in Kṛṣṇa consciousness."
    },
    {
        "verse": "17",
        "devanagari": "यस्मात् प्रियाप्रियवियोगसंयोगजन्म-शोकाग्निना सकलयोनिषु दह्यमान: ।दु:खौषधं तदपि दु:खमतद्धियाहंभूमन्भ्रमामि वद मे तव दास्ययोगम् ॥ १७ ॥",
        "english_devnagari": "yasmāt priyāpriya-viyoga-saṁyoga-janma-śokāgninā sakala-yoniṣu dahyamānaḥduḥkhauṣadhaṁ tad api duḥkham atad-dhiyāhaṁbhūman bhramāmi vada me tava dāsya-yogam",
        "verse_Syn": [
            "yasmāt",
            "priya",
            "apriya",
            "viyoga",
            "saṁyoga",
            "janma",
            "śoka",
            "agninā",
            "sakala",
            "yoniṣu",
            "dahyamānaḥ",
            "duḥkha",
            "auṣadham",
            "tat",
            "api",
            "duḥkham",
            "a",
            "tat",
            "dhiyā",
            "aham",
            "bhūman",
            "bhramāmi",
            "vada",
            "me",
            "tava",
            "dāsya",
            "yogam"
        ],
        "translation": "O great one, O Supreme Lord, because of combination with pleasing and displeasing circumstances and because of separation from them, one is placed in a most regrettable position, within heavenly or hellish planets, as if burning in a fire of lamentation. Although there are many remedies by which to get out of miserable life, any such remedies in the material world are more miserable than the miseries themselves. Therefore I think that the only remedy is to engage in Your service. Kindly instruct me in such service.",
        "purport": " Prahlāda Mahārāja aspired to engage in the service of the lotus feet of the Lord. After the death of his father, who was materially very opulent, Prahlāda would have inherited his father’s property, which extended throughout the world, but Prahlāda Mahārāja was not inclined to accept such material opulence, for whether one is in the heavenly or hellish planets or is a rich or a poor man’s son, material conditions are everywhere. Therefore no condition of life is at all pleasing. If one wants the uncontaminated pleasure of blissful life, he must engage himself in the transcendental loving service of the Lord. Material opulence may be somewhat pleasing for the time being, but to come to that temporary pleasing condition one must work extremely hard. When a poor man is rich he may be better situated, but to come to that position he had to accept many miseries. The fact is that in material life, whether one is miserable or happy, both conditions are miserable. If one actually wants happy, blissful life, one must become Kṛṣṇa conscious and constantly engage in the transcendental loving service of the Lord. That is the real remedy. The entire world is under the illusion that people will be happy by advancing in materialistic measures to counteract the miseries of conditional life, but this attempt will never be successful. Humanity must be trained to engage in the transcendental loving service of the Lord. That is the purpose of the Kṛṣṇa consciousness movement. There can be no happiness in changing one’s material conditions, for everywhere there is trouble and misery."
    },
    {
        "verse": "18",
        "devanagari": "सोऽहं प्रियस्य सुहृद: परदेवतायालीलाकथास्तव नृसिंह विरिञ्चगीता: ।अञ्जस्तितर्म्यनुगृणन्गुणविप्रमुक्तोदुर्गाणि ते पदयुगालयहंससङ्ग: ॥ १८ ॥",
        "english_devnagari": "so ’haṁ priyasya suhṛdaḥ paradevatāyālīlā-kathās tava nṛsiṁha viriñca-gītāḥañjas titarmy anugṛṇan guṇa-vipramuktodurgāṇi te pada-yugālaya-haṁsa-saṅgaḥ",
        "verse_Syn": [
            "saḥ",
            "aham",
            "priyasya",
            "suhṛdaḥ",
            "paradevatāyāḥ",
            "līlā",
            "kathāḥ",
            "tava",
            "nṛsiṁha",
            "viriñca",
            "gītāḥ",
            "añjaḥ",
            "titarmi",
            "anugṛṇan",
            "guṇa",
            "vipramuktaḥ",
            "durgāṇi",
            "te",
            "pada",
            "yuga",
            "ālaya",
            "haṁsa",
            "saṅgaḥ"
        ],
        "translation": "O my Lord Nṛsiṁhadeva, by engaging in Your transcendental loving service in the association of devotees who are liberated souls [haṁsas], I shall become completely uncontaminated by the association of the three modes of material nature and be able to chant the glories of Your Lordship, who are so dear to me. I shall chant Your glories, following exactly in the footsteps of Lord Brahmā and his disciplic succession. In this way I shall undoubtedly be able to cross the ocean of nescience.",
        "purport": " A devotee’s life and duty are very well explained herein. As soon as a devotee can chant the holy name and glories of the Supreme Lord, he certainly comes to the liberated position. Attachment for glorifying the Lord by hearing and chanting the holy name and activities of the Lord (śravaṇaṁ kīrtanaṁ viṣṇoḥ) certainly brings one to the position where material contamination is absent. One should chant the bona fide songs received from the disciplic succession. In Bhagavad-gītā it is said that the chanting is powerful when one follows the disciplic succession (evaṁ paramparā-prāptam imaṁ rājarṣayo viduḥ). Manufacturing many ways of chanting will never be effective. However, chanting the song or the narration left by the previous ācāryas (mahājano yena gataḥ sa panthāḥ) is extremely effective, and this process is very easy. Therefore in this verse Prahlāda Mahārāja uses the word añjaḥ (“easily”). Accepting the thoughts of exalted authorities through disciplic succession is certainly much easier than the method of mental speculation, by which one tries to invent some means to understand the Absolute Truth. The best process is to accept the instructions of the previous ācāryas and follow them. Then God realization and self-realization become extremely easy. By following this easy method, one is liberated from the contamination of the material modes of nature, and thus one can certainly cross the ocean of nescience, in which there are many miserable conditions. By following in the footsteps of the great ācāryas, one associates with the haṁsas or paramahaṁsas, those who are completely freed from material contamination. Indeed, by following the instructions of the ācāryas one is always freed from all material contamination, and thus one’s life becomes successful, for one reaches the goal of life. This material world is miserable, regardless of one’s standard of life. Of this there is no doubt. Attempts to mitigate the miseries of material existence by material methods will never be successful. One must take to Kṛṣṇa consciousness to become really happy; otherwise happiness is impossible. One might say that becoming advanced in spiritual life also involves tapasya, voluntary acceptance of some inconvenience. However, such inconvenience is not as dangerous as material attempts to mitigate all miseries."
    },
    {
        "verse": "19",
        "devanagari": "बालस्य नेह शरणं पितरौ नृसिंहनार्तस्य चागदमुदन्वति मज्जतो नौ: ।तप्तस्य तत्प्रतिविधिर्य इहाञ्जसेष्ट-स्तावद्विभो तनुभृतां त्वदुपेक्षितानाम् ॥ १९ ॥",
        "english_devnagari": "bālasya neha śaraṇaṁ pitarau nṛsiṁhanārtasya cāgadam udanvati majjato nauḥtaptasya tat-pratividhir ya ihāñjaseṣṭastāvad vibho tanu-bhṛtāṁ tvad-upekṣitānām",
        "verse_Syn": [
            "bālasya",
            "na",
            "iha",
            "śaraṇam",
            "pitarau",
            "nṛsiṁha",
            "na",
            "ārtasya",
            "ca",
            "agadam",
            "udanvati",
            "majjataḥ",
            "nauḥ",
            "taptasya",
            "tat",
            "pratividhiḥ",
            "yaḥ",
            "iha",
            "añjasā",
            "iṣṭaḥ",
            "tāvat",
            "vibho",
            "tanu",
            "bhṛtām",
            "tvat",
            "upekṣitānām"
        ],
        "translation": "My Lord Nṛsiṁhadeva, O Supreme, because of a bodily conception of life, embodied souls neglected and not cared for by You cannot do anything for their betterment. Whatever remedies they accept, although perhaps temporarily beneficial, are certainly impermanent. For example, a father and mother cannot protect their child, a physician and medicine cannot relieve a suffering patient, and a boat on the ocean cannot protect a drowning man.",
        "purport": " Through parental care, through remedies for different kinds of disease, and through means of protection on the water, in the air and on land, there is always an endeavor for relief from various kinds of suffering in the material world, but none of them are guaranteed measures for protection. They may be beneficial temporarily, but they afford no permanent benefit. Despite the presence of a father and mother, a child cannot be protected from accidental death, disease and various other miseries. No one can help, including the parents. Ultimately the shelter is the Lord, and one who takes shelter of the Lord is protected. This is guaranteed. As the Lord says in Bhagavad-gītā (9.31), kaunteya pratijānīhi na me bhaktaḥ praṇaśyati: “O son of Kuntī, declare it boldly that My devotee never perishes.” Therefore, unless one is protected by the mercy of the Lord, no remedial measure can act effectively. One should consequently depend fully on the causeless mercy of the Lord. Although as a matter of routine duty one must of course accept other remedial measures, no one can protect one who is neglected by the Supreme Personality of Godhead. In this material world, everyone is trying to counteract the onslaught of material nature, but everyone is ultimately fully controlled by material nature. Therefore even though so-called philosophers and scientists try to surmount the onslaught of material nature, they have not been able to do so. Kṛṣṇa says in Bhagavad-gītā (13.9) that the real sufferings of the material world are four — janma-mṛtyu-jarā-vyādhi (birth, death, old age and disease). In the history of the world, no one has been successful in conquering these miseries imposed by material nature. Prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ. Nature (prakṛti) is so strong that no one can overcome her stringent laws. So-called scientists, philosophers, religionists and politicians should therefore conclude that they cannot offer facilities to the people in general. They should make vigorous propaganda to awaken the populace and raise them to the platform of Kṛṣṇa consciousness. Our humble attempt to propagate the Kṛṣṇa consciousness movement all over the world is the only remedy that can bring about a peaceful and happy life. We can never be happy without the mercy of the Supreme Lord (tvad-upekṣitānām). If we keep displeasing our supreme father, we shall never be happy within this material world, in either the upper or lower planetary systems."
    },
    {
        "verse": "20",
        "devanagari": "यस्मिन्यतो यर्हि येन च यस्य यस्माद्यस्मै यथा यदुत यस्त्वपर: परो वा ।भाव: करोति विकरोति पृथक्स्वभाव:सञ्चोदितस्तदखिलं भवत: स्वरूपम् ॥ २० ॥",
        "english_devnagari": "yasmin yato yarhi yena ca yasya yasmādyasmai yathā yad uta yas tv aparaḥ paro vābhāvaḥ karoti vikaroti pṛthak svabhāvaḥsañcoditas tad akhilaṁ bhavataḥ svarūpam",
        "verse_Syn": [
            "yasmin",
            "yataḥ",
            "yarhi",
            "yena",
            "ca",
            "yasya",
            "yasmāt",
            "yasmai",
            "yathā",
            "yat",
            "uta",
            "yaḥ",
            "tu",
            "aparaḥ",
            "paraḥ",
            "vā",
            "bhāvaḥ",
            "karoti",
            "vikaroti",
            "pṛthak",
            "svabhāvaḥ",
            "sañcoditaḥ",
            "tat",
            "akhilam",
            "bhavataḥ",
            "svarūpam"
        ],
        "translation": "My dear Lord, everyone in this material world is under the modes of material nature, being influenced by goodness, passion and ignorance. Everyone — from the greatest personality, Lord Brahmā, down to the small ant — works under the influence of these modes. Therefore everyone in this material world is influenced by Your energy. The cause for which they work, the place where they work, the time when they work, the matter due to which they work, the goal of life they have considered final, and the process for obtaining this goal — all are nothing but manifestations of Your energy. Indeed, since the energy and energetic are identical, all of them are but manifestations of You.",
        "purport": " Whether one thinks himself protected by his parents, by the government, by some place or by some other cause, everything is due to the various potencies of the Supreme Personality of Godhead. Everything that is done, whether in the higher, middle or lower planetary systems, is due to the supervision or control of the Supreme Lord. It is therefore said, karmaṇā daiva-netreṇa jantur dehopapattaye. The Supreme Personality of Godhead, the Supersoul within the core of everyone’s heart, gives inspirations for action according to one’s mentality. All of these mentalities are merely facilities given by Kṛṣṇa to the person acting. Bhagavad-gītā therefore says, mattaḥ smṛtir jñānam apohanaṁ ca: everyone works according to the inspiration given by the Supersoul. Because everyone has a different goal of life, everyone acts differently, as guided by the Supreme Personality of Godhead. The words yasmin yato yarhi yena ca yasya yasmāt indicate that all activities, whatever they may be, are but different features of the Supreme Personality of Godhead. All of them are created by the living entity and fulfilled by the mercy of the Lord. Although all such activities are nondifferent from the Lord, the Lord nonetheless directs, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Give up all other duties and surrender unto Me.” When we accept this direction from the Lord, we can actually become happy. As long as we work according to our material senses we are in material life, but as soon as we act according to the real, transcendental direction of the Lord, our position is spiritual. The activities of bhakti, devotional service, are directly under the control of the Supreme Personality of Godhead. The Nārada-pañcarātra states: When one gives up materially designated positions and works directly under the Supreme Personality of Godhead, one’s spiritual life is revived. This is described as svarūpena avasthiti, being situated in one’s original constitutional position. This is the real description of mukti, or liberation from material bondage."
    },
    {
        "verse": "21",
        "devanagari": "माया मन: सृजति कर्ममयं बलीय:कालेन चोदितगुणानुमतेन पुंस: ।छन्दोमयं यदजयार्पितषोडशारंसंसारचक्रमज कोऽतितरेत् त्वदन्य: ॥ २१ ॥",
        "english_devnagari": "māyā manaḥ sṛjati karmamayaṁ balīyaḥkālena codita-guṇānumatena puṁsaḥchandomayaṁ yad ajayārpita-ṣoḍaśāraṁsaṁsāra-cakram aja ko ’titaret tvad-anyaḥ",
        "verse_Syn": [
            "māyā",
            "manaḥ",
            "sṛjati",
            "karma",
            "mayam",
            "balīyaḥ",
            "kālena",
            "codita",
            "guṇa",
            "anumatena",
            "puṁsaḥ",
            "chandaḥ",
            "mayam",
            "yat",
            "ajayā",
            "arpita",
            "ṣoḍaśa",
            "aram",
            "saṁsāra",
            "cakram",
            "aja",
            "kaḥ",
            "atitaret",
            "tvat",
            "anyaḥ"
        ],
        "translation": "O Lord, O supreme eternal, by expanding Your plenary portion You have created the subtle bodies of the living entities through the agency of Your external energy, which is agitated by time. Thus the mind entraps the living entity in unlimited varieties of desires to be fulfilled by the Vedic directions of karma-kāṇḍa [fruitive activity] and the sixteen elements. Who can get free from this entanglement unless he takes shelter at Your lotus feet?",
        "purport": " If the hand of the Supreme Personality of Godhead is present in everything, where is the question of being liberated from material encagement to spiritual, blissful life? Indeed, it is a fact that Kṛṣṇa is the source of everything, as we understand from Kṛṣṇa Himself in Bhagavad-gītā (ahaṁ sarvasya prabhavaḥ). All the activities in both the spiritual and material world are certainly conducted by the orders of the Supreme Personality of Godhead through the agency of either the material or spiritual nature. As further confirmed in Bhagavad-gītā (9.10), mayādhyakṣeṇa prakṛtiḥ sūyate sacarācaram: without the direction of the Supreme Lord, material nature cannot do anything; it cannot act independently. Therefore, in the beginning the living entity wanted to enjoy the material energy, and to give the living entity all facility, Kṛṣṇa, the Supreme Personality of Godhead, created this material world and gave the living entity the facility to concoct different ideas and plans through the mind. These facilities offered by the Lord to the living entity constitute the sixteen kinds of perverted support in terms of the knowledge-gathering senses, the working senses, the mind and the five material elements. The wheel of repeated birth and death is created by the Supreme Personality of Godhead, but to direct the bewildered living entity in progress toward liberation according to varied stages of advancement, different directions are given in the Vedas (chandomayam). If one wants to be elevated to the higher planetary systems, he may follow the Vedic directions. As the Lord states in Bhagavad-gītā (9.25): “Those who worship the demigods will take birth among the demigods; those who worship ghosts and spirits will take birth among such beings; those who worship ancestors go to the ancestors; and those who worship Me will live with Me.” The real purpose of the Vedas is to direct one back home, back to Godhead, but the living entity, not knowing the real goal of his life, wants to go sometimes here and sometimes there and do sometimes this and sometimes that. In this way he wanders throughout the entire universe, imprisoned in various species and thus engaging in various activities for which he must suffer the reactions. Śrī Caitanya Mahāprabhu therefore says: The fallen, conditioned living entity, trapped by the external energy, loiters in the material world, but if by good fortune he meets a bona fide representative of the Lord who gives him the seed of devotional service, and if he takes advantage of such a guru, or representative of God, he receives the bhakti-latā-bīja, the seed of devotional service. If he properly cultivates Kṛṣṇa consciousness, he is then gradually elevated to the spiritual world. The ultimate conclusion is that one must surrender to the principles of bhakti-yoga, for then one will gradually attain liberation. No other method of liberation from the material struggle is at all possible."
    },
    {
        "verse": "22",
        "devanagari": "स त्वं हि नित्यविजितात्मगुण: स्वधाम्नाकालो वशीकृतविसृज्यविसर्गशक्ति: ।चक्रे विसृष्टमजयेश्वर षोडशारेनिष्पीड्यमानमुपकर्ष विभो प्रपन्नम् ॥ २२ ॥",
        "english_devnagari": "sa tvaṁ hi nitya-vijitātma-guṇaḥ sva-dhāmnākālo vaśī-kṛta-visṛjya-visarga-śaktiḥcakre visṛṣṭam ajayeśvara ṣoḍaśāreniṣpīḍyamānam upakarṣa vibho prapannam",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "hi",
            "nitya",
            "vijita",
            "ātma",
            "guṇaḥ",
            "sva",
            "dhāmnā",
            "kālaḥ",
            "vaśī",
            "kṛta",
            "visṛjya",
            "visarga",
            "śaktiḥ",
            "cakre",
            "visṛṣṭam",
            "ajayā",
            "īśvara",
            "ṣoḍaśa",
            "are",
            "niṣpīḍyamānam",
            "upakarṣa",
            "vibho",
            "prapannam"
        ],
        "translation": "My dear Lord, O supreme great, You have created this material world of sixteen constituents, but You are transcendental to their material qualities. In other words, these material qualities are under Your full control, and You are never conquered by them. Therefore the time element is Your representation. My Lord, O Supreme, no one can conquer You. As for me, however, I am being crushed by the wheel of time, and therefore I surrender fully unto You. Now kindly take me under the protection of Your lotus feet.",
        "purport": " The wheel of material miseries is also a creation of the Supreme Personality of Godhead, but He is not under the control of the material energy. Rather, He is the controller of the material energy, whereas we, the living entities, are under its control. When we give up our constitutional position (jīvera ‘svarūpa’ haya — kṛṣṇera ‘nitya-dāsa’), the Supreme Personality of Godhead creates this material energy and her influence over the conditioned soul. Therefore He is the Supreme, and only He can deliver the conditioned soul from the onslaught of material nature (mām eva ye prapadyante māyām etāṁ taranti te). Māyā, the external energy, continuously imposes upon the conditioned souls the suffering of the threefold miseries of this material world. Therefore, in the previous verse, Prahlāda Mahārāja prayed to the Lord, “But for Your Lordship, no one can save me.” Prahlāda Mahārāja has also explained that a child’s protectors, his parents, cannot save the child from the onslaught of birth and death, nor can medicine and a physician save one from death, nor can a boat or similar means of protection save a person drowning in the water, for everything is controlled by the Supreme Personality of Godhead. Therefore suffering humanity must surrender to Kṛṣṇa, as Kṛṣṇa Himself demands in the last instruction of Bhagavad-gītā (18.66): “Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.” All of human society must take advantage of this offer and thus be saved by Kṛṣṇa from the danger of being crushed by the wheel of time, the wheel of past, present and future. The word niṣpīḍyamānam (“being crushed”) is very significant. Every living entity in the material condition is actually being crushed again and again, and to be saved from this position one must take shelter of the Supreme Personality of Godhead. Then one will be happy. The word prapannam is also very significant, for unless one fully surrenders to the Supreme Lord one cannot be saved from being crushed. A criminal is put in prison and punished by the government, but the same government, if it likes, can release the criminal from imprisoned life. Similarly, we must know conclusively that our material condition of suffering has been allotted to us by the Supreme Personality of Godhead, and if we want to be saved from this suffering, we must appeal to the same controller. Thus one can be saved from this material condition."
    },
    {
        "verse": "23",
        "devanagari": "द‍ृष्टा मया दिवि विभोऽखिलधिष्ण्यपाना-मायु: श्रियो विभव इच्छति याञ्जनोऽयम् ।येऽस्मत्पितु: कुपितहासविजृम्भितभ्रू-विस्फूर्जितेन लुलिता: स तु ते निरस्त: ॥ २३ ॥",
        "english_devnagari": "dṛṣṭā mayā divi vibho ’khila-dhiṣṇya-pānāmāyuḥ śriyo vibhava icchati yāñ jano ’yamye ’smat pituḥ kupita-hāsa-vijṛmbhita-bhrū-visphūrjitena lulitāḥ sa tu te nirastaḥ",
        "verse_Syn": [
            "dṛṣṭāḥ",
            "mayā",
            "divi",
            "vibho",
            "akhila",
            "dhiṣṇya",
            "pānām",
            "āyuḥ",
            "śriyaḥ",
            "vibhavaḥ",
            "icchati",
            "yān",
            "janaḥ",
            "ayam",
            "ye",
            "asmat",
            "pituḥ",
            "kupita",
            "hāsa",
            "vijṛmbhita",
            "bhrū",
            "visphūrjitena",
            "lulitāḥ",
            "saḥ",
            "tu",
            "te",
            "nirastaḥ"
        ],
        "translation": "My dear Lord, people in general want to be elevated to the higher planetary systems for a long duration of life, opulence and enjoyment, but I have seen all of these through the activities of my father. When my father was angry and he laughed sarcastically at the demigods, they were immediately vanquished simply by seeing the movements of his eyebrows. Yet my father, who was so powerful, has now been vanquished by You within a moment.",
        "purport": " Within this material world, one should understand by practical experience the value of material opulence, longevity and influence. We have actual experience that even on this planet there have been many great politicians and military commanders like Napoleon, Hitler, Shubhash Chandra Bose and Gandhi, but as soon as their lives were finished, their popularity, influence and everything else were finished also. Prahlāda Mahārāja formerly gathered the same experience by seeing the activities of Hiraṇyakaśipu, his great father. Therefore Prahlāda Mahārāja did not give any importance to anything in this material world. No one can maintain his body or material achievements forever. A Vaiṣṇava can understand that nothing within this material world, not even that which is powerful, opulent or influential, can endure. At any time such things may be vanquished. And who can vanquish them? The Supreme Personality of Godhead. Therefore one should conclusively understand that no one is greater than the Supreme Great. Since the Supreme Great demands, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja, every intelligent man must agree to this proposal. One must surrender unto the Lord to be saved from the wheel of repeated birth, death, old age and disease."
    },
    {
        "verse": "24",
        "devanagari": "तस्मादमूस्तनुभृतामहमाशिषोऽज्ञआयु: श्रियं विभवमैन्द्रियमाविरिञ्‍च्यात् ।नेच्छामि ते विलुलितानुरुविक्रमेणकालात्मनोपनय मां निजभृत्यपार्श्वम् ॥ २४ ॥",
        "english_devnagari": "tasmād amūs tanu-bhṛtām aham āśiṣo ’jñaāyuḥ śriyaṁ vibhavam aindriyam āviriñcyātnecchāmi te vilulitān uruvikrameṇakālātmanopanaya māṁ nija-bhṛtya-pārśvam",
        "verse_Syn": [
            "tasmāt",
            "amūḥ",
            "tanu",
            "bhṛtām",
            "aham",
            "āśiṣaḥ",
            "ajñaḥ",
            "āyuḥ",
            "śriyam",
            "vibhavam",
            "aindriyam",
            "āviriñcyāt",
            "na",
            "icchāmi",
            "te",
            "vilulitān",
            "uru",
            "vikrameṇa",
            "kāla",
            "ātmanā",
            "upanaya",
            "mām",
            "nija",
            "bhṛtya",
            "pārśvam"
        ],
        "translation": "My dear Lord, now I have complete experience concerning the worldly opulence, mystic power, longevity and other material pleasures enjoyed by all living entities, from Lord Brahmā down to the ant. As powerful time, You destroy them all. Therefore, because of my experience, I do not wish to possess them. My dear Lord, I request You to place me in touch with Your pure devotee and let me serve him as a sincere servant.",
        "purport": " By studying Śrīmad-Bhāgavatam, every intelligent man can get experience like that of Prahlāda Mahārāja through the historical incidents mentioned in this great literature of spiritual knowledge. By following in the footsteps of Prahlāda Mahārāja, one should gain thorough experience that all material opulence is perishable at every moment. Even this body, for which we try to acquire so many sensual pleasures, may perish at any time. The soul, however, is eternal. Na hanyate hanyamāne śarīre: the soul is never vanquished, even when the body is destroyed. An intelligent man, therefore, should care for the happiness of the spirit soul, not of the body. Even if one receives a body with a long duration of life, like those of Lord Brahmā and the other great demigods, it will also be destroyed, and therefore an intelligent man should be concerned with the imperishable spirit soul. To save oneself, one must take shelter of a pure devotee. Narottama dāsa Ṭhākura therefore says, chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā. If one wants to save himself from material nature’s onslaughts, which arise because of the material body, one must become Kṛṣṇa conscious and try to fully understand Kṛṣṇa. As stated in Bhagavad-gītā (4.9), janma karma ca me divyam evaṁ yo vetti tattvataḥ. One should understand Kṛṣṇa in truth, and this one can do only by serving a pure devotee. Thus Prahlāda Mahārāja prays that Lord Nṛsiṁhadeva place him in touch with a pure devotee and servant instead of awarding him material opulence. Every intelligent man within this material world must follow Prahlāda Mahārāja. Mahājano yena gataḥ sa panthāḥ. Prahlāda Mahārāja did not want to enjoy the estate left by his father; rather, he wanted to become a servant of the servant of the Lord. The illusory human civilization that perpetually endeavors for happiness through material advancement is rejected by Prahlāda Mahārāja and those who strictly follow in his footsteps. There are different types of material opulence, known technically as bhukti, mukti and siddhi. Bhukti refers to being situated in a very good position, like a position with the demigods in the higher planetary systems, where one can enjoy material sense gratification to the greatest extent. Mukti refers to being disgusted with material advancement and thus desiring to become one with the Supreme. Siddhi refers to executing a severe type of meditation, like that of the yogīs, to attain eight kinds of perfection (aṇimā, laghimā, mahimā, etc.). All who desire some material advancement through bhukti, mukti or siddhi are punishable in due course of time, and they return to material activities. Prahlāda Mahārāja rejected them all; he simply wanted to engage as an apprentice under the guidance of a pure devotee."
    },
    {
        "verse": "25",
        "devanagari": "कुत्राशिष: श्रुतिसुखा मृगतृष्णिरूपा:क्‍वेदं कलेवरमशेषरुजां विरोह: ।निर्विद्यते न तु जनो यदपीति विद्वान्कामानलं मधुलवै: शमयन्दुरापै: ॥ २५ ॥",
        "english_devnagari": "kutrāśiṣaḥ śruti-sukhā mṛgatṛṣṇi-rūpāḥkvedaṁ kalevaram aśeṣa-rujāṁ virohaḥnirvidyate na tu jano yad apīti vidvānkāmānalaṁ madhu-lavaiḥ śamayan durāpaiḥ",
        "verse_Syn": [
            "kutra",
            "āśiṣaḥ",
            "śruti",
            "sukhāḥ",
            "mṛgatṛṣṇi",
            "rūpāḥ",
            "kva",
            "idam",
            "kalevaram",
            "aśeṣa",
            "rujām",
            "virohaḥ",
            "nirvidyate",
            "na",
            "tu",
            "janaḥ",
            "yat",
            "api",
            "iti",
            "vidvān",
            "kāma",
            "analam",
            "madhu",
            "lavaiḥ",
            "śamayan",
            "durāpaiḥ"
        ],
        "translation": "In this material world, every living entity desires some future happiness, which is exactly like a mirage in the desert. Where is water in the desert, or, in other words, where is happiness in this material world? As for this body, what is its value? It is merely a source of various diseases. The so-called philosophers, scientists and politicians know this very well, but nonetheless they aspire for temporary happiness. Happiness is very difficult to obtain, but because they are unable to control their senses, they run after the so-called happiness of the material world and never come to the right conclusion.",
        "purport": " There is a song in the Bengali language which states, “I constructed this home for happiness, but unfortunately there was a fire, and everything has now been burnt to ashes.” This illustrates the nature of material happiness. Everyone knows it, but nonetheless one plans to hear or think something very pleasing. Unfortunately, all of one’s plans are annihilated in due course of time. There were many politicians who planned empires, supremacy and control of the world, but in due time all their plans and empires — and even the politicians themselves — were vanquished. Everyone should take lessons from Prahlāda Mahārāja about how we are engaged in so-called temporary happiness through bodily exercises for sense enjoyment. All of us repeatedly make plans, which are all repeatedly frustrated. Therefore one should stop such planmaking. As one cannot stop a blazing fire by constantly pouring ghee upon it, one cannot satisfy oneself by increasing plans for sense enjoyment. The blazing fire is bhava-mahā-dāvāgni, the forest fire of material existence. This forest fire occurs automatically, without endeavor. We want to be happy in the material world, but this will never be possible; we shall simply increase the blazing fire of desires. Our desires cannot be satisfied by illusory thoughts and plans; rather, we have to follow the instructions of Lord Kṛṣṇa: sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. Then we shall be happy. Otherwise, in the name of happiness, we shall continue to suffer miserable conditions."
    },
    {
        "verse": "26",
        "devanagari": "क्व‍ाहं रज:प्रभव ईश तमोऽधिकेऽस्मिन्जात: सुरेतरकुले क्व‍ तवानुकम्पा ।न ब्रह्मणो न तु भवस्य न वै रमायायन्मेऽर्पित: शिरसि पद्मकर: प्रसाद: ॥ २६ ॥",
        "english_devnagari": "kvāhaṁ rajaḥ-prabhava īśa tamo ’dhike ’sminjātaḥ suretara-kule kva tavānukampāna brahmaṇo na tu bhavasya na vai ramāyāyan me ’rpitaḥ śirasi padma-karaḥ prasādaḥ",
        "verse_Syn": [
            "kva",
            "aham",
            "rajaḥ",
            "prabhavaḥ",
            "īśa",
            "tamaḥ",
            "adhike",
            "asmin",
            "jātaḥ",
            "sura",
            "itara",
            "kule",
            "kva",
            "tava",
            "anukampā",
            "na",
            "brahmaṇaḥ",
            "na",
            "tu",
            "bhavasya",
            "na",
            "vai",
            "ramāyāḥ",
            "yat",
            "me",
            "arpitaḥ",
            "śirasi",
            "padma",
            "karaḥ",
            "prasādaḥ"
        ],
        "translation": "O my Lord, O Supreme, because I was born in a family full of the hellish material qualities of passion and ignorance, what is my position? And what is to be said of Your causeless mercy, which was never offered even to Lord Brahmā, Lord Śiva or the goddess of fortune, Lakṣmī? You never put Your lotus hand upon their heads, but You have put it upon mine.",
        "purport": " Prahlāda Mahārāja was surprised at the causeless mercy of the Supreme Lord, the Personality of Godhead, for although Prahlāda was born in a demoniac family and although the Lord had never before placed His lotus hand on the head of Brahmā, Śiva, or the goddess of fortune, His constant companion, Lord Nṛsiṁhadeva kindly placed His hand on the head of Prahlāda. This is the meaning of causeless mercy. The causeless mercy of the Supreme Personality of Godhead may be bestowed upon anyone, regardless of his position in this material world. Everyone is eligible to worship the Supreme Lord, irrespective of his material position. This is confirmed in Bhagavad-gītā (14.26): “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” Anyone who engages in continuous devotional service to the Lord is situated in the spiritual world and has nothing to do with the material qualities (sattva-guṇa, rajo-guṇa and tamo-guṇa). Because Prahlāda Mahārāja was situated on the spiritual platform, he had nothing to do with his body, which had been born of the modes of passion and ignorance. The symptoms of passion and ignorance are described in Śrīmad-Bhāgavatam (1.2.19) as lust and hankering (tadā rajas tamo-bhāvāḥ kāma-lobhādayaś ca ye). Prahlāda Mahārāja, being a great devotee, thought the body born of his father to be born of passion and ignorance, but because Prahlāda was fully engaged in the service of the Lord, his body did not belong to the material world. The pure Vaiṣṇava’s body is spiritualized even in this life. For example, when iron is put into a fire it becomes red-hot and is no longer iron but fire. Similarly, the so-called material bodies of devotees who fully engage in the devotional service of the Lord, being constantly in the fire of spiritual life, have nothing to do with matter, but are spiritualized. Śrīla Madhvācārya remarks that the goddess of fortune, the mother of the universe, could not get mercy similar to that which was offered to Prahlāda Mahārāja, for although the goddess of fortune is always a constant companion of the Supreme Lord, the Lord is more inclined to His devotees. In other words, devotional service is so great that when it is offered even by those born in low families, the Lord accepts it as being more valuable than the service offered by the goddess of fortune. Lord Brahmā, King Indra and the other demigods living in the upper planetary systems are situated in a different spirit of consciousness, and therefore they are sometimes troubled by demons, but a devotee, even if situated in the lower planets, enjoys life in Kṛṣṇa consciousness under any circumstances. Parataḥ svataḥ karmataḥ: as he acts himself, as he is instructed by others or as he performs his material activities, he enjoys life in every respect. In this regard, Madhvācārya quotes the following verses, which are mentioned in the Brahma-tarka:"
    },
    {
        "verse": "27",
        "devanagari": "नैषा परावरमतिर्भवतो ननु स्या-ज्जन्तोर्यथात्मसुहृदो जगतस्तथापि ।संसेवया सुरतरोरिव ते प्रसाद:सेवानुरूपमुदयो न परावरत्वम् ॥ २७ ॥",
        "english_devnagari": "naiṣā parāvara-matir bhavato nanu syājjantor yathātma-suhṛdo jagatas tathāpisaṁsevayā surataror iva te prasādaḥsevānurūpam udayo na parāvaratvam",
        "verse_Syn": [
            "na",
            "eṣā",
            "para",
            "avara",
            "matiḥ",
            "bhavataḥ",
            "nanu",
            "syāt",
            "jantoḥ",
            "yathā",
            "ātma",
            "suhṛdaḥ",
            "jagataḥ",
            "tathāpi",
            "saṁsevayā",
            "surataroḥ",
            "iva",
            "te",
            "prasādaḥ",
            "sevā",
            "anurūpam",
            "udayaḥ",
            "na",
            "para",
            "avaratvam"
        ],
        "translation": "Unlike an ordinary living entity, my Lord, You do not discriminate between friends and enemies, the favorable and the unfavorable, because for You there is no conception of higher and lower. Nonetheless, You offer Your benedictions according to the level of one’s service, exactly as a desire tree delivers fruits according to one’s desires and makes no distinction between the lower and the higher.",
        "purport": " In Bhagavad-gītā (4.11) the Lord clearly says, ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham: “As one surrenders to Me, I reward him accordingly.” As stated by Śrī Caitanya Mahāprabhu, jīvera ‘svarūpa’ haya — kṛṣṇera ‘nitya-dāsa’: every living being is an eternal servant of Kṛṣṇa. According to the service the living entity renders, he automatically receives benedictions from Kṛṣṇa, who does not make distinctions, thinking, “Here is a person in an intimate relationship with Me, and here is a person I dislike.” Kṛṣṇa advises everyone to surrender to Him (sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja). One’s relationship with the Supreme Lord is in proportion to that surrender and the service one renders unto the Lord. Thus throughout the entire world the higher or lower positions of the living entities are selected by the living entities themselves. If one is inclined to dictate that the Lord grant something, one receives benedictions according to his desires. If one wants to be elevated to the higher planetary systems, the heavenly planets, he can be promoted to the place he desires, and if one wants to remain a hog or a pig on earth, the Lord fulfills that desire also. Therefore, one’s position is determined by one’s desires; the Lord is not responsible for the higher or lower grades of our existence. This is further explained quite definitely in Bhagavad-gītā (9.25) by the Lord Himself: Some people want to be promoted to the heavenly planets, some want to be promoted to Pitṛloka, and some want to remain on earth, but if one is interested in returning home, back to Godhead, he can be promoted there also. According to the demands of a particular devotee, he receives a result by the grace of the Lord. The Lord does not discriminate, thinking, “Here is a person favorable to Me, and here is a person who is not favorable.” Rather, He fulfills the desires of everyone. Therefore the śāstras enjoin: “Whether one is without desire [the condition of the devotees], or is desirous of all fruitive results, or is after liberation, one should with all efforts try to worship the Supreme Personality of Godhead for complete perfection, culminating in Kṛṣṇa consciousness.” (Bhāg. 2.3.10) According to one’s position, whether as a devotee, a karmī or a jñānī, whatever one wants one can get if one fully engages in the service of the Lord."
    },
    {
        "verse": "28",
        "devanagari": "एवं जनं निपतितं प्रभवाहिकूपेकामाभिकाममनु य: प्रपतन्प्रसङ्गात् ।कृत्वात्मसात् सुरर्षिणा भगवन्गृहीत:सोऽहं कथं नु विसृजे तव भृत्यसेवाम् ॥ २८ ॥",
        "english_devnagari": "evaṁ janaṁ nipatitaṁ prabhavāhi-kūpekāmābhikāmam anu yaḥ prapatan prasaṅgātkṛtvātmasāt surarṣiṇā bhagavan gṛhītaḥso ’haṁ kathaṁ nu visṛje tava bhṛtya-sevām",
        "verse_Syn": [
            "evam",
            "janam",
            "nipatitam",
            "prabhava",
            "ahi",
            "kūpe",
            "kāma",
            "abhikāmam",
            "anu",
            "yaḥ",
            "prapatan",
            "prasaṅgāt",
            "kṛtvā",
            "ātmasāt",
            "sura",
            "ṛṣiṇā",
            "bhagavan",
            "gṛhītaḥ",
            "saḥ",
            "aham",
            "katham",
            "nu",
            "visṛje",
            "tava",
            "bhṛtya",
            "sevām"
        ],
        "translation": "My dear Lord, O Supreme Personality of Godhead, because of my association with material desires, one after another, I was gradually falling into a blind well full of snakes, following the general populace. But Your servant Nārada Muni kindly accepted me as his disciple and instructed me how to achieve this transcendental position. Therefore, my first duty is to serve him. How could I leave his service?",
        "purport": " As will be seen in later verses, even though Prahlāda Mahārāja was directly offered all the benedictions he might have desired, he refused to accept such offerings from the Supreme Personality of Godhead. On the contrary, he asked the Lord to engage him in the service of His servant Nārada Muni. This is the symptom of a pure devotee. One should serve the spiritual master first. It is not that one should bypass the spiritual master and desire to serve the Supreme Lord. This is not the principle for a Vaiṣṇava. Narottama dāsa Ṭhākura says: One should not be anxious to offer direct service to the Lord. Śrī Caitanya Mahāprabhu advised that one become a servant of the servant of the servant of the Lord (gopī-bhartuḥ pada-kamalayor dāsa-dāsānudāsaḥ). This is the process for approaching the Supreme Lord. The first service should be rendered to the spiritual master so that by his mercy one can approach the Supreme Personality of Godhead to render service. While teaching Rūpa Gosvāmī, Śrī Caitanya Mahāprabhu said, guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja: one can achieve the seed of devotional service by the mercy of the guru, the spiritual master, and then by the mercy of Kṛṣṇa. This is the secret of success. First one should try to please the spiritual master, and then one should attempt to please the Supreme Personality of Godhead. Viśvanātha Cakravartī Ṭhākura also says, yasya prasādād bhagavat-prasādo. One should not attempt to please the Supreme Personality of Godhead by concoction. One must first be prepared to serve the spiritual master, and when one is qualified he is automatically offered the platform of direct service to the Lord. Therefore Prahlāda Mahārāja proposed that he engage in the service of Nārada Muni. He never proposed that he engage directly in the service of the Lord. This is the right conclusion. Therefore he said, so ’haṁ kathaṁ nu visṛje tava bhṛtya-sevām: “How can I give up the service of my spiritual master, who has favored me in such a way that I am now able to see You face to face?” Prahlāda Mahārāja prayed to the Lord that he might continue to engage in the service of his spiritual master, Nārada Muni."
    },
    {
        "verse": "29",
        "devanagari": "मत्प्राणरक्षणमनन्त पितुर्वधश्चमन्ये स्वभृत्यऋषिवाक्यमृतं विधातुम् ।खड्‌गं प्रगृह्य यदवोचदसद्विधित्सु-स्त्वामीश्वरो मदपरोऽवतु कं हरामि ॥ २९ ॥",
        "english_devnagari": "mat-prāṇa-rakṣaṇam ananta pitur vadhaś camanye sva-bhṛtya-ṛṣi-vākyam ṛtaṁ vidhātumkhaḍgaṁ pragṛhya yad avocad asad-vidhitsustvām īśvaro mad-aparo ’vatu kaṁ harāmi",
        "verse_Syn": [
            "mat",
            "prāṇa",
            "rakṣaṇam",
            "ananta",
            "pituḥ",
            "vadhaḥ",
            "ca",
            "manye",
            "sva",
            "bhṛtya",
            "ṛṣi",
            "vākyam",
            "ṛtam",
            "vidhātum",
            "khaḍgam",
            "pragṛhya",
            "yat",
            "avocat",
            "asat",
            "vidhitsuḥ",
            "tvām",
            "īśvaraḥ",
            "mat",
            "aparaḥ",
            "avatu",
            "kam",
            "harāmi"
        ],
        "translation": "My Lord, O unlimited reservoir of transcendental qualities, You have killed my father, Hiraṇyakaśipu, and saved me from his sword. He had said very angrily, “If there is any supreme controller other than me, let Him save you. I shall now sever your head from your body.” Therefore I think that both in saving me and in killing him, You have acted just to prove true the words of Your devotee. There is no other cause.",
        "purport": " In Bhagavad-gītā (9.29) the Lord says: The Supreme Personality of Godhead is undoubtedly equal to everyone. He has no friend and no enemy, but as one desires benefits from the Lord, the Lord is very pleased to award them. The lower and higher positions of different living entities are due to their desires, for the Lord, being equal to all, fulfills everyone’s desires. The killing of Hiraṇyakaśipu and saving of Prahlāda Mahārāja also strictly followed this law of the supreme controller’s activities. When Prahlāda’s mother, Hiraṇyakaśipu’s wife, Kayādhu, was under the protection of Nārada, she prayed for the protection of her son from the enemy, and Nārada Muni gave assurance that Prahlāda Mahārāja would always be saved from the enemy’s hands. Thus when Hiraṇyakaśipu was going to kill Prahlāda Mahārāja, the Lord saved Prahlāda to fulfill His promise in Bhagavad-gītā (kaunteya pratijānīhi na me bhaktaḥ praṇaśyati) and to prove true the words of Nārada. The Lord can fulfill many purposes through one action. Thus the killing of Hiraṇyakaśipu and the saving of Prahlāda were enacted simultaneously to prove the truthfulness of the Lord’s devotee and the fidelity of the Lord Himself to His own purpose. The Lord acts only to satisfy the desires of His devotees; otherwise He has nothing to do. As confirmed in the Vedic language, na tasya kāryaṁ karaṇaṁ ca vidyate: the Lord has nothing to do personally, for everything is done through His different potencies (parāsya śaktir vividhaiva śrūyate). The Lord has multifarious energies, through which everything is done. Thus when He personally does something, it is only to satisfy His devotee. The Lord is known as bhakta-vatsala because He very much favors His devoted servant."
    },
    {
        "verse": "30",
        "devanagari": "एकस्त्वमेव जगदेतममुष्य यत्त्व-माद्यन्तयो: पृथगवस्यसि मध्यतश्च ।सृष्ट्वा गुणव्यतिकरं निजमाययेदंनानेव तैरवसितस्तदनुप्रविष्ट: ॥ ३० ॥",
        "english_devnagari": "ekas tvam eva jagad etam amuṣya yat tvamādy-antayoḥ pṛthag avasyasi madhyataś casṛṣṭvā guṇa-vyatikaraṁ nija-māyayedaṁnāneva tair avasitas tad anupraviṣṭaḥ",
        "verse_Syn": [
            "ekaḥ",
            "tvam",
            "eva",
            "jagat",
            "etam",
            "amuṣya",
            "yat",
            "tvam",
            "ādi",
            "antayoḥ",
            "pṛthak",
            "avasyasi",
            "madhyataḥ",
            "ca",
            "sṛṣṭvā",
            "guṇa",
            "vyatikaram",
            "nija",
            "māyayā",
            "idam",
            "nānā",
            "iva",
            "taiḥ",
            "avasitaḥ",
            "tat",
            "anupraviṣṭaḥ"
        ],
        "translation": "My dear Lord, You alone manifest Yourself as the entire cosmic manifestation, for You existed before the creation, You exist after the annihilation, and You are the maintainer between the beginning and the end. All this is done by Your external energy through actions and reactions of the three modes of material nature. Therefore whatever exists — externally and internally — is You alone.",
        "purport": " As stated in the Brahma-saṁhitā (5.35): “I worship the Personality of Godhead, Govinda, who, by one of His plenary portions, enters the existence of every universe and every atomic particle and thus unlimitedly manifests His infinite energy all over the material creation.” To create this cosmic manifestation, Govinda, the Supreme Personality of Godhead, expands His external energy and thus enters everything in the universe, including the atomic particles. In this way He exists in the entire cosmic manifestation. Therefore the activities of the Supreme Personality of Godhead in maintaining His devotees are transcendental, not material. He exists in everything as the cause and effect, yet He is separate, existing beyond this cosmic manifestation. This is also confirmed in Bhagavad-gītā (9.4): The entire cosmic manifestation is but an expansion of the Lord’s energy; everything rests in Him, yet He exists separately, beyond creation, maintenance and annihilation. The varieties of creation are performed by His external energy. Because the energy and energetic are one, everything is one (sarvaṁ khalv idaṁ brahma). Therefore without Kṛṣṇa, the Parabrahman, nothing can exist. The difference between the material and spiritual worlds is that His external energy is manifested in the material world, whereas His spiritual energy exists in the spiritual world. Both energies, however, belong to the Supreme Lord, and therefore in a higher sense there is no exhibition of material energy because everything is spiritual energy. The energy in which the Lord’s all-pervasiveness is not realized is called material. Otherwise, everything is spiritual. Therefore Prahlāda prays, ekas tvam eva jagad etam: “You are everything.”"
    },
    {
        "verse": "31",
        "devanagari": "त्वं वा इदं सदसदीश भवांस्ततोऽन्योमाया यदात्मपरबुद्धिरियं ह्यपार्था ।यद्यस्य जन्म निधनं स्थितिरीक्षणं चतद्वैतदेव वसुकालवदष्टितर्वो: ॥ ३१ ॥",
        "english_devnagari": "tvaṁ vā idaṁ sadasad īśa bhavāṁs tato ’nyomāyā yad ātma-para-buddhir iyaṁ hy apārthāyad yasya janma nidhanaṁ sthitir īkṣaṇaṁ catad vaitad eva vasukālavad aṣṭi-tarvoḥ",
        "verse_Syn": [
            "tvam",
            "vā",
            "idam",
            "sat",
            "asat",
            "īśa",
            "bhavān",
            "tataḥ",
            "anyaḥ",
            "māyā",
            "yat",
            "ātma",
            "para",
            "buddhiḥ",
            "iyam",
            "hi",
            "apārthā",
            "yat",
            "yasya",
            "janma",
            "nidhanam",
            "sthitiḥ",
            "īkṣaṇam",
            "ca",
            "tat",
            "vā",
            "etat",
            "eva",
            "vasukāla",
            "vat",
            "aṣṭi",
            "tarvoḥ"
        ],
        "translation": "My dear Lord, O Supreme Personality of Godhead, the entire cosmic creation is caused by You, and the cosmic manifestation is an effect of Your energy. Although the entire cosmos is but You alone, You keep Yourself aloof from it. The conception of “mine and yours,” is certainly a type of illusion [māyā] because everything is an emanation from You and is therefore not different from You. Indeed, the cosmic manifestation is nondifferent from You, and the annihilation is also caused by You. This relationship between Your Lordship and the cosmos is illustrated by the example of the seed and the tree, or the subtle cause and the gross manifestation.",
        "purport": " In Bhagavad-gītā (7.10) the Lord says: “O son of Pṛthā, know that I am the original seed of all existences.” In the Vedic literature it is said, īśāvāsyam idaṁ sarvam, yato vā imāni bhūtāni jāyante and sarvaṁ khalv idaṁ brahma. All this Vedic information indicates that there is only one God and that there is nothing else but Him. The Māyāvādī philosophers explain this in their own way, but the Supreme Personality of Godhead asserts the truth that He is everything and yet is separate from everything. This is the philosophy of Śrī Caitanya Mahāprabhu, which is called acintya-bhedābheda-tattva. Everything is one, the Supreme Lord, yet everything is separate from the Lord. This is the understanding of oneness and difference. The example given in this regard — vasukālavad aṣṭi-tarvoḥ — is very easy to understand. Everything exists in time, yet there are different phases of the time factor — present, past and future. Present, past and future are one. Every day we can experience the time factor as morning, noon and evening, and although morning is different from noon, which is different from evening, all of them taken together are one. The time factor is the energy of the Supreme Personality of Godhead, but the Lord is separate from the time factor. Everything is created, maintained and annihilated by time, but the Supreme Lord, the Personality of Godhead, has no beginning and no end. He is nityaḥ śāśvataḥ — eternal, permanent. Everything passes through time’s phases of present, past and future, yet the Lord is always the same. Thus there is undoubtedly a difference between the Lord and the cosmic manifestation, but actually they are not different. Accepting them to be different is called avidyā, ignorance. True oneness, however, is not equivalent to the conception of the Māyāvādīs. The true understanding is that the differences are manifested by the energy of the Supreme Personality of Godhead. The seed is manifested as a tree, which displays varieties in its trunk, branches, leaves, flowers and fruits. Śrīla Bhaktivinoda Ṭhākura has therefore sung, keśava tuyā jagata vicitra: “My dear Lord, Your creation is full of varieties.” The varieties are one and at the same time different. This is the philosophy of acintya-bhedābheda-tattva. The conclusion given in Brahma-saṁhitā is this: “Kṛṣṇa, known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.” Because the Lord is the supreme cause, everything is one with Him, but when we consider varieties, we find that one thing is different from another. We may conclude, therefore, that there is no difference between one thing and another, yet in varieties there are differences. In this regard, Madhvācārya gives an example concerning a tree and a tree in fire. Both trees are the same, but they look different because of the time factor. The time factor is under the control of the Supreme Lord, and therefore the Supreme Lord is different from time. An advanced devotee consequently does not distinguish between happiness and distress. As stated in Śrīmad-Bhāgavatam (10.14.8): When a devotee is in a condition of so-called distress, he considers it a gift or blessing from the Supreme Personality of Godhead. When a devotee is always thus situated in Kṛṣṇa consciousness in any condition of life, he is described as mukti-pade sa dāya-bhāk, a perfect candidate for returning home, back to Godhead. The word dāya-bhāk means “inheritance.” A son inherits the property of his father. Similarly, when the devotee is fully Kṛṣṇa conscious, undisturbed by dualities, he is sure that he will return home, back to Godhead, just as one inherits his father’s property."
    },
    {
        "verse": "32",
        "devanagari": "न्यस्येदमात्मनि जगद्विलयाम्बुमध्येशेषेत्मना निजसुखानुभवो निरीह: ।योगेन मीलितद‍ृगात्मनिपीतनिद्र-स्तुर्ये स्थितो न तु तमो न गुणांश्च युङ्‌क्षे ॥ ३२ ॥",
        "english_devnagari": "nyasyedam ātmani jagad vilayāmbu-madhyeśeṣetmanā nija-sukhānubhavo nirīhaḥyogena mīlita-dṛg-ātma-nipīta-nidrasturye sthito na tu tamo na guṇāṁś ca yuṅkṣe",
        "verse_Syn": [
            "nyasya",
            "idam",
            "ātmani",
            "jagat",
            "vilaya",
            "ambu",
            "madhye",
            "śeṣe",
            "ātmanā",
            "nija",
            "sukha",
            "anubhavaḥ",
            "nirīhaḥ",
            "yogena",
            "mīlita",
            "dṛk",
            "ātma",
            "nipīta",
            "nidraḥ",
            "turye",
            "sthitaḥ",
            "na",
            "tu",
            "tamaḥ",
            "na",
            "guṇān",
            "ca",
            "yuṅkṣe"
        ],
        "translation": "O my Lord, O Supreme Personality of Godhead, after the annihilation the creative energy is kept in You, who appear to sleep with half-closed eyes. Actually, however, You do not sleep like an ordinary human being, for You are always in a transcendental stage, beyond the creation of the material world, and You always feel transcendental bliss. As Kāraṇodakaśāyī Viṣṇu, You thus remain in Your transcendental status, not touching material objects. Although You appear to sleep, this sleeping is distinct from sleeping in ignorance.",
        "purport": " As explained very clearly in the Brahma-saṁhitā (5.47): “I worship the primeval Lord Govinda, who lies down in the Causal Ocean in His plenary portion as Mahā-Viṣṇu, with all the universes generating from the pores of hair on His transcendental body, and who accepts the mystic slumber of eternity.” The ādi-puruṣa, the original Supreme Personality of Godhead — Kṛṣṇa, Govinda — expands Himself as Mahā-Viṣṇu. After the annihilation of this cosmic manifestation, He keeps Himself in transcendental bliss. The word yoga-nidrām is used in reference to the Supreme Personality of Godhead. One should understand that this nidrā, or sleep, is not like our nidrā in the mode of ignorance. The Lord is always situated in transcendence. He is sac-cid-ānanda — eternally in bliss — and thus He is not disturbed by sleep like ordinary human beings. It should be understood that the Supreme Personality of Godhead is in transcendental bliss in all stages. Śrīla Madhvācārya concisely states that the Lord is turya-sthitaḥ, always situated in transcendence. In transcendence there is no such thing as jāgaraṇa-nidrā-suṣupti — wakefulness, sleep and deep sleep. The practice of yoga is similar to the yoga-nidrā of Mahā-Viṣṇu. Yogīs are advised to keep their eyes half closed, but this state is not at all one of sleep, although imitation yogīs, especially in the modern age, manifest their so-called yoga by sleeping. In the śāstra, yoga is described as dhyānāvasthita, a state of full meditation, but this is meditation upon the Supreme Personality of Godhead. Dhyānāvasthita-tad-gatena manasā: the mind should always be situated at the lotus feet of the Lord. Yoga practice does not mean sleeping. The mind should always be actively fixed at the lotus feet of the Lord. Then one’s practice of yoga will be successful."
    },
    {
        "verse": "33",
        "devanagari": "तस्यैव ते वपुरिदं निजकालशक्त्यासञ्चोदितप्रकृतिधर्मण आत्मगूढम् ।अम्भस्यनन्तशयनाद्विरमत्समाधे-र्नाभेरभूत् स्वकणिकावटवन्महाब्जम् ॥ ३३ ॥",
        "english_devnagari": "tasyaiva te vapur idaṁ nija-kāla-śaktyāsañcodita-prakṛti-dharmaṇa ātma-gūḍhamambhasy ananta-śayanād viramat-samādhernābher abhūt sva-kaṇikā-vaṭavan-mahābjam",
        "verse_Syn": [
            "tasya",
            "eva",
            "te",
            "vapuḥ",
            "idam",
            "nija",
            "kāla",
            "śaktyā",
            "sañcodita",
            "prakṛti",
            "dharmaṇaḥ",
            "ātma",
            "gūḍham",
            "ambhasi",
            "ananta",
            "śayanāt",
            "viramat",
            "samādheḥ",
            "nābheḥ",
            "abhūt",
            "sva",
            "kaṇikā",
            "vaṭa",
            "vat",
            "mahā",
            "abjam"
        ],
        "translation": "This cosmic manifestation, the material world, is also Your body. This total lump of matter is agitated by Your potent energy known as kāla-śakti, and thus the three modes of material nature are manifested. You awaken from the bed of Śeṣa, Ananta, and from Your navel a small transcendental seed is generated. It is from this seed that the lotus flower of the gigantic universe is manifested, exactly as a banyan tree grows from a small seed.",
        "purport": " The three different forms of Mahā-Viṣṇu — namely Kāraṇodakaśāyī Viṣṇu, Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī Viṣṇu, who are the origin of creation and maintenance — are gradually being described. From Mahā-Viṣṇu, Garbhodakaśāyī Viṣṇu is generated, and from Garbhodakaśāyī Viṣṇu, Kṣīrodakaśāyī Viṣṇu gradually expands. Thus Mahā-Viṣṇu is the original cause of Garbhodakaśāyī Viṣṇu, and from Garbhodakaśāyī Viṣṇu comes the lotus flower from which Lord Brahmā is manifested. Thus the original cause of everything is Viṣṇu, and consequently the cosmic manifestation is not different from Viṣṇu. This is confirmed in Bhagavad-gītā (10.8), wherein Kṛṣṇa says, ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate: “I am the source of all spiritual and material worlds. Everything emanates from Me.” Garbhodakaśāyī Viṣṇu is an expansion of Kāraṇodakaśāyī Viṣṇu, who is an expansion of Saṅkarṣaṇa. In this way, Kṛṣṇa is ultimately the cause of all causes (sarva-kāraṇa-kāraṇam). The conclusion is that both the material world and spiritual world are considered to be the body of the Supreme Lord. We can understand that the material body is caused by the spiritual body and is therefore an expansion of the spiritual body. Thus when one takes up spiritual activities, one’s entire material body is spiritualized. Similarly, in this material world, when the Kṛṣṇa consciousness movement expands, the entire material world becomes spiritualized. As long as we do not realize this, we live in the material world, but when we are fully Kṛṣṇa conscious we live not in the material world but in the spiritual world."
    },
    {
        "verse": "34",
        "devanagari": "तत्सम्भव: कविरतोऽन्यदपश्यमान-स्त्वां बीजमात्मनि ततं स बहिर्विचिन्त्य ।नाविन्ददब्दशतमप्सु निमज्जमानोजातेऽङ्कुरे कथमुहोपलभेत बीजम् ॥ ३४ ॥",
        "english_devnagari": "tat-sambhavaḥ kavir ato ’nyad apaśyamānastvāṁ bījam ātmani tataṁ sa bahir vicintyanāvindad abda-śatam apsu nimajjamānojāte ’ṅkure katham uhopalabheta bījam",
        "verse_Syn": [
            "tat",
            "sambhavaḥ",
            "kaviḥ",
            "ataḥ",
            "anyat",
            "apaśyamānaḥ",
            "tvām",
            "bījam",
            "ātmani",
            "tatam",
            "saḥ",
            "bahiḥ",
            "vicintya",
            "na",
            "avindat",
            "abda",
            "śatam",
            "apsu",
            "nimajjamānaḥ",
            "jāte",
            "aṅkure",
            "katham",
            "uha",
            "upalabheta",
            "bījam"
        ],
        "translation": "From that great lotus flower, Brahmā was generated, but Brahmā certainly could see nothing but the lotus. Therefore, thinking You to be outside, Lord Brahmā dove into the water and attempted to find the source of the lotus for one hundred years. He could find no trace of You, however, for when a seed fructifies, the original seed cannot be seen.",
        "purport": " This is the description of the cosmic manifestation. The development of the cosmic manifestation is like the fructification of a seed. When cotton is transformed into thread, the cotton is no longer visible, and when the thread is woven into cloth, the thread is no longer visible. Similarly, it is perfectly correct that when the seed that had generated from the navel of Garbhodakaśāyī Viṣṇu became manifested as the cosmic creation, one could no longer understand where the cause of the cosmic manifestation is. Modern scientists have tried to explain the origin of creation by a chunk theory, but no one can explain how such a chunk might have burst. The Vedic literature, however, explains clearly that the total material energy was agitated by the three modes of material nature because of the glance of the Supreme Lord. In other words, in terms of the chunk theory, the bursting of the chunk was caused by the Supreme Personality of Godhead. Thus one must accept the supreme cause, Lord Viṣṇu, as the cause of all causes."
    },
    {
        "verse": "35",
        "devanagari": "स त्वात्मयोनिरतिविस्मित आश्रितोऽब्जंकालेन तीव्रतपसा परिशुद्धभाव: ।त्वामात्मनीश भुवि गन्धमिवातिसूक्ष्मंभूतेन्द्रियाशयमये विततं ददर्श ॥ ३५ ॥",
        "english_devnagari": "sa tv ātma-yonir ativismita āśrito ’bjaṁkālena tīvra-tapasā pariśuddha-bhāvaḥtvām ātmanīśa bhuvi gandham ivātisūkṣmaṁbhūtendriyāśayamaye vitataṁ dadarśa",
        "verse_Syn": [
            "saḥ",
            "tu",
            "ātma",
            "yoniḥ",
            "ati",
            "vismitaḥ",
            "āśritaḥ",
            "abjam",
            "kālena",
            "tīvra",
            "tapasā",
            "pariśuddha",
            "bhāvaḥ",
            "tvām",
            "ātmani",
            "īśa",
            "bhuvi",
            "gandham",
            "iva",
            "ati",
            "sūkṣmam",
            "bhūta",
            "indriya",
            "āśaya",
            "maye",
            "vitatam",
            "dadarśa"
        ],
        "translation": "Lord Brahmā, who is celebrated as ātma-yoni, having been born without a mother, was struck with wonder. Thus he took shelter of the lotus flower, and when he had been purified after undergoing severe austerities for many hundreds of years, he could see that the cause of all causes, the Supreme Personality of Godhead, was spread throughout his own body and senses, just as aroma, although very subtle, is perceived in the earth.",
        "purport": " Here the statement of self-realization ahaṁ brahmāsmi, which is interpreted by the Māyāvāda philosophy to mean “I am the Supreme Lord,” is explained. The Supreme Lord is the original seed of everything (janmādy asya yataḥ; ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate). Thus the Supreme Lord extends everywhere, even throughout our bodies, because our bodies are made of material energy, which is the Lord’s separated energy. One should realize that since the Supreme Lord spreads throughout one’s body and since the individual soul is a part of the Supreme Lord, everything is Brahman (sarvaṁ khalv idaṁ brahma). This realization was achieved by Lord Brahmā after he was purified, and it is possible for everyone. When one is completely in knowledge of ahaṁ brahmāsmi, he thinks, “I am part of the Supreme Lord, my body is made of His material energy, and therefore I have no separate existence. Yet although the Supreme Lord is spread everywhere, He is different from me.” This is the philosophy of acintya-bhedābheda-tattva. An example given in this regard is that of the aroma within the earth. In the earth there are aromas and colors, but one cannot see them. Actually we find that when flowers grow from the earth, they appear with different colors and aromas, which they have certainly gathered from the earth, although in the earth we cannot see them. Similarly, the Supreme Lord, by His different energies, spreads throughout one’s body and soul, although we cannot see Him. An intelligent man, however, can see the Supreme Lord existing everywhere. Aṇḍāntara-stha-paramāṇu-cayāntara-stham: the Lord is within the universe and within the atom by His different energies. This is the real vision of the Supreme Lord for the intelligent man. Brahmā, the first created being, became the most intelligent person by his tapasya, austerity, and thus he came to this realization. We must therefore take all knowledge from Brahmā, who became perfect by his tapasya."
    },
    {
        "verse": "36",
        "devanagari": "एवं सहस्रवदनाङ्‌घ्रिशिर:करोरु-नासाद्यकर्णनयनाभरणायुधाढ्यम् ।मायामयं सदुपलक्षितसन्निवेशंद‍ृष्ट्वा महापुरुषमाप मुदं विरिञ्च: ॥ ३६ ॥",
        "english_devnagari": "evaṁ sahasra-vadanāṅghri-śiraḥ-karoru-nāsādya-karṇa-nayanābharaṇāyudhāḍhyammāyāmayaṁ sad-upalakṣita-sanniveśaṁdṛṣṭvā mahā-puruṣam āpa mudaṁ viriñcaḥ",
        "verse_Syn": [
            "evam",
            "sahasra",
            "vadana",
            "aṅghri",
            "śiraḥ",
            "kara",
            "uru",
            "nāsa",
            "ādya",
            "karṇa",
            "nayana",
            "ābharaṇa",
            "āyudha",
            "āḍhyam",
            "māyā",
            "mayam",
            "sat",
            "upalakṣita",
            "sanniveśam",
            "dṛṣṭvā",
            "mahā",
            "puruṣam",
            "āpa",
            "mudam",
            "viriñcaḥ"
        ],
        "translation": "Lord Brahmā could then see You possessing thousands and thousands of faces, feet, heads, hands, thighs, noses, ears and eyes. You were very nicely dressed, being decorated and bedecked with varieties of ornaments and weapons. Seeing You in the form of Lord Viṣṇu, Your symptoms and form being transcendental, Your legs extending from the lower planets, Lord Brahmā achieved transcendental bliss.",
        "purport": " Lord Brahmā, being completely pure, could see the original form of the Lord as Viṣṇu, having many thousands of faces and forms. This process is called self-realization. Genuine self-realization consists not of perceiving the impersonal effulgence of the Lord, but seeing face to face the transcendental form of the Lord. As distinctly mentioned here, Lord Brahmā saw the Supreme Lord as mahā-puruṣa, the Supreme Personality of Godhead. Arjuna also saw Kṛṣṇa in this same way. Therefore he told the Lord, paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān puruṣaṁ śāśvataṁ divyam: “You are the Supreme Brahman, the ultimate, the supreme abode and purifier, the Absolute Truth and the eternal divine person.” The Lord is parama-puruṣa, the supreme form. Puruṣaṁ śāśvatam: He is everlastingly the supreme enjoyer. It is not that the impersonal Brahman assumes a form; on the contrary, the impersonal Brahman effulgence is an emanation from the supreme form of the Lord. Upon being purified, Brahmā could see the supreme form of the Lord. The impersonal Brahman cannot have heads, noses, ears, hands and legs. This is not possible, for these are attributes of the Lord’s form. The word māyāmayam means “spiritual knowledge.” This is explained by Madhvācārya. Māyāmayaṁ jñāna-svarūpam. The word māyāmayam, describing the Lord’s form, should not be taken to mean illusion. Rather, the Lord’s form is factual, and seeing this form is the result of perfect knowledge. This is confirmed in Bhagavad-gītā: bahūnāṁ janmanām ante jñānavān māṁ prapadyate. The word jñānavān refers to one who is perfectly in knowledge. Such a person can see the Personality of Godhead, and therefore he surrenders unto the Lord. The Lord’s being symptomized by a face, nose, ears and so on is eternal. Without such a form, no one can be blissful. The Lord, however, is sac-cid-ānanda-vigraha, as stated in the śāstra (īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ). When one is in perfect transcendental bliss, he can see the Lord’s supreme form (vigraha). In this regard, Śrīla Madhvācārya says: Lord Brahmā saw that as aromas and colors spread throughout the earth, the Supreme Personality of Godhead pervades the cosmic manifestation in a subtle form."
    },
    {
        "verse": "37",
        "devanagari": "तस्मै भवान्हयशिरस्तनुवं हि बिभ्रद्वेदद्रुहावतिबलौ मधुकैटभाख्यौ ।हत्वानयच्छ्रुतिगणांश्च रजस्तमश्चसत्त्वं तव प्रियतमां तनुमामनन्ति ॥ ३७ ॥",
        "english_devnagari": "tasmai bhavān haya-śiras tanuvaṁ hi bibhradveda-druhāv atibalau madhu-kaiṭabhākhyauhatvānayac chruti-gaṇāṁś ca rajas tamaś casattvaṁ tava priyatamāṁ tanum āmananti",
        "verse_Syn": [
            "tasmai",
            "bhavān",
            "haya",
            "śiraḥ",
            "tanuvam",
            "hi",
            "bibhrat",
            "veda",
            "druhau",
            "ati",
            "balau",
            "madhu",
            "kaiṭabha",
            "ākhyau",
            "hatvā",
            "anayat",
            "śruti",
            "gaṇān",
            "ca",
            "rajaḥ",
            "tamaḥ",
            "ca",
            "sattvam",
            "tava",
            "priya",
            "tamām",
            "tanum",
            "āmananti"
        ],
        "translation": "My dear Lord, when You appeared as Hayagrīva, with the head of a horse, You killed two demons known as Madhu and Kaiṭabha, who were full of the modes of passion and ignorance. Then You delivered the Vedic knowledge to Lord Brahmā. For this reason, all the great saints accept Your forms as transcendental, untinged by material qualities.",
        "purport": " The Supreme Personality of Godhead in His transcendental form is always ready to give protection to His devotees. As mentioned herein, the Lord in the form of Hayagrīva killed two demons named Madhu and Kaiṭabha when they attacked Lord Brahmā. Modern demons think that there was no life in the beginning of creation, but from Śrīmad-Bhāgavatam we understand that the first living creature created by the Supreme Personality of Godhead was Lord Brahmā, who is full of Vedic understanding. Unfortunately, those entrusted with distributing Vedic knowledge, such as the devotees engaged in spreading Kṛṣṇa consciousness, may sometimes be attacked by demons, but they must rest assured that demoniac attacks will not be able to harm them, for the Lord is always prepared to give them protection. The Vedas provide the knowledge by which we can understand the Supreme Personality of Godhead (vedaiś ca sarvair aham eva vedyaḥ). The devotees of the Lord are always ready to spread knowledge by which one may understand the Lord through Kṛṣṇa consciousness, but the demons, being unable to understand the Supreme Lord, are full of ignorance and passion. Thus the Lord, whose form is transcendental, is always ready to kill the demons. By culturing the mode of goodness, one can understand the position of the transcendental Lord and how the Lord is always prepared to remove all obstacles on the path of understanding Him. In summary, whenever the Lord incarnates, He appears in His original transcendental form. As the Lord says in Bhagavad-gītā (4.7): “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” It is simply foolish to think of the Lord as being originally impersonal but accepting a material body when He appears as a personal incarnation. Whenever the Lord appears, He appears in His original transcendental form, which is spiritual and blissful. But unintelligent men, such as the Māyāvādīs, cannot understand the transcendental form of the Lord, and therefore the Lord chastises them by saying, avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam: “Fools deride Me when I descend in the human form.” Whenever the Lord appears, whether as a fish, a tortoise, a hog or any other form, one should understand that He maintains His transcendental position and that His only business, as stated here, is hatvā — to kill the demons. The Lord appears in order to protect the devotees and kill the demons (paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām). Since the demons are always ready to oppose Vedic civilization, they are sure to be killed by the transcendental form of the Lord."
    },
    {
        "verse": "38",
        "devanagari": "इत्थं नृतिर्यगृषिदेवझषावतारै-र्लोकान् विभावयसि हंसि जगत्प्रतीपान् ।धर्मं महापुरुष पासि युगानुवृत्तंछन्न: कलौ यदभवस्त्रियुगोऽथ स त्वम् ॥ ३८ ॥",
        "english_devnagari": "itthaṁ nṛ-tiryag-ṛṣi-deva-jhaṣāvatārairlokān vibhāvayasi haṁsi jagat pratīpāndharmaṁ mahā-puruṣa pāsi yugānuvṛttaṁchannaḥ kalau yad abhavas tri-yugo ’tha sa tvam",
        "verse_Syn": [
            "ittham",
            "nṛ",
            "tiryak",
            "ṛṣi",
            "deva",
            "jhaṣa",
            "avatāraiḥ",
            "lokān",
            "vibhāvayasi",
            "haṁsi",
            "jagat",
            "pratīpān",
            "dharmam",
            "mahā",
            "puruṣa",
            "pāsi",
            "yuga",
            "anuvṛttam",
            "channaḥ",
            "kalau",
            "yat",
            "abhavaḥ",
            "tri",
            "yugaḥ",
            "atha",
            "saḥ",
            "tvam"
        ],
        "translation": "In this way, my Lord, You appear in various incarnations as a human being, an animal, a great saint, a demigod, a fish or a tortoise, thus maintaining the entire creation in different planetary systems and killing the demoniac principles. According to the age, O my Lord, You protect the principles of religion. In the Age of Kali, however, You do not assert Yourself as the Supreme Personality of Godhead, and therefore You are known as Triyuga, or the Lord who appears in three yugas.",
        "purport": " As the Lord appeared just to maintain Lord Brahmā from the attack of Madhu and Kaiṭabha, He also appeared to protect the great devotee Prahlāda Mahārāja. Similarly, Lord Caitanya appeared in order to protect the fallen souls of Kali-yuga. There are four yugas, or millenniums — Satya, Tretā, Dvāpara and Kali. In all the yugas but Kali-yuga, the Lord appears in various incarnations and asserts Himself as the Supreme Personality of Godhead, but although Lord Śrī Caitanya Mahāprabhu, who appears in Kali-yuga, is the Supreme Personality of Godhead, He never asserted Himself as such. On the contrary, whenever Śrī Caitanya Mahāprabhu was addressed as being as good as Kṛṣṇa, He blocked His ears with His hands, denying His identity with Kṛṣṇa, because He was playing the part of a devotee. Lord Caitanya knew that in Kali-yuga there would be many bogus incarnations pretending to be God, and therefore He avoided asserting Himself as the Supreme Personality of Godhead. Lord Caitanya Mahāprabhu is accepted as the Supreme Personality of Godhead, however, in many Vedic literatures, especially in Śrīmad-Bhāgavatam (11.5.32): In Kali-yuga, intelligent men worship the Supreme Personality of Godhead in the form of Śrī Caitanya Mahāprabhu, who is always accompanied by His associates such as Nityānanda, Advaita, Gadādhara and Śrīvāsa. The entire Kṛṣṇa consciousness movement is based on the principles of the saṅkīrtana movement inaugurated by Śrī Caitanya Mahāprabhu. Therefore one who tries to understand the Supreme Personality of Godhead through the medium of the saṅkīrtana movement knows everything perfectly. He is sumedhas, a person with substantial intelligence."
    },
    {
        "verse": "39",
        "devanagari": "नैतन्मनस्तव कथासु विकुण्ठनाथसम्प्रीयते दुरितदुष्टमसाधु तीव्रम् ।कामातुरं हर्षशोकभयैषणार्तंतस्मिन्कथं तव गतिं विमृशामि दीन: ॥ ३९ ॥",
        "english_devnagari": "naitan manas tava kathāsu vikuṇṭha-nāthasamprīyate durita-duṣṭam asādhu tīvramkāmāturaṁ harṣa-śoka-bhayaiṣaṇārtaṁtasmin kathaṁ tava gatiṁ vimṛśāmi dīnaḥ",
        "verse_Syn": [
            "na",
            "etat",
            "manaḥ",
            "tava",
            "kathāsu",
            "vikuṇṭha",
            "nātha",
            "samprīyate",
            "durita",
            "duṣṭam",
            "asādhu",
            "tīvram",
            "kāma",
            "āturam",
            "harṣa",
            "śoka",
            "bhaya",
            "eṣaṇā",
            "ārtam",
            "tasmin",
            "katham",
            "tava",
            "gatim",
            "vimṛśāmi",
            "dīnaḥ"
        ],
        "translation": "My dear Lord of the Vaikuṇṭha planets, where there is no anxiety, my mind is extremely sinful and lusty, being sometimes so-called happy and sometimes so-called distressed. My mind is full of lamentation and fear, and it always seeks more and more money. Thus it has become most polluted and is never satisfied in topics concerning You. I am therefore most fallen and poor. In such a status of life, how shall I be able to discuss Your activities?",
        "purport": " Here Prahlāda Mahārāja represents himself as a common man, although he actually has nothing to do with this material world. Prahlāda is always situated in the Vaikuṇṭha planets of the spiritual world, but on behalf of the fallen souls he asks how, when his mind is always disturbed by material things, he can discuss the transcendental position of the Lord. The mind becomes sinful because we are always engaged in sinful activities. Anything not connected with Kṛṣṇa consciousness should be understood to be sinful. Indeed, Kṛṣṇa demands in Bhagavad-gītā (18.66): “Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.” As soon as one surrenders unto the Supreme Personality of Godhead, Kṛṣṇa, Kṛṣṇa immediately relieves one of the reactions of sinful activities. Therefore one who is not surrendered to the lotus feet of the Lord should be understood to be sinful, foolish, degraded among men and bereft of all real knowledge because of atheistic propensities. This is confirmed in Bhagavad-gītā (7.15): Therefore, especially in this Age of Kali, the mind must be cleansed, and this is possible only by the chanting of the Hare Kṛṣṇa mahā-mantra. Ceto-darpaṇa-mārjanam. In this age, the process of chanting the Hare Kṛṣṇa mahā-mantra is the only method by which to cleanse the sinful mind. When the mind is completely cleansed of all sinful reactions, one can then understand his duty in the human form of life. The Kṛṣṇa consciousness movement is meant to educate sinful men so that they may become pious simply by chanting the Hare Kṛṣṇa mahā-mantra. To cleanse the heart so that one may become sober and wise in this Age of Kali, there is no value to any method other than the chanting of the Hare Kṛṣṇa mahā-mantra. Prahlāda Mahārāja has confirmed this process in previous verses. Tvad-vīrya-gāyana-mahāmṛta-magna-cittaḥ. Prahlāda further confirms that if one’s mind is always absorbed in thought of Kṛṣṇa, that very qualification will purify one and keep one purified always. To understand the Lord and His activities, one must free his mind from all contamination of the material world, and this one can achieve by simply chanting the Lord’s holy name. Thus one becomes free from all material bondage."
    },
    {
        "verse": "40",
        "devanagari": "जिह्वैकतोऽच्युत विकर्षति मावितृप्ताशिश्नोऽन्यतस्त्वगुदरं श्रवणं कुतश्चित् ।घ्राणोऽन्यतश्चपलद‍ृक् क्व‍ च कर्मशक्ति-र्बह्व्य: सपत्‍न्य इव गेहपतिं लुनन्ति ॥ ४० ॥",
        "english_devnagari": "jihvaikato ’cyuta vikarṣati māvitṛptāśiśno ’nyatas tvag-udaraṁ śravaṇaṁ kutaścitghrāṇo ’nyataś capala-dṛk kva ca karma-śaktirbahvyaḥ sapatnya iva geha-patiṁ lunanti",
        "verse_Syn": [
            "jihvā",
            "ekataḥ",
            "acyuta",
            "vikarṣati",
            "mā",
            "avitṛptā",
            "śiśnaḥ",
            "anyataḥ",
            "tvak",
            "udaram",
            "śravaṇam",
            "kutaścit",
            "ghrāṇaḥ",
            "anyataḥ",
            "capala",
            "dṛk",
            "kva",
            "ca",
            "karma",
            "śaktiḥ",
            "bahvyaḥ",
            "sa",
            "patnyaḥ",
            "iva",
            "geha",
            "patim",
            "lunanti"
        ],
        "translation": "My dear Lord, O infallible one, my position is like that of a person who has many wives, all trying to attract him in their own way. For example, the tongue is attracted to palatable dishes, the genitals to sex with an attractive woman, and the sense of touch to contact with soft things. The belly, although filled, still wants to eat more, and the ear, not attempting to hear about You, is generally attracted to cinema songs. The sense of smell is attracted to yet another side, the restless eyes are attracted to scenes of sense gratification, and the active senses are attracted elsewhere. In this way I am certainly embarrassed.",
        "purport": " The human form of life is meant for God realization, but this process, which begins with śravaṇaṁ kīrtanaṁ viṣṇoḥ — hearing and chanting of the holy name of the Lord — is disturbed as long as our senses are materially attracted. Therefore devotional service means purifying the senses. In the conditioned state our senses are covered by material sense gratification, and as long as one is not trained in purifying the senses, one cannot become a devotee. In our Kṛṣṇa consciousness movement, therefore, we advise from the very beginning that one restrict the activities of the senses, especially the tongue, which is described by Śrīla Bhaktivinoda Ṭhākura as most greedy and unconquerable. To stop this attraction of the tongue, one is authoritatively advised not to accept meat or similar uneatable things nor to allow the tongue to hanker to drink or smoke. Even the drinking of tea and coffee is not permitted. Similarly, the genitals must be restricted from illicit sex. Without such restraint of the senses, one cannot make advancement in Kṛṣṇa consciousness. The only method of controlling the senses is to chant and hear the holy name of the Lord; otherwise, one will always be disturbed, as a householder with more than one wife would be disturbed by them for sense gratification."
    },
    {
        "verse": "41",
        "devanagari": "एवं स्वकर्मपतितं भववैतरण्या-मन्योन्यजन्ममरणाशनभीतभीतम् ।पश्यञ्जनं स्वपरविग्रहवैरमैत्रंहन्तेति पारचर पीपृहि मूढमद्य ॥ ४१ ॥",
        "english_devnagari": "evaṁ sva-karma-patitaṁ bhava-vaitaraṇyāmanyonya-janma-maraṇāśana-bhīta-bhītampaśyañ janaṁ sva-para-vigraha-vaira-maitraṁhanteti pāracara pīpṛhi mūḍham adya",
        "verse_Syn": [
            "evam",
            "sva",
            "karma",
            "patitam",
            "bhava",
            "vaitaraṇyām",
            "anyaḥ",
            "anya",
            "janma",
            "maraṇa",
            "āśana",
            "bhīta",
            "bhītam",
            "paśyan",
            "janam",
            "sva",
            "para",
            "vigraha",
            "vaira",
            "maitram",
            "hanta",
            "iti",
            "pāracara",
            "pīpṛhi",
            "mūḍham",
            "adya"
        ],
        "translation": "My dear Lord, You are always transcendentally situated on the other side of the river of death, but because of the reactions of our own activities, we are suffering on this side. Indeed, we have fallen into this river and are repeatedly suffering the pains of birth and death and eating horrible things. Now kindly look upon us — not only upon me but also upon all others who are suffering — and by Your causeless mercy and compassion, deliver us and maintain us.",
        "purport": " Prahlāda Mahārāja, a pure Vaiṣṇava, prays to the Lord not only for himself but for all other suffering living entities. There are two classes of Vaiṣṇavas — the bhajanānandīs and goṣṭhy-ānandīs. The bhajanānandīs worship the Lord only for their own personal benefit, but the goṣṭhy-ānandīs try to elevate all others to Kṛṣṇa consciousness so that they may be saved. Fools who cannot perceive repeated birth and death and the other miseries of materialistic life cannot be sure of what will happen to them in their next birth. Indeed, these foolish, materially contaminated rascals have manufactured an irresponsible way of life that does not consider the next life. They do not know that according to one’s own activities, one receives a body selected from 8,400,000 species. These rascals have been described in Bhagavad-gītā as duṣkṛtino mūḍhāḥ. Nondevotees, those who are not Kṛṣṇa conscious, must engage in sinful activities, and therefore they are mūḍhas — fools and rascals. They are such fools that they do not know what will happen to them in their next life. Although they see varieties of living creatures eating abominable things — pigs eating stool, crocodiles eating all kinds of flesh, and so on — they do not realize that they themselves, because of their practice of eating all kinds of nonsense in this life, will be destined to eat the most abominable things in their next life. A Vaiṣṇava is always afraid of such an abominable life, and to free himself from such horrible conditions, he engages himself in the devotional service of the Lord. The Lord is compassionate to them, and therefore He appears for their benefit. “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” (Bg. 4.7) The Lord is always ready to help the fallen souls, but because they are fools and rascals, they do not take to Kṛṣṇa consciousness and abide by the instructions of Kṛṣṇa. Therefore although Śrī Caitanya Mahāprabhu is personally the Supreme Lord, Kṛṣṇa, He comes as a devotee to preach the Kṛṣṇa consciousness movement. Yāre dekha, tāre kaha ‘kṛṣṇa’-upadeśa. One must therefore become a sincere servant of Kṛṣṇa. Āmāra ājñāya guru hañā tāra’ ei deśa (Cc. Madhya 7.128). One should become a guru and spread Kṛṣṇa consciousness all over the world, simply by preaching the teachings of Bhagavad-gītā."
    },
    {
        "verse": "42",
        "devanagari": "को न्वत्र तेऽखिलगुरो भगवन्प्रयासउत्तारणेऽस्य भवसम्भवलोपहेतो: ।मूढेषु वै महदनुग्रह आर्तबन्धोकिं तेन ते प्रियजनाननुसेवतां न: ॥ ४२ ॥",
        "english_devnagari": "ko nv atra te ’khila-guro bhagavan prayāsauttāraṇe ’sya bhava-sambhava-lopa-hetoḥmūḍheṣu vai mahad-anugraha ārta-bandhokiṁ tena te priya-janān anusevatāṁ naḥ",
        "verse_Syn": [
            "kaḥ",
            "nu",
            "atra",
            "te",
            "akhila",
            "guro",
            "bhagavan",
            "prayāsaḥ",
            "uttāraṇe",
            "asya",
            "bhava",
            "sambhava",
            "lopa",
            "hetoḥ",
            "mūḍheṣu",
            "vai",
            "mahat",
            "anugrahaḥ",
            "ārta",
            "bandho",
            "kim",
            "tena",
            "te",
            "priya",
            "janān",
            "anusevatām",
            "naḥ"
        ],
        "translation": "O my Lord, O Supreme Personality of Godhead, original spiritual master of the entire world, what is the difficulty for You, who manage the affairs of the universe, in delivering the fallen souls engaged in Your devotional service? You are the friend of all suffering humanity, and for great personalities it is necessary to show mercy to the foolish. Therefore I think that You will show Your causeless mercy to persons like us, who engage in Your service.",
        "purport": " Here the words priya-janān anusevatāṁ naḥ indicate that the Supreme Lord, the Supreme Personality of Godhead, is very favorable to devotees who act according to the instructions of His own pure devotee. In other words, one must become the servant of the servant of the servant of the Lord. If one wants to become the servant of the Lord directly, this is not as fruitful as engaging in the service of the Lord’s servant. This is the direction of Śrī Caitanya Mahāprabhu, who shows us the way to become gopī-bhartuḥ pada-kamalayor dāsa-dāsānudāsaḥ. One should not be proud of becoming directly the servant of the Supreme Personality of Godhead. Rather, one must seek a pure devotee, a servant of the Lord, and engage oneself in the service of such a servant. The more one becomes the servant of the servant, the more one becomes perfect in devotional service. This is also the injunction of Bhagavad-gītā: evaṁ paramparā-prāptam imaṁ rājarṣayo viduḥ. One can understand the science of the Supreme Personality of Godhead simply by the paramparā system. In this regard, Śrīla Narottama dāsa Ṭhākura says, tāṅdera caraṇa sevi bhakta-sane vāsa: “Let me serve the lotus feet of the devotees of the Lord, and let me live with devotees.” Janame janame haya, ei abhilāṣa. Following Narottama dāsa Ṭhākura, one should aspire to be a servant of the Lord’s servant, life after life. Śrīla Bhaktivinoda Ṭhākura also sings, tumi ta’ ṭhākura, tomāra kukura, baliyā jānaha more: “O my Lord, O Vaiṣṇava, please consider me your dog.” One must become the dog of a Vaiṣṇava, a pure devotee, for a pure devotee can deliver Kṛṣṇa without difficulty. Kṛṣṇa se tomāra, kṛṣṇa dite pāra. Kṛṣṇa is the property of His pure devotee, and if we take shelter of a pure devotee, he can deliver Kṛṣṇa very easily. Prahlāda wants to engage in the service of a devotee, and therefore he prays to Kṛṣṇa, “My dear Lord, kindly give me the shelter of Your very dear devotee so that I may engage in his service and You may then be pleased.” Mad-bhakta-pūjābhyadhikā (Bhāg. 11.19.21). The Lord says, “Engaging in the service of My devotee is better than trying to engage in My devotional service.” Another significant point in this verse is that by devotional service Prahlāda Mahārāja does not want to benefit alone. Rather, he prays to the Lord that all of us fallen souls in this material world may, by the grace of the Lord, engage in the service of His servant and thus be delivered. The grace of the Lord is not at all difficult for the Lord to bestow, and thus Prahlāda Mahārāja wants to save the whole world by spreading Kṛṣṇa consciousness."
    },
    {
        "verse": "43",
        "devanagari": "नैवोद्विजे पर दुरत्ययवैतरण्या-स्त्वद्वीर्यगायनमहामृतमग्नचित्त: ।शोचे ततो विमुखचेतस इन्द्रियार्थमायासुखाय भरमुद्वहतो विमूढान् ॥ ४३ ॥",
        "english_devnagari": "naivodvije para duratyaya-vaitaraṇyāstvad-vīrya-gāyana-mahāmṛta-magna-cittaḥśoce tato vimukha-cetasa indriyārtha-māyā-sukhāya bharam udvahato vimūḍhān",
        "verse_Syn": [
            "na",
            "eva",
            "udvije",
            "para",
            "duratyaya",
            "vaitaraṇyāḥ",
            "tvat",
            "vīrya",
            "gāyana",
            "mahā",
            "amṛta",
            "magna",
            "cittaḥ",
            "śoce",
            "tataḥ",
            "vimukha",
            "cetasaḥ",
            "indriya",
            "artha",
            "māyā",
            "sukhāya",
            "bharam",
            "udvahataḥ",
            "vimūḍhān"
        ],
        "translation": "O best of the great personalities, I am not at all afraid of material existence, for wherever I stay I am fully absorbed in thoughts of Your glories and activities. My concern is only for the fools and rascals who are making elaborate plans for material happiness and maintaining their families, societies and countries. I am simply concerned with love for them.",
        "purport": " Throughout the entire world, everyone is making big, big plans to adjust the miseries of the material world, and this is true at present, in the past and in the future. Nonetheless, although they make elaborate political, social and cultural plans, they have all been described herein as vimūḍha — fools. The material world has been described in Bhagavad-gītā as duḥkhālayam aśāśvatam — temporary and miserable — but these fools are trying to turn the material world into sukhālayam, a place of happiness, not knowing how everything acts by the arrangement of material nature, which works in her own way. “The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities that are in actuality carried out by nature.” (Bg. 3.27) There is a plan for material nature, personally known as Durgā, to punish the demons. Although the asuras, the godless demons, struggle for existence, they are directly attacked by the goddess Durgā, who is well equipped with ten hands with different types of weapons to punish them. She is carried by her lion carrier, or the modes of passion and ignorance. Everyone struggles very hard to fight through the modes of passion and ignorance and conquer material nature, but at the end everyone is vanquished by nature’s laws. There is a river known as Vaitaraṇī between the material and spiritual worlds, and one must cross this river to reach the other side, or the spiritual world. This is an extremely difficult task. As the Lord says in Bhagavad-gītā (7.14), daivī hy eṣā guṇamayī mama māyā duratyayā: “This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome.” The same word duratyaya, meaning “very difficult,” is used here. Therefore one cannot surpass the stringent laws of material nature except by the mercy of the Supreme Lord. Nonetheless, although all materialists are baffled in their plans, they try again and again to become happy in this material world. Therefore they have been described as vimūḍha — first-class fools. As for Prahlāda Mahārāja, he was not at all unhappy, for although he was in the material world, he was full of Kṛṣṇa consciousness. Those who are Kṛṣṇa conscious, trying to serve the Lord, are not unhappy, whereas one who has no assets in Kṛṣṇa consciousness and is struggling for existence is not only foolish but extremely unhappy also. Prahlāda Mahārāja was happy and unhappy simultaneously. He felt happiness and transcendental bliss because of his being Kṛṣṇa conscious, yet he felt great unhappiness for the fools and rascals who make elaborate plans to be happy in this material world."
    },
    {
        "verse": "44",
        "devanagari": "प्रायेण देव मुनय: स्वविमुक्तिकामामौनं चरन्ति विजने न परार्थनिष्ठा: ।नैतान्विहाय कृपणान्विमुमुक्ष एकोनान्यं त्वदस्य शरणं भ्रमतोऽनुपश्ये ॥ ४४ ॥",
        "english_devnagari": "prāyeṇa deva munayaḥ sva-vimukti-kāmāmaunaṁ caranti vijane na parārtha-niṣṭhāḥnaitān vihāya kṛpaṇān vimumukṣa ekonānyaṁ tvad asya śaraṇaṁ bhramato ’nupaśye",
        "verse_Syn": [
            "prāyeṇa",
            "deva",
            "munayaḥ",
            "sva",
            "vimukti",
            "kāmāḥ",
            "maunam",
            "caranti",
            "vijane",
            "na",
            "para",
            "artha",
            "niṣṭhāḥ",
            "na",
            "etān",
            "vihāya",
            "kṛpaṇān",
            "vimumukṣe",
            "ekaḥ",
            "na",
            "anyam",
            "tvat",
            "asya",
            "śaraṇam",
            "bhramataḥ",
            "anupaśye"
        ],
        "translation": "My dear Lord Nṛsiṁhadeva, I see that there are many saintly persons indeed, but they are interested only in their own deliverance. Not caring for the big cities and towns, they go to the Himālayas or the forest to meditate with vows of silence [mauna-vrata]. They are not interested in delivering others. As for me, however, I do not wish to be liberated alone, leaving aside all these poor fools and rascals. I know that without Kṛṣṇa consciousness, without taking shelter of Your lotus feet, one cannot be happy. Therefore I wish to bring them back to shelter at Your lotus feet.",
        "purport": " This is the decision of the Vaiṣṇava, the pure devotee of the Lord. For himself he has no problems, even if he has to stay in this material world, because his only business is to remain in Kṛṣṇa consciousness. The Kṛṣṇa conscious person can go even to hell and still be happy. Therefore Prahlāda Mahārāja said, naivodvije para duratyaya-vaitaraṇyāḥ: “O best of the great personalities, I am not at all afraid of material existence.” The pure devotee is never unhappy in any condition of life. This is confirmed in Śrīmad-Bhāgavatam (6.17.28): “Devotees solely engaged in the devotional service of the Supreme Personality of Godhead, Nārāyaṇa, never fear any condition of life. For them the heavenly planets, liberation and the hellish planets are all the same, for such devotees are interested only in the service of the Lord.” For a devotee, being situated in the heavenly planets and being in the hellish planets are equal, for a devotee lives neither in heaven nor in hell but with Kṛṣṇa in the spiritual world. The secret of success for the devotee is not understood by the karmīs and jñānīs. Karmīs therefore try to be happy by material adjustment, and jñānīs want to be happy by becoming one with the Supreme. The devotee has no such interest. He is not interested in so-called meditation in the Himālayas or the forest. Rather, his interest is in the busiest part of the world, where he teaches people Kṛṣṇa consciousness. The Kṛṣṇa consciousness movement was started for this purpose. We do not teach one to meditate in a secluded place just so that one may show that he has become very much advanced and may be proud of his so-called transcendental meditation, although he engages in all sorts of foolish materialistic activity. A Vaiṣṇava like Prahlāda Mahārāja is not interested in such a bluff of spiritual advancement. Rather, he is interested in enlightening people in Kṛṣṇa consciousness because that is the only way for them to become happy. Prahlāda Mahārāja says clearly, nānyaṁ tvad asya śaraṇaṁ bhramato ’nupaśye: “I know that without Kṛṣṇa consciousness, without taking shelter of Your lotus feet, one cannot be happy.” One wanders within the universe, life after life, but by the grace of a devotee, a servant of Śrī Caitanya Mahāprabhu, one can get the clue to Kṛṣṇa consciousness and then not only become happy in this world but also return home, back to Godhead. That is the real target in life. The members of the Kṛṣṇa consciousness movement are not at all interested in so-called meditation in the Himālayas or the forest, where one will only make a show of meditation, nor are they interested in opening many schools for yoga and meditation in the cities. Rather, every member of the Kṛṣṇa consciousness movement is interested in going door to door to try to convince people about the teachings of Bhagavad-gītā As It Is, the teachings of Lord Caitanya. That is the purpose of the Hare Kṛṣṇa movement. The members of the Kṛṣṇa consciousness movement must be fully convinced that without Kṛṣṇa one cannot be happy. Thus the Kṛṣṇa conscious person avoids all kinds of pseudo spiritualists, transcendentalists, meditators, monists, philosophers and philanthropists."
    },
    {
        "verse": "45",
        "devanagari": "यन्मैथुनादिगृहमेधिसुखं हि तुच्छंकण्डूयनेन करयोरिव दु:खदु:खम् ।तृप्यन्ति नेह कृपणा बहुदु:खभाज:कण्डूतिवन्मनसिजं विषहेत धीर: ॥ ४५ ॥",
        "english_devnagari": "yan maithunādi-gṛhamedhi-sukhaṁ hi tucchaṁkaṇḍūyanena karayor iva duḥkha-duḥkhamtṛpyanti neha kṛpaṇā bahu-duḥkha-bhājaḥkaṇḍūtivan manasijaṁ viṣaheta dhīraḥ",
        "verse_Syn": [
            "yat",
            "maithuna",
            "ādi",
            "gṛhamedhi",
            "sukham",
            "hi",
            "tuccham",
            "kaṇḍūyanena",
            "karayoḥ",
            "iva",
            "duḥkha",
            "duḥkham",
            "tṛpyanti",
            "na",
            "iha",
            "kṛpaṇāḥ",
            "bahu",
            "duḥkha",
            "bhājaḥ",
            "kaṇḍūti",
            "vat",
            "manasi",
            "jam",
            "viṣaheta",
            "dhīraḥ"
        ],
        "translation": "Sex life is compared to the rubbing of two hands to relieve an itch. Gṛhamedhis, so-called gṛhasthas who have no spiritual knowledge, think that this itching is the greatest platform of happiness, although actually it is a source of distress. The kṛpaṇas, the fools who are just the opposite of brāhmaṇas, are not satisfied by repeated sensuous enjoyment. Those who are dhīra, however, who are sober and who tolerate this itching, are not subjected to the sufferings of fools and rascals.",
        "purport": " Materialists think that sexual indulgence is the greatest happiness in this material world, and therefore they make elaborate plans to satisfy their senses, especially the genitals. This is generally found everywhere, and specifically found in the Western world, where there are regular arrangements to satisfy sex life in different ways. Actually, however, this has not made anyone happy. Even the hippies, who have given up all the materialistic comforts of their fathers and grandfathers, cannot give up the sensational happiness of sex life. Such persons are described here as kṛpaṇas, misers. The human form of life is a great asset, for in this life one can fulfill the goal of existence. Unfortunately, however, because of a lack of education and culture, people are victimized by the false happiness of sex life. Prahlāda Mahārāja therefore advises one not to be misled by this civilization of sense gratification, and especially not by sex life. Rather, one should be sober, avoid sense gratification and be Kṛṣṇa conscious. The lusty person, who is compared to a foolish miser, never gets happiness by sense gratification. The influence of material nature is very difficult to surpass, but as stated by Kṛṣṇa in Bhagavad-gītā (7.14), mām eva ye prapadyante, māyām etāṁ taranti te: if one voluntarily submits to the lotus feet of Kṛṣṇa, he can be saved very easily. In reference to the low-grade happiness of sex life, Yāmunācārya says in this connection: “Since I have been engaged in the transcendental loving service of Kṛṣṇa, realizing ever-new pleasure in Him, whenever I think of sex pleasure, I spit at the thought, and my lips curl with distaste.” Yāmunācārya had formerly been a great king who enjoyed sexual happiness in various ways, but since he later engaged himself in the service of the Lord, he enjoyed spiritual bliss and hated to think of sex life. If sexual thoughts came to him, he would spit with disgust."
    },
    {
        "verse": "46",
        "devanagari": "मौनव्रतश्रुततपोऽध्ययनस्वधर्म-व्याख्यारहोजपसमाधय आपवर्ग्या: ।प्राय: परं पुरुष ते त्वजितेन्द्रियाणांवार्ता भवन्त्युत न वात्र तु दाम्भिकानाम् ॥ ४६ ॥",
        "english_devnagari": "mauna-vrata-śruta-tapo-’dhyayana-sva-dharma-vyākhyā-raho-japa-samādhaya āpavargyāḥprāyaḥ paraṁ puruṣa te tv ajitendriyāṇāṁvārtā bhavanty uta na vātra tu dāmbhikānām",
        "verse_Syn": [
            "mauna",
            "vrata",
            "śruta",
            "tapaḥ",
            "adhyayana",
            "sva",
            "dharma",
            "vyākhyā",
            "rahaḥ",
            "japa",
            "samādhayaḥ",
            "āpavargyāḥ",
            "prāyaḥ",
            "param",
            "puruṣa",
            "te",
            "tu",
            "ajita",
            "indriyāṇām",
            "vārtāḥ",
            "bhavanti",
            "uta",
            "na",
            "vā",
            "atra",
            "tu",
            "dāmbhikānām"
        ],
        "translation": "O Supreme Personality of Godhead, there are ten prescribed methods on the path to liberation — to remain silent, not to speak to anyone, to observe vows, to amass all kinds of Vedic knowledge, to undergo austerities, to study the Vedas and other Vedic literatures, to execute the duties of varṇāśrama-dharma, to explain the śāstras, to stay in a solitary place, to chant mantras silently, and to be absorbed in trance. These different methods for liberation are generally only a professional practice and means of livelihood for those who have not conquered their senses. Because such persons are falsely proud, these procedures may not be successful.",
        "purport": " As stated in Śrīmad-Bhāgavatam (6.1.15): “Only a rare person who has adopted complete, unalloyed devotional service to Kṛṣṇa can uproot the weeds of sinful actions with no possibility that they will revive. He can do this simply by discharging devotional service, just as the sun can immediately dissipate fog by its rays.” The real purpose of human life is to attain liberation from material entanglement. Such liberation may be achieved by many methods (tapasā brahmacaryeṇa śamena ca damena ca), but all of them more or less depend on tapasya, austerity, which begins with celibacy. Śukadeva Gosvāmī says that those who are vāsudeva-parāyaṇa, who have fully surrendered to the lotus feet of Lord Vāsudeva, Kṛṣṇa, automatically achieve the results of mauna (silence), vrata (vows) and other such methods simply by discharging devotional service. In other words, these methods are not so powerful. If one takes to devotional service, all of them are very easily performed. Mauna, for example, does not mean that one should just stop speaking. The tongue is meant for speaking, although sometimes, to make a big show, a person remains silent. There are many who observe silence some day in a week. Vaiṣṇavas, however, do not observe such silence. Silence means not speaking foolishly. Speakers at assemblies, conferences and meetings generally speak foolishly like toads. This is described by Śrīla Rūpa Gosvāmī as vāco vegam. One who wants to say something can show himself to be a big orator, but rather than go on speaking nonsense, better to remain silent. This method of silence, therefore, is recommended for persons very attached to speaking nonsense. One who is not a devotee must speak nonsensically because he does not have the power to speak about the glories of Kṛṣṇa. Thus whatever he says is influenced by the illusory energy and is compared to the croaking of a frog. One who speaks about the glories of the Lord, however, has no need to be silent. Caitanya Mahāprabhu recommends, kīrtanīyaḥ sadā hariḥ: one should go on chanting the glories of the Lord twenty-four hours a day. There is no question of becoming mauna, or silent. The ten processes for liberation or improvement on the path of liberation are not meant for the devotees. Kevalayā bhaktyā: if one simply engages in devotional service to the Lord, all ten methods of liberation are automatically observed. Prahlāda Mahārāja’s proposal is that such processes may be recommended for the ajitendriya, those who cannot conquer their senses. Devotees, however, have already conquered their senses. Sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam: a devotee is already freed from material contamination. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura therefore said: There are many who like to chant the Hare Kṛṣṇa mantra in a silent, solitary place, but if one is not interested in preaching, talking constantly to the nondevotees, the influence of the modes of nature is very difficult to surpass. Therefore unless one is extremely advanced in Kṛṣṇa consciousness, one should not imitate Haridāsa Ṭhākura, who had no other business than chanting the holy name always, twenty-four hours a day. Prahlāda Mahārāja does not condemn such a process; he accepts it, but without active service to the Lord, simply by such methods one generally cannot attain liberation. One cannot attain liberation simply by false pride."
    },
    {
        "verse": "47",
        "devanagari": "रूपे इमे सदसती तव वेदसृष्टेबीजाङ्कुराविव न चान्यदरूपकस्य ।युक्ता: समक्षमुभयत्र विचक्षन्ते त्वांयोगेन वह्निमिव दारुषु नान्यत: स्यात् ॥ ४७ ॥",
        "english_devnagari": "rūpe ime sad-asatī tava veda-sṛṣṭebījāṅkurāv iva na cānyad arūpakasyayuktāḥ samakṣam ubhayatra vicakṣante tvāṁyogena vahnim iva dāruṣu nānyataḥ syāt",
        "verse_Syn": [
            "rūpe",
            "ime",
            "sat",
            "asatī",
            "tava",
            "veda",
            "sṛṣṭe",
            "bīja",
            "aṅkurau",
            "iva",
            "na",
            "ca",
            "anyat",
            "arūpakasya",
            "yuktāḥ",
            "samakṣam",
            "ubhayatra",
            "vicakṣante",
            "tvām",
            "yogena",
            "vahnim",
            "iva",
            "dāruṣu",
            "na",
            "anyataḥ",
            "syāt"
        ],
        "translation": "By authorized Vedic knowledge one can see that the forms of cause and effect in the cosmic manifestation belong to the Supreme Personality of Godhead, for the cosmic manifestation is His energy. Both cause and effect are nothing but energies of the Lord. Therefore, O my Lord, just as a wise man, by considering cause and effect, can see how fire pervades wood, those engaged in devotional service understand how You are both the cause and effect.",
        "purport": " As described in previous verses, many so-called students of spiritual understanding follow the ten different methods known as mauna-vrata-śruta-tapo-’dhyayana-sva-dharma-vyākhyā-raho-japa-samādhayaḥ. These may be very attractive, but by following such methods, one cannot actually understand the real cause and effect and the original cause of everything (janmādy asya yataḥ). The original source of everything is the Supreme Personality of Godhead Himself (sarva-kāraṇa-kāraṇam). This original source of everything is Kṛṣṇa, the supreme ruler. īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ. He has His eternal spiritual form. Indeed, He is the root of everything (bījaṁ māṁ sarva-bhūtānām). Whatever manifestations exist, their cause is the Supreme Personality of Godhead. This cannot be understood by so-called silence or by any other hodgepodge method. The supreme cause can be understood only by devotional service, as stated in Bhagavad-gītā (bhaktyā mām abhijānāti). Elsewhere in Śrīmad-Bhāgavatam (11.14.21), the Supreme Godhead personally says, bhaktyāham ekayā grāhyaḥ: one can understand the original cause of all causes, the Supreme Person, only by devotional service, not by show-bottle exhibitionism."
    },
    {
        "verse": "48",
        "devanagari": "त्वं वायुरग्निरवनिर्वियदम्बु मात्रा:प्राणेन्द्रियाणि हृदयं चिदनुग्रहश्च ।सर्वं त्वमेव सगुणो विगुणश्च भूमन्नान्यत् त्वदस्त्यपि मनोवचसा निरुक्तम् ॥ ४८ ॥",
        "english_devnagari": "tvaṁ vāyur agnir avanir viyad ambu mātrāḥprāṇendriyāṇi hṛdayaṁ cid anugrahaś casarvaṁ tvam eva saguṇo viguṇaś ca bhūmannānyat tvad asty api mano-vacasā niruktam",
        "verse_Syn": [
            "tvam",
            "vāyuḥ",
            "agniḥ",
            "avaniḥ",
            "viyat",
            "ambu",
            "mātrāḥ",
            "prāṇa",
            "indriyāṇi",
            "hṛdayam",
            "cit",
            "anugrahaḥ",
            "ca",
            "sarvam",
            "tvam",
            "eva",
            "sa",
            "guṇaḥ",
            "viguṇaḥ",
            "ca",
            "bhūman",
            "na",
            "anyat",
            "tvat",
            "asti",
            "api",
            "manaḥ",
            "vacasā",
            "niruktam"
        ],
        "translation": "O Supreme Lord, You are actually the air, the earth, fire, sky and water. You are the objects of sense perception, the life airs, the five senses, the mind, consciousness and false ego. Indeed, You are everything, subtle and gross. The material elements and anything expressed, either by the words or by the mind, are nothing but You.",
        "purport": " This is the all-pervasive conception of the Supreme Personality of Godhead, which explains how He spreads everywhere and anywhere. Sarvaṁ khalv idaṁ brahma: everything is Brahman — the Supreme Brahman, Kṛṣṇa. Nothing exists without Him. As the Lord says in Bhagavad-gītā (9.4): “I exist everywhere, and everything exists in Me, yet I am not visible everywhere.” The Lord can be visible only through devotional service. Tatra tiṣṭhāmi nārada yatra gāyanti mad-bhaktāḥ: the Supreme Lord stays only where His devotees chant His glories."
    },
    {
        "verse": "49",
        "devanagari": "नैते गुणा न गुणिनो महदादयो येसर्वे मन: प्रभृतय: सहदेवमर्त्या: ।आद्यन्तवन्त उरुगाय विदन्ति हि त्वा-मेवं विमृश्य सुधियो विरमन्ति शब्दात् ॥ ४९ ॥",
        "english_devnagari": "naite guṇā na guṇino mahad-ādayo yesarve manaḥ prabhṛtayaḥ sahadeva-martyāḥādy-antavanta urugāya vidanti hi tvāmevaṁ vimṛśya sudhiyo viramanti śabdāt",
        "verse_Syn": [
            "na",
            "ete",
            "guṇāḥ",
            "na",
            "guṇinaḥ",
            "mahat",
            "ādayaḥ",
            "ye",
            "sarve",
            "manaḥ",
            "prabhṛtayaḥ",
            "saha",
            "deva",
            "martyāḥ",
            "ādi",
            "anta",
            "vantaḥ",
            "urugāya",
            "vidanti",
            "hi",
            "tvām",
            "evam",
            "vimṛśya",
            "sudhiyaḥ",
            "viramanti",
            "śabdāt"
        ],
        "translation": "Neither the three modes of material nature [sattva-guṇa, rajo-guṇa and tamo-guṇa], nor the predominating deities controlling these three modes, nor the five gross elements, nor the mind, nor the demigods nor the human beings can understand Your Lordship, for they are all subjected to birth and annihilation. Considering this, the spiritually advanced have taken to devotional service. Such wise men hardly bother with Vedic study. Instead, they engage themselves in practical devotional service.",
        "purport": " As stated in several places, bhaktyā mām abhijānāti: only by devotional service can the Supreme Lord be understood. The intelligent person, the devotee, does not bother much about the practices mentioned in text 46 (mauna-vrata-śruta-tapo-’dhyayana-sva-dharma). After understanding the Supreme Lord through devotional service, such devotees are no longer interested in studies of the Vedas. Indeed, this is confirmed in the Vedas also. The Vedas say, kim arthā vayam adhyeṣyāmahe kim arthā vayam vakṣyāmahe. What is the use of studying so many Vedic literatures? What is the use of explaining them in different ways? Vayam vakṣyāmahe. No one needs to study any more Vedic literatures, nor does anyone need to describe them by philosophical speculation. Bhagavad-gītā (2.52) also says: When one understands the Supreme Personality of Godhead by executing devotional service, one ceases the practice of studying the Vedic literature. Elsewhere it is said, ārādhito yadi haris tapasā tataḥ kim. If one can understand the Supreme Personality of Godhead and engage in His service, there is no more need of severe austerities, penances and so on. However, if after performing severe austerities and penances one does not understand the Supreme Personality of Godhead, such practices are useless."
    },
    {
        "verse": "50",
        "devanagari": "तत्तेऽर्हत्तम नम: स्तुतिकर्मपूजा:कर्म स्मृतिश्चरणयो: श्रवणं कथायाम् ।संसेवया त्वयि विनेति षडङ्गया किंभक्तिं जन: परमहंसगतौ लभेत ॥ ५० ॥",
        "english_devnagari": "tat te ’rhattama namaḥ stuti-karma-pūjāḥkarma smṛtiś caraṇayoḥ śravaṇaṁ kathāyāmsaṁsevayā tvayi vineti ṣaḍ-aṅgayā kiṁbhaktiṁ janaḥ paramahaṁsa-gatau labheta",
        "verse_Syn": [
            "tat",
            "te",
            "arhat",
            "tama",
            "namaḥ",
            "stuti",
            "karma",
            "pūjāḥ",
            "karma",
            "smṛtiḥ",
            "caraṇayoḥ",
            "śravaṇam",
            "kathāyām",
            "saṁsevayā",
            "tvayi",
            "vinā",
            "iti",
            "ṣaṭ",
            "aṅgayā",
            "kim",
            "bhaktim",
            "janaḥ",
            "paramahaṁsa",
            "gatau",
            "labheta"
        ],
        "translation": "Therefore, O Supreme Personality of Godhead, the best of all persons to whom prayers are offered, I offer my respectful obeisances unto You because without rendering six kinds of devotional service unto You — offering prayers, dedicating all the results of activities, worshiping You, working on Your behalf, always remembering Your lotus feet and hearing about Your glories — who can achieve that which is meant for the paramahaṁsas?",
        "purport": " The Vedas enjoin: nāyam ātmā pravacanena labhyo na medhayā na bahunā śrutena. One cannot understand the Supreme Personality of Godhead simply by studying the Vedas and offering prayers. Only by the grace of the Supreme Lord can one understand Him. The process of understanding the Lord, therefore, is bhakti. Without bhakti, simply following the Vedic injunctions to understand the Absolute Truth will not be helpful at all. The process of bhakti is understood by the paramahaṁsa, one who has accepted the essence of everything. The results of bhakti are reserved for such a paramahaṁsa, and this stage cannot be obtained by any Vedic process other than devotional service. Other processes, such as jñāna and yoga, can be successful only when mixed with bhakti. When we speak of jñāna-yoga, karma-yoga and dhyāna-yoga the word yoga indicates bhakti. Bhakti-yoga, or buddhi-yoga, executed with intelligence and full knowledge, is the only successful method for going back home, back to Godhead. If one wants to be liberated from the pangs of material existence, he should take to devotional service for quick attainment of this goal."
    },
    {
        "verse": "51",
        "devanagari": "श्रीनारद उवाचएतावद्वर्णितगुणो भक्त्या भक्तेन निर्गुण: ।प्रह्रादं प्रणतं प्रीतो यतमन्युरभाषत ॥ ५१ ॥",
        "english_devnagari": "śrī-nārada uvācaetāvad varṇita-guṇobhaktyā bhaktena nirguṇaḥprahrādaṁ praṇataṁ prītoyata-manyur abhāṣata",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "etāvat",
            "varṇita",
            "guṇaḥ",
            "bhaktyā",
            "bhaktena",
            "nirguṇaḥ",
            "prahrādam",
            "praṇatam",
            "prītaḥ",
            "yata",
            "manyuḥ",
            "abhāṣata"
        ],
        "translation": "The great saint Nārada said: Thus Lord Nṛsiṁhadeva was pacified by the devotee Prahlāda Mahārāja with prayers offered from the transcendental platform. The Lord gave up His anger, and being very kind to Prahlāda, who was offering prostrated obeisances, He spoke as follows.",
        "purport": " The word nirguṇa is important. The Māyāvādī philosophers accept the Absolute Truth as nirguṇa or nirākāra. The word nirguṇa refers to one who possesses no material qualities. The Lord, being full of spiritual qualities, gave up all His anger and spoke to Prahlāda."
    },
    {
        "verse": "52",
        "devanagari": "श्रीभगवानुवाचप्रह्राद भद्र भद्रं ते प्रीतोऽहं तेऽसुरोत्तम ।वरं वृणीष्वाभिमतं कामपूरोऽस्म्यहं नृणाम् ॥ ५२ ॥",
        "english_devnagari": "śrī-bhagavān uvācaprahrāda bhadra bhadraṁ teprīto ’haṁ te ’surottamavaraṁ vṛṇīṣvābhimataṁkāma-pūro ’smy ahaṁ nṛṇām",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "prahrāda",
            "bhadra",
            "bhadram",
            "te",
            "prītaḥ",
            "aham",
            "te",
            "asura",
            "uttama",
            "varam",
            "vṛṇīṣva",
            "abhimatam",
            "kāma",
            "pūraḥ",
            "asmi",
            "aham",
            "nṛṇām"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Prahlāda, most gentle one, best of the family of the asuras, all good fortune unto you. I am very much pleased with you. It is My pastime to fulfill the desires of all living beings, and therefore you may ask from Me any benediction that you desire to be fulfilled.",
        "purport": " The Supreme Personality of Godhead is known as bhakta-vatsala, the Supreme Personality who is very much affectionate to His devotees. It is not very extraordinary that the Lord offered His devotee all benedictions. The Supreme Personality of Godhead said in effect, “I fulfill the desires of everyone. Since you are My devotee, whatever you want for yourself will naturally be given, but if you pray for anyone else, that prayer also will be fulfilled.” Thus if we approach the Supreme Lord or His devotee, or if we are blessed by a devotee, naturally we will automatically achieve the benedictions of the Supreme Lord. Yasya prasādād bhagavat-prasādaḥ. Śrīla Viśvanātha Cakravartī Ṭhākura says that if one pleases the Vaiṣṇava spiritual master, all of one’s desires will be fulfilled."
    },
    {
        "verse": "53",
        "devanagari": "मामप्रीणत आयुष्मन्दर्शनं दुर्लभं हि मे ।द‍ृष्ट्वा मां न पुनर्जन्तुरात्मानं तप्तुमर्हति ॥ ५३ ॥",
        "english_devnagari": "mām aprīṇata āyuṣmandarśanaṁ durlabhaṁ hi medṛṣṭvā māṁ na punar janturātmānaṁ taptum arhati",
        "verse_Syn": [
            "mām",
            "aprīṇataḥ",
            "āyuṣman",
            "darśanam",
            "durlabham",
            "hi",
            "me",
            "dṛṣṭvā",
            "mām",
            "na",
            "punaḥ",
            "jantuḥ",
            "ātmānam",
            "taptum",
            "arhati"
        ],
        "translation": "My dear Prahlāda, may you live a long time. One cannot appreciate or understand Me without pleasing Me, but one who has seen or pleased Me has nothing more for which to lament for his own satisfaction.",
        "purport": " One cannot be happy under any circumstances unless one pleases the Supreme Personality of Godhead, but one who has learned how to please the Supreme Lord need no longer lament for his material condition."
    },
    {
        "verse": "54",
        "devanagari": "प्रीणन्ति ह्यथ मां धीरा: सर्वभावेन साधव: ।श्रेयस्कामा महाभाग सर्वासामाशिषां पतिम् ॥ ५४ ॥",
        "english_devnagari": "prīṇanti hy atha māṁ dhīrāḥsarva-bhāvena sādhavaḥśreyas-kāmā mahā-bhāgasarvāsām āśiṣāṁ patim",
        "verse_Syn": [
            "prīṇanti",
            "hi",
            "atha",
            "mām",
            "dhīrāḥ",
            "sarva",
            "bhāvena",
            "sādhavaḥ",
            "śreyas",
            "kāmāḥ",
            "mahā",
            "bhāga",
            "sarvāsām",
            "āśiṣām",
            "patim"
        ],
        "translation": "My dear Prahlāda, you are very fortunate. Please know from Me that those who are very wise and highly elevated try to please Me in all different modes of mellows, for I am the only person who can fulfill all the desires of everyone.",
        "purport": " The words dhīrāḥ sarva-bhāvena do not mean “in whichever way you like.” Bhāva is the preliminary condition of love of Godhead. The bhāva stage is the final division before one reaches love of Godhead. The word sarva-bhāva means that one can love the Supreme Personality of Godhead in different transcendental modes of mellows, beginning with dāsya, sakhya, vātsalya and mādhurya. In the śānta stage, one is on the border of loving service to the Lord. Pure love of Godhead begins from dāsya and develops to sakhya, vātsalya and then mādhurya. Still, in any of these five mellows one can render loving service to the Supreme Lord. Since our main business is to love the Supreme Personality of Godhead, one can render service from any of the above-mentioned platforms of love."
    },
    {
        "verse": "55",
        "devanagari": "श्रीनारद उवाचएवं प्रलोभ्यमानोऽपि वरैर्लोकप्रलोभनै: ।एकान्तित्वाद् भगवति नैच्छत्तानसुरोत्तम: ॥ ५५ ॥",
        "english_devnagari": "śrī-nārada uvācaevaṁ pralobhyamāno ’pivarair loka-pralobhanaiḥekāntitvād bhagavatinaicchat tān asurottamaḥ",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "evam",
            "pralobhyamānaḥ",
            "api",
            "varaiḥ",
            "loka",
            "pralobhanaiḥ",
            "ekāntitvāt",
            "bhagavati",
            "na",
            "aicchat",
            "tān",
            "asura",
            "uttamaḥ"
        ],
        "translation": "Nārada Muni said: Prahlāda Mahārāja was the best person in the family of asuras, who always aspire for material happiness. Nonetheless, although allured by the Supreme Personality of Godhead, who offered him all benedictions for material happiness, because of his unalloyed Kṛṣṇa consciousness he did not want to take any material benefit for sense gratification.",
        "purport": " Pure devotees like Prahlāda Mahārāja and Dhruva Mahārāja do not aspire for any material benefit at any stage of devotional service. When the Lord was present before Dhruva Mahārāja, Dhruva did not want to take any material benefit from the Lord: svāmin kṛtārtho ’smi varaṁ na yāce. As a pure devotee, he could not ask the Lord for any material benefit. In this regard, Śrī Caitanya Mahāprabhu instructed us: “O my Lord, Jagadīśa, I do not pray for benedictions by which to achieve material wealth, popularity or beauty. My only desire is to serve You. Kindly engage me in the service of the servant of Your servant.”"
    }
]