[
    {
        "verse": "1",
        "devanagari": "श्रीनारद उवाचएवं वृत: शतधृतिर्हिरण्यकशिपोरथ ।प्रादात्तत्तपसा प्रीतो वरांस्तस्य सुदुर्लभान् ॥ १ ॥",
        "english_devnagari": "śrī-nārada uvācaevaṁ vṛtaḥ śata-dhṛtirhiraṇyakaśipor athaprādāt tat-tapasā prītovarāṁs tasya sudurlabhān",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "evam",
            "vṛtaḥ",
            "śata",
            "dhṛtiḥ",
            "hiraṇyakaśipoḥ",
            "atha",
            "prādāt",
            "tat",
            "tapasā",
            "prītaḥ",
            "varān",
            "tasya",
            "su",
            "durlabhān"
        ],
        "translation": "Nārada Muni continued: Lord Brahmā was very much satisfied by Hiraṇyakaśipu’s austerities, which were difficult to perform. Therefore, when solicited for benedictions, he indeed granted them, although they were rarely to be achieved.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीब्रह्मोवाचतातेमे दुर्लभा: पुंसां यान् वृणीषे वरान् मम ।तथापि वितराम्यङ्ग वरान् यद्यपि दुर्लभान् ॥ २ ॥",
        "english_devnagari": "śrī-brahmovācatāteme durlabhāḥ puṁsāṁyān vṛṇīṣe varān mamatathāpi vitarāmy aṅgavarān yadyapi durlabhān",
        "verse_Syn": [
            "śrī",
            "brahmā",
            "uvāca",
            "tāta",
            "ime",
            "durlabhāḥ",
            "puṁsām",
            "yān",
            "vṛṇīṣe",
            "varān",
            "mama",
            "tathāpi",
            "vitarāmi",
            "aṅga",
            "varān",
            "yadyapi",
            "durlabhān"
        ],
        "translation": "Lord Brahmā said: O Hiraṇyakaśipu, these benedictions for which you have asked are difficult to obtain for most men. Nonetheless, O my son, I shall grant you them although they are generally not available.",
        "purport": " Material benedictions are not always exactly worthy of being called benedictions. If one possesses more and more, a benediction itself may become a curse, for just as achieving material opulence in this material world requires great strength and endeavor, maintaining it also requires great endeavor. Lord Brahmā informed Hiraṇyakaśipu that although he was ready to offer him whatever he had asked, the result of the benedictions would be very difficult for Hiraṇyakaśipu to maintain. Nonetheless, since Brahmā had promised, he wanted to grant all the benedictions asked. The word durlabhān indicates that one should not take benedictions one cannot enjoy peacefully."
    },
    {
        "verse": "3",
        "devanagari": "ततो जगाम भगवानमोघानुग्रहो विभु: ।पूजितोऽसुरवर्येण स्तूयमान: प्रजेश्वरै: ॥ ३ ॥",
        "english_devnagari": "tato jagāma bhagavānamoghānugraho vibhuḥpūjito ’sura-varyeṇastūyamānaḥ prajeśvaraiḥ",
        "verse_Syn": [
            "tataḥ",
            "jagāma",
            "bhagavān",
            "amogha",
            "anugrahaḥ",
            "vibhuḥ",
            "pūjitaḥ",
            "asura",
            "varyeṇa",
            "stūyamānaḥ",
            "prajā",
            "īśvaraiḥ"
        ],
        "translation": "Then Lord Brahmā, who awards infallible benedictions, departed, being worshiped by the best of the demons, Hiraṇyakaśipu, and being praised by great sages and saintly persons.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "एवं लब्धवरो दैत्यो बिभ्रद्धेममयं वपु: ।भगवत्यकरोद् द्वेषं भ्रातुर्वधमनुस्मरन् ॥ ४ ॥",
        "english_devnagari": "evaṁ labdha-varo daityobibhrad dhemamayaṁ vapuḥbhagavaty akarod dveṣaṁbhrātur vadham anusmaran",
        "verse_Syn": [
            "evam",
            "labdha",
            "varaḥ",
            "daityaḥ",
            "bibhrat",
            "hema",
            "mayam",
            "vapuḥ",
            "bhagavati",
            "akarot",
            "dveṣam",
            "bhrātuḥ",
            "vadham",
            "anusmaran"
        ],
        "translation": "The demon Hiraṇyakaśipu, having thus been blessed by Lord Brahmā and having acquired a lustrous golden body, continued to remember the death of his brother and therefore be envious of Lord Viṣṇu.",
        "purport": " A demoniac person, in spite of acquiring all the opulences possible to obtain in this universe, continues to be envious of the Supreme Personality of Godhead."
    },
    {
        "verse": "5-7",
        "devanagari": "स विजित्य दिश: सर्वा लोकांश्च त्रीन् महासुर: ।देवासुरमनुष्येन्द्रगन्धर्वगरुडोरगान् ॥ ५ ॥सिद्धचारणविद्याध्रानृषीन् पितृपतीन्मनून् ।यक्षरक्ष:पिशाचेशान् प्रेतभूतपतीनपि ॥ ६ ॥सर्वसत्त्वपतीञ्जित्वा वशमानीय विश्वजित् ।जहार लोकपालानां स्थानानि सह तेजसा ॥ ७ ॥",
        "english_devnagari": "sa vijitya diśaḥ sarvālokāṁś ca trīn mahāsuraḥdevāsura-manuṣyendra-gandharva-garuḍoragān",
        "verse_Syn": [
            "saḥ",
            "vijitya",
            "diśaḥ",
            "sarvāḥ",
            "lokān",
            "ca",
            "trīn",
            "mahā",
            "asuraḥ",
            "deva",
            "asura",
            "manuṣya",
            "indra",
            "gandharva",
            "garuḍa",
            "uragān",
            "siddha",
            "cāraṇa",
            "vidyādhrān",
            "ṛṣīn",
            "pitṛ",
            "patīn",
            "manūn",
            "yakṣa",
            "rakṣaḥ",
            "piśāca",
            "īśān",
            "preta",
            "bhūta",
            "patīn",
            "api",
            "sarva",
            "sattva",
            "patīn",
            "jitvā",
            "vaśam",
            "ānīya",
            "viśva",
            "jit",
            "jahāra",
            "loka",
            "pālānām",
            "sthānāni",
            "saha",
            "tejasā"
        ],
        "translation": "Hiraṇyakaśipu became the conqueror of the entire universe. Indeed, that great demon conquered all the planets in the three worlds — upper, middle and lower — including the planets of the human beings, the Gandharvas, the Garuḍas, the great serpents, the Siddhas, Cāraṇas and Vidyādharas, the great saints, Yamarāja, the Manus, the Yakṣas, the Rākṣasas, the Piśācas and their masters, and the masters of the ghosts and Bhūtas. He defeated the rulers of all the other planets where there are living entities and brought them under his control. Conquering the abodes of all, he seized their power and influence.",
        "purport": " The word garuḍa in this verse indicates that there are planets of great birds like Garuḍa. Similarly, the word uraga indicates that there are planets of enormous serpents. Such a description of the various planets of the universe may challenge modern scientists who think that all planets but this earth are vacant. These scientists claim to have launched excursions to the moon, where they have found no living entities but only big craters full of dust and stone, although in fact the moon is so brilliant that it acts like the sun in illuminating the entire universe. Of course, it is not possible to convince modern scientists of the Vedic information about the universe. Nonetheless, we are not very much impressed by the words of scientists who say that all other planets are vacant and that only the earth is full of living entities."
    },
    {
        "verse": "8",
        "devanagari": "देवोद्यानश्रिया जुष्टमध्यास्ते स्म त्रिपिष्टपम् ।महेन्द्रभवनं साक्षान्निर्मितं विश्वकर्मणा ।त्रैलोक्यलक्ष्म्यायतनमध्युवासाखिलर्द्धिमत् ॥ ८ ॥",
        "english_devnagari": "devodyāna-śriyā juṣṭamadhyāste sma tri-piṣṭapammahendra-bhavanaṁ sākṣānnirmitaṁ viśvakarmaṇātrailokya-lakṣmy-āyatanamadhyuvāsākhilarddhimat",
        "verse_Syn": [
            "deva",
            "udyāna",
            "śriyā",
            "juṣṭam",
            "adhyāste",
            "sma",
            "tri",
            "piṣṭapam",
            "mahendra",
            "bhavanam",
            "sākṣāt",
            "nirmitam",
            "viśvakarmaṇā",
            "trailokya",
            "lakṣmī",
            "āyatanam",
            "adhyuvāsa",
            "akhila",
            "ṛddhi",
            "mat"
        ],
        "translation": "Hiraṇyakaśipu, who possessed all opulence, began residing in heaven, with its famous Nandana garden, which is enjoyed by the demigods. In fact, he resided in the most opulent palace of Indra, the King of heaven. The palace had been directly constructed by the demigod architect Viśvakarmā and was as beautifully made as if the goddess of fortune of the entire universe resided there.",
        "purport": " From this description it appears that all the heavenly planets of the upper planetary system are thousands upon thousands of times more opulent than the lower planetary system in which we live. Viśvakarmā, the famous heavenly architect, is known as the constructor of many wonderful buildings in the upper planets, where there are not only beautiful buildings, but also many opulent gardens and parks, which are described as nandana-devodyāna, gardens quite fit to be enjoyed by the demigods. This description of the upper planetary system and its opulences is to be understood from authoritative scriptures like the Vedic literatures. Telescopes and the other imperfect instruments of scientists are inadequate for evaluating the upper planetary system. Although such instruments are needed because the vision of the so-called scientists is imperfect, the instruments themselves are also imperfect. Therefore the upper planets cannot be appraised by imperfect men using imperfect man-made instruments. Direct information received from the Vedic literature, however, is perfect. We therefore cannot accept the statement that there are no opulent residences on planets other than this earth."
    },
    {
        "verse": "9-12",
        "devanagari": "यत्र विद्रुमसोपाना महामारकता भुव: ।यत्र स्फाटिककुड्यानि वैदूर्यस्तम्भपङ्क्तय: ॥ ९ ॥यत्र चित्रवितानानि पद्मरागासनानि च ।पय:फेननिभा: शय्या मुक्तादामपरिच्छदा: ॥ १० ॥कूजद्भ‍िर्नूपुरैर्देव्य: शब्दयन्त्य इतस्तत: ।रत्नस्थलीषु पश्यन्ति सुदती: सुन्दरं मुखम् ॥ ११ ॥तस्मिन्महेन्द्रभवने महाबलोमहामना निर्जितलोक एकराट् ।रेमेऽभिवन्द्याङ्‌घ्रियुग: सुरादिभि:प्रतापितैरूर्जितचण्डशासन: ॥ १२ ॥",
        "english_devnagari": "yatra vidruma-sopānāmahā-mārakatā bhuvaḥyatra sphāṭika-kuḍyānivaidūrya-stambha-paṅktayaḥ",
        "verse_Syn": [
            "yatra",
            "vidruma",
            "sopānāḥ",
            "mahā",
            "mārakatāḥ",
            "bhuvaḥ",
            "yatra",
            "sphāṭika",
            "kuḍyāni",
            "vaidūrya",
            "stambha",
            "paṅktayaḥ",
            "yatra",
            "citra",
            "vitānāni",
            "padmarāga",
            "āsanāni",
            "ca",
            "payaḥ",
            "phena",
            "nibhāḥ",
            "śayyāḥ",
            "muktādāma",
            "paricchadāḥ",
            "kūjadbhiḥ",
            "nūpuraiḥ",
            "devyaḥ",
            "śabda",
            "yantyaḥ",
            "itaḥ",
            "tataḥ",
            "ratna",
            "sthalīṣu",
            "paśyanti",
            "su",
            "datīḥ",
            "sundaram",
            "mukham",
            "tasmin",
            "mahendra",
            "bhavane",
            "mahā",
            "balaḥ",
            "mahā",
            "manāḥ",
            "nirjita",
            "lokaḥ",
            "eka",
            "rāṭ",
            "reme",
            "abhivandya",
            "aṅghri",
            "yugaḥ",
            "sura",
            "ādibhiḥ",
            "pratāpitaiḥ",
            "ūrjita",
            "caṇḍa",
            "śāsanaḥ"
        ],
        "translation": "The steps of King Indra’s residence were made of coral, the floor was bedecked with invaluable emeralds, the walls were of crystal, and the columns of vaidūrya stone. The wonderful canopies were beautifully decorated, the seats were bedecked with rubies, and the silk bedding, as white as foam, was decorated with pearls. The ladies of the palace, who were blessed with beautiful teeth and the most wonderfully beautiful faces, walked here and there in the palace, their ankle bells tinkling melodiously, and saw their own beautiful reflections in the gems. The demigods, however, being very much oppressed, had to bow down and offer obeisances at the feet of Hiraṇyakaśipu, who chastised the demigods very severely and for no reason. Thus Hiraṇyakaśipu lived in the palace and severely ruled everyone.",
        "purport": " Hiraṇyakaśipu was so powerful in the heavenly planets that all the demigods except Lord Brahmā, Lord Śiva and Lord Viṣṇu were forced to engage in his service. Indeed, they were afraid of being severely punished if they disobeyed him. Śrīla Viśvanātha Cakravartī has compared Hiraṇyakaśipu to Mahārāja Vena, who was also atheistic and scornful of the ritualistic ceremonies mentioned in the Vedas. Yet Mahārāja Vena was afraid of some of the great sages such as Bhṛgu, whereas Hiraṇyakaśipu ruled in such a way that everyone feared him but Lord Viṣṇu, Lord Brahmā and Lord Śiva. Hiraṇyakaśipu was so alert against being burnt to ashes by the anger of great sages like Bhṛgu that by dint of austerity he surpassed their power and placed even them under his subordination. It appears that even in the higher planetary systems, to which people are promoted by pious activities, disturbances are created by asuras like Hiraṇyakaśipu. No one in the three worlds can live in peace and prosperity without disturbance."
    },
    {
        "verse": "13",
        "devanagari": "तमङ्ग मत्तं मधुनोरुगन्धिनाविवृत्तताम्राक्षमशेषधिष्ण्यपा: ।उपासतोपायनपाणिभिर्विनात्रिभिस्तपोयोगबलौजसां पदम् ॥ १३ ॥",
        "english_devnagari": "tam aṅga mattaṁ madhunoru-gandhināvivṛtta-tāmrākṣam aśeṣa-dhiṣṇya-pāḥupāsatopāyana-pāṇibhir vinātribhis tapo-yoga-balaujasāṁ padam",
        "verse_Syn": [
            "tam",
            "aṅga",
            "mattam",
            "madhunā",
            "uru",
            "gandhinā",
            "vivṛtta",
            "tāmra",
            "akṣam",
            "aśeṣa",
            "dhiṣṇya",
            "pāḥ",
            "upāsata",
            "upāyana",
            "pāṇibhiḥ",
            "vinā",
            "tribhiḥ",
            "tapaḥ",
            "yoga",
            "bala",
            "ojasām",
            "padam"
        ],
        "translation": "O my dear King, Hiraṇyakaśipu was always drunk on strong-smelling wines and liquors, and therefore his coppery eyes were always rolling. Nonetheless, because he had powerfully executed great austerities in mystic yoga, although he was abominable, all but the three principal demigods — Lord Brahmā, Lord Śiva and Lord Viṣṇu — personally worshiped him to please him by bringing him various presentations with their own hands.",
        "purport": " In the Skanda Purāṇa there is this description: upāyanaṁ daduḥ sarve vinā devān hiraṇyakaḥ. Hiraṇyakaśipu was so powerful that everyone but the three principal demigods — namely Lord Brahmā, Lord Śiva and Lord Viṣṇu — engaged in his service. Madhvācārya says, ādityā vasavo rudrās tri-vidhā hi surā yataḥ. There are three kinds of demigods — the Ādityas, the Vasus and the Rudras — beneath whom are the other demigods, like the Maruts and Sādhyas (marutaś caiva viśve ca sādhyāś caiva ca tad-gatāḥ). Therefore all the demigods are called tri-piṣṭapa, and the same word tri applies to Lord Brahmā, Lord Śiva and Lord Viṣṇu."
    },
    {
        "verse": "14",
        "devanagari": "जगुर्महेन्द्रासनमोजसा स्थितंविश्वावसुस्तुम्बुरुरस्मदादय: ।गन्धर्वसिद्धा ऋषयोऽस्तुवन्मुहु-र्विद्याधराश्चाप्सरसश्च पाण्डव ॥ १४ ॥",
        "english_devnagari": "jagur mahendrāsanam ojasā sthitaṁviśvāvasus tumburur asmad-ādayaḥgandharva-siddhā ṛṣayo ’stuvan muhurvidyādharāś cāpsarasaś ca pāṇḍava",
        "verse_Syn": [
            "jaguḥ",
            "mahendra",
            "āsanam",
            "ojasā",
            "sthitam",
            "viśvāvasuḥ",
            "tumburuḥ",
            "asmat",
            "ādayaḥ",
            "gandharva",
            "siddhāḥ",
            "ṛṣayaḥ",
            "astuvan",
            "muhuḥ",
            "vidyādharāḥ",
            "ca",
            "apsarasaḥ",
            "ca",
            "pāṇḍava"
        ],
        "translation": "O Mahārāja Yudhiṣṭhira, descendant of Pāṇḍu, by dint of his personal power, Hiraṇyakaśipu, being situated on the throne of King Indra, controlled the inhabitants of all the other planets. The two Gandharvas Viśvāvasu and Tumburu, I myself and the Vidyādharas, Apsarās and sages all offered prayers to him again and again just to glorify him.",
        "purport": " The asuras sometimes become so powerful that they can engage even Nārada Muni and similar devotees in their service. This does not mean that Nārada was subordinate to Hiraṇyakaśipu. Sometimes, however, it so happens in this material world that great personalities, even great devotees, can also be controlled by the asuras."
    },
    {
        "verse": "15",
        "devanagari": "स एव वर्णाश्रमिभि: क्रतुभिर्भूरिदक्षिणै: ।इज्यमानो हविर्भागानग्रहीत् स्वेन तेजसा ॥ १५ ॥",
        "english_devnagari": "sa eva varṇāśramibhiḥkratubhir bhūri-dakṣiṇaiḥijyamāno havir-bhāgānagrahīt svena tejasā",
        "verse_Syn": [
            "saḥ",
            "eva",
            "varṇa",
            "āśramibhiḥ",
            "kratubhiḥ",
            "bhūri",
            "dakṣiṇaiḥ",
            "ijyamānaḥ",
            "haviḥ",
            "bhāgān",
            "agrahīt",
            "svena",
            "tejasā"
        ],
        "translation": "Being worshiped by sacrifices offered with great gifts by those who strictly followed the principles of varṇa and āśrama, Hiraṇyakaśipu, instead of offering shares of the oblations to the demigods, accepted them himself.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "अकृष्टपच्या तस्यासीत् सप्तद्वीपवती मही ।तथा कामदुघा गावो नानाश्चर्यपदं नभ: ॥ १६ ॥",
        "english_devnagari": "akṛṣṭa-pacyā tasyāsītsapta-dvīpavatī mahītathā kāma-dughā gāvonānāścarya-padaṁ nabhaḥ",
        "verse_Syn": [
            "akṛṣṭa",
            "pacyā",
            "tasya",
            "āsīt",
            "sapta",
            "dvīpa",
            "vatī",
            "mahī",
            "tathā",
            "kāma",
            "dughāḥ",
            "gāvaḥ",
            "nānā",
            "āścarya",
            "padam",
            "nabhaḥ"
        ],
        "translation": "As if in fear of Hiraṇyakaśipu, the planet earth, which consists of seven islands, delivered food grains without being plowed. Thus it resembled cows like the surabhi of the spiritual world or the kāma-dughā of heaven. The earth yielded sufficient food grains, the cows supplied abundant milk, and outer space was beautifully decorated with wonderful phenomena.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "रत्नाकराश्च रत्नौघांस्तत्पत्‍न्यश्चोहुरूर्मिभि: ।क्षारसीधुघृतक्षौद्रदधिक्षीरामृतोदका: ॥ १७ ॥",
        "english_devnagari": "ratnākarāś ca ratnaughāṁstat-patnyaś cohur ūrmibhiḥkṣāra-sīdhu-ghṛta-kṣaudra-dadhi-kṣīrāmṛtodakāḥ",
        "verse_Syn": [
            "ratnākarāḥ",
            "ca",
            "ratna",
            "oghān",
            "tat",
            "patnyaḥ",
            "ca",
            "ūhuḥ",
            "ūrmibhiḥ",
            "kṣāra",
            "sīdhu",
            "ghṛta",
            "kṣaudra",
            "dadhi",
            "kṣīra",
            "amṛta",
            "udakāḥ"
        ],
        "translation": "By the flowing of their waves, the various oceans of the universe, along with their tributaries, the rivers, which are compared to their wives, supplied various kinds of gems and jewels for Hiraṇyakaśipu’s use. These oceans were the oceans of salt water, sugarcane juice, wine, clarified butter, milk, yogurt, and sweet water.",
        "purport": " The water of the seas and oceans of this planet, of which we have experience, are salty, but other planets within the universe contain oceans of sugarcane juice, liquor, ghee, milk and sweet water. The rivers are figuratively described as wives of the oceans and seas because they glide down to the oceans and seas as tributaries, like the wives attached to their husbands. Modern scientists attempt excursions to other planets, but they have no information of how many different types of oceans and seas there are within the universe. According to their experience, the moon is full of dust, but this does not explain how it gives us soothing rays from a distance of millions of miles. As far as we are concerned, we follow the authority of Vyāsadeva and Śukadeva Gosvāmī, who have described the universal situation according to the Vedic literature. These authorities differ from modern scientists who conclude from their imperfect sensual experience that only this planet is inhabited by living beings whereas the other planets are all vacant or full of dust."
    },
    {
        "verse": "18",
        "devanagari": "शैला द्रोणीभिराक्रीडं सर्वर्तुषु गुणान् द्रुमा: ।दधार लोकपालानामेक एव पृथग्गुणान् ॥ १८ ॥",
        "english_devnagari": "śailā droṇībhir ākrīḍaṁsarvartuṣu guṇān drumāḥdadhāra loka-pālānāmeka eva pṛthag guṇān",
        "verse_Syn": [
            "śailāḥ",
            "droṇībhiḥ",
            "ākrīḍam",
            "sarva",
            "ṛtuṣu",
            "guṇān",
            "drumāḥ",
            "dadhāra",
            "loka",
            "pālānām",
            "ekaḥ",
            "eva",
            "pṛthak",
            "guṇān"
        ],
        "translation": "The valleys between the mountains became fields of pleasure for Hiraṇyakaśipu, by whose influence all the trees and plants produced fruits and flowers profusely in all seasons. The qualities of pouring water, drying and burning, which are all qualities of the three departmental heads of the universe — namely Indra, Vāyu and Agni — were all directed by Hiraṇyakaśipu alone, without assistance from the demigods.",
        "purport": " It is said in the beginning of Śrīmad-Bhāgavatam, tejo-vāri-mṛdāṁ yathā vinimayaḥ: this material world is conducted by fire, water and earth, which combine and take shape. Here it is mentioned that the three modes of nature (pṛthag guṇān) act under the direction of different demigods. For example, King Indra is in charge of pouring water, the demigod Vāyu controls the air and dries up the water, whereas the demigod controlling fire burns everything. Hiraṇyakaśipu, however, by dint of his austere performance of mystic yoga, became so powerful that he alone took charge of everything, without assistance from the demigods."
    },
    {
        "verse": "19",
        "devanagari": "स इत्थं निर्जितककुबेकराड् विषयान् प्रियान् ।यथोपजोषं भुञ्जानो नातृप्यदजितेन्द्रिय: ॥ १९ ॥",
        "english_devnagari": "sa itthaṁ nirjita-kakubeka-rāḍ viṣayān priyānyathopajoṣaṁ bhuñjānonātṛpyad ajitendriyaḥ",
        "verse_Syn": [
            "saḥ",
            "ittham",
            "nirjita",
            "kakub",
            "eka",
            "rāṭ",
            "viṣayān",
            "priyān",
            "yathā",
            "upajoṣam",
            "bhuñjānaḥ",
            "na",
            "atṛpyat",
            "ajita",
            "indriyaḥ"
        ],
        "translation": "In spite of achieving the power to control in all directions and in spite of enjoying all types of dear sense gratification as much as possible, Hiraṇyakaśipu was dissatisfied because instead of controlling his senses he remained their servant.",
        "purport": " This is an example of asuric life. Atheists can advance materially and create an extremely comfortable situation for the senses, but because they are controlled by the senses, they cannot be satisfied. This is the effect of modern civilization. Materialists are very much advanced in enjoying money and women, yet dissatisfaction prevails within human society because human society cannot be happy and peaceful without Kṛṣṇa consciousness. As far as material sense gratification is concerned, materialists may go on increasing their enjoyment as far as they can imagine, but because people in such a material condition are servants of their senses, they cannot be satisfied. Hiraṇyakaśipu was a vivid example of this dissatisfied state of humanity."
    },
    {
        "verse": "20",
        "devanagari": "एवमैश्वर्यमत्तस्य द‍ृप्तस्योच्छास्त्रवर्तिन: ।कालो महान् व्यतीयाय ब्रह्मशापमुपेयुष: ॥ २० ॥",
        "english_devnagari": "evam aiśvarya-mattasyadṛptasyocchāstra-vartinaḥkālo mahān vyatīyāyabrahma-śāpam upeyuṣaḥ",
        "verse_Syn": [
            "evam",
            "aiśvarya",
            "mattasya",
            "dṛptasya",
            "ut",
            "śāstra",
            "vartinaḥ",
            "kālaḥ",
            "mahān",
            "vyatīyāya",
            "brahma",
            "śāpam",
            "upeyuṣaḥ"
        ],
        "translation": "Hiraṇyakaśipu thus passed a long time being very much proud of his opulences and transgressing the laws and regulations mentioned in the authoritative śāstras. He was therefore subjected to a curse by the four Kumāras, who were great brāhmaṇas.",
        "purport": " There have been many instances in which demons, after achieving material opulences, have become extremely proud, so much so that they have transgressed the laws and regulations given in the authoritative śāstras. Hiraṇyakaśipu acted in this way. As stated in Bhagavad-gītā (16.23): “He who discards scriptural injunctions and acts according to his own whims attains neither perfection, nor happiness, nor the supreme destination.” The word śāstra refers to that which controls our activities. We cannot violate or transgress the laws and regulative principles mentioned in the śāstras. Bhagavad-gītā repeatedly confirms this. “One should understand what is duty and what is not duty by the regulations of the scriptures. Knowing such rules and regulations, one should act so that he may gradually be elevated.” (Bg. 16.24) One should act according to the direction of the śāstra, but the material energy is so powerful that as soon as one becomes materially opulent, he begins to transgress the śāstric laws. As soon as one transgresses the laws of śāstra, he immediately enters upon the path of destruction."
    },
    {
        "verse": "21",
        "devanagari": "तस्योग्रदण्डसंविग्ना: सर्वे लोका: सपालका: ।अन्यत्रालब्धशरणा: शरणं ययुरच्युतम् ॥ २१ ॥",
        "english_devnagari": "tasyogra-daṇḍa-saṁvignāḥsarve lokāḥ sapālakāḥanyatrālabdha-śaraṇāḥśaraṇaṁ yayur acyutam",
        "verse_Syn": [
            "tasya",
            "ugra",
            "daṇḍa",
            "saṁvignāḥ",
            "sarve",
            "lokāḥ",
            "sa",
            "pālakāḥ",
            "anyatra",
            "alabdha",
            "śaraṇāḥ",
            "śaraṇam",
            "yayuḥ",
            "acyutam"
        ],
        "translation": "Everyone, including the rulers of the various planets, was extremely distressed because of the severe punishment inflicted upon them by Hiraṇyakaśipu. Fearful and disturbed, unable to find any other shelter, they at last surrendered to the Supreme Personality of Godhead, Viṣṇu.",
        "purport": " Lord Kṛṣṇa says in Bhagavad-gītā (5.29): “The sage who knows Me as the ultimate purpose of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities attains peace from the pangs of material miseries.” The Supreme Personality of Godhead, Kṛṣṇa, is actually the best friend of everyone. In a condition of distress or misery, one wants to seek shelter of a well-wishing friend. The well-wishing friend of the perfect order is Lord Śrī Kṛṣṇa. Therefore all the inhabitants of the various planets, being unable to find any other shelter, were obliged to seek shelter at the lotus feet of the supreme friend. If from the very beginning we seek shelter of the supreme friend, there will be no cause of danger. It is said that if a dog is swimming in the water and one wants to cross the ocean by catching hold of the dog’s tail, certainly he is foolish. Similarly, if in distress one seeks shelter of a demigod, he is foolish, for his efforts will be fruitless. In all circumstances, one should seek shelter of the Supreme Personality of Godhead. Then there will be no danger under any circumstances."
    },
    {
        "verse": "22-23",
        "devanagari": "तस्यै नमोऽस्तु काष्ठायै यत्रात्मा हरिरीश्वर: ।यद्गत्वा न निवर्तन्ते शान्ता: संन्यासिनोऽमला: ॥ २२ ॥इति ते संयतात्मान: समाहितधियोऽमला: ।उपतस्थुर्हृषीकेशं विनिद्रा वायुभोजना: ॥ २३ ॥",
        "english_devnagari": "tasyai namo ’stu kāṣṭhāyaiyatrātmā harir īśvaraḥyad gatvā na nivartanteśāntāḥ sannyāsino ’malāḥ",
        "verse_Syn": [
            "tasyai",
            "namaḥ",
            "astu",
            "kāṣṭhāyai",
            "yatra",
            "ātmā",
            "hariḥ",
            "īśvaraḥ",
            "yat",
            "gatvā",
            "na",
            "nivartante",
            "śāntāḥ",
            "sannyāsinaḥ",
            "amalāḥ",
            "iti",
            "te",
            "saṁyata",
            "ātmānaḥ",
            "samāhita",
            "dhiyaḥ",
            "amalāḥ",
            "upatasthuḥ",
            "hṛṣīkeśam",
            "vinidrāḥ",
            "vāyu",
            "bhojanāḥ"
        ],
        "translation": "“Let us offer our respectful obeisances unto that direction where the Supreme Personality of Godhead is situated, where those purified souls in the renounced order of life, the great saintly persons, go, and from which, having gone, they never return.” Without sleep, fully controlling their minds, and living on only their breath, the predominating deities of the various planets began worshiping Hṛṣīkeśa with this meditation.",
        "purport": " The two words tasyai kāṣṭhāyai are very significant. Everywhere, in every direction, in every heart and in every atom, the Supreme Personality of Godhead is situated in His features as Brahman and Paramātmā. Then what is the purpose of saying tasyai kāṣṭhāyai — “in that direction where Hari is situated”? During Hiraṇyakaśipu’s time, his influence was everywhere, but he could not force his influence into the places where the Supreme Personality of Godhead had His pastimes. For example, on this earth there are such places as Vṛndāvana and Ayodhyā, which are called dhāmas. In the dhāma, there is no influence from Kali-yuga or any demon. If one takes shelter of such a dhāma, worship of the Lord becomes very easy, and resultant spiritual advancement quickly takes place. In fact, in India one may still go to Vṛndāvana and similar places to achieve the results of spiritual activities quickly."
    },
    {
        "verse": "24",
        "devanagari": "तेषामाविरभूद्वाणी अरूपा मेघनि:स्वना ।सन्नादयन्ती ककुभ: साधूनामभयङ्करी ॥ २४ ॥",
        "english_devnagari": "teṣām āvirabhūd vāṇīarūpā megha-niḥsvanāsannādayantī kakubhaḥsādhūnām abhayaṅkarī",
        "verse_Syn": [
            "teṣām",
            "āvirabhūt",
            "vāṇī",
            "arūpā",
            "megha",
            "niḥsvanā",
            "sannādayantī",
            "kakubhaḥ",
            "sādhūnām",
            "abhayaṅkarī"
        ],
        "translation": "Then there appeared before them a transcendental sound vibration, emanating from a personality not visible to material eyes. The voice was as grave as the sound of a cloud, and it was very encouraging, driving away all fear.",
        "purport": ""
    },
    {
        "verse": "25-26",
        "devanagari": "मा भैष्ट विबुधश्रेष्ठा: सर्वेषां भद्रमस्तु व: ।मद्दर्शनं हि भूतानां सर्वश्रेयोपपत्तये ॥ २५ ॥ज्ञातमेतस्य दौरात्म्यं दैतेयापसदस्य यत् ।तस्य शान्तिं करिष्यामि कालं तावत्प्रतीक्षत ॥ २६ ॥",
        "english_devnagari": "mā bhaiṣṭa vibudha-śreṣṭhāḥsarveṣāṁ bhadram astu vaḥmad-darśanaṁ hi bhūtānāṁsarva-śreyopapattaye",
        "verse_Syn": [
            "mā",
            "bhaiṣṭa",
            "vibudha",
            "śreṣṭhāḥ",
            "sarveṣām",
            "bhadram",
            "astu",
            "vaḥ",
            "mat",
            "darśanam",
            "hi",
            "bhūtānām",
            "sarva",
            "śreya",
            "upapattaye",
            "jñātam",
            "etasya",
            "daurātmyam",
            "daiteya",
            "apasadasya",
            "yat",
            "tasya",
            "śāntim",
            "kariṣyāmi",
            "kālam",
            "tāvat",
            "pratīkṣata"
        ],
        "translation": "The voice of the Lord vibrated as follows: O best of learned persons, do not fear! I wish all good fortune to you. Become My devotees by hearing and chanting about Me and offering Me prayers, for these are certainly meant to award benedictions to all living entities. I know all about the activities of Hiraṇyakaśipu and shall surely stop them very soon. Please wait patiently until that time.",
        "purport": " Sometimes people are very much eager to see God. In considering the word mad-darśanam, “seeing Me,” which is mentioned in this verse, one should note that in Bhagavad-gītā the Lord says, bhaktyā mām abhijānāti. In other words, the ability to understand the Supreme Personality of Godhead or to see Him or talk with Him depends on one’s advancement in devotional service, which is called bhakti. In bhakti there are nine different activities: śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam/ arcanaṁ vandanaṁ dāsyaṁ sakhyam ātma-nivedanam. Because all these devotional activities are absolute, there is no fundamental difference between worshiping the Deity in the temple, seeing Him and chanting His glories. Indeed, all of these are ways of seeing Him, for everything done in devotional service is a means of direct contact with the Lord. The vibration of the Lord’s voice appeared in the presence of all the devotees, and although the person vibrating the sound was unseen to them, they were meeting or seeing the Lord because they were offering prayers and because the vibration of the Lord was present. Contrary to the laws of the material world, there is no difference between seeing the Lord, offering prayers and hearing the transcendental vibration. Pure devotees, therefore, are fully satisfied by glorifying the Lord. Such glorification is called kīrtana. Performing kīrtana and hearing the vibration of the sound Hare Kṛṣṇa is actually seeing the Supreme Personality of Godhead directly. One must realize this position, and then one will be able to understand the absolute nature of the Lord’s activities."
    },
    {
        "verse": "27",
        "devanagari": "यदा देवेषु वेदेषु गोषु विप्रेषु साधुषु ।धर्मे मयि च विद्वेष: स वा आशु विनश्यति ॥ २७ ॥",
        "english_devnagari": "yadā deveṣu vedeṣugoṣu vipreṣu sādhuṣudharme mayi ca vidveṣaḥsa vā āśu vinaśyati",
        "verse_Syn": [
            "yadā",
            "deveṣu",
            "vedeṣu",
            "goṣu",
            "vipreṣu",
            "sādhuṣu",
            "dharme",
            "mayi",
            "ca",
            "vidveṣaḥ",
            "saḥ",
            "vai",
            "āśu",
            "vinaśyati"
        ],
        "translation": "When one is envious of the demigods, who represent the Supreme Personality of Godhead, of the Vedas, which give all knowledge, of the cows, brāhmaṇas, Vaiṣṇavas and religious principles, and ultimately of Me, the Supreme Personality of Godhead, he and his civilization will be vanquished without delay.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "निर्वैराय प्रशान्ताय स्वसुताय महात्मने ।प्रह्रादाय यदा द्रुह्येद्धनिष्येऽपि वरोर्जितम् ॥ २८ ॥",
        "english_devnagari": "nirvairāya praśāntāyasva-sutāya mahātmaneprahrādāya yadā druhyeddhaniṣye ’pi varorjitam",
        "verse_Syn": [
            "nirvairāya",
            "praśāntāya",
            "sva",
            "sutāya",
            "mahā",
            "ātmane",
            "prahrādāya",
            "yadā",
            "druhyet",
            "haniṣye",
            "api",
            "vara",
            "ūrjitam"
        ],
        "translation": "When Hiraṇyakaśipu teases the great devotee Prahlāda, his own son, who is peaceful and sober and who has no enemy, I shall kill Hiraṇyakaśipu immediately, despite the benedictions of Brahmā.",
        "purport": " Of all sinful activities, an offense to a pure devotee, or Vaiṣṇava, is the most severe. An offense at the lotus feet of a Vaiṣṇava is so disastrous that Śrī Caitanya Mahāprabhu has compared it to a mad elephant that enters a garden and causes great havoc by uprooting many plants and trees. If one is an offender at the lotus feet of a brāhmaṇa or Vaiṣṇava, his offenses uproot all his auspicious activities. One should therefore very carefully guard against committing vaiṣṇava-aparādha, or offenses at the lotus feet of a Vaiṣṇava. Here the Lord clearly says that although Hiraṇyakaśipu had received benedictions from Lord Brahmā, these benedictions would be null and void as soon as he committed an offense at the lotus feet of Prahlāda Mahārāja, his own son. A Vaiṣṇava like Prahlāda Mahārāja is described herein as nirvaira, having no enemies. Elsewhere in Śrīmad-Bhāgavatam (3.25.21) it is said, ajāta-śatravaḥ śāntāḥ sādhavaḥ sādhu-bhūṣaṇāḥ: a devotee has no enemies, he is peaceful, he abides by the scriptures, and all his characteristics are sublime. A devotee does not create enmity with anyone, but if someone becomes his enemy, that person will be vanquished by the Supreme Personality of Godhead, despite whatever benedictions he may have received from other sources. Hiraṇyakaśipu was certainly enjoying the fruitful results of his austerities, but here the Lord says that as soon as he committed an offense at the lotus feet of Prahlāda Mahārāja he would be ruined. One’s longevity, opulence, beauty, education and whatever else one may possess as a result of pious activities cannot protect one if one commits an offense at the lotus feet of a Vaiṣṇava. Despite whatever one possesses, if one offends the lotus feet of a Vaiṣṇava he will be vanquished."
    },
    {
        "verse": "29",
        "devanagari": "श्रीनारद उवाचइत्युक्ता लोकगुरुणा तं प्रणम्य दिवौकस: ।न्यवर्तन्त गतोद्वेगा मेनिरे चासुरं हतम् ॥ २९ ॥",
        "english_devnagari": "śrī-nārada uvācaity uktā loka-guruṇātaṁ praṇamya divaukasaḥnyavartanta gatodvegāmenire cāsuraṁ hatam",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "iti",
            "uktāḥ",
            "loka",
            "guruṇā",
            "tam",
            "praṇamya",
            "diva",
            "okasaḥ",
            "nyavartanta",
            "gata",
            "udvegāḥ",
            "menire",
            "ca",
            "asuram",
            "hatam"
        ],
        "translation": "The great saint Nārada Muni continued: When the Supreme Personality of Godhead, the spiritual master of everyone, thus reassured all the demigods living in the heavenly planets, they offered their respectful obeisances unto Him and returned, confident that the demon Hiraṇyakaśipu was now practically dead.",
        "purport": " The less intelligent men who are always busy worshiping the demigods should note that when the demigods are harassed by the demons, they approach the Supreme Personality of Godhead for relief. Since the demigods resort to the Supreme Personality of Godhead, why should the worshipers of the demigods not approach the Supreme Lord for whatever benefits they desire? Śrīmad-Bhāgavatam (2.3.10) says: “Whether one desires everything or nothing, or whether he desires to merge into the existence of the Lord, he is intelligent only if he worships Lord Kṛṣṇa, the Supreme Personality of Godhead, by rendering transcendental loving service.” Whether one is a karmī, jñānī or yogī, if one wants a particular benediction fulfilled, even if it be material, one should approach the Supreme Lord and pray to Him, for then it will be fulfilled. There is no need to approach any demigod separately for the fulfillment of any desire."
    },
    {
        "verse": "30",
        "devanagari": "तस्य दैत्यपते: पुत्राश्चत्वार: परमाद्भ‍ुता: ।प्रह्रादोऽभून्महांस्तेषां गुणैर्महदुपासक: ॥ ३० ॥",
        "english_devnagari": "tasya daitya-pateḥ putrāścatvāraḥ paramādbhutāḥprahrādo ’bhūn mahāṁs teṣāṁguṇair mahad-upāsakaḥ",
        "verse_Syn": [
            "tasya",
            "daitya",
            "pateḥ",
            "putrāḥ",
            "catvāraḥ",
            "parama",
            "adbhutāḥ",
            "prahrādaḥ",
            "abhūt",
            "mahān",
            "teṣām",
            "guṇaiḥ",
            "mahat",
            "upāsakaḥ"
        ],
        "translation": "Hiraṇyakaśipu had four wonderful, well-qualified sons, of whom the one named Prahlāda was the best. Indeed, Prahlāda was a reservoir of all transcendental qualities because he was an unalloyed devotee of the Personality of Godhead.",
        "purport": " “In one who has unflinching devotional faith in Kṛṣṇa, all the good qualities of Kṛṣṇa and the demigods are consistently manifest.” (Bhāg. 5.18.12) Prahlāda Mahārāja is praised herein for having all good qualities because of worshiping the Supreme Personality of Godhead. Therefore, a pure devotee, who has no motives, has all good qualities, material and spiritual. If one is spiritually advanced, being a staunch, liberal devotee of the Lord, all good qualities are manifest in his body. On the other hand, harāv abhaktasya kuto mahad-guṇāḥ: if one is not a devotee, even if he has some materially good qualities, they have no value. That is the verdict of the Vedas."
    },
    {
        "verse": "31-32",
        "devanagari": "ब्रह्मण्य: शीलसम्पन्न: सत्यसन्धो जितेन्द्रिय: ।आत्मवत्सर्वभूतानामेकप्रियसुहृत्तम: ।दासवत्सन्नतार्याङ्‌घ्रि: पितृवद्दीनवत्सल: ॥ ३१ ॥भ्रातृवत्सद‍ृशे स्निग्धो गुरुष्वीश्वरभावन: ।विद्यार्थरूपजन्माढ्यो मानस्तम्भविवर्जित: ॥ ३२ ॥",
        "english_devnagari": "brahmaṇyaḥ śīla-sampannaḥsatya-sandho jitendriyaḥātmavat sarva-bhūtānāmeka-priya-suhṛttamaḥ",
        "verse_Syn": [
            "brahmaṇyaḥ",
            "śīla",
            "sampannaḥ",
            "satya",
            "sandhaḥ",
            "jita",
            "indriyaḥ",
            "ātma",
            "vat",
            "sarva",
            "bhūtānām",
            "eka",
            "priya",
            "suhṛt",
            "tamaḥ",
            "dāsa",
            "vat",
            "sannata",
            "ārya",
            "aṅghriḥ",
            "pitṛ",
            "vat",
            "dīna",
            "vatsalaḥ",
            "bhrātṛ",
            "vat",
            "sadṛśe",
            "snigdhaḥ",
            "guruṣu",
            "īśvara",
            "bhāvanaḥ",
            "vidyā",
            "artha",
            "rūpa",
            "janma",
            "āḍhyaḥ",
            "māna",
            "stambha",
            "vivarjitaḥ"
        ],
        "translation": "[The qualities of Mahārāja Prahlāda, the son of Hiraṇyakaśipu, are described herewith.] He was completely cultured as a qualified brāhmaṇa, having very good character and being determined to understand the Absolute Truth. He had full control of his senses and mind. Like the Supersoul, he was kind to every living entity and was the best friend of everyone. To respectable persons he acted exactly like a menial servant, to the poor he was like a father, to his equals he was attached like a sympathetic brother, and he considered his teachers, spiritual masters and older Godbrothers to be as good as the Supreme Personality of Godhead. He was completely free from unnatural pride that might have arisen from his good education, riches, beauty, aristocracy and so on.",
        "purport": " These are some of the qualifications of a Vaiṣṇava. A Vaiṣṇava is automatically a brāhmaṇa because a Vaiṣṇava has all the good qualities of a brāhmaṇa. “Peacefulness, self-control, austerity, purity, tolerance, honesty, wisdom, knowledge, and religiousness — these are the qualities by which the brāhmaṇas work.” (Bg. 18.42) These qualities are manifest in the body of a Vaiṣṇava. Therefore a perfect Vaiṣṇava is also a perfect brāhmaṇa, as indicated here by the words brahmaṇyaḥ śīla-sampannaḥ. A Vaiṣṇava is always determined to understand the Absolute Truth, and to understand the Absolute Truth one needs to have full control over his senses and mind. Prahlāda Mahārāja possessed all these qualities. A Vaiṣṇava is always a well-wisher to everyone. The Six Gosvāmīs, for example, are described in this way: dhīrādhīra-jana-priyau. They were popular with both the gentle and the ruffians. A Vaiṣṇava must be equal to everyone, regardless of one’s position. ātmavat: a Vaiṣṇava should be like Paramātmā. īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati. Paramātmā does not hate anyone; indeed, He is in the heart of a brāhmaṇa, but he is also even in the heart of a pig. As the moon never refuses to distribute its pleasing rays even to the home of a caṇḍāla, a Vaiṣṇava never refuses to act for everyone’s welfare. Therefore a Vaiṣṇava is always obedient to the spiritual master (ārya). The word ārya refers to one who is advanced in knowledge. One who is deficient in knowledge cannot be called ārya. At the present, however, the word ārya is used to refer to those who are godless. This is the unfortunate situation of Kali-yuga. The word guru refers to the spiritual master who initiates his disciple into advancement in the science of Kṛṣṇa, or Kṛṣṇa consciousness, as stated by Śrīla Viśvanātha Cakravartī Ṭhākura (śrī-bhagavan-mantropadeśake gurāv ity arthaḥ)."
    },
    {
        "verse": "33",
        "devanagari": "नोद्विग्नचित्तो व्यसनेषु नि:स्पृह:श्रुतेषु द‍ृष्टेषु गुणेष्ववस्तुद‍ृक् ।दान्तेन्द्रियप्राणशरीरधी: सदाप्रशान्तकामो रहितासुरोऽसुर: ॥ ३३ ॥",
        "english_devnagari": "nodvigna-citto vyasaneṣu niḥspṛhaḥśruteṣu dṛṣṭeṣu guṇeṣv avastu-dṛkdāntendriya-prāṇa-śarīra-dhīḥ sadāpraśānta-kāmo rahitāsuro ’suraḥ",
        "verse_Syn": [
            "na",
            "udvigna",
            "cittaḥ",
            "vyasaneṣu",
            "niḥspṛhaḥ",
            "śruteṣu",
            "dṛṣṭeṣu",
            "guṇeṣu",
            "avastu",
            "dṛk",
            "dānta",
            "indriya",
            "prāṇa",
            "śarīra",
            "dhīḥ",
            "sadā",
            "praśānta",
            "kāmaḥ",
            "rahita",
            "asuraḥ",
            "asuraḥ"
        ],
        "translation": "Although Prahlāda Mahārāja was born in a family of asuras, he himself was not an asura but a great devotee of Lord Viṣṇu. Unlike the other asuras, he was never envious of Vaiṣṇavas. He was not agitated when put into danger, and he was neither directly nor indirectly interested in the fruitive activities described in the Vedas. Indeed, he considered everything material to be useless, and therefore he was completely devoid of material desires. He always controlled his senses and life air, and being of steady intelligence and determination, he subdued all lusty desires.",
        "purport": " From this verse we discover that a man is not qualified or disqualified simply by birth. Prahlāda Mahārāja was an asura by birth, yet he possessed all the qualities of a perfect brāhmaṇa (brahmaṇyaḥ śīla-sampannaḥ). Anyone can become a fully qualified brāhmaṇa under the direction of a spiritual master. Prahlāda Mahārāja provided a vivid example of how to think of the spiritual master and accept his directions calmly."
    },
    {
        "verse": "34",
        "devanagari": "यस्मिन्महद्गुणा राजन्गृह्यन्ते कविभिर्मुहु: ।न तेऽधुना पिधीयन्ते यथा भगवतीश्वरे ॥ ३४ ॥",
        "english_devnagari": "yasmin mahad-guṇā rājangṛhyante kavibhir muhuḥna te ’dhunā pidhīyanteyathā bhagavatīśvare",
        "verse_Syn": [
            "yasmin",
            "mahat",
            "guṇāḥ",
            "rājan",
            "gṛhyante",
            "kavibhiḥ",
            "muhuḥ",
            "na",
            "te",
            "adhunā",
            "pidhīyante",
            "yathā",
            "bhagavati",
            "īśvare"
        ],
        "translation": "O King, Prahlāda Mahārāja’s good qualities are still glorified by learned saints and Vaiṣṇavas. As all good qualities are always found existing in the Supreme Personality of Godhead, they also exist forever in His devotee Prahlāda Mahārāja.",
        "purport": " From authoritative scripture it is learned that Prahlāda Mahārāja still lives in Vaikuṇṭhaloka as well as within this material world on the planet Sutala. This transcendental quality of existing simultaneously in different places is another qualification of the Supreme Personality of Godhead. Goloka eva nivasaty akhilātma-bhūtaḥ: the Lord appears in the core of everyone’s heart, yet He exists on His own planet, Goloka Vṛndāvana. A devotee acquires qualities almost the same as those of the Lord because of unalloyed devotional service. Ordinary living beings cannot be so qualified, but a devotee can be qualified like the Supreme Personality of Godhead, not in full but partially."
    },
    {
        "verse": "35",
        "devanagari": "यं साधुगाथासदसि रिपवोऽपि सुरा नृप ।प्रतिमानं प्रकुर्वन्ति किमुतान्ये भवाद‍ृशा: ॥ ३५ ॥",
        "english_devnagari": "yaṁ sādhu-gāthā-sadasiripavo ’pi surā nṛpapratimānaṁ prakurvantikim utānye bhavādṛśāḥ",
        "verse_Syn": [
            "yam",
            "sādhu",
            "gāthā",
            "sadasi",
            "ripavaḥ",
            "api",
            "surāḥ",
            "nṛpa",
            "pratimānam",
            "prakurvanti",
            "kim",
            "uta",
            "anye",
            "bhavādṛśāḥ"
        ],
        "translation": "In any assembly where there are discourses about saints and devotees, O King Yudhiṣṭhira, even the enemies of the demons, namely the demigods, what to speak of you, would cite Prahlāda Mahārāja as an example of a great devotee.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "गुणैरलमसङ्ख्येयैर्माहात्म्यं तस्य सूच्यते ।वासुदेवे भगवति यस्य नैसर्गिकी रति: ॥ ३६ ॥",
        "english_devnagari": "guṇair alam asaṅkhyeyairmāhātmyaṁ tasya sūcyatevāsudeve bhagavatiyasya naisargikī ratiḥ",
        "verse_Syn": [
            "guṇaiḥ",
            "alam",
            "asaṅkhyeyaiḥ",
            "māhātmyam",
            "tasya",
            "sūcyate",
            "vāsudeve",
            "bhagavati",
            "yasya",
            "naisargikī",
            "ratiḥ"
        ],
        "translation": "Who could list the innumerable transcendental qualities of Prahlāda Mahārāja? He had unflinching faith in Vāsudeva, Lord Kṛṣṇa [the son of Vasudeva], and unalloyed devotion to Him. His attachment to Lord Kṛṣṇa was natural because of his previous devotional service. Although his good qualities cannot be enumerated, they prove that he was a great soul [mahātmā].",
        "purport": " In his prayers to the ten incarnations, Jayadeva Gosvāmī says, keśava dhṛta-narahari-rūpa jaya jagad-īśa hare. Prahlāda Mahārāja was a devotee of Lord Nṛsiṁha, who is Keśava, Kṛṣṇa Himself. Therefore when this verse says vāsudeve bhagavati, one should understand that Prahlāda Mahārāja’s attachment for Nṛsiṁhadeva was attachment for Kṛṣṇa, Vāsudeva, the son of Vasudeva. Prahlāda Mahārāja, therefore, is described as a great mahātmā. As the Lord Himself confirms in Bhagavad-gītā (7.19): “After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.” A great devotee of Kṛṣṇa, the son of Vasudeva, is a great soul very rarely to be found. Prahlāda Mahārāja’s attachment for Kṛṣṇa will be explained in the next verse. Kṛṣṇa-graha-gṛhītātmā. Prahlāda Mahārāja’s heart was always filled with thoughts of Kṛṣṇa. Therefore Prahlāda Mahārāja is the ideal devotee in Kṛṣṇa consciousness."
    },
    {
        "verse": "37",
        "devanagari": "न्यस्तक्रीडनको बालो जडवत्तन्मनस्तया ।कृष्णग्रहगृहीतात्मा न वेद जगदीद‍ृशम् ॥ ३७ ॥",
        "english_devnagari": "nyasta-krīḍanako bālojaḍavat tan-manastayākṛṣṇa-graha-gṛhītātmāna veda jagad īdṛśam",
        "verse_Syn": [
            "nyasta",
            "krīḍanakaḥ",
            "bālaḥ",
            "jaḍa",
            "vat",
            "tat",
            "manastayā",
            "kṛṣṇa",
            "graha",
            "gṛhīta",
            "ātmā",
            "na",
            "veda",
            "jagat",
            "īdṛśam"
        ],
        "translation": "From the very beginning of his childhood, Prahlāda Mahārāja was uninterested in childish playthings. Indeed, he gave them up altogether and remained silent and dull, being fully absorbed in Kṛṣṇa consciousness. Since his mind was always affected by Kṛṣṇa consciousness, he could not understand how the world goes on being fully absorbed in the activities of sense gratification.",
        "purport": " Prahlāda Mahārāja is the vivid example of a great person fully absorbed in Kṛṣṇa consciousness. In Caitanya-caritāmṛta (Madhya 8.274) it is said: A fully Kṛṣṇa conscious person, although situated in this material world, does not see anything but Kṛṣṇa, anywhere and everywhere. This is the sign of a mahā-bhāgavata. The mahā-bhāgavata sees Kṛṣṇa everywhere because of his attitude of pure love for Kṛṣṇa. As confirmed in the Brahma-saṁhitā (5.38): “I worship the primeval Lord, Govinda, who is always seen by the devotee whose eyes are anointed with the pulp of love. He is seen in His eternal form of Śyāmasundara, situated within the heart of the devotee.” An exalted devotee, or mahātmā, who is rarely to be seen, remains fully conscious of Kṛṣṇa and constantly sees the Lord within the core of his heart. It is sometimes said that when one is influenced by evil stars like Saturn, Rāhu or Ketu, he cannot make advancement in any prospective activity. In just the opposite way, Prahlāda Mahārāja was influenced by Kṛṣṇa, the supreme planet, and thus he could not think of the material world and live without Kṛṣṇa consciousness. That is the sign of a mahā-bhāgavata. Even if one is an enemy of Kṛṣṇa, a mahā-bhāgavata sees him to be also engaged in Kṛṣṇa’s service. Another crude example is that everything appears yellow to the jaundiced eye. Similarly, to a mahā-bhāgavata, everyone but himself appears to be engaged in Kṛṣṇa’s service. Prahlāda Mahārāja is the approved mahā-bhāgavata, the supreme devotee. In the previous verse it was stated that he had natural attachment (naisargikī ratiḥ). The symptoms of such natural attachment for Kṛṣṇa are described in this verse. Although Prahlāda Mahārāja was only a boy, he had no interest in playing. As stated in Śrīmad-Bhāgavatam (11.2.42), viraktir anyatra ca: the symptom of perfect Kṛṣṇa consciousness is that one loses interest in all material activities. For a small boy to give up playing is impossible, but Prahlāda Mahārāja, being situated in first-class devotional service, was always absorbed in a trance of Kṛṣṇa consciousness. Just as a materialistic person is always absorbed in thoughts of material gain, a mahā-bhāgavata like Prahlāda Mahārāja is always absorbed in thoughts of Kṛṣṇa."
    },
    {
        "verse": "38",
        "devanagari": "आसीन: पर्यटन्नश्नन् शयान: प्रपिबन् ब्रुवन् ।नानुसन्धत्त एतानि गोविन्दपरिरम्भित: ॥ ३८ ॥",
        "english_devnagari": "āsīnaḥ paryaṭann aśnanśayānaḥ prapiban bruvannānusandhatta etānigovinda-parirambhitaḥ",
        "verse_Syn": [
            "āsīnaḥ",
            "paryaṭan",
            "aśnan",
            "śayānaḥ",
            "prapiban",
            "bruvan",
            "na",
            "anusandhatte",
            "etāni",
            "govinda",
            "parirambhitaḥ"
        ],
        "translation": "Prahlāda Mahārāja was always absorbed in thought of Kṛṣṇa. Thus, being always embraced by the Lord, he did not know how his bodily necessities, such as sitting, walking, eating, lying down, drinking and talking, were being automatically performed.",
        "purport": " A small child, while being cared for by his mother, does not know how the needs of the body for eating, sleeping, lying down, passing water and evacuating are being fulfilled. He is simply satisfied to be on the lap of his mother. Similarly, Prahlāda Mahārāja was exactly like a small child, being cared for by Govinda. The necessary activities of his body were performed without his knowledge. As a father and mother care for their child, Govinda cared for Prahlāda Mahārāja, who remained always absorbed in thoughts of Govinda. This is Kṛṣṇa consciousness. Prahlāda Mahārāja is the vivid example of perfection in Kṛṣṇa consciousness."
    },
    {
        "verse": "39",
        "devanagari": "क्‍वचिद्रुदति वैकुण्ठचिन्ताशबलचेतन: ।क्‍वचिद्धसति तच्चिन्ताह्लाद उद्गायति क्‍वचित् ॥ ३९ ॥",
        "english_devnagari": "kvacid rudati vaikuṇṭha-cintā-śabala-cetanaḥkvacid dhasati tac-cintā-hlāda udgāyati kvacit",
        "verse_Syn": [
            "kvacit",
            "rudati",
            "vaikuṇṭha",
            "cintā",
            "śabala",
            "cetanaḥ",
            "kvacit",
            "hasati",
            "tat",
            "cintā",
            "āhlādaḥ",
            "udgāyati",
            "kvacit"
        ],
        "translation": "Because of advancement in Kṛṣṇa consciousness, he sometimes cried, sometimes laughed, sometimes expressed jubilation and sometimes sang loudly.",
        "purport": " This verse further clarifies the comparison of a devotee to a child. If a mother leaves her small child in his bed or cradle and goes away to attend to some family duties, the child immediately understands that his mother has gone away, and therefore he cries. But as soon as the mother returns and cares for the child, the child laughs and becomes jubilant. Similarly, Prahlāda Mahārāja, being always absorbed in thoughts of Kṛṣṇa, sometimes felt separation, thinking, “Where is Kṛṣṇa?” This is explained by Śrī Caitanya Mahāprabhu: śūnyāyitaṁ jagat sarvaṁ govinda-viraheṇa me. When an exalted devotee feels that Kṛṣṇa is invisible, having gone away, he cries in separation, and sometimes, when he sees that Kṛṣṇa has returned to care for him, he laughs, just as a child sometimes laughs upon understanding that his mother is taking care of him. These symptoms are called bhāva. In The Nectar of Devotion, various bhāvas, ecstatic conditions of a devotee, are fully described. These bhāvas are visible in the activities of a perfect devotee."
    },
    {
        "verse": "40",
        "devanagari": "नदति क्‍वचिदुत्कण्ठो विलज्जो नृत्यति क्‍वचित् ।क्‍वचित्तद्भ‍ावनायुक्तस्तन्मयोऽनुचकार ह ॥ ४० ॥",
        "english_devnagari": "nadati kvacid utkaṇṭhovilajjo nṛtyati kvacitkvacit tad-bhāvanā-yuktastanmayo ’nucakāra ha",
        "verse_Syn": [
            "nadati",
            "kvacit",
            "utkaṇṭhaḥ",
            "vilajjaḥ",
            "nṛtyati",
            "kvacit",
            "kvacit",
            "tat",
            "bhāvanā",
            "yuktaḥ",
            "tat",
            "mayaḥ",
            "anucakāra",
            "ha"
        ],
        "translation": "Sometimes, upon seeing the Supreme Personality of Godhead, Prahlāda Mahārāja would loudly call in full anxiety. He sometimes lost his shyness in jubilation and began dancing in ecstasy, and sometimes, being fully absorbed in thoughts of Kṛṣṇa, he felt oneness and imitated the pastimes of the Lord.",
        "purport": " Prahlāda Mahārāja sometimes felt that the Lord was far away from him and therefore called Him loudly. When he saw that the Lord was before him, he was fully jubilant. Sometimes, thinking himself one with the Supreme, he imitated the Lord’s pastimes, and in separation from the Lord he would sometimes show symptoms of madness. These feelings of a devotee would not be appreciated by impersonalists. One must go further and further into spiritual understanding. The first realization is impersonal Brahman, but one must go still further to realize Paramātmā and eventually the Supreme Personality of Godhead, who is worshiped by the transcendental feelings of a devotee in a relationship of śānta, dāsya, sakhya, vātsalya or mādhurya. Here the feelings of Prahlāda Mahārāja were in the mellow of vātsalya, filial love and affection. As a child cries when left by his mother, when Prahlāda Mahārāja felt that the Lord was away from him he began to cry (nadati). Again, a devotee like Prahlāda sometimes sees that the Lord is coming from a long distance to pacify him, like a mother responding to a child, saying, “My dear child, do not cry. I am coming.” Then the devotee, without being ashamed due to his surroundings and circumstances, begins to dance, thinking, “Here is my Lord! My Lord is coming!” Thus the devotee, in full ecstasy, sometimes imitates the pastimes of the Lord, just as the cowherd boys used to imitate the behavior of the jungle animals. However, he does not actually become the Lord. Prahlāda Mahārāja achieved the spiritual ecstasies described herein by his advancement in spiritual understanding."
    },
    {
        "verse": "41",
        "devanagari": "क्‍वचिदुत्पुलकस्तूष्णीमास्ते संस्पर्शनिर्वृत: ।अस्पन्दप्रणयानन्दसलिलामीलितेक्षण: ॥ ४१ ॥",
        "english_devnagari": "kvacid utpulakas tūṣṇīmāste saṁsparśa-nirvṛtaḥaspanda-praṇayānanda-salilāmīlitekṣaṇaḥ",
        "verse_Syn": [
            "kvacit",
            "utpulakaḥ",
            "tūṣṇīm",
            "āste",
            "saṁsparśa",
            "nirvṛtaḥ",
            "aspanda",
            "praṇaya",
            "ānanda",
            "salila",
            "āmīlita",
            "īkṣaṇaḥ"
        ],
        "translation": "Sometimes, feeling the touch of the Lord’s lotus hands, he became spiritually jubilant and remained silent, his hairs standing on end and tears gliding down from his half-closed eyes because of his love for the Lord.",
        "purport": " When a devotee feels separation from the Lord, he becomes eager to see where the Lord is, and sometimes when he feels pangs of separation, tears flow incessantly from his half-closed eyes. As stated by Śrī Caitanya Mahāprabhu in His Śikṣāṣṭaka, yugāyitaṁ nimeṣeṇa cakṣuṣā prāvṛṣāyitam. The words cakṣuṣā prāvṛṣāyitam refer to tears falling incessantly from the devotee’s eyes. These symptoms, which appear in pure devotional ecstasy, were visible in the body of Prahlāda Mahārāja."
    },
    {
        "verse": "42",
        "devanagari": "स उत्तमश्लोकपदारविन्दयो-र्निषेवयाकिञ्चनसङ्गलब्धया ।तन्वन् परां निर्वृतिमात्मनो मुहु-र्दु:सङ्गदीनस्य मन: शमं व्यधात् ॥ ४२ ॥",
        "english_devnagari": "sa uttama-śloka-padāravindayorniṣevayākiñcana-saṅga-labdhayātanvan parāṁ nirvṛtim ātmano muhurduḥsaṅga-dīnasya manaḥ śamaṁ vyadhāt",
        "verse_Syn": [
            "saḥ",
            "uttama",
            "śloka",
            "pada",
            "aravindayoḥ",
            "niṣevayā",
            "akiñcana",
            "saṅga",
            "labdhayā",
            "tanvan",
            "parām",
            "nirvṛtim",
            "ātmanaḥ",
            "muhuḥ",
            "duḥsaṅga",
            "dīnasya",
            "manaḥ",
            "śamam",
            "vyadhāt"
        ],
        "translation": "Because of his association with perfect, unalloyed devotees who had nothing to do with anything material, Prahlāda Mahārāja constantly engaged in the service of the Lord’s lotus feet. By seeing his bodily features when he was in perfect ecstasy, persons very poor in spiritual understanding became purified. In other words, Prahlāda Mahārāja bestowed upon them transcendental bliss.",
        "purport": " Apparently Prahlāda Mahārāja was placed in circumstances in which he was always tortured by his father. In such material conditions, one cannot have an undisturbed mind, but since bhakti is unconditional (ahaituky apratihatā), Prahlāda Mahārāja was never disturbed by the chastisements of Hiraṇyakaśipu. On the contrary, the bodily symptoms of his ecstatic love for the Supreme Personality of Godhead turned the minds of his friends, who had also been born in atheistic families. Instead of being disturbed by the torments of his father, Prahlāda influenced these friends and cleansed their minds. A devotee is never contaminated by material conditions, but persons subjected to material conditions can become spiritually advanced and blissful upon seeing the behavior of a pure devotee."
    },
    {
        "verse": "43",
        "devanagari": "तस्मिन्महाभागवते महाभागे महात्मनि ।हिरण्यकशिपू राजन्नकरोदघमात्मजे ॥ ४३ ॥",
        "english_devnagari": "tasmin mahā-bhāgavatemahā-bhāge mahātmanihiraṇyakaśipū rājannakarod agham ātmaje",
        "verse_Syn": [
            "tasmin",
            "mahā",
            "bhāgavate",
            "mahā",
            "bhāge",
            "mahā",
            "ātmani",
            "hiraṇyakaśipuḥ",
            "rājan",
            "akarot",
            "agham",
            "ātma",
            "je"
        ],
        "translation": "My dear King Yudhiṣṭhira, the demon Hiraṇyakaśipu tormented this exalted, fortunate devotee, although Prahlāda was his own son.",
        "purport": " When a demon like Hiraṇyakaśipu, despite his elevated position due to severe austerities, begins to tease a devotee, he begins falling down, and the results of his austerities dwindle. One who oppresses a pure devotee loses all the results of his austerities, penances and pious activities. Since Hiraṇyakaśipu was now inclined to chastise his most exalted devotee son, Prahlāda Mahārāja, his opulences began dwindling."
    },
    {
        "verse": "44",
        "devanagari": "श्रीयुधिष्ठिर उवाचदेवर्ष एतदिच्छामो वेदितुं तव सुव्रत ।यदात्मजाय शुद्धाय पितादात् साधवे ह्यघम् ॥ ४४ ॥",
        "english_devnagari": "śrī-yudhiṣṭhira uvācadevarṣa etad icchāmovedituṁ tava suvratayad ātmajāya śuddhāyapitādāt sādhave hy agham",
        "verse_Syn": [
            "śrī",
            "yudhiṣṭhiraḥ",
            "uvāca",
            "deva",
            "ṛṣe",
            "etat",
            "icchāmaḥ",
            "veditum",
            "tava",
            "su",
            "vrata",
            "yat",
            "ātma",
            "jāya",
            "śuddhāya",
            "pitā",
            "adāt",
            "sādhave",
            "hi",
            "agham"
        ],
        "translation": "Mahārāja Yudhiṣṭhira said: O best of the saints among the demigods, O best of spiritual leaders, how did Hiraṇyakaśipu give so much trouble to Prahlāda Mahārāja, the pure and exalted saint, although Prahlāda was his own son? I wish to know about this subject from you.",
        "purport": " To know about the Supreme Personality of Godhead and the characteristics of His pure devotee, one must inquire from authorities like Devarṣi Nārada. One cannot inquire about transcendental subject matters from a layman. As stated in Śrīmad-Bhāgavatam (3.25.25), satāṁ prasaṅgān mama vīrya-saṁvido bhavanti hṛt-karṇa-rasāyanāḥ kathāḥ: only by association with devotees can one authoritatively understand the position of the Lord and His devotees. A devotee like Nārada Muni is addressed as suvrata. Su means “good,” and vrata means “vow.” Thus the word suvrata refers to a person who has nothing to do with the material world, which is always bad. One cannot understand anything spiritual from a materialistic scholar puffed up with academic knowledge. As stated in Bhagavad-gītā (18.55), bhaktyā mām abhijānāti: one must try to understand Kṛṣṇa by devotional service and from a devotee. Therefore Yudhiṣṭhira Mahārāja was quite right in wanting to learn further about Prahlāda Mahārāja from Śrī Nārada Muni."
    },
    {
        "verse": "45",
        "devanagari": "पुत्रान् विप्रतिकूलान् स्वान् पितर: पुत्रवत्सला: ।उपालभन्ते शिक्षार्थं नैवाघमपरो यथा ॥ ४५ ॥",
        "english_devnagari": "putrān vipratikūlān svānpitaraḥ putra-vatsalāḥupālabhante śikṣārthaṁnaivāgham aparo yathā",
        "verse_Syn": [
            "putrān",
            "vipratikūlān",
            "svān",
            "pitaraḥ",
            "putra",
            "vatsalāḥ",
            "upālabhante",
            "śikṣa",
            "artham",
            "na",
            "eva",
            "agham",
            "aparaḥ",
            "yathā"
        ],
        "translation": "A father and mother are always affectionate to their children. When the children are disobedient the parents chastise them, not due to enmity but only for the child’s instruction and welfare. How did Hiraṇyakaśipu, the father of Prahlāda Mahārāja, chastise such a noble son? This is what I am eager to know.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "किमुतानुवशान् साधूंस्ताद‍ृशान् गुरुदेवतान् ।एतत्कौतूहलं ब्रह्मन्नस्माकं विधम प्रभो ।पितु: पुत्राय यद्‌द्वेषो मरणाय प्रयोजित: ॥ ४६ ॥",
        "english_devnagari": "kim utānuvaśān sādhūṁstādṛśān guru-devatānetat kautūhalaṁ brahmannasmākaṁ vidhama prabhopituḥ putrāya yad dveṣomaraṇāya prayojitaḥ",
        "verse_Syn": [
            "kim",
            "uta",
            "anuvaśān",
            "sādhūn",
            "tādṛśān",
            "guru",
            "devatān",
            "etat",
            "kautūhalam",
            "brahman",
            "asmākam",
            "vidhama",
            "prabho",
            "pituḥ",
            "putrāya",
            "yat",
            "dveṣaḥ",
            "maraṇāya",
            "prayojitaḥ"
        ],
        "translation": "Mahārāja Yudhiṣṭhira further inquired: How was it possible for a father to be so violent toward an exalted son who was obedient, well-behaved and respectful to his father? O brāhmaṇa, O master, I have never heard of such a contradiction as an affectionate father’s punishing his noble son with the intention of killing him. Kindly dissipate our doubts in this regard.",
        "purport": " In the history of human society, an affectionate father is rarely found to chastise a noble and devoted son. Therefore Mahārāja Yudhiṣṭhira wanted Nārada Muni to dissipate his doubt."
    }
]