[
    {
        "verse": "1",
        "devanagari": "श्रीनारद उवाचभ्रातर्येवं विनिहते हरिणा क्रोडमूर्तिना ।हिरण्यकशिपू राजन् पर्यतप्यद्रुषा शुचा ॥ १ ॥",
        "english_devnagari": "śrī-nārada uvācabhrātary evaṁ vinihatehariṇā kroḍa-mūrtināhiraṇyakaśipū rājanparyatapyad ruṣā śucā",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "bhrātari",
            "evam",
            "vinihate",
            "hariṇā",
            "kroḍa",
            "mūrtinā",
            "hiraṇyakaśipuḥ",
            "rājan",
            "paryatapyat",
            "ruṣā",
            "śucā"
        ],
        "translation": "Śrī Nārada Muni said: My dear King Yudhiṣṭhira, when Lord Viṣṇu, in the form of Varāha, the boar, killed Hiraṇyākṣa, Hiraṇyākṣa’s brother Hiraṇyakaśipu was extremely angry and began to lament.",
        "purport": " Yudhiṣṭhira had inquired from Nārada Muni why Hiraṇyakaśipu was so envious of his own son Prahlāda. Nārada Muni began narrating the story by explaining how Hiraṇyakaśipu had become a staunch enemy of Lord Viṣṇu."
    },
    {
        "verse": "2",
        "devanagari": "आह चेदं रुषा पूर्ण: सन्दष्टदशनच्छद: ।कोपोज्ज्वलद्भ्यां चक्षुर्भ्यां निरीक्षन् धूम्रमम्बरम् ॥ २ ॥",
        "english_devnagari": "āha cedaṁ ruṣā pūrṇaḥsandaṣṭa-daśana-cchadaḥkopojjvaladbhyāṁ cakṣurbhyāṁnirīkṣan dhūmram ambaram",
        "verse_Syn": [
            "āha",
            "ca",
            "idam",
            "ruṣā",
            "pūrṇaḥ",
            "sandaṣṭa",
            "daśana",
            "chadaḥ",
            "kopa",
            "ujjvaladbhyām",
            "cakṣurbhyām",
            "nirīkṣan",
            "dhūmram",
            "ambaram"
        ],
        "translation": "Filled with rage and biting his lips, Hiraṇyakaśipu gazed at the sky with eyes that blazed in anger, making the whole sky smoky. Thus he began to speak.",
        "purport": " As usual, the demon is envious of the Supreme Personality of Godhead and inimical toward Him. These were Hiraṇyakaśipu’s external bodily features as he considered how to kill Lord Viṣṇu and devastate His kingdom, Vaikuṇṭhaloka."
    },
    {
        "verse": "3",
        "devanagari": "करालदंष्ट्रोग्रद‍ृष्टय‍ा दुष्प्रेक्ष्यभ्रुकुटीमुख: ।शूलमुद्यम्य सदसि दानवानिदमब्रवीत् ॥ ३ ॥",
        "english_devnagari": "karāla-daṁṣṭrogra-dṛṣṭyāduṣprekṣya-bhrukuṭī-mukhaḥśūlam udyamya sadasidānavān idam abravīt",
        "verse_Syn": [
            "karāla",
            "daṁṣṭra",
            "ugra",
            "dṛṣṭyā",
            "duṣprekṣya",
            "bhru",
            "kuṭī",
            "mukhaḥ",
            "śūlam",
            "udyamya",
            "sadasi",
            "dānavān",
            "idam",
            "abravīt"
        ],
        "translation": "Exhibiting his terrible teeth, fierce glance and frowning eyebrows, terrible to see, he took up his weapon, a trident, and thus began speaking to his associates, the assembled demons.",
        "purport": ""
    },
    {
        "verse": "4-5",
        "devanagari": "भो भो दानवदैतेया द्विमूर्धंस्त्र्यक्ष शम्बर ।शतबाहो हयग्रीव नमुचे पाक इल्वल ॥ ४ ॥विप्रचित्ते मम वच: पुलोमन् शकुनादय: ।श‍ृणुतानन्तरं सर्वे क्रियतामाशु मा चिरम् ॥ ५ ॥",
        "english_devnagari": "bho bho dānava-daiteyādvimūrdhaṁs tryakṣa śambaraśatabāho hayagrīvanamuce pāka ilvala",
        "verse_Syn": [
            "bhoḥ",
            "bhoḥ",
            "dānava",
            "daiteyāḥ",
            "dvi",
            "mūrdhan",
            "tri",
            "akṣa",
            "śambara",
            "śata",
            "bāho",
            "hayagrīva",
            "namuce",
            "pāka",
            "ilvala",
            "vipracitte",
            "mama",
            "vacaḥ",
            "puloman",
            "śakuna",
            "ādayaḥ",
            "śṛṇuta",
            "anantaram",
            "sarve",
            "kriyatām",
            "āśu",
            "mā",
            "ciram"
        ],
        "translation": "O Dānavas and Daityas! O Dvimūrdha, Tryakṣa, Śambara and Śatabāhu! O Hayagrīva, Namuci, Pāka and Ilvala! O Vipracitti, Puloman, Śakuna and other demons! All of you, kindly hear me attentively and then act according to my words without delay.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "सपत्नैर्घातित: क्षुद्रैर्भ्राता मे दयित: सुहृत् ।पार्ष्णिग्राहेण हरिणा समेनाप्युपधावनै: ॥ ६ ॥",
        "english_devnagari": "sapatnair ghātitaḥ kṣudrairbhrātā me dayitaḥ suhṛtpārṣṇi-grāheṇa hariṇāsamenāpy upadhāvanaiḥ",
        "verse_Syn": [
            "sapatnaiḥ",
            "ghātitaḥ",
            "kṣudraiḥ",
            "bhrātā",
            "me",
            "dayitaḥ",
            "suhṛt",
            "pārṣṇi",
            "grāheṇa",
            "hariṇā",
            "samena",
            "api",
            "upadhāvanaiḥ"
        ],
        "translation": "My insignificant enemies the demigods have combined to kill my very dear and obedient well-wisher, my brother Hiraṇyākṣa. Although the Supreme Lord, Viṣṇu, is always equal to both of us — namely, the demigods and the demons — this time, being devoutly worshiped by the demigods, He has taken their side and helped them kill Hiraṇyākṣa.",
        "purport": " As stated in Bhagavad-gītā (9.29), samo ’haṁ sarva-bhūteṣu: the Lord is equal to all living entities. Since the demigods and demons are both living entities, how is it possible that the Lord was partial to one class of living beings and opposed to another? Actually it is not possible for the Lord to be partial. Nonetheless, since the demigods, the devotees, always strictly follow the Supreme Lord’s orders, because of sincerity they are victorious over the demons, who know that the Supreme Lord is Viṣṇu but do not follow His instructions. Because of constantly remembering the Supreme Personality of Godhead, Viṣṇu, the demons generally attain sāyujya-mukti after death. The demon Hiraṇyakaśipu accused the Lord of being partial because the demigods worshiped Him, but in fact the Lord, like the government, is not partial at all. The government is not partial to any citizen, but if a citizen is law-abiding he receives abundant opportunities from the state laws to live peacefully and fulfill his real interests."
    },
    {
        "verse": "7-8",
        "devanagari": "तस्य त्यक्तस्वभावस्य घृणेर्मायावनौकस: ।भजन्तं भजमानस्य बालस्येवास्थिरात्मन: ॥ ७ ॥मच्छूलभिन्नग्रीवस्य भूरिणा रुधिरेण वै ।असृक्प्रियं तर्पयिष्ये भ्रातरं मे गतव्यथ: ॥ ८ ॥",
        "english_devnagari": "tasya tyakta-svabhāvasyaghṛṇer māyā-vanaukasaḥbhajantaṁ bhajamānasyabālasyevāsthirātmanaḥ",
        "verse_Syn": [
            "tasya",
            "tyakta",
            "svabhāvasya",
            "ghṛṇeḥ",
            "māyā",
            "vana",
            "okasaḥ",
            "bhajantam",
            "bhajamānasya",
            "bālasya",
            "iva",
            "asthira",
            "ātmanaḥ",
            "mat",
            "śūla",
            "bhinna",
            "grīvasya",
            "bhūriṇā",
            "rudhireṇa",
            "vai",
            "asṛk",
            "priyam",
            "tarpayiṣye",
            "bhrātaram",
            "me",
            "gata",
            "vyathaḥ"
        ],
        "translation": "The Supreme Personality of Godhead has given up His natural tendency of equality toward the demons and demigods. Although He is the Supreme Person, now, influenced by māyā, He has assumed the form of a boar to please His devotees, the demigods, just as a restless child leans toward someone. I shall therefore sever Lord Viṣṇu’s head from His trunk by my trident, and with the profuse blood from His body I shall please my brother Hiraṇyākṣa, who was so fond of sucking blood. Thus shall I too be peaceful.",
        "purport": " The defect of the demoniac mentality is expressed in this verse very clearly. Hiraṇyakaśipu thought that Viṣṇu also becomes partial, like a child whose mind is not steady or resolute. The Lord can change His mind at any time, Hiraṇyakaśipu thought, and therefore His words and activities are like those of children. Actually, because the demons are ordinary human beings, their minds change, and being materially conditioned, they think that the Supreme Personality of Godhead is conditioned also. As the Lord says in Bhagavad-gītā (9.11), avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam: “Fools deride Me when I descend in a human form.” Demons always think that Viṣṇu can be killed. Therefore, being absorbed in thoughts of Viṣṇu’s form to kill Him, at least they have the opportunity to think of Viṣṇu unfavorably. Although they are not devotees, their thinking of Viṣṇu is effective, and thus they generally attain sāyujya-mukti. Because the demons consider the Supreme Lord an ordinary living being, they think that they can kill Lord Viṣṇu as one might kill an ordinary person. Another fact disclosed herein is that demons are very much fond of sucking blood. Indeed, all of them are meat-eaters and bloodsuckers. Hiraṇyakaśipu accused the Supreme Lord of having a restless mind like that of a small child who can be induced to do anything if simply offered some cakes and lāḍḍus. Indirectly, this indicates the true position of the Supreme Personality of Godhead, who says in Bhagavad-gītā (9.26): “If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.” The Lord accepts the offerings of devotees because of their transcendental love. Because they are in love with the Supreme Lord, they do not eat anything without offering it first to the Lord. The Lord does not hanker for a small leaf or flower; He has enough to eat. Indeed, He is feeding all living entities. Nonetheless, because He is very merciful and is bhakta-vatsala, very favorable to the devotees, He certainly eats whatever they offer Him with love and devotion. This quality should not be misjudged to be childish. The highest quality of the Supreme Lord is that He is bhakta-vatsala; in other words, He is always extremely pleased with His devotees. As for the word māyā, when used in reference to the dealings of the Supreme Personality of Godhead and His devotees, this word means “affection.” The actions of the Lord to favor His devotees are not disqualifications but signs of His natural affection. As for rudhira, or the blood of Lord Viṣṇu, since there is no possibility of severing Lord Viṣṇu’s head from His body, there is no question of blood. But the garland that decorates Viṣṇu’s body is as red as blood. When the demons achieve sāyujya-mukti and leave behind their sinful activities, they are blessed by Viṣṇu’s garland, which is red like blood. After attaining sāyujya-mukti, the demons are sometimes promoted to the Vaikuṇṭha world, where they receive the reward of the Lord’s garland prasāda."
    },
    {
        "verse": "9",
        "devanagari": "तस्मिन् कूटेऽहिते नष्टे कृत्तमूले वनस्पतौ ।विटपा इव शुष्यन्ति विष्णुप्राणा दिवौकस: ॥ ९ ॥",
        "english_devnagari": "tasmin kūṭe ’hite naṣṭekṛtta-mūle vanas-patauviṭapā iva śuṣyantiviṣṇu-prāṇā divaukasaḥ",
        "verse_Syn": [
            "tasmin",
            "kūṭe",
            "ahite",
            "naṣṭe",
            "kṛtta",
            "mūle",
            "vanas",
            "patau",
            "viṭapāḥ",
            "iva",
            "śuṣyanti",
            "viṣṇu",
            "prāṇāḥ",
            "diva",
            "okasaḥ"
        ],
        "translation": "When the root of a tree is cut and the tree falls down, its branches and twigs automatically dry up. Similarly, when I have killed this diplomatic Viṣṇu, the demigods, for whom Lord Viṣṇu is the life and soul, will lose the source of their life and wither away.",
        "purport": " The difference between the demigods and the demons is here explained. The demigods always follow the instructions of the Supreme Personality of Godhead, whereas the demons simply plan to disturb or kill Him. Nevertheless, sometimes the demons very much appreciate the full dependence of the demigods upon the mercy of the Lord. This is indirect glorification of the demigods by the demons."
    },
    {
        "verse": "10",
        "devanagari": "तावद्यात भुवं यूयं ब्रह्मक्षत्रसमेधिताम् ।सूदयध्वं तपोयज्ञस्वाध्यायव्रतदानिन: ॥ १० ॥",
        "english_devnagari": "tāvad yāta bhuvaṁ yūyaṁbrahma-kṣatra-samedhitāmsūdayadhvaṁ tapo-yajña-svādhyāya-vrata-dāninaḥ",
        "verse_Syn": [
            "tāvat",
            "yāta",
            "bhuvam",
            "yūyam",
            "brahma",
            "kṣatra",
            "samedhitām",
            "sūdayadhvam",
            "tapaḥ",
            "yajña",
            "svādhyāya",
            "vrata",
            "dāninaḥ"
        ],
        "translation": "While I am engaged in the business of killing Lord Viṣṇu, go down to the planet earth, which is flourishing due to brahminical culture and a kṣatriya government. These people engage in austerity, sacrifice, Vedic study, regulative vows, and charity. Destroy all the people thus engaged!",
        "purport": " Hiraṇyakaśipu’s main purpose was to disturb the demigods. He planned first to kill Lord Viṣṇu so that with Lord Viṣṇu’s death the demigods would automatically weaken and die. Another of his plans was to disturb the residents of the planet earth. The peace and prosperity of the residents of earth, and all the other planets, were maintained by the brāhmaṇas and kṣatriyas. The Lord says in Bhagavad-gītā (4.13), cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: “According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me.” On all the planets there are different types of residents, but the Lord recommends, referring especially to the planet earth, which is inhabited by human beings, that society be divided into four varṇas — brāhmaṇa, kṣatriya, vaiśya and śūdra. Before the advent of Lord Kṛṣṇa on this earth, it is understood that the earth was managed by the brāhmaṇas and kṣatriyas. The duty of the brāhmaṇas is to cultivate śamaḥ (peacefulness), damaḥ (self-control), titikṣā (tolerance), satyam (truthfulness), śaucam (cleanliness) and ārjavam (simplicity), and then to advise the kṣatriya kings how to rule the country or planet. Following the instructions of the brāhmaṇas, the kṣatriyas should engage the populace in austerity, sacrifices, Vedic study and adherence to the rules and regulations established by Vedic principles. They should also arrange for charity to be given to the brāhmaṇas, sannyāsīs and temples. This is the godly arrangement of brahminical culture. People are inclined to offer yajña because unless sacrifices are offered there will be insufficient rain (yajñād bhavati parjanyaḥ), which will hamper agricultural activities (parjanyād anna-sambhavaḥ). By introducing brahminical culture, therefore, a kṣatriya government should engage people in performing yajña, studying the Vedas and giving charity. Thus the people will receive their necessities for life very easily, and there will be no disturbances in society. In this regard, Lord Kṛṣṇa says in Bhagavad-gītā (3.12): “In charge of the various necessities of life, the demigods, being satisfied by the performance of yajña [sacrifice], supply all necessities to man. But he who enjoys these gifts, without offering them to the demigods in return, is certainly a thief.” The demigods are authorized supplying agents who act on behalf of the Supreme Personality of Godhead, Viṣṇu. Therefore, they must be satisfied by the performance of prescribed yajñas. In the Vedas, there are different kinds of yajñas prescribed for different kinds of demigods, but all are ultimately offered to the Supreme Personality of Godhead. For one who cannot understand what the Personality of Godhead is, sacrifice to the demigods is recommended. According to the different material qualities of the persons concerned, different types of yajñas are recommended in the Vedas. Worship of different demigods is also on the same basis — namely, according to different qualities. For example, the meat-eaters are recommended to worship the goddess Kālī, the ghastly form of material nature, and before the goddess the sacrifice of animals is recommended. But for those in the mode of goodness, the transcendental worship of Viṣṇu is recommended. Ultimately, all yajñas are meant for gradual promotion to the transcendental position. For ordinary men, at least five yajñas, known as pañca-mahāyajña, are necessary. One should know, however, that all the necessities of life that human society requires are supplied by the demigod agents of the Lord. No one can manufacture anything. Consider, for example, all the eatables of human society. These eatables include grains, fruits, vegetables, milk and sugar for persons in the mode of goodness, and also eatables for the nonvegetarians, such as meats, none of which can be manufactured by men. Then again, take for example, heat, light, water and air, which are also necessities of life — none of them can be manufactured by human society. Without the Supreme Lord, there can be no profuse sunlight, moonlight, rainfall or breeze, without which no one can live. Obviously, our life is dependent on supplies from the Lord. Even for our manufacturing enterprises, we require so many raw materials like metal, sulphur, mercury, manganese and so many essentials — all of which are supplied by the agents of the Lord, with the purpose that we should make proper use of them to keep ourselves fit and healthy for the purpose of self-realization, leading to the ultimate goal of life, namely, liberation from the material struggle for existence. This aim of life is attained by performance of yajñas. If we forget the purpose of human life and simply take supplies from the agents of the Lord for sense gratification and become more and more entangled in material existence, which is not the purpose of creation, certainly we become thieves, and therefore we are punished by the laws of material nature. A society of thieves can never be happy, for they have no aim in life. The gross materialist thieves have no ultimate goal of life. They are simply directed to sense gratification; nor do they have knowledge of how to perform yajñas. Lord Caitanya, however, inaugurated the easiest performance of yajña, namely the saṅkīrtana-yajña, which can be performed by anyone in the world who accepts the principles of Kṛṣṇa consciousness. Hiraṇyakaśipu planned to kill the inhabitants of earth so that yajña would stop and the demigods, being disturbed, would die automatically when Lord Viṣṇu, the yajñeśvara, was killed. These were the demoniac plans of Hiraṇyakaśipu, who was expert in such activities."
    },
    {
        "verse": "11",
        "devanagari": "विष्णुर्द्विजक्रियामूलो यज्ञो धर्ममय: पुमान् ।देवर्षिपितृभूतानां धर्मस्य च परायणम् ॥ ११ ॥",
        "english_devnagari": "viṣṇur dvija-kriyā-mūloyajño dharmamayaḥ pumāndevarṣi-pitṛ-bhūtānāṁdharmasya ca parāyaṇam",
        "verse_Syn": [
            "viṣṇuḥ",
            "dvija",
            "kriyā",
            "mūlaḥ",
            "yajñaḥ",
            "dharma",
            "mayaḥ",
            "pumān",
            "deva",
            "ṛṣi",
            "pitṛ",
            "bhūtānām",
            "dharmasya",
            "ca",
            "parāyaṇam"
        ],
        "translation": "The basic principle of brahminical culture is to satisfy Lord Viṣṇu, the personification of sacrificial and ritualistic ceremonies. Lord Viṣṇu is the personified reservoir of all religious principles, and He is the shelter of all the demigods, the great pitās, and the people in general. When the brāhmaṇas are killed, no one will exist to encourage the kṣatriyas to perform yajñas, and thus the demigods, not being appeased by yajña, will automatically die.",
        "purport": " Since Viṣṇu is the central point of brahminical culture, Hiraṇyakaśipu’s plan was to kill Viṣṇu, for if Viṣṇu were killed, naturally the brahminical culture would also be lost. With brahminical culture lost, yajña would no longer be performed, and for want of yajña the regular distribution of rainfall would cease (yajñād bhavati parjanyaḥ). Thus there would be disturbances all over the world, and naturally the demigods would be defeated. From this verse we get a clear indication of how human society is disturbed when the Vedic Āryan civilization is killed and the Vedic ritualistic ceremonies performed by the brāhmaṇas are stopped. Kalau śūdra-sambhavaḥ: because the population of the modern world consists mostly of śūdras, the brahminical culture is now lost and is extremely difficult to reestablish in a proper way. Therefore Lord Caitanya has recommended the chanting of the holy name of the Lord, which will revive brahminical culture very easily. Because of the increment in demoniac population, people have lost brahminical culture. Nor is there a kṣatriya government. Instead, the government is a democracy in which any śūdra can be voted into taking up the governmental reigns and capture the power to rule. Because of the poisonous effects of Kali-yuga, the śāstra (Bhāg. 12.2.13) says, dasyu-prāyeṣu rājasu: the government will adopt the policies of dasyus, or plunderers. Thus there will be no instructions from the brāhmaṇas, and even if there are brahminical instructions, there will be no kṣatriya rulers who can follow them. Aside from Satya-yuga, even formerly, in the days when demons were flourishing, Hiraṇyakaśipu planned to destroy the brahminical culture and the kṣatriya government and thus create chaos all over the world. Although in Satya-yuga this plan was very difficult to execute, in Kali-yuga, which is full of śūdras and demons, the brahminical culture is lost and can be revived only by the chanting of the mahā-mantra. Therefore the Kṛṣṇa consciousness movement, or the Hare Kṛṣṇa movement, has been inaugurated to revive brahminical culture very easily so that people may become happy and peaceful in this life and prepare for elevation in the next. In this regard, Śrīla Madhvācārya quotes this verse from the Brahmāṇḍa Purāṇa: “O King, the demons think that Hari, Lord Viṣṇu, exists because of the brāhmaṇas and yajña, but factually Hari is the cause of everything including the brāhmaṇas and yajña.” Therefore, through the popularizing of hari-kīrtana, or the saṅkīrtana movement, the brahminical culture and kṣatriya government will automatically come back, and people will be extremely happy."
    },
    {
        "verse": "12",
        "devanagari": "यत्र यत्र द्विजा गावो वेदा वर्णाश्रमक्रिया: ।तं तं जनपदं यात सन्दीपयत वृश्चत ॥ १२ ॥",
        "english_devnagari": "yatra yatra dvijā gāvovedā varṇāśrama-kriyāḥtaṁ taṁ janapadaṁ yātasandīpayata vṛścata",
        "verse_Syn": [
            "yatra",
            "yatra",
            "dvijāḥ",
            "gāvaḥ",
            "vedāḥ",
            "varṇa",
            "āśrama",
            "kriyāḥ",
            "tam",
            "tam",
            "jana",
            "padam",
            "yāta",
            "sandīpayata",
            "vṛścata"
        ],
        "translation": "Immediately go wherever there is good protection for the cows and brāhmaṇas and wherever the Vedas are studied in terms of the varṇāśrama principles. Set fire to those places and cut from the roots the trees there, which are the source of life.",
        "purport": " The picture of a proper human civilization is indirectly described here. In a perfect human civilization there must be a class of men fully trained as perfect brāhmaṇas. Similarly, there must be kṣatriyas to rule the country very nicely according to the injunctions of the śāstras, and there must be vaiśyas who can protect the cows. The word gāvaḥ indicates that cows should be given protection. Because the Vedic civilization is lost, cows are not protected, but instead indiscriminately killed in slaughterhouses. Such are the acts of demons. Therefore this is a demoniac civilization. The varṇāśrama-dharma mentioned here is essential for human civilization. Unless there is a brāhmaṇa to guide, a kṣatriya to rule perfectly, and a perfect vaiśya to produce food and protect the cows, how will people live peacefully? It is impossible. Another point is that trees also should be given protection. During its lifetime, a tree should not be cut for industrial enterprises. In Kali-yuga, trees are indiscriminately and unnecessarily cut for industry, in particular for paper mills that manufacture a profuse quantity of paper for the publication of demoniac propaganda, nonsensical literature, huge quantities of newspapers and many other paper products. This is a sign of a demoniac civilization. The cutting of trees is prohibited unless necessary for the service of Lord Viṣṇu. Yajñārthāt karmaṇo ’nyatra loko’yaṁ karma-bandhanaḥ: “Work done as a sacrifice for Lord Viṣṇu must be performed, otherwise work binds one to this material world.” But if the paper mills stop producing paper, one may argue, how can our ISKCON literature be published? The answer is that the paper mills should manufacture paper only for the publication of ISKCON literature because ISKCON literature is published for the service of Lord Viṣṇu. This literature clarifies our relationship with Lord Viṣṇu, and therefore the publication of ISKCON literature is the performance of yajña. Yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ. Yajña must be performed, as indicated by the superior authorities. The cutting of trees simply to manufacture paper for the publication of unwanted literature is the greatest sinful act."
    },
    {
        "verse": "13",
        "devanagari": "इति ते भर्तृनिर्देशमादाय शिरसाद‍ृता: ।तथा प्रजानां कदनं विदधु: कदनप्रिया: ॥ १३ ॥",
        "english_devnagari": "iti te bhartṛ-nirdeśamādāya śirasādṛtāḥtathā prajānāṁ kadanaṁvidadhuḥ kadana-priyāḥ",
        "verse_Syn": [
            "iti",
            "te",
            "bhartṛ",
            "nirdeśam",
            "ādāya",
            "śirasā",
            "ādṛtāḥ",
            "tathā",
            "prajānām",
            "kadanam",
            "vidadhuḥ",
            "kadana",
            "priyāḥ"
        ],
        "translation": "Thus the demons, being fond of disastrous activities, took Hiraṇyakaśipu’s instructions on their heads with great respect and offered him obeisances. According to his directions, they engaged in envious activities directed against all living beings.",
        "purport": " The followers of demoniac principles, as described here, are thoroughly envious of the general populace. In the present day, scientific advancement exemplifies such envy. The discovery of nuclear energy has been disastrous to people in general because demons all over the world are manufacturing nuclear weapons. The word kadana-priyāḥ is very significant in this regard. The demoniac persons who want to kill the Vedic culture are extremely envious of the feeble citizens, and they act in such a way that ultimately their discoveries will be inauspicious for everyone (jagato ’hitāḥ). The Sixteenth Chapter of Bhagavad-gītā fully explains how the demons engage in sinful activities for the destruction of the populace."
    },
    {
        "verse": "14",
        "devanagari": "पुरग्रामव्रजोद्यानक्षेत्रारामाश्रमाकरान् ।खेटखर्वटघोषांश्च ददहु: पत्तनानि च ॥ १४ ॥",
        "english_devnagari": "pura-grāma-vrajodyāna-kṣetrārāmāśramākarānkheṭa-kharvaṭa-ghoṣāṁś cadadahuḥ pattanāni ca",
        "verse_Syn": [
            "pura",
            "grāma",
            "vraja",
            "udyāna",
            "kṣetra",
            "ārāma",
            "āśrama",
            "ākarān",
            "kheṭa",
            "kharvaṭa",
            "ghoṣān",
            "ca",
            "dadahuḥ",
            "pattanāni",
            "ca"
        ],
        "translation": "The demons set fire to the cities, villages, pasturing grounds, cowpens, gardens, agricultural fields and natural forests. They burned the hermitages of the saintly persons, the important mines that produced valuable metals, the residential quarters of the agriculturalists, the mountain villages, and the villages of the cow protectors, the cowherd men. They also burned the government capitals.",
        "purport": " The word udyāna refers to places where trees are especially grown to produce fruits and flowers, which are most important for human civilization. Kṛṣṇa says in Bhagavad-gītā (9.26): “If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.” Fruits and flowers are very much pleasing to the Lord. If one wants to please the Supreme Personality of Godhead, he can simply offer fruits and flowers, and the Lord will be pleased to accept them. Our only duty is to please the Supreme Godhead (saṁsiddhir hari-toṣaṇam). Whatever we do and whatever our occupation, our main purpose should be to please the Supreme Lord. All the paraphernalia mentioned in this verse is especially meant for the satisfaction of the Lord, not the satisfaction of one’s senses. The government — indeed, the entire society — should be structured in such a way that everyone can be trained to satisfy the Supreme Personality of Godhead. But unfortunately, especially in this age, na te viduḥ svārtha-gatiṁ hi viṣṇum: people do not know that the highest goal of human life is to please Lord Viṣṇu. On the contrary, like demons, they simply plan to kill Viṣṇu and be happy by sense gratification."
    },
    {
        "verse": "15",
        "devanagari": "केचित्खनित्रैर्बिभिदु: सेतुप्राकारगोपुरान् ।आजीव्यांश्चिच्छिदुर्वृक्षान् केचित्परशुपाणय: ।प्रादहन् शरणान्येके प्रजानां ज्वलितोल्मुकै: ॥ १५ ॥",
        "english_devnagari": "kecit khanitrair bibhiduḥsetu-prākāra-gopurānājīvyāṁś cicchidur vṛkṣānkecit paraśu-pāṇayaḥprādahañ śaraṇāny ekeprajānāṁ jvalitolmukaiḥ",
        "verse_Syn": [
            "kecit",
            "khanitraiḥ",
            "bibhiduḥ",
            "setu",
            "prākāra",
            "gopurān",
            "ājīvyān",
            "cicchiduḥ",
            "vṛkṣān",
            "kecit",
            "paraśu",
            "pāṇayaḥ",
            "prādahan",
            "śaraṇāni",
            "eke",
            "prajānām",
            "jvalita",
            "ulmukaiḥ"
        ],
        "translation": "Some of the demons took digging instruments and broke down the bridges, the protective walls and the gates [gopuras] of the cities. Some took axes and began cutting the important trees that produced mango, jackfruit and other sources of food. Some of the demons took firebrands and set fire to the residential quarters of the citizens.",
        "purport": " The cutting of trees is generally prohibited. In particular, trees that produce nice fruit for the maintenance of human society should not be cut. In different countries there are different types of fruit trees. In India the mango and jackfruit trees are prominent, and in other places there are mango trees, jackfruit trees, coconut trees and berry trees. Any tree that produces nice fruit for the maintenance of the people should not be cut at all. This is a śāstric injunction."
    },
    {
        "verse": "16",
        "devanagari": "एवं विप्रकृते लोके दैत्येन्द्रानुचरैर्मुहु: ।दिवं देवा: परित्यज्य भुवि चेरुरलक्षिता: ॥ १६ ॥",
        "english_devnagari": "evaṁ viprakṛte lokedaityendrānucarair muhuḥdivaṁ devāḥ parityajyabhuvi cerur alakṣitāḥ",
        "verse_Syn": [
            "evam",
            "viprakṛte",
            "loke",
            "daitya",
            "indra",
            "anucaraiḥ",
            "muhuḥ",
            "divam",
            "devāḥ",
            "parityajya",
            "bhuvi",
            "ceruḥ",
            "alakṣitāḥ"
        ],
        "translation": "Thus disturbed again and again by the unnatural occurrences caused by the followers of Hiraṇyakaśipu, all the people had to cease the activities of Vedic culture. Not receiving the results of yajña, the demigods also became disturbed. They left their residential quarters in the heavenly planets and, unobserved by the demons, began wandering on the planet earth to see the disasters.",
        "purport": " As stated in Bhagavad-gītā, the performance of yajña brings reciprocal good fortune for both the human beings and the demigods. When the performances of yajña were stopped by the disturbances of the demons, the demigods were naturally bereft of the results of yajña and hampered in executing their respective duties. Therefore they came down to the planet earth to see how people had become disturbed and to consider what to do."
    },
    {
        "verse": "17",
        "devanagari": "हिरण्यकशिपुर्भ्रातु: सम्परेतस्य दु:खित: ।कृत्वा कटोदकादीनि भ्रातृपुत्रानसान्त्वयत् ॥ १७ ॥",
        "english_devnagari": "hiraṇyakaśipur bhrātuḥsamparetasya duḥkhitaḥkṛtvā kaṭodakādīnibhrātṛ-putrān asāntvayat",
        "verse_Syn": [
            "hiraṇyakaśipuḥ",
            "bhrātuḥ",
            "samparetasya",
            "duḥkhitaḥ",
            "kṛtvā",
            "kaṭodaka",
            "ādīni",
            "bhrātṛ",
            "putrān",
            "asāntvayat"
        ],
        "translation": "After performing the ritualistic observances for the death of his brother, Hiraṇyakaśipu, being extremely unhappy, tried to pacify his nephews.",
        "purport": ""
    },
    {
        "verse": "18-19",
        "devanagari": "शकुनिं शम्बरं धृष्टिं भूतसन्तापनं वृकम् ।कालनाभं महानाभं हरिश्मश्रुमथोत्कचम् ॥ १८ ॥तन्मातरं रुषाभानुं दितिं च जननीं गिरा ।श्लक्ष्णया देशकालज्ञ इदमाह जनेश्वर ॥ १९ ॥",
        "english_devnagari": "śakuniṁ śambaraṁ dhṛṣṭiṁbhūtasantāpanaṁ vṛkamkālanābhaṁ mahānābhaṁhariśmaśrum athotkacam",
        "verse_Syn": [
            "śakunim",
            "śambaram",
            "dhṛṣṭim",
            "bhūtasantāpanam",
            "vṛkam",
            "kālanābham",
            "mahānābham",
            "hariśmaśrum",
            "atha",
            "utkacam",
            "tat",
            "mātaram",
            "ruṣābhānum",
            "ditim",
            "ca",
            "jananīm",
            "girā",
            "ślakṣṇayā",
            "deśa",
            "kāla",
            "jñaḥ",
            "idam",
            "āha",
            "jana",
            "īśvara"
        ],
        "translation": "O King, Hiraṇyakaśipu was extremely angry, but since he was a great politician, he knew how to act according to the time and situation. With sweet words he began pacifying his nephews, whose names were Śakuni, Śambara, Dhṛṣṭi, Bhūtasantāpana, Vṛka, Kālanābha, Mahānābha, Hariśmaśru and Utkaca. He also consoled their mother, his sister-in-law, Ruṣābhānu, as well as his own mother, Diti. He spoke to them all as follows.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "श्रीहिरण्यकशिपुरुवाचअम्बाम्ब हे वधू: पुत्रा वीरं मार्हथ शोचितुम् ।रिपोरभिमुखे श्लाघ्य: शूराणां वध ईप्सित: ॥ २० ॥",
        "english_devnagari": "śrī-hiraṇyakaśipur uvācaambāmba he vadhūḥ putrāvīraṁ mārhatha śocitumripor abhimukhe ślāghyaḥśūrāṇāṁ vadha īpsitaḥ",
        "verse_Syn": [
            "śrī",
            "hiraṇyakaśipuḥ",
            "uvāca",
            "amba",
            "amba",
            "he",
            "vadhūḥ",
            "putrāḥ",
            "vīram",
            "mā",
            "arhatha",
            "śocitum",
            "ripoḥ",
            "abhimukhe",
            "ślāghyaḥ",
            "śūrāṇām",
            "vadhaḥ",
            "īpsitaḥ"
        ],
        "translation": "Hiraṇyakaśipu said: My dear mother, sister-in-law and nephews, you should not lament for the death of the great hero, for a hero’s death in front of his enemy is glorious and desirable.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "भूतानामिह संवास: प्रपायामिव सुव्रते ।दैवेनैकत्र नीतानामुन्नीतानां स्वकर्मभि: ॥ २१ ॥",
        "english_devnagari": "bhūtānām iha saṁvāsaḥprapāyām iva suvratedaivenaikatra nītānāmunnītānāṁ sva-karmabhiḥ",
        "verse_Syn": [
            "bhūtānām",
            "iha",
            "saṁvāsaḥ",
            "prapāyām",
            "iva",
            "su",
            "vrate",
            "daivena",
            "ekatra",
            "nītānām",
            "unnītānām",
            "sva",
            "karmabhiḥ"
        ],
        "translation": "My dear mother, in a restaurant or place for drinking cold water, many travelers are brought together, and after drinking water they continue to their respective destinations. Similarly, living entities join together in a family, and later, as a result of their own actions, they are led apart to their destinations.",
        "purport": " “The bewildered soul, under the influence of the three modes of material nature, thinks himself the doer of activities, which are in actuality carried out by nature.” (Bg. 3.27) All living entities act exactly according to the directions of prakṛti, material nature, because in the material world we are fully under a higher control. All the living entities in this material world have come here only because they wanted to be equal to Kṛṣṇa in enjoyment and have thus been sent here to be conditioned by material nature in different degrees. In the material world a so-called family is a combination of several persons in one home to fulfill the terms of their imprisonment. As criminal prisoners scatter as soon as their terms are over and they are released, all of us who have temporarily assembled as family members will continue to our respective destinations. Another example given is that family members are like straws carried together by the waves of a river. Sometimes such straws mix together in whirlpools, and later, dispersed again by the same waves, they float alone in the water. Although Hiraṇyakaśipu was a demon, he had Vedic knowledge and understanding. Thus the advice given to his family members — his sister-in-law, mother and nephews — was quite sound. The demons are considered highly elevated in knowledge, but because they do not use their good intelligence for the service of the Lord, they are called demons. The demigods, however, act very intelligently to satisfy the Supreme Personality of Godhead. This is confirmed in Śrīmad-Bhāgavatam (1.2.13) as follows: “O best among the twice-born, it is therefore concluded that the highest perfection one can achieve, by discharging his prescribed duties [dharma] according to caste divisions and orders of life, is to please the Lord Hari.” To become a demigod or to become godly, whatever one’s occupation, one must satisfy the Supreme Personality of Godhead."
    },
    {
        "verse": "22",
        "devanagari": "नित्य आत्माव्यय: शुद्ध: सर्वग: सर्ववित्पर: ।धत्तेऽसावात्मनो लिङ्गं मायया विसृजन्गुणान् ॥ २२ ॥",
        "english_devnagari": "nitya ātmāvyayaḥ śuddhaḥsarvagaḥ sarva-vit paraḥdhatte ’sāv ātmano liṅgaṁmāyayā visṛjan guṇān",
        "verse_Syn": [
            "nityaḥ",
            "ātmā",
            "avyayaḥ",
            "śuddhaḥ",
            "sarva",
            "gaḥ",
            "sarva",
            "vit",
            "paraḥ",
            "dhatte",
            "asau",
            "ātmanaḥ",
            "liṅgam",
            "māyayā",
            "visṛjan",
            "guṇān"
        ],
        "translation": "The spirit soul, the living entity, has no death, for he is eternal and inexhaustible. Being free from material contamination, he can go anywhere in the material or spiritual worlds. He is fully aware and completely different from the material body, but because of being misled by misuse of his slight independence, he is obliged to accept subtle and gross bodies created by the material energy and thus be subjected to so-called material happiness and distress. Therefore, no one should lament for the passing of the spirit soul from the body.",
        "purport": " Hiraṇyakaśipu very intelligently described the position of the soul. The soul is never the body, but is always completely different from the body. Being eternal and inexhaustible, the soul has no death, but when the same pure soul desires to enjoy the material world independently, he is placed under the conditions of material nature and must therefore accept a certain type of body and suffer the pains and pleasures thereof. This is also described by Kṛṣṇa in Bhagavad-gītā (13.22). Kāraṇaṁ guṇa-saṅgo ’sya sad-asad-yoni janmasu: the living entity is born in different families or species of life because of being infected by the modes of material nature. When conditioned by material nature, the living entity must accept a certain type of body, which is offered by nature under the direction of the Supreme Lord. “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.” (Bg. 18.61) The body is just like a machine, and according to the living entity’s karma, he is offered a particular type of machine to move here and there under the control of material nature. This continues until he surrenders to the Supreme Personality of Godhead (mām eva ye prapadyante māyām etāṁ taranti te). Until he surrenders, the conditioned soul is carried from life to life by the arrangement of material nature."
    },
    {
        "verse": "23",
        "devanagari": "यथाम्भसा प्रचलता तरवोऽपि चला इव ।चक्षुषा भ्राम्यमाणेन द‍ृश्यते चलतीव भू: ॥ २३ ॥",
        "english_devnagari": "yathāmbhasā pracalatātaravo ’pi calā ivacakṣuṣā bhrāmyamāṇenadṛśyate calatīva bhūḥ",
        "verse_Syn": [
            "yathā",
            "ambhasā",
            "pracalatā",
            "taravaḥ",
            "api",
            "calāḥ",
            "iva",
            "cakṣuṣā",
            "bhrāmyamāṇena",
            "dṛśyate",
            "calatī",
            "iva",
            "bhūḥ"
        ],
        "translation": "Because of the movements of the water, the trees on the bank of a river, when reflected on the water, seem to move. Similarly, when the eyes move because of some mental derangement, the land appears to move also.",
        "purport": " Sometimes, because of mental derangement, the land appears to be moving. A drunkard, for example, or a person with heart disease, sometimes feels that the land is moving. Similarly, the reflections of trees in a flowing river also appear to move. These are the actions of māyā. Actually the living entity does not move (sthāṇur acalo ’yam). The living entity does not take birth or accept death, but because of the transient subtle and gross bodies, the living entity appears to move from one place to another or be dead and gone forever. As the great Bengali Vaiṣṇava poet, Jagadānanda Paṇḍita, has said: According to this statement from the Prema-vivarta, when a living entity is conditioned by material nature, he is exactly like a person haunted by a ghost. One should therefore understand the fixed position of the spirit soul and how he is carried away by the waves of material nature to different bodies and different situations under lamentation and hankering. One achieves the success of life when he understands the constitutional position of his self and is undisturbed by the conditions created by material nature (prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ)."
    },
    {
        "verse": "24",
        "devanagari": "एवं गुणैर्भ्राम्यमाणे मनस्यविकल: पुमान् ।याति तत्साम्यतां भद्रे ह्यलिङ्गो लिङ्गवानिव ॥ २४ ॥",
        "english_devnagari": "evaṁ guṇair bhrāmyamāṇemanasy avikalaḥ pumānyāti tat-sāmyatāṁ bhadrehy aliṅgo liṅgavān iva",
        "verse_Syn": [
            "evam",
            "guṇaiḥ",
            "bhrāmyamāṇe",
            "manasi",
            "avikalaḥ",
            "pumān",
            "yāti",
            "tat",
            "sāmyatām",
            "bhadre",
            "hi",
            "aliṅgaḥ",
            "liṅga",
            "vān",
            "iva"
        ],
        "translation": "In the same way, O my gentle mother, when the mind is agitated by the movements of the modes of material nature, the living entity, although freed from all the different phases of the subtle and gross bodies, thinks that he has changed from one condition to another.",
        "purport": " As stated in Śrīmad-Bhāgavatam (10.84.13): “A human being who identifies the body made of three elements as the self, who considers the by-products of the body to be his kinsmen, who considers the land of his birth worshipable, and who goes to a place of pilgrimage simply to bathe rather than to meet men of transcendental knowledge there, is to be considered like a cow or an ass.” Although Hiraṇyakaśipu was a great demon, he was not as foolish as the population of the modern world. Hiraṇyakaśipu had clear knowledge of the spirit soul and the subtle and gross bodies, but now we are so degraded that everyone, including the exalted scientists, philosophers and other leaders, is under the bodily conception of life, which is condemned in the śāstras. Sa eva go-kharaḥ: such persons are nothing but cows and asses. Hiraṇyakaśipu advised his family members that although the gross body of his brother Hiraṇyākṣa was dead and they were aggrieved because of this, they should not lament for the great soul of Hiraṇyākṣa, who had already attained his next destination. Ātmā, the spirit soul, is always unchanged (avikalaḥ pumān). We are spirit souls, but when carried away by mental activities (manodharma), we suffer from so-called material conditions of life. This generally happens to nondevotees. Harāv abhaktasya kuto mahad-guṇāḥ: nondevotees may possess exalted material qualities, but because they are foolish they have no good qualifications. The designations of the conditioned soul in the material world are decorations of the dead body. The conditioned soul has no information of the spirit and its exalted existence beyond the effects of the material condition."
    },
    {
        "verse": "25-26",
        "devanagari": "एष आत्मविपर्यासो ह्यलिङ्गे लिङ्गभावना ।एष प्रियाप्रियैर्योगो वियोग: कर्मसंसृति: ॥ २५ ॥सम्भवश्च विनाशश्च शोकश्च विविध: स्मृत: ।अविवेकश्च चिन्ता च विवेकास्मृतिरेव च ॥ २६ ॥",
        "english_devnagari": "eṣa ātma-viparyāsohy aliṅge liṅga-bhāvanāeṣa priyāpriyair yogoviyogaḥ karma-saṁsṛtiḥ",
        "verse_Syn": [
            "eṣaḥ",
            "ātma",
            "viparyāsaḥ",
            "hi",
            "aliṅge",
            "liṅga",
            "bhāvanā",
            "eṣaḥ",
            "priya",
            "apriyaiḥ",
            "yogaḥ",
            "viyogaḥ",
            "karma",
            "saṁsṛtiḥ",
            "sambhavaḥ",
            "ca",
            "vināśaḥ",
            "ca",
            "śokaḥ",
            "ca",
            "vividhaḥ",
            "smṛtaḥ",
            "avivekaḥ",
            "ca",
            "cintā",
            "ca",
            "viveka",
            "asmṛtiḥ",
            "eva",
            "ca"
        ],
        "translation": "In his bewildered state, the living entity, accepting the body and mind to be the self, considers some people to be his kinsmen and others to be outsiders. Because of this misconception, he suffers. Indeed, the accumulation of such concocted material ideas is the cause of suffering and so-called happiness in the material world. The conditioned soul thus situated must take birth in different species and work in various types of consciousness, thus creating new bodies. This continued material life is called saṁsāra. Birth, death, lamentation, foolishness and anxiety are due to such material considerations. Thus we sometimes come to a proper understanding and sometimes fall again to a wrong conception of life.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "अत्राप्युदाहरन्तीममितिहासं पुरातनम् ।यमस्य प्रेतबन्धूनां संवादं तं निबोधत ॥ २७ ॥",
        "english_devnagari": "atrāpy udāharantīmamitihāsaṁ purātanamyamasya preta-bandhūnāṁsaṁvādaṁ taṁ nibodhata",
        "verse_Syn": [
            "atra",
            "api",
            "udāharanti",
            "imam",
            "itihāsam",
            "purātanam",
            "yamasya",
            "preta",
            "bandhūnām",
            "saṁvādam",
            "tam",
            "nibodhata"
        ],
        "translation": "In this regard, an example is given from an old history. This involves a discourse between Yamarāja and the friends of a dead person. Please hear it attentively.",
        "purport": " The words itihāsaṁ purātanam mean “an old history.” The Purāṇas are not chronologically recorded, but the incidents mentioned in the Purāṇas are actual histories of bygone ages. Śrīmad-Bhāgavatam is the Mahā-purāṇa, the essence of all the Purāṇas. The Māyāvādī scholars do not accept the Purāṇas, but Śrīla Madhvācārya and all other authorities accept them as the authoritative histories of the world."
    },
    {
        "verse": "28",
        "devanagari": "उशीनरेष्वभूद्राजा सुयज्ञ इति विश्रुत: ।सपत्नैर्निहतो युद्धे ज्ञातयस्तमुपासत ॥ २८ ॥",
        "english_devnagari": "uśīnareṣv abhūd rājāsuyajña iti viśrutaḥsapatnair nihato yuddhejñātayas tam upāsata",
        "verse_Syn": [
            "uśīnareṣu",
            "abhūt",
            "rājā",
            "suyajñaḥ",
            "iti",
            "viśrutaḥ",
            "sapatnaiḥ",
            "nihataḥ",
            "yuddhe",
            "jñātayaḥ",
            "tam",
            "upāsata"
        ],
        "translation": "In the state known as Uśīnara there was a celebrated king named Suyajña. When the King was killed in battle by his enemies, his kinsmen sat down around the dead body and began to lament the death of their friend.",
        "purport": ""
    },
    {
        "verse": "29-31",
        "devanagari": "विशीर्णरत्नकवचं विभ्रष्टाभरणस्रजम् ।शरनिर्भिन्नहृदयं शयानमसृगाविलम् ॥ २९ ॥प्रकीर्णकेशं ध्वस्ताक्षं रभसा दष्टदच्छदम् ।रज:कुण्ठमुखाम्भोजं छिन्नायुधभुजं मृधे ॥ ३० ॥उशीनरेन्द्रं विधिना तथा कृतंपतिं महिष्य: प्रसमीक्ष्य दु:खिता: ।हता: स्म नाथेति करैरुरो भृशंघ्नन्त्यो मुहुस्तत्पदयोरुपापतन् ॥ ३१ ॥",
        "english_devnagari": "viśīrṇa-ratna-kavacaṁvibhraṣṭābharaṇa-srajamśara-nirbhinna-hṛdayaṁśayānam asṛg-āvilam",
        "verse_Syn": [
            "viśīrṇa",
            "ratna",
            "kavacam",
            "vibhraṣṭa",
            "ābharaṇa",
            "srajam",
            "śara",
            "nirbhinna",
            "hṛdayam",
            "śayānam",
            "asṛk",
            "āvilam",
            "prakīrṇa",
            "keśam",
            "dhvasta",
            "akṣam",
            "rabhasā",
            "daṣṭa",
            "dacchadam",
            "rajaḥ",
            "kuṇṭha",
            "mukha",
            "ambhojam",
            "chinna",
            "āyudha",
            "bhujam",
            "mṛdhe",
            "uśīnara",
            "indram",
            "vidhinā",
            "tathā",
            "kṛtam",
            "patim",
            "mahiṣyaḥ",
            "prasamīkṣya",
            "duḥkhitāḥ",
            "hatāḥ",
            "sma",
            "nātha",
            "iti",
            "karaiḥ",
            "uraḥ",
            "bhṛśam",
            "ghnantyaḥ",
            "muhuḥ",
            "tat",
            "padayoḥ",
            "upāpatan"
        ],
        "translation": "His golden, bejeweled armor smashed, his ornaments and garlands fallen from their places, his hair scattered and his eyes lusterless, the slain King lay on the battlefield, his entire body smeared with blood, his heart pierced by the arrows of the enemy. When he died he had wanted to show his prowess, and thus he had bitten his lips, and his teeth remained in that position. His beautiful lotuslike face was now black and covered with dust from the battlefield. His arms, with his sword and other weapons, were cut and broken. When the queens of the King of Uśīnara saw their husband lying in that position, they began crying, “O lord, now that you have been killed, we also have been killed.” Repeating these words again and again, they fell down, pounding their breasts, at the feet of the dead King.",
        "purport": " As stated here, rabhasā daṣṭa-dacchadam: the dead King, while fighting in anger, bit his lips to show his prowess, but nonetheless he was killed by providence (vidhinā). This proves that we are controlled by higher authorities; our personal power or endeavor is not always supreme. We must therefore accept the position offered to us by the order of the Supreme."
    },
    {
        "verse": "32",
        "devanagari": "रुदत्य उच्चैर्दयिताङ्‌घ्रिपङ्कजंसिञ्चन्त्य अस्रै: कुचकुङ्कुमारुणै: ।विस्रस्तकेशाभरणा: शुचं नृणांसृजन्त्य आक्रन्दनया विलेपिरे ॥ ३२ ॥",
        "english_devnagari": "rudatya uccair dayitāṅghri-paṅkajaṁsiñcantya asraiḥ kuca-kuṅkumāruṇaiḥvisrasta-keśābharaṇāḥ śucaṁ nṛṇāṁsṛjantya ākrandanayā vilepire",
        "verse_Syn": [
            "rudatyaḥ",
            "uccaiḥ",
            "dayita",
            "aṅghri",
            "paṅkajam",
            "siñcantyaḥ",
            "asraiḥ",
            "kuca",
            "kuṅkuma",
            "aruṇaiḥ",
            "visrasta",
            "keśa",
            "ābharaṇāḥ",
            "śucam",
            "nṛṇām",
            "sṛjantyaḥ",
            "ākrandanayā",
            "vilepire"
        ],
        "translation": "As the queens loudly cried, their tears glided down their breasts, becoming reddened by kuṅkuma powder, and fell upon the lotus feet of their husband. Their hair became disarrayed, their ornaments fell, and in a way that evoked sympathy from the hearts of others, the queens began lamenting their husband’s death.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "अहो विधात्राकरुणेन न: प्रभोभवान् प्रणीतो द‍ृगगोचरां दशाम् ।उशीनराणामसि वृत्तिद: पुराकृतोऽधुना येन शुचां विवर्धन: ॥ ३३ ॥",
        "english_devnagari": "aho vidhātrākaruṇena naḥ prabhobhavān praṇīto dṛg-agocarāṁ daśāmuśīnarāṇām asi vṛttidaḥ purākṛto ’dhunā yena śucāṁ vivardhanaḥ",
        "verse_Syn": [
            "aho",
            "vidhātrā",
            "akaruṇena",
            "naḥ",
            "prabho",
            "bhavān",
            "praṇītaḥ",
            "dṛk",
            "agocarām",
            "daśām",
            "uśīnarāṇām",
            "asi",
            "vṛtti",
            "daḥ",
            "purā",
            "kṛtaḥ",
            "adhunā",
            "yena",
            "śucām",
            "vivardhanaḥ"
        ],
        "translation": "O lord, you have now been removed by cruel providence to a state beyond our sight. You had previously sustained the livelihood of the inhabitants of Uśīnara, and thus they were happy, but your condition now is the cause of their unhappiness.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "त्वया कृतज्ञेन वयं महीपतेकथं विना स्याम सुहृत्तमेन ते ।तत्रानुयानं तव वीर पादयो:शुश्रूषतीनां दिश यत्र यास्यसि ॥ ३४ ॥",
        "english_devnagari": "tvayā kṛtajñena vayaṁ mahī-patekathaṁ vinā syāma suhṛttamena tetatrānuyānaṁ tava vīra pādayoḥśuśrūṣatīnāṁ diśa yatra yāsyasi",
        "verse_Syn": [
            "tvayā",
            "kṛtajñena",
            "vayam",
            "mahī",
            "pate",
            "katham",
            "vinā",
            "syāma",
            "suhṛt",
            "tamena",
            "te",
            "tatra",
            "anuyānam",
            "tava",
            "vīra",
            "pādayoḥ",
            "śuśrūṣatīnām",
            "diśa",
            "yatra",
            "yāsyasi"
        ],
        "translation": "O King, O hero, you were a very grateful husband and the most sincere friend of all of us. How shall we exist without you? O hero, wherever you are going, please direct us there so that we may follow in your footsteps and engage again in your service. Let us go along with you!",
        "purport": " Formerly, a kṣatriya king was generally the husband of many wives, and after the death of the king, especially in the battlefield, all the queens would agree to accept saha-māraṇa, dying with the husband who was their life. When Pāṇḍu Mahārāja, the father of the Pāṇḍavas, died, his two wives — namely, the mother of Yudhiṣṭhira, Bhīma and Arjuna and the mother of Nakula and Sahadeva — were both ready to die in the fire with their husband. Later, after a compromise was arranged, Kuntī stayed alive to care for the little children, and the other wife, Mādrī, was allowed to die with her husband. This system of saha-māraṇa continued in India even until the time of British rule, but later it was discouraged, since the attitude of wives gradually changed with the advancement of Kali-yuga. Thus the system of saha-māraṇa has practically been abolished. Nevertheless, within the past fifty years I have seen the wife of a medical practitioner voluntarily accept death immediately when her husband died. Both the husband and wife were taken in procession in the mourning cart. Such intense love of a chaste wife for her husband is a special case."
    },
    {
        "verse": "35",
        "devanagari": "एवं विलपतीनां वै परिगृह्य मृतं पतिम् ।अनिच्छतीनां निर्हारमर्कोऽस्तं सन्न्यवर्तत ॥ ३५ ॥",
        "english_devnagari": "evaṁ vilapatīnāṁ vaiparigṛhya mṛtaṁ patimanicchatīnāṁ nirhāramarko ’staṁ sannyavartata",
        "verse_Syn": [
            "evam",
            "vilapatīnām",
            "vai",
            "parigṛhya",
            "mṛtam",
            "patim",
            "anicchatīnām",
            "nirhāram",
            "arkaḥ",
            "astam",
            "sannyavartata"
        ],
        "translation": "The time was appropriate for the body to be burned, but the queens, not allowing it to be taken away, continued lamenting for the dead body, which they kept on their laps. In the meantime, the sun completed its movements for setting in the west.",
        "purport": " According to the Vedic system, if a person dies during the daytime it is customary for his funeral ceremony to be performed before the sun sets, regardless of whether he is burned or buried, and if he dies at night the funeral must be completed before the next sunrise. Apparently the queens continued lamenting for the dead body, the lump of matter, and would not allow it to be taken away for burning. This illustrates the strong grip of illusion among foolish persons who consider the body the self. Women are generally considered less intelligent. Because of ignorance only, the queens thought of the dead body as their husband and somehow or other thought that if the body were kept their husband would remain with them. Such a conception of the self is certainly for go-khara — cows and asses. We have actually seen that sometimes when a cow’s calf has died the milkman cheats the cow by presenting before her the dead body of her calf. Thus the cow, who would not otherwise allow milking, licks the dead body of the calf and allows herself to be milked. This substantiates the description of the śāstra that a foolish man in the bodily concept of life is like a cow. Not only do foolish men and women consider the body the self, but we have even seen that the dead body of a so-called yogī was kept for days by his disciples, who thought that their guru was in samādhi. When decomposition began and a bad smell unfortunately began to overwhelm the yogic power, the disciples allowed the dead body of the so-called yogī to be burned. Thus the bodily concept of life is extremely strong among foolish persons, who are compared to cows and asses. Nowadays, great scientists are trying to freeze dead bodies so that in the future these frozen bodies may again be brought to life. The incident narrated by Hiraṇyakaśipu from history must have taken place millions of years ago because Hiraṇyakaśipu lived millions of years ago and was even then quoting from history. Thus the incident occurred before Hiraṇyakaśipu’s lifetime, but the same ignorance in the bodily concept of life is still prevalent, not only among laymen but even among scientists who think they will be able to revive frozen corpses. Apparently the queens did not want to deliver the dead body for burning because they were afraid of dying with the dead body of their husband."
    },
    {
        "verse": "36",
        "devanagari": "तत्र ह प्रेतबन्धूनामाश्रुत्य परिदेवितम् ।आह तान् बालको भूत्वा यम: स्वयमुपागत: ॥ ३६ ॥",
        "english_devnagari": "tatra ha preta-bandhūnāmāśrutya paridevitamāha tān bālako bhūtvāyamaḥ svayam upāgataḥ",
        "verse_Syn": [
            "tatra",
            "ha",
            "preta",
            "bandhūnām",
            "āśrutya",
            "paridevitam",
            "āha",
            "tān",
            "bālakaḥ",
            "bhūtvā",
            "yamaḥ",
            "svayam",
            "upāgataḥ"
        ],
        "translation": "While the queens were lamenting for the dead body of the King, their loud cries were heard even from the abode of Yamarāja. Assuming the body of a boy, Yamarāja personally approached the relatives of the dead body and advised them as follows.",
        "purport": " Sometimes the living entity is forced to give up his body and enter another one according to the judgment of Yamarāja. It is difficult, however, for the conditioned soul to enter another body unless the present dead body is annihilated through cremation or some other means. The living being has attachment for the present body and does not want to enter another, and thus in the interim he remains a ghost. If a living being who has already left his body has been pious, Yamarāja, just to give him relief, will give him another body. Since the living being in the body of the King had some attachment to his body, he was hovering as a ghost, and therefore Yamarāja, as a special consideration, approached the lamenting relatives to instruct them personally. Yamarāja approached them as a child because a child is not restricted but is granted admittance anywhere, even to the palace of a king. Besides this, the child was speaking philosophy. People are very much interested in hearing philosophy when it is spoken by a child."
    },
    {
        "verse": "37",
        "devanagari": "श्रीयम उवाचअहो अमीषां वयसाधिकानांविपश्यतां लोकविधिं विमोह: ।यत्रागतस्तत्र गतं मनुष्यंस्वयं सधर्मा अपि शोचन्त्यपार्थम् ॥ ३७ ॥",
        "english_devnagari": "śrī-yama uvācaaho amīṣāṁ vayasādhikānāṁvipaśyatāṁ loka-vidhiṁ vimohaḥyatrāgatas tatra gataṁ manuṣyaṁsvayaṁ sadharmā api śocanty apārtham",
        "verse_Syn": [
            "śrī",
            "yamaḥ",
            "uvāca",
            "aho",
            "amīṣām",
            "vayasā",
            "adhikānām",
            "vipaśyatām",
            "loka",
            "vidhim",
            "vimohaḥ",
            "yatra",
            "āgataḥ",
            "tatra",
            "gatam",
            "manuṣyam",
            "svayam",
            "sa",
            "dharmāḥ",
            "api",
            "śocanti",
            "apārtham"
        ],
        "translation": "Śrī Yamarāja said: Alas, how amazing it is! These persons, who are older than me, have full experience that hundreds and thousands of living entities have taken birth and died. Thus they should understand that they also are apt to die, yet still they are bewildered. The conditioned soul comes from an unknown place and returns after death to that same unknown place. There is no exception to this rule, which is conducted by material nature. Knowing this, why do they uselessly lament?",
        "purport": " The Lord says in Bhagavad-gītā (2.28): “All created beings are unmanifest in their beginning, manifest in their interim state, and unmanifest again when they are annihilated. So what need is there for lamentation?” Accepting that there are two classes of philosophers, one believing in the existence of the soul and the other not believing in its existence, there is no cause for lamentation in either case. Nonbelievers in the existence of the soul are called atheists by followers of Vedic wisdom. Yet even if for argument’s sake we accept the atheistic theory, there is still no cause for lamentation. Apart from the separate existence of the soul, the material elements remain unmanifested before creation. From this subtle state of unmanifestation comes manifestation, just as from ether, air is generated; from air, fire is generated; from fire, water is generated; and from water, earth becomes manifested. From the earth, many varieties of manifestations take place. For example, a big skyscraper is manifested from the earth. When it is dismantled, the manifestation becomes again unmanifested and remains as atoms in the ultimate stage. The law of conservation of energy remains, but in the course of time things are manifested and unmanifested — that is the difference. Then what cause is there for lamentation, in either manifestation or unmanifestation? Somehow or other, even in the unmanifested stage, things are not lost. Both at the beginning and at the end, all elements remain unmanifested, and this does not make any real material difference. If we accept the Vedic conclusion as stated in the Bhagavad-gītā (antavanta ime dehāḥ) that these material bodies are perishable in due course of time (nityasyoktāḥ śarīriṇaḥ) but that the soul is eternal, then we must remember always that the body is like a dress; therefore why lament the changing of a dress? The material body has no factual existence in relation to the eternal soul. It is something like a dream. In a dream we may think of flying in the sky or sitting on a chariot as a king, but when we wake up we can see that we are neither in the sky nor seated on the chariot. The Vedic wisdom encourages self-realization on the basis of the nonexistence of the material body. Therefore, in either case, whether one believes in the existence of the soul or one does not believe in the existence of the soul, there is no cause for lamentation for loss of the body. In the Mahābhārata it is said, adarśanād ihāyātaḥ punaś cādarśanaṁ gataḥ. This statement could support the theory of the atheistic scientist that the child in the womb of the mother has no life but is simply a lump of matter. To follow this theory, if the lump of matter is aborted by a surgical operation, no life is killed; the body of a child is like a tumor, and if a tumor is operated upon and thrown away, no sin is involved. The same argument could be put forward in regard to the King and his queens. The body of the King was manifested from an unmanifested source, and again it became unmanifested from manifestation. Since the manifestation exists only in the middle — between the two points of unmanifestation — why should one cry for the body manifested in the interim?"
    },
    {
        "verse": "38",
        "devanagari": "अहो वयं धन्यतमा यदत्रत्यक्ता: पितृभ्यां न विचिन्तयाम: ।अभक्ष्यमाणा अबला वृकादिभि:स रक्षिता रक्षति यो हि गर्भे ॥ ३८ ॥",
        "english_devnagari": "aho vayaṁ dhanyatamā yad atratyaktāḥ pitṛbhyāṁ na vicintayāmaḥabhakṣyamāṇā abalā vṛkādibhiḥsa rakṣitā rakṣati yo hi garbhe",
        "verse_Syn": [
            "aho",
            "vayam",
            "dhanya",
            "tamāḥ",
            "yat",
            "atra",
            "tyaktāḥ",
            "pitṛbhyām",
            "na",
            "vicintayāmaḥ",
            "abhakṣyamāṇāḥ",
            "abalāḥ",
            "vṛka",
            "ādibhiḥ",
            "saḥ",
            "rakṣitā",
            "rakṣati",
            "yaḥ",
            "hi",
            "garbhe"
        ],
        "translation": "It is wonderful that these elderly women do not have a higher sense of life than we do. Indeed, we are most fortunate, for although we are children and have been left to struggle in material life, unprotected by father and mother, and although we are very weak, we have not been vanquished or eaten by ferocious animals. Thus we have a firm belief that the Supreme Personality of Godhead, who has given us protection even in the womb of the mother, will protect us everywhere.",
        "purport": " As stated in Bhagavad-gītā (18.61), īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati: the Lord is present in the core of everyone’s heart. Thus the Lord gives protection to everyone and gives the different types of bodies the living entity wants to enjoy. Everything is done by the order of the Supreme Personality of Godhead. Therefore one should not lament the birth and death of a living being, which have been arranged by the Supreme Lord. Lord Kṛṣṇa says in Bhagavad-gītā (15.15), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” One must act according to the direction of the Lord within the heart, but because the conditioned soul wants to act independently, the Lord gives him the facility to act and experience the reactions. The Lord says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Give up all other duties and simply surrender unto Me.” One who does not abide by the orders of the Supreme Personality of Godhead is given the facility to enjoy this material world. Instead of restricting him, the Lord gives the conditioned soul the opportunity to enjoy so that by mature experience, after many, many births (bahūnāṁ janmanām ante), he will understand that surrender to the lotus feet of Vāsudeva is the only duty of all living beings."
    },
    {
        "verse": "39",
        "devanagari": "य इच्छयेश: सृजतीदमव्ययोय एव रक्षत्यवलुम्पते च य: ।तस्याबला: क्रीडनमाहुरीशितु-श्चराचरं निग्रहसङ्ग्रहे प्रभु: ॥ ३९ ॥",
        "english_devnagari": "ya icchayeśaḥ sṛjatīdam avyayoya eva rakṣaty avalumpate ca yaḥtasyābalāḥ krīḍanam āhur īśituścarācaraṁ nigraha-saṅgrahe prabhuḥ",
        "verse_Syn": [
            "yaḥ",
            "icchayā",
            "īśaḥ",
            "sṛjati",
            "idam",
            "avyayaḥ",
            "yaḥ",
            "eva",
            "rakṣati",
            "avalumpate",
            "ca",
            "yaḥ",
            "tasya",
            "abalāḥ",
            "krīḍanam",
            "āhuḥ",
            "īśituḥ",
            "cara",
            "acaram",
            "nigraha",
            "saṅgrahe",
            "prabhuḥ"
        ],
        "translation": "The boy addressed the women: O weak women! Only by the will of the Supreme Personality of Godhead, who is never diminished, is the entire world created, maintained and again annihilated. This is the verdict of the Vedic knowledge. This material creation, consisting of the moving and nonmoving, is exactly like His plaything. Being the Supreme Lord, He is completely competent to destroy and protect.",
        "purport": " In this regard the queens might argue, “If our husband was protected by the Supreme Personality of Godhead when in the womb, why has he not been given protection now?” To this question the answer is, ya icchayeśaḥ sṛjatīdam avyayo ya eva rakṣaty avalumpate ca yaḥ. One cannot argue with the activities of the Supreme Personality of Godhead. The Lord is always free, and therefore He can protect and can also annihilate. He is not our order carrier; whatever He likes He will do. Therefore He is the Supreme Lord. The Lord does not create this material world at anyone’s request, and therefore He can annihilate everything merely by His will. That is His supremacy. If one argues, “Why does He act in this way?” the answer is that He can do so because He is supreme. No one can question His activities. If one argues, “What is the purpose of this sinful creation and annihilation?” the answer is that to prove His omnipotence He can do anything, and no one can question Him. If He were answerable to us concerning why He does something and why He does not, His supremacy would be curtailed."
    },
    {
        "verse": "40",
        "devanagari": "पथि च्युतं तिष्ठति दिष्टरक्षितंगृहे स्थितं तद्विहतं विनश्यति ।जीवत्यनाथोऽपि तदीक्षितो वनेगृहेऽभिगुप्तोऽस्य हतो न जीवति ॥ ४० ॥",
        "english_devnagari": "pathi cyutaṁ tiṣṭhati diṣṭa-rakṣitaṁgṛhe sthitaṁ tad-vihataṁ vinaśyatijīvaty anātho ’pi tad-īkṣito vanegṛhe ’bhigupto ’sya hato na jīvati",
        "verse_Syn": [
            "pathi",
            "cyutam",
            "tiṣṭhati",
            "diṣṭa",
            "rakṣitam",
            "gṛhe",
            "sthitam",
            "tat",
            "vihatam",
            "vinaśyati",
            "jīvati",
            "anāthaḥ",
            "api",
            "tat",
            "īkṣitaḥ",
            "vane",
            "gṛhe",
            "abhiguptaḥ",
            "asya",
            "hataḥ",
            "na",
            "jīvati"
        ],
        "translation": "Sometimes one loses his money on a public street, where everyone can see it, and yet his money is protected by destiny and not seen by others. Thus the man who lost it gets it back. On the other hand, if the Lord does not give protection, even money maintained very securely at home is lost. If the Supreme Lord gives one protection, even though one has no protector and is in the jungle, one remains alive, whereas a person well protected at home by relatives and others sometimes dies, no one being able to protect him.",
        "purport": " These are examples of the supremacy of the Lord. Our plans to protect or annihilate do not act, but whatever He thinks of doing actually happens. The examples given in this regard are practical. Everyone has had such practical experiences, and there are also many other clear examples. For instance, Prahlāda Mahārāja said that a child is certainly dependent on his father and mother, but in spite of their presence, the child is harassed in many ways. Sometimes, in spite of a supply of good medicine and an experienced physician, a patient does not survive. Therefore, since everything is dependent on the free will of the Supreme Personality of Godhead, our only duty is to surrender unto Him and seek His protection."
    },
    {
        "verse": "41",
        "devanagari": "भूतानि तैस्तैर्निजयोनिकर्मभि-र्भवन्ति काले न भवन्ति सर्वश: ।न तत्र हात्मा प्रकृतावपि स्थित-स्तस्या गुणैरन्यतमो हि बध्यते ॥ ४१ ॥",
        "english_devnagari": "bhūtāni tais tair nija-yoni-karmabhirbhavanti kāle na bhavanti sarvaśaḥna tatra hātmā prakṛtāv api sthitastasyā guṇair anyatamo hi badhyate",
        "verse_Syn": [
            "bhūtāni",
            "taiḥ",
            "taiḥ",
            "nija",
            "yoni",
            "karmabhiḥ",
            "bhavanti",
            "kāle",
            "na",
            "bhavanti",
            "sarvaśaḥ",
            "na",
            "tatra",
            "ha",
            "ātmā",
            "prakṛtau",
            "api",
            "sthitaḥ",
            "tasyāḥ",
            "guṇaiḥ",
            "anya",
            "tamaḥ",
            "hi",
            "badhyate"
        ],
        "translation": "Every conditioned soul receives a different type of body according to his work, and when the engagement is finished the body is finished. Although the spirit soul is situated in subtle and gross material bodies in different forms of life, he is not bound by them, for he is always understood to be completely different from the manifested body.",
        "purport": " Here it is very plainly explained that God is not responsible for the living entity’s accepting different types of bodies. One has to accept a body according to the laws of nature and one’s own karma. Therefore the Vedic injunction is that a person engaged in material activities should be given directions by which he can intelligently apply his activities to the service of the Lord to become free from the material bondage of repeated birth and death (sva-karmaṇā tam abhyarcya siddhiṁ vindati mānavaḥ). The Lord is always ready to give directions. Indeed, His directions are elaborately given in Bhagavad-gītā. If we take advantage of these directions, then in spite of our being conditioned by the laws of material nature, we shall become free to attain our original constitution (mām eva ye prapadyante māyām etāṁ taranti te). We should have firm faith that the Lord is supreme and that if we surrender to Him, He will take charge of us and indicate how we can get out of material life and return home, back to Godhead. Without such surrender, one is obliged to accept a certain type of body according to his karma, sometimes as an animal, sometimes a demigod and so on. Although the body is obtained and lost in due course of time, the spirit soul does not actually mix with the body, but is subjugated by the particular modes of nature with which he is sinfully associated. Spiritual education changes one’s consciousness so that one simply carries out the orders of the Supreme Lord and becomes free from the influence of the modes of material nature."
    },
    {
        "verse": "42",
        "devanagari": "इदं शरीरं पुरुषस्य मोहजंयथा पृथग्भौतिकमीयते गृहम् ।यथौदकै: पार्थिवतैजसैर्जन:कालेन जातो विकृतो विनश्यति ॥ ४२ ॥",
        "english_devnagari": "idaṁ śarīraṁ puruṣasya mohajaṁyathā pṛthag bhautikam īyate gṛhamyathaudakaiḥ pārthiva-taijasair janaḥkālena jāto vikṛto vinaśyati",
        "verse_Syn": [
            "idam",
            "śarīram",
            "puruṣasya",
            "moha",
            "jam",
            "yathā",
            "pṛthak",
            "bhautikam",
            "īyate",
            "gṛham",
            "yathā",
            "udakaiḥ",
            "pārthiva",
            "taijasaiḥ",
            "janaḥ",
            "kālena",
            "jātaḥ",
            "vikṛtaḥ",
            "vinaśyati"
        ],
        "translation": "Just as a householder, although different from the identity of his house, thinks his house to be identical with him, so the conditioned soul, due to ignorance, accepts the body to be himself, although the body is actually different from the soul. This body is obtained through a combination of portions of earth, water and fire, and when the earth, water and fire are transformed in the course of time, the body is vanquished. The soul has nothing to do with this creation and dissolution of the body.",
        "purport": " We transmigrate from one body to another in bodies that are products of our illusion, but as spirit souls we always exist separately from material, conditional life. The example given here is that a house or car is always different from its owner, but because of attachment the conditioned soul thinks it to be identical with him. A car or house is actually made of material elements; as long as the material elements combine together properly, the car or house exists, and when they are disassembled the house or the car is disassembled. The spirit soul, however, always remains as he is."
    },
    {
        "verse": "43",
        "devanagari": "यथानलो दारुषु भिन्न ईयतेयथानिलो देहगत: पृथक् स्थित: ।यथा नभ: सर्वगतं न सज्जतेतथा पुमान् सर्वगुणाश्रय: पर: ॥ ४३ ॥",
        "english_devnagari": "yathānalo dāruṣu bhinna īyateyathānilo deha-gataḥ pṛthak sthitaḥyathā nabhaḥ sarva-gataṁ na sajjatetathā pumān sarva-guṇāśrayaḥ paraḥ",
        "verse_Syn": [
            "yathā",
            "analaḥ",
            "dāruṣu",
            "bhinnaḥ",
            "īyate",
            "yathā",
            "anilaḥ",
            "deha",
            "gataḥ",
            "pṛthak",
            "sthitaḥ",
            "yathā",
            "nabhaḥ",
            "sarva",
            "gatam",
            "na",
            "sajjate",
            "tathā",
            "pumān",
            "sarva",
            "guṇa",
            "āśrayaḥ",
            "paraḥ"
        ],
        "translation": "As fire, although situated in wood, is perceived to be different from the wood, as air, although situated within the mouth and nostrils, is perceived to be separate, and as the sky, although all-pervading, never mixes with anything, so the living entity, although now encaged within the material body, of which it is the source, is separate from it.",
        "purport": " In Bhagavad-gītā the Supreme Personality of Godhead has explained that the material energy and spiritual energy both emanate from Him. The material energy is described as me bhinnā prakṛtir aṣṭadhā, the eight separated energies of the Lord. But although the eight gross and subtle material energies — namely, earth, water, fire, air, ether, mind, intelligence and false ego — are stated to be bhinnā, separate from the Lord, actually they are not. As fire appears separate from wood and as the air flowing through the nostrils and mouth of the body appear separate from the body, so the Paramātmā, the Supreme Personality of Godhead, appears separate from the living being but is actually separate and not separate simultaneously. This is the philosophy of acintya-bhedābheda-tattva propounded by Śrī Caitanya Mahāprabhu. According to the reactions of karma, the living being appears separate from the Supreme Personality of Godhead, but actually he is very intimately related with the Lord. Consequently, even though we now seem neglected by the Lord, He is actually always alert to our activities. Under all circumstances, therefore, we should simply depend on the supremacy of the Supreme Personality of Godhead and thus revive our intimate relationship with Him. We must depend upon the authority and control of the Supreme Personality of Godhead."
    },
    {
        "verse": "44",
        "devanagari": "सुयज्ञो नन्वयं शेते मूढा यमनुशोचथ ।य: श्रोता योऽनुवक्तेह स न द‍ृश्येत कर्हिचित् ॥ ४४ ॥",
        "english_devnagari": "suyajño nanv ayaṁ śetemūḍhā yam anuśocathayaḥ śrotā yo ’nuvaktehasa na dṛśyeta karhicit",
        "verse_Syn": [
            "suyajñaḥ",
            "nanu",
            "ayam",
            "śete",
            "mūḍhāḥ",
            "yam",
            "anuśocatha",
            "yaḥ",
            "śrotā",
            "yaḥ",
            "anuvaktā",
            "iha",
            "saḥ",
            "na",
            "dṛśyeta",
            "karhicit"
        ],
        "translation": "Yamarāja continued: O lamenters, you are all fools! The person named Suyajña, for whom you lament, is still lying before you and has not gone anywhere. Then what is the cause for your lamentation? Previously he heard you and replied to you, but now, not finding him, you are lamenting. This is contradictory behavior, for you have never actually seen the person within the body who heard you and replied. There is no need for your lamentation, for the body you have always seen is lying here.",
        "purport": " This instruction by Yamarāja in the form of a boy is understandable even for a common man. A common man who considers the body the self is certainly comparable to an animal (yasyātma-buddhiḥ kuṇape tri-dhātuke … sa eva go-kharaḥ). But even a common man can understand that after death a person is gone. Although the body is still there, a dead man’s relatives lament that the person has gone away, for a common man sees the body but cannot see the soul. As described in Bhagavad-gītā, dehino ’smin yathā dehe: the soul, the proprietor of the body, is within. After death, when the breath within the nostrils has stopped, one can understand that the person within the body, who was hearing and replying, has now gone. Therefore, in effect, the common man concludes that actually the spirit soul was different from the body and has now gone away. Thus even a common man, coming to his senses, can know that the real person who was within the body and was hearing and replying was never seen. For that which was never seen, what is the need of lamentation?"
    },
    {
        "verse": "45",
        "devanagari": "न श्रोता नानुवक्तायं मुख्योऽप्यत्र महानसु: ।यस्त्विहेन्द्रियवानात्मा स चान्य: प्राणदेहयो: ॥ ४५ ॥",
        "english_devnagari": "na śrotā nānuvaktāyaṁmukhyo ’py atra mahān asuḥyas tv ihendriyavān ātmāsa cānyaḥ prāṇa-dehayoḥ",
        "verse_Syn": [
            "na",
            "śrotā",
            "na",
            "anuvaktā",
            "ayam",
            "mukhyaḥ",
            "api",
            "atra",
            "mahān",
            "asuḥ",
            "yaḥ",
            "tu",
            "iha",
            "indriya",
            "vān",
            "ātmā",
            "saḥ",
            "ca",
            "anyaḥ",
            "prāṇa",
            "dehayoḥ"
        ],
        "translation": "In the body the most important substance is the life air, but that also is neither the listener nor the speaker. Beyond even the life air, the soul also can do nothing, for the Supersoul is actually the director, in cooperation with the individual soul. The Supersoul conducting the activities of the body is different from the body and living force.",
        "purport": " The Supreme Personality of Godhead distinctly says in Bhagavad-gītā (15.15), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” Although the ātmā, or soul, is present in every material body (dehino ’smin yathā dehe), he is not actually the chief person acting through the senses, mind and so on. The soul can merely act in cooperation with the Supersoul because it is the Supersoul who gives him directions to act or not to act (mattaḥ smṛtir jñānam apohanaṁ ca). One cannot act without His sanction, for the Supersoul is upadraṣṭā and anumantā, the witness and sanctioner. One who studies carefully, under the direction of a bona fide spiritual master, can understand the real knowledge that the Supreme Personality of Godhead is actually the conductor of all the activities of the individual soul, and the controller of their results as well. Although the individual soul possesses the indriyas, or senses, he is not actually the proprietor, for the proprietor is the Supersoul. Consequently the Supersoul is called Hṛṣīkeśa, and the individual soul is advised by the direction of the Supersoul to surrender to Him and thus be happy (sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja). Thus he can become immortal and be transferred to the spiritual kingdom, where he will achieve the highest success of an eternal, blissful life of knowledge. In conclusion, the individual soul is different from the body, senses, living force and the airs within the body, and above him is the Supersoul, who gives the individual soul all facilities. The individual soul who renders everything to the Supersoul lives very happily within the body."
    },
    {
        "verse": "46",
        "devanagari": "भूतेन्द्रियमनोलिङ्गान् देहानुच्चावचान् विभु: ।भजत्युत्सृजति ह्यन्यस्तच्चापि स्वेन तेजसा ॥ ४६ ॥",
        "english_devnagari": "bhūtendriya-mano-liṅgāndehān uccāvacān vibhuḥbhajaty utsṛjati hy anyastac cāpi svena tejasā",
        "verse_Syn": [
            "bhūta",
            "indriya",
            "manaḥ",
            "liṅgān",
            "dehān",
            "ucca",
            "avacān",
            "vibhuḥ",
            "bhajati",
            "utsṛjati",
            "hi",
            "anyaḥ",
            "tat",
            "ca",
            "api",
            "svena",
            "tejasā"
        ],
        "translation": "The five material elements, the ten senses and the mind all combine to form the various parts of the gross and subtle bodies. The living entity comes in contact with his material bodies, whether high or low, and later gives them up by his personal prowess. This strength can be perceived in a living entity’s personal power to possess different types of bodies.",
        "purport": " The conditioned soul has knowledge, and if he wants to fully utilize the gross and subtle bodies for his real advancement in life, he can do so. It is therefore said here that by his high intelligence (svena tejasā), by the superior power of superior knowledge achieved from the right source — the spiritual master, or ācārya — he can give up his conditional life in a material body and return home, back to Godhead. However, if he wants to keep himself in the darkness of this material world, he can do so. The Lord confirms this as follows in Bhagavad-gītā (9.25): “Those who worship the demigods will take birth among the demigods; those who worship ghosts and spirits will take birth among such beings; those who worship ancestors go to the ancestors; and those who worship Me will live with Me.” The human form of body is valuable. One can use this body to go to the higher planetary systems, to Pitṛloka, or he can remain in this lower planetary system, but if one tries he can also return home, back to Godhead. This prowess is given by the Supreme Personality of Godhead as the Supersoul. Therefore the Lord says, mattaḥ smṛtir jñānam apohanaṁ ca: “From Me come remembrance, knowledge and forgetfulness.” If one wants to receive real knowledge from the Supreme Personality of Godhead, one can become free from bondage to repeated acceptance of material bodies. If one takes to the devotional service of the Lord and surrenders unto Him, the Lord is prepared to give one directions by which to return home, back to Godhead, but if one foolishly wants to keep himself in darkness, he can continue in a life of material existence."
    },
    {
        "verse": "47",
        "devanagari": "यावल्लिङ्गान्वितो ह्यात्मा तावत्कर्मनिबन्धनम् ।ततो विपर्यय: क्लेशो मायायोगोऽनुवर्तते ॥ ४७ ॥",
        "english_devnagari": "yāval liṅgānvito hy ātmātāvat karma-nibandhanamtato viparyayaḥ kleśomāyā-yogo ’nuvartate",
        "verse_Syn": [
            "yāvat",
            "liṅga",
            "anvitaḥ",
            "hi",
            "ātmā",
            "tāvat",
            "karma",
            "nibandhanam",
            "tataḥ",
            "viparyayaḥ",
            "kleśaḥ",
            "māyā",
            "yogaḥ",
            "anuvartate"
        ],
        "translation": "As long as the spirit soul is covered by the subtle body, consisting of the mind, intelligence and false ego, he is bound to the results of his fruitive activities. Because of this covering, the spirit soul is connected with the material energy and must accordingly suffer material conditions and reversals, continually, life after life.",
        "purport": " The living entity is bound by the subtle body, consisting of the mind, intelligence and false ego. At the time of death, therefore, the position of the mind becomes the cause for the next body. As confirmed in Bhagavad-gītā (8.6), yaṁ yaṁ vāpi smaran bhāvaṁ tyajaty ante kalevaram: at the time of death the mind sets the criteria for the spirit soul’s being carried to another type of body. If a living being resists the dictation of the mind and engages the mind in the loving service of the Lord, the mind cannot degrade him. The duty of all human beings, therefore, is to keep the mind always engaged at the lotus feet of the Lord (sa vai manaḥ kṛṣṇa-padāravindayoḥ). When the mind is engaged at the lotus feet of Kṛṣṇa, the intelligence is purified, and then the intelligence gets inspiration from the Supersoul (dadāmi buddhi-yogaṁ tam). Thus the living entity makes progress toward liberation from material bondage. The individual living soul is subject to the laws of fruitive activity, but the Supersoul, Paramātmā, is not affected by the fruitive activities of the individual soul. As confirmed in the Vedic Upaniṣad, the Paramātmā and the jīvātmā, who are likened to two birds, are sitting in the body. The jīvātmā is enjoying or suffering by eating the fruits of the bodily activities, but the Paramātmā, who is free from such bondage, witnesses and sanctions the activities of the individual soul as the individual soul desires."
    },
    {
        "verse": "48",
        "devanagari": "वितथाभिनिवेशोऽयं यद्गुणेष्वर्थद‍ृग्वच: ।यथा मनोरथ: स्वप्न: सर्वमैन्द्रियकं मृषा ॥ ४८ ॥",
        "english_devnagari": "vitathābhiniveśo ’yaṁyad guṇeṣv artha-dṛg-vacaḥyathā manorathaḥ svapnaḥsarvam aindriyakaṁ mṛṣā",
        "verse_Syn": [
            "vitatha",
            "abhiniveśaḥ",
            "ayam",
            "yat",
            "guṇeṣu",
            "artha",
            "dṛk",
            "vacaḥ",
            "yathā",
            "manorathaḥ",
            "svapnaḥ",
            "sarvam",
            "aindriyakam",
            "mṛṣā"
        ],
        "translation": "It is fruitless to see and talk of the material modes of nature and their resultant so-called happiness and distress as if they were factual. When the mind wanders during the day and a man begins to think himself extremely important, or when he dreams at night and sees a beautiful woman enjoying with him, these are merely false dreams. Similarly, the happiness and distress caused by the material senses should be understood to be meaningless.",
        "purport": " The happiness and distress derived from the activities of the material senses are not actual happiness and distress. Therefore Bhagavad-gītā speaks of happiness that is transcendental to the material conception of life (sukham ātyantikaṁ yat tad buddhi-grāhyam atīndriyam). When our senses are purified of material contamination, they become atīndriya, transcendental senses, and when the transcendental senses are engaged in the service of the master of the senses, Hṛṣīkeśa, one can derive real transcendental pleasure. Whatever distress or happiness we manufacture by mental concoction through the subtle mind has no reality, but is simply a mental concoction. One should therefore not imagine so-called happiness through mental concoction. Rather, the best course is to engage the mind in the service of the Lord, Hṛṣīkeśa, and thus feel real blissful life. There is a Vedic statement apāma-somam amṛtā abhūma apsarobhir viharāma. With reference to such a conception, one wants to go to the heavenly planets to enjoy with the young girls there and drink soma-rasa. Such imaginary pleasure, however, has no value. As confirmed in Bhagavad-gītā (7.23), antavat tu phalaṁ teṣāṁ tad bhavaty alpa-medhasām: “Men of small intelligence worship the demigods, and their fruits are limited and temporary.” Even if by fruitive activity or worship of the demigods one is elevated to the higher planetary systems for sense enjoyment, his situation is condemned in Bhagavad-gītā as antavat, perishable. The happiness one enjoys in this way is like the pleasure of embracing a young woman in a dream; for some time it may be pleasing, but actually the basic principle is false. The mental concoctions of happiness and distress in this material world are compared to dreams because of their falseness. All thoughts of obtaining happiness by using the material senses have a false background and therefore have no meaning."
    },
    {
        "verse": "49",
        "devanagari": "अथ नित्यमनित्यं वा नेह शोचन्ति तद्विद: ।नान्यथा शक्यते कर्तुं स्वभाव: शोचतामिति ॥ ४९ ॥",
        "english_devnagari": "atha nityam anityaṁ vāneha śocanti tad-vidaḥnānyathā śakyate kartuṁsva-bhāvaḥ śocatām iti",
        "verse_Syn": [
            "atha",
            "nityam",
            "anityam",
            "vā",
            "na",
            "iha",
            "śocanti",
            "tat",
            "vidaḥ",
            "na",
            "anyathā",
            "śakyate",
            "kartum",
            "sva",
            "bhāvaḥ",
            "śocatām",
            "iti"
        ],
        "translation": "Those who have full knowledge of self-realization, who know very well that the spirit soul is eternal whereas the body is perishable, are not overwhelmed by lamentation. But persons who lack knowledge of self-realization certainly lament. Therefore it is difficult to educate a person in illusion.",
        "purport": " According to the mīmāṁsā philosophers, everything is eternal, nitya, and according to the Sāṅkhya philosophers everything is mithyā, or anitya — impermanent. Nonetheless, without real knowledge of ātmā, the soul, such philosophers must be bewildered and must continue to lament as śūdras. Śrīla Śukadeva Gosvāmī therefore said to Parīkṣit Mahārāja: “Those who are materially engrossed, being blind to knowledge of the ultimate truth, have many subjects for hearing in human society, O Emperor.” (Bhāg. 2.1.2) For ordinary persons engaged in material activities there are many, many subject matters to understand because such persons do not understand self-realization. One must therefore be educated in self-realization so that under any circumstances in life he will remain steady in his vows."
    },
    {
        "verse": "50",
        "devanagari": "लुब्धको विपिने कश्चित्पक्षिणां निर्मितोऽन्तक: ।वितत्य जालं विदधे तत्र तत्र प्रलोभयन् ॥ ५० ॥",
        "english_devnagari": "lubdhako vipine kaścitpakṣiṇāṁ nirmito ’ntakaḥvitatya jālaṁ vidadhetatra tatra pralobhayan",
        "verse_Syn": [
            "lubdhakaḥ",
            "vipine",
            "kaścit",
            "pakṣiṇām",
            "nirmitaḥ",
            "antakaḥ",
            "vitatya",
            "jālam",
            "vidadhe",
            "tatra",
            "tatra",
            "pralobhayan"
        ],
        "translation": "There was once a hunter who lured birds with food and captured them after spreading a net. He lived as if appointed by death personified as the killer of the birds.",
        "purport": " This is another incident from the histories."
    },
    {
        "verse": "51",
        "devanagari": "कुलिङ्गमिथुनं तत्र विचरत्समद‍ृश्यत ।तयो: कुलिङ्गी सहसा लुब्धकेन प्रलोभिता ॥ ५१ ॥",
        "english_devnagari": "kuliṅga-mithunaṁ tatravicarat samadṛśyatatayoḥ kuliṅgī sahasālubdhakena pralobhitā",
        "verse_Syn": [
            "kuliṅga",
            "mithunam",
            "tatra",
            "vicarat",
            "samadṛśyata",
            "tayoḥ",
            "kuliṅgī",
            "sahasā",
            "lubdhakena",
            "pralobhitā"
        ],
        "translation": "While wandering in the forest, the hunter saw a pair of kuliṅga birds. Of the two, the female was captivated by the hunter’s lure.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "सासज्जत सिचस्तन्‍त्र्यां महिष्य: कालयन्त्रिता ।कुलिङ्गस्तां तथापन्नां निरीक्ष्य भृशदु:खित: ।स्‍नेहादकल्प: कृपण: कृपणां पर्यदेवयत् ॥ ५२ ॥",
        "english_devnagari": "sāsajjata sicas tantryāṁmahiṣyaḥ kāla-yantritākuliṅgas tāṁ tathāpannāṁnirīkṣya bhṛśa-duḥkhitaḥsnehād akalpaḥ kṛpaṇaḥkṛpaṇāṁ paryadevayat",
        "verse_Syn": [
            "sā",
            "asajjata",
            "sicaḥ",
            "tantryām",
            "mahiṣyaḥ",
            "kāla",
            "yantritā",
            "kuliṅgaḥ",
            "tām",
            "tathā",
            "āpannām",
            "nirīkṣya",
            "bhṛśa",
            "duḥkhitaḥ",
            "snehāt",
            "akalpaḥ",
            "kṛpaṇaḥ",
            "kṛpaṇām",
            "paryadevayat"
        ],
        "translation": "O queens of Suyajña, the male kuliṅga bird, seeing his wife put into the greatest danger in the grip of Providence, became very unhappy. Because of affection, the poor bird, being unable to release her, began to lament for his wife.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "अहो अकरुणो देव: स्त्रियाकरुणया विभु: ।कृपणं मामनुशोचन्त्या दीनया किं करिष्यति ॥ ५३ ॥",
        "english_devnagari": "aho akaruṇo devaḥstriyākaruṇayā vibhuḥkṛpaṇaṁ mām anuśocantyādīnayā kiṁ kariṣyati",
        "verse_Syn": [
            "aho",
            "akaruṇaḥ",
            "devaḥ",
            "striyā",
            "ākaruṇayā",
            "vibhuḥ",
            "kṛpaṇam",
            "mām",
            "anuśocantyā",
            "dīnayā",
            "kim",
            "kariṣyati"
        ],
        "translation": "Alas, how merciless is Providence! My wife, unable to be helped by anyone, is in such an awkward position and lamenting for me. What will Providence gain by taking away this poor bird? What will be the profit?",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "कामं नयतु मां देव: किमर्धेनात्मनो हि मे ।दीनेन जीवता दु:खमनेन विधुरायुषा ॥ ५४ ॥",
        "english_devnagari": "kāmaṁ nayatu māṁ devaḥkim ardhenātmano hi medīnena jīvatā duḥkhamanena vidhurāyuṣā",
        "verse_Syn": [
            "kāmam",
            "nayatu",
            "mām",
            "devaḥ",
            "kim",
            "ardhena",
            "ātmanaḥ",
            "hi",
            "me",
            "dīnena",
            "jīvatā",
            "duḥkham",
            "anena",
            "vidhura",
            "āyuṣā"
        ],
        "translation": "If unkind Providence takes away my wife, who is half my body, why should He not take me also? What is the use of my living with half of my body, bereaved by loss of my wife? What shall I gain in this way?",
        "purport": ""
    },
    {
        "verse": "55",
        "devanagari": "कथं त्वजातपक्षांस्तान् मातृहीनान् बिभर्म्यहम् ।मन्दभाग्या: प्रतीक्षन्ते नीडे मे मातरं प्रजा: ॥ ५५ ॥",
        "english_devnagari": "kathaṁ tv ajāta-pakṣāṁs tānmātṛ-hīnān bibharmy ahammanda-bhāgyāḥ pratīkṣantenīḍe me mātaraṁ prajāḥ",
        "verse_Syn": [
            "katham",
            "tu",
            "ajāta",
            "pakṣān",
            "tān",
            "mātṛ",
            "hīnān",
            "bibharmi",
            "aham",
            "manda",
            "bhāgyāḥ",
            "pratīkṣante",
            "nīḍe",
            "me",
            "mātaram",
            "prajāḥ"
        ],
        "translation": "The unfortunate baby birds, bereft of their mother, are waiting in the nest for her to feed them. They are still very small and have not yet grown their wings. How shall I be able to maintain them?",
        "purport": " The bird is lamenting for the mother of his children because the mother naturally maintains and cares for the children. Yamarāja, however, in the guise of a small boy, has already explained that although his mother left him uncared for and wandering in the forest, the tigers and other ferocious animals had not eaten him. The real fact is that if the Supreme Personality of Godhead protects one, even though one be motherless and fatherless, one can be maintained by the good will of the Lord. Otherwise, if the Supreme Lord does not give one protection, one must suffer in spite of the presence of his father and mother. Another example is that sometimes a patient dies in spite of a good physician and good medicine. Thus without the protection of the Lord one cannot live, with or without parents. Another point in this verse is that fathers and mothers have protective feelings for their children even in bird and beast society, not to speak of human society. Kali-yuga, however, is so degraded that a father and mother even kill their children in the womb on the plea of their scientific knowledge that within the womb the child has no life. Prestigious medical practitioners give this opinion, and therefore the father and mother of this day kill their children within the womb. How degraded human society has become! Their scientific knowledge is so advanced that they think that within the egg and the embryo there is no life. Now these so-called scientists are receiving Nobel Prizes for advancing the theory of chemical evolution. But if chemical combinations are the source of life, why don’t the scientists manufacture something like an egg through chemistry and put it in an incubator so that a chicken will come out? What is their answer? With their scientific knowledge they are unable to create even an egg. Such scientists are described in Bhagavad-gītā as māyayāpahṛta-jñānāḥ, fools whose real knowledge has been taken away. They are not men of knowledge, but they pose as scientists and philosophers, although their so-called theoretical knowledge cannot produce practical results."
    },
    {
        "verse": "56",
        "devanagari": "एवं कुलिङ्गं विलपन्तमारात्प्रियावियोगातुरमश्रुकण्ठम् ।स एव तं शाकुनिक: शरेणविव्याध कालप्रहितो विलीन: ॥ ५६ ॥",
        "english_devnagari": "evaṁ kuliṅgaṁ vilapantam ārātpriyā-viyogāturam aśru-kaṇṭhamsa eva taṁ śākunikaḥ śareṇavivyādha kāla-prahito vilīnaḥ",
        "verse_Syn": [
            "evam",
            "kuliṅgam",
            "vilapantam",
            "ārāt",
            "priyā",
            "viyoga",
            "āturam",
            "aśru",
            "kaṇṭham",
            "saḥ",
            "eva",
            "tam",
            "śākunikaḥ",
            "śareṇa",
            "vivyādha",
            "kāla",
            "prahitaḥ",
            "vilīnaḥ"
        ],
        "translation": "Because of the loss of his wife, the kuliṅga bird lamented with tears in his eyes. Meanwhile, following the dictations of mature time, the hunter, who was very carefully hidden in the distance, released his arrow, which pierced the body of the kuliṅga bird and killed him.",
        "purport": ""
    },
    {
        "verse": "57",
        "devanagari": "एवं यूयमपश्यन्त्य आत्मापायमबुद्धय: ।नैनं प्राप्स्यथ शोचन्त्य: पतिं वर्षशतैरपि ॥ ५७ ॥",
        "english_devnagari": "evaṁ yūyam apaśyantyaātmāpāyam abuddhayaḥnainaṁ prāpsyatha śocantyaḥpatiṁ varṣa-śatair api",
        "verse_Syn": [
            "evam",
            "yūyam",
            "apaśyantyaḥ",
            "ātma",
            "apāyam",
            "abuddhayaḥ",
            "na",
            "enam",
            "prāpsyatha",
            "śocantyaḥ",
            "patim",
            "varṣa",
            "śataiḥ",
            "api"
        ],
        "translation": "Thus Yamarāja, in the guise of a small boy, told all the queens: You are all so foolish that you lament but do not see your own death. Afflicted by a poor fund of knowledge, you do not know that even if you lament for your dead husband for hundreds of years, you will never get him back alive, and in the meantime your lives will be finished.",
        "purport": " Yamarāja once asked Mahārāja Yudhiṣṭhira, “What is the most wonderful thing within this world?” Mahārāja Yudhiṣṭhira replied (Mahābhārata, Vana-parva 313.116): Hundreds and thousands of living entities meet death at every moment, but a foolish living being nonetheless thinks himself deathless and does not prepare for death. This is the most wonderful thing in this world. Everyone has to die because everyone is fully under the control of material nature, yet everyone thinks that he is independent, that whatever he likes he can do, that he will never meet death but live forever, and so on. So-called scientists are making various plans by which living entities in the future can live forever, but while they are thus pursuing such scientific knowledge, Yamarāja, in due course of time, will take them away from their business of so-called research."
    },
    {
        "verse": "58",
        "devanagari": "श्रीहिरण्यकशिपुरुवाचबाल एवं प्रवदति सर्वे विस्मितचेतस: ।ज्ञातयो मेनिरे सर्वमनित्यमयथोत्थितम् ॥ ५८ ॥",
        "english_devnagari": "śrī-hiraṇyakaśipur uvācabāla evaṁ pravadatisarve vismita-cetasaḥjñātayo menire sarvamanityam ayathotthitam",
        "verse_Syn": [
            "śrī",
            "hiraṇyakaśipuḥ",
            "uvāca",
            "bāle",
            "evam",
            "pravadati",
            "sarve",
            "vismita",
            "cetasaḥ",
            "jñātayaḥ",
            "menire",
            "sarvam",
            "anityam",
            "ayathā",
            "utthitam"
        ],
        "translation": "Hiraṇyakaśipu said: While Yamarāja, in the form of a small boy, was instructing all the relatives surrounding the dead body of Suyajña, everyone was struck with wonder by his philosophical words. They could understand that everything material is temporary, not continuing to exist.",
        "purport": " This is confirmed in Bhagavad-gītā (2.18). Antavanta ime dehā nityasyoktāḥ śarīriṇaḥ: the body is perishable, but the soul within the body is imperishable. Therefore the duty of those advanced in knowledge in human society is to study the constitutional position of the imperishable soul and not waste the valuable time of human life in merely maintaining the body and not considering life’s real responsibility. Every human being should try to understand how the spirit soul can be happy and where he can attain an eternal, blissful life of knowledge. Human beings are meant to study these subject matters, not to be absorbed in caring for the temporary body, which is sure to change. No one knows whether he will receive a human body again; there is no guarantee, for according to one’s work one may get any body, from that of a demigod to that of a dog. In this regard, Śrīla Madhvācārya comments: Only Janārdana, the Supreme Personality of Godhead, is ever existing, but His creation, the material world, is temporary. Therefore everyone who is captivated by the material energy and absorbed in thinking “I am this body, and everything belonging to this body is mine” is in illusion. One should think only of being eternally a part of Janārdana, and one’s endeavor in this material world, especially in this human form of life, should be to attain the association of Janārdana by going back home, back to Godhead."
    },
    {
        "verse": "59",
        "devanagari": "यम एतदुपाख्याय तत्रैवान्तरधीयत ।ज्ञातयोऽहि सुयज्ञस्य चक्रुर्यत्साम्परायिकम् ॥ ५९ ॥",
        "english_devnagari": "yama etad upākhyāyatatraivāntaradhīyatajñātayo hi suyajñasyacakrur yat sāmparāyikam",
        "verse_Syn": [
            "yamaḥ",
            "etat",
            "upākhyāya",
            "tatra",
            "eva",
            "antaradhīyata",
            "jñātayaḥ",
            "hi",
            "suyajñasya",
            "cakruḥ",
            "yat",
            "sāmparāyikam"
        ],
        "translation": "After instructing all the foolish relatives of Suyajña, Yamarāja, in the form of a boy, disappeared from their vision. Then the relatives of King Suyajña performed the ritualistic funeral ceremonies.",
        "purport": ""
    },
    {
        "verse": "60",
        "devanagari": "अत: शोचत मा यूयं परं चात्मानमेव वा ।क आत्मा क: परो वात्र स्वीय: पारक्य एव वा ।स्वपराभिनिवेशेन विनाज्ञानेन देहिनाम् ॥ ६० ॥",
        "english_devnagari": "ataḥ śocata mā yūyaṁparaṁ cātmānam eva vāka ātmā kaḥ paro vātrasvīyaḥ pārakya eva vāsva-parābhiniveśenavinājñānena dehinām",
        "verse_Syn": [
            "ataḥ",
            "śocata",
            "mā",
            "yūyam",
            "param",
            "ca",
            "ātmānam",
            "eva",
            "vā",
            "kaḥ",
            "ātmā",
            "kaḥ",
            "paraḥ",
            "vā",
            "atra",
            "svīyaḥ",
            "pārakyaḥ",
            "eva",
            "vā",
            "sva",
            "para",
            "abhiniveśena",
            "vinā",
            "ajñānena",
            "dehinām"
        ],
        "translation": "Therefore none of you should be aggrieved for the loss of the body — whether your own or those of others. Only in ignorance does one make bodily distinctions, thinking “Who am I? Who are the others? What is mine? What is for others?”",
        "purport": " In this material world, the conception of self-preservation is the first law of nature. According to this conception, one should be interested in his personal safety and should then consider society, friendship, love, nationality, community and so on, which have all developed because of the bodily conception of life and a lack of knowledge of the spirit soul. This is called ajñāna. As long as human society is in darkness and ignorance, men will continue to make huge arrangements in the bodily conception of life. This is described by Prahlāda Mahārāja as bharam. In the materialistic conception, modern civilization makes enormous arrangements for huge roads, houses, mills and factories, and this is man’s conception of the advancement of civilization. People do not know, however, that at any time they themselves may be kicked out of the scene and forced to accept bodies that have nothing to do with these enormous houses, palaces, roads and automobiles. Therefore when Arjuna was thinking in terms of his bodily relationships with his kinsmen, Kṛṣṇa immediately chastised him, saying, kutas tvā kaśmalam idaṁ viṣame samupasthitam anārya-juṣṭam: “This bodily conception of life is befitting the anāryas, the non-Āryans, who are not advanced in knowledge.” An Āryan civilization is a civilization advanced in spiritual knowledge. Not merely by stamping oneself an Āryan does one become an Āryan. To keep oneself in the deepest darkness concerning spiritual knowledge and at the same time claim to be an Āryan is a non-Āryan position. In this connection, Śrīla Madhvācārya quotes as follows from the Brahma-vaivarta Purāṇa: The purport is that as long as we are in this human form of body, our duty is to understand the soul within the body. The body is not the self; we are different from the body, and therefore there is no question of friends, enemies or responsibilities in terms of the bodily conception of life. One should not be very anxious about the body’s changing from childhood to boyhood, from boyhood to old age and then to apparent annihilation. Rather, one should be very seriously concerned about the soul within the body and how to release the soul from the material clutches. The living entity within the body is never annihilated; therefore one should surely know that whether one has many friends or many enemies, his friends cannot help him, and his enemies cannot do him any harm. One should know that he is a spirit soul (ahaṁ brahmāsmi) and that the constitutional position of the soul is unaffected by the changes of the body. In all circumstances, everyone, as a spirit soul, must be a devotee of Lord Viṣṇu and should not be concerned with bodily relationships, whether with friends or with enemies. One should know that neither we ourselves nor our enemies in the bodily conception of life are ever killed."
    },
    {
        "verse": "61",
        "devanagari": "श्रीनारद उवाचइति दैत्यपतेर्वाक्यं दितिराकर्ण्य सस्‍नुषा ।पुत्रशोकं क्षणात्त्यक्त्वा तत्त्वे चित्तमधारयत् ॥ ६१ ॥",
        "english_devnagari": "śrī-nārada uvācaiti daitya-pater vākyaṁditir ākarṇya sasnuṣāputra-śokaṁ kṣaṇāt tyaktvātattve cittam adhārayat",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "iti",
            "daitya",
            "pateḥ",
            "vākyam",
            "ditiḥ",
            "ākarṇya",
            "sa",
            "snuṣā",
            "putra",
            "śokam",
            "kṣaṇāt",
            "tyaktvā",
            "tattve",
            "cittam",
            "adhārayat"
        ],
        "translation": "Śrī Nārada Muni continued: Diti, the mother of Hiraṇyakaśipu and Hiraṇyākṣa, heard the instructions of Hiraṇyakaśipu along with her daughter-in-law, Ruṣābhānu, Hiraṇyākṣa’s wife. She then forgot her grief over her son’s death and thus engaged her mind and attention in understanding the real philosophy of life.",
        "purport": " When a relative dies one certainly becomes very much interested in philosophy, but when the funeral ceremony is over one again becomes attentive to materialism. Even Daityas, who are materialistic persons, sometimes think of philosophy when some relative meets death. The technical term for this attitude of the materialistic person is śmaśāna-vairāgya, or detachment in a cemetery or place of cremation. As confirmed in Bhagavad-gītā, four classes of men receive an understanding of spiritual life and God — ārta (the distressed), jijñāsu (the inquisitive), arthārthī (one who desires material gains) and jñānī (one who is searching for knowledge). Especially when one is very much distressed by material conditions, one becomes interested in God. Therefore Kuntīdevī said in her prayers to Kṛṣṇa that she preferred distress to a happy mood of life. In the material world, one who is happy forgets Kṛṣṇa, or God, but sometimes, if one is actually pious but in distress, he remembers Kṛṣṇa. Queen Kuntīdevī therefore preferred distress because it is an opportunity for remembering Kṛṣṇa. When Kṛṣṇa was leaving Kuntīdevī for His own country, Kuntīdevī regretfully said that she was better off in distress because Kṛṣṇa was always present, whereas now that the Pāṇḍavas were situated in their kingdom, Kṛṣṇa was going away. For a devotee, distress is an opportunity to remember the Supreme Personality of Godhead constantly."
    }
]