[
    {
        "verse": "1",
        "devanagari": "श्रीनारद उवाचकल्पस्त्वेवं परिव्रज्य देहमात्रावशेषित: ।ग्रामैकरात्रविधिना निरपेक्षश्चरेन्महीम् ॥ १ ॥",
        "english_devnagari": "śrī-nārada uvācakalpas tv evaṁ parivrajyadeha-mātrāvaśeṣitaḥgrāmaika-rātra-vidhinānirapekṣaś caren mahīm",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "kalpaḥ",
            "tu",
            "evam",
            "parivrajya",
            "deha",
            "mātra",
            "avaśeṣitaḥ",
            "grāma",
            "eka",
            "rātra",
            "vidhinā",
            "nirapekṣaḥ",
            "caret",
            "mahīm"
        ],
        "translation": "Śrī Nārada Muni said: A person able to cultivate spiritual knowledge should renounce all material connections, and merely keeping the body inhabitable, he should travel from one place to another, passing only one night in each village. In this way, without dependence in regard to the needs of the body, the sannyāsī should travel all over the world.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "बिभृयाद् यद्यसौ वास: कौपीनाच्छादनं परम् ।त्यक्तं न लिङ्गाद् दण्डादेरन्यत् किञ्चिदनापदि ॥ २ ॥",
        "english_devnagari": "bibhṛyād yady asau vāsaḥkaupīnācchādanaṁ paramtyaktaṁ na liṅgād daṇḍāderanyat kiñcid anāpadi",
        "verse_Syn": [
            "bibhṛyāt",
            "yadi",
            "asau",
            "vāsaḥ",
            "kaupīna",
            "ācchādanam",
            "param",
            "tyaktam",
            "na",
            "liṅgāt",
            "daṇḍa",
            "ādeḥ",
            "anyat",
            "kiñcit",
            "anāpadi"
        ],
        "translation": "A person in the renounced order of life may try to avoid even a dress to cover himself. If he wears anything at all, it should be only a loincloth, and when there is no necessity, a sannyāsī should not even accept a daṇḍa. A sannyāsī should avoid carrying anything but a daṇḍa and kamaṇḍalu.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "एक एव चरेद्भ‍िक्षुरात्मारामोऽनपाश्रय: ।सर्वभूतसुहृच्छान्तो नारायणपरायण: ॥ ३ ॥",
        "english_devnagari": "eka eva cared bhikṣurātmārāmo ’napāśrayaḥsarva-bhūta-suhṛc-chāntonārāyaṇa-parāyaṇaḥ",
        "verse_Syn": [
            "ekaḥ",
            "eva",
            "caret",
            "bhikṣuḥ",
            "ātma",
            "ārāmaḥ",
            "anapāśrayaḥ",
            "sarva",
            "bhūta",
            "suhṛt",
            "śāntaḥ",
            "nārāyaṇa",
            "parāyaṇaḥ"
        ],
        "translation": "The sannyāsī, completely satisfied in the self, should live on alms begged from door to door. Not being dependent on any person or any place, he should always be a friendly well-wisher to all living beings and be a peaceful, unalloyed devotee of Nārāyaṇa. In this way he should move from one place to another.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "पश्येदात्मन्यदो विश्वं परे सदसतोऽव्यये ।आत्मानं च परं ब्रह्म सर्वत्र सदसन्मये ॥ ४ ॥",
        "english_devnagari": "paśyed ātmany ado viśvaṁpare sad-asato ’vyayeātmānaṁ ca paraṁ brahmasarvatra sad-asan-maye",
        "verse_Syn": [
            "paśyet",
            "ātmani",
            "adaḥ",
            "viśvam",
            "pare",
            "sat",
            "asataḥ",
            "avyaye",
            "ātmānam",
            "ca",
            "param",
            "brahma",
            "sarvatra",
            "sat",
            "asat",
            "maye"
        ],
        "translation": "The sannyāsī should always try to see the Supreme pervading everything and see everything, including this universe, resting on the Supreme.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "सुप्तिप्रबोधयो: सन्धावात्मनो गतिमात्मद‍ृक् ।पश्यन्बन्धं च मोक्षं च मायामात्रं न वस्तुत: ॥ ५ ॥",
        "english_devnagari": "supti-prabodhayoḥ sandhāvātmano gatim ātma-dṛkpaśyan bandhaṁ ca mokṣaṁ camāyā-mātraṁ na vastutaḥ",
        "verse_Syn": [
            "supti",
            "prabodhayoḥ",
            "sandhau",
            "ātmanaḥ",
            "gatim",
            "ātma",
            "dṛk",
            "paśyan",
            "bandham",
            "ca",
            "mokṣam",
            "ca",
            "māyā",
            "mātram",
            "na",
            "vastutaḥ"
        ],
        "translation": "During unconsciousness and consciousness, and between the two, he should try to understand the self and be fully situated in the self. In this way, he should realize that the conditional and liberated stages of life are only illusory and not actually factual. With such a higher understanding, he should see only the Absolute Truth pervading everything.",
        "purport": " The unconscious state is nothing but ignorance, darkness or material existence, and in the conscious state one is awake. The marginal state, between consciousness and unconsciousness, has no permanent existence. Therefore one who is advanced in understanding the self should understand that unconsciousness and consciousness are but illusions, for they fundamentally do not exist. Only the Supreme Absolute Truth exists. As confirmed by the Lord in Bhagavad-gītā (9.4): “By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.” Everything exists on the basis of Kṛṣṇa’s impersonal feature; nothing can exist without Kṛṣṇa. Therefore the advanced devotee of Kṛṣṇa can see the Lord everywhere, without illusion."
    },
    {
        "verse": "6",
        "devanagari": "नाभिनन्देद् ध्रुवं मृत्युमध्रुवं वास्य जीवितम् ।कालं परं प्रतीक्षेत भूतानां प्रभवाप्ययम् ॥ ६ ॥",
        "english_devnagari": "nābhinanded dhruvaṁ mṛtyumadhruvaṁ vāsya jīvitamkālaṁ paraṁ pratīkṣetabhūtānāṁ prabhavāpyayam",
        "verse_Syn": [
            "na",
            "abhinandet",
            "dhruvam",
            "mṛtyum",
            "adhruvam",
            "vā",
            "asya",
            "jīvitam",
            "kālam",
            "param",
            "pratīkṣeta",
            "bhūtānām",
            "prabhava",
            "apyayam"
        ],
        "translation": "Since the material body is sure to be vanquished and the duration of one’s life is not fixed, neither death nor life is to be praised. Rather, one should observe the eternal time factor, in which the living entity manifests himself and disappears.",
        "purport": " The living entities in the material world, not only at the present but also in the past, have been involved in trying to solve the problem of birth and death. Some stress death and point to the illusory existence of everything material, whereas others stress life, trying to preserve it perpetually and enjoy it to the best of their ability. Both of them are fools and rascals. It is advised that one observe the eternal time factor, which is the cause of the material body’s appearance and disappearance, and that one observe the living entity’s entanglement in this time factor. Śrīla Bhaktivinoda Ṭhākura therefore sings in his Gītāvalī: One should observe the activities of eternal time, which is the cause of birth and death. Before the creation of the present millennium, the living entities were under the influence of the time factor, and within the time factor the material world comes into existence and is again annihilated. Bhūtvā bhūtvā pralīyate. Being under the control of the time factor, the living entities appear and die, life after life. This time factor is the impersonal representation of the Supreme Personality of Godhead, who gives the living entities conditioned by material nature a chance to emerge from this nature by surrendering to Him."
    },
    {
        "verse": "7",
        "devanagari": "नासच्छास्त्रेषु सज्जेत नोपजीवेत जीविकाम् ।वादवादांस्त्यजेत्तर्कान्पक्षं कंच न संश्रयेत् ॥ ७ ॥",
        "english_devnagari": "nāsac-chāstreṣu sajjetanopajīveta jīvikāmvāda-vādāṁs tyajet tarkānpakṣaṁ kaṁca na saṁśrayet",
        "verse_Syn": [
            "na",
            "asat",
            "śāstreṣu",
            "sajjeta",
            "na",
            "upajīveta",
            "jīvikām",
            "vāda",
            "vādān",
            "tyajet",
            "tarkān",
            "pakṣam",
            "kaṁca",
            "na",
            "saṁśrayet"
        ],
        "translation": "Literature that is a useless waste of time — in other words, literature without spiritual benefit — should be rejected. One should not become a professional teacher as a means of earning one’s livelihood, nor should one indulge in arguments and counterarguments. Nor should one take shelter of any cause or faction.",
        "purport": " A person desiring to advance in spiritual understanding should be extremely careful to avoid reading ordinary literature. The world is full of ordinary literature that creates unnecessary agitation in the mind. Such literature, including newspapers, dramas, novels and magazines, is factually not meant for advancement in spiritual knowledge. Indeed, it has been described as a place of enjoyment for crows (tad vāyasaṁ tīrtham). Anyone advancing in spiritual knowledge must reject such literature. Furthermore, one should not concern oneself with the conclusions of various logicians or philosophers. Of course, those who preach sometimes need to argue with the contentions of opponents, but as much as possible one should avoid an argumentative attitude. In this connection, Śrīla Madhvācārya says: “There is no need to take shelter of unnecessary literature or concern oneself with many so-called philosophers and thinkers who are useless for spiritual advancement. Nor should one accept a disciple for the sake of fashion or popularity. One should be callous to these so-called śāstras, neither opposing nor favoring them, and one should not earn one’s livelihood by taking money for explaining śāstra. A sannyāsī must always be neutral and seek the means to advance in spiritual life, taking full shelter under the lotus feet of the Lord.”"
    },
    {
        "verse": "8",
        "devanagari": "न शिष्याननुबध्नीत ग्रन्थान्नैवाभ्यसेद् बहून् ।न व्याख्यामुपयुञ्जीत नारम्भानारभेत्‍क्‍वचित् ॥ ८ ॥",
        "english_devnagari": "na śiṣyān anubadhnītagranthān naivābhyased bahūnna vyākhyām upayuñjītanārambhān ārabhet kvacit",
        "verse_Syn": [
            "na",
            "śiṣyān",
            "anubadhnīta",
            "granthān",
            "na",
            "eva",
            "abhyaset",
            "bahūn",
            "na",
            "vyākhyām",
            "upayuñjīta",
            "na",
            "ārambhān",
            "ārabhet",
            "kvacit"
        ],
        "translation": "A sannyāsī must not present allurements of material benefits to gather many disciples, nor should he unnecessarily read many books or give discourses as a means of livelihood. He must never attempt to increase material opulences unnecessarily.",
        "purport": " So-called svāmīs and yogīs generally make disciples by alluring them with material benefits. There are many so-called gurus who attract disciples by promising to cure their diseases or increase their material opulence by manufacturing gold. These are lucrative allurements for unintelligent men. A sannyāsī is prohibited from making disciples through such material allurements. Sannyāsīs sometimes indulge in material opulence by unnecessarily constructing many temples and monasteries, but actually such endeavors should be avoided. Temples and monasteries should be constructed for the preaching of spiritual consciousness or Kṛṣṇa consciousness, not to provide free hotels for persons who are useful for neither material nor spiritual purposes. Temples and monasteries should be strictly off limits to worthless clubs of crazy men. In the Kṛṣṇa consciousness movement we welcome everyone who agrees at least to follow the movement’s regulative principles — no illicit sex, no intoxication, no meat-eating and no gambling. In the temples and monasteries, gatherings of unnecessary, rejected, lazy fellows should be strictly disallowed. The temples and monasteries should be used exclusively by devotees who are serious about spiritual advancement in Kṛṣṇa consciousness. Śrīla Viśvanātha Cakravartī Ṭhākura explains the word ārambhān as meaning maṭhādi-vyāpārān, which means “attempts to construct temples and monasteries.” The first business of the sannyāsī is to preach Kṛṣṇa consciousness, but if, by the grace of Kṛṣṇa, facilities are available, then he may construct temples and monasteries to give shelter to the serious students of Kṛṣṇa consciousness. Otherwise such temples and monasteries are not needed."
    },
    {
        "verse": "9",
        "devanagari": "न यतेराश्रम: प्रायो धर्महेतुर्महात्मन: ।शान्तस्य समचित्तस्य बिभृयादुत वा त्यजेत् ॥ ९ ॥",
        "english_devnagari": "na yater āśramaḥ prāyodharma-hetur mahātmanaḥśāntasya sama-cittasyabibhṛyād uta vā tyajet",
        "verse_Syn": [
            "na",
            "yateḥ",
            "āśramaḥ",
            "prāyaḥ",
            "dharma",
            "hetuḥ",
            "mahā",
            "ātmanaḥ",
            "śāntasya",
            "sama",
            "cittasya",
            "bibhṛyāt",
            "uta",
            "vā",
            "tyajet"
        ],
        "translation": "A peaceful, equipoised person who is factually advanced in spiritual consciousness does not need to accept the symbols of a sannyāsī, such as the tridaṇḍa and kamaṇḍalu. According to necessity, he may sometimes accept those symbols and sometimes reject them.",
        "purport": " There are four stages of the renounced order of life — kuṭīcaka, bahūdaka, parivrājakācārya and paramahaṁsa. Herein, Śrīmad-Bhāgavatam considers the paramahaṁsas among the sannyāsīs. The Māyāvādī impersonalist sannyāsīs cannot attain the paramahaṁsa stage. This is because of their impersonal conception of the Absolute Truth. Brahmeti paramātmeti bhagavān iti śabdyate. The Absolute Truth is perceived in three stages, of which bhagavān, or realization of the Supreme Personality of Godhead, is meant for the paramahaṁsas. Indeed, Śrīmad-Bhāgavatam itself is meant for the paramahaṁsas (paramo nirmatsarāṇāṁ satām). Unless one is in the paramahaṁsa stage, he is not eligible to understand the Śrīmad-Bhāgavatam. For paramahaṁsas, or sannyāsīs in the Vaiṣṇava order, preaching is the first duty. To preach, such sannyāsīs may accept the symbols of sannyāsa, such as the daṇḍa and kamaṇḍalu, or sometimes they may not. Generally the Vaiṣṇava sannyāsīs, being paramahaṁsas, are automatically called bābājīs, and they do not carry a kamaṇḍalu or daṇḍa. Such a sannyāsī is free to accept or reject the marks of sannyāsa. His only thought is “Where is there an opportunity to spread Kṛṣṇa consciousness?” Sometimes the Kṛṣṇa consciousness movement sends its representative sannyāsīs to foreign countries where the daṇḍa and kamaṇḍalu are not very much appreciated. We send our preachers in ordinary dress to introduce our books and philosophy. Our only concern is to attract people to Kṛṣṇa consciousness. We may do this in the dress of sannyāsīs or in the regular dress of gentlemen. Our only concern is to spread interest in Kṛṣṇa consciousness."
    },
    {
        "verse": "10",
        "devanagari": "अव्यक्तलिङ्गो व्यक्तार्थो मनीष्युन्मत्तबालवत् ।कविर्मूकवदात्मानं स द‍ृष्टय‍ा दर्शयेन्नृणाम् ॥ १० ॥",
        "english_devnagari": "avyakta-liṅgo vyaktārthomanīṣy unmatta-bālavatkavir mūkavad ātmānaṁsa dṛṣṭyā darśayen nṛṇām",
        "verse_Syn": [
            "avyakta",
            "liṅgaḥ",
            "vyakta",
            "arthaḥ",
            "manīṣī",
            "unmatta",
            "bāla",
            "vat",
            "kaviḥ",
            "mūka",
            "vat",
            "ātmānam",
            "saḥ",
            "dṛṣṭyā",
            "darśayet",
            "nṛṇām"
        ],
        "translation": "Although a saintly person may not expose himself to the vision of human society, by his behavior his purpose is disclosed. To human society he should present himself like a restless child, and although he is the greatest thoughtful orator, he should present himself like a dumb man.",
        "purport": " A great personality very much advanced in Kṛṣṇa consciousness may not expose himself by the signs of a sannyāsī. To cover himself, he may live like a restless child or a dumb person, although he is the greatest orator or poet."
    },
    {
        "verse": "11",
        "devanagari": "अत्राप्युदाहरन्तीममितिहासं पुरातनम् ।प्रह्रादस्य च संवादं मुनेराजगरस्य च ॥ ११ ॥",
        "english_devnagari": "atrāpy udāharantīmamitihāsaṁ purātanamprahrādasya ca saṁvādaṁmuner ājagarasya ca",
        "verse_Syn": [
            "atra",
            "api",
            "udāharanti",
            "imam",
            "itihāsam",
            "purātanam",
            "prahrādasya",
            "ca",
            "saṁvādam",
            "muneḥ",
            "ājagarasya",
            "ca"
        ],
        "translation": "As a historical example of this, learned sages recite the story of an ancient discussion between Prahlāda Mahārāja and a great saintly person who was feeding himself like a python.",
        "purport": " The saintly person met by Prahlāda Mahārāja was undergoing ājagara-vṛtti, the living conditions of a python, which does not go anywhere but sits in one place for years and eats whatever is automatically available. Prahlāda Mahārāja, along with his associates, met this great saint and spoke to him as follows."
    },
    {
        "verse": "12-13",
        "devanagari": "तं शयानं धरोपस्थे कावेर्यां सह्यसानुनि ।रजस्वलैस्तनूदेशैर्निगूढामलतेजसम् ॥ १२ ॥ददर्श लोकान्विचरन् लोकतत्त्वविवित्सया ।वृतोऽमात्यै: कतिपयै: प्रह्रादो भगवत्प्रिय: ॥ १३ ॥",
        "english_devnagari": "taṁ śayānaṁ dharopasthekāveryāṁ sahya-sānunirajas-valais tanū-deśairnigūḍhāmala-tejasam",
        "verse_Syn": [
            "tam",
            "śayānam",
            "dharā",
            "upasthe",
            "kāveryām",
            "sahya",
            "sānuni",
            "rajaḥ",
            "valaiḥ",
            "tanū",
            "deśaiḥ",
            "nigūḍha",
            "amala",
            "tejasam",
            "dadarśa",
            "lokān",
            "vicaran",
            "loka",
            "tattva",
            "vivitsayā",
            "vṛtaḥ",
            "amātyaiḥ",
            "katipayaiḥ",
            "prahrādaḥ",
            "bhagavat",
            "priyaḥ"
        ],
        "translation": "Prahlāda Mahārāja, the most dear servitor of the Supreme Personality of Godhead, once went out touring the universe with some of his confidential associates just to study the nature of saintly persons. Thus he arrived at the bank of the Kāverī, where there was a mountain known as Sahya. There he found a great saintly person who was lying on the ground, covered with dirt and dust, but who was deeply spiritually advanced.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "कर्मणाकृतिभिर्वाचा लिङ्गैर्वर्णाश्रमादिभि: ।न विदन्ति जना यं वै सोऽसाविति न वेति च ॥ १४ ॥",
        "english_devnagari": "karmaṇākṛtibhir vācāliṅgair varṇāśramādibhiḥna vidanti janā yaṁ vaiso ’sāv iti na veti ca",
        "verse_Syn": [
            "karmaṇā",
            "ākṛtibhiḥ",
            "vācā",
            "liṅgaiḥ",
            "varṇa",
            "āśrama",
            "ādibhiḥ",
            "na",
            "vidanti",
            "janāḥ",
            "yam",
            "vai",
            "saḥ",
            "asau",
            "iti",
            "na",
            "vā",
            "iti",
            "ca"
        ],
        "translation": "Neither by that saintly person’s activities, by his bodily features, by his words nor by the symptoms of his varṇāśrama status could people understand whether he was the same person they had known.",
        "purport": " The inhabitants of that particular place on the bank of the Kāverī in the valley of the mountain known as Sahya were unable to understand whether that saint was the same man they had known. It is therefore said, vaiṣṇavera kriyā mudrā vijñe nā bhujhaya. A highly advanced Vaiṣṇava lives in such a way that no one can understand what he is or what he was. Nor should attempts be made to understand the past of a Vaiṣṇava. Without asking the saintly person about his previous life, Prahlāda Mahārāja immediately offered him respectful obeisances."
    },
    {
        "verse": "15",
        "devanagari": "तं नत्वाभ्यर्च्य विधिवत्पादयो: शिरसा स्पृशन् ।विवित्सुरिदमप्राक्षीन्महाभागवतोऽसुर: ॥ १५ ॥",
        "english_devnagari": "taṁ natvābhyarcya vidhivatpādayoḥ śirasā spṛśanvivitsur idam aprākṣīnmahā-bhāgavato ’suraḥ",
        "verse_Syn": [
            "tam",
            "natvā",
            "abhyarcya",
            "vidhi",
            "vat",
            "pādayoḥ",
            "śirasā",
            "spṛśan",
            "vivitsuḥ",
            "idam",
            "aprākṣīt",
            "mahā",
            "bhāgavataḥ",
            "asuraḥ"
        ],
        "translation": "The advanced devotee Prahlāda Mahārāja duly worshiped and offered obeisances to the saintly person who had adopted a python’s means of livelihood. After thus worshiping the saintly person and touching his own head to the saint’s lotus feet, Prahlāda Mahārāja, in order to understand him, inquired very submissively as follows.",
        "purport": ""
    },
    {
        "verse": "16-17",
        "devanagari": "बिभर्षि कायं पीवानं सोद्यमो भोगवान्यथा ॥ १६ ॥वित्तं चैवोद्यमवतां भोगो वित्तवतामिह ।भोगिनां खलु देहोऽयं पीवा भवति नान्यथा ॥ १७ ॥",
        "english_devnagari": "bibharṣi kāyaṁ pīvānaṁsodyamo bhogavān yathā",
        "verse_Syn": [
            "bibharṣi",
            "kāyam",
            "pīvānam",
            "sa",
            "udyamaḥ",
            "bhogavān",
            "yathā",
            "vittam",
            "ca",
            "eva",
            "udyama",
            "vatām",
            "bhogaḥ",
            "vitta",
            "vatām",
            "iha",
            "bhoginām",
            "khalu",
            "dehaḥ",
            "ayam",
            "pīvā",
            "bhavati",
            "na",
            "anyathā"
        ],
        "translation": "Seeing the saintly person to be quite fat, Prahlāda Mahārāja said: My dear sir, you undergo no endeavor to earn your livelihood, but you have a stout body, exactly like that of a materialistic enjoyer. I know that if one is very rich and has nothing to do, he becomes extremely fat by eating and sleeping and performing no work.",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura did not like his disciples to become very fat in the course of time. He would become very anxious upon seeing his fat disciples becoming bhogīs, or enjoyers of the senses. This attitude is herewith confirmed by Prahlāda Mahārāja, who was surprised to see a saintly person adopting ājagara-vṛtti and becoming very fat. In the material world also, we generally see that when a man who is poor and skinny gradually endeavors to earn money through business or some other means and he then gets the money, he enjoys the senses to his satisfaction. By enjoying the senses one becomes fat. Therefore in spiritual advancement becoming fat is not at all satisfactory."
    },
    {
        "verse": "18",
        "devanagari": "न ते शयानस्य निरुद्यमस्यब्रह्मन्नु हार्थो यत एव भोग: ।अभोगिनोऽयं तव विप्र देह:पीवा यतस्तद्वद न: क्षमं चेत् ॥ १८ ॥",
        "english_devnagari": "na te śayānasya nirudyamasyabrahman nu hārtho yata eva bhogaḥabhogino ’yaṁ tava vipra dehaḥpīvā yatas tad vada naḥ kṣamaṁ cet",
        "verse_Syn": [
            "na",
            "te",
            "śayānasya",
            "nirudyamasya",
            "brahman",
            "nu",
            "ha",
            "arthaḥ",
            "yataḥ",
            "eva",
            "bhogaḥ",
            "abhoginaḥ",
            "ayam",
            "tava",
            "vipra",
            "dehaḥ",
            "pīvā",
            "yataḥ",
            "tat",
            "vada",
            "naḥ",
            "kṣamam",
            "cet"
        ],
        "translation": "O brāhmaṇa, fully in knowledge of transcendence, you have nothing to do, and therefore you are lying down. It is also understood that you have no money for sense enjoyment. How then has your body become so fat? Under the circumstances, if you do not consider my question impudent, kindly explain how this has happened.",
        "purport": " Generally those engaged in spiritual advancement take food only once, either in the afternoon or in the evening. If one takes food only once, naturally he does not become fat. The learned sage, however, was quite fat, and therefore Prahlāda Mahārāja was very much surprised. Because of being experienced in self-realization, a transcendentalist certainly becomes bright-faced. And one who is advanced in self-realization must be considered to possess the body of a brāhmaṇa. Because the bright-faced saintly person was lying down and not working and yet was quite fat, Prahlāda Mahārāja was puzzled and wanted to question him about this."
    },
    {
        "verse": "19",
        "devanagari": "कवि: कल्पो निपुणद‍ृक् चित्रप्रियकथ: सम: । लोकस्य कुर्वत: कर्म शेषे तद्वीक्षितापि वा ॥ १९ ॥",
        "english_devnagari": "kaviḥ kalpo nipuṇa-dṛkcitra-priya-kathaḥ samaḥlokasya kurvataḥ karmaśeṣe tad-vīkṣitāpi vā",
        "verse_Syn": [
            "kaviḥ",
            "kalpaḥ",
            "nipuṇa",
            "dṛk",
            "citra",
            "priya",
            "kathaḥ",
            "samaḥ",
            "lokasya",
            "kurvataḥ",
            "karma",
            "śeṣe",
            "tat",
            "vīkṣitā",
            "api",
            "vā"
        ],
        "translation": "Your Honor appears learned, expert and intelligent in every way. You can speak very well, saying things that are pleasing to the heart. You see that people in general are engaged in fruitive activities, yet you are lying here inactive.",
        "purport": " Prahlāda Mahārāja studied the bodily features of the saintly person, and through the saint’s physiognomy Prahlāda Mahārāja could understand that he was intelligent and expert, although he was lying down and not doing anything. Prahlāda was naturally inquisitive about why he was lying there inactive."
    },
    {
        "verse": "20",
        "devanagari": "श्रीनारद उवाच\\स इत्थं दैत्यपतिना परिपृष्टो महामुनि: ।स्मयमानस्तमभ्याह तद्वागमृतयन्त्रित: ॥ २० ॥",
        "english_devnagari": "śrī-nārada uvācasa itthaṁ daitya-patināparipṛṣṭo mahā-muniḥsmayamānas tam abhyāhatad-vāg-amṛta-yantritaḥ",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "saḥ",
            "ittham",
            "daitya",
            "patinā",
            "paripṛṣṭaḥ",
            "mahā",
            "muniḥ",
            "smayamānaḥ",
            "tam",
            "abhyāha",
            "tat",
            "vāk",
            "amṛta",
            "yantritaḥ"
        ],
        "translation": "Nārada Muni continued: When the saintly person was thus questioned by Prahlāda Mahārāja, the King of the Daityas, he was captivated by this shower of nectarean words, and he replied to the inquisitiveness of Prahlāda Mahārāja with a smiling face.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "श्रीब्राह्मण उवाचवेदेदमसुरश्रेष्ठ भवान् नन्वार्यसम्मत: ।ईहोपरमयोर्नृणां पदान्यध्यात्मचक्षुषा ॥ २१ ॥",
        "english_devnagari": "śrī-brāhmaṇa uvācavededam asura-śreṣṭhabhavān nanv ārya-sammataḥīhoparamayor nṝṇāṁpadāny adhyātma-cakṣuṣā",
        "verse_Syn": [
            "śrī",
            "brāhmaṇaḥ",
            "uvāca",
            "veda",
            "idam",
            "asura",
            "śreṣṭha",
            "bhavān",
            "nanu",
            "ārya",
            "sammataḥ",
            "īhā",
            "uparamayoḥ",
            "nṝṇām",
            "padāni",
            "adhyātma",
            "cakṣuṣā"
        ],
        "translation": "The saintly brāhmaṇa said: O best of the asuras, Prahlāda Mahārāja, who are recognized by advanced and civilized men, you are aware of the different stages of life because of your inherent transcendental eyes, with which you can see a man’s character and thus know clearly the results of acceptance and rejection of things as they are.",
        "purport": " A pure devotee like Prahlāda Mahārāja can understand the minds of others because of his pure vision in devotional service. A devotee like Prahlāda Mahārāja can study another man’s character without difficulty."
    },
    {
        "verse": "22",
        "devanagari": "यस्य नारायणो देवो भगवान्‍हृद्गत: सदा ।भक्त्या केवलयाज्ञानं धुनोति ध्वान्तमर्कवत् ॥ २२ ॥",
        "english_devnagari": "yasya nārāyaṇo devobhagavān hṛd-gataḥ sadābhaktyā kevalayājñānaṁdhunoti dhvāntam arkavat",
        "verse_Syn": [
            "yasya",
            "nārāyaṇaḥ",
            "devaḥ",
            "bhagavān",
            "hṛt",
            "gataḥ",
            "sadā",
            "bhaktyā",
            "kevalayā",
            "ajñānam",
            "dhunoti",
            "dhvāntam",
            "arka",
            "vat"
        ],
        "translation": "Nārāyaṇa, the Supreme Personality of Godhead, who is full of all opulences, is predominant within the core of your heart because of your being a pure devotee. He always drives away all the darkness of ignorance, as the sun drives away the darkness of the universe.",
        "purport": " The words bhaktyā kevalayā indicate that simply by executing devotional service one can become full of all knowledge. Kṛṣṇa is the master of all knowledge (aiśvaryasya samagrasya vīryasya yaśasaḥ śriyaḥ). The Lord is situated in everyone’s heart (īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati), and when the Lord is pleased with a devotee, the Lord instructs him. Only to the devotees, however, does the Lord give instructions by which to advance further and further in devotional service. To others, the nondevotees, the Lord gives instructions according to the manner of their surrender. The pure devotee is described by the words bhaktyā kevalayā. Śrīla Viśvanātha Cakravartī Ṭhākura explains that bhaktyā kevalayā means jñāna-karmādy-amiśrayā, “unmixed with fruitive activities or speculative knowledge.” Simply surrendering at the lotus feet is the cause of all a devotee’s enlightenment and awareness."
    },
    {
        "verse": "23",
        "devanagari": "तथापि ब्रूमहे प्रश्नांस्तव राजन्यथाश्रुतम् ।सम्भाषणीयो हि भवानात्मन: शुद्धिमिच्छता ॥ २३ ॥",
        "english_devnagari": "tathāpi brūmahe praśnāṁstava rājan yathā-śrutamsambhāṣaṇīyo hi bhavānātmanaḥ śuddhim icchatā",
        "verse_Syn": [
            "tathāpi",
            "brūmahe",
            "praśnān",
            "tava",
            "rājan",
            "yathā",
            "śrutam",
            "sambhāṣaṇīyaḥ",
            "hi",
            "bhavān",
            "ātmanaḥ",
            "śuddhim",
            "icchatā"
        ],
        "translation": "My dear King, although you know everything, you have posed some questions, which I shall try to answer according to what I have learned by hearing from authorities. I cannot remain silent in this regard, for a personality like you is just fit to be spoken to by one who desires self-purification.",
        "purport": " A saintly person doesn’t wish to speak to anyone and everyone, and he is therefore grave and silent. Generally a common man does not need to be advised. Unless one is prepared to take instructions, it is said that a saintly person should not address him, although sometimes, because of great kindness, a saintly person speaks to ordinary men. As for Prahlāda Mahārāja, however, since he was not a common, ordinary man, whatever questions he posed would have to be answered, even by a great and exalted personality. Therefore the saintly brāhmaṇa did not remain silent, but began to answer. These answers, however, were not concocted by him. This is indicated by the words yathā-śrutam, meaning “as I have heard from the authorities.” In the paramparā system, when the questions are bona fide the answers are bona fide. No one should attempt to create or manufacture answers. One must refer to the śāstras and give answers according to Vedic understanding. The words yathā-śrutam refer to Vedic knowledge. The Vedas are known as śruti because this knowledge is received from authorities. The statements of the Vedas are known as śruti-pramāṇa. One should quote evidence from the śruti — the Vedas or Vedic literature — and then one’s statements will be correct. Otherwise one’s words will proceed from mental concoction."
    },
    {
        "verse": "24",
        "devanagari": "तृष्णया भववाहिन्या योग्यै: कामैरपूर्यया ।कर्माणि कार्यमाणोऽहं नानायोनिषु योजित: ॥ २४ ॥",
        "english_devnagari": "tṛṣṇayā bhava-vāhinyāyogyaiḥ kāmair apūryayākarmāṇi kāryamāṇo ’haṁnānā-yoniṣu yojitaḥ",
        "verse_Syn": [
            "tṛṣṇayā",
            "bhava",
            "vāhinyā",
            "yogyaiḥ",
            "kāmaiḥ",
            "apūryayā",
            "karmāṇi",
            "kāryamāṇaḥ",
            "aham",
            "nānā",
            "yoniṣu",
            "yojitaḥ"
        ],
        "translation": "Because of insatiable material desires, I was being carried away by the waves of material nature’s laws, and thus I was engaging in different activities, struggling for existence in various forms of life.",
        "purport": " As long as a living entity wants to fulfill various types of material desire, he must continuously change from one body to accept another. Śrīla Viśvanātha Cakravartī Ṭhākura explains that as a small piece of grass falls in a river and is tossed about with different types of wood and tree branches, the living entity floats in the ocean of material existence and is dashed and tossed amidst material conditions. This is called the struggle for existence. One kind of fruitive activity causes the living being to take one form of body, and because of actions performed in that body, another body is created. One must therefore stop these material activities, and the chance to do so is given in the human form of life. Specifically, our energy to act should be engaged in the service of the Lord, for then materialistic activities will automatically stop. One must fulfill one’s desires by surrendering unto the Supreme Lord, for He knows how to fulfill them. Even though one may have material desires, one should therefore engage in the devotional service of the Lord. That will purify one’s struggle for existence. “A person who has broader intelligence, whether he be full of all material desire, without any material desire, or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead.” (Bhāg. 2.3.10) “One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.” (Bhakti-rasāmṛta-sindhu 1.1.11)"
    },
    {
        "verse": "25",
        "devanagari": "यद‍ृच्छया लोकमिमं प्रापित: कर्मभिर्भ्रमन् ।स्वर्गापवर्गयोर्द्वारं तिरश्चां पुनरस्य च ॥ २५ ॥",
        "english_devnagari": "yadṛcchayā lokam imaṁprāpitaḥ karmabhir bhramansvargāpavargayor dvāraṁtiraścāṁ punar asya ca",
        "verse_Syn": [
            "yadṛcchayā",
            "lokam",
            "imam",
            "prāpitaḥ",
            "karmabhiḥ",
            "bhraman",
            "svarga",
            "apavargayoḥ",
            "dvāram",
            "tiraścām",
            "punaḥ",
            "asya",
            "ca"
        ],
        "translation": "In the course of the evolutionary process, which is caused by fruitive activities due to undesirable material sense gratification, I have received this human form of life, which can lead to the heavenly planets, to liberation, to the lower species, or to rebirth among human beings.",
        "purport": " All living entities within this material world are undergoing the cycle of birth and death according to the laws of nature. This struggle of birth and death in different species may be called the evolutionary process, but in the Western world it has been wrongly explained. Darwin’s theory of evolution from animal to man is incomplete because the theory does not present the reverse condition, namely evolution from man to animal. In this verse, however, evolution has been very well explained on the strength of Vedic authority. Human life, which is obtained in the course of the evolutionary process, is a chance for elevation (svargāpavarga) or for degradation (tiraścām punar asya ca). If one uses this human form of life properly, he can elevate himself to the higher planetary systems, where material happiness is many thousands of times better than on this planet, or one may cultivate knowledge by which to become free from the evolutionary process and be reinstated in one’s original spiritual life. This is called apavarga, or liberation. Material life is called pavarga because here we are subject to five different states of suffering, represented by the letters pa, pha, ba, bha and ma. Pa means pariśrama, very hard labor. Pha means phena, or foam from the mouth. For example, sometimes we see a horse foaming at the mouth with heavy labor. Ba means byarthatā, disappointment. In spite of so much hard labor, at the end we find disappointment. Bha means bhaya, or fear. In material life, one is always in the blazing fire of fear, since no one knows what will happen next. Finally, ma means mṛtyu, or death. When one attempts to nullify these five different statuses of life — pa, pha, ba, bha and ma — one achieves apavarga, or liberation from the punishment of material existence. The word tiraścām refers to degraded life. Human life, of course, provides an opportunity for the best living conditions. As Western people think, from the monkeys come the human beings, who are more comfortably situated. However, if one does not utilize his human life for svarga or apavarga, he falls again to the degraded life of animals like dogs and hogs. Therefore a sane human being must consider whether he will elevate himself to the higher planets, prepare to free himself from the evolutionary process, or travel again through the evolutionary process in higher and lower grades of life. If one works piously one may be elevated to the higher planetary systems or achieve liberation and return home, back to Godhead, but otherwise one may be degraded to a life as a dog, a hog and so on. As explained in Bhagavad-gītā (9.25), yānti deva-vratā devān. Those interested in being elevated to the higher planetary systems (Devaloka or Svargaloka) must prepare to do so. Similarly, if one wants liberation and wants to return home, back to Godhead, he should prepare himself for that purpose. Our Kṛṣṇa consciousness movement is therefore the highest movement for the benediction of human society because this movement is teaching people how to go back home, back to Godhead. In Bhagavad-gītā (13.22) it is clearly stated that different forms of life are obtained by association with the three modes of material nature (kāraṇaṁ guṇa-saṅgo ’sya sad-asad-yoni-janmasu). According to one’s association with the material qualities of goodness, passion and ignorance in this life, in one’s next life one receives an appropriate body. Modern civilization does not know that because of varied association in material nature, the living entity, although eternal, is placed in different diseased conditions known as the many species of life. Modern civilization is unaware of the laws of nature. “The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself the performer of activities that are in actuality carried out by nature.” (Bg. 3.27) Every living entity is under the full control of the stringent laws of material nature, but rascals think themselves independent. Actually, however, they cannot be independent. This is foolishness. A foolish civilization is extremely risky, and therefore the Kṛṣṇa consciousness movement is trying to make people aware of their fully dependent condition under the stringent laws of nature and is trying to save them from being victimized by strong māyā, which is Kṛṣṇa’s external energy. Behind the material laws is the supreme controller, Kṛṣṇa (mayādhyakṣeṇa prakṛtiḥ sūyate sacarācaram). Therefore if one surrenders unto Kṛṣṇa (mām eva ye prapadyante māyām etāṁ taranti te), one may immediately be freed from the control of external nature (sa guṇān samatītyaitān brahma-bhūyāya kalpate). This should be the aim of life."
    },
    {
        "verse": "26",
        "devanagari": "तत्रापि दम्पतीनां च सुखायान्यापनुत्तये ।कर्माणि कुर्वतां द‍ृष्ट्वा निवृत्तोऽस्मि विपर्ययम् ॥ २६ ॥",
        "english_devnagari": "tatrāpi dam-patīnāṁ casukhāyānyāpanuttayekarmāṇi kurvatāṁ dṛṣṭvānivṛtto ’smi viparyayam",
        "verse_Syn": [
            "tatra",
            "api",
            "dam",
            "patīnām",
            "ca",
            "sukhāya",
            "anya",
            "apanuttaye",
            "karmāṇi",
            "kurvatām",
            "dṛṣṭvā",
            "nivṛttaḥ",
            "asmi",
            "viparyayam"
        ],
        "translation": "In this human form of life, men and women unite for the sensual pleasure of sex, but by actual experience we have observed that none of them are happy. Therefore, seeing the contrary results, I have stopped taking part in materialistic activities.",
        "purport": " As stated by Prahlāda Mahārāja, yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham. Man and woman both seek sexual enjoyment, and when they are united by the ritualistic ceremony of marriage, they are happy for some time, but finally there is dissension, and thus there are so many cases of separation and divorce. Although every man and woman is actually eager to enjoy life through sexual unity, the result is disunity and distress. Marriage is recommended to give men and women a concession for restricted sex life, which is also recommended in Bhagavad-gītā by the Supreme Personality of Godhead. Dharmāviruddho bhūteṣu kāmo ’smi: sex life not against the principles of religion is Kṛṣṇa. Every living entity is always eager to enjoy sex life because materialistic life consists of eating, sleeping, sex and fear. In animal life, eating, sleeping, sexual enjoyment and fear cannot be regulated, but for human society the plan is that although men, like animals, must be allowed to eat, sleep, enjoy sex and take protection from fear, they must be regulated. The Vedic plan for eating recommends that one take yajña-śiṣṭa, or prasāda, food offered to Kṛṣṇa. Yajña-śiṣṭāśinaḥ santo mucyante sarva-kilbiṣaiḥ: “The devotees of the Lord are released from all kinds of sins because they eat food that is offered first for sacrifice.” (Bg. 3.13) In material life, one commits sinful activities, especially in eating, and because of sinful activities one is condemned by nature’s laws to accept another body, which is imposed as punishment. Sex and eating are essential, and therefore they are offered to human society under Vedic restrictions so that according to the Vedic injunctions people may eat, sleep, enjoy sex, be protected from fearful life and gradually be elevated and liberated from the punishment of material existence. Thus the Vedic injunctions for marriage offer a concession to human society, the idea being that a man and woman united in a ritualistic marriage ceremony should help one another advance in spiritual life. Unfortunately, especially in this age, men and women unite for unrestricted sexual enjoyment. Thus they are victimized, being obliged to take rebirth in the forms of animals to fulfill their animalistic propensities. The Vedic injunctions therefore warn, nāyaṁ deho deha-bhājāṁ nṛloke kaṣṭān kāmān arhate viḍ-bhujāṁ ye. One should not enjoy sex life like hogs, and eat everything, even to the limit of stool. A human being should eat prasāda offered to the Deity and should enjoy sex life according to the Vedic injunctions. He should engage himself in the business of Kṛṣṇa consciousness, he should save himself from the fearful condition of material existence, and he should sleep only to recover from fatigue due to working hard. The learned brāhmaṇa said that since everything is misused by fruitive workers, he had retired from all fruitive activities."
    },
    {
        "verse": "27",
        "devanagari": "सुखमस्यात्मनो रूपं सर्वेहोपरतिस्तनु: ।मन:संस्पर्शजान् द‍ृष्ट्वा भोगान्स्वप्स्यामि संविशन् ॥ २७ ॥",
        "english_devnagari": "sukham asyātmano rūpaṁsarvehoparatis tanuḥmanaḥ-saṁsparśajān dṛṣṭvābhogān svapsyāmi saṁviśan",
        "verse_Syn": [
            "sukham",
            "asya",
            "ātmanaḥ",
            "rūpam",
            "sarva",
            "īha",
            "uparatiḥ",
            "tanuḥ",
            "manaḥ",
            "saṁsparśa",
            "jān",
            "dṛṣṭvā",
            "bhogān",
            "svapsyāmi",
            "saṁviśan"
        ],
        "translation": "The actual form of life for the living entities is one of spiritual happiness, which is real happiness. This happiness can be achieved only when one stops all materialistic activities. Material sense enjoyment is simply an imagination. Therefore, considering this subject matter, I have ceased from all material activities and am lying down here.",
        "purport": " The difference between the philosophy of the Māyāvādīs and that of the Vaiṣṇavas is explained herein. Both the Māyāvādīs and Vaiṣṇavas know that in materialistic activities there is no happiness. The Māyāvādī philosophers, therefore, adhering to the slogan brahma satyaṁ jagan mithyā, want to refrain from false, materialistic activities. They want to stop all activities and merge in the Supreme Brahman. According to the Vaiṣṇava philosophy, however, if one simply ceases from materialistic activity one cannot remain inactive for very long, and therefore everyone should engage himself in spiritual activities, which will solve the problem of suffering in this material world. It is said, therefore, that although the Māyāvādī philosophers strive to refrain from materialistic activities and merge in Brahman, and although they may actually merge in the Brahman existence, for want of activity they fall down again into materialistic activity (āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adhaḥ). Thus the so-called renouncer, unable to remain in meditation upon Brahman, returns to materialistic activities by opening hospitals and schools and so on. Therefore, simply cultivating knowledge that materialistic activities cannot give one happiness, and that one should consequently cease from such activities, is insufficient. One should cease from materialistic activities and take up spiritual activities. Then the solution to the problem will be achieved. Spiritual activities are activities performed according to the order of Kṛṣṇa (ānukūlyena kṛṣṇānuśīlanam). If one does whatever Kṛṣṇa says, his activities are not material. For example, when Arjuna fought in response to the order of Kṛṣṇa, his activities were not material. Fighting for sense gratification is a materialistic activity, but fighting by the order of Kṛṣṇa is spiritual. By spiritual activities one becomes eligible to go back home, back to Godhead, and then enjoy blissful life eternally. Here, in the material world, everything is but a mental concoction that will never give us real happiness. The practical solution, therefore, is to cease from materialistic activities and engage in spiritual activities. Yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ). If one works for the sake of pleasing the Supreme Lord — Yajña, or Viṣṇu — one is in liberated life. If one fails to do so, however, he remains in a life of bondage."
    },
    {
        "verse": "28",
        "devanagari": "इत्येतदात्मन: स्वार्थं सन्तं विस्मृत्य वै पुमान् ।विचित्रामसति द्वैते घोरामाप्नोति संसृतिम् ॥ २८ ॥",
        "english_devnagari": "ity etad ātmanaḥ svārthaṁsantaṁ vismṛtya vai pumānvicitrām asati dvaiteghorām āpnoti saṁsṛtim",
        "verse_Syn": [
            "iti",
            "etat",
            "ātmanaḥ",
            "sva",
            "artham",
            "santam",
            "vismṛtya",
            "vai",
            "pumān",
            "vicitrām",
            "asati",
            "dvaite",
            "ghorām",
            "āpnoti",
            "saṁsṛtim"
        ],
        "translation": "In this way the conditioned soul living within the body forgets his self-interest because he identifies himself with the body. Because the body is material, his natural tendency is to be attracted by the varieties of the material world. Thus the living entity suffers the miseries of material existence.",
        "purport": " Everyone is trying to be happy because, as explained in the previous verse, sukham asyātmano rūpaṁ sarvehoparatis tanuḥ: when the living entity is in his original spiritual form, he is happy by nature. There is no question of miseries for the spiritual being. As Kṛṣṇa is always happy, the living entities, who are His parts and parcels, are also happy by nature, but because of being put within this material world and forgetting their eternal relationship with Kṛṣṇa, they have forgotten their real nature. Because every one of us is a part of Kṛṣṇa, we have a very affectionate relationship with Him, but because we have forgotten our identities and are considering the body to be the self, we are afflicted by all the troubles of birth, death, old age and disease. This misconception in materialistic life continues unless and until one comes to understand his relationship with Kṛṣṇa. The happiness sought by the conditioned soul is certainly only illusion, as explained in the next verse."
    },
    {
        "verse": "29",
        "devanagari": "जलं तदुद्भ‍वैश्छन्नं हित्वाज्ञो जलकाम्यया ।मृगतृष्णामुपाधावेत्तथान्यत्रार्थद‍ृक् स्वत: ॥ २९ ॥",
        "english_devnagari": "jalaṁ tad-udbhavaiś channaṁhitvājño jala-kāmyayāmṛgatṛṣṇām upādhāvettathānyatrārtha-dṛk svataḥ",
        "verse_Syn": [
            "jalam",
            "tat",
            "udbhavaiḥ",
            "channam",
            "hitvā",
            "ajñaḥ",
            "jala",
            "kāmyayā",
            "mṛgatṛṣṇām",
            "upādhāvet",
            "tathā",
            "anyatra",
            "artha",
            "dṛk",
            "svataḥ"
        ],
        "translation": "Just as a deer, because of ignorance, cannot see the water within a well covered by grass, but runs after water elsewhere, the living entity covered by the material body does not see the happiness within himself, but runs after happiness in the material world.",
        "purport": " This is an accurate example depicting how the living entity, because of lack of knowledge, runs after happiness outside his own self. When one understands his real identity as a spiritual being, he can understand the supreme spiritual being, Kṛṣṇa, and the real happiness exchanged between Kṛṣṇa and one’s self. It is very interesting to note how this verse points to the body’s growth from the spirit soul. The modern materialistic scientist thinks that life grows from matter, but actually the fact is that matter grows from life. The life, or the spiritual soul, is compared herein to water, from which clumps of matter grow in the form of grass. One who is ignorant of scientific knowledge of the spirit soul does not look inside the body to find happiness in the soul; instead, he goes outside to search for happiness, just as a deer without knowledge of the water beneath the grass goes out to the desert to find water. The Kṛṣṇa consciousness movement is trying to remove the ignorance of misled human beings who are trying to find water outside the jurisdiction of life. Raso vai saḥ. Raso ’ham apsu kaunteya. The taste of water is Kṛṣṇa. To quench one’s thirst, one must taste water by association with Kṛṣṇa. This is the Vedic injunction."
    },
    {
        "verse": "30",
        "devanagari": "देहादिभिर्दैवतन्त्रैरात्मन: सुखमीहत: ।दु:खात्ययं चानीशस्य क्रिया मोघा: कृता: कृता: ॥ ३० ॥",
        "english_devnagari": "dehādibhir daiva-tantrairātmanaḥ sukham īhataḥduḥkhātyayaṁ cānīśasyakriyā moghāḥ kṛtāḥ kṛtāḥ",
        "verse_Syn": [
            "deha",
            "ādibhiḥ",
            "daiva",
            "tantraiḥ",
            "ātmanaḥ",
            "sukham",
            "īhataḥ",
            "duḥkha",
            "atyayam",
            "ca",
            "anīśasya",
            "kriyāḥ",
            "moghāḥ",
            "kṛtāḥ",
            "kṛtāḥ"
        ],
        "translation": "The living entity tries to achieve happiness and rid himself of the causes of distress, but because the various bodies of the living entities are under the full control of material nature, all his plans in different bodies, one after another, are ultimately baffled.",
        "purport": " Because the materialist is in gross ignorance of how the laws of material nature act upon him as a result of his fruitive activity, he mistakenly plans to enjoy bodily comfort in the human form of life through so-called economic development, through pious activities for elevation to the higher planetary systems, and in many other ways, but factually he becomes a victim of the reactions of his fruitive activities. The Supreme Personality of Godhead is situated as the Supersoul within the cores of the hearts of all living entities. As the Lord says in Bhagavad-gītā (15.15): “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” The desires and activities of the living being are observed by the Supersoul, who is the upadraṣṭā, the overseer, and who orders material nature to fulfill the various desires of the living being. As clearly stated in Bhagavad-gītā (18.61): The Lord is situated in everyone’s heart, and as one desires, the Lord gives one various types of bodies, which are like machines. Riding on such a machine, the living entity wanders throughout the universe, under the control of material nature and its modes. Thus the living being is not at all free to act, but is fully under the control of material nature, which is fully under the control of the Supreme Personality of Godhead. As soon as a living entity is victimized by material desires to lord it over material nature, he is subjected to the control of material nature, which is supervised by the Supreme Soul. The result is that one again and again makes plans and is baffled, but as foolish as he is he cannot see the cause of his bafflement. This cause is distinctly stated in Bhagavad-gītā: because one has not surrendered to the Supreme Personality of Godhead, he must work under the control of material nature and its stringent laws (daivī hy eṣā guṇamayī mama māyā duratyayā). The only means of becoming free from this entanglement is to surrender to the Supreme Lord. In the human form of life, the living entity must accept this instruction from the Supreme Person, Kṛṣṇa: sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. “Do not plan to achieve happiness and drive away distress. You will never be successful. Simply surrender unto Me.” Unfortunately, however, the living entity does not accept the Supreme Lord’s clearly stated instructions from Bhagavad-gītā, and thus he becomes a perpetual captive of the laws of material nature. Yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ: if one does not act for the satisfaction of Kṛṣṇa, who is known as Viṣṇu or Yajña, he must be entangled in the reactions of fruitive activities. These reactions are called pāpa and puṇya — sinful and pious. By pious activities one is elevated to the higher planetary systems, and by impious activities one is degraded to lower species of life, in which he is punished by the laws of nature. In the lower species of life there is an evolutionary process, and when the term of the living entity’s imprisonment or punishment in the lower species is finished, he is again offered a human form and given a chance to decide for himself which way he should plan. If he again misses the opportunity, he is again put into the cycle of birth and death, going sometimes higher and sometimes lower, turning on the saṁsāra-cakra, the wheel of material existence. As a wheel sometimes goes up and sometimes comes down, the stringent laws of material nature make the living entity in material existence sometimes happy and sometimes distressed. How he suffers in the cycle of happiness and distress is described in the next verse."
    },
    {
        "verse": "31",
        "devanagari": "आध्यात्मिकादिभिर्दु:खैरविमुक्तस्य कर्हिचित् ।मर्त्यस्य कृच्छ्रोपनतैरर्थै: कामै: क्रियेत किम् ॥ ३१ ॥",
        "english_devnagari": "ādhyātmikādibhir duḥkhairavimuktasya karhicitmartyasya kṛcchropanatairarthaiḥ kāmaiḥ kriyeta kim",
        "verse_Syn": [
            "ādhyātmika",
            "ādibhiḥ",
            "duḥkhaiḥ",
            "avimuktasya",
            "karhicit",
            "martyasya",
            "kṛcchra",
            "upanataiḥ",
            "arthaiḥ",
            "kāmaiḥ",
            "kriyeta",
            "kim"
        ],
        "translation": "Materialistic activities are always mixed with three kinds of miserable conditions — adhyātmika, adhidaivika and adhibautika. Therefore, even if one achieves some success by performing such activities, what is the benefit of this success? One is still subjected to birth, death, old age, disease and the reactions of his fruitive activities.",
        "purport": " According to the materialistic way of life, if a poor man, after laboring very, very hard, gets some material profit at the end of his life, he is considered a success, even though he again dies while suffering the threefold miseries — adhyātmika, adhidaivika and adhibhautika. No one can escape the threefold miseries of materialistic life, namely miseries pertaining to the body and mind, miseries pertaining to the difficulties imposed by society, community, nation and other living entities, and miseries inflicted upon us by natural disturbances from earthquakes, famines, droughts, floods, epidemics, and so on. If one works very hard, suffering the threefold miseries, and then is successful in getting some small benefit, what is the value of this benefit? Besides that, even if a karmī is successful in accumulating some material wealth, he still cannot enjoy it, for he must die in bereavement. I have even seen a dying man begging a medical attendant to increase his life by four years so that he could complete his material plans. Of course, the medical man was unsuccessful in expanding the life of the man, who therefore died in great bereavement. Everyone must die in this way, and after one’s mental condition is taken into account by the laws of material nature, he is given another chance to fulfill his desires in a different body. Material plans for material happiness have no value, but under the spell of the illusory energy we consider them extremely valuable. There were many politicians, social reformers and philosophers who died very miserably, without deriving any practical value from their material plans. Therefore, a sane and sensible man never desires to work hard under the conditions of threefold miseries, only to die in disappointment."
    },
    {
        "verse": "32",
        "devanagari": "पश्यामि धनिनां क्लेशं लुब्धानामजितात्मनाम् ।भयादलब्धनिद्राणां सर्वतोऽभिविशङ्किनाम् ॥ ३२ ॥",
        "english_devnagari": "paśyāmi dhanināṁ kleśaṁlubdhānām ajitātmanāmbhayād alabdha-nidrāṇāṁsarvato ’bhiviśaṅkinām",
        "verse_Syn": [
            "paśyāmi",
            "dhaninām",
            "kleśam",
            "lubdhānām",
            "ajita",
            "ātmanām",
            "bhayāt",
            "alabdha",
            "nidrāṇām",
            "sarvataḥ",
            "abhiviśaṅkinām"
        ],
        "translation": "The brāhmaṇa continued: I am actually seeing how a rich man, who is a victim of his senses, is very greedy to accumulate wealth, and therefore suffers from insomnia due to fear from all sides, despite his wealth and opulence.",
        "purport": " Greedy capitalists accumulate wealth under so many miserable conditions, the result being that because they collect money by questionable means, their minds are always agitated. Thus they are unable to sleep at night, and they have to take pills for mental tranquillity to invite sleep. And sometimes even the pills are a failure. Consequently the result of having accumulated money by so much labor is certainly not happiness, but only distress. What is the value of acquiring a comfortable position if one’s mind is always disturbed? Narottama dāsa Ṭhākura has therefore sung: “I am suffering from the poisonous effect of material enjoyment. Thus my heart is always burning and is almost on the verge of failure.” The result of the greedy capitalist’s unnecessary accumulation of wealth is that he must suffer from a blazing fire of anxiety and always be concerned with how to save his money and invest it properly to get more and more. Such a life is certainly not very happy, but because of the spell of the illusory energy, materialistic persons engage in such activities. As far as our Kṛṣṇa consciousness movement is concerned, we are getting money naturally, by the grace of God, by selling our literature. This literature is not sold for our sense gratification; to spread the Kṛṣṇa consciousness movement we need so many things, and Kṛṣṇa is therefore supplying us the requisite money to advance this mission. The mission of Kṛṣṇa is to spread Kṛṣṇa consciousness all over the world, and for this purpose we naturally must have sufficient money. Therefore, according to the advice of Śrīla Rūpa Gosvāmī Prabhupāda, we should not give up attachment to money that can spread the Kṛṣṇa consciousness movement. Śrīla Rūpa Gosvāmī says in his Bhakti-rasāmṛta-sindhu (1.2.256): “When persons eager to achieve liberation renounce things which are related to the Supreme Personality of Godhead, though they are material, this is called incomplete renunciation.” Money that can help in spreading the Kṛṣṇa consciousness movement is not a part of the material world, and we should not give it up, thinking that it is material. Śrīla Rūpa Gosvāmī advises: “When one is not attached to anything, but at the same time accepts everything in relation to Kṛṣṇa, one is rightly situated above possessiveness.” (Bhakti-rasāmṛta-sindhu 1.2.255) Money is undoubtedly coming in great quantities, but we should not be attached to this money for sense gratification; every cent should be spent for spreading the Kṛṣṇa consciousness movement, not for sense gratification. There is danger for a preacher when he receives great quantities of money, for as soon as he spends even a single cent of the collection for his personal sense gratification, he becomes a fallen victim. The preachers of the Kṛṣṇa consciousness movement should be extremely careful not to misuse the immense quantities of money needed to spread this movement. Let us not make this money the cause of our distress; it should be used for Kṛṣṇa, and that will cause our eternal happiness. Money is Lakṣmī, or the goddess of fortune, the companion of Nārāyaṇa. Lakṣmījī must always remain with Nārāyaṇa, and then there need be no fear of degradation."
    },
    {
        "verse": "33",
        "devanagari": "राजतश्चौरत: शत्रो: स्वजनात्पशुपक्षित: ।अर्थिभ्य: कालत: स्वस्मान्नित्यं प्राणार्थवद्भ‍यम् ॥ ३३ ॥",
        "english_devnagari": "rājataś caurataḥ śatroḥsva-janāt paśu-pakṣitaḥarthibhyaḥ kālataḥ svasmānnityaṁ prāṇārthavad bhayam",
        "verse_Syn": [
            "rājataḥ",
            "caurataḥ",
            "śatroḥ",
            "sva",
            "janāt",
            "paśu",
            "pakṣitaḥ",
            "arthibhyaḥ",
            "kālataḥ",
            "svasmāt",
            "nityam",
            "prāṇa",
            "artha",
            "vat",
            "bhayam"
        ],
        "translation": "Those who are considered materially powerful and rich are always full of anxieties because of governmental laws, thieves and rogues, enemies, family members, animals, birds, persons seeking charity, the inevitable time factor and even their own selves. Thus they are invariably afraid.",
        "purport": " The word svasmāt means “from one’s self.” Because of attachment for money, the richest person is even afraid of himself. He fears that he may have locked his money in an unsafe manner or might have committed some mistake. Aside from the government and its income tax and aside from thieves, even a rich man’s own relatives are always thinking of how to take advantage of him and take away his money. Sometimes these relatives are described as sva- janaka-dasyu, which means “rogues and thieves in the guise of relatives.” Therefore, there is no need to accumulate wealth or unnecessarily endeavor for more and more money. The real business of life is to ask “Who am I?” and to understand one’s self. One should understand the position of the living entity in this material world and understand how to return home, back to Godhead."
    },
    {
        "verse": "34",
        "devanagari": "शोकमोहभयक्रोधरागक्लैब्यश्रमादय: ।यन्मूला: स्युर्नृणां जह्यात्स्पृहां प्राणार्थयोर्बुध: ॥ ३४ ॥",
        "english_devnagari": "śoka-moha-bhaya-krodha-rāga-klaibya-śramādayaḥyan-mūlāḥ syur nṛṇāṁ jahyātspṛhāṁ prāṇārthayor budhaḥ",
        "verse_Syn": [
            "śoka",
            "moha",
            "bhaya",
            "krodha",
            "rāga",
            "klaibya",
            "śrama",
            "ādayaḥ",
            "yat",
            "mūlāḥ",
            "syuḥ",
            "nṛṇām",
            "jahyāt",
            "spṛhām",
            "prāṇa",
            "arthayoḥ",
            "budhaḥ"
        ],
        "translation": "Those in human society who are intelligent should give up the original cause of lamentation, illusion, fear, anger, attachment, poverty and unnecessary labor. The original cause of all of these is the desire for unnecessary prestige and money.",
        "purport": " Here is the difference between Vedic civilization and the modern demoniac civilization. Vedic civilization concerned itself with how to achieve self-realization, and for this purpose one was recommended to have a small income to maintain body and soul together. The society was divided into brāhmaṇas, kṣatriyas, vaiśyas and śūdras, and the members of this society would limit their endeavors to meeting their minimum demands. The brāhmaṇas, in particular, would have no material desires. Because the kṣatriyas had to rule the people, it was necessary for them to have money and prestige. But the vaiśyas were satisfied with agricultural produce and milk from the cow, and if by chance there were excess, trade was allowed. The śūdras were also happy, for they would get food and shelter from the three higher classes. In the demoniac civilization of the present day, however, there is no question of brāhmaṇas or kṣatriyas; there are only so-called workers and a flourishing mercantile class who have no goal in life. According to Vedic civilization, the ultimate perfection of life is to take sannyāsa, but at the present moment people do not know why sannyāsa is accepted. Because of misunderstanding, they think that one accepts sannyāsa to escape social responsibilities. But one does not accept sannyāsa to escape from responsibility to society. Generally one accepts sannyāsa at the fourth stage of spiritual life. One begins as a brahmacārī then becomes a gṛhastha, a vānaprastha and finally a sannyāsī to take advantage of the duration of one’s life by engaging oneself fully in self-realization. Sannyāsa does not mean begging from door to door to accumulate money for sense gratification. However, because in Kali-yuga people are more or less prone to sense gratification, immature sannyāsa is not recommended. Śrīla Rūpa Gosvāmī writes in his Nectar of Instruction(2): “One’s devotional service is spoiled when he becomes too entangled in the following six activities: (1) eating more than necessary or collecting more funds than required; (2) overendeavoring for mundane things that are very difficult to obtain; (3) talking unnecessarily about mundane subject matters; (4) practicing the scriptural rules and regulations only for the sake of following them and not for the sake of spiritual advancement, or rejecting the rules and regulations of the scriptures and working independently or whimsically; (5) associating with worldly-minded persons who are not interested in Kṛṣṇa consciousness; and (6) being greedy for mundane achievements.” A sannyāsī should have an institution meant to preach Kṛṣṇa consciousness; he need not accumulate money for himself. We recommend that as soon as money accumulates in our Kṛṣṇa consciousness movement, fifty per cent of it should be invested in printing books, and fifty per cent for expenditures, especially in establishing centers all over the world. The managers of the Kṛṣṇa consciousness movement should be extremely cautious in regard to this point. Otherwise money will be the cause of lamentation, illusion, fear, anger, material attachment, material poverty, and unnecessary hard work. When I was alone in Vṛndāvana, I never attempted to construct maṭhās or temples; rather, I was fully satisfied with the small amount of money I could gather by selling Back to Godhead, and thus I would provide for myself and also print the literature. When I went to foreign countries, I lived according to the same principle, but when Europeans and Americans began to give money profusely, I started temples and Deity worship. The same principle should still be followed. Whatever money is collected should be spent for Kṛṣṇa, and not a farthing for sense gratification. This is the Bhāgavata principle."
    },
    {
        "verse": "35",
        "devanagari": "मधुकारमहासर्पौ लोकेऽस्मिन्नो गुरूत्तमौ ।वैराग्यं परितोषं च प्राप्ता यच्छिक्षया वयम् ॥ ३५ ॥",
        "english_devnagari": "madhukāra-mahā-sarpauloke ’smin no gurūttamauvairāgyaṁ paritoṣaṁ caprāptā yac-chikṣayā vayam",
        "verse_Syn": [
            "madhukāra",
            "mahā",
            "sarpau",
            "loke",
            "asmin",
            "naḥ",
            "guru",
            "uttamau",
            "vairāgyam",
            "paritoṣam",
            "ca",
            "prāptāḥ",
            "yat",
            "śikṣayā",
            "vayam"
        ],
        "translation": "The bee and the python are two excellent spiritual masters who give us exemplary instructions regarding how to be satisfied by collecting only a little and how to stay in one place and not move.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "विराग: सर्वकामेभ्य: शिक्षितो मे मधुव्रतात् ।कृच्छ्राप्तं मधुवद्वित्तं हत्वाप्यन्यो हरेत्पतिम् ॥ ३६ ॥",
        "english_devnagari": "virāgaḥ sarva-kāmebhyaḥśikṣito me madhu-vratātkṛcchrāptaṁ madhuvad vittaṁhatvāpy anyo haret patim",
        "verse_Syn": [
            "virāgaḥ",
            "sarva",
            "kāmebhyaḥ",
            "śikṣitaḥ",
            "me",
            "madhu",
            "vratāt",
            "kṛcchra",
            "āptam",
            "madhu",
            "vat",
            "vittam",
            "hatvā",
            "api",
            "anyaḥ",
            "haret",
            "patim"
        ],
        "translation": "From the bumblebee I have learned to be unattached to accumulating money, for although money is as good as honey, anyone can kill its owner and take it away.",
        "purport": " The honey gathered in the comb is taken away by force. Therefore one who accumulates money should realize that he may be harassed by the government or by thieves or even killed by enemies. Especially in this Age of Kali-yuga, it is said that instead of protecting the money of the citizens, the government itself will take away the money with the force of law. The learned brāhmaṇa had therefore decided that he should not accumulate any money. One should own as much as he immediately needs. There is no need to keep a big balance at hand, along with the fear that it may be plundered by the government or by thieves."
    },
    {
        "verse": "37",
        "devanagari": "अनीह: परितुष्टात्मा यद‍ृच्छोपनतादहम् ।नो चेच्छये बह्वहानि महाहिरिव सत्त्ववान् ॥ ३७ ॥",
        "english_devnagari": "anīhaḥ parituṣṭātmāyadṛcchopanatād ahamno cec chaye bahv-ahānimahāhir iva sattvavān",
        "verse_Syn": [
            "anīhaḥ",
            "parituṣṭa",
            "ātmā",
            "yadṛcchā",
            "upanatāt",
            "aham",
            "no",
            "cet",
            "śaye",
            "bahu",
            "ahāni",
            "mahā",
            "ahiḥ",
            "iva",
            "sattva",
            "vān"
        ],
        "translation": "I do not endeavor to get anything, but am satisfied with whatever is achieved in its own way. If I do not get anything, I am patient and unagitated like a python and lie down in this way for many days.",
        "purport": " One should learn detachment from the bumblebees, for they collect drops of honey here and there and keep it in their honeycomb, but then someone comes and by force takes all the honey away, leaving the bumblebees with nothing. Therefore one should learn from the bumblebee not to keep more money than one needs. Similarly, one should learn from the python to stay in one place for many, many days without food and then eat only if something comes in its own way. Thus the learned brāhmaṇa gave instructions gained from two creatures, namely the bumblebee and the python."
    },
    {
        "verse": "38",
        "devanagari": "क्‍वचिदल्पं क्‍वचिद्भ‍ूरि भुञ्जेऽन्नं स्वाद्वस्वादु वा ।क्‍वचिद्भ‍ूरि गुणोपेतं गुणहीनमुत क्व‍चित् ।श्रद्धयोपहृतं क्व‍ापि कदाचिन्मानवर्जितम् ।भुञ्जे भुक्त्वाथ कस्मिंश्चिद्दिवा नक्तं यद‍ृच्छया ॥ ३८ ॥",
        "english_devnagari": "kvacid alpaṁ kvacid bhūribhuñje ’nnaṁ svādv asvādu vākvacid bhūri guṇopetaṁguṇa-hīnam uta kvacit",
        "verse_Syn": [
            "kvacit",
            "alpam",
            "kvacit",
            "bhūri",
            "bhuñje",
            "annam",
            "svādu",
            "asvādu",
            "vā",
            "kvacit",
            "bhūri",
            "guṇa",
            "upetam",
            "guṇa",
            "hīnam",
            "uta",
            "kvacit",
            "śraddhayā",
            "upahṛtam",
            "kvāpi",
            "kadācit",
            "māna",
            "varjitam",
            "bhuñje",
            "bhuktvā",
            "atha",
            "kasmin",
            "cit",
            "divā",
            "naktam",
            "yadṛcchayā"
        ],
        "translation": "Sometimes I eat a very small quantity and sometimes a great quantity. Sometimes the food is very palatable, and sometimes it is stale. Sometimes prasāda is offered with great respect, and sometimes food is given neglectfully. Sometimes I eat during the day and sometimes at night. Thus I eat what is easily available.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "क्षौमं दुकूलमजिनं चीरं वल्कलमेव वा ।वसेऽन्यदपि सम्प्राप्तं दिष्टभुक्तुष्टधीरहम् ॥ ३९ ॥",
        "english_devnagari": "kṣaumaṁ dukūlam ajinaṁcīraṁ valkalam eva vāvase ’nyad api samprāptaṁdiṣṭa-bhuk tuṣṭa-dhīr aham",
        "verse_Syn": [
            "kṣaumam",
            "dukūlam",
            "ajinam",
            "cīram",
            "valkalam",
            "eva",
            "vā",
            "vase",
            "anyat",
            "api",
            "samprāptam",
            "diṣṭa",
            "bhuk",
            "tuṣṭa",
            "dhīḥ",
            "aham"
        ],
        "translation": "To cover my body I use whatever is available, whether it be linen, silk, cotton, bark or deerskin, according to my destiny, and I am fully satisfied and unagitated.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "क्व‍चिच्छये धरोपस्थे तृणपर्णाश्मभस्मसु ।क्व‍चित्प्रासादपर्यङ्के कशिपौ वा परेच्छया ॥ ४० ॥",
        "english_devnagari": "kvacic chaye dharopasthetṛṇa-parṇāśma-bhasmasukvacit prāsāda-paryaṅkekaśipau vā parecchayā",
        "verse_Syn": [
            "kvacit",
            "śaye",
            "dhara",
            "upasthe",
            "tṛṇa",
            "parṇa",
            "aśma",
            "bhasmasu",
            "kvacit",
            "prāsāda",
            "paryaṅke",
            "kaśipau",
            "vā",
            "para",
            "icchayā"
        ],
        "translation": "Sometimes I lie on the surface of the earth, sometimes on leaves, grass or stone, sometimes on a pile of ashes, or sometimes, by the will of others, in a palace on a first-class bed with pillows.",
        "purport": " The learned brāhmaṇa’s description indicates different types of births, for one lies down according to one’s body. Sometimes one takes birth as an animal and sometimes as a king. When he takes birth as an animal he must lie down on the ground, and when he takes birth as a king or a very rich man he is allowed to lie in first-class rooms in huge palaces decorated with beds and other furniture. Such facilities are not available, however, at the sweet will of the living entity; rather, they are available by the supreme will (parecchayā), or by the arrangement of māyā. As stated in Bhagavad-gītā (18.61): “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.” The living entity, according to his material desires, receives different types of bodies, which are nothing but machines offered by material nature according to the order of the Supreme Personality of Godhead. By the will of the Supreme, one must take different bodies with different means for lying down."
    },
    {
        "verse": "41",
        "devanagari": "क्व‍चित्स्‍नातोऽनुलिप्ताङ्ग: सुवासा: स्रग्व्यलङ्‌कृत: ।रथेभाश्वैश्चरेक्व‍ापि दिग्वासा ग्रहवद्विभो ॥ ४१ ॥",
        "english_devnagari": "kvacit snāto ’nuliptāṅgaḥsuvāsāḥ sragvy alaṅkṛtaḥrathebhāśvaiś care kvāpidig-vāsā grahavad vibho",
        "verse_Syn": [
            "kvacit",
            "snātaḥ",
            "anulipta",
            "aṅgaḥ",
            "su",
            "vāsāḥ",
            "sragvī",
            "alaṅkṛtaḥ",
            "ratha",
            "ibha",
            "aśvaiḥ",
            "care",
            "kvāpi",
            "dik",
            "vāsāḥ",
            "graha",
            "vat",
            "vibho"
        ],
        "translation": "O my lord, sometimes I bathe myself very nicely, smear sandalwood pulp all over my body, put on a flower garland, and dress in fine garments and ornaments. Then I travel like a king on the back of an elephant or on a chariot or horse. Sometimes, however, I travel naked, like a person haunted by a ghost.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "नाहं निन्दे न च स्तौमि स्वभावविषमं जनम् ।एतेषां श्रेय आशासेउतैकात्म्यं महात्मनि ॥ ४२ ॥",
        "english_devnagari": "nāhaṁ ninde na ca staumisva-bhāva-viṣamaṁ janameteṣāṁ śreya āśāseutaikātmyaṁ mahātmani",
        "verse_Syn": [
            "na",
            "aham",
            "ninde",
            "na",
            "ca",
            "staumi",
            "sva",
            "bhāva",
            "viṣamam",
            "janam",
            "eteṣām",
            "śreyaḥ",
            "āśāse",
            "uta",
            "aikātmyam",
            "mahā",
            "ātmani"
        ],
        "translation": "Different people are of different mentalities. Therefore it is not my business either to praise them or to blaspheme them. I only desire their welfare, hoping that they will agree to become one with the Supersoul, the Supreme Personality of Godhead, Kṛṣṇa.",
        "purport": " As soon as one comes to the platform of bhakti-yoga, one understands fully that the Supreme Personality of Godhead, Vāsudeva, is the goal of life (vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ). This is the instruction of all the Vedic literature (vedaiś ca sarvair aham eva vedyaḥ, sarva dharmān parityajya mām ekaṁ śaraṇaṁ vraja). There is no use in praising someone for material qualifications or blaspheming him for material disqualifications. In the material world, good and bad have no meaning because if one is good he may be elevated to a higher planetary system and if one is bad he may be degraded to the lower planetary systems. People of different mentalities are sometimes elevated and sometimes degraded, but this is not the goal of life. Rather, the goal of life is to become free from elevation and degradation and take to Kṛṣṇa consciousness. Therefore a saintly person does not discriminate between that which is supposedly good and supposedly bad; rather, he desires for everyone to be happy in Kṛṣṇa consciousness, which is the ultimate goal of life."
    },
    {
        "verse": "43",
        "devanagari": "विकल्पं जुहुयाच्चित्तौ तां मनस्यर्थविभ्रमे ।मनो वैकारिके हुत्वा तं मायायां जुहोत्यनु ॥ ४३ ॥",
        "english_devnagari": "vikalpaṁ juhuyāc cittautāṁ manasy artha-vibhramemano vaikārike hutvātaṁ māyāyāṁ juhoty anu",
        "verse_Syn": [
            "vikalpam",
            "juhuyāt",
            "cittau",
            "tām",
            "manasi",
            "artha",
            "vibhrame",
            "manaḥ",
            "vaikārike",
            "hutvā",
            "tam",
            "māyāyām",
            "juhoti",
            "anu"
        ],
        "translation": "The mental concoction of discrimination between good and bad should be accepted as one unit and then invested in the mind, which should then be invested in the false ego. The false ego should be invested in the total material energy. This is the process of fighting false discrimination.",
        "purport": " This verse describes how a yogī can become free from material affection. Because of material attraction, a karmī cannot see himself. Jñānīs can discriminate between matter and spirit, but the yogīs, the best of whom are the bhakti-yogīs, want to return home, back to Godhead. The karmīs are completely in illusion, the jñānīs are neither in illusion nor in positive knowledge, but the yogīs, especially the bhakti-yogīs, are completely on the spiritual platform. As confirmed in Bhagavad-gītā (14.26): “One who engages in full devotional service, who does not fall down under any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” Thus a devotee’s position is secure. A devotee is at once elevated to the spiritual platform. Others, such as jñānīs and haṭha-yogīs, can only gradually ascend to the spiritual platform by nullifying their material discrimination on the platform of psychology and nullifying the false ego, by which one thinks, “I am this body, a product of matter.” One must merge the false ego into the total material energy and merge the total material energy into the supreme energetic. This is the process of becoming free from material attraction."
    },
    {
        "verse": "44",
        "devanagari": "आत्मानुभूतौ तां मायां जुहुयात्सत्यद‍ृङ्‍मुनि: ।ततो निरीहो विरमेत् स्वानुभूत्यात्मनि स्थित: ॥ ४४ ॥",
        "english_devnagari": "ātmānubhūtau tāṁ māyāṁjuhuyāt satya-dṛṅ muniḥtato nirīho virametsvānubhūty-ātmani sthitaḥ",
        "verse_Syn": [
            "ātma",
            "anubhūtau",
            "tām",
            "māyām",
            "juhuyāt",
            "satya",
            "dṛk",
            "muniḥ",
            "tataḥ",
            "nirīhaḥ",
            "viramet",
            "sva",
            "anubhūti",
            "ātmani",
            "sthitaḥ"
        ],
        "translation": "A learned, thoughtful person must realize that material existence is illusion. This is possible only by self-realization. A self-realized person, who has actually seen the truth, should retire from all material activities, being situated in self-realization.",
        "purport": " By an analytical study of the entire constitution of the body, one can surely come to the conclusion that the soul is different from all the body’s material constituents, such as earth, water, fire and air. Thus the difference between the body and soul can be realized by a person who is thoughtful (manīṣī or muni), and after this realization of the individual spirit soul one can very easily understand the supreme spirit soul. If one thus realizes that the individual soul is subordinate to the supreme spirit soul, he achieves self-realization. As explained in the Thirteenth Chapter of Bhagavad-gītā, there are two souls within the body. The body is called kṣetra, and there are two kṣetra-jñas, or occupants of the body, namely the Supersoul (Paramātmā) and the individual soul. The Supersoul and the individual soul are like two birds sitting on the same tree (the material body). One bird, the individual, forgetful bird, is eating the fruit of the tree, not caring for the instructions of the other bird, which is only a witness to the activities of the first bird, who is his friend. When the forgetful bird comes to understand the supreme friend who is always with him and trying to give him guidance in different bodies, he takes shelter at the lotus feet of that supreme bird. As explained in the yoga process, dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ. When one actually becomes a perfect yogī, by meditation he can see the supreme friend and surrender unto Him. This is the beginning of bhakti-yoga, or actual life in Kṛṣṇa consciousness."
    },
    {
        "verse": "45",
        "devanagari": "स्वात्मवृत्तं मयेत्थं ते सुगुप्तमपि वर्णितम् ।व्यपेतं लोकशास्त्राभ्यां भवान्हि भगवत्पर: ॥ ४५ ॥",
        "english_devnagari": "svātma-vṛttaṁ mayetthaṁ tesuguptam api varṇitamvyapetaṁ loka-śāstrābhyāṁbhavān hi bhagavat-paraḥ",
        "verse_Syn": [
            "sva",
            "ātma",
            "vṛttam",
            "mayā",
            "ittham",
            "te",
            "su",
            "guptam",
            "api",
            "varṇitam",
            "vyapetam",
            "loka",
            "śāstrābhyām",
            "bhavān",
            "hi",
            "bhagavat",
            "paraḥ"
        ],
        "translation": "Prahlāda Mahārāja, you are certainly a self-realized soul and a devotee of the Supreme Lord. You do not care for public opinion or so-called scriptures. For this reason I have described to you without hesitation the history of my self-realization.",
        "purport": " A person who is actually a devotee of Kṛṣṇa does not care about so-called public opinion and Vedic or philosophical literatures. Prahlāda Mahārāja, who is such a devotee, always defied the false instructions of his father and the so-called teachers who were appointed to teach him. Instead, he simply followed the instructions of Nārada Muni, his guru, and thus he always remained a stalwart devotee. This is the nature of an intelligent devotee. The Śrīmad-Bhāgavatam instructs, yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ. One who is actually very intelligent must join the Kṛṣṇa consciousness movement, realizing his own self as an eternal servant of Kṛṣṇa, and thus practice constant chanting of the holy name of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "46",
        "devanagari": "श्रीनारद उवाचधर्मं पारमहंस्यं वै मुने: श्रुत्वासुरेश्वर: ।पूजयित्वा तत: प्रीत आमन्‍त्र्यप्रययौ गृहम् ॥ ४६ ॥",
        "english_devnagari": "śrī-nārada uvācadharmaṁ pāramahaṁsyaṁ vaimuneḥ śrutvāsureśvaraḥpūjayitvā tataḥ prītaāmantrya prayayau gṛham",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "dharmam",
            "pāramahaṁsyam",
            "vai",
            "muneḥ",
            "śrutvā",
            "asura",
            "īśvaraḥ",
            "pūjayitvā",
            "tataḥ",
            "prītaḥ",
            "āmantrya",
            "prayayau",
            "gṛham"
        ],
        "translation": "Nārada Muni continued: After Prahlāda Mahārāja, the King of the demons, heard these instructions from the saint, he understood the occupational duties of a perfect person [paramahaṁsa]. Thus he duly worshiped the saint, took his permission and then left for his own home.",
        "purport": " As quoted in Caitanya-caritāmṛta (Madhya 8.128), Śrī Caitanya Mahāprabhu said: A guru, or spiritual master, can be anyone who is well conversant with the science of Kṛṣṇa. Therefore although Prahlāda Mahārāja was a gṛhastha ruling over the demons, he was a paramahaṁsa, the best of human beings, and thus he is our guru. In the list of gurus, or authorities, Prahlāda Mahārāja’s name is therefore mentioned: The conclusion is that a paramahaṁsa is an exalted devotee (bhagavat-priya). Such a paramahaṁsa may be in any stage of life — brahmacārī, gṛhastha, vānaprastha or sannyāsa — and be equally liberated and exalted."
    }
]