[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचसम: प्रिय: सुहृद्ब्रह्मन् भूतानां भगवान् स्वयम् ।इन्द्रस्यार्थे कथं दैत्यानवधीद्विषमो यथा ॥ १ ॥",
        "english_devnagari": "śrī-rājovācasamaḥ priyaḥ suhṛd brahmanbhūtānāṁ bhagavān svayamindrasyārthe kathaṁ daityānavadhīd viṣamo yathā",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "samaḥ",
            "priyaḥ",
            "suhṛt",
            "brahman",
            "bhūtānām",
            "bhagavān",
            "svayam",
            "indrasya",
            "arthe",
            "katham",
            "daityān",
            "avadhīt",
            "viṣamaḥ",
            "yathā"
        ],
        "translation": "King Parīkṣit inquired: My dear brāhmaṇa, the Supreme Personality of Godhead, Viṣṇu, being everyone’s well-wisher, is equal and extremely dear to everyone. How, then, did He become partial like a common man for the sake of Indra and thus kill Indra’s enemies? How can a person equal to everyone be partial to some and inimical toward others?",
        "purport": " In Bhagavad-gītā (9.29) the Lord says, samo ’haṁ sarva-bhūteṣu na me dveṣyo ’sti na priyaḥ: “I am equal to everyone. No one is dear to Me, nor is anyone My enemy.” In the previous canto, however, it has been observed that the Lord sided with Indra by killing the demons on his account (hata-putrā ditiḥ śakra-pārṣṇi-grāheṇa viṣṇunā). Therefore, the Lord was clearly partial to Indra, although He is the Supersoul in everyone’s heart. The soul is extremely dear to everyone, and similarly the Supersoul is also dear to everyone. Thus there cannot be any faulty action on the part of the Supersoul. The Lord is always kind to all living entities, irrespective of form and situation, yet He took the side of Indra just like an ordinary friend. This was the subject of Parīkṣit Mahārāja’s inquiry. As a devotee of Lord Kṛṣṇa, he knew very well that Kṛṣṇa cannot be partial to anyone, but when he saw that Kṛṣṇa acted as the enemy of the demons, he was somewhat doubtful. Therefore he posed this question to Śukadeva Gosvāmī for a clear answer. A devotee cannot accept that Lord Viṣṇu has material qualifications. Mahārāja Parīkṣit knew perfectly well that Lord Viṣṇu, being transcendental, has nothing to do with material qualities, but to confirm his conviction he wanted to hear from the authority Śukadeva Gosvāmī. Śrīla Viśvanātha Cakravartī Ṭhākura says, samasya kathaṁ vaiṣamyam: since the Lord is equally disposed toward everyone, how can He be partial? Priyasya katham asureṣu prīty-abhāvaḥ. The Lord, being the Supersoul, is extremely dear to everyone. Why, then, should the Lord display unsympathetic behavior toward the asuras? How is this impartial? Suhṛdaś ca kathaṁ teṣv asauhārdam. Since the Lord says that He is suhṛdaṁ sarva-bhūtānām, the well-wisher of all living entities, how could He act with partiality by killing demons? These questions arose in the heart of Parīkṣit Mahārāja, and therefore he inquired from Śukadeva Gosvāmī."
    },
    {
        "verse": "2",
        "devanagari": "न ह्यस्यार्थ: सुरगणै: साक्षान्नि:श्रेयसात्मन: ।नैवासुरेभ्यो विद्वेषो नोद्वेगश्चागुणस्य हि ॥ २ ॥",
        "english_devnagari": "na hy asyārthaḥ sura-gaṇaiḥsākṣān niḥśreyasātmanaḥnaivāsurebhyo vidveṣonodvegaś cāguṇasya hi",
        "verse_Syn": [
            "na",
            "hi",
            "asya",
            "arthaḥ",
            "sura",
            "gaṇaiḥ",
            "sākṣāt",
            "niḥśreyasa",
            "ātmanaḥ",
            "na",
            "eva",
            "asurebhyaḥ",
            "vidveṣaḥ",
            "na",
            "udvegaḥ",
            "ca",
            "aguṇasya",
            "hi"
        ],
        "translation": "Lord Viṣṇu Himself, the Supreme Personality of Godhead, is the reservoir of all pleasure. Therefore, what benefit would He derive from siding with the demigods? What interest would He fulfill in this way? Since the Lord is transcendental, why should He fear the asuras, and how could He be envious of them?",
        "purport": " We should always remember the distinction between spiritual and material. That which is material is infected by material qualities, but these qualities cannot touch that which is spiritual, or transcendental. Kṛṣṇa is absolute, whether He is in the material world or spiritual world. When we see partiality in Kṛṣṇa, this vision is due to His external energy. Otherwise how could His enemies attain salvation after being killed by Him? Everyone who deals with the Supreme Personality of Godhead gradually acquires the qualities of the Lord. The more one advances in spiritual consciousness, the less he is affected by the duality of material qualities. The Supreme Lord, therefore, must certainly be freed from these qualities. His enmity and friendship are external features presented by the material energy. He is always transcendental. He is absolute, whether He kills or bestows His favor. Envy and friendship arise in one who is imperfect. We fear our enemies because in the material world we are always in need of help. The Lord, however, does not need anyone’s help, for He is ātmārāma. The Lord says in Bhagavad-gītā (9.26): “If a devotee offers Me with devotion a little leaf, a flower, fruit or water, I shall accept it.” Why does the Lord say this? Is He dependent on the offering of the devotee? He is not actually dependent, but He likes to be dependent upon His devotee. This is His mercy. Similarly, He does not fear the asuras. Thus there is no question of partiality in the Supreme Personality of Godhead."
    },
    {
        "verse": "3",
        "devanagari": "इति न: सुमहाभाग नारायणगुणान् प्रति ।संशय: सुमहाञ्जातस्तद्भ‍वांश्छेत्तुमर्हति ॥ ३ ॥",
        "english_devnagari": "iti naḥ sumahā-bhāganārāyaṇa-guṇān pratisaṁśayaḥ sumahāñ jātastad bhavāṁś chettum arhati",
        "verse_Syn": [
            "iti",
            "naḥ",
            "su",
            "mahā",
            "bhāga",
            "nārāyaṇa",
            "guṇān",
            "prati",
            "saṁśayaḥ",
            "su",
            "mahān",
            "jātaḥ",
            "tat",
            "bhavān",
            "chettum",
            "arhati"
        ],
        "translation": "O greatly fortunate and learned brāhmaṇa, whether Nārāyaṇa is partial or impartial has become a subject of great doubt. Kindly dispel my doubt with positive evidence that Nārāyaṇa is always neutral and equal to everyone.",
        "purport": " Since Lord Nārāyaṇa is absolute, His transcendental qualities are described as one. Thus His punishments and His offerings of favor are both of the same value. Essentially, His inimical actions are not displays of enmity toward His so-called enemies, but in the material field one thinks that Kṛṣṇa is favorable to devotees and unfavorable to nondevotees. When Kṛṣṇa finally instructs in Bhagavad-gītā, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja, this is meant not only for Arjuna but for every living entity within this universe."
    },
    {
        "verse": "4-5",
        "devanagari": "श्रीऋषिरुवाचसाधु पृष्टं महाराज हरेश्चरितमद्भ‍ुतम् ।यद् भागवतमाहात्म्यं भगवद्भ‍क्तिवर्धनम् ॥ ४ ॥गीयते परमं पुण्यमृषिभिर्नारदादिभि: ।नत्वा कृष्णाय मुनये कथयिष्ये हरे: कथाम् ॥ ५ ॥",
        "english_devnagari": "śrī-ṛṣir uvācasādhu pṛṣṭaṁ mahārājahareś caritam adbhutamyad bhāgavata-māhātmyaṁbhagavad-bhakti-vardhanam",
        "verse_Syn": [
            "śrī",
            "ṛṣiḥ",
            "uvāca",
            "sādhu",
            "pṛṣṭam",
            "mahā",
            "rāja",
            "hareḥ",
            "caritam",
            "adbhutam",
            "yat",
            "bhāgavata",
            "māhātmyam",
            "bhagavat",
            "bhakti",
            "vardhanam",
            "gīyate",
            "paramam",
            "puṇyam",
            "ṛṣibhiḥ",
            "nārada",
            "ādibhiḥ",
            "natvā",
            "kṛṣṇāya",
            "munaye",
            "kathayiṣye",
            "hareḥ",
            "kathām"
        ],
        "translation": "The great sage Śukadeva Gosvāmī said: My dear King, you have put before me an excellent question. Discourses concerning the activities of the Lord, in which the glories of His devotees are also found, are extremely pleasing to devotees. Such wonderful topics always counteract the miseries of the materialistic way of life. Therefore great sages like Nārada always speak upon Śrīmad-Bhāgavatam because it gives one the facility to hear and chant about the wonderful activities of the Lord. Let me offer my respectful obeisances unto Śrīla Vyāsadeva and then begin describing topics concerning the activities of Lord Hari.",
        "purport": " In this verse Śukadeva Gosvāmī offers his respectful obeisances kṛṣṇāya munaye, which means to Kṛṣṇa Dvaipāyana Vyāsa. One must first offer one’s respectful obeisances to one’s spiritual master. Śukadeva Gosvāmī’s spiritual master is his father, Vyāsadeva, and therefore he first offers his respectful obeisances to Kṛṣṇa Dvaipāyana Vyāsa and then begins describing topics of Lord Hari. Whenever there is an opportunity to hear about the transcendental activities of the Lord, we must take it. Śrī Caitanya Mahāprabhu recommends, kīrtanīyaḥ sadā hariḥ: one should always engage in kṛṣṇa-kathā by chanting and talking about Kṛṣṇa and hearing about Him. That is the only occupation of a Kṛṣṇa conscious person."
    },
    {
        "verse": "6",
        "devanagari": "निर्गुणोऽपि ह्यजोऽव्यक्तो भगवान्प्रकृते: पर: ।स्वमायागुणमाविश्य बाध्यबाधकतां गत: ॥ ६ ॥",
        "english_devnagari": "nirguṇo ’pi hy ajo ’vyaktobhagavān prakṛteḥ paraḥsva-māyā-guṇam āviśyabādhya-bādhakatāṁ gataḥ",
        "verse_Syn": [
            "nirguṇaḥ",
            "api",
            "hi",
            "ajaḥ",
            "avyaktaḥ",
            "bhagavān",
            "prakṛteḥ",
            "paraḥ",
            "sva",
            "māyā",
            "guṇam",
            "āviśya",
            "bādhya",
            "bādhakatām",
            "gataḥ"
        ],
        "translation": "The Supreme Personality of Godhead, Viṣṇu, is always transcendental to material qualities, and therefore He is called nirguṇa, or without qualities. Because He is unborn, He does not have a material body to be subjected to attachment and hatred. Although the Lord is always above material existence, through His spiritual potency He appeared and acted like an ordinary human being, accepting duties and obligations, apparently like a conditioned soul.",
        "purport": " So-called attachment, detachment and obligations pertain to the material nature, which is an emanation from the Supreme Personality of Godhead, but whenever the Lord descends and acts in this material world, He does so in His spiritual position. Although His activities materially appear different, spiritually they are absolute and nondifferent. Thus it is an imposition upon the Supreme Lord to say that He is envious of anyone or friendly to anyone. In Bhagavad-gītā (9.11) the Lord clearly says, avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam: “Fools deride Me when I descend in a human form.” Kṛṣṇa appears on this earth or within this universe without any change in His spiritual body or spiritual qualities. Indeed, He is never influenced by the material qualities. He is always free from such qualities, but He appears to act under material influence. This understanding is āropita, or an imposition. Therefore Kṛṣṇa says, janma karma ca me divyam: whatever He does, being always transcendental, has nothing to do with material qualities; Evaṁ yo vetti tattvataḥ: only devotees can understand the truth of how He acts. The fact is that Kṛṣṇa is never partial to anyone. He is always equal to everyone, but because of imperfect vision, influenced by material qualities, one imposes material qualities upon Kṛṣṇa, and when one does so he becomes a mūḍha, a fool. When one can properly understand the truth, one becomes devoted and nirguṇa, free from material qualities. Simply by understanding the activities of Kṛṣṇa one can become transcendental, and as soon as one is transcendental he is fit to be transferred to the transcendental world. Tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna: one who understands the activities of the Lord in truth is transferred to the spiritual world after he gives up his material body."
    },
    {
        "verse": "7",
        "devanagari": "सत्त्वं रजस्तम इति प्रकृतेर्नात्मनो गुणा: ।न तेषां युगपद्राजन् ह्रास उल्लास एव वा ॥ ७ ॥",
        "english_devnagari": "sattvaṁ rajas tama itiprakṛter nātmano guṇāḥna teṣāṁ yugapad rājanhrāsa ullāsa eva vā",
        "verse_Syn": [
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "prakṛteḥ",
            "na",
            "ātmanaḥ",
            "guṇāḥ",
            "na",
            "teṣām",
            "yugapat",
            "rājan",
            "hrāsaḥ",
            "ullāsaḥ",
            "eva",
            "vā"
        ],
        "translation": "My dear King Parīkṣit, the material qualities — sattva-guṇa, rajo-guṇa and tamo-guṇa — all belong to the material world and do not even touch the Supreme Personality of Godhead. These three guṇas cannot act by increasing or decreasing simultaneously.",
        "purport": " The original position of the Supreme Personality of Godhead is one of equality. There is no question of His being influenced by sattva-guṇa, rajo-guṇa or tamo-guṇa, for these material qualities cannot touch the Supreme Lord. The Lord is therefore called the supreme īśvara. Īśvaraḥ paramaḥ kṛṣṇaḥ: He is the supreme controller. He controls the material qualities (daivī hy eṣā guṇa-mayī mama māyā). Mayādhyakṣena prakṛtiḥ sūyate: material nature (prakṛti) works under His order. How, then, can He be under the qualities of prakṛti? Kṛṣṇa is never influenced by the material qualities. Therefore there is no question of partiality in the Supreme Personality of Godhead."
    },
    {
        "verse": "8",
        "devanagari": "जयकाले तु सत्त्वस्य देवर्षीन् रजसोऽसुरान् ।तमसो यक्षरक्षांसि तत्कालानुगुणोऽभजत् ॥ ८ ॥",
        "english_devnagari": "jaya-kāle tu sattvasyadevarṣīn rajaso ’surāntamaso yakṣa-rakṣāṁsitat-kālānuguṇo ’bhajat",
        "verse_Syn": [
            "jaya",
            "kāle",
            "tu",
            "sattvasya",
            "deva",
            "ṛṣīn",
            "rajasaḥ",
            "asurān",
            "tamasaḥ",
            "yakṣa",
            "rakṣāṁsi",
            "tat",
            "kāla",
            "anuguṇaḥ",
            "abhajat"
        ],
        "translation": "When the quality of goodness is prominent, the sages and demigods flourish with the help of that quality, with which they are infused and surcharged by the Supreme Lord. Similarly, when the mode of passion is prominent the demons flourish, and when ignorance is prominent the Yakṣas and Rākṣasas flourish. The Supreme Personality of Godhead is present in everyone’s heart, fostering the reactions of sattva-guṇa, rajo-guṇa and tamo-guṇa.",
        "purport": " The Supreme Personality of Godhead is not partial to anyone. The conditioned soul is under the influence of the various modes of material nature, and behind material nature is the Supreme Personality of Godhead; but one’s victory and loss under the influence of sattva-guṇa, rajo-guṇa and tamo-guṇa are reactions of these modes, not of the Supreme Lord’s partiality. Śrīla Jīva Gosvāmī, in the Bhāgavata-sandarbha, has clearly said: According to this statement of the Bhāgavata-sandarbha, the Supreme Lord, being always transcendental to the material qualities, is never affected by the influence of these qualities. This same characteristic is also present in the living being, but because he is conditioned by material nature, even the pleasure potency of the Lord is manifested in the conditioned soul as troublesome. In the material world the pleasure enjoyed by the conditioned soul is followed by many painful conditions. For instance, we have seen that in the two great wars, which were conducted by the rajo-guṇa and tamo-guṇa, both parties were actually ruined. The German people declared war against the English to ruin them, but the result was that both parties were ruined. Although the Allies were apparently victorious, at least on paper, actually neither of them were victorious. Therefore it should be concluded that the Supreme Personality of Godhead is not partial to anyone. Everyone works under the influence of various modes of material nature, and when the various modes are prominent, the demigods or demons appear victorious under the influence of these modes. Everyone enjoys the fruits of his qualitative activities. This is also confirmed in Bhagavad-gītā (14.11-13): “The manifestations of the modes of goodness can be experienced when all the gates of the body are illumined by knowledge. “O chief of the Bhāratas, when there is an increase in the mode of passion, the symptoms of great attachment, uncontrollable desire, hankering, and intense endeavor develop. “O son of Kuru, when there is an increase in the mode of ignorance, madness, illusion, inertia and darkness are manifested.” The Supreme Personality of Godhead, who is present in everyone’s heart, simply gives the results of the increase in the various qualities, but He is impartial. He supervises victory and loss, but He does not take part in them. The various modes of material nature do not work all at once. The interactions of these modes are exactly like seasonal changes. Sometimes there is an increment of rajo-guṇa, sometimes of tamo-guṇa and sometimes sattva-guṇa. Generally the demigods are surcharged with sattva-guṇa, and therefore when the demons and the demigods fight, the demigods are victorious because of the prominence of their sattva-guṇa qualities. However, this is not the partiality of the Supreme Lord."
    },
    {
        "verse": "9",
        "devanagari": "ज्योतिरादिरिवाभाति सङ्घातान्न विविच्यते ।विदन्त्यात्मानमात्मस्थं मथित्वा कवयोऽन्तत: ॥ ९ ॥",
        "english_devnagari": "jyotir-ādir ivābhātisaṅghātān na vivicyatevidanty ātmānam ātma-sthaṁmathitvā kavayo ’ntataḥ",
        "verse_Syn": [
            "jyotiḥ",
            "ādiḥ",
            "iva",
            "ābhāti",
            "saṅghātāt",
            "na",
            "vivicyate",
            "vidanti",
            "ātmānam",
            "ātma",
            "stham",
            "mathitvā",
            "kavayaḥ",
            "antataḥ"
        ],
        "translation": "The all-pervading Personality of Godhead exists within the heart of every living being, and an expert thinker can perceive how He is present there to a large or small extent. Just as one can understand the supply of fire in wood, the water in a waterpot, or the sky within a pot, one can understand whether a living entity is a demon or a demigod by understanding that living entity’s devotional performances. A thoughtful man can understand how much a person is favored by the Supreme Lord by seeing his actions.",
        "purport": " In Bhagavad-gītā (10.41) the Lord says: “Know that all beautiful, glorious and mighty creations spring from but a spark of My splendor.” We have the practical experience of seeing that one person is able to do very wonderful things whereas another cannot do those same things and cannot even do things that require only a little common sense. Therefore, how much a devotee has been favored by the Supreme Personality of Godhead can be tested by the activities the devotee has performed. In Bhagavad-gītā (10.10) the Lord also says: “To those who are constantly devoted and who worship Me with love, I give the understanding by which they can come to Me.” This is very practical. A teacher instructs the student if the student is capable of taking more and more instructions. Otherwise, in spite of being instructed by the teacher, the student cannot make strides in his understanding. This has nothing to do with partiality. When Kṛṣṇa says teṣāṁ satata-yuktānāṁ bhajatāṁ prīti-pūrvakam/ dadāmi buddhi-yogaṁ tam, this indicates that Kṛṣṇa is prepared to give bhakti-yoga to everyone, but one must be capable of receiving it. That is the secret. Thus when a person exhibits wonderful devotional activities, a thoughtful man understands that Kṛṣṇa has been more favorable to this devotee. This is not difficult to understand, but envious persons do not accept that Kṛṣṇa has bestowed His favor upon a particular devotee in accordance with his advanced position. Such foolish persons become envious and try to minimize an advanced devotee’s activities. That is not Vaiṣṇavism. A Vaiṣṇava should appreciate the service rendered to the Lord by other Vaiṣṇavas. Therefore a Vaiṣṇava is described in Śrīmad-Bhāgavatam as nirmatsara. Vaiṣṇavas are never envious of other Vaiṣṇavas or of anyone else, and therefore they are called nirmatsarāṇāṁ satām. As Bhagavad-gītā informs us, one can understand how one is saturated with sattva-guṇa, rajo-guṇa or tamo-guṇa. In the examples given herewith, fire represents the mode of goodness. One can understand the constitution of a container for wood, petrol or other inflammable substances by the quantity of the fire. Similarly, water represents rajo-guṇa, the mode of passion. A small skin and the vast Atlantic Ocean both contain water, and by seeing the quantity of water in a container one can understand the size of the container. The sky represents the mode of ignorance. The sky is present in a small earthen pot and also in outer space. Thus by proper judgment one can see who is a devatā, or demigod, and who is an asura, Yakṣa or Rākṣasa according to the quantities of sattva-guṇa, rajo-guṇa and tamo-guṇa. One cannot judge whether a person is a devatā, an asura or a Rākṣasa by seeing him, but a sane man can understand this by the activities such a person performs. A general description is given in the Padma Purāṇa: viṣṇu-bhaktaḥ smṛto daiva āsuras tad-viparyayaḥ. A devotee of Lord Viṣṇu is a demigod, whereas an asura or Yakṣa is just the opposite. An asura is not a devotee of Lord Viṣṇu; instead, for his sense gratification he is a devotee of the demigods, bhūtas, pretas and so on. Thus one can judge who is a devatā, who is a Rākṣasa and who is an asura by how they conduct their activities. The word ātmānam in this verse means paramātmānam. The Paramātmā, or Supersoul, is situated in the core of everyone’s heart (antataḥ). This is confirmed in Bhagavad-gītā (18.61). īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati. The īśvara, the Supreme Personality of Godhead, being situated in everyone’s heart, gives directions to everyone in terms of one’s capabilities in taking the instructions. The instructions of Bhagavad-gītā are open to everyone, but some people understand them properly, whereas others understand them so improperly that they cannot even believe in the existence of Kṛṣṇa, although reading Kṛṣṇa’s book. Although the Gītā says śrī-bhagavān uvāca, indicating that Kṛṣṇa spoke, they cannot understand Kṛṣṇa. This is due to their misfortune or incapability, which is caused by rajo-guṇa and tamo-guṇa, the modes of passion and ignorance. It is because of these modes that they cannot even understand Kṛṣṇa, whereas an advanced devotee like Arjuna understands Him and glorifies Him, saying, paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān: “You are the Supreme Brahman, the supreme abode and purifier.” Kṛṣṇa is open to everyone, but one needs the capability to understand Him. By external features one cannot understand who is favored by Kṛṣṇa and who is not. According to one’s attitude, Kṛṣṇa becomes one’s direct adviser, or Kṛṣṇa becomes unknown. This is not Kṛṣṇa’s partiality; it is His response to one’s ability to understand Him. According to one’s receptiveness — whether one be a devatā, asura, Yakṣa or Rākṣasa — Kṛṣṇa’s quality is proportionately exhibited. This proportionate exhibition of Kṛṣṇa’s power is misunderstood by less intelligent men to be Kṛṣṇa’s partiality, but actually it is no such thing. Kṛṣṇa is equal to everyone, and according to one’s ability to receive the favor of Kṛṣṇa, one advances in Kṛṣṇa consciousness. Śrīla Viśvanātha Cakravartī Ṭhākura gives a practical example in this connection. In the sky there are many luminaries. At night, even in darkness, the moon is extremely brilliant and can be directly perceived. The sun is also extremely brilliant. When covered by clouds, however, these luminaries are not distinctly visible. Similarly, the more one advances in sattva-guṇa, the more his brilliance is exhibited by devotional service, but the more one is covered by rajo-guṇa and tamo-guṇa, the less visible his brilliance, for he is covered by these qualities. The visibility of one’s qualities does not depend on the partiality of the Supreme Personality of Godhead; it is due to various coverings in different proportions. Thus one can understand how far he has advanced in terms of sattva-guṇa and how much he is covered by rajo-guṇa and tamo-guṇa."
    },
    {
        "verse": "10",
        "devanagari": "यदा सिसृक्षु: पुर आत्मन: परोरज: सृजत्येष पृथक् स्वमायया ।सत्त्वं विचित्रासु रिरंसुरीश्वर:शयिष्यमाणस्तम ईरयत्यसौ ॥ १० ॥",
        "english_devnagari": "yadā sisṛkṣuḥ pura ātmanaḥ parorajaḥ sṛjaty eṣa pṛthak sva-māyayāsattvaṁ vicitrāsu riraṁsur īśvaraḥśayiṣyamāṇas tama īrayaty asau",
        "verse_Syn": [
            "yadā",
            "sisṛkṣuḥ",
            "puraḥ",
            "ātmanaḥ",
            "paraḥ",
            "rajaḥ",
            "sṛjati",
            "eṣaḥ",
            "pṛthak",
            "sva",
            "māyayā",
            "sattvam",
            "vicitrāsu",
            "riraṁsuḥ",
            "īśvaraḥ",
            "śayiṣyamāṇaḥ",
            "tamaḥ",
            "īrayati",
            "asau"
        ],
        "translation": "When the Supreme Personality of Godhead creates different types of bodies, offering a particular body to each living entity according to his character and fruitive actions, the Lord revives all the qualities of material nature — sattva-guṇa, rajo-guṇa and tamo-guṇa. Then, as the Supersoul, He enters each body and influences the qualities of creation, maintenance and annihilation, using sattva-guṇa for maintenance, rajo-guṇa for creation and tamo-guṇa for annihilation.",
        "purport": " Although material nature is conducted by the three qualities — sattva-guṇa, rajo-guṇa and tamo-guṇa — nature is not independent. As the Lord says in Bhagavad-gītā (9.10): “This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.” The different changes in the material world take place as actions and reactions of the three guṇas, but above the three guṇas is their director, the Supreme Personality of Godhead. In the various types of bodies given to the living entities by material nature (yantrārūḍhāni māyayā), either sattva-guṇa, rajo-guṇa or tamo-guṇa is prominent. The body is produced by material nature according to the direction of the Supreme Personality of Godhead. Therefore it is said here, yadā sisṛkṣuḥ pura ātmanaḥ paraḥ, indicating that the body is certainly created by the Lord. Karmaṇā daiva-netreṇa: according to the karma of the living entity, a body is prepared under the Supreme Lord’s supervision. Whether the body is of sattva-guṇa, rajo-guṇa or tamo-guṇa, everything is done by the direction of the Supreme Lord through the agency of the external energy (pṛthak sva-māyayā). In this way, in different types of bodies, the Lord (īśvara) gives directions as Paramātmā, and again, to destroy the body, He employs the tamo-guṇa. This is the way the living entities receive different types of bodies."
    },
    {
        "verse": "11",
        "devanagari": "कालं चरन्तं सृजतीश आश्रयं ।प्रधानपुम्भ्यां नरदेव सत्यकृत् ॥ ११ ॥",
        "english_devnagari": "kālaṁ carantaṁ sṛjatīśa āśrayaṁpradhāna-pumbhyāṁ nara-deva satya-kṛt",
        "verse_Syn": [
            "kālam",
            "carantam",
            "sṛjati",
            "īśaḥ",
            "āśrayam",
            "pradhāna",
            "pumbhyām",
            "nara",
            "deva",
            "satya",
            "kṛt"
        ],
        "translation": "O great King, the Supreme Personality of Godhead, the controller of the material and spiritual energies, who is certainly the creator of the entire cosmos, creates the time factor to allow the material energy and the living entity to act within the limits of time. Thus the Supreme Personality is never under the time factor nor under the material energy.",
        "purport": " One should not think that the Lord is dependent on the time factor. He actually creates the situation by which material nature acts and by which the conditioned soul is placed under material nature. Both the conditioned soul and the material nature act within the time factor, but the Lord is not subject to the actions and reactions of time, for time has been created by Him. To be more clear, Śrīla Viśvanātha Cakravartī Ṭhākura says that creation, maintenance and annihilation are all under the supreme will of the Lord. In Bhagavad-gītā (4.7) the Lord says: “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” Since Kṛṣṇa, the Supreme Personality of Godhead, is the controller of everything, when He appears He is not within the limitations of material time (janma karma ca me divyam). In this verse the words kālaṁ carantaṁ sṛjatīśa āśrayam indicate that although the Lord acts within time, whether sattva-guṇa, rajo-guṇa or tamo-guṇa is prominent, one should not think that the Lord is under time’s control. Time is within His control, for He creates time to act in a certain way; He is not working under the control of time. The creation of the material world is one of the Lord’s pastimes. Everything is fully under His control. Since creation takes place when rajo-guṇa is prominent, the Lord creates the necessary time to give facilities for rajo-guṇa. Similarly, He also creates the necessary times for maintenance and annihilation. Thus this verse establishes that the Lord is not under the limitations of time. As stated in the Brahma-saṁhitā, īśvaraḥ paramaḥ kṛṣṇaḥ: Kṛṣṇa is the supreme controller. Sac-cid-ānanda-vigrahaḥ: He possesses a blissful, spiritual body. Anādiḥ: He is not subordinate to anything. As the Lord confirms in Bhagavad-gītā (7.7), mattaḥ parataraṁ nānyat kiñcid asti dhanañjaya: “O conqueror of wealth [Arjuna], there is no truth superior to Me.” Nothing can be above Kṛṣṇa, for He is the controller and creator of everything. The Māyāvādī philosophers say that this material world is mithyā, false, and that one should therefore not bother about this mithyā creation (brahma satyaṁ jagan mithyā). But this is not correct. Here it is said, satya-kṛt: whatever is created by the Supreme Personality of Godhead, satyaṁ param, cannot be called mithyā. The cause of the creation is satya, true, so how can the effect of the cause be mithyā? The very word satya-kṛt is used to establish that everything created by the Lord is factual, never false. The creation may be temporary, but it is not false."
    },
    {
        "verse": "12",
        "devanagari": "य एष राजन्नपि काल ईशितासत्त्वं सुरानीकमिवैधयत्यत: ।तत्प्रत्यनीकानसुरान् सुरप्रियोरजस्तमस्कान् प्रमिणोत्युरुश्रवा: ॥ १२ ॥",
        "english_devnagari": "ya eṣa rājann api kāla īśitāsattvaṁ surānīkam ivaidhayaty ataḥtat-pratyanīkān asurān sura-priyorajas-tamaskān pramiṇoty uruśravāḥ",
        "verse_Syn": [
            "yaḥ",
            "eṣaḥ",
            "rājan",
            "api",
            "kālaḥ",
            "īśitā",
            "sattvam",
            "sura",
            "anīkam",
            "iva",
            "edhayati",
            "ataḥ",
            "tat",
            "pratyanīkān",
            "asurān",
            "sura",
            "priyaḥ",
            "rajaḥ",
            "tamaskān",
            "pramiṇoti",
            "uru",
            "śravāḥ"
        ],
        "translation": "O King, this time factor enhances the sattva-guṇa. Thus although the Supreme Lord is the controller, He favors the demigods, who are mostly situated in sattva-guṇa. Then the demons, who are influenced by tamo-guṇa, are annihilated. The Supreme Lord induces the time factor to act in different ways, but He is never partial. Rather, His activities are glorious, and therefore He is called Uruśravā.",
        "purport": " The Lord says in Bhagavad-gītā (9.29), samo ’haṁ sarva-bhūteṣu na me dveṣyo ’sti na priyaḥ: “I envy no one, nor am I partial to anyone. I am equal to all.” The Supreme Personality of Godhead cannot be partial; He is always equal to everyone. Therefore when the demigods are favored and the demons killed, this is not His partiality but the influence of the time factor. A good example in this regard is that an electrician connects both a heater and a cooler to the same electrical energy. The cause of the heating and cooling is the electrician’s manipulation of the electrical energy according to his desire, but factually the electrician has nothing to do with causing heat or cold, nor with the enjoyment or suffering that results. There have been many historical incidents in which the Lord killed a demon, but the demon attained a higher position by the mercy of the Lord. Pūtanā is an example. Pūtanā’s purpose was to kill Kṛṣṇa. Aho bakī yaṁ stana-kāla-kūṭam. She approached the house of Nanda Mahārāja with the purpose of killing Kṛṣṇa by smearing poison on her breast, yet when she was killed she attained the highest position, achieving the status of Kṛṣṇa’s mother. Kṛṣṇa is so kind and impartial that because he sucked Pūtanā’s breast, He immediately accepted her as His mother. This superfluous activity of killing Pūtanā did not diminish the Lord’s impartiality. He is suhṛdaṁ sarva-bhūtānām, the friend of everyone. Therefore partiality cannot apply to the character of the Supreme Personality of Godhead, who always maintains His position as the supreme controller. The Lord killed Pūtanā as an enemy, but because of His being the supreme controller, she attained an exalted position as His mother. Śrīla Madhva Muni therefore remarks, kāle kāla-viṣaye ’pīśitā; dehādi-kāraṇatvāt surānīkam iva sthitaṁ sattvam. Ordinarily a murderer is hanged, and in the Manu-saṁhitā it is said that a king bestows mercy upon a murderer by killing him, thus saving him from various kinds of suffering. Because of his sinful activities, such a murderer is killed by the mercy of the king. Kṛṣṇa, the supreme judge, deals with matters in a similar way because He is the supreme controller. The conclusion, therefore, is that the Lord is always impartial and always very kind to all living entities."
    },
    {
        "verse": "13",
        "devanagari": "अत्रैवोदाहृत: पूर्वमितिहास: सुरर्षिणा ।प्रीत्या महाक्रतौ राजन् पृच्छतेऽजातशत्रवे ॥ १३ ॥",
        "english_devnagari": "atraivodāhṛtaḥ pūrvamitihāsaḥ surarṣiṇāprītyā mahā-kratau rājanpṛcchate ’jāta-śatrave",
        "verse_Syn": [
            "atra",
            "eva",
            "udāhṛtaḥ",
            "pūrvam",
            "itihāsaḥ",
            "sura",
            "ṛṣiṇā",
            "prītyā",
            "mahā",
            "kratau",
            "rājan",
            "pṛcchate",
            "ajāta",
            "śatrave"
        ],
        "translation": "Formerly, O King, when Mahārāja Yudhiṣṭhira was performing the Rājasūya sacrifice, the great sage Nārada, responding to his inquiry, recited historical facts showing how the Supreme Personality of Godhead is always impartial, even when killing demons. In this regard he gave a vivid example.",
        "purport": " This relates to how the Lord exhibited His impartiality even when killing Śiśupāla in the arena of the Rājasūya yajña performed by Mahārāja Yudhiṣṭhira."
    },
    {
        "verse": "14-15",
        "devanagari": "द‍ृष्ट्वा महाद्भ‍ुतं राजा राजसूये महाक्रतौ ।वासुदेवे भगवति सायुज्यं चेदिभूभुज: ॥ १४ ॥तत्रासीनं सुरऋषिं राजा पाण्डुसुत: क्रतौ ।पप्रच्छ विस्मितमना मुनीनां श‍ृण्वतामिदम् ॥ १५ ॥",
        "english_devnagari": "dṛṣṭvā mahādbhutaṁ rājārājasūye mahā-kratauvāsudeve bhagavatisāyujyaṁ cedibhū-bhujaḥ",
        "verse_Syn": [
            "dṛṣṭvā",
            "mahā",
            "adbhutam",
            "rājā",
            "rājasūye",
            "mahā",
            "kratau",
            "vāsudeve",
            "bhagavati",
            "sāyujyam",
            "cedibhū",
            "bhujaḥ",
            "tatra",
            "āsīnam",
            "sura",
            "ṛṣim",
            "rājā",
            "pāṇḍu",
            "sutaḥ",
            "kratau",
            "papraccha",
            "vismita",
            "manāḥ",
            "munīnām",
            "śṛṇvatām",
            "idam"
        ],
        "translation": "O King, at the Rājasūya sacrifice, Mahārāja Yudhiṣṭhira, the son of Mahārāja Pāṇḍu, personally saw Śiśupāla merge into the body of the Supreme Lord, Kṛṣṇa. Therefore, struck with wonder, he inquired about the reason for this from the great sage Nārada, who was seated there. While he inquired, all the sages present also heard him ask his question.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "श्रीयुधिष्ठिर उवाचअहो अत्यद्भ‍ुतं ह्येतद्दुर्लभैकान्तिनामपि ।वासुदेवे परे तत्त्वे प्राप्तिश्चैद्यस्य विद्विष: ॥ १६ ॥",
        "english_devnagari": "śrī-yudhiṣṭhira uvācaaho aty-adbhutaṁ hy etaddurlabhaikāntinām apivāsudeve pare tattveprāptiś caidyasya vidviṣaḥ",
        "verse_Syn": [
            "śrī",
            "yudhiṣṭhiraḥ",
            "uvāca",
            "aho",
            "ati",
            "adbhutam",
            "hi",
            "etat",
            "durlabha",
            "ekāntinām",
            "api",
            "vāsudeve",
            "pare",
            "tattve",
            "prāptiḥ",
            "caidyasya",
            "vidviṣaḥ"
        ],
        "translation": "Mahārāja Yudhiṣṭhira inquired: It is very wonderful that the demon Śiśupāla merged into the body of the Supreme Personality of Godhead even though extremely envious. This sāyujya-mukti is impossible to attain even for great transcendentalists. How then did the enemy of the Lord attain it?",
        "purport": " There are two classes of transcendentalists — the jñānīs and the bhaktas. The bhaktas do not aspire to merge into the existence of the Lord, but the jñānīs do. Śiśupāla, however, was neither a jñānī nor a bhakta, yet simply by envy of the Lord he attained an exalted position by merging into the Lord’s body. Certainly this was astonishing, and therefore Mahārāja Yudhiṣṭhira inquired about the cause for the Lord’s mysterious mercy to Śiśupāla."
    },
    {
        "verse": "17",
        "devanagari": "एतद्वेदितुमिच्छाम: सर्व एव वयं मुने ।भगवन्निन्दया वेनो द्विजैस्तमसि पातित: ॥ १७ ॥",
        "english_devnagari": "etad veditum icchāmaḥsarva eva vayaṁ munebhagavan-nindayā venodvijais tamasi pātitaḥ",
        "verse_Syn": [
            "etat",
            "veditum",
            "icchāmaḥ",
            "sarve",
            "eva",
            "vayam",
            "mune",
            "bhagavat",
            "nindayā",
            "venaḥ",
            "dvijaiḥ",
            "tamasi",
            "pātitaḥ"
        ],
        "translation": "O great sage, we are all eager to know the cause for this mercy of the Lord. I have heard that formerly a king named Vena blasphemed the Supreme Personality of Godhead and that all the brāhmaṇas consequently obliged him to go to hell. Śiśupāla should also have been sent to hell. How then did he merge into the Lord’s existence?",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "दमघोषसुत: पाप आरभ्य कलभाषणात् ।सम्प्रत्यमर्षी गोविन्दे दन्तवक्रश्च दुर्मति: ॥ १८ ॥",
        "english_devnagari": "damaghoṣa-sutaḥ pāpaārabhya kala-bhāṣaṇātsampraty amarṣī govindedantavakraś ca durmatiḥ",
        "verse_Syn": [
            "damaghoṣa",
            "sutaḥ",
            "pāpaḥ",
            "ārabhya",
            "kala",
            "bhāṣaṇāt",
            "samprati",
            "amarṣī",
            "govinde",
            "dantavakraḥ",
            "ca",
            "durmatiḥ"
        ],
        "translation": "From the very beginning of his childhood, when he could not even speak properly, Śiśupāla, the most sinful son of Damaghoṣa, began blaspheming the Lord, and he continued to be envious of Śrī Kṛṣṇa until death. Similarly, his brother Dantavakra continued the same habits.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "शपतोरसकृद्विष्णुं यद्ब्रह्म परमव्ययम् ।श्वित्रो न जातो जिह्वायां नान्धं विविशतुस्तम: ॥ १९ ॥",
        "english_devnagari": "śapator asakṛd viṣṇuṁyad brahma param avyayamśvitro na jāto jihvāyāṁnāndhaṁ viviśatus tamaḥ",
        "verse_Syn": [
            "śapatoḥ",
            "asakṛt",
            "viṣṇum",
            "yat",
            "brahma",
            "param",
            "avyayam",
            "śvitraḥ",
            "na",
            "jātaḥ",
            "jihvāyām",
            "na",
            "andham",
            "viviśatuḥ",
            "tamaḥ"
        ],
        "translation": "Although these two men — Śiśupāla and Dantavakra — repeatedly blasphemed the Supreme Personality of Godhead, Lord Viṣṇu [Kṛṣṇa], the Supreme Brahman, they were quite healthy. Indeed, their tongues were not attacked by white leprosy, nor did they enter the darkest region of hellish life. We are certainly most surprised by this.",
        "purport": " Kṛṣṇa is described by Arjuna in Bhagavad-gītā (10.12) as follows: paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān. “You are the Supreme Brahman, the supreme abode and purifier.” Herein this is confirmed. Viṣṇuṁ yad brahma param avyayam. The Supreme Viṣṇu is Kṛṣṇa. Kṛṣṇa is the cause of Viṣṇu, not vice versa. Similarly, Brahman is not the cause of Kṛṣṇa; Kṛṣṇa is the cause of Brahman. Therefore Kṛṣṇa is the Parabrahman (yad brahma param avyayam)."
    },
    {
        "verse": "20",
        "devanagari": "कथं तस्मिन् भगवति दुरवग्राह्यधामनि ।पश्यतां सर्वलोकानां लयमीयतुरञ्जसा ॥ २० ॥",
        "english_devnagari": "kathaṁ tasmin bhagavatiduravagrāhya-dhāmanipaśyatāṁ sarva-lokānāṁlayam īyatur añjasā",
        "verse_Syn": [
            "katham",
            "tasmin",
            "bhagavati",
            "duravagrāhya",
            "dhāmani",
            "paśyatām",
            "sarva",
            "lokānām",
            "layam",
            "īyatuḥ",
            "añjasā"
        ],
        "translation": "How was it possible for Śiśupāla and Dantavakra, in the presence of many exalted persons, to enter very easily into the body of Kṛṣṇa, whose nature is difficult to attain?",
        "purport": " Śiśupāla and Dantavakra were formerly Jaya and Vijaya, the doorkeepers of Vaikuṇṭha. Merging into the body of Kṛṣṇa was not their final destination. For some time they remained merged, and later they received the liberations of sārūpya and sālokya, living on the same planet as the Lord in the same bodily form. The śāstras give evidence that if one blasphemes the Supreme Lord, his punishment is to remain in hellish life for many millions of years more than one suffers by killing many brāhmaṇas. Śiśupāla, however, instead of entering hellish life, immediately and very easily received sāyujya-mukti. That such a privilege had been offered to Śiśupāla was not merely a story. Everyone saw it happen; there was no scarcity of evidence. How did it happen? Mahārāja Yudhiṣṭhira was very much surprised."
    },
    {
        "verse": "21",
        "devanagari": "एतद्भ्राम्यति मे बुद्धिर्दीपार्चिरिव वायुना ।ब्रूह्येतदद्भ‍ुततमं भगवान्ह्यत्र कारणम् ॥ २१ ॥",
        "english_devnagari": "etad bhrāmyati me buddhirdīpārcir iva vāyunābrūhy etad adbhutatamaṁbhagavān hy atra kāraṇam",
        "verse_Syn": [
            "etat",
            "bhrāmyati",
            "me",
            "buddhiḥ",
            "dīpa",
            "arciḥ",
            "iva",
            "vāyunā",
            "brūhi",
            "etat",
            "adbhutatamam",
            "bhagavān",
            "hi",
            "atra",
            "kāraṇam"
        ],
        "translation": "This matter is undoubtedly very wonderful. Indeed, my intelligence has become disturbed, just as the flame of a candle is disturbed by a blowing wind. O Nārada Muni, you know everything. Kindly let me know the cause of this wonderful event.",
        "purport": " The śāstras enjoin, tad-vijñānārthaṁ sa gurum evābhigacchet: when one is perplexed by the difficult problems of life, to solve them one must approach a guru like Nārada or his representative in the disciplic succession. Mahārāja Yudhiṣṭhira therefore requested Nārada to explain the cause for such a wonderful event."
    },
    {
        "verse": "22",
        "devanagari": "श्रीबादरायणिरुवाचराज्ञस्तद्वच आकर्ण्य नारदो भगवानृषि: ।तुष्ट: प्राह तमाभाष्य श‍ृण्वत्यास्तत्सद: कथा: ॥ २२ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācarājñas tad vaca ākarṇyanārado bhagavān ṛṣiḥtuṣṭaḥ prāha tam ābhāṣyaśṛṇvatyās tat-sadaḥ kathāḥ",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "rājñaḥ",
            "tat",
            "vacaḥ",
            "ākarṇya",
            "nāradaḥ",
            "bhagavān",
            "ṛṣiḥ",
            "tuṣṭaḥ",
            "prāha",
            "tam",
            "ābhāṣya",
            "śṛṇvatyāḥ",
            "tat",
            "sadaḥ",
            "kathāḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: After hearing the request of Mahārāja Yudhiṣṭhira, Nārada Muni, the most powerful spiritual master, who knew everything, was very pleased. Thus he replied in the presence of everyone taking part in the yajña.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "श्रीनारद उवाचनिन्दनस्तवसत्कारन्यक्कारार्थं कलेवरम् ।प्रधानपरयो राजन्नविवेकेन कल्पितम् ॥ २३ ॥",
        "english_devnagari": "śrī-nārada uvācanindana-stava-satkāra-nyakkārārthaṁ kalevarampradhāna-parayo rājannavivekena kalpitam",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "nindana",
            "stava",
            "satkāra",
            "nyakkāra",
            "artham",
            "kalevaram",
            "pradhāna",
            "parayoḥ",
            "rājan",
            "avivekena",
            "kalpitam"
        ],
        "translation": "The great sage Śrī Nāradajī said: O King, blasphemy and praise, chastisement and respect, are experienced because of ignorance. The body of the conditioned soul is planned by the Lord for suffering in the material world through the agency of the external energy.",
        "purport": " In Bhagavad-gītā (18.61) it is said: “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of material energy.” A material body is manufactured by the external energy according to the direction of the Supreme Personality of Godhead. The conditioned soul, being seated on this machine, wanders throughout the universe, and because of his bodily conception of life he only suffers. Actually the suffering of being blasphemed and the enjoyment of being praised, the acceptance of a good welcome or of chastisement by harsh words, are felt in the material conception of life; but since the body of the Supreme Personality of Godhead is not material but sac-cid-ānanda-vigraha, He is unaffected by insults or greetings, blasphemy or prayers. Being always unaffected and complete, He does not feel extra pleasure when offered nice prayers by the devotee, although the devotee benefits by offering prayers to the Lord. Indeed, the Lord is very kind to His so-called enemy because one who always thinks of the Personality of Godhead as an enemy also benefits, although he thinks of the Lord adversely. If a conditioned soul, thinking of the Lord as an enemy or a friend, somehow or other becomes attached to the Lord, he receives great benefit."
    },
    {
        "verse": "24",
        "devanagari": "हिंसा तदभिमानेन दण्डपारुष्ययोर्यथा ।वैषम्यमिह भूतानां ममाहमिति पार्थिव ॥ २४ ॥",
        "english_devnagari": "hiṁsā tad-abhimānenadaṇḍa-pāruṣyayor yathāvaiṣamyam iha bhūtānāṁmamāham iti pārthiva",
        "verse_Syn": [
            "hiṁsā",
            "tat",
            "abhimānena",
            "daṇḍa",
            "pāruṣyayoḥ",
            "yathā",
            "vaiṣamyam",
            "iha",
            "bhūtānām",
            "mama",
            "aham",
            "iti",
            "pārthiva"
        ],
        "translation": "My dear King, the conditioned soul, being in the bodily conception of life, considers his body to be his self and considers everything in relationship with the body to be his. Because he has this wrong conception of life, he is subjected to dualities like praise and chastisement.",
        "purport": " Only when a conditioned soul accepts the body as himself does he feel the effects of chastisement or praise. Then he determines one person to be his enemy and another his friend and wants to chastise the enemy and welcome the friend. This creation of friends and enemies is a result of one’s bodily conception of life."
    },
    {
        "verse": "25",
        "devanagari": "यन्निबद्धोऽभिमानोऽयं तद्वधात्प्राणिनां वध: ।तथा न यस्य कैवल्यादभिमानोऽखिलात्मन: ।परस्य दमकर्तुर्हि हिंसा केनास्य कल्प्यते ॥ २५ ॥",
        "english_devnagari": "yan-nibaddho ’bhimāno ’yaṁtad-vadhāt prāṇināṁ vadhaḥtathā na yasya kaivalyādabhimāno ’khilātmanaḥparasya dama-kartur hihiṁsā kenāsya kalpyate",
        "verse_Syn": [
            "yat",
            "nibaddhaḥ",
            "abhimānaḥ",
            "ayam",
            "tat",
            "vadhāt",
            "prāṇinām",
            "vadhaḥ",
            "tathā",
            "na",
            "yasya",
            "kaivalyāt",
            "abhimānaḥ",
            "akhila",
            "ātmanaḥ",
            "parasya",
            "dama",
            "kartuḥ",
            "hi",
            "hiṁsā",
            "kena",
            "asya",
            "kalpyate"
        ],
        "translation": "Because of the bodily conception of life, the conditioned soul thinks that when the body is annihilated the living being is annihilated. Lord Viṣṇu, the Supreme Personality of Godhead, is the supreme controller, the Supersoul of all living entities. Because He has no material body, He has no false conception of “I and mine.” It is therefore incorrect to think that He feels pleasure or pain when blasphemed or offered prayers. This is impossible for Him. Thus He has no enemy and no friend. When He chastises the demons it is for their good, and when He accepts the prayers of the devotees it is for their good. He is affected neither by prayers nor by blasphemy.",
        "purport": " Because of being covered by material bodies, the conditioned souls, including even greatly learned scholars and falsely educated professors, all think that as soon as the body is finished, everything is finished. This is due to their bodily conception of life. Kṛṣṇa has no such bodily conception, nor is His body different from His self. Therefore, since Kṛṣṇa has no material conception of life, how can He be affected by material prayers and accusations? Kṛṣṇa’s body is described herewith as kaivalya, nondifferent from Himself. Since everyone has a material bodily conception of life, if Kṛṣṇa had such a conception what would be the difference between Kṛṣṇa and the conditioned soul? Kṛṣṇa’s instructions in Bhagavad-gītā are accepted as final because He does not possess a material body. As soon as one has a material body he has four deficiencies, but since Kṛṣṇa does not possess a material body, He has no deficiencies. He is always spiritually conscious and blissful. Īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ: His form is eternal, blissful knowledge. Sac-cid-ānanda-vigrahaḥ, ānanda-cinmaya-rasa and kaivalya are the same. Kṛṣṇa can expand Himself as Paramātmā in the core of everyone’s heart. In Bhagavad-gītā (13.3) this is confirmed. Kṣetrajñaṁ cāpi māṁ viddhi sarva-kṣetreṣu bhārata: the Lord is the Paramātmā — the ātmā or Superself of all individual souls. Therefore it must naturally be concluded that He has no defective bodily conceptions. Although situated in everyone’s body, He has no bodily conception of life. He is always free from such conceptions, and thus He cannot be affected by anything in relation to the material body of the jīva. Kṛṣṇa says in Bhagavad-gītā (16.19): “Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life.” Whenever the Lord punishes persons like demons, however, such punishment is meant for the good of the conditioned soul. The conditioned soul, being envious of the Supreme Personality of Godhead, may accuse Him, saying, “Kṛṣṇa is bad, Kṛṣṇa is a thief” and so on, but Kṛṣṇa, being kind to all living entities, does not consider such accusations. Instead, He takes account of the conditioned soul’s chanting of “Kṛṣṇa, Kṛṣṇa” so many times. He sometimes punishes such demons for one life by putting them in a lower species, but then, when they have stopped accusing Him, they are liberated in the next life because of chanting Kṛṣṇa’s name constantly. Blaspheming the Supreme Lord or His devotee is not at all good for the conditioned soul, but Kṛṣṇa, being very kind, punishes the conditioned soul in one life for such sinful activities and then takes him back home, back to Godhead. The vivid example for this is Vṛtrāsura, who was formerly Citraketu Mahārāja, a great devotee. Because he derided Lord Śiva, the foremost of all devotees, he had to accept the body of a demon called Vṛtra, but then he was taken back to Godhead. Thus when Kṛṣṇa punishes a demon or conditioned soul, He stops that soul’s habit of blaspheming Him, and when the soul becomes completely pure, the Lord takes him back to Godhead."
    },
    {
        "verse": "26",
        "devanagari": "तस्माद्वैरानुबन्धेन निर्वैरेण भयेन वा ।स्‍नेहात्कामेन वा युञ्‍ज्यात् कथञ्चिन्नेक्षते पृथक् ॥ २६ ॥",
        "english_devnagari": "tasmād vairānubandhenanirvaireṇa bhayena vāsnehāt kāmena vā yuñjyātkathañcin nekṣate pṛthak",
        "verse_Syn": [
            "tasmāt",
            "vaira",
            "anubandhena",
            "nirvaireṇa",
            "bhayena",
            "vā",
            "snehāt",
            "kāmena",
            "vā",
            "yuñjyāt",
            "kathañcit",
            "na",
            "īkṣate",
            "pṛthak"
        ],
        "translation": "Therefore by enmity or by devotional service, by fear, by affection or by lusty desire — by all of these or any one of them — if a conditioned soul somehow or other concentrates his mind upon the Lord, the result is the same, for the Lord, because of His blissful position, is never affected by enmity or friendship.",
        "purport": " From this verse one should not conclude that because Kṛṣṇa is unaffected by favorable prayers or unfavorable blasphemy one should therefore blaspheme the Supreme Lord. This is not the regulative principle. Bhakti-yoga means ānukūlyena kṛṣṇānuśīlanam: one should serve Kṛṣṇa very favorably. This is the real injunction. Here it is said that although an enemy thinks of Kṛṣṇa unfavorably, the Lord is unaffected by such antidevotional service. Thus He offers His benedictions even to Śiśupāla and similarly inimical conditioned souls. This does not mean, however, that one should be inimical toward the Lord. The stress is given to the favorable execution of devotional service, not purposeful blasphemy of the Lord. It is said: One who hears blasphemy of the Supreme Personality of Godhead or His devotees should immediately take action or should leave. Otherwise he will be put into hellish life perpetually. There are many such injunctions. Therefore as a regulative principle one should not be unfavorable toward the Lord but always favorably inclined toward Him. Śiśupāla’s achievement of oneness with the Supreme Lord was different because Jaya and Vijaya, from the very beginning of their material existence, were ordained to treat the Supreme Lord as an enemy for three lives and then return home, back to Godhead. Jaya and Vijaya inwardly knew that Kṛṣṇa is the Supreme Personality of Godhead, but they purposely became His enemies to be delivered from material life. From the very beginning of their lives they thought of Lord Kṛṣṇa as an enemy, and even though blaspheming Lord Kṛṣṇa, they chanted the holy name of Kṛṣṇa constantly along with their inimical thoughts. Thus they were purified because of chanting the holy name of Kṛṣṇa. It is to be understood that even a blasphemer can be freed from sinful activities by chanting the holy name of the Lord. Certainly, therefore, freedom is assured for a devotee who is always favorable to the service of the Lord. This will be clear from the following verse. By rapt attention fixed upon Kṛṣṇa, one is purified, and thus one is delivered from material life. Śrīla Viśvanātha Cakravartī Ṭhākura has very nicely explained the word bhayena, which means “by fear.” When the gopīs went to Kṛṣṇa in the dead of night, they certainly feared chastisement by their relatives — their husbands, brothers and fathers — but nonetheless, not caring for their relatives, they went to Kṛṣṇa. There was certainly fear, but this fear could not check their devotional service to Kṛṣṇa. One should not mistakenly think that Lord Kṛṣṇa must be worshiped by an inimical attitude like that of Śiśupāla. The injunction is ānukūlyasya grahaṇaṁ prātikūlyasya varjanam: one should give up unfavorable activities and accept only favorable conditions in devotional service. Generally, if one blasphemes the Supreme Personality of Godhead he is punished. As the Lord says in Bhagavad-gītā (16.19): There are many such injunctions. One should not try to worship Kṛṣṇa unfavorably; otherwise he must be punished, at least for one life, to be purified. As one should not try to be killed by embracing an enemy, a tiger or a snake, one should not blaspheme the Supreme Personality of Godhead and become His enemy in order to be put into hellish life. The purpose of this verse is to emphasize that even the enemy of the Lord can be delivered, not to speak of His friend. Śrīla Madhvācārya also says in many ways that one should not blaspheme Lord Viṣṇu through one’s mind, words or actions, for a blasphemer will go to hellish life along with his forefathers. In Bhagavad-gītā (16.19-20) the Lord says: “Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life. Attaining repeated birth amongst the species of demoniac life, such persons can never approach Me. Gradually they sink down to the most abominable type of existence.” One who blasphemes the Lord is put into a family of asuras, in which there is every chance of forgetting the service of the Lord. Lord Kṛṣṇa further states in Bhagavad-gītā (9.11-12): Mūḍhas, rascals, blaspheme the Supreme Lord because He appears exactly like a human being. They do not know the unlimited opulence of the Supreme Personality of Godhead. Anything done by those who have taken the attitude of enemies will be baffled (moghāśāḥ). If these enemies try to be liberated or to merge into the existence of Brahman, if they desire to be elevated to the higher planetary systems as karmīs, or even if they desire to return home, back to Godhead, they will certainly be baffled. As for Hiraṇyakaśipu, although he was extremely inimical toward the Supreme Personality of Godhead, he always thought of his son, who was a great devotee. Therefore by the grace of his son, Prahlāda Mahārāja, Hiraṇyakaśipu was also delivered by the Supreme Personality of Godhead. The conclusion is that one should not give up pure devotional service. For one’s own benefit, one should not imitate Hiraṇyakaśipu or Śiśupāla. This is not the way to achieve success."
    },
    {
        "verse": "27",
        "devanagari": "यथा वैरानुबन्धेन मर्त्यस्तन्मयतामियात् ।न तथा भक्तियोगेन इति मे निश्चिता मति: ॥ २७ ॥",
        "english_devnagari": "yathā vairānubandhenamartyas tan-mayatām iyātna tathā bhakti-yogenaiti me niścitā matiḥ",
        "verse_Syn": [
            "yathā",
            "vaira",
            "anubandhena",
            "martyaḥ",
            "tat",
            "mayatām",
            "iyāt",
            "na",
            "tathā",
            "bhakti",
            "yogena",
            "iti",
            "me",
            "niścitā",
            "matiḥ"
        ],
        "translation": "Nārada Muni continued: By devotional service one cannot achieve such intense absorption in thought of the Supreme Personality of Godhead as one can through enmity toward Him. That is my opinion.",
        "purport": " Śrīmān Nārada Muni, the topmost pure devotee, praises Kṛṣṇa’s enemies like Śiśupāla because their minds are always completely absorbed in Kṛṣṇa. Indeed, he thinks himself deficient in the inspiration of being feelingly absorbed in Kṛṣṇa consciousness. This does not mean, however, that the enemies of Kṛṣṇa are more elevated than Kṛṣṇa’s pure devotees. In the Caitanya-caritāmṛta (Ādi 5.205) Kṛṣṇadāsa Kavirāja Gosvāmī also thinks of himself in such a humble way: “I am a worse sinner than Jagāi and Mādhāi and am even lower than the worms in the stool.” A pure devotee always thinks himself more deficient than everyone else. If a devotee approaches Śrīmatī Rādhārāṇī to offer some service to Kṛṣṇa, even Śrīmatī Rādhārāṇī thinks that the devotee is greater than She. Thus Nārada Muni says that according to his opinion the enemies of Kṛṣṇa are better situated because they are fully absorbed in thoughts of Kṛṣṇa in terms of killing Him, just as a very lusty man always thinks of women and their association. The essential point in this connection is that one should be fully absorbed in thoughts of Kṛṣṇa, twenty-four hours a day. There are many devotees in rāga-mārga, which is exhibited in Vṛndāvana. Whether in dāsya-rasa, sakhya-rasa, vātsalya-rasa or mādhurya-rasa, all the devotees of Kṛṣṇa are always overwhelmed by thoughts of Kṛṣṇa. When Kṛṣṇa is away from Vṛndāvana tending the cows in the forest, the gopīs, in the mādhurya-rasa, are always absorbed in thoughts of how Kṛṣṇa walks in the forest. The soles of His feet are so soft that the gopīs would not dare keep His lotus feet on their soft breasts. Indeed, they consider their breasts a very hard place for the lotus feet of Kṛṣṇa, yet those lotus feet wander in the forest, which is full of thorny plants. The gopīs are absorbed in such thoughts at home, although Kṛṣṇa is away from them. Similarly, when Kṛṣṇa plays with His young friends, mother Yaśodā is very much disturbed by thoughts that Kṛṣṇa, because of always playing and not taking His food properly, must be getting weak. These are examples of the exalted ecstasy felt in Kṛṣṇa’s service as manifested in Vṛndāvana. This service is indirectly praised by Nārada Muni in this verse. Especially for the conditioned soul, Nārada Muni recommends that one somehow or other be absorbed in thoughts of Kṛṣṇa, for that will save one from all the dangers of material existence. Full absorption in thought of Kṛṣṇa is the highest platform of bhakti-yoga."
    },
    {
        "verse": "28-29",
        "devanagari": "कीट: पेशस्कृता रुद्ध: कुड्यायां तमनुस्मरन् ।संरम्भभययोगेन विन्दते तत्स्वरूपताम् ॥ २८ ॥एवं कृष्णे भगवति मायामनुज ईश्वरे ।वैरेण पूतपाप्मानस्तमापुरनुचिन्तया ॥ २९ ॥",
        "english_devnagari": "kīṭaḥ peśaskṛtā ruddhaḥkuḍyāyāṁ tam anusmaransaṁrambha-bhaya-yogenavindate tat-svarūpatām",
        "verse_Syn": [
            "kīṭaḥ",
            "peśaskṛtā",
            "ruddhaḥ",
            "kuḍyāyām",
            "tam",
            "anusmaran",
            "saṁrambha",
            "bhaya",
            "yogena",
            "vindate",
            "tat",
            "sva",
            "rūpatām",
            "evam",
            "kṛṣṇe",
            "bhagavati",
            "māyā",
            "manuje",
            "īśvare",
            "vaireṇa",
            "pūta",
            "pāpmānaḥ",
            "tam",
            "āpuḥ",
            "anucintayā"
        ],
        "translation": "A grassworm confined in a hole of a wall by a bee always thinks of the bee in fear and enmity and later becomes a bee simply because of such remembrance. Similarly, if the conditioned souls somehow or other think of Kṛṣṇa, who is sac-cid-ānanda-vigraha, they will become free from their sins. Whether thinking of Him as their worshipable Lord or an enemy, because of constantly thinking of Him they will regain their spiritual bodies.",
        "purport": " In Bhagavad-gītā (4.10) the Lord says: “Being freed from attachment, fear and anger, being fully absorbed in Me and taking refuge in Me, many, many persons in the past became purified by knowledge of Me — and thus they all attained transcendental love for Me.” There are two ways of constantly thinking of Kṛṣṇa — as a devotee and as an enemy. A devotee, of course, by his knowledge and tapasya, becomes free from fear and anger and becomes a pure devotee. Similarly, an enemy, although thinking of Kṛṣṇa inimically, thinks of Him constantly and also becomes purified. This is confirmed elsewhere in Bhagavad-gītā (9.30), where the Lord says: “Even if one commits the most abominable actions, if he engages in devotional service he is to be considered saintly because he is properly situated.” A devotee undoubtedly worships the Lord with rapt attention. Similarly, if an enemy (sudurācāraḥ) always thinks of Kṛṣṇa, he also becomes a purified devotee. The example given here concerns the grassworm that becomes beelike because of constantly thinking of the bee that forces it to enter a hole. By always thinking of the bee in fear, the grassworm starts to become a bee. This is a practical example. Lord Kṛṣṇa appears within this material world for two purposes — paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām: to protect the devotees and annihilate the demons. The sādhus and devotees certainly think of the Lord always, but duṣkṛtīs, the demons like Kaṁsa and Śiśupāla, also think of Kṛṣṇa in terms of killing Him. By thinking of Kṛṣṇa, both the demons and devotees attain liberation from the clutches of material māyā. This verse uses the word māyā-manuje. When Kṛṣṇa, the Supreme Personality of Godhead, appears in His original spiritual potency (sambhavāmy ātma-māyayā), He is not forced to accept a form made by material nature. Therefore the Lord is addressed as īśvara, the controller of māyā. He is not controlled by māyā. When a demon continuously thinks of Kṛṣṇa because of enmity toward Him, he is certainly freed from the sinful reactions of his life. To think of Kṛṣṇa in any way, in terms of His name, form, qualities, paraphernalia or anything pertaining to Him, is beneficial for everyone. Sṛṇvatāṁ sva-kathāḥ kṛṣṇaḥ puṇya-śravaṇa-kīrtanaḥ. Thinking of Kṛṣṇa, hearing the holy name of Kṛṣṇa or hearing the pastimes of Kṛṣṇa will make one pure, and then he will become a devotee. Our Kṛṣṇa consciousness movement is therefore trying to introduce the system of somehow or other letting everyone hear the holy name of Kṛṣṇa and take Kṛṣṇa’s prasāda. Thus one will gradually become a devotee, and his life will be successful."
    },
    {
        "verse": "30",
        "devanagari": "कामाद् द्वेषाद्भ‍यात्स्‍नेहाद्यथा भक्त्येश्वरे मन: ।आवेश्य तदघं हित्वा बहवस्तद्गतिं गता: ॥ ३० ॥",
        "english_devnagari": "kāmād dveṣād bhayāt snehādyathā bhaktyeśvare manaḥāveśya tad-aghaṁ hitvābahavas tad-gatiṁ gatāḥ",
        "verse_Syn": [
            "kāmāt",
            "dveṣāt",
            "bhayāt",
            "snehāt",
            "yathā",
            "bhaktyā",
            "īśvare",
            "manaḥ",
            "āveśya",
            "tat",
            "agham",
            "hitvā",
            "bahavaḥ",
            "tat",
            "gatim",
            "gatāḥ"
        ],
        "translation": "Many, many persons have attained liberation simply by thinking of Kṛṣṇa with great attention and giving up sinful activities. This great attention may be due to lusty desires, inimical feelings, fear, affection or devotional service. I shall now explain how one receives Kṛṣṇa’s mercy simply by concentrating one’s mind upon Him.",
        "purport": " As stated in Śrīmad-Bhāgavatam (10.33.39): If a bona fide listener hears of Kṛṣṇa’s pastimes with the gopīs, which seem to be lusty affairs, the lusty desires in his heart, which constitute the heart disease of the conditioned soul, will be vanquished, and he will become a most exalted devotee of the Lord. If one who hears of the gopīs’ lusty behavior with Kṛṣṇa becomes free from lusty desires, certainly the gopīs who approached Kṛṣṇa became free from all such desires. Similarly, Śiśupāla and others who were very much envious of Kṛṣṇa and who constantly thought of Kṛṣṇa became free from envy. Nanda Mahārāja and mother Yaśodā were fully absorbed in Kṛṣṇa consciousness because of affection. When the mind is somehow or other fully absorbed in Kṛṣṇa, the material part is very soon vanquished, and the spiritual part — attraction to Kṛṣṇa — becomes manifest. This indirectly confirms that if one thinks of Kṛṣṇa enviously, simply because of thinking of Kṛṣṇa he becomes free from all sinful reactions and thus becomes a pure devotee. Examples of this are given in the following verse."
    },
    {
        "verse": "31",
        "devanagari": "गोप्य: कामाद्भ‍यात्कंसो द्वेषाच्चैद्यादयो नृपा: ।सम्बन्धाद् वृष्णय: स्‍नेहाद्यूयं भक्त्या वयं विभो ॥ ३१ ॥",
        "english_devnagari": "gopyaḥ kāmād bhayāt kaṁsodveṣāc caidyādayo nṛpāḥsambandhād vṛṣṇayaḥ snehādyūyaṁ bhaktyā vayaṁ vibho",
        "verse_Syn": [
            "gopyaḥ",
            "kāmāt",
            "bhayāt",
            "kaṁsaḥ",
            "dveṣāt",
            "caidya",
            "ādayaḥ",
            "nṛpāḥ",
            "sambandhāt",
            "vṛṣṇayaḥ",
            "snehāt",
            "yūyam",
            "bhaktyā",
            "vayam",
            "vibho"
        ],
        "translation": "My dear King Yudhiṣṭhira, the gopīs by their lusty desires, Kaṁsa by his fear, Śiśupāla and other kings by envy, the Yadus by their familial relationship with Kṛṣṇa, you Pāṇḍavas by your great affection for Kṛṣṇa, and we, the general devotees, by our devotional service, have obtained the mercy of Kṛṣṇa.",
        "purport": " Different persons achieve different types of mukti — sāyujya, sālokya, sārūpya, sāmīpya and sārṣṭi — according to their own intense desire, which is called bhāva. Thus it is described here that the gopīs, by their lusty desires, which were based upon their intense love for Kṛṣṇa, became the most beloved devotees of the Lord. Although the gopīs at Vṛndāvana expressed their lusty desires in relationship with a paramour (parakīya-rasa), they actually had no lusty desires. This is significant of spiritual advancement. Their desires appeared lusty, but actually they were not the lusty desires of the material world. Caitanya-caritāmṛta compares the desires of the spiritual and material world to gold and iron. Both gold and iron are metal, but there is a vast difference in their value. The lusty desires of the gopīs for Kṛṣṇa are compared to gold, and material lusty desires are compared to iron. Kaṁsa and other enemies of Kṛṣṇa merged into the existence of Brahman, but why should Kṛṣṇa’s friends and devotees have the same position? Kṛṣṇa’s devotees attain the association of the Lord as His constant companions, either in Vṛndāvana or in the Vaikuṇṭha planets. Similarly, although Nārada Muni wanders in the three worlds, he has exalted devotion for Nārāyaṇa (aiśvaryamān). The Vṛṣṇis and Yadus and the father and mother of Kṛṣṇa in Vṛndāvana all have familial relationships with Kṛṣṇa; Kṛṣṇa’s foster father and mother in Vṛndāvana, however, are more exalted than Vasudeva and Devakī."
    },
    {
        "verse": "32",
        "devanagari": "कतमोऽपि न वेन: स्यात्पञ्चानां पुरुषं प्रति ।तस्मात् केनाप्युपायेन मन: कृष्णे निवेशयेत् ॥ ३२ ॥",
        "english_devnagari": "katamo ’pi na venaḥ syātpañcānāṁ puruṣaṁ pratitasmāt kenāpy upāyenamanaḥ kṛṣṇe niveśayet",
        "verse_Syn": [
            "katamaḥ",
            "api",
            "na",
            "venaḥ",
            "syāt",
            "pañcānām",
            "puruṣam",
            "prati",
            "tasmāt",
            "kenāpi",
            "upāyena",
            "manaḥ",
            "kṛṣṇe",
            "niveśayet"
        ],
        "translation": "Somehow or other, one must consider the form of Kṛṣṇa very seriously. Then, by one of the five different processes mentioned above, one can return home, back to Godhead. Atheists like King Vena, however, being unable to think of Kṛṣṇa’s form in any of these five ways, cannot attain salvation. Therefore, one must somehow think of Kṛṣṇa, whether in a friendly way or inimically.",
        "purport": " Impersonalists and atheists always try to circumvent the form of Kṛṣṇa. Great politicians and philosophers of the modern age even try to banish Kṛṣṇa from Bhagavad-gītā. Consequently, for them there is no salvation. But Kṛṣṇa’s enemies think, “Here is Kṛṣṇa, my enemy. I have to kill Him.” They think of Kṛṣṇa in His actual form, and thus they attain salvation. Devotees, therefore, who constantly think of Kṛṣṇa’s form, are certainly liberated. The only business of the Māyāvādī atheists is to make Kṛṣṇa formless, and consequently, because of this severe offense at the lotus feet of Kṛṣṇa, they cannot expect salvation. Śrīla Viśvanātha Cakravartī Ṭhākura says in this connection: tena śiśupālādi-bhinnaḥ pratikūla-bhāvaṁ didhīṣur yena iva narakaṁ yātīti bhāvaḥ. Except for Śiśupāla, those who go against the regulative principles cannot attain salvation and are surely destined for hellish life. The regulative principle is that one must always think of Kṛṣṇa, whether as a friend or enemy."
    },
    {
        "verse": "33",
        "devanagari": "मातृष्वस्रेयो वश्चैद्यो दन्तवक्रश्च पाण्डव ।पार्षदप्रवरौ विष्णोर्विप्रशापात्पदच्युतौ ॥ ३३ ॥",
        "english_devnagari": "mātṛ-ṣvasreyo vaś caidyodantavakraś ca pāṇḍavapārṣada-pravarau viṣṇorvipra-śāpāt pada-cyutau",
        "verse_Syn": [
            "mātṛ",
            "svasreyaḥ",
            "vaḥ",
            "caidyaḥ",
            "dantavakraḥ",
            "ca",
            "pāṇḍava",
            "pārṣada",
            "pravarau",
            "viṣṇoḥ",
            "vipra",
            "śāpāt",
            "pada",
            "cyutau"
        ],
        "translation": "Nārada Muni continued: O best of the Pāṇḍavas, your two cousins Śiśupāla and Dantavakra, the sons of your maternal aunt, were formerly associates of Lord Viṣṇu, but because they were cursed by brāhmaṇas, they fell from Vaikuṇṭha to this material world.",
        "purport": " Śiśupāla and Dantavakra were not ordinary demons, but were formerly personal associates of Lord Viṣṇu. They apparently fell to this material world, but actually they came to assist the Supreme Personality of Godhead by nourishing His pastimes within this world."
    },
    {
        "verse": "34",
        "devanagari": "श्रीयुधिष्ठिर उवाचकीद‍ृश: कस्य वा शापो हरिदासाभिमर्शन: ।अश्रद्धेय इवाभाति हरेरेकान्तिनां भव: ॥ ३४ ॥",
        "english_devnagari": "śrī-yudhiṣṭhira uvācakīdṛśaḥ kasya vā śāpohari-dāsābhimarśanaḥaśraddheya ivābhātiharer ekāntināṁ bhavaḥ",
        "verse_Syn": [
            "śrī",
            "yudhiṣṭhiraḥ",
            "uvāca",
            "kīdṛśaḥ",
            "kasya",
            "vā",
            "śāpaḥ",
            "hari",
            "dāsa",
            "abhimarśanaḥ",
            "aśraddheyaḥ",
            "iva",
            "ābhāti",
            "hareḥ",
            "ekāntinām",
            "bhavaḥ"
        ],
        "translation": "Mahārāja Yudhiṣṭhira inquired: What kind of great curse could affect even liberated viṣṇu-bhaktas, and what sort of person could curse even the Lord’s associates? For unflinching devotees of the Lord to fall again to this material world is impossible. I cannot believe this.",
        "purport": " In Bhagavad-gītā (8.16) the Lord clearly states, mām upetya tu kaunteya punar janma na vidyate: one who is purified of material contamination and returns home, back to Godhead, does not return to this material world. Elsewhere in Bhagavad-gītā (4.9) Kṛṣṇa says: “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” Mahārāja Yudhiṣṭhira, therefore, was surprised that a pure devotee could return to this material world. This is certainly a very important question."
    },
    {
        "verse": "35",
        "devanagari": "देहेन्द्रियासुहीनानां वैकुण्ठपुरवासिनाम् ।देहसम्बन्धसम्बद्धमेतदाख्यातुमर्हसि ॥ ३५ ॥",
        "english_devnagari": "dehendriyāsu-hīnānāṁvaikuṇṭha-pura-vāsināmdeha-sambandha-sambaddhametad ākhyātum arhasi",
        "verse_Syn": [
            "deha",
            "indriya",
            "asu",
            "hīnānām",
            "vaikuṇṭha",
            "pura",
            "vāsinām",
            "deha",
            "sambandha",
            "sambaddham",
            "etat",
            "ākhyātum",
            "arhasi"
        ],
        "translation": "The bodies of the inhabitants of Vaikuṇṭha are completely spiritual, having nothing to do with the material body, senses or life air. Therefore, kindly explain how associates of the Personality of Godhead were cursed to descend in material bodies like ordinary persons.",
        "purport": " This very significant question would be difficult for an ordinary person to answer, but Nārada Muni, being an authority, could answer it. Therefore Mahārāja Yudhiṣṭhira inquired from him, saying, etad ākhyātum arhasi: “Only you can explain the reason.” From authoritative sources it can be discerned that associates of Lord Viṣṇu who descend from Vaikuṇṭha do not actually fall. They come with the purpose of fulfilling the desire of the Lord, and their descent to this material world is comparable to that of the Lord. The Lord comes to this material world through the agency of His internal potency, and similarly, when a devotee or associate of the Lord descends to this material world, he does so through the action of the spiritual energy. Any pastime conducted by the Supreme Personality of Godhead is an arrangement by yoga-māyā, not mahā-māyā. Therefore it is to be understood that when Jaya and Vijaya descended to this material world, they came because there was something to be done for the Supreme Personality of Godhead. Otherwise it is a fact that no one falls from Vaikuṇṭha. Of course, a living entity who desires sāyujya-mukti remains in Kṛṣṇa’s Brahman effulgence, which is dependent on Kṛṣṇa’s body (brahmaṇo hi pratiṣṭhāham). Such an impersonalist who takes shelter of the Brahman effulgence must surely fall down. This is stated in the śāstra (Bhāg. 10.2.32): “O Lord, the intelligence of those who think themselves liberated but who have no devotion is impure. Even though they rise to the highest point of liberation by dint of severe penances and austerities, they are sure to fall down again into material existence, for they do not take shelter at Your lotus feet.” The impersonalists cannot reach the Vaikuṇṭha planets to become associates of the Lord, and therefore, according to their desires, Kṛṣṇa gives them sāyujya-mukti. However, since sāyujya-mukti is partial mukti, they must fall again to this material world. When it is said that the individual soul falls from Brahmaloka, this applies to the impersonalist. From authoritative sources it is learned that Jaya and Vijaya were sent to this material world to fulfill the Lord’s desire to fight. The Lord also sometimes wants to fight, but who can fight with the Lord but a very confidential devotee of the Lord? Jaya and Vijaya descended to this world to fulfill the Lord’s desire. Therefore in each of their three births — first as Hiraṇyākṣa and Hiraṇyakaśipu, second as Rāvaṇa and Kumbhakarṇa, and third as Śiśupāla and Dantavakra — the Lord personally killed them. In other words, these associates of the Lord, Jaya and Vijaya, descended to the material world to serve the Lord by fulfilling His desire to fight. Otherwise, as Mahārāja Yudhiṣṭhira says, aśraddheya ivābhāti: the statement that a servant of the Lord could fall from Vaikuṇṭha seems unbelievable. How Jaya and Vijaya came to this material world is explained by Nārada Muni as follows."
    },
    {
        "verse": "36",
        "devanagari": "श्रीनारद उवाचएकदा ब्रह्मण: पुत्रा विष्णुलोकं यद‍ृच्छया ।सनन्दनादयो जग्मुश्चरन्तो भुवनत्रयम् ॥ ३६ ॥",
        "english_devnagari": "śrī-nārada uvācaekadā brahmaṇaḥ putrāviṣṇu-lokaṁ yadṛcchayāsanandanādayo jagmuścaranto bhuvana-trayam",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "ekadā",
            "brahmaṇaḥ",
            "putrāḥ",
            "viṣṇu",
            "lokam",
            "yadṛcchayā",
            "sanandana",
            "ādayaḥ",
            "jagmuḥ",
            "carantaḥ",
            "bhuvana",
            "trayam"
        ],
        "translation": "The great saint Nārada said: Once upon a time when the four sons of Lord Brahmā named Sanaka, Sanandana, Sanātana and Sanat-kumāra were wandering throughout the three worlds, they came by chance to Viṣṇuloka.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "पञ्चषड्ढायनार्भाभा: पूर्वेषामपि पूर्वजा: ।दिग्वासस: शिशून् मत्वा द्वा:स्थौ तान् प्रत्यषेधताम् ॥ ३७ ॥",
        "english_devnagari": "pañca-ṣaḍḍhāyanārbhābhāḥpūrveṣām api pūrvajāḥdig-vāsasaḥ śiśūn matvādvāḥ-sthau tān pratyaṣedhatām",
        "verse_Syn": [
            "pañca",
            "ṣaṭ",
            "dhā",
            "āyana",
            "arbha",
            "ābhāḥ",
            "pūrveṣām",
            "api",
            "pūrva",
            "jāḥ",
            "dik",
            "vāsasaḥ",
            "śiśūn",
            "matvā",
            "dvāḥ",
            "sthau",
            "tān",
            "pratyaṣedhatām"
        ],
        "translation": "Although these four great sages were older than Brahmā’s other sons like Marīci, they appeared like small naked children only five or six years old. When Jaya and Vijaya saw them trying to enter Vaikuṇṭhaloka, these two gatekeepers, thinking them ordinary children, forbade them to enter.",
        "purport": " In this regard, Śrīla Madhvācārya says in his Tantra-sāra: The purport is that the personal associates of Lord Viṣṇu in Vaikuṇṭhaloka are always liberated souls. Even if sometimes cursed or blessed, they are always liberated and never contaminated by the material modes of nature. Before their liberation to Vaikuṇṭhaloka they possessed material bodies, but once they come to Vaikuṇṭha they no longer have them. Therefore even if the associates of Lord Viṣṇu sometimes descend as if cursed, they are always liberated."
    },
    {
        "verse": "38",
        "devanagari": "अशपन् कुपिता एवं युवां वासं न चार्हथ: ।रजस्तमोभ्यां रहिते पादमूले मधुद्विष: ।पापिष्ठामासुरीं योनिं बालिशौ यातमाश्वत: ॥ ३८ ॥",
        "english_devnagari": "aśapan kupitā evaṁyuvāṁ vāsaṁ na cārhathaḥrajas-tamobhyāṁ rahitepāda-mūle madhudviṣaḥpāpiṣṭhām āsurīṁ yoniṁbāliśau yātam āśv ataḥ",
        "verse_Syn": [
            "aśapan",
            "kupitāḥ",
            "evam",
            "yuvām",
            "vāsam",
            "na",
            "ca",
            "arhathaḥ",
            "rajaḥ",
            "tamobhyām",
            "rahite",
            "pāda",
            "mūle",
            "madhu",
            "dviṣaḥ",
            "pāpiṣṭhām",
            "āsurīm",
            "yonim",
            "bāliśau",
            "yātam",
            "āśu",
            "ataḥ"
        ],
        "translation": "Thus checked by the doorkeepers Jaya and Vijaya, Sanandana and the other great sages very angrily cursed them. “You two foolish doorkeepers,” they said. “Being agitated by the material qualities of passion and ignorance, you are unfit to live at the shelter of Madhudviṣa’s lotus feet, which are free from such modes. It would be better for you to go immediately to the material world and take your birth in a family of most sinful asuras.”",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "एवं शप्तौ स्वभवनात् पतन्तौ तौ कृपालुभि: ।प्रोक्तौ पुनर्जन्मभिर्वां त्रिभिर्लोकाय कल्पताम् ॥ ३९ ॥",
        "english_devnagari": "evaṁ śaptau sva-bhavanātpatantau tau kṛpālubhiḥproktau punar janmabhir vāṁtribhir lokāya kalpatām",
        "verse_Syn": [
            "evam",
            "śaptau",
            "sva",
            "bhavanāt",
            "patantau",
            "tau",
            "kṛpālubhiḥ",
            "proktau",
            "punaḥ",
            "janmabhiḥ",
            "vām",
            "tribhiḥ",
            "lokāya",
            "kalpatām"
        ],
        "translation": "While Jaya and Vijaya, thus cursed by the sages, were falling to the material world, they were addressed as follows by the same sages, who were very kind to them. “O doorkeepers, after three births you will be able to return to your positions in Vaikuṇṭha, for then the duration of the curse will have ended.”",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "जज्ञाते तौ दिते: पुत्रौ दैत्यदानववन्दितौ ।हिरण्यकशिपुर्ज्येष्ठो हिरण्याक्षोऽनुजस्तत: ॥ ४० ॥",
        "english_devnagari": "jajñāte tau diteḥ putraudaitya-dānava-vanditauhiraṇyakaśipur jyeṣṭhohiraṇyākṣo ’nujas tataḥ",
        "verse_Syn": [
            "jajñāte",
            "tau",
            "diteḥ",
            "putrau",
            "daitya",
            "dānava",
            "vanditau",
            "hiraṇyakaśipuḥ",
            "jyeṣṭhaḥ",
            "hiraṇyākṣaḥ",
            "anujaḥ",
            "tataḥ"
        ],
        "translation": "These two associates of the Lord — Jaya and Vijaya — later descended to the material world, taking birth as the two sons of Diti, Hiraṇyakaśipu being the elder and Hiraṇyākṣa the younger. They were very much respected by the Daityas and Dānavas [demoniac species].",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "हतो हिरण्यकशिपुर्हरिणा सिंहरूपिणा ।हिरण्याक्षो धरोद्धारे बिभ्रता शौकरं वपु: ॥ ४१ ॥",
        "english_devnagari": "hato hiraṇyakaśipurhariṇā siṁha-rūpiṇāhiraṇyākṣo dharoddhārebibhratā śaukaraṁ vapuḥ",
        "verse_Syn": [
            "hataḥ",
            "hiraṇyakaśipuḥ",
            "hariṇā",
            "siṁha",
            "rūpiṇā",
            "hiraṇyākṣaḥ",
            "dharā",
            "uddhāre",
            "bibhratā",
            "śaukaram",
            "vapuḥ"
        ],
        "translation": "Appearing as Nṛsiṁhadeva, the Supreme Personality of Godhead, Śrī Hari, killed Hiraṇyakaśipu. When the Lord delivered the planet earth, which had fallen in the Garbhodaka Ocean, Hiraṇyākṣa tried to hinder Him, and then the Lord, as Varāha, killed Hiraṇyākṣa.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "हिरण्यकशिपु: पुत्रं प्रह्लादं केशवप्रियम् ।जिघांसुरकरोन्नाना यातना मृत्युहेतवे ॥ ४२ ॥",
        "english_devnagari": "hiraṇyakaśipuḥ putraṁprahlādaṁ keśava-priyamjighāṁsur akaron nānāyātanā mṛtyu-hetave",
        "verse_Syn": [
            "hiraṇyakaśipuḥ",
            "putram",
            "prahlādam",
            "keśava",
            "priyam",
            "jighāṁsuḥ",
            "akarot",
            "nānā",
            "yātanāḥ",
            "mṛtyu",
            "hetave"
        ],
        "translation": "Desiring to kill his son Prahlāda, who was a great devotee of Lord Viṣṇu, Hiraṇyakaśipu tortured him in many ways.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "तं सर्वभूतात्मभूतं प्रशान्तं समदर्शनम् ।भगवत्तेजसा स्पृष्टं नाशक्नोद्धन्तुमुद्यमै: ॥ ४३ ॥",
        "english_devnagari": "taṁ sarva-bhūtātma-bhūtaṁpraśāntaṁ sama-darśanambhagavat-tejasā spṛṣṭaṁnāśaknod dhantum udyamaiḥ",
        "verse_Syn": [
            "tam",
            "sarva",
            "bhūta",
            "ātma",
            "bhūtam",
            "praśāntam",
            "sama",
            "darśanam",
            "bhagavat",
            "tejasā",
            "spṛṣṭam",
            "na",
            "aśaknot",
            "hantum",
            "udyamaiḥ"
        ],
        "translation": "The Lord, the Supersoul of all living entities, is sober, peaceful and equal to everyone. Since the great devotee Prahlāda was protected by the Lord’s potency, Hiraṇyakaśipu was unable to kill him, in spite of endeavoring to do so in various ways.",
        "purport": " In this verse the word sarva-bhūtātma-bhūtam is very significant. Īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati: the Lord is equally situated in the core of everyone’s heart. Thus He cannot be envious of anyone or friendly to anyone; for Him everyone is the same. Although He is sometimes seen to punish someone, this is exactly like a father’s punishing his child for the child’s welfare. The Supreme Lord’s punishment is also a manifestation of the Lord’s equality. Therefore the Lord is described as praśāntaṁ sama-darśanam. Although the Lord has to execute His will properly, He is equipoised in all circumstances. He is equally disposed toward everyone."
    },
    {
        "verse": "44",
        "devanagari": "ततस्तौ राक्षसौ जातौ केशिन्यां विश्रव:सुतौ ।रावण: कुम्भकर्णश्च सर्वलोकोपतापनौ ॥ ४४ ॥",
        "english_devnagari": "tatas tau rākṣasau jātaukeśinyāṁ viśravaḥ-sutaurāvaṇaḥ kumbhakarṇaś casarva-lokopatāpanau",
        "verse_Syn": [
            "tataḥ",
            "tau",
            "rākṣasau",
            "jātau",
            "keśinyām",
            "viśravaḥ",
            "sutau",
            "rāvaṇaḥ",
            "kumbhakarṇaḥ",
            "ca",
            "sarva",
            "loka",
            "upatāpanau"
        ],
        "translation": "Thereafter the same Jaya and Vijaya, the two doorkeepers of Lord Viṣṇu, took birth as Rāvaṇa and Kumbhakarṇa, begotten by Viśravā in the womb of Keśinī. They were extremely troublesome to all the people of the universe.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "तत्रापि राघवो भूत्वा न्यहनच्छापमुक्तये ।रामवीर्यं श्रोष्यसि त्वं मार्कण्डेयमुखात्प्रभो ॥ ४५ ॥",
        "english_devnagari": "tatrāpi rāghavo bhūtvānyahanac chāpa-muktayerāma-vīryaṁ śroṣyasi tvaṁmārkaṇḍeya-mukhāt prabho",
        "verse_Syn": [
            "tatra",
            "api",
            "rāghavaḥ",
            "bhūtvā",
            "nyahanat",
            "śāpa",
            "muktaye",
            "rāma",
            "vīryam",
            "śroṣyasi",
            "tvam",
            "mārkaṇḍeya",
            "mukhāt",
            "prabho"
        ],
        "translation": "Nārada Muni continued: My dear King, just to relieve Jaya and Vijaya of the brāhmaṇas’ curse, Lord Rāmacandra appeared in order to kill Rāvaṇa and Kumbhakarṇa. It will be better for you to hear narrations about Lord Rāmacandra’s activities from Mārkaṇḍeya.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "तावत्र क्षत्रियौ जातौ मातृष्वस्रात्मजौ तव ।अधुना शापनिर्मुक्तौ कृष्णचक्रहतांहसौ ॥ ४६ ॥",
        "english_devnagari": "tāv atra kṣatriyau jātaumātṛ-ṣvasrātmajau tavaadhunā śāpa-nirmuktaukṛṣṇa-cakra-hatāṁhasau",
        "verse_Syn": [
            "tau",
            "atra",
            "kṣatriyau",
            "jātau",
            "mātṛ",
            "svasṛ",
            "ātma",
            "jau",
            "tava",
            "adhunā",
            "śāpa",
            "nirmuktau",
            "kṛṣṇa",
            "cakra",
            "hata",
            "aṁhasau"
        ],
        "translation": "In their third birth, the same Jaya and Vijaya appeared in a family of kṣatriyas as your cousins, the sons of your aunt. Because Lord Kṛṣṇa has struck them with His disc, all their sinful reactions have been destroyed, and now they are free from the curse.",
        "purport": " In their last birth, Jaya and Vijaya did not become demons or Rākṣasas. Instead they took birth in a very exalted kṣatriya family related to Kṛṣṇa’s family. They became first cousins of Lord Kṛṣṇa and were practically on an equal footing with Him. By personally killing them with His own disc, Lord Kṛṣṇa destroyed whatever sinful reactions were left in them because of the curse of the brāhmaṇas. Nārada Muni explained to Mahārāja Yudhiṣṭhira that by entering Kṛṣṇa’s body, Śiśupāla reentered Vaikuṇṭhaloka as the Lord’s associate. Everyone had seen this incident."
    },
    {
        "verse": "47",
        "devanagari": "वैरानुबन्धतीव्रेण ध्यानेनाच्युतसात्मताम् ।नीतौ पुनर्हरे: पार्श्वं जग्मतुर्विष्णुपार्षदौ ॥ ४७ ॥",
        "english_devnagari": "vairānubandha-tīvreṇadhyānenācyuta-sātmatāmnītau punar hareḥ pārśvaṁjagmatur viṣṇu-pārṣadau",
        "verse_Syn": [
            "vaira",
            "anubandha",
            "tīvreṇa",
            "dhyānena",
            "acyuta",
            "sātmatām",
            "nītau",
            "punaḥ",
            "hareḥ",
            "pārśvam",
            "jagmatuḥ",
            "viṣṇu",
            "pārṣadau"
        ],
        "translation": "These two associates of Lord Viṣṇu — Jaya and Vijaya — maintained a feeling of enmity for a very long time. Because of always thinking of Kṛṣṇa in this way, they regained the shelter of the Lord, having returned home, back to Godhead.",
        "purport": " Whatever their position, certainly Jaya and Vijaya always thought of Kṛṣṇa. Therefore at the end of the mauṣala-līlā, these two associates of the Lord returned to Kṛṣṇa. There is no difference between Kṛṣṇa’s body and Nārāyaṇa’s body. Therefore although they visibly entered the body of Kṛṣṇa, they actually reentered Vaikuṇṭhaloka as the doorkeepers of Lord Viṣṇu. Through Lord Kṛṣṇa’s body, they returned to Vaikuṇṭha, although they seemed to have attained sāyujya-mukti in Kṛṣṇa’s body."
    },
    {
        "verse": "48",
        "devanagari": "श्रीयुधिष्ठिर उवाचविद्वेषो दयिते पुत्रे कथमासीन्महात्मनि ।ब्रूहि मे भगवन्येन प्रह्लादस्याच्युतात्मता ॥ ४८ ॥",
        "english_devnagari": "śrī-yudhiṣṭhira uvācavidveṣo dayite putrekatham āsīn mahātmanibrūhi me bhagavan yenaprahlādasyācyutātmatā",
        "verse_Syn": [
            "śrī",
            "yudhiṣṭhiraḥ",
            "uvāca",
            "vidveṣaḥ",
            "dayite",
            "putre",
            "katham",
            "āsīt",
            "mahā",
            "ātmani",
            "brūhi",
            "me",
            "bhagavan",
            "yena",
            "prahlādasya",
            "acyuta",
            "ātmatā"
        ],
        "translation": "Mahārāja Yudhiṣṭhira inquired: O my lord, Nārada Muni, why was there such enmity between Hiraṇyakaśipu and his beloved son Prahlāda Mahārāja? How did Prahlāda Mahārāja become such a great devotee of Lord Kṛṣṇa? Kindly explain this to me.",
        "purport": " All the devotees of Lord Kṛṣṇa are called acyutātmā because they follow in the footsteps of Prahlāda Mahārāja. Acyuta refers to the infallible Lord Viṣṇu, whose heart is always infallible. Because the devotees are attached to the Infallible, they are called acyutātmā."
    }
]