[
    {
        "verse": "1",
        "devanagari": "श्रीयुधिष्ठिर उवाचगृहस्थ एतां पदवीं विधिना येन चाञ्जसा ।यायाद्देवऋषे ब्रूहि माद‍ृशो गृहमूढधी: ॥ १ ॥",
        "english_devnagari": "śrī-yudhiṣṭhira uvācagṛhastha etāṁ padavīṁvidhinā yena cāñjasāyāyād deva-ṛṣe brūhimādṛśo gṛha-mūḍha-dhīḥ",
        "verse_Syn": [
            "śrī",
            "yudhiṣṭhiraḥ",
            "uvāca",
            "gṛhasthaḥ",
            "etām",
            "padavīm",
            "vidhinā",
            "yena",
            "ca",
            "añjasā",
            "yāyāt",
            "deva",
            "ṛṣe",
            "brūhi",
            "mādṛśaḥ",
            "gṛha",
            "mūḍha",
            "dhīḥ"
        ],
        "translation": "Mahārāja Yudhiṣṭhira inquired from Nārada Muni: O my lord, O great sage, kindly explain how we who are staying at home without knowledge of the goal of life may also easily attain liberation, according to the instructions of the Vedas.",
        "purport": " In the previous chapters the great sage Nārada has explained how a brahmacārī, a vānaprastha and a sannyāsī should act. He first explained the dealings of a brahmacārī, vānaprastha and sannyāsī because these three āśramas, or statuses of life, are extremely important for fulfillment of the goal of life. One should note that in the brahmacārī-āśrama, vānaprastha-āśrama and sannyāsa-āśrama there is no scope for sex life, whereas sex is allowed in gṛhastha life under regulations. Nārada Muni, therefore, first described brahmacarya, vānaprastha and sannyāsa because he wanted to stress that sex is not at all necessary, although one who absolutely requires it is allowed to enter gṛhastha life, or household life, which is also regulated by the śāstras and guru. Yudhiṣṭhira Mahārāja could understand all this. Therefore, as a gṛhastha, he presented himself as gṛha-mūḍha-dhīḥ, one who is completely ignorant of the goal of life. A person who remains a householder in family life is certainly ignorant of life’s goal; he is not very much advanced in intelligence. As soon as possible, one should give up his so-called comfortable life at home and prepare to undergo austerity, or tapasya. Tapo divyaṁ putrakā. According to the instructions given by Ṛṣabhadeva to His sons, we should not create a so-called comfortable situation, but must prepare to undergo austerity. This is how a human being should actually live to fulfill life’s ultimate goal."
    },
    {
        "verse": "2",
        "devanagari": "श्रीनारद उवाचगृहेष्ववस्थितो राजन्क्रिया: कुर्वन्यथोचिता: ।वासुदेवार्पणं साक्षादुपासीत महामुनीन् ॥ २ ॥",
        "english_devnagari": "śrī-nārada uvācagṛheṣv avasthito rājankriyāḥ kurvan yathocitāḥvāsudevārpaṇaṁ sākṣādupāsīta mahā-munīn",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "gṛheṣu",
            "avasthitaḥ",
            "rājan",
            "kriyāḥ",
            "kurvan",
            "yathocitāḥ",
            "vāsudeva",
            "arpaṇam",
            "sākṣāt",
            "upāsīta",
            "mahā",
            "munīn"
        ],
        "translation": "Nārada Muni replied: My dear King, those who stay at home as householders must act to earn their livelihood, and instead of trying to enjoy the results of their work themselves, they should offer these results to Kṛṣṇa, Vāsudeva. How to satisfy Vāsudeva in this life can be perfectly understood through the association of great devotees of the Lord.",
        "purport": " The format for gṛhastha life should be dedication to the Supreme Personality of Godhead. In Bhagavad-gītā (6.1) it is said: “One who is unattached to the fruits of his work and who works as he is obligated is in the renounced order of life, and he is the true mystic, not he who lights no fire and performs no work.” Whether one acts as a brahmacārī, gṛhastha, vānaprastha or sannyāsī, he must act only for the satisfaction of the Supreme Personality of Godhead, Vāsudeva — Kṛṣṇa, the son of Vasudeva. This should be the principle for everyone’s life. Nārada Muni has already described the principles of life for a brahmacārī, vānaprastha and sannyāsī, and now he is describing how a gṛhastha should live. The basic principle is to satisfy the Supreme Personality of Godhead. The science of satisfying the Supreme Lord can be learned as described here: sākṣād upāsīta mahā-munīn. The word mahā-munīn refers to great saintly persons or devotees. Saintly persons are generally known as munis, or thoughtful philosophers concerned with transcendental subject matters, and mahā-munīn refers to those who have not only thoroughly studied the goal of life but who are actually engaged in satisfying the Supreme Personality of Godhead, Vāsudeva. These persons are known as devotees. Unless one associates with devotees, one cannot learn the science of vāsudevārpaṇa, or dedicating one’s life to Vāsudeva, Kṛṣṇa, the Supreme Personality of Godhead. In India the principles of this science were followed strictly. Even fifty years ago, I saw that in the villages of Bengal and the suburbs of Calcutta, people engaged in hearing Śrīmad-Bhāgavatam daily when all their activities ended, or at least in the evening before going to bed. Everyone would hear the Bhāgavatam. Bhāgavata classes were held in every village, and thus people had the advantage of hearing Śrīmad-Bhāgavatam, which describes everything about the aim of life — liberation or salvation. This will be clearly explained in the next verses."
    },
    {
        "verse": "3-4",
        "devanagari": "श‍ृण्वन्भगवतोऽभीक्ष्णमवतारकथामृतम् ।श्रद्दधानो यथाकालमुपशान्तजनावृत: ॥ ३ ॥सत्सङ्गाच्छनकै: सङ्गमात्मजायात्मजादिषु ।विमुञ्चेन्मुच्यमानेषु स्वयं स्वप्नवदुत्थित: ॥ ४ ॥",
        "english_devnagari": "śṛṇvan bhagavato ’bhīkṣṇamavatāra-kathāmṛtamśraddadhāno yathā-kālamupaśānta-janāvṛtaḥ",
        "verse_Syn": [
            "śṛṇvan",
            "bhagavataḥ",
            "abhīkṣṇam",
            "avatāra",
            "kathā",
            "amṛtam",
            "śraddadhānaḥ",
            "yathā",
            "kālam",
            "upaśānta",
            "jana",
            "āvṛtaḥ",
            "sat",
            "saṅgāt",
            "śanakaiḥ",
            "saṅgam",
            "ātma",
            "jāyā",
            "ātma",
            "ja",
            "ādiṣu",
            "vimuñcet",
            "mucyamāneṣu",
            "svayam",
            "svapna",
            "vat",
            "utthitaḥ"
        ],
        "translation": "A gṛhastha must associate again and again with saintly persons, and with great respect he must hear the nectar of the activities of the Supreme Lord and His incarnations as these activities are described in Śrīmad-Bhāgavatam and other Purāṇas. Thus one should gradually become detached from affection for his wife and children, exactly like a man awakening from a dream.",
        "purport": " The Kṛṣṇa consciousness movement has been established to give gṛhasthas all over the world an opportunity to hear Śrīmad-Bhāgavatam and Bhagavad-gītā specifically. The process, as described in many ways, is one of hearing and chanting (śṛṇvatāṁ sva-kathāḥ kṛṣṇaḥ puṇya-śravaṇa-kīrtanaḥ). Everyone, especially the gṛhasthas, who are mūḍha-dhī, ignorant about the goal of life, should be given opportunities to hear about Kṛṣṇa. Simply by hearing, by attending lectures in the different centers of the Kṛṣṇa consciousness movement, where topics of Kṛṣṇa from Bhagavad-gītā and Śrīmad-Bhāgavatam are discussed, they will be purified of their sinful inclination for constant indulgence in illicit sex, meat-eating, intoxication and gambling, which have all become prominent in modern days. Thus they can be raised to the status of light. Puṇya-śravaṇa-kīrtanaḥ. Simply by joining the kīrtana — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — and by hearing about Kṛṣṇa from Bhagavad-gītā, one must be purified, especially if he also takes prasāda. This is all going on in the Kṛṣṇa consciousness movement. Another specific description here is śṛṇvan bhagavato ’bhīkṣṇam avatāra-kathāmṛtam. It is not that because one has once finished Bhagavad-gītā he should not hear it again. The word abhīkṣṇam is very important. We should hear again and again. There is no question of stopping: even if one has read these topics many times, he should go on reading again and again because bhagavat-kathā, the words spoken by Kṛṣṇa and spoken by Kṛṣṇa’s devotees about Kṛṣṇa, are amṛtam, nectar. The more one drinks this amṛtam, the more he advances in his eternal life. The human form of life is meant for liberation, but unfortunately, due to the influence of Kali-yuga, every day the gṛhasthas are working hard like asses. Early in the morning they rise and travel even a hundred miles away to earn bread. Especially in the Western countries, I have seen that people awaken at five o’clock to go to offices and factories to earn their livelihood. People in Calcutta and Bombay also do this every day. They work very hard in the office or factory, and again they spend three or four hours in transportation returning home. Then they retire at ten o’clock and again rise early in the morning to go to their offices and factories. This kind of hard labor is described in the śāstras as the life of pigs and stool-eaters. Nāyaṁ deho deha-bhājāṁ nṛloke kaṣṭān kāmān arhate viḍ-bhujāṁ ye: “Of all living entities who have accepted material bodies in this world, one who has been awarded this human form should not work hard day and night simply for sense gratification, which is available even for dogs and hogs that eat stool.” (Bhāg. 5.5.1) One must find some time for hearing Śrīmad-Bhāgavatam and Bhagavad-gītā. This is Vedic culture. One should work eight hours at the most to earn his livelihood, and either in the afternoon or in the evening a householder should associate with devotees to hear about the incarnations of Kṛṣṇa and His activities and thus be gradually liberated from the clutches of māyā. However, instead of finding time to hear about Kṛṣṇa, the householders, after working hard in offices and factories, find time to go to a restaurant or a club where instead of hearing about Kṛṣṇa and His activities they are very much pleased to hear about the political activities of demons and nondevotees and to enjoy sex, wine, women and meat and in this way waste their time. This is not gṛhastha life, but demoniac life. The Kṛṣṇa consciousness movement, however, with its centers all over the world, gives such fallen and condemned persons an opportunity to hear about Kṛṣṇa. In a dream we form a society of friendship and love, and when we awaken we see that it has ceased to exist. Similarly, one’s gross society, family and love are also a dream, and this dream will be over as soon as one dies. Therefore, whether one is dreaming in a subtle way or a gross way, these dreams are all false and temporary. One’s real business is to understand that one is soul (ahaṁ brahmāsmi) and that his activities should therefore be different. Then one can be happy. “One who is transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything; he is equally disposed toward all living entities. In that state he attains pure devotional service unto Me.” (Bg. 18.54) One who is engaged in devotional service can very easily be liberated from the dream of materialistic life."
    },
    {
        "verse": "5",
        "devanagari": "यावदर्थमुपासीनो देहे गेहे च पण्डित: ।विरक्तो रक्तवत्तत्र नृलोके नरतां न्यसेत् ॥ ५ ॥",
        "english_devnagari": "yāvad-artham upāsīnodehe gehe ca paṇḍitaḥvirakto raktavat tatranṛ-loke naratāṁ nyaset",
        "verse_Syn": [
            "yāvat",
            "artham",
            "upāsīnaḥ",
            "dehe",
            "gehe",
            "ca",
            "paṇḍitaḥ",
            "viraktaḥ",
            "rakta",
            "vat",
            "tatra",
            "nṛ",
            "loke",
            "naratām",
            "nyaset"
        ],
        "translation": "While working to earn his livelihood as much as necessary to maintain body and soul together, one who is actually learned should live in human society unattached to family affairs, although externally appearing very much attached.",
        "purport": " This is the picture of ideal family life. When Śrī Caitanya Mahāprabhu asked Rāmānanda Rāya about the goal of life, Rāmānanda Rāya described it in different ways, according to the recommendations of the revealed scriptures, and finally Śrī Rāmānanda Rāya explained that one may stay in his own position, whether as a brāhmaṇa, a śūdra, a sannyāsī or whatever, but one must try to inquire about life’s goal (athāto brahma-jijñāsā). This is the proper utilization of the human form of life. When one misuses the gift of the human form by unnecessarily indulging in the animal propensities of eating, sleeping, mating and defending and does not try to get out of the clutches of māyā, which subjects one to repeated birth, death, old age and disease, one is again punished by being forced to descend to the lower species and undergo evolution according to the laws of nature. Prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ. Being completely under the grip of material nature, the living entity must evolve again from the lower species to the higher species until he at last returns to human life and gets the chance to be freed from the material clutches. A wise man, however, learns from the śāstras and guru that we living entities are all eternal but are put into troublesome conditions because of associating with different modes under the laws of material nature. He therefore concludes that in the human form of life he should not endeavor for unnecessary necessities, but should live a very simple life, just maintaining body and soul together. Certainly one requires some means of livelihood, and according to one’s varṇa and āśrama this means of livelihood is prescribed in the śāstras. One should be satisfied with this. Therefore, instead of hankering for more and more money, a sincere devotee of the Lord tries to invent some ways to earn his livelihood, and when he does so Kṛṣṇa helps him. Earning one’s livelihood, therefore, is not a problem. The real problem is how to get free from the bondage of birth, death and old age. Attaining this freedom, and not inventing unnecessary necessities, is the basic principle of Vedic civilization. One should be satisfied with whatever means of life comes automatically. The modern materialistic civilization is just the opposite of the ideal civilization. Every day the so-called leaders of modern society invent something contributing to a cumbersome way of life that implicates people more and more in the cycle of birth, death, old age and disease."
    },
    {
        "verse": "6",
        "devanagari": "ज्ञातय: पितरौ पुत्रा भ्रातर: सुहृदोऽपरे ।यद्वदन्ति यदिच्छन्ति चानुमोदेत निर्मम: ॥ ६ ॥",
        "english_devnagari": "jñātayaḥ pitarau putrābhrātaraḥ suhṛdo ’pareyad vadanti yad icchanticānumodeta nirmamaḥ",
        "verse_Syn": [
            "jñātayaḥ",
            "pitarau",
            "putrāḥ",
            "bhrātaraḥ",
            "suhṛdaḥ",
            "apare",
            "yat",
            "vadanti",
            "yat",
            "icchanti",
            "ca",
            "anumodeta",
            "nirmamaḥ"
        ],
        "translation": "An intelligent man in human society should make his own program of activities very simple. If there are suggestions from his friends, children, parents, brothers or anyone else, he should externally agree, saying, “Yes, that is all right,” but internally he should be determined not to create a cumbersome life in which the purpose of life will not be fulfilled.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "दिव्यं भौमं चान्तरीक्षं वित्तमच्युतनिर्मितम् ।तत्सर्वमुपयुञ्जान एतत्कुर्यात्स्वतो बुध: ॥ ७ ॥",
        "english_devnagari": "divyaṁ bhaumaṁ cāntarīkṣaṁvittam acyuta-nirmitamtat sarvam upayuñjānaetat kuryāt svato budhaḥ",
        "verse_Syn": [
            "divyam",
            "bhaumam",
            "ca",
            "āntarīkṣam",
            "vittam",
            "acyuta",
            "nirmitam",
            "tat",
            "sarvam",
            "upayuñjāna",
            "etat",
            "kuryāt",
            "svataḥ",
            "budhaḥ"
        ],
        "translation": "The natural products created by the Supreme Personality of Godhead should be utilized to maintain the bodies and souls of all living entities. The necessities of life are of three types: those produced from the sky [from rainfall], from the earth [from the mines, the seas or the fields], and from the atmosphere [that which is obtained suddenly and unexpectedly].",
        "purport": " We living entities in different forms are all children of the Supreme Personality of Godhead, as confirmed by the Lord in Bhagavad-gītā (14.4): “It should be understood that all species of life, O son of Kuntī, are made possible by birth in this material nature, and that I am the seed-giving father.” The Supreme Lord, Kṛṣṇa, is the father of all living entities in different species and forms. One who is intelligent can see that all living entities in the 8,400,000 bodily forms are part of the Supreme Personality of Godhead and are His sons. Everything within the material and spiritual worlds is the property of the Supreme Lord (īśāvāsyam idaṁ sarvam), and therefore everything has a relationship with Him. Śrīla Rūpa Gosvāmī says in this regard: “One who rejects anything without knowledge of its relationship to Kṛṣṇa is incomplete in his renunciation.” (Bhakti-rasāmṛta-sindhu 1.2.256) Although Māyāvādī philosophers say that the material creation is false, actually it is not false; it is factual, but the idea that everything belongs to human society is false. Everything belongs to the Supreme Personality of Godhead, for everything is created by Him. All living entities, being the Lord’s sons, His eternal parts and parcels, have the right to use their father’s property by nature’s arrangement. As stated in the Upaniṣads, tena tyaktena bhuñjīthā mā gṛdhaḥ kasya svid dhanam. Everyone should be satisfied with the things allotted him by the Supreme Personality of Godhead; no one should encroach upon another’s rights or property. In Bhagavad-gītā it is said: “All living bodies subsist on food grains, which are produced from rains. Rains are produced by performance of yajña [sacrifice], and yajña is born of prescribed duties.” (Bg. 3.14) When food grains are sufficiently produced, both animals and human beings can be nourished without difficulty for their maintenance. This is nature’s arrangement. Prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ. Everyone is acting under the influence of material nature, and only fools think they can improve upon what God has created. The householders are specifically responsible for seeing that the laws of the Supreme Personality of Godhead are maintained, without fighting between men, communities, societies or nations. Human society should properly utilize the gifts of God, especially the food grains that grow because of rain falling from the sky. As stated in Bhagavad-gītā, yajñād bhavati parjanyaḥ. So that rainfall will be regulated, humanity should perform yajñas, sacrifices. Yajñas were previously performed with offerings of oblations of ghee and food grains, but in this age, of course, this is no longer possible, for the production of ghee and food grains has diminished because of the sinful life of human society. However, people should take to Kṛṣṇa consciousness and chant the Hare Kṛṣṇa mantra, as recommended in the śāstras (yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ). If people throughout the world take to the Kṛṣṇa consciousness movement and chant the easy sound vibration of the transcendental name and fame of the Supreme Personality of Godhead, there will be no scarcity of rainfall; consequently food grains, fruits and flowers will be properly produced, and all the necessities of life will be easily obtained. Gṛhasthas, or householders, should take the responsibility for organizing such natural production. It is therefore said, tasyaiva hetoḥ prayateta kovidaḥ. An intelligent person should try to spread Kṛṣṇa consciousness through the chanting of the holy name of the Lord, and all the necessities of life will automatically follow."
    },
    {
        "verse": "8",
        "devanagari": "यावद् भ्र्रियेत जठरं तावत् स्वत्वं हि देहिनाम् ।अधिकं योऽभिमन्येत स स्तेनो दण्डमर्हति ॥ ८ ॥",
        "english_devnagari": "yāvad bhriyeta jaṭharaṁtāvat svatvaṁ hi dehināmadhikaṁ yo ’bhimanyetasa steno daṇḍam arhati",
        "verse_Syn": [
            "yāvat",
            "bhriyeta",
            "jaṭharam",
            "tāvat",
            "svatvam",
            "hi",
            "dehinām",
            "adhikam",
            "yaḥ",
            "abhimanyeta",
            "saḥ",
            "stenaḥ",
            "daṇḍam",
            "arhati"
        ],
        "translation": "One may claim proprietorship to as much wealth as required to maintain body and soul together, but one who desires proprietorship over more than that must be considered a thief, and he deserves to be punished by the laws of nature.",
        "purport": " By God’s favor we sometimes get large quantities of food grains or suddenly receive some contribution or unexpected profit in business. In this way we may get more money than needed. So, how should that be spent? There is no need to accumulate money in the bank merely to increase one’s bank balance. Such a mentality is described in Bhagavad-gītā (16.13) as asuric, demoniac. “The demoniac person thinks, ‘So much wealth do I have today, and I will gain more according to my schemes. So much is mine now, and it will increase in the future, more and more.’” The asura is concerned with how much wealth he has in the bank today and how it will increase tomorrow, but unrestricted accumulation of wealth is not permitted either by the śāstra or, in the modern age, by the government. Actually, if one has more than one requires for his necessities, the extra money should be spent for Kṛṣṇa. According to the Vedic civilization, it should all be given to the Kṛṣṇa consciousness movement, as ordered by the Lord Himself in Bhagavad-gītā (9.27): “O son of Kuntī, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me.” Gṛhasthas should spend extra money only for the Kṛṣṇa consciousness movement. The gṛhasthas should give contributions for constructing temples of the Supreme Lord and for preaching of Śrīmad Bhagavad-gītā, or Kṛṣṇa consciousness, all over the world. Śṛṇvan bhagavato ’bhīkṣṇam avatāra-kathāmṛtam. In the śāstras — the Purāṇas and other Vedic literatures — there are so many narrations describing the transcendental activities of the Supreme Personality of Godhead, and everyone should hear them again and again. For example, even if we read the entire Bhagavad-gītā every day, all eighteen chapters, in each reading we shall find a new explanation. That is the nature of transcendental literature. The Kṛṣṇa consciousness movement therefore affords one an opportunity to spend his extra earnings for the benefit of all human society by expanding Kṛṣṇa consciousness. In India especially we see hundreds and thousands of temples that were constructed by the wealthy men of society who did not want to be called thieves and be punished. This verse is very important. As stated here, one who accumulates more money than needed is a thief, and by the laws of nature he will be punished. One who acquires more money than necessary becomes desirous of enjoying material comforts more and more. Materialists are inventing so many artificial necessities, and those who have money, being allured by such artificial necessities, try to accumulate money to possess more and more. This is the idea of modern economic development. Everyone is engaged in earning money, and the money is kept in the bank, which then offers money to the public. In this cycle of activities, everyone is engaged in getting more and more money, and therefore the ideal goal of human life is being lost. Concisely, it may be said that everyone is a thief and is liable to be punished. Punishment by the laws of nature takes place in the cycle of birth and death. No one dies fully satisfied by the fulfillment of material desires, for that is not possible. Therefore at the time of one’s death one is very sorry, being unable to fulfill his desires. By the laws of nature one is then offered another body to fulfill his unsatisfied desires, and upon taking birth again, accepting another material body, one voluntarily accepts the threefold miseries of life."
    },
    {
        "verse": "9",
        "devanagari": "मृगोष्ट्रखरमर्काखुसरीसृप्खगमक्षिका: ।आत्मन: पुत्रवत् पश्येत्तैरेषामन्तरं कियत् ॥ ९ ॥",
        "english_devnagari": "mṛgoṣṭra-khara-markākhu-sarīsṛp khaga-makṣikāḥātmanaḥ putravat paśyettair eṣām antaraṁ kiyat",
        "verse_Syn": [
            "mṛga",
            "uṣṭra",
            "khara",
            "marka",
            "ākhu",
            "sarīsṛp",
            "khaga",
            "makṣikāḥ",
            "ātmanaḥ",
            "putra",
            "vat",
            "paśyet",
            "taiḥ",
            "eṣām",
            "antaram",
            "kiyat"
        ],
        "translation": "One should treat animals such as deer, camels, asses, monkeys, mice, snakes, birds and flies exactly like one’s own son. How little difference there actually is between children and these innocent animals.",
        "purport": " One who is in Kṛṣṇa consciousness understands that there is no difference between the animals and the innocent children in one’s home. Even in ordinary life, it is our practical experience that a household dog or cat is regarded on the same level as one’s children, without any envy. Like children, the unintelligent animals are also sons of the Supreme Personality of Godhead, and therefore a Kṛṣṇa conscious person, even though a householder, should not discriminate between children and poor animals. Unfortunately, modern society has devised many means for killing animals in different forms of life. For example, in the agricultural fields there may be many mice, flies and other creatures that disturb production, and sometimes they are killed by pesticides. In this verse, however, such killing is forbidden. Every living entity should be nourished by the food given by the Supreme Personality of Godhead. Human society should not consider itself the only enjoyer of all the properties of God; rather, men should understand that all the other animals also have a claim to God’s property. In this verse even the snake is mentioned, indicating that a householder should not be envious even of a snake. If everyone is fully satisfied by eating food that is a gift from the Lord, why should there be envy between one living being and another? In modern days people are very much inclined toward communistic ideas of society, but we do not think that there can be any better communistic idea than that which is explained in this verse of Śrīmad-Bhāgavatam. Even in the communistic countries the poor animals are killed without consideration, although they also should have the right to take their allotted food with which to live."
    },
    {
        "verse": "10",
        "devanagari": "त्रिवर्गं नातिकृच्छ्रेण भजेत गृहमेध्यपि ।यथादेशं यथाकालं यावद्दैवोपपादितम् ॥ १० ॥",
        "english_devnagari": "tri-vargaṁ nātikṛcchreṇabhajeta gṛha-medhy apiyathā-deśaṁ yathā-kālaṁyāvad-daivopapāditam",
        "verse_Syn": [
            "tri",
            "vargam",
            "na",
            "ati",
            "kṛcchreṇa",
            "bhajeta",
            "gṛha",
            "medhī",
            "api",
            "yathā",
            "deśam",
            "yathā",
            "kālam",
            "yāvat",
            "daiva",
            "upapāditam"
        ],
        "translation": "Even if one is a householder rather than a brahmacārī, a sannyāsī or a vānaprastha, one should not endeavor very hard for religiosity, economic development or satisfaction of the senses. Even in householder life, one should be satisfied to maintain body and soul together with whatever is available with minimum endeavor, according to place and time, by the grace of the Lord. One should not engage oneself in ugra-karma.",
        "purport": " In human life there are four principles to be fulfilled — dharma, artha, kāma and mokṣa (religion, economic development, sense gratification, and liberation). First one should be religious, observing various rules and regulations, and then one must earn some money for maintenance of his family and the satisfaction of his senses. The most important ceremony for sense gratification is marriage because sexual intercourse is one of the principal necessities of the material body. Yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham. Although sexual intercourse is not a very exalted requisite in life, both animals and men require some sense gratification because of material propensities. One should be satisfied with married life and not expend energy for extra sense gratification or sex life. As for economic development, the responsibility for this should be entrusted mainly to the vaiśyas and gṛhasthas. Human society should be divided into varṇas and āśramas — brāhmaṇa, kṣatriya, vaiśya, śūdra, brahmacarya, gṛhastha, vānaprastha and sannyāsa. Economic development is necessary for gṛhasthas. Brāhmaṇa gṛhasthas should be satisfied with a life of adhyayana, adhyāpana, yajana and yājana — being learned scholars, teaching others to be scholars, learning how to worship the Supreme Personality of Godhead, Viṣṇu, and also teaching others how to worship Lord Viṣṇu, or even the demigods. A brāhmaṇa should do this without remuneration, but he is allowed to accept charity from a person whom he teaches how to be a human being. As for the kṣatriyas, they are supposed to be the kings of the land, and the land should be distributed to the vaiśyas for agricultural activities, cow protection and trade. Śūdras must work; sometimes they should engage in occupational duties as cloth manufacturers, weavers, blacksmiths, goldsmiths, brasssmiths, and so on, or else they should engage in hard labor to produce food grains. These are the different occupational duties by which men should earn their livelihood, and in this way human society should be simple. At the present moment, however, everyone is engaged in technological advancement, which is described in Bhagavad-gītā as ugra-karma — extremely severe endeavor. This ugra-karma is the cause of agitation within the human mind. Men are engaging in many sinful activities and becoming degraded by opening slaughterhouses, breweries and cigarette factories, as well as nightclubs and other establishments for sense enjoyment. In this way they are spoiling their lives. In all of these activities, of course, householders are involved, and therefore it is advised here, with the use of the word api, that even though one is a householder, one should not engage himself in severe hardships. One’s means of livelihood should be extremely simple. As for those who are not gṛhasthas — the brahmacārīs, vānaprasthas and sannyāsīs — they don’t have to do anything but strive for advancement in spiritual life. This means that three fourths of the entire population should stop sense gratification and simply be engaged in the advancement of Kṛṣṇa consciousness. Only one fourth of the population should be gṛhastha, and that should be according to laws of restricted sense gratification. The gṛhasthas, vānaprasthas, brahmacārīs and sannyāsīs should endeavor together with their total energy to become Kṛṣṇa conscious. This type of civilization is called daiva-varṇāśrama. One of the objectives of the Kṛṣṇa consciousness movement is to establish this daiva-varṇāśrama, but not to encourage so-called varṇāśrama without scientifically organized endeavor by human society."
    },
    {
        "verse": "11",
        "devanagari": "आश्वाघान्तेऽवसायिभ्य: कामान्संविभजेद्यथा ।अप्येकामात्मनो दारां नृणां स्वत्वग्रहो यत: ॥ ११ ॥",
        "english_devnagari": "āśvāghānte ’vasāyibhyaḥkāmān saṁvibhajed yathāapy ekām ātmano dārāṁnṛṇāṁ svatva-graho yataḥ",
        "verse_Syn": [
            "ā",
            "śva",
            "agha",
            "ante",
            "avasāyibhyaḥ",
            "kāmān",
            "saṁvibhajet",
            "yathā",
            "api",
            "ekām",
            "ātmanaḥ",
            "dārām",
            "nṛṇām",
            "svatva",
            "grahaḥ",
            "yataḥ"
        ],
        "translation": "Dogs, fallen persons and untouchables, including caṇḍālas [dog-eaters], should all be maintained with their proper necessities, which should be contributed by the householders. Even one’s wife at home, with whom one is most intimately attached, should be offered for the reception of guests and people in general.",
        "purport": " Although in modern society the dog is accepted as part of one’s household paraphernalia, in the Vedic system of household life the dog is untouchable; as mentioned here, a dog may be maintained with proper food, but it cannot be allowed to enter one’s house, what to speak of the bedroom. Outcastes or untouchable caṇḍālas should also be provided with the necessities for life. The word used in this connection is yathā, which means “as much as deserved.” The outcastes should not be given money with which to indulge in more than they need, for otherwise they will misuse it. At the present moment, for example, low-class men are generally paid quite amply, but instead of using their money to cultivate knowledge and advance in life, such low-class men use their extra money for wine-drinking and similar sinful activities. As mentioned in Bhagavad-gītā (4.13), cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: there must be four divisions of human society according to the work and qualities of men. Men with the lowest qualities cannot do any work that requires higher intelligence. However, although such a division of men must exist according to their quality and work, it is suggested herewith that everyone must have the necessities of life. The communists of the present day are in favor of supplying the necessities of life to everyone, but they consider only the human beings and not the lower animals. The Bhāgavatam’s principles are so broad, however, that it recommends that the necessities of life be supplied to everyone, man or animal, regardless of good or bad qualities. The idea of giving even one’s wife to the service of the public is that one’s intimate relationship with his wife, or one’s excessive attachment for his wife, by which one thinks his wife to be his better half or to be identical with himself, must gradually be given up. As formerly suggested, the idea of ownership, even of one’s family, must be abandoned. The dream of material life is the cause of bondage in the cycle of birth and death, and therefore one should give up this dream. Consequently, in the human form of life one’s attachment for his wife should be given up, as suggested herein."
    },
    {
        "verse": "12",
        "devanagari": "जह्याद् यदर्थे स्वान्प्राणान्हन्याद्वा पितरं गुरुम् ।तस्यां स्वत्वं स्‍त्रियां जह्याद्यस्तेन ह्यजितो जित: ॥ १२ ॥",
        "english_devnagari": "jahyād yad-arthe svān prāṇānhanyād vā pitaraṁ gurumtasyāṁ svatvaṁ striyāṁ jahyādyas tena hy ajito jitaḥ",
        "verse_Syn": [
            "jahyāt",
            "yat",
            "arthe",
            "svān",
            "prāṇān",
            "hanyāt",
            "vā",
            "pitaram",
            "gurum",
            "tasyām",
            "svatvam",
            "striyām",
            "jahyāt",
            "yaḥ",
            "tena",
            "hi",
            "ajitaḥ",
            "jitaḥ"
        ],
        "translation": "One so seriously considers one’s wife to be his own that he sometimes kills himself for her or kills others, including even his parents or his spiritual master or teacher. Therefore if one can give up his attachment to such a wife, he conquers the Supreme Personality of Godhead, who is never conquered by anyone.",
        "purport": " Every husband is too much attached to his wife. Therefore, to give up one’s connection with his wife is extremely difficult, but if one can somehow or other give it up for the service of the Supreme Personality of Godhead, then the Lord Himself, although not able to be conquered by anyone, comes very much under the control of the devotee. And if the Lord is pleased with a devotee, what is there that is unobtainable? Why should one not give up his affection for his wife and children and take shelter of the Supreme Personality of Godhead? Where is the loss of anything material? Householder life means attachment for one’s wife, whereas sannyāsa means detachment from one’s wife and attachment to Kṛṣṇa."
    },
    {
        "verse": "13",
        "devanagari": "कृमिविड्भस्मनिष्ठान्तं क्‍वेदं तुच्छं कलेवरम् ।क्व‍ तदीयरतिर्भार्या क्व‍ायमात्मा नभश्छदि: ॥ १३ ॥",
        "english_devnagari": "kṛmi-viḍ-bhasma-niṣṭhāntaṁkvedaṁ tucchaṁ kalevaramkva tadīya-ratir bhāryākvāyam ātmā nabhaś-chadiḥ",
        "verse_Syn": [
            "kṛmi",
            "viṭ",
            "bhasma",
            "niṣṭha",
            "antam",
            "kva",
            "idam",
            "tuccham",
            "kalevaram",
            "kva",
            "tadīya",
            "ratiḥ",
            "bhāryā",
            "kva",
            "ayam",
            "ātmā",
            "nabhaḥ",
            "chadiḥ"
        ],
        "translation": "Through proper deliberation, one should give up attraction to his wife’s body because that body will ultimately be transformed into small insects, stool or ashes. What is the value of this insignificant body? How much greater is the Supreme Being, who is all-pervading like the sky?",
        "purport": " Here also, the same point is stressed: one should give up attachment for his wife — or, in other words, for sex life. If one is intelligent, he can think of his wife’s body as nothing but a lump of matter that will ultimately be transformed into small insects, stool or ashes. In different societies there are different ways of dealing with the human body at the time of the funeral ceremony. In some societies the body is given to the vultures to be eaten, and therefore the body ultimately turns to vulture stool. Sometimes the body is merely abandoned, and in that case the body is consumed by small insects. In some societies the body is immediately burned after death, and thus it becomes ashes. In any case, if one intelligently considers the constitution of the body and the soul beyond it, what is the value of the body? Antavanta ime dehā nityasyoktāḥ śarīriṇaḥ: the body may perish at any moment, but the soul is eternal. If one gives up attachment for the body and increases his attachment for the spirit soul, his life is successful. It is merely a matter of deliberation."
    },
    {
        "verse": "14",
        "devanagari": "सिद्धैर्यज्ञावशिष्टार्थै: कल्पयेद् वृत्तिमात्मन: ।शेषे स्वत्वं त्यजन्प्राज्ञ: पदवीं महतामियात् ॥ १४ ॥",
        "english_devnagari": "siddhair yajñāvaśiṣṭārthaiḥkalpayed vṛttim ātmanaḥśeṣe svatvaṁ tyajan prājñaḥpadavīṁ mahatām iyāt",
        "verse_Syn": [
            "siddhaiḥ",
            "yajñā",
            "avaśiṣṭa",
            "arthaiḥ",
            "kalpayet",
            "vṛttim",
            "ātmanaḥ",
            "śeṣe",
            "svatvam",
            "tyajan",
            "prājñaḥ",
            "padavīm",
            "mahatām",
            "iyāt"
        ],
        "translation": "An intelligent person should be satisfied with eating prasāda [food offered to the Lord] or with performing the five different kinds of yajña [pañca-sūnā]. By such activities, one can give up attachment for the body and so-called proprietorship with reference to the body. When one is able to do this, he is firmly fixed in the position of a mahātmā.",
        "purport": " Nature already has an arrangement to feed us. By the order of the Supreme Personality of Godhead, there is an arrangement for eatables for every living entity within the 8,400,000 forms of life. Eko bahūnāṁ yo vidadhāti kāmān. Every living entity has to eat something, and in fact the necessities for his life have already been provided by the Supreme Personality of Godhead. The Lord has provided food for both the elephant and the ant. All living beings are living at the cost of the Supreme Lord, and therefore one who is intelligent should not work very hard for material comforts. Rather, one should save his energy for advancing in Kṛṣṇa consciousness. All created things in the sky, in the air, on land and in the sea belong to the Supreme Personality of Godhead, and every living being is provided with food. Therefore one should not be very much anxious about economic development and unnecessarily waste time and energy with the risk of falling down in the cycle of birth and death."
    },
    {
        "verse": "15",
        "devanagari": "देवानृषीन् नृभूतानि पितृनात्मानमन्वहम् ।स्ववृत्त्यागतवित्तेन यजेत पुरुषं पृथक् ॥ १५ ॥",
        "english_devnagari": "devān ṛṣīn nṛ-bhūtānipitṝn ātmānam anvahamsva-vṛttyāgata-vittenayajeta puruṣaṁ pṛthak",
        "verse_Syn": [
            "devān",
            "ṛṣīn",
            "nṛ",
            "bhūtāni",
            "pitṝn",
            "ātmānam",
            "anvaham",
            "sva",
            "vṛttyā",
            "āgata",
            "vittena",
            "yajeta",
            "puruṣam",
            "pṛthak"
        ],
        "translation": "Every day, one should worship the Supreme Being who is situated in everyone’s heart, and on this basis one should separately worship the demigods, the saintly persons, ordinary human beings and living entities, one’s forefathers and one’s self. In this way one is able to worship the Supreme Being in the core of everyone’s heart.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "यर्ह्यात्मनोऽधिकाराद्या: सर्वा: स्युर्यज्ञसम्पद: ।वैतानिकेन विधिना अग्निहोत्रादिना यजेत् ॥ १६ ॥",
        "english_devnagari": "yarhy ātmano ’dhikārādyāḥsarvāḥ syur yajña-sampadaḥvaitānikena vidhināagni-hotrādinā yajet",
        "verse_Syn": [
            "yarhi",
            "ātmanaḥ",
            "adhikāra",
            "ādyāḥ",
            "sarvāḥ",
            "syuḥ",
            "yajña",
            "sampadaḥ",
            "vaitānikena",
            "vidhinā",
            "agni",
            "hotra",
            "ādinā",
            "yajet"
        ],
        "translation": "When one is enriched with wealth and knowledge which are under his full control and by means of which he can perform yajña or please the Supreme Personality of Godhead, one must perform sacrifices, offering oblations to the fire according to the directions of the śāstras. In this way one should worship the Supreme Personality of Godhead.",
        "purport": " If a gṛhastha, or householder, is sufficiently educated in Vedic knowledge and has become sufficiently rich to offer worship to please the Supreme Personality of Godhead, he must perform yajñas as directed by the authorized scriptures. Bhagavad-gītā (3.9) clearly says, yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ: everyone may be engaged in his occupational duties, but the result of these duties should be offered for sacrifice to satisfy the Supreme Lord. If one is fortunate enough to possess transcendental knowledge as well as the money with which to perform sacrifices, one must do it according to the directions given in the śāstras. It is said in Śrīmad-Bhāgavatam (12.3.52): The entire Vedic civilization aims at satisfying the Supreme Personality of Godhead. This was possible in Satya-yuga by meditation upon the Supreme Lord within the core of one’s heart and in Tretā-yuga by the performance of costly yajñas. The same goal could be achieved in Dvāpara-yuga by worship of the Lord in the temple, and in this Age of Kali one can achieve the same goal by performing saṅkīrtana-yajña. Therefore one who has education and wealth must use them to satisfy the Supreme Personality of Godhead by helping the saṅkīrtana movement that has already begun — the Hare Kṛṣṇa movement, or Kṛṣṇa consciousness movement. All educated and wealthy persons must join this movement, since money and education are meant for service to the Supreme Personality of Godhead. If money and education are not engaged in the service of the Lord, these valuable assets must be engaged in the service of māyā. The education of so-called scientists, philosophers and poets is now engaged in the service of māyā, and the wealth of the rich is also engaged in māyā’s service. The service of māyā, however, creates a chaotic condition in the world. Therefore the wealthy man and the educated man should sacrifice their knowledge and opulence by dedicating them for the satisfaction of the Supreme Lord and joining this saṅkīrtana movement (yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ)."
    },
    {
        "verse": "17",
        "devanagari": "न ह्यग्निमुखतोऽयं वै भगवान्सर्वयज्ञभुक् ।इज्येत हविषा राजन्यथा विप्रमुखे हुतै: ॥ १७ ॥",
        "english_devnagari": "na hy agni-mukhato ’yaṁ vaibhagavān sarva-yajña-bhukijyeta haviṣā rājanyathā vipra-mukhe hutaiḥ",
        "verse_Syn": [
            "na",
            "hi",
            "agni",
            "mukhataḥ",
            "ayam",
            "vai",
            "bhagavān",
            "sarva",
            "yajña",
            "bhuk",
            "ijyeta",
            "haviṣā",
            "rājan",
            "yathā",
            "vipra",
            "mukhe",
            "hutaiḥ"
        ],
        "translation": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, is the enjoyer of sacrificial offerings. Yet although His Lordship eats the oblations offered in the fire, my dear King, He is still more satisfied when nice food made of grains and ghee is offered to Him through the mouths of qualified brāhmaṇas.",
        "purport": " As stated in Bhagavad-gītā (3.9), yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ: all fruitive activities should be performed for sacrifice, which should be directed toward pleasing Kṛṣṇa. As stated elsewhere in Bhagavad-gītā (5.29), bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram: He is the Supreme Lord and enjoyer of everything. However, although sacrifice may be offered to please Kṛṣṇa, He is more pleased when grains and ghee, instead of being offered in the fire, are prepared as prasāda and distributed, first to the brāhmaṇas and then to others. This system pleases Kṛṣṇa more than anything else. Furthermore, at the present time there is very little chance to offer sacrifices by pouring oblations of food grains and ghee into the fire. Especially in India, there is practically no ghee; for everything that should be done with ghee, people use a certain type of oil preparation. Oil, however, is never recommended for offering in a sacrificial fire. In Kali-yuga, the available quantity of food grains and ghee is gradually diminishing, and people are embarrassed that they cannot produce sufficient ghee and food grains. Under the circumstances, the śāstras enjoin, yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ: in this age, those who are intellectual offer yajña, or perform sacrifices, through the saṅkīrtana movement. Everyone should join the saṅkīrtana movement, offering to the fire of this movement the oblations of his knowledge and riches. In our saṅkīrtana movement, or Hare Kṛṣṇa movement, we offer sumptuous prasāda to the Deity and later distribute the same prasāda to the brāhmaṇas, the Vaiṣṇavas and then to the people in general. Kṛṣṇa’s prasāda is offered to the brāhmaṇas and Vaiṣṇavas, and the prasāda of the brāhmaṇas and Vaiṣṇavas is offered to the general populace. This kind of sacrifice — chanting of the Hare Kṛṣṇa mantra and distribution of prasāda — is the most perfect and bona fide way of offering sacrifice for the pleasure of Yajña, or Viṣṇu."
    },
    {
        "verse": "18",
        "devanagari": "तस्माद् ब्राह्मणदेवेषु मर्त्यादिषु यथार्हत: ।तैस्तै: कामैर्यजस्वैनं क्षेत्रज्ञं ब्राह्मणाननु ॥ १८ ॥",
        "english_devnagari": "tasmād brāhmaṇa-deveṣumartyādiṣu yathārhataḥtais taiḥ kāmair yajasvainaṁkṣetra-jñaṁ brāhmaṇān anu",
        "verse_Syn": [
            "tasmāt",
            "brāhmaṇa",
            "deveṣu",
            "martya",
            "ādiṣu",
            "yathā",
            "arhataḥ",
            "taiḥ",
            "taiḥ",
            "kāmaiḥ",
            "yajasva",
            "enam",
            "kṣetra",
            "jñam",
            "brāhmaṇān",
            "anu"
        ],
        "translation": "Therefore, my dear King, first offer prasāda unto the brāhmaṇas and the demigods, and after sumptuously feeding them you may distribute prasāda to other living entities according to your ability. In this way you will be able to worship all living entities — or, in other words, the supreme living entity within every living entity.",
        "purport": " To distribute prasāda to all living entities, the process is that we must first offer prasāda to the brāhmaṇas and the Vaiṣṇavas, for the demigods are represented by the brāhmaṇas. In this way the Supreme Personality of Godhead, who is situated in everyone’s heart, will be worshiped. This is the Vedic system of offering prasāda. Whenever there is a ceremony for distribution of prasāda, the prasāda is offered first to the brāhmaṇas, then to the children and old men, then to the women, and then to animals like dogs and other domestic animals. When it is said that Nārāyaṇa, the Supreme Being, is situated in everyone’s heart, this does not mean that everyone has become Nārāyaṇa or that a particular poor man has become Nārāyaṇa. Such a conclusion is rejected herein."
    },
    {
        "verse": "19",
        "devanagari": "कुर्यादपरपक्षीयं मासि प्रौष्ठपदे द्विज: ।श्राद्धं पित्रोर्यथावित्तं तद्बन्धूनां च वित्तवान् ॥ १९ ॥",
        "english_devnagari": "kuryād apara-pakṣīyaṁmāsi prauṣṭha-pade dvijaḥśrāddhaṁ pitror yathā-vittaṁtad-bandhūnāṁ ca vittavān",
        "verse_Syn": [
            "kuryāt",
            "apara",
            "pakṣīyam",
            "māsi",
            "prauṣṭha",
            "pade",
            "dvijaḥ",
            "śrāddham",
            "pitroḥ",
            "yathā",
            "vittam",
            "tat",
            "bandhūnām",
            "ca",
            "vitta",
            "vān"
        ],
        "translation": "A brāhmaṇa who is sufficiently rich must offer oblations to the forefathers during the dark-moon fortnight in the latter part of the month of Bhādra. Similarly, he should offer oblations to the relatives of the forefathers during the mahālayā ceremonies in the month of Āśvina.*",
        "purport": ""
    },
    {
        "verse": "20-23",
        "devanagari": "अयने विषुवे कुर्याद् व्यतीपाते दिनक्षये ।चन्द्रादित्योपरागे च द्वादश्यां श्रवणेषु च ॥ २० ॥तृतीयायां शुक्लपक्षे नवम्यामथ कार्तिके ।चतसृष्वप्यष्टकासु हेमन्ते शिशिरे तथा ॥ २१ ॥माघे च सितसप्तम्यां मघाराकासमागमे ।राकया चानुमत्या च मासर्क्षाणि युतान्यपि ॥ २२ ॥द्वादश्यामनुराधा स्याच्छ्रवणस्तिस्र उत्तरा: ।तिसृष्वेकादशी वासु जन्मर्क्षश्रोणयोगूयुक् ॥ २३ ॥",
        "english_devnagari": "ayane viṣuve kuryādvyatīpāte dina-kṣayecandrādityoparāge cadvādaśyāṁ śravaṇeṣu ca",
        "verse_Syn": [
            "ayane",
            "viṣuve",
            "kuryāt",
            "vyatīpāte",
            "dina",
            "kṣaye",
            "candra",
            "āditya",
            "uparāge",
            "ca",
            "dvādaśyām",
            "śravaṇeṣu",
            "ca",
            "tṛtīyāyām",
            "śukla",
            "pakṣe",
            "navamyām",
            "atha",
            "kārtike",
            "catasṛṣu",
            "api",
            "aṣṭakāsu",
            "hemante",
            "śiśire",
            "tathā",
            "māghe",
            "ca",
            "sita",
            "saptamyām",
            "maghā",
            "rākā",
            "samāgame",
            "rākayā",
            "ca",
            "anumatyā",
            "ca",
            "māsa",
            "ṛkṣāṇi",
            "yutāni",
            "api",
            "dvādaśyām",
            "anurādhā",
            "syāt",
            "śravaṇaḥ",
            "tisraḥ",
            "uttarāḥ",
            "tisṛṣu",
            "ekādaśī",
            "vā",
            "āsu",
            "janma",
            "ṛkṣa",
            "śroṇa",
            "yoga",
            "yuk"
        ],
        "translation": "One should perform the śrāddha ceremony on the Makara-saṅkrānti [the day when the sun begins to move north] or on the Karkaṭa-saṅkrānti [the day when the sun begins to move south]. One should also perform this ceremony on the Meṣa-saṅkrānti day and the Tulā-saṅkrānti day, in the yoga named Vyatīpāta, on that day in which three lunar tithis are conjoined, during an eclipse of either the moon or the sun, on the twelfth lunar day, and in the Śravaṇa-nakṣatra. One should perform this ceremony on the Akṣaya-tṛtīyā day, on the ninth lunar day of the bright fortnight of the month of Kārtika, on the four aṣṭakās in the winter season and cool season, on the seventh lunar day of the bright fortnight of the month of Māgha, during the conjunction of Maghā-nakṣatra and the full-moon day, and on the days when the moon is completely full, or not quite completely full, when these days are conjoined with the nakṣatras from which the names of certain months are derived. One should also perform the śrāddha ceremony on the twelfth lunar day when it is in conjunction with any of the nakṣatras named Anurādhā, Śravaṇa, Uttara-phalgunī, Uttarāṣāḍhā or Uttara-bhādrapadā. Again, one should perform this ceremony when the eleventh lunar day is in conjunction with either Uttara-phalgunī, Uttarāṣāḍhā or Uttara-bhādrapadā. Finally, one should perform this ceremony on days conjoined with one’s own birth star [janma-nakṣatra] or with Śravaṇa-nakṣatra.",
        "purport": " The word ayana means “path” or “going.” The six months when the sun moves toward the north are called uttarāyaṇa, or the northern path, and the six months when it moves south are called dakṣiṇāyana, or the southern path. These are mentioned in Bhagavad-gītā (8.24-25). The first day when the sun begins to move north and enter the zodiacal sign of Capricorn is called Makara-saṅkrānti, and the first day when the sun begins to move south and enter the sign of Cancer is called Karkaṭa-saṅkrānti. On these two days of the year, one should perform the śrāddha ceremony. Viṣuva, or Viṣuva-saṅkrānti, means Meṣa-saṅkrānti, or the day on which the sun enters the sign Aries. Tulā-saṅkrānti is the day on which the sun enters the sign Libra. Both of these days occur only once within a year. The word yoga refers to a certain relationship between the sun and moon as they move in the sky. There are twenty-seven different degrees of yoga, of which the seventeenth is called Vyatīpāta. On the day when this occurs, one should perform the śrāddha ceremony. A tithi, or lunar day, consists of the distance between the longitude of the sun and that of the moon. Sometimes a tithi is less than twenty-four hours. When it starts after sunrise on a certain day and ends before the sunrise of the following day, the previous tithi and the following tithi both “touch” the twenty-four-hour day between the sunrises. This is called tryaha-sparśa, or a day touched by some portion of three tithis. Śrīla Jīva Gosvāmī has given quotations from many śāstras stating that the śrāddha ceremony of oblations to the forefathers should not be performed on Ekādaśī tithi. When the tithi of the death anniversary falls on the Ekādaśī day, the śrāddha ceremony should be held not on Ekādaśī but on the next day, or dvādaśī. In the Brahma-vaivarta Purāṇa it is said: If one performs the śrāddha ceremony of oblations to the forefathers on the Ekādaśī tithi, then the performer, the forefathers for whom the śrāddha is observed, and the purohita, or the family priest who encourages the ceremony, all go to hell."
    },
    {
        "verse": "24",
        "devanagari": "त एते श्रेयस: काला नृणां श्रेयोविवर्धना: ।कुर्यात्सर्वात्मनैतेषु श्रेयोऽमोघं तदायुष: ॥ २४ ॥",
        "english_devnagari": "ta ete śreyasaḥ kālānṝṇāṁ śreyo-vivardhanāḥkuryāt sarvātmanaiteṣuśreyo ’moghaṁ tad-āyuṣaḥ",
        "verse_Syn": [
            "te",
            "ete",
            "śreyasaḥ",
            "kālāḥ",
            "nṝṇām",
            "śreyaḥ",
            "vivardhanāḥ",
            "kuryāt",
            "sarva",
            "ātmanā",
            "eteṣu",
            "śreyaḥ",
            "amogham",
            "tat",
            "āyuṣaḥ"
        ],
        "translation": "All of these seasonal times are considered extremely auspicious for humanity. At such times, one should perform all auspicious activities, for by such activities a human being attains success in his short duration of life.",
        "purport": " When one comes to the human form of life through natural evolution, one must then take the responsibility for further progress. As stated in Bhagavad-gītā (9.25), yānti deva-vratā devān: one who worships the demigods can be promoted to their planets. Yānti mad-yājino ’pi mām: and if one practices devotional service to the Lord, he goes back home, back to Godhead. In the human form of life, therefore, one is meant to act auspiciously in order to return home, back to Godhead. Devotional service, however, does not depend on material conditions. Ahaituky apratihatā. Of course, for those who are engaged in fruitive activities on the material platform, the times and seasons mentioned above are extremely congenial."
    },
    {
        "verse": "25",
        "devanagari": "एषु स्‍नानं जपो होमो व्रतं देवद्विजार्चनम् ।पितृदेवनृभूतेभ्यो यद्दत्तं तद्ध्यनश्वरम् ॥ २५ ॥",
        "english_devnagari": "eṣu snānaṁ japo homovrataṁ deva-dvijārcanampitṛ-deva-nṛ-bhūtebhyoyad dattaṁ tad dhy anaśvaram",
        "verse_Syn": [
            "eṣu",
            "snānam",
            "japaḥ",
            "homaḥ",
            "vratam",
            "deva",
            "dvija",
            "arcanam",
            "pitṛ",
            "deva",
            "nṛ",
            "bhūtebhyaḥ",
            "yat",
            "dattam",
            "tat",
            "hi",
            "anaśvaram"
        ],
        "translation": "During these periods of seasonal change, if one bathes in the Ganges, in the Yamunā or in another sacred place, if one chants, offers fire sacrifices or executes vows, or if one worships the Supreme Lord, the brāhmaṇas, the forefathers, the demigods and the living entities in general, whatever he gives in charity yields a permanently beneficial result.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "संस्कारकालो जायाया अपत्यस्यात्मनस्तथा ।प्रेतसंस्था मृताहश्च कर्मण्यभ्युदये नृप ॥ २६ ॥",
        "english_devnagari": "saṁskāra-kālo jāyāyāapatyasyātmanas tathāpreta-saṁsthā mṛtāhaś cakarmaṇy abhyudaye nṛpa",
        "verse_Syn": [
            "saṁskāra",
            "kālaḥ",
            "jāyāyāḥ",
            "apatyasya",
            "ātmanaḥ",
            "tathā",
            "preta",
            "saṁsthā",
            "mṛta",
            "ahaḥ",
            "ca",
            "karmaṇi",
            "abhyudaye",
            "nṛpa"
        ],
        "translation": "O King Yudhiṣṭhira, at the time prescribed for reformatory ritualistic ceremonies for one’s self, one’s wife or one’s children, or during funeral ceremonies and annual death ceremonies, one must perform the auspicious ceremonies mentioned above in order to flourish in fruitive activities.",
        "purport": " The Vedas recommend many ritualistic ceremonies to be performed with one’s wife, on the birthdays of one’s children, or during funeral ceremonies, and there are also personal reformatory methods like initiation. These must be observed according to time and circumstances and the directions of the śāstra. Bhagavad-gītā strongly recommends, jñātvā śāstra-vidhānoktam: everything must be performed as indicated in the śāstras. For Kali-yuga, the śāstras enjoin that saṅkīrtana-yajña be performed always: kīrtanīyaḥ sadā hariḥ. All the ritualistic ceremonies recommended in the śāstras must be preceded and followed by saṅkīrtana. This is the recommendation of Śrīla Jīva Gosvāmī."
    },
    {
        "verse": "27-28",
        "devanagari": "अथ देशान्प्रवक्ष्यामि धर्मादिश्रेयआवहान् ।स वै पुण्यतमो देश: सत्पात्रं यत्र लभ्यते ॥ २७ ॥बिम्बं भगवतो यत्र सर्वमेतच्चराचरम् ।यत्र ह ब्राह्मणकुलं तपोविद्यादयान्वितम् ॥ २८ ॥",
        "english_devnagari": "atha deśān pravakṣyāmidharmādi-śreya-āvahānsa vai puṇyatamo deśaḥsat-pātraṁ yatra labhyate",
        "verse_Syn": [
            "atha",
            "deśān",
            "pravakṣyāmi",
            "dharma",
            "ādi",
            "śreya",
            "āvahān",
            "saḥ",
            "vai",
            "puṇya",
            "tamaḥ",
            "deśaḥ",
            "sat",
            "pātram",
            "yatra",
            "labhyate",
            "bimbam",
            "bhagavataḥ",
            "yatra",
            "sarvam",
            "etat",
            "cara",
            "acaram",
            "yatra",
            "ha",
            "brāhmaṇa",
            "kulam",
            "tapaḥ",
            "vidyā",
            "dayā",
            "anvitam"
        ],
        "translation": "Nārada Muni continued: Now I shall describe the places where religious performances may be well executed. Any place where a Vaiṣṇava is available is an excellent place for all auspicious activities. The Supreme Personality of Godhead is the support of this entire cosmic manifestation, with all its moving and nonmoving living entities, and the temple where the Deity of the Lord is installed is a most sacred place. Furthermore, places where learned brāhmaṇas observe Vedic principles by means of austerity, education and mercy are also most auspicious and sacred.",
        "purport": " In this verse it is indicated that a Vaiṣṇava temple where the Supreme Personality of Godhead, Kṛṣṇa, is worshiped, and where Vaiṣṇavas are engaged in the service of the Lord, is the best sacred place for performing any religious ceremonies. At the present day, especially in big, big cities, people live in small apartments and are not able to establish a Deity or temple. Under the circumstances, therefore, the centers and temples being established by the expanding Kṛṣṇa consciousness movement are the best sacred places for performing religious ceremonies. Although people in general are no longer interested in religious ceremonies or Deity worship, the Kṛṣṇa consciousness movement gives everyone the chance to advance in spiritual life by becoming Kṛṣṇa conscious."
    },
    {
        "verse": "29",
        "devanagari": "यत्र यत्र हरेरर्चा स देश: श्रेयसां पदम् ।यत्र गङ्गादयो नद्य: पुराणेषु च विश्रुता: ॥ २९ ॥",
        "english_devnagari": "yatra yatra harer arcāsa deśaḥ śreyasāṁ padamyatra gaṅgādayo nadyaḥpurāṇeṣu ca viśrutāḥ",
        "verse_Syn": [
            "yatra",
            "yatra",
            "hareḥ",
            "arcā",
            "saḥ",
            "deśaḥ",
            "śreyasām",
            "padam",
            "yatra",
            "gaṅgā",
            "ādayaḥ",
            "nadyaḥ",
            "purāṇeṣu",
            "ca",
            "viśrutāḥ"
        ],
        "translation": "Auspicious indeed are the places where there is a temple of the Supreme Personality of Godhead, Kṛṣṇa, in which He is duly worshiped, and also the places where there flow the celebrated sacred rivers mentioned in the Purāṇas, the supplementary Vedic literatures. Anything spiritual done there is certainly very effective.",
        "purport": " There are many atheists who oppose the worship of the Deity of the Supreme Personality of Godhead in the temple. In this verse, however, it is authoritatively stated that any place where the Deity is worshiped is transcendental; it does not belong to the material world. It is also said that the forest is in the mode of goodness, and therefore those who want to cultivate spiritual life are advised to go to the forest (vanaṁ gato yad dharim āśrayeta). But one should not go to the forest simply to live like a monkey. Monkeys and other ferocious animals also live in the forest, but a person who goes to the forest for spiritual culture must accept the lotus feet of the Supreme Personality of Godhead as shelter (vanaṁ gato yad dharim āśrayeta). One should not be satisfied simply to go to the forest; one must take shelter of the lotus feet of the Supreme Personality of Godhead. In this age, therefore, since it is impossible to go to the forest for spiritual culture, one is recommended to live in the temple community as a devotee, regularly worship the Deity, follow the regulative principles and thus make the place like Vaikuṇṭha. The forest may be in goodness, the cities and villages in passion, and the brothels, hotels and restaurants in ignorance, but when one lives in the temple community he lives in Vaikuṇṭha. Therefore it is said here, śreyasāṁ padam: it is the best, most auspicious place. In many places throughout the world we are constructing communities to give shelter to devotees and worship the Deity in the temple. The Deity cannot be worshiped except by devotees. Temple worshipers who fail to give importance to the devotees are third class. They are kaniṣṭha-adhikārīs in the lower stage of spiritual life. As it is said in Śrīmad-Bhāgavatam (11.2.47): “A person who is very faithfully engaged in the worship of the Deity in the temple but does not know how to behave toward devotees or people in general is called a prākṛta-bhakta, or kaniṣṭha-adhikārī.” Therefore, in the temple there must be the Deity of the Lord, and the Lord should be worshiped by the devotees. This combination of the devotees and the Deity creates a first-class transcendental place. Aside from this, if a gṛhastha devotee worships the śālagrāma-śilā, or the form of the Deity at home, his home also becomes a very great place. It was therefore customary for members of the three higher classes — namely the brāhmaṇas, kṣatriyas and vaiśyas — to worship the śālagrāma-śilā, or a small Deity of Rādhā-Kṛṣṇa or Sītā-Rāma in each and every home. This made everything auspicious. But now they have given up the Deity worship. Men have become modernized and are consequently indulging in all sorts of sinful activities, and therefore they are extremely unhappy. According to Vedic civilization, therefore, the holy places of pilgrimage are considered most sacred, and still there are hundreds and thousands of holy places like Jagannātha Purī, Vṛndāvana, Hardwar, Rāmeśvara, Prayāga and Mathurā. India is the place for worshiping or for cultivating spiritual life. The Kṛṣṇa consciousness movement invites everyone from all over the world, without discrimination as to caste or creed, to come to its centers and cultivate spiritual life perfectly."
    },
    {
        "verse": "30-33",
        "devanagari": "सरांसि पुष्करादीनि क्षेत्राण्यर्हाश्रितान्युत ।कुरुक्षेत्रं गयशिर: प्रयाग: पुलहाश्रम: ॥ ३० ॥नैमिषं फाल्गुनं सेतु: प्रभासोऽथ कुशस्थली ।वाराणसी मधुपुरी पम्पा बिन्दुसरस्तथा ॥ ३१ ॥नारायणाश्रमो नन्दा सीतारामाश्रमादय: ।सर्वे कुलाचला राजन्महेन्द्रमलयादय: ॥ ३२ ॥एते पुण्यतमा देशा हरेरर्चाश्रिताश्च ये ।एतान्देशान्निषेवेत श्रेयस्कामो ह्यभीक्ष्णश: ।धर्मो ह्यत्रेहित: पुंसां सहस्राधिफलोदय: ॥ ३३ ॥",
        "english_devnagari": "sarāṁsi puṣkarādīnikṣetrāṇy arhāśritāny utakurukṣetraṁ gaya-śiraḥprayāgaḥ pulahāśramaḥ",
        "verse_Syn": [
            "sarāṁsi",
            "puṣkara",
            "ādīni",
            "kṣetrāṇi",
            "arha",
            "āśritāni",
            "uta",
            "kurukṣetram",
            "gaya",
            "śiraḥ",
            "prayāgaḥ",
            "pulaha",
            "āśramaḥ",
            "naimiṣam",
            "phālgunam",
            "setuḥ",
            "prabhāsaḥ",
            "atha",
            "kuśa",
            "sthalī",
            "vārāṇasī",
            "madhu",
            "purī",
            "pampā",
            "bindu",
            "saraḥ",
            "tathā",
            "nārāyaṇa",
            "āśramaḥ",
            "nandā",
            "sītā",
            "rāma",
            "āśrama",
            "ādayaḥ",
            "sarve",
            "kulācalāḥ",
            "rājan",
            "mahendra",
            "malaya",
            "ādayaḥ",
            "ete",
            "puṇya",
            "tamāḥ",
            "deśāḥ",
            "hareḥ",
            "arca",
            "āśritāḥ",
            "ca",
            "ye",
            "etān",
            "deśān",
            "niṣeveta",
            "śreyaḥ",
            "kāmaḥ",
            "hi",
            "abhīkṣṇaśaḥ",
            "dharmaḥ",
            "hi",
            "atra",
            "īhitaḥ",
            "puṁsām",
            "sahasra",
            "adhi",
            "phala",
            "udayaḥ"
        ],
        "translation": "The sacred lakes like Puṣkara and places where saintly persons live, like Kurukṣetra, Gayā, Prayāga, Pulahāśrama, Naimiṣāraṇya, the banks of the Phālgu River, Setubandha, Prabhāsa, Dvārakā, Vārāṇasī, Mathurā, Pampā, Bindu-sarovara, Badarikāśrama [Nārāyaṇāśrama], the places where the Nandā River flows, the places where Lord Rāmacandra and mother Sītā took shelter, such as Citrakūṭa, and also the hilly tracts of land known as Mahendra and Malaya — all of these are to be considered most pious and sacred. Similarly, places outside India where there are centers of the Kṛṣṇa consciousness movement and where Rādhā-Kṛṣṇa Deities are worshiped must all be visited and worshiped by those who want to be spiritually advanced. One who intends to advance in spiritual life may visit all these places and perform ritualistic ceremonies to get results a thousand times better than the results of the same activities performed in any other place.",
        "purport": " In these verses and in verse twenty-nine, stress is given to one point: harer arcāśritāś ca ye or harer arcā. In other words, any place where the Deity of the Supreme Personality of Godhead is worshiped by devotees is most significant. The Kṛṣṇa consciousness movement is giving the population of the entire world a chance to take advantage of Kṛṣṇa consciousness through the ISKCON centers, where one may perform Deity worship and chant the Hare Kṛṣṇa mahā-mantra and in this way obtain results with effectiveness increased a thousand times. This constitutes the best welfare activity for human society. This was Śrī Caitanya Mahāprabhu’s mission as it was predicted by Him in the Caitanya-bhāgavata (Antya 4.126): Śrī Caitanya Mahāprabhu wanted the Hare Kṛṣṇa movement, with installed Deities, to spread to every village and town in the world, so that everyone in the world might take advantage of this movement and become all-auspicious in spiritual life. Without spiritual life, nothing is auspicious. Moghāśā mogha-karmāṇo mogha-jñānā vicetasaḥ (Bg. 9.12). No one can become successful in fruitive activities or speculative knowledge without being Kṛṣṇa conscious. As recommended in the śāstras, everyone should be very eagerly interested in taking part in the Kṛṣṇa consciousness movement and understanding the value of spiritual life."
    },
    {
        "verse": "34",
        "devanagari": "पात्रं त्वत्र निरुक्तं वै कविभि: पात्रवित्तमै: ।हरिरेवैक उर्वीश यन्मयं वै चराचरम् ॥ ३४ ॥",
        "english_devnagari": "pātraṁ tv atra niruktaṁ vaikavibhiḥ pātra-vittamaiḥharir evaika urvīśayan-mayaṁ vai carācaram",
        "verse_Syn": [
            "pātram",
            "tu",
            "atra",
            "niruktam",
            "vai",
            "kavibhiḥ",
            "pātra",
            "vittamaiḥ",
            "hariḥ",
            "eva",
            "ekaḥ",
            "urvī",
            "īśa",
            "yat",
            "mayam",
            "vai",
            "cara",
            "acaram"
        ],
        "translation": "O King of the earth, it has been decided by expert, learned scholars that only the Supreme Personality of Godhead, Kṛṣṇa, in whom all that is moving or nonmoving within this universe is resting and from whom everything is coming, is the best person to whom everything must be given.",
        "purport": " Whenever we perform some religious act in terms of dharma, artha, kāma and mokṣa, we must perform it according to the time, place and person (kāla, deśa, pātra). Nārada Muni has already described the deśa (place) and kāla (time). The kāla has been described in verses twenty through twenty-four, beginning with the words ayane viṣuve kuryād vyatīpāte dina-kṣaye. And the places for giving charity or performing ritualistic ceremonies have been described in verses thirty through thirty-three, beginning with sarāṁsi puṣkarādīni kṣetrāṇy arhāśritāny uta. Now, to whom everything must be given is decided in this verse. Harir evaika urvīśa yan-mayaṁ vai carācaram. The Supreme Personality of Godhead, Kṛṣṇa, is the root of everything, and therefore He is the best pātra, or person, to whom everything must be given. In Bhagavad-gītā (5.29) it is said: If one wants to enjoy real peace and prosperity, he should give everything to Kṛṣṇa, who is the real enjoyer, real friend and real proprietor. It is therefore said: By worshiping or satisfying Acyuta, the Supreme Personality of Godhead, Kṛṣṇa, one can satisfy everyone, just as one can water the branches, leaves and flowers of a tree simply by watering its root or as one satisfies all the senses of the body by giving food to the stomach. Therefore, a devotee simply offers everything to the Supreme Personality of Godhead to receive the best results of charity, religious performances, sense gratification and even liberation (dharma, artha, kāma, mokṣa)."
    },
    {
        "verse": "35",
        "devanagari": "देवर्ष्यर्हत्सु वै सत्सु तत्र ब्रह्मात्मजादिषु ।राजन्यदग्रपूजायां मत: पात्रतयाच्युत: ॥ ३५ ॥",
        "english_devnagari": "devarṣy-arhatsu vai satsutatra brahmātmajādiṣurājan yad agra-pūjāyāṁmataḥ pātratayācyutaḥ",
        "verse_Syn": [
            "deva",
            "ṛṣi",
            "arhatsu",
            "vai",
            "satsu",
            "tatra",
            "brahma",
            "ātma",
            "jādiṣu",
            "rājan",
            "yat",
            "agra",
            "pūjāyām",
            "mataḥ",
            "pātratayā",
            "acyutaḥ"
        ],
        "translation": "O King Yudhiṣṭhira, the demigods, many great sages and saints including even the four sons of Lord Brahmā, and I myself were present at your Rājasūya sacrificial ceremony, but when there was a question of who should be the first person worshiped, everyone decided upon Lord Kṛṣṇa, the Supreme Person.",
        "purport": " This is a reference to the Rājasūya sacrifice performed by Mahārāja Yudhiṣṭhira. In that meeting there was a great turmoil over selecting the best person to be worshiped first. Everyone decided to worship Śrī Kṛṣṇa. The only protest came from Śiśupāla, and because of his vehement opposition he was killed by the Supreme Personality of Godhead."
    },
    {
        "verse": "36",
        "devanagari": "जीवराशिभिराकीर्ण अण्डकोशाङ्‌घ्रिपो महान् ।तन्मूलत्वादच्युतेज्या सर्वजीवात्मतर्पणम् ॥ ३६ ॥",
        "english_devnagari": "jīva-rāśibhir ākīrṇaaṇḍa-kośāṅghripo mahāntan-mūlatvād acyutejyāsarva-jīvātma-tarpaṇam",
        "verse_Syn": [
            "jīva",
            "rāśibhiḥ",
            "ākīrṇaḥ",
            "aṇḍa",
            "kośa",
            "aṅghripaḥ",
            "mahān",
            "tat",
            "mūlatvāt",
            "acyuta",
            "ijyā",
            "sarva",
            "jīva",
            "ātma",
            "tarpaṇam"
        ],
        "translation": "The entire universe, which is full of living entities, is like a tree whose root is the Supreme Personality of Godhead, Acyuta [Kṛṣṇa]. Therefore simply by worshiping Lord Kṛṣṇa one can worship all living entities.",
        "purport": " In Bhagavad-gītā (10.8) the Lord says: “I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who perfectly know this engage in My devotional service and worship Me with all their hearts.” People are very much anxious to give service to other living entities, especially to the poor, but although they have manufactured many ways to give such help, actually they are expert in killing the poor living entities. This sort of service or mercy is not recommended in the Vedic wisdom. As stated in a previous verse, it has been decided (niruktam) by expert saintly persons that Kṛṣṇa is the root of everything and that worshiping Kṛṣṇa is worshiping everyone, just as supplying water to the root of a tree means satisfying all of its branches and twigs. Another point is that this universe is full of living entities from top to bottom, on every planet (jīva-rāśibhir ākīrṇaḥ). Modern scientists and so-called scholars think that there are no living entities on planets other than this one. Recently they have said that they have gone to the moon but did not find any living entities there. But Śrīmad-Bhāgavatam and the other Vedic literatures do not agree with this foolish conception. There are living entities everywhere, not only one or two but jīva-rāśibhiḥ — many millions of living entities. Even on the sun there are living entities, although it is a fiery planet. The chief living entity on the sun is called Vivasvān (imaṁ vivasvate yogaṁ proktavān aham avyayam). All the different planets are filled with different types of living entities according to different living conditions. To suggest that only this planet is filled with living entities and that others are vacant is foolish. This betrays a lack of real knowledge."
    },
    {
        "verse": "37",
        "devanagari": "पुराण्यनेन सृष्टानि नृतिर्यगृषिदेवता: ।शेते जीवेन रूपेण पुरेषु पुरुषो ह्यसौ ॥ ३७ ॥",
        "english_devnagari": "purāṇy anena sṛṣṭāninṛ-tiryag-ṛṣi-devatāḥśete jīvena rūpeṇapureṣu puruṣo hy asau",
        "verse_Syn": [
            "purāṇi",
            "anena",
            "sṛṣṭāni",
            "nṛ",
            "tiryak",
            "ṛṣi",
            "devatāḥ",
            "śete",
            "jīvena",
            "rūpeṇa",
            "pureṣu",
            "puruṣaḥ",
            "hi",
            "asau"
        ],
        "translation": "The Supreme Personality of Godhead has created many residential places like the bodies of human beings, animals, birds, saints and demigods. In all of these innumerable bodily forms, the Lord resides with the living being as Paramātmā. Thus He is known as the puruṣāvatāra.",
        "purport": " In Bhagavad-gītā (18.61) it is said: “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.” The living entity, who is part and parcel of the Supreme Personality of Godhead, exists on the mercy of the Lord, who is always with him in any form of body. The living entity desires a particular type of material enjoyment, and thus the Lord supplies him with a body, which is like a machine. Just to keep him alive in that body, the Lord remains with him as the puruṣa (Kṣīrodakaśāyī Viṣṇu). This is also confirmed in Brahma-saṁhitā (5.35): “I worship the Personality of Godhead, Govinda, who enters the existence of every universe and every atom by one of His plenary portions and thus manifests His infinite energy throughout the material creation.” The living entity, being part and parcel of the Lord, is known as jīva. The Supreme Lord puruṣa remains with the jīva to enable him to enjoy material facilities."
    },
    {
        "verse": "38",
        "devanagari": "तेष्वेव भगवान् राजंस्तारतम्येन वर्तते ।तस्मात्पात्रं हि पुरुषो यावानात्मा यथेयते ॥ ३८ ॥",
        "english_devnagari": "teṣv eva bhagavān rājaṁstāratamyena vartatetasmāt pātraṁ hi puruṣoyāvān ātmā yatheyate",
        "verse_Syn": [
            "teṣu",
            "eva",
            "bhagavān",
            "rājan",
            "tāratamyena",
            "vartate",
            "tasmāt",
            "pātram",
            "hi",
            "puruṣaḥ",
            "yāvān",
            "ātmā",
            "yathā",
            "īyate"
        ],
        "translation": "O King Yudhiṣṭhira, the Supersoul in every body gives intelligence to the individual soul according to his capacity for understanding. Therefore the Supersoul is the chief within the body. The Supersoul is manifested to the individual soul according to the individual’s comparative development of knowledge, austerity, penance and so on.",
        "purport": " In Bhagavad-gītā (15.15) it is said, mattaḥ smṛtir jñānam apohanaṁ ca: the Supreme Personality of Godhead in His localized aspect gives intelligence to the individual soul as far as he is able to grasp it. Therefore we find the individual soul in different high and low positions. A living entity with the body of a bird or beast cannot take instructions from the Supreme Soul as adequately as an advanced human being. Thus there are gradations of bodily forms. In human society, the perfect brāhmaṇa is supposed to be the most advanced in spiritual consciousness, and further advanced than the brāhmaṇa is the Vaiṣṇava. Therefore the best persons are the Vaiṣṇavas and Viṣṇu. When charity is to be given, one should take instruction from Bhagavad-gītā (17.20): “That gift which is given out of duty, at the proper time and place, to a worthy person, and without expectation of return, is considered to be charity in the mode of goodness.” One should give charity to the brāhmaṇas and Vaiṣṇavas, for thus the Supreme Personality of Godhead will be worshiped. In this connection, Śrīla Madhvācārya comments: Beginning from Brahmā down to the ant, everyone is conducted by the Supersoul (īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati). But because of a particular person’s advancement in spiritual consciousness, he is considered to be important. Therefore, the brāhmaṇa Vaiṣṇava is important, and, above all, the Supersoul, the Personality of Godhead, is the most important personality."
    },
    {
        "verse": "39",
        "devanagari": "द‍ृष्ट्वा तेषां मिथो नृणामवज्ञानात्मतां नृप ।त्रेतादिषु हरेरर्चा क्रियायै कविभि: कृता ॥ ३९ ॥",
        "english_devnagari": "dṛṣṭvā teṣāṁ mitho nṛṇāmavajñānātmatāṁ nṛpatretādiṣu harer arcākriyāyai kavibhiḥ kṛtā",
        "verse_Syn": [
            "dṛṣṭvā",
            "teṣām",
            "mithaḥ",
            "nṛṇām",
            "avajñāna",
            "ātmatām",
            "nṛpa",
            "tretā",
            "ādiṣu",
            "hareḥ",
            "arcā",
            "kriyāyai",
            "kavibhiḥ",
            "kṛtā"
        ],
        "translation": "My dear King, when great sages and saintly persons saw mutually disrespectful dealings at the beginning of Tretā-yuga, Deity worship in the temple was introduced with all paraphernalia.",
        "purport": " As it is said in Śrīmad-Bhāgavatam (12.3.52): “Whatever result one obtained in Satya-yuga by meditating on Viṣṇu, in Tretā-yuga by performing sacrifices and in Dvāpara-yuga by serving the Lord’s lotus feet one can also obtain in Kali-yuga simply by chanting the Hare Kṛṣṇa mahā-mantra.” In Satya-yuga, every person was spiritually advanced, and there was no envy between great personalities. Gradually, however, because of material contamination with the advance of the ages, disrespectful dealings appeared even among brāhmaṇas and Vaiṣṇavas. Actually, an advanced Vaiṣṇava is to be respected more than Viṣṇu. As stated in the Padma Purāṇa, ārādhanānāṁ sarveṣāṁ viṣṇor ārādhanaṁ param: of all kinds of worship, worship of Lord Viṣṇu is the best. Tasmāt parataraṁ devi tadīyānāṁ samarcanam: and recommended more than worship of Viṣṇu is worship of the Vaiṣṇava. Formerly, all activities were performed in connection with Viṣṇu, but after Satya-yuga there were symptoms of disrespectful dealings among Vaiṣṇavas. Śrīla Bhaktivinoda Ṭhākura has said that a Vaiṣṇava is he who has helped others become Vaiṣṇavas. An example of one who has converted many others into Vaiṣṇavas is Nārada Muni. A powerful Vaiṣṇava who has converted others into Vaiṣṇavas is to be worshiped, but because of material contamination, sometimes such an exalted Vaiṣṇava is disrespected by other, minor Vaiṣṇavas. When great saintly persons saw this contamination, they introduced worship of the Deity in the temple. This began in Tretā-yuga and was especially prominent in Dvāpara-yuga (dvāpare paricaryāyāṁ). But in Kali-yuga, worship of the Deity is being neglected. Therefore chanting of the Hare Kṛṣṇa mantra is more powerful than Deity worship. Śrī Caitanya Mahāprabhu set a practical example in that He did not establish any temples or Deities, but He profusely introduced the saṅkīrtana movement. Therefore Kṛṣṇa consciousness preachers should give more stress to the saṅkīrtana movement, especially by distributing transcendental literature more and more. This helps the saṅkīrtana movement. Whenever there is a possibility to worship the Deity, we may establish many centers, but generally we should give more stress to the distribution of transcendental literature, for this will be more effective in converting people to Kṛṣṇa consciousness. It is said in Śrīmad-Bhāgavatam (11.2.47): “A person who is very faithfully engaged in the worship of the Deity in the temple but does not know how to behave toward devotees or people in general is called a prākṛta-bhakta, or kaniṣṭha-adhikārī.” A prākṛta devotee, or neophyte devotee, is still on the material platform. He certainly engages in worshiping the Deity, but he cannot appreciate the activities of a pure devotee. It has actually been seen that even an authorized devotee who is engaged in the service of the Lord by preaching the mission of Kṛṣṇa consciousness is sometimes criticized by neophyte devotees. Such neophytes are described by Viśvanātha Cakravartī Ṭhākura: sarva-prāṇi-sammānanāsamarthānām avajñā spardhādimatāṁ tu bhagavat-pratimaiva pātram ity āha. For those who cannot properly appreciate the activities of authorized devotees, Deity worship is the only way for spiritual advancement. In the Caitanya-caritāmṛta (Antya 7.11) it is clearly said, kṛṣṇa-śakti vinā nahe tāra pravartana: without being authorized by Kṛṣṇa, one cannot preach the holy name of the Lord throughout the entire world. Nevertheless, a devotee who does so is criticized by neophyte devotees, kaniṣṭha-adhikārīs, who are on the lower stages of devotional service. For them, Deity worship is strongly recommended."
    },
    {
        "verse": "40",
        "devanagari": "ततोऽर्चायां हरिं केचित् संश्रद्धाय सपर्यया ।उपासत उपास्तापि नार्थदा पुरुषद्विषाम् ॥ ४० ॥",
        "english_devnagari": "tato ’rcāyāṁ hariṁ kecitsaṁśraddhāya saparyayāupāsata upāstāpinārthadā puruṣa-dviṣām",
        "verse_Syn": [
            "tataḥ",
            "arcāyām",
            "harim",
            "kecit",
            "saṁśraddhāya",
            "saparyayā",
            "upāsate",
            "upāstā",
            "api",
            "na",
            "artha",
            "dā",
            "puruṣa",
            "dviṣām"
        ],
        "translation": "Sometimes a neophyte devotee offers all the paraphernalia for worshiping the Lord, and he factually worships the Lord as the Deity, but because he is envious of the authorized devotees of Lord Viṣṇu, the Lord is never satisfied with his devotional service.",
        "purport": " Deity worship is especially meant for purifying the neophyte devotees. Actually, however, preaching is more important. In Bhagavad-gītā (18.69) it is said, na ca tasmān manuṣyeṣu kaścin me priya-kṛttamaḥ: if one wants to be recognized by the Supreme Personality of Godhead, he must preach the glories of the Lord. One who worships the Deity must therefore be extremely respectful to preachers; otherwise simply worshiping the Deity will keep one in the lower stage of devotion."
    },
    {
        "verse": "41",
        "devanagari": "पुरुषेष्वपि राजेन्द्र सुपात्रं ब्राह्मणं विदु: ।तपसा विद्यया तुष्टय‍ा धत्ते वेदं हरेस्तनुम् ॥ ४१ ॥",
        "english_devnagari": "puruṣeṣv api rājendrasupātraṁ brāhmaṇaṁ viduḥtapasā vidyayā tuṣṭyādhatte vedaṁ hares tanum",
        "verse_Syn": [
            "puruṣeṣu",
            "api",
            "rāja",
            "indra",
            "su",
            "pātram",
            "brāhmaṇam",
            "viduḥ",
            "tapasā",
            "vidyayā",
            "tuṣṭyā",
            "dhatte",
            "vedam",
            "hareḥ",
            "tanum"
        ],
        "translation": "My dear King, of all persons a qualified brāhmaṇa must be accepted as the best within this material world because such a brāhmaṇa, by practicing austerity, Vedic studies and satisfaction, becomes the counterpart body of the Supreme Personality of Godhead.",
        "purport": " From the Vedas we learn that the Personality of Godhead is the Supreme Person. Every living entity is an individual person, and the Supreme Personality of Godhead, Kṛṣṇa, is the Supreme Person. A brāhmaṇa who is well versed in Vedic knowledge and fully conversant with transcendental matters becomes a representative of the Supreme Personality of Godhead, and therefore one should worship such a brāhmaṇa or Vaiṣṇava. A Vaiṣṇava is superior to a brāhmaṇa because whereas a brāhmaṇa knows that he is Brahman, not matter, a Vaiṣṇava knows that he is not only Brahman but also an eternal servant of the Supreme Brahman. Therefore, worship of a Vaiṣṇava is superior to worship of the Deity in the temple. Viśvanātha Cakravartī Ṭhākura says, sākṣād dharitvena samasta-śāstraiḥ: in all the scriptures the spiritual master, who is the best of the brāhmaṇas, the best of the Vaiṣṇavas, is considered to be as good as the Supreme Personality of Godhead. This does not mean, however, that the Vaiṣṇava thinks himself God, for this is blasphemous. Although a brāhmaṇa or Vaiṣṇava is worshiped as being as good as the Supreme Personality of Godhead, such a devotee always remains a faithful servant of the Lord and never tries to enjoy the prestige that might accrue to him from being the Supreme Lord’s representative."
    },
    {
        "verse": "42",
        "devanagari": "नन्वस्य ब्राह्मणा राजन्कृष्णस्य जगदात्मन: ।पुनन्त: पादरजसा त्रिलोकीं दैवतं महत् ॥ ४२ ॥",
        "english_devnagari": "nanv asya brāhmaṇā rājankṛṣṇasya jagad-ātmanaḥpunantaḥ pāda-rajasātri-lokīṁ daivataṁ mahat",
        "verse_Syn": [
            "nanu",
            "asya",
            "brāhmaṇāḥ",
            "rājan",
            "kṛṣṇasya",
            "jagat",
            "ātmanaḥ",
            "punantaḥ",
            "pāda",
            "rajasā",
            "tri",
            "lokīm",
            "daivatam",
            "mahat"
        ],
        "translation": "My dear King Yudhiṣṭhira, the brāhmaṇas, especially those engaged in preaching the glories of the Lord throughout the entire world, are recognized and worshiped by the Supreme Personality of Godhead, who is the heart and soul of all creation. The brāhmaṇas, by their preaching, sanctify the three worlds with the dust of their lotus feet, and thus they are worshipable even for Kṛṣṇa.",
        "purport": " As admitted by Lord Kṛṣṇa in Bhagavad-gītā (18.69), na ca tasmān manuṣyeṣu kaścin me priya-kṛttamaḥ. The brāhmaṇas preach the cult of Kṛṣṇa consciousness all around the world, and therefore, although they worship Kṛṣṇa, the Supreme Personality of Godhead, the Lord also recognizes them as worshipable. The relationship is reciprocal. The brāhmaṇas want to worship Kṛṣṇa, and similarly Kṛṣṇa wants to worship the brāhmaṇas. In conclusion, therefore, brāhmaṇas and Vaiṣṇavas who are engaged in preaching the glories of the Lord must be worshiped by religionists, philosophers and people in general. At the Rājasūya-yajña of Mahārāja Yudhiṣṭhira, many hundreds and thousands of brāhmaṇas were present, yet Kṛṣṇa was selected to be worshiped first. Therefore, Kṛṣṇa is always the Supreme Person, but by His causeless mercy He recognizes the brāhmaṇas as dearmost to Him."
    }
]