[
    {
        "verse": "1",
        "devanagari": "श्रीप्रह्राद उवाचकौमार आचरेत्प्राज्ञो धर्मान्भागवतानिह ।दुर्लभं मानुषं जन्म तदप्यध्रुवमर्थदम् ॥ १ ॥",
        "english_devnagari": "śrī-prahrāda uvācakaumāra ācaret prājñodharmān bhāgavatān ihadurlabhaṁ mānuṣaṁ janmatad apy adhruvam arthadam",
        "verse_Syn": [
            "śrī",
            "prahrādaḥ",
            "uvāca",
            "kaumāraḥ",
            "ācaret",
            "prājñaḥ",
            "dharmān",
            "bhāgavatān",
            "iha",
            "durlabham",
            "mānuṣam",
            "janma",
            "tat",
            "api",
            "adhruvam",
            "artha",
            "dam"
        ],
        "translation": "Prahlāda Mahārāja said: One who is sufficiently intelligent should use the human form of body from the very beginning of life — in other words, from the tender age of childhood — to practice the activities of devotional service, giving up all other engagements. The human body is most rarely achieved, and although temporary like other bodies, it is meaningful because in human life one can perform devotional service. Even a slight amount of sincere devotional service can give one complete perfection.",
        "purport": " The whole purpose of Vedic civilization and of reading the Vedas is to attain the perfect stage of devotional service in the human form of life. According to the Vedic system, therefore, from the very beginning of life the brahmacarya system is introduced so that from one’s very childhood — from the age of five years — one can practice modifying one’s human activities so as to engage perfectly in devotional service. As confirmed in Bhagavad-gītā (2.40), svalpam apy asya dharmasya trāyate mahato bhayāt: “Even a little advancement on this path can protect one from the most dangerous type of fear.” Modern civilization, not referring to the verdicts of Vedic literature, is so cruel to the members of human society that instead of teaching children to become brahmacārīs, it teaches mothers to kill their children even in the womb, on the plea of curbing the increase of population. And if by chance a child is saved, he is educated only for sense gratification. Gradually, throughout the entire world, human society is losing interest in the perfection of life. Indeed, men are living like cats and dogs, spoiling the duration of their human lives by actually preparing to transmigrate again to the degraded species among the 8,400,000 forms of life. The Kṛṣṇa consciousness movement is anxious to serve human society by teaching people to perform devotional service, which can save a human being from being degraded again to animal life. As already stated by Prahlāda Mahārāja, bhāgavata-dharma consists of śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam/ arcanaṁ vandanaṁ dāsyaṁ sakhyam ātma-nivedanam. In all the schools, colleges and universities, and at home, all children and youths should be taught to hear about the Supreme Personality of Godhead. In other words, they should be taught to hear the instructions of Bhagavad-gītā, to put them into practice in their lives, and thus to become strong in devotional service, free from fear of being degraded to animal life. Following bhāgavata-dharma has been made extremely easy in this Age of Kali. The śāstra says: One need only chant the Hare Kṛṣṇa mahā-mantra. Everyone engaged in the practice of chanting the Hare Kṛṣṇa mahā-mantra will be completely cleansed, from the core of his heart, and be saved from the cycle of birth and death."
    },
    {
        "verse": "2",
        "devanagari": "यथा हि पुरुषस्येह विष्णो: पादोपसर्पणम् ।यदेष सर्वभूतानां प्रिय आत्मेश्वर: सुहृत् ॥ २ ॥",
        "english_devnagari": "yathā hi puruṣasyehaviṣṇoḥ pādopasarpaṇamyad eṣa sarva-bhūtānāṁpriya ātmeśvaraḥ suhṛt",
        "verse_Syn": [
            "yathā",
            "hi",
            "puruṣasya",
            "iha",
            "viṣṇoḥ",
            "pāda",
            "upasarpaṇam",
            "yat",
            "eṣaḥ",
            "sarva",
            "bhūtānām",
            "priyaḥ",
            "ātma",
            "īśvaraḥ",
            "suhṛt"
        ],
        "translation": "The human form of life affords one a chance to return home, back to Godhead. Therefore every living entity, especially in the human form of life, must engage in devotional service to the lotus feet of Lord Viṣṇu. This devotional service is natural because Lord Viṣṇu, the Supreme Personality of Godhead, is the most beloved, the master of the soul, and the well-wisher of all other living beings.",
        "purport": " The Lord says in Bhagavad-gītā (5.29): “The sage who knows Me as the ultimate purpose of all sacrifices and austerities, the Supreme Lord of all planets and demigods and the benefactor and well-wisher of all living entities attains peace from the pangs of material miseries.” Simply by understanding these three facts — that the Supreme Lord, Viṣṇu, is the proprietor of the entire creation, that He is the best well-wishing friend of all living entities, and that He is the supreme enjoyer of everything — one becomes peaceful and happy. For this transcendental happiness, the living entity has wandered throughout the universe in different forms of life and different planetary systems, but because he has forgotten his intimate relationship with Viṣṇu, he has merely suffered, life after life. Therefore, the educational system in the human form of life should be so perfect that one will understand his intimate relationship with God, or Viṣṇu. Every living entity has an intimate relationship with God. One should therefore glorify the Lord in the adoration of śānta-rasa or revive his eternal relationship with Viṣṇu as a servant in dāsya-rasa, a friend in sakhya-rasa, a parent in vātsalya-rasa or a conjugal lover in mādhurya-rasa. All these relationships are on the platform of love. Viṣṇu is the center of love for everyone, and therefore the duty of everyone is to engage in the loving service of the Lord. As stated by the Supreme Personality of Godhead (Bhāg. 3.25.38), yeṣām ahaṁ priya ātmā sutaś ca sakhā guruḥ suhṛdo daivam iṣṭam. In any form of life, we are related with Viṣṇu, who is the most beloved, the Supersoul, son, friend and guru. Our eternal relationship with God can be revived in the human form of life, and that should be the goal of education. Indeed, that is the perfection of life and the perfection of education."
    },
    {
        "verse": "3",
        "devanagari": "सुखमैन्द्रियकं दैत्या देहयोगेन देहिनाम् ।सर्वत्र लभ्यते दैवाद्यथा दु:खमयत्नत: ॥ ३ ॥",
        "english_devnagari": "sukham aindriyakaṁ daityādeha-yogena dehināmsarvatra labhyate daivādyathā duḥkham ayatnataḥ",
        "verse_Syn": [
            "sukham",
            "aindriyakam",
            "daityāḥ",
            "deha",
            "yogena",
            "dehinām",
            "sarvatra",
            "labhyate",
            "daivāt",
            "yathā",
            "duḥkham",
            "ayatnataḥ"
        ],
        "translation": "Prahlāda Mahārāja continued: My dear friends born of demoniac families, the happiness perceived with reference to the sense objects by contact with the body can be obtained in any form of life, according to one’s past fruitive activities. Such happiness is automatically obtained without endeavor, just as we obtain distress.",
        "purport": " In the material world, in any form of life, there is some so-called happiness and so-called distress. No one invites distress in order to suffer, but still it comes. Similarly, even if we do not endeavor to obtain the advantages of material happiness, we shall obtain them automatically. This happiness and distress are obtainable in any form of life, without endeavor. Thus there is no need to waste time and energy fighting against distress or working very hard for happiness. Our only business in the human form of life should be to revive our relationship with the Supreme Personality of Godhead and thus become qualified to return home, back to Godhead. Material happiness and distress come as soon as we accept a material body, regardless of what form. We cannot avoid such happiness and distress under any circumstances. The best use of human life, therefore, lies in reviving our relationship with the Supreme Lord, Viṣṇu."
    },
    {
        "verse": "4",
        "devanagari": "तत्प्रयासो न कर्तव्यो यत आयुर्व्यय: परम् ।न तथा विन्दते क्षेमं मुकुन्दचरणाम्बुजम् ॥ ४ ॥",
        "english_devnagari": "tat-prayāso na kartavyoyata āyur-vyayaḥ paramna tathā vindate kṣemaṁmukunda-caraṇāmbujam",
        "verse_Syn": [
            "tat",
            "prayāsaḥ",
            "na",
            "kartavyaḥ",
            "yataḥ",
            "āyuḥ",
            "vyayaḥ",
            "param",
            "na",
            "tathā",
            "vindate",
            "kṣemam",
            "mukunda",
            "caraṇa",
            "ambujam"
        ],
        "translation": "Endeavors merely for sense gratification or material happiness through economic development are not to be performed, for they result only in a loss of time and energy, with no actual profit. If one’s endeavors are directed toward Kṛṣṇa consciousness, one can surely attain the spiritual platform of self-realization. There is no such benefit from engaging oneself in economic development.",
        "purport": " We see materialistic persons busily engaged in economic development all day and all night, trying to increase their material opulence, but even if we suppose that they get some benefit from such endeavors, that does not solve the real problem of their lives. Nor do they know what the real problem of life is. This is due to a lack of spiritual education. Especially in the present age, every man is in darkness, in the bodily conception of life, not knowing anything of the spirit soul and its needs. Misguided by the blind leaders of society, people consider the body to be everything, and they are engaged in trying to keep the body materially comfortable. Such a civilization is condemned because it does not lead humanity toward knowing the real goal of life. People are simply wasting time and the valuable gift of the human form because a human being who does not cultivate spiritual life but dies like the cats and dogs is degraded in his next life. From human life, such a person is put into the cycle of continuous birth and death. Thus one loses the true benefit of human life, which is to become Kṛṣṇa conscious and solve life’s problems."
    },
    {
        "verse": "5",
        "devanagari": "ततो यतेत कुशल: क्षेमाय भवमाश्रित: ।शरीरं पौरुषं यावन्न विपद्येत पुष्कलम् ॥ ५ ॥",
        "english_devnagari": "tato yateta kuśalaḥkṣemāya bhavam āśritaḥśarīraṁ pauruṣaṁ yāvanna vipadyeta puṣkalam",
        "verse_Syn": [
            "tataḥ",
            "yateta",
            "kuśalaḥ",
            "kṣemāya",
            "bhavam",
            "āśritaḥ",
            "śarīram",
            "pauruṣam",
            "yāvat",
            "na",
            "vipadyeta",
            "puṣkalam"
        ],
        "translation": "Therefore, while in material existence [bhavam āśritaḥ], a person fully competent to distinguish wrong from right must endeavor to achieve the highest goal of life as long as the body is stout and strong and is not embarrassed by dwindling.",
        "purport": " As stated by Prahlāda Mahārāja at the beginning of this chapter, kaumāra ācaret prājñaḥ. The word prājña refers to one who is experienced and who can distinguish right from wrong. Such a person should not waste his energy and valuable human lifetime simply working like a cat or dog to develop his economic condition. For one word in this verse there are two readings — bhavam āśritaḥ and bhayam āśritaḥ — but accepting the meaning of either of them will bring one to the same conclusion. Bhayam āśritaḥ indicates that the materialistic way of life is always fearful because at every step there is danger. Materialistic life is full of anxieties and fear (bhayam). Similarly, accepting the reading bhavam āśritaḥ, the word bhavam refers to unnecessary trouble and problems. For want of Kṛṣṇa consciousness, one is put into bhavam, being perpetually embarrassed by birth, death, old age and disease. Thus one is surely full of anxieties. Human society should be divided into a social system of brāhmaṇas, kṣatriyas, vaiśyas and śūdras, but everyone can engage in devotional service. If one wants to live without devotional service, his status as a brāhmaṇa, kṣatriya, vaiśya or śūdra certainly has no meaning. It is said, sthānād bhraṣṭāḥ patanty adhaḥ: whether one is in a higher or lower division, one certainly falls down for want of Kṛṣṇa consciousness. A sane man, therefore, is always fearful of falling from his position. This is a regulative principle. One should not fall from his exalted position. The highest goal of life can be achieved as long as one’s body is stout and strong. We should therefore live in such a way that we keep ourselves always healthy and strong in mind and intelligence so that we can distinguish the goal of life from a life full of problems. A thoughtful man must act in this way, learning to distinguish right from wrong, and thus attain the goal of life."
    },
    {
        "verse": "6",
        "devanagari": "पुंसो वर्षशतं ह्यायुस्तदर्धं चाजितात्मन: ।निष्फलं यदसौ रात्र्यां शेतेऽन्धं प्रापितस्तम: ॥ ६ ॥",
        "english_devnagari": "puṁso varṣa-śataṁ hy āyustad-ardhaṁ cājitātmanaḥniṣphalaṁ yad asau rātryāṁśete ’ndhaṁ prāpitas tamaḥ",
        "verse_Syn": [
            "puṁsaḥ",
            "varṣa",
            "śatam",
            "hi",
            "āyuḥ",
            "tat",
            "ardham",
            "ca",
            "ajita",
            "ātmanaḥ",
            "niṣphalam",
            "yat",
            "asau",
            "rātryām",
            "śete",
            "andham",
            "prāpitaḥ",
            "tamaḥ"
        ],
        "translation": "Every human being has a maximum duration of life of one hundred years, but for one who cannot control his senses, half of those years are completely lost because at night he sleeps twelve hours, being covered by ignorance. Therefore such a person has a lifetime of only fifty years.",
        "purport": " Lord Brahmā, a human being and an ant all live for one hundred years, but their lifetimes of one hundred years are different from one another. This world is a relative world, and its relative moments of time are different. Thus the one hundred years of Brahmā are not the same as the one hundred years of a human being. From Bhagavad-gītā we understand that Brahmā’s daytime of twelve hours equals 4,300,000 times 1,000 years (sahasra-yuga-paryantam ahar yad brahmaṇo viduḥ). Thus the varṣa-śatam, or one hundred years, are relatively different according to time, person and circumstances. As far as human beings are concerned, the calculation given here is right for the general public. Although one has a maximum of one hundred years of life, by sleeping one loses fifty years. Eating, sleeping, sex life and fear are the four bodily necessities, but to utilize the full duration of life a person desiring to advance in spiritual consciousness must reduce these activities. That will give him an opportunity to fully use his lifetime."
    },
    {
        "verse": "7",
        "devanagari": "मुग्धस्य बाल्ये कैशोरे क्रीडतो याति विंशति: ।जरया ग्रस्तदेहस्य यात्यकल्पस्य विंशति: ॥ ७ ॥",
        "english_devnagari": "mugdhasya bālye kaiśorekrīḍato yāti viṁśatiḥjarayā grasta-dehasyayāty akalpasya viṁśatiḥ",
        "verse_Syn": [
            "mugdhasya",
            "bālye",
            "kaiśore",
            "krīḍataḥ",
            "yāti",
            "viṁśatiḥ",
            "jarayā",
            "grasta",
            "dehasya",
            "yāti",
            "akalpasya",
            "viṁśatiḥ"
        ],
        "translation": "In the tender age of childhood, when everyone is bewildered, one passes ten years. Similarly, in boyhood, engaged in sporting and playing, one passes another ten years. In this way, twenty years are wasted. Similarly, in old age, when one is an invalid, unable to perform even material activities, one passes another twenty years wastefully.",
        "purport": " Without Kṛṣṇa consciousness, one wastes twenty years in childhood and boyhood and another twenty years in old age, when one cannot perform any material activities and is full of anxiety about what is to be done by his sons and grandsons and how one’s estate should be protected. Half of these years are spent in sleep. Furthermore, one wastes another thirty years sleeping at night during the rest of his life. Thus seventy out of one hundred years are wasted by a person who does not know the aim of life and how to utilize this human form."
    },
    {
        "verse": "8",
        "devanagari": "दुरापूरेण कामेन मोहेन च बलीयसा ।शेषं गृहेषु सक्तस्य प्रमत्तस्यापयाति हि ॥ ८ ॥",
        "english_devnagari": "durāpūreṇa kāmenamohena ca balīyasāśeṣaṁ gṛheṣu saktasyapramattasyāpayāti hi",
        "verse_Syn": [
            "durāpūreṇa",
            "kāmena",
            "mohena",
            "ca",
            "balīyasā",
            "śeṣam",
            "gṛheṣu",
            "saktasya",
            "pramattasya",
            "apayāti",
            "hi"
        ],
        "translation": "One whose mind and senses are uncontrolled becomes increasingly attached to family life because of insatiable lusty desires and very strong illusion. In such a madman’s life, the remaining years are also wasted because even during those years he cannot engage himself in devotional service.",
        "purport": " This is the account of one hundred years of life. Although in this age a lifetime of one hundred years is generally not possible, even if one has one hundred years, the calculation is that fifty years are wasted in sleeping, twenty years in childhood and boyhood, and twenty years in invalidity (jarā-vyādhi). This leaves only a few more years, but because of too much attachment to household life, those years are also spent with no purpose, without God consciousness. Therefore, one should be trained to be a perfect brahmacārī in the beginning of life and then to be perfect in sense control, following the regulative principles, if one becomes a householder. From household life one is ordered to accept vānaprastha life and go to the forest and then accept sannyāsa. That is the perfection of life. From the very beginning of life, those who are ajitendriya, who cannot control their senses, are educated only for sense gratification, as we have seen in the Western countries. Thus the entire duration of a life of even one hundred years is wasted and misused, and at the time of death one transmigrates to another body, which may not be human. At the end of one hundred years, one who has not acted as a human being in a life of tapasya (austerity and penance) must certainly be embodied again in a body like those of cats, dogs and hogs. Therefore this life of lusty desires and sense gratification is extremely risky."
    },
    {
        "verse": "9",
        "devanagari": "को गृहेषु पुमान्सक्तमात्मानमजितेन्द्रिय: ।स्‍नेहपाशैर्द‍ृढैर्बद्धमुत्सहेत विमोचितुम् ॥ ९ ॥",
        "english_devnagari": "ko gṛheṣu pumān saktamātmānam ajitendriyaḥsneha-pāśair dṛḍhair baddhamutsaheta vimocitum",
        "verse_Syn": [
            "kaḥ",
            "gṛheṣu",
            "pumān",
            "saktam",
            "ātmānam",
            "ajita",
            "indriyaḥ",
            "sneha",
            "pāśaiḥ",
            "dṛḍhaiḥ",
            "baddham",
            "utsaheta",
            "vimocitum"
        ],
        "translation": "What person too attached to household life due to being unable to control his senses can liberate himself? An attached householder is bound very strongly by ropes of affection for his family [wife, children and other relatives].",
        "purport": " Prahlāda Mahārāja’s first proposal was kaumāra ācaret prājño dharmān bhāgavatān iha: “One who is sufficiently intelligent should use the human form of body from the very beginning of life — in other words, from the tender age of childhood — to practice the activities of devotional service, giving up all other engagements.” Dharmān bhāgavatān means the religious principle of reviving our relationship with the Supreme Personality of Godhead. For this purpose Kṛṣṇa personally advises, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Give up all other duties and surrender unto Me.” While in the material world we manufacture so many duties in the name of so many isms, but our actual duty is to free ourselves from the cycle of birth, death, old age and disease. For this purpose, one must first be liberated from material bondage, and especially from household life. Household life is actually a kind of license for a materially attached person by which to enjoy sense gratification under regulative principles. Otherwise there is no need of entering household life. Before entering household life, one should be trained as a brahmacārī, living under the care of the guru, whose place is known as the gurukula. Brahmacārī gurukule vasan dānto guror hitam (Bhāg. 7.12.1). From the very beginning, a brahmacārī is trained to sacrifice everything for the benefit of the guru. A brahmacārī is advised to go begging alms door to door, addressing all women as mother, and whatever he collects goes to the benefit of the guru. In this way he learns how to control his senses and sacrifice everything for the guru. When he is fully trained, if he likes he is allowed to marry. Thus he is not an ordinary gṛhastha who has learned only how to satisfy his senses. A trained gṛhastha can gradually give up household life and go to the forest to become increasingly enlightened in spiritual life and at last take sannyāsa. Prahlāda Mahārāja explained to his father that to be freed from all material anxieties one should go to the forest. Hitvātma-pātaṁ gṛham andha-kūpam. One should give up his household, which is a place for going further and further down into the darkest regions of material existence. The first advice, therefore, is that one must give up household life (gṛham andha-kūpam). However, if one prefers to remain in the dark well of household life because of uncontrolled senses, he becomes increasingly entangled by ropes of affection for his wife, children, servants, house, money and so on. Such a person cannot attain liberation from material bondage. Therefore children should be taught from the very beginning of life to be first-class brahmacārīs. Then it will be possible for them to give up household life in the future. To return home, back to Godhead, one must be completely free from material attachment. Therefore, bhakti-yoga means vairāgya-vidyā, the art that can help one develop a distaste for material enjoyment. “By rendering devotional service unto the Personality of Godhead, Śrī Kṛṣṇa, one immediately acquires causeless knowledge and detachment from the world.” (Bhāg. 1.2.7) If one engages in devotional service from the beginning of life, he easily attains vairāgya-vidyā, or asakti, detachment, and becomes jitendriya, the controller of his senses. One who perfectly engages in devotional service is therefore called gosvāmī or svāmī, master of the senses. Unless one is master of the senses, he should not accept the renounced order of life, sannyāsa. A strong inclination for sense enjoyment is the cause of the material body. Without full knowledge one cannot be unattached to material enjoyment, but as long as one is not in that position one is not fit to return home, back to Godhead."
    },
    {
        "verse": "10",
        "devanagari": "को न्वर्थतृष्णां विसृजेत्प्राणेभ्योऽपि य ईप्सित: ।यं क्रीणात्यसुभि: प्रेष्ठैस्तस्कर: सेवको वणिक् ॥ १० ॥",
        "english_devnagari": "ko nv artha-tṛṣṇāṁ visṛjetprāṇebhyo ’pi ya īpsitaḥyaṁ krīṇāty asubhiḥ preṣṭhaistaskaraḥ sevako vaṇik",
        "verse_Syn": [
            "kaḥ",
            "nu",
            "artha",
            "tṛṣṇām",
            "visṛjet",
            "prāṇebhyaḥ",
            "api",
            "yaḥ",
            "īpsitaḥ",
            "yam",
            "krīṇāti",
            "asubhiḥ",
            "preṣṭhaiḥ",
            "taskaraḥ",
            "sevakaḥ",
            "vaṇik"
        ],
        "translation": "Money is so dear that one conceives of money as being sweeter than honey. Therefore, who can give up the desire to accumulate money, especially in household life? Thieves, professional servants [soldiers] and merchants try to acquire money even by risking their very dear lives.",
        "purport": " How money can be dearer than life is indicated in this verse. Thieves may enter the house of a rich man to steal money at the risk of their lives. Because of trespassing, they may be killed by guns or attacked by watchdogs, but still they try to commit burglary. Why do they risk their lives? Only to get some money. Similarly, a professional soldier is recruited into the army, and he accepts such service, with the risk of dying on the battlefield, only for the sake of money. In the same way, merchants go from one country to another on boats at the risk of their lives, or they dive into the water of the sea to collect pearls and valuable gems. Thus it is practically proved — and everyone will admit — that money is sweeter than honey. One may risk everything to acquire money, and this is especially true of rich men who are too attached to household life. Formerly, of course, the members of the higher castes — the brāhmaṇas, kṣatriyas and vaiśyas (everyone but the śūdras) — were trained in the gurukula to adhere to a life of renunciation and sense control by practicing brahmacarya and mystic yoga. Then they were allowed to enter household life. There have consequently been many instances in which great kings and emperors have given up household life. Although they were extremely opulent and were the masters of kingdoms, they could give up all their possessions because they were trained early as brahmacārīs. Prahlāda Mahārāja’s advice is therefore very appropriate: “One who is sufficiently intelligent should use the human form of body from the very beginning of life — in other words, from the tender age of childhood — to practice the activities of devotional service, giving up all other engagements. The human body is most rarely achieved, and although temporary like other bodies, it is meaningful because in human life one can perform devotional service. Even a slight amount of sincere devotional service can give one complete perfection.” Human society should take advantage of this instruction."
    },
    {
        "verse": "11-13",
        "devanagari": "कथं प्रियाया अनुकम्पिताया:सङ्गं रहस्यं रुचिरांश्च मन्त्रान् ।सुहृत्सु तत्स्‍नेहसित: शिशूनांकलाक्षराणामनुरक्तचित्त: ॥ ११ ॥पुत्रान्स्मरंस्ता दुहितृर्हृदय्याभ्रातृन् स्वसृर्वा पितरौ च दीनौ ।गृहान् मनोज्ञोरुपरिच्छदांश्चवृत्तीश्च कुल्या: पशुभृत्यवर्गान् ॥ १२ ॥त्यजेत कोशस्कृदिवेहमान:कर्माणि लोभादवितृप्तकाम: ।औपस्थ्यजैह्वं बहुमन्यमान:कथं विरज्येत दुरन्तमोह: ॥ १३ ॥",
        "english_devnagari": "kathaṁ priyāyā anukampitāyāḥsaṅgaṁ rahasyaṁ rucirāṁś ca mantrānsuhṛtsu tat-sneha-sitaḥ śiśūnāṁkalākṣarāṇām anurakta-cittaḥ",
        "verse_Syn": [
            "katham",
            "priyāyāḥ",
            "anukampitāyāḥ",
            "saṅgam",
            "rahasyam",
            "rucirān",
            "ca",
            "mantrān",
            "suhṛtsu",
            "tat",
            "sneha",
            "sitaḥ",
            "śiśūnām",
            "kala",
            "akṣarāṇām",
            "anurakta",
            "cittaḥ",
            "putrān",
            "smaran",
            "tāḥ",
            "duhitṝḥ",
            "hṛdayyāḥ",
            "bhrātṝn",
            "svasṝḥ",
            "vā",
            "pitarau",
            "ca",
            "dīnau",
            "gṛhān",
            "manojña",
            "uru",
            "paricchadān",
            "ca",
            "vṛttīḥ",
            "ca",
            "kulyāḥ",
            "paśu",
            "bhṛtya",
            "vargān",
            "tyajeta",
            "kośaḥ",
            "kṛt",
            "iva",
            "īhamānaḥ",
            "karmāṇi",
            "lobhāt",
            "avitṛpta",
            "kāmaḥ",
            "aupasthya",
            "jaihvam",
            "bahu",
            "manyamānaḥ",
            "katham",
            "virajyeta",
            "duranta",
            "mohaḥ"
        ],
        "translation": "How can a person who is most affectionate to his family, the core of his heart being always filled with their pictures, give up their association? Specifically, a wife is always very kind and sympathetic and always pleases her husband in a solitary place. Who could give up the association of such a dear and affectionate wife? Small children talk in broken language, very pleasing to hear, and their affectionate father always thinks of their sweet words. How could he give up their association? One’s elderly parents and one’s sons and daughters are also very dear. A daughter is especially dear to her father, and while living at her husband’s house she is always in his mind. Who could give up that association? Aside from this, in household affairs there are many decorated items of household furniture, and there are also animals and servants. Who could give up such comforts? The attached householder is like a silkworm, which weaves a cocoon in which it becomes imprisoned, unable to get out. Simply for the satisfaction of two important senses — the genitals and the tongue — one is bound by material conditions. How can one escape?",
        "purport": " In household affairs the first attraction is the beautiful and pleasing wife, who increases household attraction more and more. One enjoys his wife with two prominent sense organs, namely the tongue and the genitals. The wife speaks very sweetly. This is certainly an attraction. Then she prepares very palatable foods to satisfy the tongue, and when the tongue is satisfied one gains strength in the other sense organs, especially the genitals. Thus the wife gives pleasure in sexual intercourse. Household life means sex life (yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham). This is encouraged by the tongue. Then there are children. A baby gives pleasure by speaking sweet words in broken language, and when the sons and daughters are grown up one becomes involved in their education and marriage. Then there are one’s own father and mother to be taken care of, and one also becomes concerned with the social atmosphere and with pleasing his brothers and sisters. A man becomes increasingly entangled in household affairs, so much so that leaving them becomes almost impossible. Thus the household becomes gṛham andha-kūpam, a dark well into which the man has fallen. For such a man to get out is extremely difficult unless he is helped by a strong person, the spiritual master, who helps the fallen person with the strong rope of spiritual instructions. A fallen person should take advantage of this rope, and then the spiritual master, or the Supreme Personality of Godhead, Kṛṣṇa, will take him out of the dark well."
    },
    {
        "verse": "14",
        "devanagari": "कुटुम्बपोषाय वियन्निजायुर्न बुध्यतेऽर्थं विहतं प्रमत्त: ।सर्वत्र तापत्रयदु:खितात्मानिर्विद्यते न स्वकुटुम्बराम: ॥ १४ ॥",
        "english_devnagari": "kuṭumba-poṣāya viyan nijāyurna budhyate ’rthaṁ vihataṁ pramattaḥsarvatra tāpa-traya-duḥkhitātmānirvidyate na sva-kuṭumba-rāmaḥ",
        "verse_Syn": [
            "kuṭumba",
            "poṣāya",
            "viyat",
            "nija",
            "āyuḥ",
            "na",
            "budhyate",
            "artham",
            "vihatam",
            "pramattaḥ",
            "sarvatra",
            "tāpa",
            "traya",
            "duḥkhita",
            "ātmā",
            "nirvidyate",
            "na",
            "sva",
            "kuṭumba",
            "rāmaḥ"
        ],
        "translation": "One who is too attached cannot understand that he is wasting his valuable life for the maintenance of his family. He also fails to understand that the purpose of human life, a life suitable for realization of the Absolute Truth, is being imperceptibly spoiled. However, he is very cleverly attentive to seeing that not a single farthing is lost by mismanagement. Thus although an attached person in material existence always suffers from threefold miseries, he does not develop a distaste for the way of material existence.",
        "purport": " A foolish man does not understand the values of human life, nor does he understand how he is wasting his valuable life simply for the maintenance of his family members. He is expert in calculating the loss of pounds, shillings and pence, but he is so foolish that he does not know how much money he is losing, even according to material considerations. Cāṇakya Paṇḍita gives the example that a moment of life cannot be purchased in exchange for millions of dollars. A foolish person, however, wastes such a valuable life without knowing how much he is losing, even according to monetary calculations. Although a materialistic person is expert in calculating costs and doing business, he does not realize that he is misusing his costly life for want of knowledge. Even though such a materialistic person is always suffering threefold miseries, he is not intelligent enough to cease his materialistic way of life."
    },
    {
        "verse": "15",
        "devanagari": "वित्तेषु नित्याभिनिविष्टचेताविद्वांश्च दोषं परवित्तहर्तु: ।प्रेत्येह वाथाप्यजितेन्द्रियस्त-दशान्तकामो हरते कुटुम्बी ॥ १५ ॥",
        "english_devnagari": "vitteṣu nityābhiniviṣṭa-cetāvidvāṁś ca doṣaṁ para-vitta-hartuḥpretyeha vāthāpy ajitendriyas tadaśānta-kāmo harate kuṭumbī",
        "verse_Syn": [
            "vitteṣu",
            "nitya",
            "abhiniviṣṭa",
            "cetāḥ",
            "vidvān",
            "ca",
            "doṣam",
            "para",
            "vitta",
            "hartuḥ",
            "pretya",
            "iha",
            "vā",
            "athāpi",
            "ajita",
            "indriyaḥ",
            "tat",
            "aśānta",
            "kāmaḥ",
            "harate",
            "kuṭumbī"
        ],
        "translation": "If a person too attached to the duties of family maintenance is unable to control his senses, the core of his heart is immersed in how to accumulate money. Although he knows that one who takes the wealth of others will be punished by the law of the government, and by the laws of Yamarāja after death, he continues cheating others to acquire money.",
        "purport": " Especially in these days, people do not believe in a next life or in the court of Yamarāja and the various punishments of the sinful. But at least one should know that one who cheats others to acquire money will be punished by the laws of the government. Nonetheless, people do not care about the laws of this life or those governing the next. Despite whatever knowledge one has, one cannot stop his sinful activities if he is unable to control his senses."
    },
    {
        "verse": "16",
        "devanagari": "विद्वानपीत्थं दनुजा: कुटुम्बंपुष्णन्स्वलोकाय न कल्पते वै ।य: स्वीयपारक्यविभिन्नभाव-स्तम: प्रपद्येत यथा विमूढ: ॥ १६ ॥",
        "english_devnagari": "vidvān apītthaṁ danujāḥ kuṭumbaṁpuṣṇan sva-lokāya na kalpate vaiyaḥ svīya-pārakya-vibhinna-bhāvastamaḥ prapadyeta yathā vimūḍhaḥ",
        "verse_Syn": [
            "vidvān",
            "api",
            "ittham",
            "danu",
            "jāḥ",
            "kuṭumbam",
            "puṣṇan",
            "sva",
            "lokāya",
            "na",
            "kalpate",
            "vai",
            "yaḥ",
            "svīya",
            "pārakya",
            "vibhinna",
            "bhāvaḥ",
            "tamaḥ",
            "prapadyeta",
            "yathā",
            "vimūḍhaḥ"
        ],
        "translation": "O my friends, sons of demons! In this material world, even those who are apparently advanced in education have the propensity to consider, “This is mine, and that is for others.” Thus they are always engaged in providing the necessities of life to their families in a limited conception of family life, just like uneducated cats and dogs. They are unable to take to spiritual knowledge; instead, they are bewildered and overcome by ignorance.",
        "purport": " In human society there are attempts to educate the human being, but for animal society there is no such system, nor are animals able to be educated. Therefore animals and unintelligent men are called vimūḍha, or ignorant, bewildered, whereas an educated person is called vidvān. The real vidvān is one who tries to understand his own position within this material world. For example, when Sanātana Gosvāmī submitted to the lotus feet of Śrī Caitanya Mahāprabhu, his first question was ‘ke āmi,’ ‘kene āmāya jāre tāpa-traya.’ In other words, he wanted to know his constitutional position and why he was suffering from the threefold miseries of material existence. This is the process of education. If one does not ask, “Who am I? What is the goal of my life?” but instead follows the same animal propensities as cats and dogs, what is the use of his education? As discussed in the previous verse, a living being is entrapped by his fruitive activities, exactly like a silkworm trapped in its own cocoon. Foolish persons are generally encaged by their fruitive actions (karma) because of a strong desire to enjoy this material world. Such attracted persons become involved in society, community and nation and waste their time, not having profited from having obtained human forms. Especially in this age, Kali-yuga, great leaders, politicians, philosophers and scientists are all engaged in foolish activities, thinking, “This is mine, and this is yours.” The scientists invent nuclear weapons and collaborate with the big leaders to protect the interests of their own nation or society. In this verse, however, it is clearly stated that despite their so-called advanced knowledge, they actually have the same mentality as cats and dogs. As cats, dogs and other animals, not knowing their true interest in life, become increasingly involved in ignorance, the so-called educated person who does not know his own self-interest or the true goal of life becomes increasingly involved in materialism. Therefore Prahlāda Mahārāja advises everyone to follow the principles of varṇāśrama-dharma. Specifically, at a certain point one must give up family life and take to the renounced order of life to cultivate spiritual knowledge and thus become liberated. This is further discussed in the following verses."
    },
    {
        "verse": "17-18",
        "devanagari": "यतो न कश्चित् क्व‍ च कुत्रचिद् वादीन: स्वमात्मानमलं समर्थ: ।विमोचितुं कामद‍ृशां विहार-क्रीडामृगो यन्निगडो विसर्ग: ॥ १७ ॥ततो विदूरात् परिहृत्य दैत्यादैत्येषु सङ्गं विषयात्मकेषु ।उपेत नारायणमादिदेवंस मुक्तसङ्गैरिषितोऽपवर्ग: ॥ १८ ॥",
        "english_devnagari": "yato na kaścit kva ca kutracid vādīnaḥ svam ātmānam alaṁ samarthaḥvimocituṁ kāma-dṛśāṁ vihāra-krīḍā-mṛgo yan-nigaḍo visargaḥ",
        "verse_Syn": [
            "yataḥ",
            "na",
            "kaścit",
            "kva",
            "ca",
            "kutracit",
            "vā",
            "dīnaḥ",
            "svam",
            "ātmānam",
            "alam",
            "samarthaḥ",
            "vimocitum",
            "kāma",
            "dṛśām",
            "vihāra",
            "krīḍā",
            "mṛgaḥ",
            "yat",
            "nigaḍaḥ",
            "visargaḥ",
            "tataḥ",
            "vidūrāt",
            "parihṛtya",
            "daityāḥ",
            "daityeṣu",
            "saṅgam",
            "viṣaya",
            "ātma",
            "keṣu",
            "upeta",
            "nārāyaṇam",
            "ādi",
            "devam",
            "saḥ",
            "mukta",
            "saṅgaiḥ",
            "iṣitaḥ",
            "apavargaḥ"
        ],
        "translation": "My dear friends, O sons of the demons, it is certain that no one bereft of knowledge of the Supreme Personality of Godhead has been able to liberate himself from material bondage at any time or in any country. Rather, those bereft of knowledge of the Lord are bound by the material laws. They are factually addicted to sense gratification, and their target is woman. Indeed, they are actually playthings in the hands of attractive women. Victimized by such a conception of life, they become surrounded by children, grandchildren and great-grandchildren, and thus they are shackled to material bondage. Those who are very much addicted to this conception of life are called demons. Therefore, although you are sons of demons, keep aloof from such persons and take shelter of the Supreme Personality of Godhead, Nārāyaṇa, the origin of all the demigods, because the ultimate goal for the devotees of Nārāyaṇa is liberation from the bondage of material existence.",
        "purport": " Prahlāda Mahārāja has maintained the philosophical point of view that one should give up the dark well of family life and go to the forest to take shelter of the lotus feet of the Supreme Personality of Godhead (hitvātma-pātaṁ gṛham andha-kūpaṁ vanaṁ gato yad dharim āśrayeta). In this verse also, he stresses the same point. In the history of human society, no one, at any time or any place, has been liberated because of too much affection and attachment for his family. Even in those who are apparently very educated, the same family attachment is there. They cannot give up the association of their families, even in old age or invalidity, for they are attached to sense enjoyment. As we have several times discussed, yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham: so-called householders are simply attracted by sexual enjoyment. Thus they keep themselves shackled in family life, and furthermore they want their children to be shackled in the same way. Playing the parts of playboys in the hands of women, they glide down to the darkest regions of material existence. Adānta-gobhir viśatāṁ tamisraṁ punaḥ punaś carvita-carvaṇānām. Because they are unable to control their senses, they continue a life of chewing the chewed and therefore descend to the darkest material regions. One should give up the association of such demons and adhere to the association of devotees. Thus one will be able to be liberated from material bondage."
    },
    {
        "verse": "19",
        "devanagari": "न ह्यच्युतं प्रीणयतो बह्वायासोऽसुरात्मजा: ।आत्मत्वात्सर्वभूतानां सिद्धत्वादिह सर्वत: ॥ १९ ॥",
        "english_devnagari": "na hy acyutaṁ prīṇayatobahv-āyāso ’surātmajāḥātmatvāt sarva-bhūtānāṁsiddhatvād iha sarvataḥ",
        "verse_Syn": [
            "na",
            "hi",
            "acyutam",
            "prīṇayataḥ",
            "bahu",
            "āyāsaḥ",
            "asura",
            "ātma",
            "jāḥ",
            "ātmatvāt",
            "sarva",
            "bhūtānām",
            "siddhatvāt",
            "iha",
            "sarvataḥ"
        ],
        "translation": "My dear sons of demons, the Supreme Personality of Godhead, Nārāyaṇa, is the original Supersoul, the father of all living entities. Consequently there are no impediments to pleasing Him or worshiping Him under any conditions, whether one be a child or an old man. The relationship between the living entities and the Supreme Personality of Godhead is always a fact, and therefore there is no difficulty in pleasing the Lord.",
        "purport": " One may ask, “One is certainly very attached to family life, but if one gives up family life to be attached to the service of the Lord, one must undergo the same endeavor and trouble. Therefore, what is the benefit of taking the trouble to engage in the service of the Lord?” This is not a valid objection. The Lord asserts in Bhagavad-gītā (14.4): “It should be understood that all species of life, O son of Kuntī, are made possible by birth in this material nature, and that I am the seed-giving father.” The Supreme Lord, Nārāyaṇa, is the seed-giving father of all living entities because the living entities are parts and parcels of the Supreme Lord (mamaivāṁśo … jīva-bhūtaḥ). As there is no difficulty in establishing the intimate relationship between a father and son, there is no difficulty in reestablishing the natural, intimate relationship between Nārāyaṇa and the living entities. Svalpam apy asya dharmasya trāyate mahato bhayāt: if one performs even very slight devotional service, Nārāyaṇa is always ready to save one from the greatest danger. The definite example is Ajāmila. Ajāmila separated himself from the Supreme Personality of Godhead by performing many sinful activities and was condemned by Yamarāja to be very severely punished, but because at the time of death he chanted the name of Nārāyaṇa, although he was calling not for the Supreme Lord Nārāyaṇa but for his son named Nārāyaṇa, he was saved from the hands of Yamarāja. Therefore, pleasing Nārāyaṇa does not require as much endeavor as pleasing one’s family, community and nation. We have seen important political leaders killed for a slight discrepancy in their behavior. Therefore pleasing one’s society, family, community and nation is extremely difficult. Pleasing Nārāyaṇa, however, is not at all difficult; it is very easy. One’s duty is to revive one’s relationship with Nārāyaṇa. A slight endeavor in this direction will make the attempt successful, whereas one will never be successful in pleasing his so-called family, society and nation, even if one endeavors to sacrifice his life. The simple endeavor involved in the devotional service of śravaṇaṁ kīrtanaṁ viṣṇoḥ, hearing and chanting the holy name of the Lord, can make one successful in pleasing the Supreme Personality of Godhead. Śrī Caitanya Mahāprabhu has therefore bestowed His blessings by saying, paraṁ vijayate śrī-kṛṣṇa-saṅkīrtanam: “All glories to Śrī Kṛṣṇa saṅkīrtana!” If one wants to derive the actual benefit from this human form, he must take to the chanting of the holy name of the Lord."
    },
    {
        "verse": "20-23",
        "devanagari": "परावरेषु भूतेषु ब्रह्मान्तस्थावरादिषु ।भौतिकेषु विकारेषु भूतेष्वथ महत्सु च ॥ २० ॥गुणेषु गुणसाम्ये च गुणव्यतिकरे तथा ।एक एव परो ह्यात्मा भगवानीश्वरोऽव्यय: ॥ २१ ॥प्रत्यगात्मस्वरूपेण द‍ृश्यरूपेण च स्वयम् ।व्याप्यव्यापकनिर्देश्यो ह्यनिर्देश्योऽविकल्पित: ॥ २२ ॥केवलानुभवानन्दस्वरूप: परमेश्वर: ।माययान्तर्हितैश्वर्य ईयते गुणसर्गया ॥ २३ ॥",
        "english_devnagari": "parāvareṣu bhūteṣubrahmānta-sthāvarādiṣubhautikeṣu vikāreṣubhūteṣv atha mahatsu ca",
        "verse_Syn": [
            "para",
            "avareṣu",
            "bhūteṣu",
            "brahma",
            "anta",
            "sthāvara",
            "ādiṣu",
            "bhautikeṣu",
            "vikāreṣu",
            "bhūteṣu",
            "atha",
            "mahatsu",
            "ca",
            "guṇeṣu",
            "guṇa",
            "sāmye",
            "ca",
            "guṇa",
            "vyatikare",
            "tathā",
            "ekaḥ",
            "eva",
            "paraḥ",
            "hi",
            "ātmā",
            "bhagavān",
            "īśvaraḥ",
            "avyayaḥ",
            "pratyak",
            "ātma",
            "svarūpeṇa",
            "dṛśya",
            "rūpeṇa",
            "ca",
            "svayam",
            "vyāpya",
            "vyāpaka",
            "nirdeśyaḥ",
            "hi",
            "anirdeśyaḥ",
            "avikalpitaḥ",
            "kevala",
            "anubhava",
            "ānanda",
            "svarūpaḥ",
            "parama",
            "īśvaraḥ",
            "māyayā",
            "antarhita",
            "aiśvaryaḥ",
            "īyate",
            "guṇa",
            "sargayā"
        ],
        "translation": "The Supreme Personality of Godhead, the supreme controller, who is infallible and indefatigable, is present in different forms of life, from the inert living beings [sthāvara], such as the plants, to Brahmā, the foremost created living being. He is also present in the varieties of material creations and in the material elements, the total material energy and the modes of material nature [sattva-guṇa, rajo-guṇa and tamo-guṇa], as well as the unmanifested material nature and the false ego. Although He is one, He is present everywhere, and He is also the transcendental Supersoul, the cause of all causes, who is present as the observer in the cores of the hearts of all living entities. He is indicated as that which is pervaded and as the all-pervading Supersoul, but actually He cannot be indicated. He is changeless and undivided. He is simply perceived as the supreme sac-cid-ānanda [eternity, knowledge and bliss]. Being covered by the curtain of the external energy, to the atheist He appears nonexistent.",
        "purport": " Not only is the Supreme Personality of Godhead present as the Supersoul of all living entities; at the same time, He pervades everything in the entire creation. He exists in all circumstances and at all times. He exists in the heart of Lord Brahmā and also in the cores of the hearts of the hogs, dogs, trees, plants and so on. He is present everywhere. He is present not only in the heart of the living entity, but also in material things, even in the atoms, protons and electrons being explored by material scientists. The Lord is present in three features — as Brahman, Paramātmā and Bhagavān. Because He is present everywhere, He is described as sarvaṁ khalv idaṁ brahma. Viṣṇu exists beyond Brahman. Bhagavad-gītā confirms that Kṛṣṇa, by His Brahman feature, is all-pervading (mayā tatam idaṁ sarvam), but Brahman depends upon Kṛṣṇa (brahmaṇo hi pratiṣṭhāham). Without Kṛṣṇa, there could be no existence of Brahman or Paramātmā. Therefore, Bhagavān, the Supreme Personality of Godhead, is the ultimate realization of the Absolute Truth. Although He is present as the Paramātmā in the core of everyone’s heart, He is nonetheless one, either as an individual or as the all-pervading Brahman. The supreme cause is Kṛṣṇa, and devotees who have surrendered to the Supreme Personality of Godhead can realize Him and His presence within the universe and within the atom (aṇḍāntara-stha-paramāṇu-cayāntara-stham). This realization is possible only for devotees who have fully surrendered unto the lotus feet of the Lord; for others it is not possible. This is confirmed by the Lord Himself in Bhagavad-gītā (7.14): The process of surrender in a devotional attitude is accepted by a fortunate living being. After wandering through many varieties of life on many planetary systems, when one comes to the real understanding of the Absolute Truth by the grace of a devotee, one surrenders to the Supreme Personality of Godhead, as confirmed in Bhagavad-gītā (bahūnāṁ janmanām ante jñānavān māṁ prapadyate). Prahlāda Mahārāja’s class friends, who were born of Daitya families, thought that realizing the Absolute was extremely difficult. Indeed, we have experience that many, many people say this very thing. Actually, however, this is not so. The Absolute, the Supreme Personality of Godhead, is most intimately related to all living entities. Therefore if one understands the Vaiṣṇava philosophy, which explains how He is present everywhere and how He acts everywhere, to worship the Supreme Lord or to realize Him is not at all difficult. Realization of the Lord, however, is possible only in the association of devotees. Therefore Śrī Caitanya Mahāprabhu, in His teachings to Rūpa Gosvāmī said (Cc. Madhya 19.151): The living entity in the material condition wanders through many varieties of life and many varieties of circumstances, but if he comes in contact with a pure devotee and is intelligent enough to take instructions from the pure devotee regarding the process of devotional service, he can understand the Supreme Personality of Godhead, the origin of Brahman and Paramātmā, without difficulty. In this regard, Śrīla Madhvācārya says: The Lord is present as antaryāmī in everyone’s heart and is visible in the individual soul covered by a body. Indeed, He is everywhere at every time and every condition, but because He is covered by the curtain of material energy, to an ordinary person there appears to be no God."
    },
    {
        "verse": "24",
        "devanagari": "तस्मात्सर्वेषु भूतेषु दयां कुरुत सौहृदम् ।भावमासुरमुन्मुच्य यया तुष्यत्यधोक्षज: ॥ २४ ॥",
        "english_devnagari": "tasmāt sarveṣu bhūteṣudayāṁ kuruta sauhṛdambhāvam āsuram unmucyayayā tuṣyaty adhokṣajaḥ",
        "verse_Syn": [
            "tasmāt",
            "sarveṣu",
            "bhūteṣu",
            "dayām",
            "kuruta",
            "sauhṛdam",
            "bhāvam",
            "āsuram",
            "unmucya",
            "yayā",
            "tuṣyati",
            "adhokṣajaḥ"
        ],
        "translation": "Therefore, my dear young friends born of demons, please act in such a way that the Supreme Lord, who is beyond the conception of material knowledge, will be satisfied. Give up your demoniac nature and act without enmity or duality. Show mercy to all living entities by enlightening them in devotional service, thus becoming their well-wishers.",
        "purport": " The Lord says in Bhagavad-gītā (18.55), bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ: “One can understand the Supreme Personality as He is only by devotional service.” Prahlāda Mahārāja ultimately instructed his class friends, the sons of the demons, to accept the process of devotional service by preaching the science of Kṛṣṇa consciousness to everyone. Preaching is the best service to the Lord. The Lord will immediately be extremely satisfied with one who engages in this service of preaching Kṛṣṇa consciousness. This is confirmed by the Lord Himself in Bhagavad-gītā (18.69). Na ca tasmān manuṣyeṣu kaścin me priya-kṛttamaḥ: “There is no servant in this world more dear to Me than he, nor will there ever be one more dear.” If one sincerely tries his best to spread Kṛṣṇa consciousness by preaching the glories of the Lord and His supremacy, even if he is imperfectly educated, he becomes the dearmost servant of the Supreme Personality of Godhead. This is bhakti. As one performs this service for humanity, without discrimination between friends and enemies, the Lord becomes satisfied, and the mission of one’s life is fulfilled. Śrī Caitanya Mahāprabhu therefore advised everyone to become a guru-devotee and preach Kṛṣṇa consciousness (yāre dekha, tāre kaha ‘kṛṣṇa’-upadeśa). That is the easiest way to realize the Supreme Personality of Godhead. By such preaching, the preacher becomes satisfied, and those to whom he preaches are also satisfied. This is the process of bringing peace and tranquillity to the entire world. One is expected to understand these three formulas of knowledge concerning the Supreme Lord — that He is the supreme enjoyer, that He is the proprietor of everything, and that He is the best well-wisher and friend of everyone. A preacher should personally understand these truths and preach them to everyone. Then there will be peace and tranquillity all over the world. The word sauhṛdam (“friendliness”) is very significant in this verse. People are generally ignorant of Kṛṣṇa consciousness, and therefore to become their best well-wisher one should teach them about Kṛṣṇa consciousness without discrimination. Since the Supreme Lord, Viṣṇu, is situated in the core of everyone’s heart, every body is a temple of Viṣṇu. One should not misuse this understanding as an excuse for such words as daridra-nārāyaṇa. If Nārāyaṇa lives in the house of a daridra, a poor man, this does not mean that Nārāyaṇa becomes poor. He lives everywhere — in the houses of the poor and those of the rich — but in all circumstances He remains Nārāyaṇa; to think that He becomes either poor or rich is a material calculation. He is always ṣaḍ-aiśvarya-pūrṇa, full in six opulences, in all circumstances."
    },
    {
        "verse": "25",
        "devanagari": "तुष्टे च तत्र किमलभ्यमनन्त आद्येकिं तैर्गुणव्यतिकरादिह ये स्वसिद्धा: ।धर्मादय: किमगुणेन च काङ्‌क्षितेनसारं जुषां चरणयोरुपगायतां न: ॥ २५ ॥",
        "english_devnagari": "tuṣṭe ca tatra kim alabhyam ananta ādyekiṁ tair guṇa-vyatikarād iha ye sva-siddhāḥdharmādayaḥ kim aguṇena ca kāṅkṣitenasāraṁ juṣāṁ caraṇayor upagāyatāṁ naḥ",
        "verse_Syn": [
            "tuṣṭe",
            "ca",
            "tatra",
            "kim",
            "alabhyam",
            "anante",
            "ādye",
            "kim",
            "taiḥ",
            "guṇa",
            "vyatikarāt",
            "iha",
            "ye",
            "sva",
            "siddhāḥ",
            "dharma",
            "ādayaḥ",
            "kim",
            "aguṇena",
            "ca",
            "kāṅkṣitena",
            "sāram",
            "juṣām",
            "caraṇayoḥ",
            "upagāyatām",
            "naḥ"
        ],
        "translation": "Nothing is unobtainable for devotees who have satisfied the Supreme Personality of Godhead, who is the cause of all causes, the original source of everything. The Lord is the reservoir of unlimited spiritual qualities. For devotees, therefore, who are transcendental to the modes of material nature, what is the use of following the principles of religion, economic development, sense gratification and liberation, which are all automatically obtainable under the influence of the modes of nature? We devotees always glorify the lotus feet of the Lord, and therefore we need not ask for anything in terms of dharma, kāma, artha and mokṣa.",
        "purport": " In an advanced civilization, people are eager to be religious, to be economically well situated, to satisfy their senses to the fullest extent, and at last to attain liberation. However, these are not to be magnified as desirable. Indeed, for a devotee these are all very easily available. Bilvamaṅgala Ṭhākura said, muktiḥ svayaṁ mukulitāñjali sevate ’smān dharmārtha-kāma-gatayaḥ samaya-pratīkṣāḥ. Liberation always stands at the door of a devotee, ready to carry out his orders. Material advancement in religion, economic development, sense gratification and liberation simply wait to serve a devotee at the first opportunity. A devotee is already in a transcendental position; he does not need further qualifications to be liberated. As confirmed in Bhagavad-gītā (14.26), sa guṇān samatītyaitān brahma-bhūyāya kalpate: a devotee is transcendental to the actions and reactions of the three modes of material nature because he is situated on the Brahman platform. Prahlāda Mahārāja said, aguṇena ca kāṅkṣitena: if one is engaged in the transcendental loving service of the lotus feet of the Lord, he does not need anything in terms of dharma, artha, kāma or mokṣa. In Śrīmad-Bhāgavatam, therefore, in the beginning of the transcendental literature, it is said, dharmaḥ projjhita-kaitavo ’tra. Dharma, artha, kāma and mokṣa are kaitava — false and unnecessary. Nirmatsarāṇām, persons who are completely transcendental to the material activities of separateness, who make no distinction between “mine” and “yours,” but who simply engage in the devotional service of the Lord, are actually fit to accept bhāgavata-dharma (dharmān bhagavatān iha). Because they are nirmatsara, not jealous of anyone, they want to make others devotees, even their enemies. In this regard, Śrīla Madhvācārya remarks, kāṅkṣate mokṣa-gam api sukhaṁ nākāṅkṣato yathā. Devotees are not desirous of any material happiness, including the happiness derived from liberation. This is called anyābhilāṣitā-śūnyaṁ jñāna-karmādy-anāvṛtam. Karmīs desire material happiness, and jñānīs desire liberation, but a devotee does not desire anything; he is simply satisfied by rendering transcendental loving service at the lotus feet of the Lord and glorifying Him everywhere by preaching, which is his life and soul."
    },
    {
        "verse": "26",
        "devanagari": "धर्मार्थकाम इति योऽभिहितस्त्रिवर्गईक्षा त्रयी नयदमौ विविधा च वार्ता ।मन्ये तदेतदखिलं निगमस्य सत्यंस्वात्मार्पणं स्वसुहृद: परमस्य पुंस: ॥ २६ ॥",
        "english_devnagari": "dharmārtha-kāma iti yo ’bhihitas tri-vargaīkṣā trayī naya-damau vividhā ca vārtāmanye tad etad akhilaṁ nigamasya satyaṁsvātmārpaṇaṁ sva-suhṛdaḥ paramasya puṁsaḥ",
        "verse_Syn": [
            "dharma",
            "artha",
            "kāmaḥ",
            "iti",
            "yaḥ",
            "abhihitaḥ",
            "tri",
            "vargaḥ",
            "īkṣā",
            "trayī",
            "naya",
            "damau",
            "vividhā",
            "ca",
            "vārtā",
            "manye",
            "tat",
            "etat",
            "akhilam",
            "nigamasya",
            "satyam",
            "sva",
            "ātma",
            "arpaṇam",
            "sva",
            "suhṛdaḥ",
            "paramasya",
            "puṁsaḥ"
        ],
        "translation": "Religion, economic development and sense gratification — these are described in the Vedas as tri-varga, or three ways to salvation. Within these three categories are education and self-realization; ritualistic ceremonies performed according to Vedic injunction; logic; the science of law and order; and the various means of earning one’s livelihood. These are the external subject matters of study in the Vedas, and therefore I consider them material. However, I consider surrender to the lotus feet of Lord Viṣṇu to be transcendental.",
        "purport": " These instructions of Prahlāda Mahārāja stress the transcendental position of devotional service. As confirmed in Bhagavad-gītā (14.26): “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” One who fully engages in the devotional service of the Lord is immediately raised to the transcendental position, which is the brahma-bhūta stage. Any education or activity not on the brahma-bhūta platform, the platform of self-realization, is considered to be material, and Prahlāda Mahārāja says that anything material cannot be the Absolute Truth, for the Absolute Truth is on the spiritual platform. This is also confirmed by Lord Kṛṣṇa in Bhagavad-gītā (2.45), where He says, traiguṇya-viṣayā vedā nistraiguṇyo bhavārjuna: “The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them.” To act on the material platform, even if one’s activities are sanctioned by the Vedas, is not the ultimate goal of life. The ultimate goal of life is to stay on the spiritual platform, fully surrendered to the parama-puruṣa, the supreme person. This is the object of the human mission. In summary, the Vedic ritualistic ceremonies and injunctions are not to be discounted; they are means of being promoted to the spiritual platform. But if one does not come to the spiritual platform, the Vedic ceremonies are simply a waste of time. This is confirmed in Śrīmad-Bhāgavatam (1.2.8): “Duties [dharma] executed by men, regardless of occupation, are only so much useless labor if they do not provoke attraction for the message of the Supreme Lord.” If one very strictly performs the various duties of religion but does not ultimately come to the platform of surrendering to the Supreme Lord, his methods of attaining salvation or elevation are simply a waste of time and energy."
    },
    {
        "verse": "27",
        "devanagari": "ज्ञानं तदेतदमलं दुरवापमाहनारायणो नरसख: किल नारदाय ।एकान्तिनां भगवतस्तदकिञ्चनानांपादारविन्दरजसाप्लुतदेहिनां स्यात् ॥ २७ ॥",
        "english_devnagari": "jñānaṁ tad etad amalaṁ duravāpam āhanārāyaṇo nara-sakhaḥ kila nāradāyaekāntināṁ bhagavatas tad akiñcanānāṁpādāravinda-rajasāpluta-dehināṁ syāt",
        "verse_Syn": [
            "jñānam",
            "tat",
            "etat",
            "amalam",
            "duravāpam",
            "āha",
            "nārāyaṇaḥ",
            "nara",
            "sakhaḥ",
            "kila",
            "nāradāya",
            "ekāntinām",
            "bhagavataḥ",
            "tat",
            "akiñcanānām",
            "pāda",
            "aravinda",
            "rajasā",
            "āpluta",
            "dehinām",
            "syāt"
        ],
        "translation": "Nārāyaṇa, the Supreme Personality of Godhead, the well-wisher and friend of all living entities, formerly explained this transcendental knowledge to the great saint Nārada. Such knowledge is extremely difficult to understand without the mercy of a saintly person like Nārada, but everyone who has taken shelter of Nārada’s disciplic succession can understand this confidential knowledge.",
        "purport": " It is stated here that this confidential knowledge is extremely difficult to understand, yet it is very easy to understand if one takes shelter of a pure devotee. This confidential knowledge is also mentioned at the end of Bhagavad-gītā, where the Lord says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Abandon all varieties of religion and just surrender unto Me.” This knowledge is an extremely confidential secret, but it can be understood if one approaches the Supreme Personality of Godhead through the bona fide agent, the spiritual master in the disciplic succession from Nārada. Prahlāda Mahārāja wanted to impress upon the sons of the demons that although such knowledge can be understood only by a saintly person like Nārada, they should not be disappointed, for if one takes shelter of Nārada instead of material teachers, this knowledge is possible to understand. Understanding does not depend upon high parentage. The living entity is certainly pure on the spiritual platform, and therefore anyone who attains the spiritual platform by the grace of the spiritual master can also understand this confidential knowledge."
    },
    {
        "verse": "28",
        "devanagari": "श्रुतमेतन्मया पूर्वं ज्ञानं विज्ञानसंयुतम् ।धर्मं भागवतं शुद्धं नारदाद्देवदर्शनात् ॥ २८ ॥",
        "english_devnagari": "śrutam etan mayā pūrvaṁjñānaṁ vijñāna-saṁyutamdharmaṁ bhāgavataṁ śuddhaṁnāradād deva-darśanāt",
        "verse_Syn": [
            "śrutam",
            "etat",
            "mayā",
            "pūrvam",
            "jñānam",
            "vijñāna",
            "saṁyutam",
            "dharmam",
            "bhāgavatam",
            "śuddham",
            "nāradāt",
            "deva",
            "darśanāt"
        ],
        "translation": "Prahlāda Mahārāja continued: I received this knowledge from the great saint Nārada Muni, who is always engaged in devotional service. This knowledge, which is called bhāgavata-dharma, is fully scientific. It is based on logic and philosophy and is free from all material contamination.",
        "purport": ""
    },
    {
        "verse": "29-30",
        "devanagari": "श्रीदैत्यपुत्रा ऊचु:प्रह्राद त्वं वयं चापि नर्तेऽन्यं विद्महे गुरुम् ।एताभ्यां गुरुपुत्राभ्यां बालानामपि हीश्वरौ ॥ २९ ॥बालस्यान्त:पुरस्थस्य महत्सङ्गो दुरन्वय: ।छिन्धि न: संशयं सौम्य स्याच्चेद्विस्रम्भकारणम् ॥ ३० ॥",
        "english_devnagari": "śrī-daitya-putrā ūcuḥprahrāda tvaṁ vayaṁ cāpinarte ’nyaṁ vidmahe gurumetābhyāṁ guru-putrābhyāṁbālānām api hīśvarau",
        "verse_Syn": [
            "śrī",
            "daitya",
            "putrāḥ",
            "ūcuḥ",
            "prahrāda",
            "tvam",
            "vayam",
            "ca",
            "api",
            "na",
            "ṛte",
            "anyam",
            "vidmahe",
            "gurum",
            "etābhyām",
            "guru",
            "putrābhyām",
            "bālānām",
            "api",
            "hi",
            "īśvarau",
            "bālasya",
            "antaḥpura",
            "sthasya",
            "mahat",
            "saṅgaḥ",
            "duranvayaḥ",
            "chindhi",
            "naḥ",
            "saṁśayam",
            "saumya",
            "syāt",
            "cet",
            "visrambha",
            "kāraṇam"
        ],
        "translation": "The sons of the demons replied: Dear Prahlāda, neither you nor we know any teacher or spiritual master other than Ṣaṇḍa and Amarka, the sons of Śukrācārya. After all, we are children and they our controllers. For you especially, who always remain within the palace, it is very difficult to associate with a great personality. Dear friend, most gentle one, would you kindly explain how it was possible for you to hear Nārada? Kindly dispel our doubts in this regard.",
        "purport": ""
    }
]