[
    {
        "verse": "1",
        "devanagari": "श्रीनारद उवाचअथ दैत्यसुता: सर्वे श्रुत्वा तदनुवर्णितम् ।जगृहुर्निरवद्यत्वान्नैव गुर्वनुशिक्षितम् ॥ १ ॥",
        "english_devnagari": "śrī-nārada uvācaatha daitya-sutāḥ sarveśrutvā tad-anuvarṇitamjagṛhur niravadyatvānnaiva gurv-anuśikṣitam",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "atha",
            "daitya",
            "sutāḥ",
            "sarve",
            "śrutvā",
            "tat",
            "anuvarṇitam",
            "jagṛhuḥ",
            "niravadyatvāt",
            "na",
            "eva",
            "guru",
            "anuśikṣitam"
        ],
        "translation": "Nārada Muni continued: All the sons of the demons appreciated the transcendental instructions of Prahlāda Mahārāja and took them very seriously. They rejected the materialistic instructions given by their teachers, Ṣaṇḍa and Amarka.",
        "purport": " This is the effect of the preaching of a pure devotee like Prahlāda Mahārāja. If a devotee is qualified, sincere and serious about Kṛṣṇa consciousness and if he follows the instructions of a bona fide spiritual master, as Prahlāda Mahārāja did when preaching the instructions he had received from Nārada Muni, his preaching is effective. As it is said in the Śrīmad-Bhāgavatam (3.25.25): If one tries to understand the discourses given by the sat, or pure devotees, those instructions will be very pleasing to the ear and appealing to the heart. Thus if one is inspired to take to Kṛṣṇa consciousness and if one practices the process in his life, he is surely successful in returning home, back to Godhead. By the grace of Prahlāda Mahārāja, all his class friends, the sons of the demons, became Vaiṣṇavas. They did not like hearing from their so-called teachers Ṣaṇḍa and Amarka, who were interested only in teaching them about diplomacy, politics, economic development and similar topics meant exclusively for sense gratification."
    },
    {
        "verse": "2",
        "devanagari": "अथाचार्यसुतस्तेषां बुद्धिमेकान्तसंस्थिताम् ।आलक्ष्य भीतस्त्वरितो राज्ञ आवेदयद्यथा ॥ २ ॥",
        "english_devnagari": "athācārya-sutas teṣāṁbuddhim ekānta-saṁsthitāmālakṣya bhītas tvaritorājña āvedayad yathā",
        "verse_Syn": [
            "atha",
            "ācārya",
            "sutaḥ",
            "teṣām",
            "buddhim",
            "ekānta",
            "saṁsthitām",
            "ālakṣya",
            "bhītaḥ",
            "tvaritaḥ",
            "rājñe",
            "āvedayat",
            "yathā"
        ],
        "translation": "When Ṣaṇḍa and Amarka, the sons of Śukrācārya, observed that all the students, the sons of the demons, were becoming advanced in Kṛṣṇa consciousness because of the association of Prahlāda Mahārāja, they were afraid. They approached the King of the demons and described the situation as it was.",
        "purport": " The words buddhim ekānta-saṁsthitām indicate that as an effect of Prahlāda Mahārāja’s preaching, the students who listened to him became fixed in the conclusion that Kṛṣṇa consciousness is the only object of human life. The fact is that anyone who associates with a pure devotee and follows his instructions becomes fixed in Kṛṣṇa consciousness and is not disturbed by materialistic consciousness. The teachers particularly observed this in their students, and therefore they were afraid because the whole community of students was gradually becoming Kṛṣṇa conscious."
    },
    {
        "verse": "3-4",
        "devanagari": "कोपावेशचलद्गात्र: पुत्रं हन्तुं मनो दधे ।क्षिप्‍त्वा परुषया वाचा प्रह्रादमतदर्हणम् ।आहेक्षमाण: पापेन तिरश्चीनेन चक्षुषा ॥ ३ ॥प्रश्रयावनतं दान्तं बद्धाञ्जलिमवस्थितम् ।सर्प: पदाहत इव श्वसन्प्रकृतिदारुण: ॥ ४ ॥",
        "english_devnagari": "kopāveśa-calad-gātraḥputraṁ hantuṁ mano dadhekṣiptvā paruṣayā vācāprahrādam atad-arhaṇam",
        "verse_Syn": [
            "kopa",
            "āveśa",
            "calat",
            "gātraḥ",
            "putram",
            "hantum",
            "manaḥ",
            "dadhe",
            "kṣiptvā",
            "paruṣayā",
            "vācā",
            "prahrādam",
            "a",
            "tat",
            "arhaṇam",
            "āha",
            "īkṣamāṇaḥ",
            "pāpena",
            "tiraścīnena",
            "cakṣuṣā",
            "praśraya",
            "avanatam",
            "dāntam",
            "baddha",
            "añjalim",
            "avasthitam",
            "sarpaḥ",
            "pada",
            "āhataḥ",
            "iva",
            "śvasan",
            "prakṛti",
            "dāruṇaḥ"
        ],
        "translation": "When Hiraṇyakaśipu understood the entire situation, he was extremely angry, so much so that his body trembled. Thus he finally decided to kill his son Prahlāda. Hiraṇyakaśipu was by nature very cruel, and feeling insulted, he began hissing like a snake trampled upon by someone’s foot. His son Prahlāda was peaceful, mild and gentle, his senses were under control, and he stood before Hiraṇyakaśipu with folded hands. According to Prahlāda’s age and behavior, he was not to be chastised. Yet with staring, crooked eyes, Hiraṇyakaśipu rebuked him with the following harsh words.",
        "purport": " When one is impudent toward a highly authorized devotee, one is punished by the laws of nature. The duration of his life is diminished, and he loses the blessings of superior persons and the results of pious activities. Hiraṇyakaśipu, for example, had achieved such great power in the material world that he could subdue practically all the planetary systems in the universe, including the heavenly planets (Svargaloka). Yet now, because of his mistreatment of such a Vaiṣṇava as Prahlāda Mahārāja, all the results of his tapasya diminished. As stated in Śrīmad-Bhāgavatam (10.4.46): “When one mistreats great souls, his life span, opulence, reputation, religion, possessions and good fortune are all destroyed.”"
    },
    {
        "verse": "5",
        "devanagari": "श्रीहिरण्यकशिपुरुवाचहे दुर्विनीत मन्दात्मन्कुलभेदकराधम ।स्तब्धं मच्छासनोद्‌वृत्तं नेष्ये त्वाद्य यमक्षयम् ॥ ५ ॥",
        "english_devnagari": "śrī-hiraṇyakaśipur uvācahe durvinīta mandātmankula-bheda-karādhamastabdhaṁ mac-chāsanodvṛttaṁneṣye tvādya yama-kṣayam",
        "verse_Syn": [
            "śrī",
            "hiraṇyakaśipuḥ",
            "uvāca",
            "he",
            "durvinīta",
            "manda",
            "ātman",
            "kula",
            "bheda",
            "kara",
            "adhama",
            "stabdham",
            "mat",
            "śāsana",
            "udvṛttam",
            "neṣye",
            "tvā",
            "adya",
            "yama",
            "kṣayam"
        ],
        "translation": "Hiraṇyakaśipu said: O most impudent, most unintelligent disruptor of the family, O lowest of mankind, you have violated my power to rule you, and therefore you are an obstinate fool. Today I shall send you to the place of Yamarāja.",
        "purport": " Hiraṇyakaśipu condemned his Vaiṣṇava son Prahlāda for being durvinīta — ungentle, uncivilized, or impudent. Śrīla Viśvanātha Cakravartī Ṭhākura, however, has derived a meaning from this word durvinīta by the mercy of the goddess of learning, Sarasvatī. He says that duḥ refers to this material world. This is confirmed by Lord Kṛṣṇa in His instruction in Bhagavad-gītā that this material world is duḥkhālayam, full of material conditions. Vi means viśeṣa, “specifically,” and nīta means “brought in.” By the mercy of the Supreme Lord, Prahlāda Mahārāja was especially brought to this material world to teach people how to get out of the material condition. Lord Kṛṣṇa says, yadā yadā hi dharmasya glānir bhavati bhārata. When the entire population, or part of it, becomes forgetful of its own duty, Kṛṣṇa comes. When Kṛṣṇa is not present the devotee is present, but the mission is the same: to free the poor conditioned souls from the clutches of the māyā that chastises them. Śrīla Viśvanātha Cakravartī Ṭhākura further explains that the word mandātman means manda — very bad or very slow in spiritual realization. As stated in Śrīmad-Bhāgavatam (1.1.10), mandāḥ sumanda-matayo manda-bhāgyā. Prahlāda Mahārāja is the guide of all the mandas, or bad living entities who are under the influence of māyā. He is the benefactor even of the slow and bad living entities in this material world. Kula-bheda-karādhama: by his actions, Prahlāda Mahārāja made great personalities who established big, big families seem insignificant. Everyone is interested in his own family and in making his dynasty famous, but Prahlāda Mahārāja was so liberal that he made no distinction between one living entity and another. Therefore he was greater than the great prajāpatis who established their dynasties. The word stabdham means obstinate. A devotee does not care for the instructions of the asuras. When they give instructions, he remains silent. A devotee cares about the instructions of Kṛṣṇa, not those of demons or nondevotees. He does not give any respect to a demon, even though the demon be his father. Mac-chāsanodvṛttam: Prahlāda Mahārāja was disobedient to the orders of his demoniac father. Yama-kṣayam: every conditioned soul is under the control of Yamarāja, but Hiraṇyakaśipu said that he considered Prahlāda Mahārāja his deliverer, for Prahlāda would stop Hiraṇyakaśipu’s repetition of birth and death. Because Prahlāda Mahārāja, being a great devotee, was better than any yogī, Hiraṇyakaśipu was to be brought among the society of bhakti-yogīs. Thus Śrīla Viśvanātha Cakravartī Ṭhākura has explained these words in a very interesting way as they can be interpreted from the side of Sarasvatī, the mother of learning."
    },
    {
        "verse": "6",
        "devanagari": "क्रुद्धस्य यस्य कम्पन्ते त्रयो लोका: सहेश्वरा: ।तस्य मेऽभीतवन्मूढ शासनं किं बलोऽत्यगा: ॥ ६ ॥",
        "english_devnagari": "kruddhasya yasya kampantetrayo lokāḥ saheśvarāḥtasya me ’bhītavan mūḍhaśāsanaṁ kiṁ balo ’tyagāḥ",
        "verse_Syn": [
            "kruddhasya",
            "yasya",
            "kampante",
            "trayaḥ",
            "lokāḥ",
            "saha",
            "īśvarāḥ",
            "tasya",
            "me",
            "abhīta",
            "vat",
            "mūḍha",
            "śāsanam",
            "kim",
            "balaḥ",
            "atyagāḥ"
        ],
        "translation": "My son Prahlāda, you rascal, you know that when I am angry all the planets of the three worlds tremble, along with their chief rulers. By whose power has a rascal like you become so impudent that you appear fearless and overstep my power to rule you?",
        "purport": " The relationship between a pure devotee and the Supreme Personality of Godhead is extremely relishable. A devotee never claims to be very powerful himself; instead, he fully surrenders to the lotus feet of Kṛṣṇa, being confident that in all dangerous conditions Kṛṣṇa will protect His devotee. Kṛṣṇa Himself says in Bhagavad-gītā (9.31), kaunteya pratijānīhi na me bhaktaḥ praṇaśyati: “O son of Kuntī, declare boldly that My devotee never perishes.” The Lord requested Arjuna to declare this instead of declaring it Himself because sometimes Kṛṣṇa changes His view and therefore people might not believe Him. Thus Kṛṣṇa asked Arjuna to declare that a devotee of the Lord is never vanquished. Hiraṇyakaśipu was perplexed about how his five-year-old boy could be so fearless that he did not care for the order of his very great and powerful father. A devotee cannot execute the order of anyone except the Supreme Personality of Godhead. This is the position of a devotee. Hiraṇyakaśipu could understand that this boy must have been very powerful, since the boy did not heed his orders. Hiraṇyakaśipu asked his son, kiṁ balaḥ: “How have you overcome my order? By whose strength have you done this?”"
    },
    {
        "verse": "7",
        "devanagari": "श्रीप्रह्राद उवाचन केवलं मे भवतश्च राजन्स वै बलं बलिनां चापरेषाम् ।परेऽवरेऽमी स्थिरजङ्गमा येब्रह्मादयो येन वशं प्रणीता: ॥ ७ ॥",
        "english_devnagari": "śrī-prahrāda uvācana kevalaṁ me bhavataś ca rājansa vai balaṁ balināṁ cāpareṣāmpare ’vare ’mī sthira-jaṅgamā yebrahmādayo yena vaśaṁ praṇītāḥ",
        "verse_Syn": [
            "śrī",
            "prahrādaḥ",
            "uvāca",
            "na",
            "kevalam",
            "me",
            "bhavataḥ",
            "ca",
            "rājan",
            "saḥ",
            "vai",
            "balam",
            "balinām",
            "ca",
            "apareṣām",
            "pare",
            "avare",
            "amī",
            "sthira",
            "jaṅgamāḥ",
            "ye",
            "brahma",
            "ādayaḥ",
            "yena",
            "vaśam",
            "praṇītāḥ"
        ],
        "translation": "Prahlāda Mahārāja said: My dear King, the source of my strength, of which you are asking, is also the source of yours. Indeed, the original source of all kinds of strength is one. He is not only your strength or mine, but the only strength for everyone. Without Him, no one can get any strength. Whether moving or not moving, superior or inferior, everyone, including Lord Brahmā, is controlled by the strength of the Supreme Personality of Godhead.",
        "purport": " Lord Kṛṣṇa says in Bhagavad-gītā (10.41): “Know that all beautiful, glorious and mighty creations spring from but a spark of My splendor.” This is confirmed by Prahlāda Mahārāja. If one sees extraordinary strength or power anywhere, it is derived from the Supreme Personality of Godhead. To give an example, there are different grades of fire, but all of them derive heat and light from the sun. Similarly, all living entities, big or small, are dependent on the mercy of the Supreme Personality of Godhead. One’s only duty is to surrender, for one is a servant and cannot independently attain the position of master. One can attain the position of master only by the mercy of the master, not independently. Unless one understands this philosophy, he is still a mūḍha; in other words, he is not very intelligent. The mūḍhas, the asses who do not have this intelligence, cannot surrender unto the Supreme Personality of Godhead. Understanding the subordinate position of the living entity takes millions of births, but when one is actually wise he surrenders unto the Supreme Personality of Godhead. The Lord says in Bhagavad-gītā (7.19): “After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.” Prahlāda Mahārāja was a great soul, a mahātmā, and therefore he completely surrendered unto the lotus feet of the Lord. He was confident that Kṛṣṇa would give him protection under all circumstances."
    },
    {
        "verse": "8",
        "devanagari": "स ईश्वर: काल उरुक्रमोऽसा-वोज: सह: सत्त्वबलेन्द्रियात्मा ।स एव विश्वं परम: स्वशक्तिभि:सृजत्यवत्यत्ति गुणत्रयेश: ॥ ८ ॥",
        "english_devnagari": "sa īśvaraḥ kāla urukramo ’sāvojaḥ sahaḥ sattva-balendriyātmāsa eva viśvaṁ paramaḥ sva-śaktibhiḥsṛjaty avaty atti guṇa-trayeśaḥ",
        "verse_Syn": [
            "saḥ",
            "īśvaraḥ",
            "kālaḥ",
            "urukramaḥ",
            "asau",
            "ojaḥ",
            "sahaḥ",
            "sattva",
            "bala",
            "indriya",
            "ātmā",
            "saḥ",
            "eva",
            "viśvam",
            "paramaḥ",
            "sva",
            "śaktibhiḥ",
            "sṛjati",
            "avati",
            "atti",
            "guṇa",
            "traya",
            "īśaḥ"
        ],
        "translation": "The Supreme Personality of Godhead, who is the supreme controller and time factor, is the power of the senses, the power of the mind, the power of the body, and the vital force of the senses. His influence is unlimited. He is the best of all living entities, the controller of the three modes of material nature. By His own power, He creates this cosmic manifestation, maintains it and annihilates it also.",
        "purport": " Since the material world is being moved by the three material modes and since the Lord is their master, the Lord can create, maintain and destroy the material world."
    },
    {
        "verse": "9",
        "devanagari": "जह्यासुरं भावमिमं त्वमात्मन:समं मनो धत्स्व न सन्ति विद्विष: ।ऋतेऽजितादात्मन उत्पथे स्थितात्तद्धि ह्यनन्तस्य महत्समर्हणम् ॥ ९ ॥",
        "english_devnagari": "jahy āsuraṁ bhāvam imaṁ tvam ātmanaḥsamaṁ mano dhatsva na santi vidviṣaḥṛte ’jitād ātmana utpathe sthitāttad dhi hy anantasya mahat samarhaṇam",
        "verse_Syn": [
            "jahi",
            "āsuram",
            "bhāvam",
            "imam",
            "tvam",
            "ātmanaḥ",
            "samam",
            "manaḥ",
            "dhatsva",
            "na",
            "santi",
            "vidviṣaḥ",
            "ṛte",
            "ajitāt",
            "ātmanaḥ",
            "utpathe",
            "sthitāt",
            "tat",
            "hi",
            "hi",
            "anantasya",
            "mahat",
            "samarhaṇam"
        ],
        "translation": "Prahlāda Mahārāja continued: My dear father, please give up your demoniac mentality. Do not discriminate in your heart between enemies and friends; make your mind equipoised toward everyone. Except for the uncontrolled and misguided mind, there is no enemy within this world. When one sees everyone on the platform of equality, one then comes to the position of worshiping the Lord perfectly.",
        "purport": " Unless one is able to fix the mind at the lotus feet of the Lord, the mind is impossible to control. As Arjuna says in Bhagavad-gītā (6.34): “For the mind is restless, turbulent, obstinate and very strong, O Kṛṣṇa, and to subdue it, it seems to me, is more difficult than controlling the wind.” The only bona fide process for controlling the mind is to fix the mind by service to the Lord. We create enemies and friends according to the dictation of the mind, but actually there are no enemies and friends. Paṇḍitāḥ sama-darśinaḥ. Samaḥ sarveṣu bhūteṣu mad-bhaktiṁ labhate parām. To understand this is the preliminary condition for entering into the kingdom of devotional service."
    },
    {
        "verse": "10",
        "devanagari": "दस्यून्पुरा षण् न विजित्य लुम्पतोमन्यन्त एके स्वजिता दिशो दश ।जितात्मनो ज्ञस्य समस्य देहिनांसाधो: स्वमोहप्रभवा: कुत: परे ॥ १० ॥",
        "english_devnagari": "dasyūn purā ṣaṇ na vijitya lumpatomanyanta eke sva-jitā diśo daśajitātmano jñasya samasya dehināṁsādhoḥ sva-moha-prabhavāḥ kutaḥ pare",
        "verse_Syn": [
            "dasyūn",
            "purā",
            "ṣaṭ",
            "na",
            "vijitya",
            "lumpataḥ",
            "manyante",
            "eke",
            "sva",
            "jitāḥ",
            "diśaḥ",
            "daśa",
            "jita",
            "ātmanaḥ",
            "jñasya",
            "samasya",
            "dehinām",
            "sādhoḥ",
            "sva",
            "moha",
            "prabhavāḥ",
            "kutaḥ",
            "pare"
        ],
        "translation": "In former times there were many fools like you who did not conquer the six enemies that steal away the wealth of the body. These fools were very proud, thinking, “I have conquered all enemies in all the ten directions.” But if a person is victorious over the six enemies and is equipoised toward all living entities, for him there are no enemies. Enemies are merely imagined by one in ignorance.",
        "purport": " In this material world, everyone thinks that he has conquered his enemies, not understanding that his enemies are his uncontrolled mind and five senses (manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati). In this material world, everyone has become a servant of the senses. Originally everyone is a servant of Kṛṣṇa, but in ignorance one forgets this, and thus one is engaged in the service of māyā through lusty desires, anger, greed, illusion, madness and jealousy. Everyone is actually dependent on the reactions of material laws, but still one thinks himself independent and thinks that he has conquered all directions. In conclusion, one who thinks that he has many enemies is an ignorant man, whereas one who is in Kṛṣṇa consciousness knows that there are no enemies but those within oneself — the uncontrolled mind and senses."
    },
    {
        "verse": "11",
        "devanagari": "श्रीहिरण्यकशिपुरुवाचव्यक्तं त्वं मर्तुकामोऽसि योऽतिमात्रं विकत्थसे ।मुमूर्षूणां हि मन्दात्मन् ननु स्युर्विक्लवा गिर: ॥ ११ ॥",
        "english_devnagari": "śrī-hiraṇyakaśipur uvācavyaktaṁ tvaṁ martu-kāmo ’siyo ’timātraṁ vikatthasemumūrṣūṇāṁ hi mandātmannanu syur viklavā giraḥ",
        "verse_Syn": [
            "śrī",
            "hiraṇyakaśipuḥ",
            "uvāca",
            "vyaktam",
            "tvam",
            "martu",
            "kāmaḥ",
            "asi",
            "yaḥ",
            "atimātram",
            "vikatthase",
            "mumūrṣūṇām",
            "hi",
            "manda",
            "ātman",
            "nanu",
            "syuḥ",
            "viklavāḥ",
            "giraḥ"
        ],
        "translation": "Hiraṇyakaśipu replied: You rascal, you are trying to minimize my value, as if you were better than me at controlling the senses. This is over-intelligent. I can therefore understand that you desire to die at my hands, for this kind of nonsensical talk is indulged in by those about to die.",
        "purport": " It is said in Hitopadeśa, upadeśo hi mūrkhāṇāṁ prakopāya na śāntaye. If good instructions are given to a foolish person, he does not take advantage of them, but becomes more and more angry. Prahlāda Mahārāja’s authorized instructions to his father were not accepted by Hiraṇyakaśipu as truth; instead Hiraṇyakaśipu became increasingly angry at his great son, who was a pure devotee. This kind of difficulty always exists when a devotee preaches Kṛṣṇa consciousness to persons like Hiraṇyakaśipu, who are interested in money and women. (The word hiraṇya means “gold,” and kaśipu refers to cushions or good bedding.) Moreover, a father does not like to be instructed by his son, especially if the father is a demon. Prahlāda Mahārāja’s Vaiṣṇava preaching to his demoniac father was indirectly effective, for because of Hiraṇyakaśipu’s excessive jealousy of Kṛṣṇa and His devotee, he was inviting Nṛsiṁhadeva to kill him very quickly. Thus he was expediting his being killed by the Lord Himself. Although Hiraṇyakaśipu was a demon, he is described here by the added word śrī. Why? The answer is that fortunately he had such a great devotee son as Prahlāda Mahārāja. Thus although he was a demon, he would attain salvation and return home, back to Godhead."
    },
    {
        "verse": "12",
        "devanagari": "यस्त्वया मन्दभाग्योक्तो मदन्यो जगदीश्वर: ।क्व‍ासौ यदि स सर्वत्र कस्मात् स्तम्भे न द‍ृश्यते ॥ १२ ॥",
        "english_devnagari": "yas tvayā manda-bhāgyoktomad-anyo jagad-īśvaraḥkvāsau yadi sa sarvatrakasmāt stambhe na dṛśyate",
        "verse_Syn": [
            "yaḥ",
            "tvayā",
            "manda",
            "bhāgya",
            "uktaḥ",
            "mat",
            "anyaḥ",
            "jagat",
            "īśvaraḥ",
            "kva",
            "asau",
            "yadi",
            "saḥ",
            "sarvatra",
            "kasmāt",
            "stambhe",
            "na",
            "dṛśyate"
        ],
        "translation": "O most unfortunate Prahlāda, you have always described a supreme being other than me, a supreme being who is above everything, who is the controller of everyone, and who is all-pervading. But where is He? If He is everywhere, then why is He not present before me in this pillar?",
        "purport": " Demons sometimes declare to a devotee that they cannot accept the existence of God because they cannot see Him. But what the demon does not know is stated by the Lord Himself in Bhagavad-gītā (7.25): nāhaṁ prakāśaḥ sarvasya yoga-māyā-samāvṛtaḥ. “I am never manifest to the foolish and unintelligent. For them I am covered by yoga-māyā.” The Lord is open to being seen by devotees, but nondevotees cannot see Him. The qualification for seeing God is stated in Brahma-saṁhitā (5.38): premāñjana-cchurita-bhakti-vilocanena santaḥ sadaiva hṛdayeṣu vilokayanti. A devotee who has developed a genuine love for Kṛṣṇa can always see Him everywhere, whereas a demon, not having a clear understanding of the Supreme Lord, cannot see Him. When Hiraṇyakaśipu was threatening to kill Prahlāda Mahārāja, Prahlāda certainly saw the column standing before him and his father, and he saw that the Lord was present in the pillar to encourage him not to fear his demoniac father’s words. The Lord was present to protect him. Hiraṇyakaśipu marked Prahlāda’s observation and asked him, “Where is your God?” Prahlāda Mahārāja replied, “He is everywhere.” Then Hiraṇyakaśipu asked, “Why is He not in this pillar before me?” Thus in all circumstances the devotee can always see the Supreme Lord, whereas the nondevotee cannot. Prahlāda Mahārāja has here been addressed by his father as “the most unfortunate.” Hiraṇyakaśipu thought himself extremely fortunate because he possessed the property of the universe. Prahlāda Mahārāja, his legitimate son, was to have inherited this vast property, but because of his impudence, he was going to die at his father’s hands. Therefore the demoniac father considered Prahlāda the most unfortunate because Prahlāda would not be able to inherit his property. Hiraṇyakaśipu did not know that Prahlāda Mahārāja was the most fortunate person within the three worlds because Prahlāda was protected by the Supreme Personality of Godhead. Such are the misunderstandings of demons. They do not know that a devotee is protected by the Lord in all circumstances (kaunteya pratijānīhi na me bhaktaḥ praṇaśyati)."
    },
    {
        "verse": "13",
        "devanagari": "सोऽहं विकत्थमानस्य शिर: कायाद्धरामि ते ।गोपायेत हरिस्त्वाद्य यस्ते शरणमीप्सितम् ॥ १३ ॥",
        "english_devnagari": "so ’haṁ vikatthamānasyaśiraḥ kāyād dharāmi tegopāyeta haris tvādyayas te śaraṇam īpsitam",
        "verse_Syn": [
            "saḥ",
            "aham",
            "vikatthamānasya",
            "śiraḥ",
            "kāyāt",
            "harāmi",
            "te",
            "gopāyeta",
            "hariḥ",
            "tvā",
            "adya",
            "yaḥ",
            "te",
            "śaraṇam",
            "īpsitam"
        ],
        "translation": "Because you are speaking so much nonsense, I shall now sever your head from your body. Now let me see your most worshipable God come to protect you. I want to see it.",
        "purport": " Demons always think that the God of the devotees is fictitious. They think that there is no God and that the so-called religious feeling of devotion to God is but an opiate, a kind of illusion, like the illusions derived from LSD and opium. Hiraṇyakaśipu did not believe Prahlāda Mahārāja when Prahlāda asserted that his Lord is present everywhere. Because Hiraṇyakaśipu, as a typical demon, was convinced that there is no God and that no one could protect Prahlāda, he felt encouraged to kill his son. He challenged the idea that the devotee is always protected by the Supreme Lord."
    },
    {
        "verse": "14",
        "devanagari": "एवं दुरुक्तैर्मुहुरर्दयन् रुषासुतं महाभागवतं महासुर: ।खड्‌गं प्रगृह्योत्पतितो वरासनात्स्तम्भं तताडातिबल: स्वमुष्टिना ॥ १४ ॥",
        "english_devnagari": "evaṁ duruktair muhur ardayan ruṣāsutaṁ mahā-bhāgavataṁ mahāsuraḥkhaḍgaṁ pragṛhyotpatito varāsanātstambhaṁ tatāḍātibalaḥ sva-muṣṭinā",
        "verse_Syn": [
            "evam",
            "duruktaiḥ",
            "muhuḥ",
            "ardayan",
            "ruṣā",
            "sutam",
            "mahā",
            "bhāgavatam",
            "mahā",
            "asuraḥ",
            "khaḍgam",
            "pragṛhya",
            "utpatitaḥ",
            "vara",
            "āsanāt",
            "stambham",
            "tatāḍa",
            "ati",
            "balaḥ",
            "sva",
            "muṣṭinā"
        ],
        "translation": "Being obsessed with anger, Hiraṇyakaśipu, who was very great in bodily strength, thus chastised his exalted devotee-son Prahlāda with harsh words. Cursing him again and again, Hiraṇyakaśipu took up his sword, got up from his royal throne, and with great anger struck his fist against the column.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "तदैव तस्मिन्निनदोऽतिभीषणोबभूव येनाण्डकटाहमस्फुटत् ।यं वै स्वधिष्ण्योपगतं त्वजादय:श्रुत्वा स्वधामात्ययमङ्ग मेनिरे ॥ १५ ॥",
        "english_devnagari": "tadaiva tasmin ninado ’tibhīṣaṇobabhūva yenāṇḍa-kaṭāham asphuṭatyaṁ vai sva-dhiṣṇyopagataṁ tv ajādayaḥśrutvā sva-dhāmātyayam aṅga menire",
        "verse_Syn": [
            "tadā",
            "eva",
            "tasmin",
            "ninadaḥ",
            "ati",
            "bhīṣaṇaḥ",
            "babhūva",
            "yena",
            "aṇḍa",
            "kaṭāham",
            "asphuṭat",
            "yam",
            "vai",
            "sva",
            "dhiṣṇya",
            "upagatam",
            "tu",
            "aja",
            "ādayaḥ",
            "śrutvā",
            "sva",
            "dhāma",
            "atyayam",
            "aṅga",
            "menire"
        ],
        "translation": "Then from within the pillar came a fearful sound, which appeared to crack the covering of the universe. O my dear Yudhiṣṭhira, this sound reached even the abodes of the demigods like Lord Brahmā, and when the demigods heard it, they thought, “Oh, now our planets are being destroyed!”",
        "purport": " As we sometimes become very much afraid at the sound of a thunderbolt, perhaps thinking that our houses will be destroyed, the great demigods like Lord Brahmā feared the thundering sound that came from the pillar in front of Hiraṇyakaśipu."
    },
    {
        "verse": "16",
        "devanagari": "स विक्रमन् पुत्रवधेप्सुरोजसानिशम्य निर्ह्रादमपूर्वमद्भ‍ुतम् ।अन्त:सभायां न ददर्श तत्पदंवितत्रसुर्येन सुरारियूथपा: ॥ १६ ॥",
        "english_devnagari": "sa vikraman putra-vadhepsur ojasāniśamya nirhrādam apūrvam adbhutamantaḥ-sabhāyāṁ na dadarśa tat-padaṁvitatrasur yena surāri-yūtha-pāḥ",
        "verse_Syn": [
            "saḥ",
            "vikraman",
            "putra",
            "vadha",
            "īpsuḥ",
            "ojasā",
            "niśamya",
            "nirhrādam",
            "apūrvam",
            "adbhutam",
            "antaḥ",
            "sabhāyām",
            "na",
            "dadarśa",
            "tat",
            "padam",
            "vitatrasuḥ",
            "yena",
            "sura",
            "ari",
            "yūtha",
            "pāḥ"
        ],
        "translation": "While showing his extraordinary prowess, Hiraṇyakaśipu, who desired to kill his own son, heard that wonderful, tumultuous sound, which had never before been heard. Upon hearing the sound, the other leaders of the demons were afraid. None of them could find the origin of that sound in the assembly.",
        "purport": " In Bhagavad-gītā (7.8), Kṛṣṇa explains Himself by saying: “O son of Kuntī [Arjuna], I am the taste of water, the light of the sun and the moon, the syllable om in the Vedic mantras; I am the sound in ether and ability in man.” Here the Lord exhibited His presence everywhere by the tumultuous sound in the sky (śabdaḥ khe). The tumultuous thundering sound was proof of the Lord’s presence. The demons like Hiraṇyakaśipu could now realize the supreme ruling power of the Lord, and thus Hiraṇyakaśipu became afraid. However powerful a man may be, he always fears the sound of a thunderbolt. Similarly, Hiraṇyakaśipu and all the demons who were his associates were extremely afraid because of the presence of the Supreme Lord in the form of sound, although they could not trace out the source of the sound."
    },
    {
        "verse": "17",
        "devanagari": "सत्यं विधातुं निजभृत्यभाषितंव्याप्तिं च भूतेष्वखिलेषु चात्मन: ।अद‍ृश्यतात्यद्भ‍ुतरूपमुद्वहन्स्तम्भे सभायां न मृगं न मानुषम् ॥ १७ ॥",
        "english_devnagari": "satyaṁ vidhātuṁ nija-bhṛtya-bhāṣitaṁvyāptiṁ ca bhūteṣv akhileṣu cātmanaḥadṛśyatātyadbhuta-rūpam udvahanstambhe sabhāyāṁ na mṛgaṁ na mānuṣam",
        "verse_Syn": [
            "satyam",
            "vidhātum",
            "nija",
            "bhṛtya",
            "bhāṣitam",
            "vyāptim",
            "ca",
            "bhūteṣu",
            "akhileṣu",
            "ca",
            "ātmanaḥ",
            "adṛśyata",
            "ati",
            "adbhuta",
            "rūpam",
            "udvahan",
            "stambhe",
            "sabhāyām",
            "na",
            "mṛgam",
            "na",
            "mānuṣam"
        ],
        "translation": "To prove that the statement of His servant Prahlāda Mahārāja was substantial — in other words, to prove that the Supreme Lord is present everywhere, even within the pillar of an assembly hall — the Supreme Personality of Godhead, Hari, exhibited a wonderful form never before seen. The form was neither that of a man nor that of a lion. Thus the Lord appeared in His wonderful form in the assembly hall.",
        "purport": " When Hiraṇyakaśipu asked Prahlāda Mahārāja, “Where is your Lord? Is He present in this pillar?” Prahlāda Mahārāja fearlessly replied, “Yes, my Lord is present everywhere.” Therefore, to convince Hiraṇyakaśipu that the statement of Prahlāda Mahārāja was unmistakably true, the Lord appeared from the pillar. The Lord appeared as half lion and half man so that Hiraṇyakaśipu could not understand whether the great giant was a lion or a human being. To substantiate Prahlāda’s statement, the Lord proved that His devotee, as declared in Bhagavad-gītā, is never vanquished (kaunteya pratijānīhi na me bhaktaḥ praṇaśyati). Prahlāda Mahārāja’s demoniac father had repeatedly threatened to kill Prahlāda, but Prahlāda was confident that he could not be killed, since he was protected by the Supreme Lord. By appearing from the pillar, the Lord encouraged His devotee, saying in effect, “Don’t worry. I am present here.” By manifesting His form as Nṛsiṁhadeva, the Lord also preserved the truth of Lord Brahmā’s promise that Hiraṇyakaśipu was not to be killed by any animal or any man. The Lord appeared in a form that could not be said to be fully a man or a lion."
    },
    {
        "verse": "18",
        "devanagari": "स सत्त्वमेनं परितो विपश्यन्स्तम्भस्य मध्यादनुनिर्जिहानम् ।नायं मृगो नापि नरो विचित्र-महो किमेतन्नृमृगेन्द्ररूपम् ॥ १८ ॥",
        "english_devnagari": "sa sattvam enaṁ parito vipaśyanstambhasya madhyād anunirjihānamnāyaṁ mṛgo nāpi naro vicitramaho kim etan nṛ-mṛgendra-rūpam",
        "verse_Syn": [
            "saḥ",
            "sattvam",
            "enam",
            "paritaḥ",
            "vipaśyan",
            "stambhasya",
            "madhyāt",
            "anunirjihānam",
            "na",
            "ayam",
            "mṛgaḥ",
            "na",
            "api",
            "naraḥ",
            "vicitram",
            "aho",
            "kim",
            "etat",
            "nṛ",
            "mṛga",
            "indra",
            "rūpam"
        ],
        "translation": "While Hiraṇyakaśipu looked all around to find the source of the sound, that wonderful form of the Lord, which could not be ascertained to be either a man or a lion, emerged from the pillar. In amazement, Hiraṇyakaśipu wondered, “What is this creature that is half man and half lion?”",
        "purport": " A demon cannot calculate the unlimited potency of the Supreme Lord. As stated in the Vedas, parāsya śaktir vividhaiva śrūyate svābhāvikī jñāna-bala-kriyā ca: the different potencies of the Lord are always working as an automatic exhibition of His knowledge. For a demon it is certainly wonderful that the form of a lion and the form of a man can be united, since a demon has no experience of the inconceivable power for which the Supreme Lord is called “all-powerful.” Demons cannot understand the omnipotence of the Lord. They simply compare the Lord to one of them (avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam). Mūḍhas, rascals, think that Kṛṣṇa is an ordinary human being who appears for the benefit of other human beings. Paraṁ bhāvam ajānantaḥ: fools, rascals and demons cannot realize the supreme potency of the Lord, but He can do anything and everything; indeed, He can do whatever He likes. When Hiraṇyakaśipu received benedictions from Lord Brahmā, he thought that he was safe, since he received the benediction that he would not be killed either by an animal or by a human being. He never thought that an animal and human being would be combined so that demons like him would be puzzled by such a form. This is the meaning of the Supreme Personality of Godhead’s omnipotence."
    },
    {
        "verse": "19-22",
        "devanagari": "मीमांसमानस्य समुत्थितोऽग्रतो ।नृसिंहरूपस्तदलं भयानकम् ॥ १९ ॥प्रतप्तचामीकरचण्डलोचनंस्फुरत्सटाकेशरजृम्भिताननम् ।करालदंष्ट्रं करवालचञ्चलक्षुरान्तजिह्वं भ्रुकुटीमुखोल्बणम् ॥ २० ॥स्तब्धोर्ध्वकर्णं गिरिकन्दराद्भ‍ुत-व्यात्तास्यनासं हनुभेदभीषणम् ।दिविस्पृशत्कायमदीर्घपीवर-ग्रीवोरुवक्ष:स्थलमल्पमध्यमम् ॥ २१ ॥चन्द्रांशुगौरैश्छुरितं तनूरुहै-र्विष्वग्भुजानीकशतं नखायुधम् ।दुरासदं सर्वनिजेतरायुध-प्रवेकविद्रावितदैत्यदानवम् ॥ २२ ॥",
        "english_devnagari": "mīmāṁsamānasya samutthito ’gratonṛsiṁha-rūpas tad alaṁ bhayānakampratapta-cāmīkara-caṇḍa-locanaṁsphurat saṭā-keśara-jṛmbhitānanam",
        "verse_Syn": [
            "mīmāṁsamānasya",
            "samutthitaḥ",
            "agrataḥ",
            "nṛsiṁha",
            "rūpaḥ",
            "tat",
            "alam",
            "bhayānakam",
            "pratapta",
            "cāmīkara",
            "caṇḍa",
            "locanam",
            "sphurat",
            "saṭā",
            "keśara",
            "jṛmbhita",
            "ānanam",
            "karāla",
            "daṁṣṭram",
            "karavāla",
            "cañcala",
            "kṣura",
            "anta",
            "jihvam",
            "bhrukuṭī",
            "mukha",
            "ulbaṇam",
            "stabdha",
            "ūrdhva",
            "karṇam",
            "giri",
            "kandara",
            "adbhuta",
            "vyāttāsya",
            "nāsam",
            "hanu",
            "bheda",
            "bhīṣaṇam",
            "divi",
            "spṛśat",
            "kāyam",
            "adīrgha",
            "pīvara",
            "grīva",
            "uru",
            "vakṣaḥ",
            "sthalam",
            "alpa",
            "madhyamam",
            "candra",
            "aṁśu",
            "gauraiḥ",
            "churitam",
            "tanūruhaiḥ",
            "viṣvak",
            "bhuja",
            "anīka",
            "śatam",
            "nakha",
            "āyudham",
            "durāsadam",
            "sarva",
            "nija",
            "itara",
            "āyudha",
            "praveka",
            "vidrāvita",
            "daitya",
            "dānavam"
        ],
        "translation": "Hiraṇyakaśipu studied the form of the Lord, trying to decide who the form of Nṛsiṁhadeva standing before him was. The Lord’s form was extremely fearsome because of His angry eyes, which resembled molten gold; His shining mane, which expanded the dimensions of His fearful face; His deadly teeth; and His razor-sharp tongue, which moved about like a dueling sword. His ears were erect and motionless, and His nostrils and gaping mouth appeared like caves of a mountain. His jaws parted fearfully, and His entire body touched the sky. His neck was very short and thick, His chest broad, His waist thin, and the hairs on His body as white as the rays of the moon. His arms, which resembled flanks of soldiers, spread in all directions as He killed the demons, rogues and atheists with His conchshell, disc, club, lotus and other natural weapons.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "प्रायेण मेऽयं हरिणोरुमायिनावध: स्मृतोऽनेन समुद्यतेन किम् ।एवं ब्रुवंस्त्वभ्यपतद् गदायुधोनदन् नृसिंहं प्रति दैत्यकुञ्जर: ॥ २३ ॥",
        "english_devnagari": "prāyeṇa me ’yaṁ hariṇorumāyināvadhaḥ smṛto ’nena samudyatena kimevaṁ bruvaṁs tv abhyapatad gadāyudhonadan nṛsiṁhaṁ prati daitya-kuñjaraḥ",
        "verse_Syn": [
            "prāyeṇa",
            "me",
            "ayam",
            "hariṇā",
            "uru",
            "māyinā",
            "vadhaḥ",
            "smṛtaḥ",
            "anena",
            "samudyatena",
            "kim",
            "evam",
            "bruvan",
            "tu",
            "abhyapatat",
            "gadā",
            "āyudhaḥ",
            "nadan",
            "nṛ",
            "siṁham",
            "prati",
            "daitya",
            "kuñjaraḥ"
        ],
        "translation": "Hiraṇyakaśipu murmured to himself, “Lord Viṣṇu, who possesses great mystic power, has made this plan to kill me, but what is the use of such an attempt? Who can fight with me?” Thinking like this and taking up his club, Hiraṇyakaśipu attacked the Lord like an elephant.",
        "purport": " In the jungle there are sometimes fights between lions and elephants. Here the Lord appeared like a lion, and Hiraṇyakaśipu, unafraid of the Lord, attacked Him like an elephant. Generally the elephant is defeated by the lion, and therefore the comparison in this verse is appropriate."
    },
    {
        "verse": "24",
        "devanagari": "अलक्षितोऽग्नौ पतित: पतङ्गमोयथा नृसिंहौजसि सोऽसुरस्तदा ।न तद्विचित्रं खलु सत्त्वधामनिस्वतेजसा यो नु पुरापिबत् तम: ॥ २४ ॥",
        "english_devnagari": "alakṣito ’gnau patitaḥ pataṅgamoyathā nṛsiṁhaujasi so ’suras tadāna tad vicitraṁ khalu sattva-dhāmanisva-tejasā yo nu purāpibat tamaḥ",
        "verse_Syn": [
            "alakṣitaḥ",
            "agnau",
            "patitaḥ",
            "pataṅgamaḥ",
            "yathā",
            "nṛsiṁha",
            "ojasi",
            "saḥ",
            "asuraḥ",
            "tadā",
            "na",
            "tat",
            "vicitram",
            "khalu",
            "sattva",
            "dhāmani",
            "sva",
            "tejasā",
            "yaḥ",
            "nu",
            "purā",
            "apibat",
            "tamaḥ"
        ],
        "translation": "Just as a small insect falls forcefully into a fire and the insignificant creature becomes invisible, when Hiraṇyakaśipu attacked the Lord, who was full of effulgence, Hiraṇyakaśipu became invisible. This is not at all astonishing, for the Lord is always situated in pure goodness. Formerly, during creation, He entered the dark universe and illuminated it by His spiritual effulgence.",
        "purport": " The Lord is situated transcendentally, in pure goodness. The material world is generally controlled by tamo-guṇa, the quality of ignorance, but the spiritual world, because of the presence of the Lord and His effulgence, is free from all contamination by darkness, passion or contaminated goodness. Although there is a tinge of goodness in this material world in terms of the brahminical qualifications, such qualifications sometimes become invisible because of the strong prevalence of the modes of passion and ignorance. But because the Lord is always transcendentally situated, the material modes of passion and ignorance cannot touch Him. Whenever the Lord is present, there cannot be any darkness from the mode of ignorance. It is stated in Caitanya-caritāmṛta (Madhya 22.31): “Godhead is light. Nescience is darkness. Where there is Godhead there is no nescience.” This material world is full of darkness and ignorance of spiritual life, but by bhakti-yoga this ignorance is dissipated. The Lord appeared because of the bhakti-yoga exhibited by Prahlāda Mahārāja, and as soon as the Lord appeared, the influence of Hiraṇyakaśipu’s passion and ignorance was vanquished as the Lord’s quality of pure goodness, or the Brahman effulgence, became prominent. In that prominent effulgence, Hiraṇyakaśipu became invisible, or his influence became insignificant. An example illustrating how the darkness of the material world is vanquished is given in the śāstra. When Brahmā was created from the lotus stem growing from the abdomen of Garbhodakaśāyī Viṣṇu, Lord Brahmā saw everything to be dark, but when he received knowledge from the Supreme Personality of Godhead, everything became clear, as everything becomes clear when one comes from night to sunshine. The important point is that as long as we are in the material modes of nature, we are always in darkness. This darkness cannot be dissipated without the presence of the Supreme Personality of Godhead, which is invoked by the practice of bhakti-yoga. Bhakti-yoga creates a transcendental situation with no tinges of material contamination."
    },
    {
        "verse": "25",
        "devanagari": "ततोऽभिपद्याभ्यहनन्महासुरोरुषा नृसिंहं गदयोरुवेगया ।तं विक्रमन्तं सगदं गदाधरोमहोरगं तार्क्ष्यसुतो यथाग्रहीत् ॥ २५ ॥",
        "english_devnagari": "tato ’bhipadyābhyahanan mahāsuroruṣā nṛsiṁhaṁ gadayoruvegayātaṁ vikramantaṁ sagadaṁ gadādharomahoragaṁ tārkṣya-suto yathāgrahīt",
        "verse_Syn": [
            "tataḥ",
            "abhipadya",
            "abhyahanat",
            "mahā",
            "asuraḥ",
            "ruṣā",
            "nṛsiṁham",
            "gadayā",
            "uru",
            "vegayā",
            "tam",
            "vikramantam",
            "sa",
            "gadam",
            "gadā",
            "dharaḥ",
            "mahā",
            "uragam",
            "tārkṣya",
            "sutaḥ",
            "yathā",
            "agrahīt"
        ],
        "translation": "Thereafter, the great demon Hiraṇyakaśipu, who was extremely angry, swiftly attacked Nṛsiṁhadeva with his club and began to beat Him. Lord Nṛsiṁhadeva, however, captured the great demon, along with his club, just as Garuḍa might capture a great snake.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "स तस्य हस्तोत्कलितस्तदासुरोविक्रीडतो यद्वदहिर्गरुत्मत: ।असाध्वमन्यन्त हृतौकसोऽमराघनच्छदा भारत सर्वधिष्ण्यपा: ॥ २६ ॥",
        "english_devnagari": "sa tasya hastotkalitas tadāsurovikrīḍato yadvad ahir garutmataḥasādhv amanyanta hṛtaukaso ’marāghana-cchadā bhārata sarva-dhiṣṇya-pāḥ",
        "verse_Syn": [
            "saḥ",
            "tasya",
            "hasta",
            "utkalitaḥ",
            "tadā",
            "asuraḥ",
            "vikrīḍataḥ",
            "yadvat",
            "ahiḥ",
            "garutmataḥ",
            "asādhu",
            "amanyanta",
            "hṛta",
            "okasaḥ",
            "amarāḥ",
            "ghana",
            "cchadāḥ",
            "bhārata",
            "sarva",
            "dhiṣṇya",
            "pāḥ"
        ],
        "translation": "O Yudhiṣṭhira, O great son of Bharata, when Lord Nṛsiṁhadeva gave Hiraṇyakaśipu a chance to slip from His hand, just as Garuḍa sometimes plays with a snake and lets it slip from his mouth, the demigods, who had lost their abodes and who were hiding behind the clouds for fear of the demon, did not consider that incident very good. Indeed, they were perturbed.",
        "purport": " When Hiraṇyakaśipu was in the process of being killed by Lord Nṛsiṁhadeva, the Lord gave the demon a chance to slip from His clutches. This incident was not very much appreciated by the demigods, for they were greatly afraid of Hiraṇyakaśipu. They knew that if somehow or other Hiraṇyakaśipu escaped from Nṛsiṁhadeva’s hands and saw that the demigods were looking forward to his death with great pleasure, he would take great revenge upon them. Therefore they were very much afraid."
    },
    {
        "verse": "27",
        "devanagari": "तं मन्यमानो निजवीर्यशङ्कितंयद्धस्तमुक्तो नृहरिं महासुर: ।पुनस्तमासज्जत खड्‌गचर्मणीप्रगृह्य वेगेन गतश्रमो मृधे ॥ २७ ॥",
        "english_devnagari": "taṁ manyamāno nija-vīrya-śaṅkitaṁyad dhasta-mukto nṛhariṁ mahāsuraḥpunas tam āsajjata khaḍga-carmaṇīpragṛhya vegena gata-śramo mṛdhe",
        "verse_Syn": [
            "tam",
            "manyamānaḥ",
            "nija",
            "vīrya",
            "śaṅkitam",
            "yat",
            "hasta",
            "muktaḥ",
            "nṛ",
            "harim",
            "mahā",
            "asuraḥ",
            "punaḥ",
            "tam",
            "āsajjata",
            "khaḍga",
            "carmaṇī",
            "pragṛhya",
            "vegena",
            "gata",
            "śramaḥ",
            "mṛdhe"
        ],
        "translation": "When Hiraṇyakaśipu was freed from the hands of Nṛsiṁhadeva, he falsely thought that the Lord was afraid of his prowess. Therefore, after taking a little rest from the fight, he took up his sword and shield and again attacked the Lord with great force.",
        "purport": " When a sinful man enjoys material facilities, foolish people sometimes think, “How is it that this sinful man is enjoying whereas a pious man is suffering?” By the will of the Supreme, a sinful man is sometimes given the chance to enjoy the material world as if he were not under the clutches of material nature, just so that he may be fooled. A sinful man who acts against the laws of nature must be punished, but sometimes he is given a chance to play, exactly like Hiraṇyakaśipu when he was released from the hands of Nṛsiṁhadeva. Hiraṇyakaśipu was destined to be ultimately killed by Nṛsiṁhadeva, but just to see the fun, the Lord gave him a chance to slip from His hands."
    },
    {
        "verse": "28",
        "devanagari": "तं श्येनवेगं शतचन्द्रवर्त्मभिश्चरन्तमच्छिद्रमुपर्यधो हरि: ।कृत्वाट्टहासं खरमुत्स्वनोल्बणंनिमीलिताक्षं जगृहे महाजव: ॥ २८ ॥",
        "english_devnagari": "taṁ śyena-vegaṁ śata-candra-vartmabhiścarantam acchidram upary-adho hariḥkṛtvāṭṭa-hāsaṁ kharam utsvanolbaṇaṁnimīlitākṣaṁ jagṛhe mahā-javaḥ",
        "verse_Syn": [
            "tam",
            "śyena",
            "vegam",
            "śata",
            "candra",
            "vartmabhiḥ",
            "carantam",
            "acchidram",
            "upari",
            "adhaḥ",
            "hariḥ",
            "kṛtvā",
            "aṭṭa",
            "hāsam",
            "kharam",
            "utsvana",
            "ulbaṇam",
            "nimīlita",
            "akṣam",
            "jagṛhe",
            "mahā",
            "javaḥ"
        ],
        "translation": "Making a loud, shrill sound of laughter, the Supreme Personality of Godhead, Nārāyaṇa, who is extremely strong and powerful, captured Hiraṇyakaśipu, who was protecting himself with his sword and shield, leaving no gaps open. With the speed of a hawk, Hiraṇyakaśipu moved sometimes in the sky and sometimes on the earth, his eyes closed because of fear of Nṛsiṁhadeva’s laughter.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "विष्वक्स्फुरन्तं ग्रहणातुरं हरि-र्व्यालो यथाखुं कुलिशाक्षतत्वचम् ।द्वार्यूरुमापत्य ददार लीलयानखैर्यथाहिं गरुडो महाविषम् ॥ २९ ॥",
        "english_devnagari": "viṣvak sphurantaṁ grahaṇāturaṁ harirvyālo yathākhuṁ kuliśākṣata-tvacamdvāry ūrum āpatya dadāra līlayānakhair yathāhiṁ garuḍo mahā-viṣam",
        "verse_Syn": [
            "viṣvak",
            "sphurantam",
            "grahaṇa",
            "āturam",
            "hariḥ",
            "vyālaḥ",
            "yathā",
            "ākhum",
            "kuliśa",
            "akṣata",
            "tvacam",
            "dvāri",
            "ūrum",
            "āpatya",
            "dadāra",
            "līlayā",
            "nakhaiḥ",
            "yathā",
            "ahim",
            "garuḍaḥ",
            "mahā",
            "viṣam"
        ],
        "translation": "As a snake captures a mouse or Garuḍa captures a very venomous snake, Lord Nṛsiṁhadeva captured Hiraṇyakaśipu, who could not be pierced even by the thunderbolt of King Indra. As Hiraṇyakaśipu moved his limbs here, there and all around, very much afflicted at being captured, Lord Nṛsiṁhadeva placed the demon on His lap, supporting him with His thighs, and in the doorway of the assembly hall the Lord very easily tore the demon to pieces with the nails of His hand.",
        "purport": " Hiraṇyakaśipu had received from Lord Brahmā the benediction that he would not die on the land or in the sky. Therefore, to keep the promise of Lord Brahmā intact, Nṛsiṁhadeva placed Hiraṇyakaśipu’s body on His lap, which was neither land nor sky. Hiraṇyakaśipu had received the benediction that he would not die either during the day or at night. Therefore, to keep this promise of Brahmā, the Lord killed Hiraṇyakaśipu in the evening, which is the end of day and the beginning of night but is neither day nor night. Hiraṇyakaśipu had taken a benediction from Lord Brahmā that he would not die from any weapon or be killed by any person, dead or alive. Therefore, just to keep the word of Lord Brahmā, Lord Nṛsiṁhadeva pierced Hiraṇyakaśipu’s body with His nails, which were not weapons and were neither living nor dead. Indeed, the nails can be called dead, but at the same time they can be said to be alive. To keep intact all of Lord Brahmā’s benedictions, Lord Nṛsiṁhadeva paradoxically but very easily killed the great demon Hiraṇyakaśipu."
    },
    {
        "verse": "30",
        "devanagari": "संरम्भदुष्प्रेक्ष्यकराललोचनोव्यात्ताननान्तं विलिहन्स्वजिह्वया ।असृग्लवाक्तारुणकेशराननोयथान्त्रमाली द्विपहत्यया हरि: ॥ ३० ॥",
        "english_devnagari": "saṁrambha-duṣprekṣya-karāla-locanovyāttānanāntaṁ vilihan sva-jihvayāasṛg-lavāktāruṇa-keśarānanoyathāntra-mālī dvipa-hatyayā hariḥ",
        "verse_Syn": [
            "saṁrambha",
            "duṣprekṣya",
            "karāla",
            "locanaḥ",
            "vyātta",
            "ānana",
            "antam",
            "vilihan",
            "sva",
            "jihvayā",
            "asṛk",
            "lava",
            "ākta",
            "aruṇa",
            "keśara",
            "ānanaḥ",
            "yathā",
            "antra",
            "mālī",
            "dvipa",
            "hatyayā",
            "hariḥ"
        ],
        "translation": "Lord Nṛsiṁhadeva’s mouth and mane were sprinkled with drops of blood, and His fierce eyes, full of anger, were impossible to look at. Licking the edge of His mouth with His tongue, the Supreme Personality of Godhead, Nṛsiṁhadeva, decorated with a garland of intestines taken from Hiraṇyakaśipu’s abdomen, resembled a lion that has just killed an elephant.",
        "purport": " The hair on Lord Nṛsiṁhadeva’s face, being sprinkled with drops of blood, was reddish and looked very beautiful. Lord Nṛsiṁhadeva pierced Hiraṇyakaśipu’s abdomen with His nails, pulled out the demon’s intestines and wore them as a garland, which enhanced His beauty. Thus the Lord became very fearsome, like a lion engaged in fighting an elephant."
    },
    {
        "verse": "31",
        "devanagari": "नखाङ्कुरोत्पाटितहृत्सरोरुहंविसृज्य तस्यानुचरानुदायुधान् ।अहन् समस्तान्नखशस्‍त्रपाणिभि-र्दोर्दण्डयूथोऽनुपथान् सहस्रश: ॥ ३१ ॥",
        "english_devnagari": "nakhāṅkurotpāṭita-hṛt-saroruhaṁvisṛjya tasyānucarān udāyudhānahan samastān nakha-śastra-pāṇibhirdordaṇḍa-yūtho ’nupathān sahasraśaḥ",
        "verse_Syn": [
            "nakha",
            "aṅkura",
            "utpāṭita",
            "hṛt",
            "saroruham",
            "visṛjya",
            "tasya",
            "anucarān",
            "udāyudhān",
            "ahan",
            "samastān",
            "nakha",
            "śastra",
            "pāṇibhiḥ",
            "dordaṇḍa",
            "yūthaḥ",
            "anupathān",
            "sahasraśaḥ"
        ],
        "translation": "The Supreme Personality of Godhead, who had many, many arms, first uprooted Hiraṇyakaśipu’s heart and then threw him aside and turned toward the demon’s soldiers. These soldiers had come in thousands to fight with Him with raised weapons and were very faithful followers of Hiraṇyakaśipu, but Lord Nṛsiṁhadeva killed all of them merely with the ends of His nails.",
        "purport": " Since the creation of the material world, there have been two kinds of men — the devas and the asuras. The devas are always faithful to the Supreme Personality of Godhead, whereas the asuras are always atheists who defy the supremacy of the Lord. At the present moment, throughout the entire world, the atheists are extremely numerous. They are trying to prove that there is no God and that everything takes place due to combinations and permutations of material elements. Thus the material world is becoming more and more godless, and consequently everything is in a disturbed condition. If this continues, the Supreme Personality of Godhead will certainly take action, as He did in the case of Hiraṇyakaśipu. Within a second, Hiraṇyakaśipu and his followers were destroyed, and similarly if this godless civilization continues, it will be destroyed in a second, simply by the movement of one finger of the Supreme Personality of Godhead. The demons should therefore be careful and curtail their godless civilization. They should take advantage of the Kṛṣṇa consciousness movement and become faithful to the Supreme Personality of Godhead; otherwise they are doomed. As Hiraṇyakaśipu was killed in a second, the godless civilization can be destroyed at any moment."
    },
    {
        "verse": "32",
        "devanagari": "सटावधूता जलदा: परापतन्ग्रहाश्च तद् द‍ृष्टिविमुष्टरोचिष: ।अम्भोधय: श्वासहता विचुक्षुभु-र्निर्ह्रादभीता दिगिभा विचुक्रुशु: ॥ ३२ ॥",
        "english_devnagari": "saṭāvadhūtā jaladāḥ parāpatangrahāś ca tad-dṛṣṭi-vimuṣṭa-rociṣaḥambhodhayaḥ śvāsa-hatā vicukṣubhurnirhrāda-bhītā digibhā vicukruśuḥ",
        "verse_Syn": [
            "saṭā",
            "avadhūtāḥ",
            "jaladāḥ",
            "parāpatan",
            "grahāḥ",
            "ca",
            "tat",
            "dṛṣṭi",
            "vimuṣṭa",
            "rociṣaḥ",
            "ambhodhayaḥ",
            "śvāsa",
            "hatāḥ",
            "vicukṣubhuḥ",
            "nirhrāda",
            "bhītāḥ",
            "digibhāḥ",
            "vicukruśuḥ"
        ],
        "translation": "The hair on Nṛsiṁhadeva’s head shook the clouds and scattered them here and there, His glaring eyes stole the effulgence of the luminaries in the sky, and His breathing agitated the seas and oceans. Because of His roaring, all the elephants in the world began to cry in fear.",
        "purport": " As the Lord says in Bhagavad-gītā (10.41): “Know that all beautiful, glorious and mighty creations spring from but a spark of My splendor.” The illumination of the planets and stars in the sky is but a partial manifestation of the Lord’s effulgence. There are many wonderful qualities of different living entities, but whatever extraordinary things exist are but part of the Lord’s tejas, His illumination or brilliance. The deep waves of the seas and oceans and the many other wonders within the creation of the Supreme Personality of Godhead all become insignificant when the Lord, in His special feature, incarnates within this material world. Everything is insignificant in comparison to His personal, all-defeating transcendental qualities."
    },
    {
        "verse": "33",
        "devanagari": "द्यौस्तत्सटोत्क्षिप्तविमानसङ्कुलाप्रोत्सर्पत क्ष्मा च पदाभिपीडिता ।शैला: समुत्पेतुरमुष्य रंहसातत्तेजसा खं ककुभो न रेजिरे ॥ ३३ ॥",
        "english_devnagari": "dyaus tat-saṭotkṣipta-vimāna-saṅkulāprotsarpata kṣmā ca padābhipīḍitāśailāḥ samutpetur amuṣya raṁhasātat-tejasā khaṁ kakubho na rejire",
        "verse_Syn": [
            "dyauḥ",
            "tat",
            "saṭā",
            "utkṣipta",
            "vimāna",
            "saṅkulā",
            "protsarpata",
            "kṣmā",
            "ca",
            "pada",
            "abhipīḍitā",
            "śailāḥ",
            "samutpetuḥ",
            "amuṣya",
            "raṁhasā",
            "tat",
            "tejasā",
            "kham",
            "kakubhaḥ",
            "na",
            "rejire"
        ],
        "translation": "Airplanes were thrown into outer space and the upper planetary system by the hair on Nṛsiṁhadeva’s head. Because of the pressure of the Lord’s lotus feet, the earth appeared to slip from its position, and all the hills and mountains sprang up due to His intolerable force. Because of the Lord’s bodily effulgence, both the sky and all directions diminished in their natural illumination.",
        "purport": " That there were airplanes flying in the sky long, long ago can be understood from this verse. Śrīmad-Bhāgavatam was spoken five thousand years ago, and the statements of this verse prove that the symptoms of a very advanced civilization then existed, even in the upper planetary systems, as well as in the lower planetary systems. Modern scientists and philosophers foolishly explain that there was no civilization prior to three thousand years ago, but the statement of this verse nullifies such whimsical judgments. The Vedic civilization existed millions and millions of years ago. It existed since the creation of this universe, and it included arrangements all over the universe with all the modern amenities and even more."
    },
    {
        "verse": "34",
        "devanagari": "तत: सभायामुपविष्टमुत्तमेनृपासने सम्भृततेजसं विभुम् ।अलक्षितद्वैरथमत्यमर्षणंप्रचण्डवक्त्रं न बभाज कश्चन ॥ ३४ ॥",
        "english_devnagari": "tataḥ sabhāyām upaviṣṭam uttamenṛpāsane sambhṛta-tejasaṁ vibhumalakṣita-dvairatham atyamarṣaṇaṁpracaṇḍa-vaktraṁ na babhāja kaścana",
        "verse_Syn": [
            "tataḥ",
            "sabhāyām",
            "upaviṣṭam",
            "uttame",
            "nṛpa",
            "āsane",
            "sambhṛta",
            "tejasam",
            "vibhum",
            "alakṣita",
            "dvairatham",
            "ati",
            "amarṣaṇam",
            "pracaṇḍa",
            "vaktram",
            "na",
            "babhāja",
            "kaścana"
        ],
        "translation": "Manifesting a full effulgence and a fearsome countenance, Lord Nṛsiṁha, being very angry and finding no contestant to face His power and opulence, then sat down in the assembly hall on the excellent throne of the king. Because of fear and obedience, no one could come forward to serve the Lord directly.",
        "purport": " When the Lord sat on the throne of Hiraṇyakaśipu, there was no one to protest; no enemy came forward on behalf of Hiraṇyakaśipu to fight with the Lord. This means that His supremacy was immediately accepted by the demons. Another point is that although Hiraṇyakaśipu treated the Lord as his bitterest enemy, he was the Lord’s faithful servant in Vaikuṇṭha, and therefore the Lord had no hesitation in sitting on the throne that Hiraṇyakaśipu had so laboriously created. Śrīla Viśvanātha Cakravartī Ṭhākura remarks in this connection that sometimes, with great care and attention, great saintly persons and ṛṣis offer the Lord valuable seats dedicated with Vedic mantras and tantras, but still the Lord does not sit upon those thrones. Hiraṇyakaśipu, however, had formerly been Jaya, the doorkeeper at the Vaikuṇṭha gate, and although he had fallen because of the curse of the brāhmaṇas and had gotten the nature of a demon, and although he had never offered anything to the Lord as Hiraṇyakaśipu, the Lord is so affectionate to His devotee and servant that He nonetheless took pleasure in sitting on the throne that Hiraṇyakaśipu had created. In this regard it is to be understood that a devotee is fortunate in any condition of his life."
    },
    {
        "verse": "35",
        "devanagari": "निशाम्य लोकत्रयमस्तकज्वरंतमादिदैत्यं हरिणा हतं मृधे ।प्रहर्षवेगोत्कलितानना मुहु:प्रसूनवर्षैर्ववृषु: सुरस्त्रिय: ॥ ३५ ॥",
        "english_devnagari": "niśāmya loka-traya-mastaka-jvaraṁtam ādi-daityaṁ hariṇā hataṁ mṛdhepraharṣa-vegotkalitānanā muhuḥprasūna-varṣair vavṛṣuḥ sura-striyaḥ",
        "verse_Syn": [
            "niśāmya",
            "loka",
            "traya",
            "mastaka",
            "jvaram",
            "tam",
            "ādi",
            "daityam",
            "hariṇā",
            "hatam",
            "mṛdhe",
            "praharṣa",
            "vega",
            "utkalita",
            "ānanāḥ",
            "muhuḥ",
            "prasūna",
            "varṣaiḥ",
            "vavṛṣuḥ",
            "sura",
            "striyaḥ"
        ],
        "translation": "Hiraṇyakaśipu had been exactly like a fever of meningitis in the head of the three worlds. Thus when the wives of the demigods in the heavenly planets saw that the great demon had been killed by the personal hands of the Supreme Personality of Godhead, their faces blossomed in great joy. The wives of the demigods again and again showered flowers from heaven upon Lord Nṛsiṁhadeva like rain.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "तदा विमानावलिभिर्नभस्तलंदिद‍ृक्षतां सङ्कुलमास नाकिनाम् ।सुरानका दुन्दुभयोऽथ जघ्निरेगन्धर्वमुख्या ननृतुर्जगु: स्त्रिय: ॥ ३६ ॥",
        "english_devnagari": "tadā vimānāvalibhir nabhastalaṁdidṛkṣatāṁ saṅkulam āsa nākināmsurānakā dundubhayo ’tha jaghniregandharva-mukhyā nanṛtur jaguḥ striyaḥ",
        "verse_Syn": [
            "tadā",
            "vimāna",
            "āvalibhiḥ",
            "nabhastalam",
            "didṛkṣatām",
            "saṅkulam",
            "āsa",
            "nākinām",
            "sura",
            "ānakāḥ",
            "dundubhayaḥ",
            "atha",
            "jaghnire",
            "gandharva",
            "mukhyāḥ",
            "nanṛtuḥ",
            "jaguḥ",
            "striyaḥ"
        ],
        "translation": "At that time, the airplanes of the demigods, who desired to see the activities of the Supreme Lord, Nārāyaṇa, crowded the sky. The demigods began beating drums and kettledrums, and upon hearing them the angelic women began to dance, while the chiefs of the Gandharvas sang sweetly.",
        "purport": ""
    },
    {
        "verse": "37-39",
        "devanagari": "तत्रोपव्रज्य विबुधा ब्रह्मेन्द्रगिरिशादय: ।ऋषय: पितर: सिद्धा विद्याधरमहोरगा: ॥ ३७ ॥मनव: प्रजानां पतयो गन्धर्वाप्सरचारणा: ।यक्षा: किम्पुरुषास्तात वेताला: सहकिन्नरा: ॥ ३८ ॥ते विष्णुपार्षदा: सर्वे सुनन्दकुमुदादय: ।मूर्ध्नि बद्धाञ्जलिपुटा आसीनं तीव्रतेजसम् ।ईडिरे नरशार्दुलं नातिदूरचरा: पृथक् ॥ ३९ ॥",
        "english_devnagari": "tatropavrajya vibudhābrahmendra-giriśādayaḥṛṣayaḥ pitaraḥ siddhāvidyādhara-mahoragāḥ",
        "verse_Syn": [
            "tatra",
            "upavrajya",
            "vibudhāḥ",
            "brahma",
            "indra",
            "giriśa",
            "ādayaḥ",
            "ṛṣayaḥ",
            "pitaraḥ",
            "siddhāḥ",
            "vidyādhara",
            "mahā",
            "uragāḥ",
            "manavaḥ",
            "prajānām",
            "patayaḥ",
            "gandharva",
            "apsara",
            "cāraṇāḥ",
            "yakṣāḥ",
            "kimpuruṣāḥ",
            "tāta",
            "vetālāḥ",
            "saha",
            "kinnarāḥ",
            "te",
            "viṣṇu",
            "pārṣadāḥ",
            "sarve",
            "sunanda",
            "kumuda",
            "ādayaḥ",
            "mūrdhni",
            "baddha",
            "añjali",
            "puṭāḥ",
            "āsīnam",
            "tīvra",
            "tejasam",
            "īḍire",
            "nara",
            "śārdulam",
            "na",
            "ati",
            "dūracarāḥ",
            "pṛthak"
        ],
        "translation": "My dear King Yudhiṣṭhira, the demigods then approached the Lord. They were headed by Lord Brahmā, King Indra and Lord Śiva and included great saintly persons and the residents of Pitṛloka, Siddhaloka, Vidyādhara-loka and the planet of the snakes. The Manus approached, and so did the chiefs of various other planets. The angelic dancers approached, as did the Gandharvas, the Cāraṇas, the Yakṣas, the inhabitants of Kinnaraloka, the Vetālas, the inhabitants of Kimpuruṣa-loka, and the personal servants of Viṣṇu like Sunanda and Kumuda. All of them came near the Lord, who glowed with intense light. They individually offered their obeisances and prayers, their hands folded at their heads.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "श्रीब्रह्मोवाचनतोऽस्म्यनन्ताय दुरन्तशक्तयेविचित्रवीर्याय पवित्रकर्मणे ।विश्वस्य सर्गस्थितिसंयमान् गुणै:स्वलीलया सन्दधतेऽव्ययात्मने ॥ ४० ॥",
        "english_devnagari": "śrī-brahmovācanato ’smy anantāya duranta-śaktayevicitra-vīryāya pavitra-karmaṇeviśvasya sarga-sthiti-saṁyamān guṇaiḥsva-līlayā sandadhate ’vyayātmane",
        "verse_Syn": [
            "śrī",
            "brahmā",
            "uvāca",
            "nataḥ",
            "asmi",
            "anantāya",
            "duranta",
            "śaktaye",
            "vicitra",
            "vīryāya",
            "pavitra",
            "karmaṇe",
            "viśvasya",
            "sarga",
            "sthiti",
            "saṁyamān",
            "guṇaiḥ",
            "sva",
            "līlayā",
            "sandadhate",
            "avyaya",
            "ātmane"
        ],
        "translation": "Lord Brahmā prayed: My Lord, You are unlimited, and You possess unending potencies. No one can estimate or calculate Your prowess and wonderful influence, for Your actions are never polluted by the material energy. Through the material qualities, You very easily create the universe, maintain it and again annihilate it, yet You remain the same, without deterioration. I therefore offer my respectful obeisances unto You.",
        "purport": " The activities of the Lord are always wonderful. His personal servants Jaya and Vijaya were confidential friends, yet they were cursed, and they accepted bodies of demons. Again, in the family of one such demon, Prahlāda Mahārāja was caused to take birth to exhibit the behavior of an exalted devotee, and then the Lord accepted the body of Nṛsiṁhadeva to kill that same demon, who by the Lord’s own will had taken birth in a demoniac family. Therefore, who can understand the Lord’s transcendental activities? Not to speak of understanding the transcendental activities of the Lord, no one can understand even the activities of His servants. In Caitanya-caritāmṛta (Madhya 23.39) it is said, tāṅra vākya, kriyā, mudrā vijñeha nā bhujhaya: no one can understand the activities of the Lord’s servants. Therefore, what to speak of the activities of the Lord? Who can understand how Kṛṣṇa is benefiting the entire world? The Lord is addressed as duranta-śakti because no one can understand His potencies and how He acts."
    },
    {
        "verse": "41",
        "devanagari": "श्रीरुद्र उवाचकोपकालो युगान्तस्ते हतोऽयमसुरोऽल्पक: ।तत्सुतं पाह्युपसृतं भक्तं ते भक्तवत्सल ॥ ४१ ॥",
        "english_devnagari": "śrī-rudra uvācakopa-kālo yugāntas tehato ’yam asuro ’lpakaḥtat-sutaṁ pāhy upasṛtaṁbhaktaṁ te bhakta-vatsala",
        "verse_Syn": [
            "śrī",
            "rudraḥ",
            "uvāca",
            "kopa",
            "kālaḥ",
            "yuga",
            "antaḥ",
            "te",
            "hataḥ",
            "ayam",
            "asuraḥ",
            "alpakaḥ",
            "tat",
            "sutam",
            "pāhi",
            "upasṛtam",
            "bhaktam",
            "te",
            "bhakta",
            "vatsala"
        ],
        "translation": "Lord Śiva said: The end of the millennium is the time for Your anger. Now that this insignificant demon Hiraṇyakaśipu has been killed, O my Lord, who are naturally affectionate to Your devotee, kindly protect his son Prahlāda Mahārāja, who is standing nearby as Your fully surrendered devotee.",
        "purport": " The Supreme Personality of Godhead is the creator of the material world. There are three processes in creation — namely creation, maintenance and finally annihilation. During the period of annihilation, at the end of each millennium, the Lord becomes angry, and the part of anger is played by Lord Śiva, who is therefore called Rudra. When the Lord appeared in great anger to kill Hiraṇyakaśipu, everyone was extremely afraid of the Lord’s attitude, but Lord Śiva, knowing very well that the Lord’s anger is also His līlā, was not afraid. Lord Śiva knew that he would have to play the part of anger for the Lord. Kāla means Lord Śiva (Bhairava), and kopa refers to the Lord’s anger. These words, combined together as kopa-kāla, refer to the end of each millennium. Actually the Lord is always affectionate toward His devotees, even though He may appear very angry. Because He is avyayātmā — because He never falls down — even when angry the Lord is affectionate toward His devotees. Therefore Lord Śiva reminded the Lord to act like an affectionate father toward Prahlāda Mahārāja, who was standing by the Lord’s side as an exalted, fully surrendered devotee."
    },
    {
        "verse": "42",
        "devanagari": "श्रीइन्द्र उवाचप्रत्यानीता: परम भवता त्रायता न: स्वभागादैत्याक्रान्तं हृदयकमलं तद्गृहं प्रत्यबोधि ।कालग्रस्तं कियदिदमहो नाथ शुश्रूषतां तेमुक्तिस्तेषां न हि बहुमता नारसिंहापरै: किम् ॥ ४२ ॥",
        "english_devnagari": "śrī-indra uvācapratyānītāḥ parama bhavatā trāyatā naḥ sva-bhāgādaityākrāntaṁ hṛdaya-kamalaṁ tad-gṛhaṁ pratyabodhikāla-grastaṁ kiyad idam aho nātha śuśrūṣatāṁ temuktis teṣāṁ na hi bahumatā nārasiṁhāparaiḥ kim",
        "verse_Syn": [
            "śrī",
            "indraḥ",
            "uvāca",
            "pratyānītāḥ",
            "parama",
            "bhavatā",
            "trāyatā",
            "naḥ",
            "sva",
            "bhāgāḥ",
            "daitya",
            "ākrāntam",
            "hṛdaya",
            "kamalam",
            "tat",
            "gṛham",
            "pratyabodhi",
            "kāla",
            "grastam",
            "kiyat",
            "idam",
            "aho",
            "nātha",
            "śuśrūṣatām",
            "te",
            "muktiḥ",
            "teṣām",
            "na",
            "hi",
            "bahumatā",
            "nāra",
            "siṁha",
            "aparaiḥ",
            "kim"
        ],
        "translation": "King Indra said: O Supreme Lord, You are our deliverer and protector. Our shares of sacrifices, which are actually Yours, have been recovered from the demon by You. Because the demoniac king Hiraṇyakaśipu was most fearsome, our hearts, which are Your permanent abode, were all overtaken by him. Now, by Your presence, the gloom and darkness in our hearts have been dissipated. O Lord, for those who always engage in Your service, which is more exalted than liberation, all material opulence is insignificant. They do not even care for liberation, not to speak of the benefits of kāma, artha and dharma.",
        "purport": " In this material world there are two kinds of people — the devatās (demigods) and the asuras (demons). Although the demigods are attached to material enjoyment, they are devotees of the Lord who act according to the rules and regulations of the Vedic injunctions. During the reign of Hiraṇyakaśipu, everyone was disturbed in the routine duties of Vedic civilization. When Hiraṇyakaśipu was killed, all the demigods, who had always been disturbed by Hiraṇyakaśipu, felt relief in their general way of life. Because the government in Kali-yuga is full of demons, the living conditions of devotees are always disturbed. Devotees cannot perform yajña, and thus they cannot partake of the remnants of food offered in yajña for the worship of Lord Viṣṇu. The hearts of the demigods are always filled with fear of the demons, and therefore they cannot think of the Supreme Personality of Godhead. The engagement of the demigods is to think of the Lord always within the cores of their hearts. The Lord says in Bhagavad-gītā (6.47): “And of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.” The demigods fully absorb themselves in meditation upon the Supreme Personality of Godhead to become perfect yogīs, but because of the presence of demons, their hearts are filled with the activities of the demons. Thus their hearts, which are meant to be the abode of the Supreme Lord, are practically occupied by the demons. All the demigods felt relieved when Hiraṇyakaśipu was dead, for they could easily think of the Lord. They could then receive the results of sacrifices and become happy even though in the material world."
    },
    {
        "verse": "43",
        "devanagari": "श्रीऋषय ऊचु:त्वं नस्तप: परममात्थ यदात्मतेजोयेनेदमादिपुरुषात्मगतं ससर्क्थ ।तद्विप्रलुप्तममुनाद्य शरण्यपालरक्षागृहीतवपुषा पुनरन्वमंस्था: ॥ ४३ ॥",
        "english_devnagari": "śrī-ṛṣaya ūcuḥtvaṁ nas tapaḥ paramam āttha yad ātma-tejoyenedam ādi-puruṣātma-gataṁ sasarkthatad vipraluptam amunādya śaraṇya-pālarakṣā-gṛhīta-vapuṣā punar anvamaṁsthāḥ",
        "verse_Syn": [
            "śrī",
            "ṛṣayaḥ",
            "ūcuḥ",
            "tvam",
            "naḥ",
            "tapaḥ",
            "paramam",
            "āttha",
            "yat",
            "ātma",
            "tejaḥ",
            "yena",
            "idam",
            "ādi",
            "puruṣa",
            "ātma",
            "gatam",
            "sasarktha",
            "tat",
            "vipraluptam",
            "amunā",
            "adya",
            "śaraṇya",
            "pāla",
            "rakṣā",
            "gṛhīta",
            "vapuṣā",
            "punaḥ",
            "anvamaṁsthāḥ"
        ],
        "translation": "All the saintly persons present offered their prayers in this way: O Lord, O supreme maintainer of those sheltered at Your lotus feet, O original Personality of Godhead, the process of austerity and penance, in which You instructed us before, is the spiritual power of Your very self. It is by austerity that You create the material world, which lies dormant within You. This austerity was almost stopped by the activities of this demon, but now, by Yourself appearing in the form of Nṛsiṁhadeva, which is meant just to give us protection, and by killing this demon, You have again approved the process of austerity.",
        "purport": " The living entities wandering within the jurisdiction of the 8,400,000 species of life get the opportunity for self-realization in the human form and gradually in such other elevated forms as those of the demigods, Kinnaras and Cāraṇas, as will be described below. In the higher statuses of life, beginning from human life, the main duty is tapasya, or austerity. As Ṛṣabhadeva advised His sons, tapo divyaṁ putrakā yena sattvaṁ śuddhyet. To rectify our material existence, austerity (tapasya) is absolutely necessary. However, when people in general come under the control of a demon or a demoniac ruling power, they forget this process of tapasya and gradually also become demoniac. All the saintly persons, who were generally engaged in austerity, felt relieved when Hiraṇyakaśipu was killed by the Lord in the form of Nṛsiṁhadeva. They realized that the original instruction concerning human life — that it is meant for tapasya for self-realization — was reaffirmed by the Lord when He killed Hiraṇyakaśipu."
    },
    {
        "verse": "44",
        "devanagari": "श्रीपितर ऊचु:श्राद्धानि नोऽधिबुभुजे प्रसभं तनूजै-र्दत्तानि तीर्थसमयेऽप्यपिबत्तिलाम्बु ।तस्योदरान्नखविदीर्णवपाद्य आर्च्छत्तस्मै नमो नृहरयेऽखिलधर्मगोप्त्रे ॥ ४४ ॥",
        "english_devnagari": "śrī-pitara ūcuḥśrāddhāni no ’dhibubhuje prasabhaṁ tanūjairdattāni tīrtha-samaye ’py apibat tilāmbutasyodarān nakha-vidīrṇa-vapād ya ārcchattasmai namo nṛharaye ’khila-dharma-goptre",
        "verse_Syn": [
            "śrī",
            "pitaraḥ",
            "ūcuḥ",
            "śrāddhāni",
            "naḥ",
            "adhibubhuje",
            "prasabham",
            "tanūjaiḥ",
            "dattāni",
            "tīrtha",
            "samaye",
            "api",
            "apibat",
            "tila",
            "ambu",
            "tasya",
            "udarāt",
            "nakha",
            "vidīrṇa",
            "vapāt",
            "yaḥ",
            "ārcchat",
            "tasmai",
            "namaḥ",
            "nṛ",
            "haraye",
            "akhila",
            "dharma",
            "goptre"
        ],
        "translation": "The inhabitants of Pitṛloka prayed: Let us offer our respectful obeisances unto Lord Nṛsiṁhadeva, the maintainer of the religious principles of the universe. He has killed Hiraṇyakaśipu, the demon who by force enjoyed all the offerings of the śrāddha ceremonies performed by our sons and grandsons on the anniversaries of our death and who drank the water with sesame seeds offered in holy places of pilgrimage. By killing this demon, O Lord, You have taken back all this stolen property from his abdomen by piercing it with Your nails. We therefore wish to offer our respectful obeisances unto You.",
        "purport": " It is the duty of all householders to offer food grains to all their departed forefathers, but during the time of Hiraṇyakaśipu this process was stopped; no one would offer śrāddha oblations of food grains to the forefathers with great respect. Thus when there is a demoniac rule, everything concerning the Vedic principles is turned upside down, all the religious ceremonies of yajña are stopped, the resources meant to be spent for yajña are taken away by the demoniac government, everything becomes chaotic, and consequently the entire world becomes hell itself. When the demons are killed by the presence of Nṛsiṁhadeva, everyone feels comfortable, irrespective of the planet upon which he lives."
    },
    {
        "verse": "45",
        "devanagari": "श्रीसिद्धा ऊचु:यो नो गतिं योगसिद्धामसाधु-रहार्षीद् योगतपोबलेन ।नाना दर्पं तं नखैर्विददारतस्मै तुभ्यं प्रणता: स्मो नृसिंह ॥ ४५ ॥",
        "english_devnagari": "śrī-siddhā ūcuḥyo no gatiṁ yoga-siddhām asādhurahārṣīd yoga-tapo-balenanānā darpaṁ taṁ nakhair vidadāratasmai tubhyaṁ praṇatāḥ smo nṛsiṁha",
        "verse_Syn": [
            "śrī",
            "siddhāḥ",
            "ūcuḥ",
            "yaḥ",
            "naḥ",
            "gatim",
            "yoga",
            "siddhām",
            "asādhuḥ",
            "ahārṣīt",
            "yoga",
            "tapaḥ",
            "balena",
            "nānā",
            "darpam",
            "tam",
            "nakhaiḥ",
            "vidadāra",
            "tasmai",
            "tubhyam",
            "praṇatāḥ",
            "smaḥ",
            "nṛsiṁha"
        ],
        "translation": "The inhabitants of Siddhaloka prayed: O Lord Nṛsiṁhadeva, because we belong to Siddhaloka, we automatically achieve perfection in all eight kinds of mystic power. Yet Hiraṇyakaśipu was so dishonest that by the strength of his power and austerity, he took away our powers. Thus he became very proud of his mystic strength. Now, because this rogue has been killed by Your nails, we offer our respectful obeisances unto You.",
        "purport": " On earth there are many yogīs who can exhibit some feeble mystic power by manufacturing pieces of gold like magic, but the inhabitants of the planet Siddhaloka are actually extremely powerful in mysticism. They can fly from one planet to another without airplanes. This is called laghimā-siddhi. They can actually become very light and fly in the sky. By a severe type of austerity, however, Hiraṇyakaśipu excelled all the inhabitants of Siddhaloka and created disturbances for them. The residents of Siddhaloka were also beaten by the powers of Hiraṇyakaśipu. Now that Hiraṇyakaśipu had been killed by the Lord, the inhabitants of Siddhaloka also felt relieved."
    },
    {
        "verse": "46",
        "devanagari": "श्रीविद्याधरा ऊचु:विद्यां पृथग्धारणयानुराद्धांन्यषेधदज्ञो बलवीर्यद‍ृप्त: ।स येन सङ्ख्ये पशुवद्धतस्तंमायानृसिंहं प्रणता: स्म नित्यम् ॥ ४६ ॥",
        "english_devnagari": "śrī-vidyādharā ūcuḥvidyāṁ pṛthag dhāraṇayānurāddhāṁnyaṣedhad ajño bala-vīrya-dṛptaḥsa yena saṅkhye paśuvad dhatas taṁmāyā-nṛsiṁhaṁ praṇatāḥ sma nityam",
        "verse_Syn": [
            "śrī",
            "vidyādharāḥ",
            "ūcuḥ",
            "vidyām",
            "pṛthak",
            "dhāraṇayā",
            "anurāddhām",
            "nyaṣedhat",
            "ajñaḥ",
            "bala",
            "vīrya",
            "dṛptaḥ",
            "saḥ",
            "yena",
            "saṅkhye",
            "paśu",
            "vat",
            "hataḥ",
            "tam",
            "māyā",
            "nṛsiṁham",
            "praṇatāḥ",
            "sma",
            "nityam"
        ],
        "translation": "The inhabitants of Vidyādhara-loka prayed: Our acquired power to appear and disappear in various ways according to varieties of meditation was banned by that foolish Hiraṇyakaśipu because of his pride in his superior bodily strength and his ability to conquer others. Now the Supreme Personality of Godhead has killed him just as if the demon were an animal. Unto that supreme pastime form of Lord Nṛsiṁhadeva, we eternally offer our respectful obeisances.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "श्रीनागा ऊचु:येन पापेन रत्नानि स्त्रीरत्नानि हृतानि न: ।तद्वक्ष:पाटनेनासां दत्तानन्द नमोऽस्तु ते ॥ ४७ ॥",
        "english_devnagari": "śrī-nāgā ūcuḥyena pāpena ratnānistrī-ratnāni hṛtāni naḥtad-vakṣaḥ-pāṭanenāsāṁdattānanda namo ’stu te",
        "verse_Syn": [
            "śrī",
            "nāgāḥ",
            "ūcuḥ",
            "yena",
            "pāpena",
            "ratnāni",
            "strī",
            "ratnāni",
            "hṛtāni",
            "naḥ",
            "tat",
            "vakṣaḥ",
            "pāṭanena",
            "āsām",
            "datta",
            "ānanda",
            "namaḥ",
            "astu",
            "te"
        ],
        "translation": "The inhabitants of Nāgaloka said: The most sinful Hiraṇyakaśipu took away all the jewels on our hoods and all our beautiful wives. Now, since his chest has been pierced by Your nails, You are the source of all pleasure to our wives. Thus we together offer our respectful obeisances unto You.",
        "purport": " No one is peaceful if his wealth and wife are forcibly taken away. All the inhabitants of Nāgaloka, which is situated below the earthly planetary system, were in great anxiety because their wealth had been stolen and their wives kidnapped by Hiraṇyakaśipu. Now, Hiraṇyakaśipu having been killed, their wealth and wives were returned, and their wives felt satisfied. The inhabitants of various lokas, or planets, offered their respectful obeisances unto the Lord because they were relieved by the death of Hiraṇyakaśipu. Disturbances similar to those created by Hiraṇyakaśipu are now taking place all over the world because of demoniac governments. As stated in the Twelfth Canto of Śrīmad-Bhāgavatam, the men of the governments of Kali-yuga will be no better than rogues and plunderers. Thus the populace will be harassed on one side by scarcity of food and on another by heavy taxation by the government. In other words, the people in most parts of the world in this age are harassed by the ruling principles of Hiraṇyakaśipu."
    },
    {
        "verse": "48",
        "devanagari": "श्रीमनव ऊचु:मनवो वयं तव निदेशकारिणोदितिजेन देव परिभूतसेतव: ।भवता खल: स उपसंहृत: प्रभोकरवाम ते किमनुशाधि किङ्करान् ॥ ४८ ॥",
        "english_devnagari": "śrī-manava ūcuḥmanavo vayaṁ tava nideśa-kāriṇoditijena deva paribhūta-setavaḥbhavatā khalaḥ sa upasaṁhṛtaḥ prabhokaravāma te kim anuśādhi kiṅkarān",
        "verse_Syn": [
            "śrī",
            "manavaḥ",
            "ūcuḥ",
            "manavaḥ",
            "vayam",
            "tava",
            "nideśa",
            "kāriṇaḥ",
            "diti",
            "jena",
            "deva",
            "paribhūta",
            "setavaḥ",
            "bhavatā",
            "khalaḥ",
            "saḥ",
            "upasaṁhṛtaḥ",
            "prabho",
            "karavāma",
            "te",
            "kim",
            "anuśādhi",
            "kiṅkarān"
        ],
        "translation": "All the Manus offered their prayers as follows: As Your order carriers, O Lord, we, the Manus, are the law-givers for human society, but because of the temporary supremacy of this great demon, Hiraṇyakaśipu, our laws for maintaining varṇāśrama-dharma were destroyed. O Lord, now that You have killed this great demon, we are in our normal condition. Kindly order us, Your eternal servants, what to do now.",
        "purport": " In many places in Bhagavad-gītā, the Supreme Lord, Kṛṣṇa, refers to the varṇāśrama-dharma of four varṇas and four āśramas. He teaches people about this varṇāśrama-dharma so that all of human society can live peacefully by observing the principles for the four social divisions and four spiritual divisions (varṇa and āśrama) and thus make advancement in spiritual knowledge. The Manus compiled the Manu-saṁhitā. The word saṁhitā means Vedic knowledge, and manu indicates that this knowledge is given by Manu. The Manus are sometimes incarnations of the Supreme Lord and sometimes empowered living entities. Formerly, many long years ago, Lord Kṛṣṇa instructed the sun-god. The Manus are generally sons of the sun-god. Therefore, while speaking to Arjuna about the importance of Bhagavad-gītā, Kṛṣṇa said, imaṁ vivasvate yogaṁ proktavān aham avyayam vivasvān manave prāha: “This instruction was given to Vivasvān, the sun-god, who in turn instructed his son Manu.” Manu gave the law known as Manu-saṁhitā, which is full of directions based on varṇa and āśrama concerning how to live as a human being. These are very scientific ways of life, but under the rule of demons like Hiraṇyakaśipu, human society breaks all these systems of law and order and gradually becomes lower and lower. Thus there is no peace in the world. The conclusion is that if we want real peace and order in the human society, we must follow the principles laid down by the Manu-saṁhitā and confirmed by the Supreme Personality of Godhead, Kṛṣṇa."
    },
    {
        "verse": "49",
        "devanagari": "श्रीप्रजापतय ऊचु:प्रजेशा वयं ते परेशाभिसृष्टान येन प्रजा वै सृजामो निषिद्धा: ।स एष त्वया भिन्नवक्षा नु शेतेजगन्मङ्गलं सत्त्वमूर्तेऽवतार: ॥ ४९ ॥",
        "english_devnagari": "śrī-prajāpataya ūcuḥprajeśā vayaṁ te pareśābhisṛṣṭāna yena prajā vai sṛjāmo niṣiddhāḥsa eṣa tvayā bhinna-vakṣā nu śetejagan-maṅgalaṁ sattva-mūrte ’vatāraḥ",
        "verse_Syn": [
            "śrī",
            "prajāpatayaḥ",
            "ūcuḥ",
            "prajā",
            "īśāḥ",
            "vayam",
            "te",
            "para",
            "īśa",
            "abhisṛṣṭāḥ",
            "na",
            "yena",
            "prajāḥ",
            "vai",
            "sṛjāmaḥ",
            "niṣiddhāḥ",
            "saḥ",
            "eṣaḥ",
            "tvayā",
            "bhinna",
            "vakṣāḥ",
            "nu",
            "śete",
            "jagat",
            "maṅgalam",
            "sattva",
            "mūrte",
            "avatāraḥ"
        ],
        "translation": "The prajāpatis offered their prayers as follows: O Supreme Lord, Lord of even Brahmā and Śiva, we, the prajāpatis, were created by You to execute Your orders, but we were forbidden by Hiraṇyakaśipu to create any more good progeny. Now the demon is lying dead before us, his chest pierced by You. Let us therefore offer our respectful obeisances unto You, whose incarnation in this form of pure goodness is meant for the welfare of the entire universe.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "श्रीगन्धर्वा ऊचु:वयं विभो ते नटनाट्यगायकायेनात्मसाद्वीर्यबलौजसा कृता: ।स एष नीतो भवता दशामिमांकिमुत्पथस्थ: कुशलाय कल्पते ॥ ५० ॥",
        "english_devnagari": "śrī-gandharvā ūcuḥvayaṁ vibho te naṭa-nāṭya-gāyakāyenātmasād vīrya-balaujasā kṛtāḥsa eṣa nīto bhavatā daśām imāṁkim utpathasthaḥ kuśalāya kalpate",
        "verse_Syn": [
            "śrī",
            "gandharvāḥ",
            "ūcuḥ",
            "vayam",
            "vibho",
            "te",
            "naṭa",
            "nāṭya",
            "gāyakāḥ",
            "yena",
            "ātmasāt",
            "vīrya",
            "bala",
            "ojasā",
            "kṛtāḥ",
            "saḥ",
            "eṣaḥ",
            "nītaḥ",
            "bhavatā",
            "daśām",
            "imām",
            "kim",
            "utpathasthaḥ",
            "kuśalāya",
            "kalpate"
        ],
        "translation": "The inhabitants of Gandharvaloka prayed: Your Lordship, we ever engage in Your service by dancing and singing in dramatic performances, but this Hiraṇyakaśipu, by the influence of his bodily strength and valor, brought us under his subjugation. Now he has been brought to this low condition by Your Lordship. What benefit can result from the activities of such an upstart as Hiraṇyakaśipu?",
        "purport": " By being a very obedient servant of the Supreme Lord, one becomes extremely powerful in bodily strength, influence and effulgence, whereas the fate of demoniac upstarts is ultimately to fall down like Hiraṇyakaśipu. Hiraṇyakaśipu and persons like him may be very powerful for some time, but the obedient servants of the Supreme Personality of Godhead like the demigods remain powerful always. They are victorious over the influence of Hiraṇyakaśipu by the grace of the Supreme Lord."
    },
    {
        "verse": "51",
        "devanagari": "श्रीचारणा ऊचु:हरे तवाङ्‌घ्रिपङ्कजं भवापवर्गमाश्रिता: ।यदेष साधुहृच्छयस्त्वयासुर: समापित: ॥ ५१ ॥",
        "english_devnagari": "śrī-cāraṇā ūcuḥhare tavāṅghri-paṅkajaṁbhavāpavargam āśritāḥyad eṣa sādhu-hṛc-chayastvayāsuraḥ samāpitaḥ",
        "verse_Syn": [
            "śrī",
            "cāraṇāḥ",
            "ūcuḥ",
            "hare",
            "tava",
            "aṅghri",
            "paṅkajam",
            "bhava",
            "apavargam",
            "āśritāḥ",
            "yat",
            "eṣaḥ",
            "sādhu",
            "hṛt",
            "śayaḥ",
            "tvayā",
            "asuraḥ",
            "samāpitaḥ"
        ],
        "translation": "The inhabitants of the Cāraṇa planet said: O Lord, because You have destroyed the demon Hiraṇyakaśipu, who was always a stake in the hearts of all honest men, we are now relieved, and we eternally take shelter of Your lotus feet, which award the conditioned soul liberation from materialistic contamination.",
        "purport": " The Supreme Personality of Godhead in His transcendental form of Narahari, Nṛsiṁhadeva, is always ready to kill the demons, who always create disturbances in the minds of honest devotees. To spread the Kṛṣṇa consciousness movement, devotees have to face many dangers and impediments all over the world, but a faithful servant who preaches with great devotion to the Lord must know that Lord Nṛsiṁhadeva is always his protector."
    },
    {
        "verse": "52",
        "devanagari": "श्रीयक्षा ऊचु:वयमनुचरमुख्या: कर्मभिस्ते मनोज्ञै-स्त इह दितिसुतेन प्रापिता वाहकत्वम् ।स तु जनपरितापं तत्कृतं जानता तेनरहर उपनीत: पञ्चतां पञ्चविंश ॥ ५२ ॥",
        "english_devnagari": "śrī-yakṣā ūcuḥvayam anucara-mukhyāḥ karmabhis te mano-jñaista iha diti-sutena prāpitā vāhakatvamsa tu jana-paritāpaṁ tat-kṛtaṁ jānatā tenarahara upanītaḥ pañcatāṁ pañca-viṁśa",
        "verse_Syn": [
            "śrī",
            "yakṣāḥ",
            "ūcuḥ",
            "vayam",
            "anucara",
            "mukhyāḥ",
            "karmabhiḥ",
            "te",
            "mano",
            "jñaiḥ",
            "te",
            "iha",
            "diti",
            "sutena",
            "prāpitāḥ",
            "vāhakatvam",
            "saḥ",
            "tu",
            "jana",
            "paritāpam",
            "tat",
            "kṛtam",
            "jānatā",
            "te",
            "nara",
            "hara",
            "upanītaḥ",
            "pañcatām",
            "pañca",
            "viṁśa"
        ],
        "translation": "The inhabitants of Yakṣaloka prayed: O controller of the twenty-four elements, we are considered the best servants of Your Lordship because of rendering services pleasing to You, yet we engaged as palanquin carriers by the order of Hiraṇyakaśipu, the son of Diti. O Lord in the form of Nṛsiṁhadeva, You know how this demon gave trouble to everyone, but now You have killed him, and his body is mixing with the five material elements.",
        "purport": " The Supreme Lord is the controller of the ten senses, the five material elements, the five sense objects, the mind, the intelligence, the false ego and the soul. Therefore He is addressed as pañca-viṁśa, the twenty-fifth element. The inhabitants of the Yakṣa planet are supposed to be the best of all servants, but Hiraṇyakaśipu engaged them as palanquin carriers. The entire universe was in trouble because of Hiraṇyakaśipu, but now that Hiraṇyakaśipu’s body was mixing with the five material elements — earth, water, fire, air and sky — everyone felt relief. Upon Hiraṇyakaśipu’s death, the Yakṣas were reinstated in their original service to the Supreme Personality of Godhead. Thus they felt obliged to the Lord and offered their prayers."
    },
    {
        "verse": "53",
        "devanagari": "श्रीकिम्पुरुषा ऊचु:वयं किम्पुरुषास्त्वं तु महापुरुष ईश्वर: ।अयं कुपुरुषो नष्टो धिक्कृत: साधुभिर्यदा ॥ ५३ ॥",
        "english_devnagari": "śrī-kimpuruṣā ūcuḥvayaṁ kimpuruṣās tvaṁ tumahā-puruṣa īśvaraḥayaṁ kupuruṣo naṣṭodhik-kṛtaḥ sādhubhir yadā",
        "verse_Syn": [
            "śrī",
            "kimpuruṣāḥ",
            "ūcuḥ",
            "vayam",
            "kimpuruṣāḥ",
            "tvam",
            "tu",
            "mahā",
            "puruṣaḥ",
            "īśvaraḥ",
            "ayam",
            "ku",
            "puruṣaḥ",
            "naṣṭaḥ",
            "dhik",
            "kṛtaḥ",
            "sādhubhiḥ",
            "yadā"
        ],
        "translation": "The inhabitants of Kimpuruṣa-loka said: We are insignificant living entities, and You are the Supreme Personality of Godhead, the supreme controller. Therefore how can we offer suitable prayers unto You? When this demon was condemned by devotees because they were disgusted with him, he was then killed by You.",
        "purport": " The cause of the Supreme Lord’s appearance upon this earth is stated in Bhagavad-gītā (4.7-8) by the Lord Himself: “Whenever and wherever there is a decrease in religious principles and a predominant rise in irreligion, at that time I descend Myself. To deliver the pious and annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear, millennium after millennium.” The Lord appears in order to execute two kinds of activities — to kill the demons and to protect the devotees. When the devotees are too disturbed by the demons, the Lord certainly appears in different incarnations to give the devotees protection. The devotees following in the footsteps of Prahlāda Mahārāja should not be disturbed by the demoniac activities of the nondevotees. Rather, they should stick to their principles as sincere servants of the Lord and rest assured that the demoniac activities directed against them will not be able to stop their devotional service."
    },
    {
        "verse": "54",
        "devanagari": "श्रीवैतालिका ऊचु:सभासु सत्रेषु तवामलं यशोगीत्वा सपर्यां महतीं लभामहे ।यस्तामनैषीद् वशमेष दुर्जनोद्विष्टय‍ा हतस्ते भगवन्यथामय: ॥ ५४ ॥",
        "english_devnagari": "śrī-vaitālikā ūcuḥsabhāsu satreṣu tavāmalaṁ yaśogītvā saparyāṁ mahatīṁ labhāmaheyas tām anaiṣīd vaśam eṣa durjanodviṣṭyā hatas te bhagavan yathāmayaḥ",
        "verse_Syn": [
            "śrī",
            "vaitālikāḥ",
            "ūcuḥ",
            "sabhāsu",
            "satreṣu",
            "tava",
            "amalam",
            "yaśaḥ",
            "gītvā",
            "saparyām",
            "mahatīm",
            "labhāmahe",
            "yaḥ",
            "tām",
            "anaiṣīt",
            "vaśam",
            "eṣaḥ",
            "durjanaḥ",
            "dviṣṭyā",
            "hataḥ",
            "te",
            "bhagavan",
            "yathā",
            "āmayaḥ"
        ],
        "translation": "The inhabitants of Vaitālika-loka said: Dear Lord, because of chanting Your spotless glories in great assemblies and arenas of sacrifice, we were accustomed to great respect from everyone. This demon, however, usurped that position. Now, to our great fortune, You have killed this great demon, exactly as one cures a chronic disease.",
        "purport": ""
    },
    {
        "verse": "55",
        "devanagari": "श्रीकिन्नरा ऊचु:वयमीश किन्नरगणास्तवानुगादितिजेन विष्टिममुनानुकारिता: ।भवता हरे स वृजिनोऽवसादितोनरसिंह नाथ विभवाय नो भव ॥ ५५ ॥",
        "english_devnagari": "śrī-kinnarā ūcuḥvayam īśa kinnara-gaṇās tavānugāditijena viṣṭim amunānukāritāḥbhavatā hare sa vṛjino ’vasāditonarasiṁha nātha vibhavāya no bhava",
        "verse_Syn": [
            "śrī",
            "kinnarāḥ",
            "ūcuḥ",
            "vayam",
            "īśa",
            "kinnara",
            "gaṇāḥ",
            "tava",
            "anugāḥ",
            "diti",
            "jena",
            "viṣṭim",
            "amunā",
            "anukāritāḥ",
            "bhavatā",
            "hare",
            "saḥ",
            "vṛjinaḥ",
            "avasāditaḥ",
            "narasiṁha",
            "nātha",
            "vibhavāya",
            "naḥ",
            "bhava"
        ],
        "translation": "The Kinnaras said: O supreme controller, we are ever-existing servants of Your Lordship, but instead of rendering service to You, we were engaged by this demon in his service, constantly and without remuneration. This sinful man has now been killed by You. Therefore, O Lord Nṛsiṁhadeva, our master, we offer our respectful obeisances unto You. Please continue to be our patron.",
        "purport": ""
    },
    {
        "verse": "56",
        "devanagari": "श्रीविष्णुपार्षदा ऊचु:अद्यैतद्धरिनररूपमद्भ‍ुतं तेद‍ृष्टं न: शरणद सर्वलोकशर्म ।सोऽयं ते विधिकर ईश विप्रशप्त-स्तस्येदं निधनमनुग्रहाय विद्म: ॥ ५६ ॥",
        "english_devnagari": "śrī-viṣṇu-pārṣadā ūcuḥadyaitad dhari-nara-rūpam adbhutaṁ tedṛṣṭaṁ naḥ śaraṇada sarva-loka-śarmaso ’yaṁ te vidhikara īśa vipra-śaptastasyedaṁ nidhanam anugrahāya vidmaḥ",
        "verse_Syn": [
            "śrī",
            "viṣṇu",
            "pārṣadāḥ",
            "ūcuḥ",
            "adya",
            "etat",
            "hari",
            "nara",
            "rūpam",
            "adbhutam",
            "te",
            "dṛṣṭam",
            "naḥ",
            "śaraṇa",
            "da",
            "sarva",
            "loka",
            "śarma",
            "saḥ",
            "ayam",
            "te",
            "vidhikaraḥ",
            "īśa",
            "vipra",
            "śaptaḥ",
            "tasya",
            "idam",
            "nidhanam",
            "anugrahāya",
            "vidmaḥ"
        ],
        "translation": "The associates of Lord Viṣṇu in Vaikuṇṭha offered this prayer: O Lord, our supreme giver of shelter, today we have seen Your wonderful form as Lord Nṛsiṁhadeva, meant for the good fortune of all the world. O Lord, we can understand that Hiraṇyakaśipu was the same Jaya who engaged in Your service but was cursed by brāhmaṇas and who thus received the body of a demon. We understand that his having now been killed is Your special mercy upon him.",
        "purport": " Hiraṇyakaśipu’s coming to this earth and acting as the Lord’s enemy was prearranged. Jaya and Vijaya were cursed by the brāhmaṇas Sanaka, Sanat-kumāra, Sanandana and Sanātana because Jaya and Vijaya checked these four Kumāras. The Lord accepted this cursing of His servants and agreed that they would have to go to the material world and would then return to Vaikuṇṭha after serving the term of the curse. Jaya and Vijaya were very much perturbed, but the Lord advised them to act as enemies, for then they would return after three births; otherwise, ordinarily, they would have to take seven births. With this authority, Jaya and Vijaya acted as the Lord’s enemies, and now that these two were dead, all the Viṣṇudūtas understood that the Lord’s killing of Hiraṇyakaśipu was special mercy bestowed upon them."
    }
]