[
    {
        "verse": "1",
        "devanagari": "श्रीनारद उवाचभक्तियोगस्य तत्सर्वमन्तरायतयार्भक: ।मन्यमानो हृषीकेशं स्मयमान उवाच ह ॥ १ ॥",
        "english_devnagari": "śrī-nārada uvācabhakti-yogasya tat sarvamantarāyatayārbhakaḥmanyamāno hṛṣīkeśaṁsmayamāna uvāca ha",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "bhakti",
            "yogasya",
            "tat",
            "sarvam",
            "antarāyatayā",
            "arbhakaḥ",
            "manyamānaḥ",
            "hṛṣīkeśam",
            "smayamānaḥ",
            "uvāca",
            "ha"
        ],
        "translation": "The saint Nārada Muni continued: Although Prahlāda Mahārāja was only a boy, when he heard the benedictions offered by Lord Nṛsiṁhadeva he considered them impediments on the path of devotional service. Thus he smiled very mildly and spoke as follows.",
        "purport": " Material achievements are not the ultimate goal of devotional service. The ultimate goal of devotional service is love of Godhead. Therefore although Prahlāda Mahārāja, Dhruva Mahārāja, Ambarīṣa Mahārāja, Yudhiṣṭhira Mahārāja and many devotee kings were materially very opulent, they accepted their material opulence in the service of the Lord, not for their personal sense gratification. Of course, possessing material opulence is always fearful because under the influence of material opulence one may be misdirected from devotional service. Nonetheless, a pure devotee (anyābhilāṣitā-śūnyam) is never misdirected by material opulence. On the contrary, whatever he possesses he engages one hundred percent in the service of the Lord. When one is allured by material possessions, they are considered to be given by māyā, but when one uses material possessions fully for service, they are considered God’s gifts, or facilities offered by Kṛṣṇa for enhancing one’s devotional service."
    },
    {
        "verse": "2",
        "devanagari": "श्रीप्रह्राद उवाचमा मां प्रलोभयोत्पत्त्या सक्तं कामेषु तैर्वरै: ।तत्सङ्गभीतो निर्विण्णो मुमुक्षुस्त्वामुपाश्रित: ॥ २ ॥",
        "english_devnagari": "śrī-prahrāda uvācamā māṁ pralobhayotpattyāsaktaṁ kāmeṣu tair varaiḥtat-saṅga-bhīto nirviṇṇomumukṣus tvām upāśritaḥ",
        "verse_Syn": [
            "śrī",
            "prahrādaḥ",
            "uvāca",
            "mā",
            "mām",
            "pralobhaya",
            "utpattyā",
            "saktam",
            "kāmeṣu",
            "taiḥ",
            "varaiḥ",
            "tat",
            "saṅga",
            "bhītaḥ",
            "nirviṇṇaḥ",
            "mumukṣuḥ",
            "tvām",
            "upāśritaḥ"
        ],
        "translation": "Prahlāda Mahārāja said: My dear Lord, O Supreme Personality of Godhead, because I was born in an atheistic family I am naturally attached to material enjoyment. Therefore, kindly do not tempt me with these illusions. I am very much afraid of material conditions, and I desire to be liberated from materialistic life. It is for this reason that I have taken shelter of Your lotus feet.",
        "purport": " Materialistic life means attachment to the body and everything in relationship to the body. This attachment is based on lusty desires for sense gratification, specifically sexual enjoyment. Kāmais tais tair hṛta-jñānāḥ: when one is too attached to material enjoyment, he is bereft of all knowledge (hṛta- jñānāḥ). As stated in Bhagavad-gītā, those who are attached to material enjoyment are mostly inclined to worship the demigods to procure various material opulences. They are especially attached to worship of the goddess Durgā and Lord Śiva because this transcendental couple can offer their devotees all material opulence. Prahlāda Mahārāja, however, was detached from all material enjoyment. He therefore took shelter of the lotus feet of Lord Nṛsiṁhadeva, and not the feet of any demigod. It is to be understood that if one really wants release from this material world, from the threefold miseries and from janma-mṛtyu-jarā-vyādhi (birth, death, old age and disease), one must take shelter of the Supreme Personality of Godhead, for without the Supreme Personality of Godhead one cannot get release from materialistic life. Atheistic men are very much attached to material enjoyment. Therefore if they get some opportunity to achieve more and more material enjoyment, they take it. Prahlāda Mahārāja, however, was very careful in this regard. Although born of a materialistic father, because he was a devotee he had no material desires (anyābhilāṣitā-śūnyam)."
    },
    {
        "verse": "3",
        "devanagari": "भृत्यलक्षणजिज्ञासुर्भक्तं कामेष्वचोदयत् ।भवान् संसारबीजेषु हृदयग्रन्थिषु प्रभो ॥ ३ ॥",
        "english_devnagari": "bhṛtya-lakṣaṇa-jijñāsurbhaktaṁ kāmeṣv acodayatbhavān saṁsāra-bījeṣuhṛdaya-granthiṣu prabho",
        "verse_Syn": [
            "bhṛtya",
            "lakṣaṇa",
            "jijñāsuḥ",
            "bhaktam",
            "kāmeṣu",
            "acodayat",
            "bhavān",
            "saṁsāra",
            "bījeṣu",
            "hṛdaya",
            "granthiṣu",
            "prabho"
        ],
        "translation": "O my worshipable Lord, because the seed of lusty desires, which is the root cause of material existence, is within the core of everyone’s heart, You have sent me to this material world to exhibit the symptoms of a pure devotee.",
        "purport": " Bhakti-rasāmṛta-sindhu has given considerable discussion about nitya-siddha and sādhana-siddha devotees. Nitya-siddha devotees come from Vaikuṇṭha to this material world to teach, by their personal example, how to become a devotee. The living entities in this material world can take lessons from such nitya-siddha devotees and thus become inclined to return home, back to Godhead. A nitya-siddha devotee comes from Vaikuṇṭha upon the order of the Supreme Personality of Godhead and shows by his example how to become a pure devotee (anyābhilāṣitā-śūnyam). In spite of coming to this material world, the nitya-siddha devotee is never attracted by the allurements of material enjoyment. A perfect example is Prahlāda Mahārāja, who was a nitya-siddha, a mahā-bhāgavata devotee. Although Prahlāda was born in the family of Hiraṇyakaśipu, an atheist, he was never attached to any kind of materialistic enjoyment. Desiring to exhibit the symptoms of a pure devotee, the Lord tried to induce Prahlāda Mahārāja to take material benedictions, but Prahlāda Mahārāja did not accept them. On the contrary, by his personal example he showed the symptoms of a pure devotee. In other words, the Lord Himself has no desire to send His pure devotee to this material world, nor does a devotee have any material purpose in coming. When the Lord Himself appears as an incarnation within this material world, He is not allured by the material atmosphere, and He has nothing to do with material activity, yet by His example He teaches the common man how to become a devotee. Similarly, a devotee who comes here in accordance with the order of the Supreme Lord shows by his personal behavior how to become a pure devotee. A pure devotee, therefore, is a practical example for all living entities, including Lord Brahmā."
    },
    {
        "verse": "4",
        "devanagari": "नान्यथा तेऽखिलगुरो घटेत करुणात्मन: ।यस्त आशिष आशास्ते न स भृत्य: स वै वणिक् ॥ ४ ॥",
        "english_devnagari": "nānyathā te ’khila-guroghaṭeta karuṇātmanaḥyas ta āśiṣa āśāstena sa bhṛtyaḥ sa vai vaṇik",
        "verse_Syn": [
            "na",
            "anyathā",
            "te",
            "akhila",
            "guro",
            "ghaṭeta",
            "karuṇā",
            "ātmanaḥ",
            "yaḥ",
            "te",
            "āśiṣaḥ",
            "āśāste",
            "na",
            "saḥ",
            "bhṛtyaḥ",
            "saḥ",
            "vai",
            "vaṇik"
        ],
        "translation": "Otherwise, O my Lord, O supreme instructor of the entire world, You are so kind to Your devotee that You could not induce him to do something unbeneficial for him. On the other hand, one who desires some material benefit in exchange for devotional service cannot be Your pure devotee. Indeed, he is no better than a merchant who wants profit in exchange for service.",
        "purport": " It is sometimes found that one comes to a devotee or a temple of the Lord just to get some material benefit. Such a person is described here as a mercantile man. Bhagavad-gītā speaks of ārto jijñāsur arthārthī. The word ārta refers to one who is physically distressed, and arthārthī refers to one in need of money. Such persons are forced to approach the Supreme Personality of Godhead for mitigation of their distress or to get some money by the benediction of the Lord. They have been described as sukṛtī, pious, because in their distress or need for money they have approached the Supreme Lord. Unless one is pious, one cannot approach the Supreme Personality of Godhead. However, although a pious man may receive some material benefit, one who is concerned with material benefits cannot be a pure devotee. When a pure devotee receives material opulences, this is not because of his pious activity but for the service of the Lord. When one engages in devotional service, one is automatically pious. Therefore, a pure devotee is anyābhilāṣitā-śūnyam. He has no desire for material profit, nor does the Lord induce him to try to profit materially. When a devotee needs something, the Supreme Personality of Godhead supplies it (yoga-kṣemaṁ vahāmy aham). Sometimes materialists go to a temple to offer flowers and fruit to the Lord because they have learned from Bhagavad-gītā that if a devotee offers some flowers and fruits, the Lord accepts them. In Bhagavad-gītā (9.26) the Lord says: “If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.” Thus a man with a mercantile mentality thinks that if he can get some material benefit, like a large amount of money, simply by offering a little fruit and flower, this is good business. Such persons are not accepted as pure devotees. Because their desires are not purified, they are still mercantile men, even though they go to temples to make a show of being devotees. Sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam: only when one is fully freed from material desires can one be purified, and only in that purified state can one serve the Lord. Hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate. This is the pure devotional platform."
    },
    {
        "verse": "5",
        "devanagari": "आशासानो न वै भृत्य: स्वामिन्याशिष आत्मन: ।न स्वामी भृत्यत: स्वाम्यमिच्छन्यो राति चाशिष: ॥ ५ ॥",
        "english_devnagari": "āśāsāno na vai bhṛtyaḥsvāminy āśiṣa ātmanaḥna svāmī bhṛtyataḥ svāmyamicchan yo rāti cāśiṣaḥ",
        "verse_Syn": [
            "āśāsānaḥ",
            "na",
            "vai",
            "bhṛtyaḥ",
            "svāmini",
            "āśiṣaḥ",
            "ātmanaḥ",
            "na",
            "svāmī",
            "bhṛtyataḥ",
            "svāmyam",
            "icchan",
            "yaḥ",
            "rāti",
            "ca",
            "āśiṣaḥ"
        ],
        "translation": "A servant who desires material profits from his master is certainly not a qualified servant or pure devotee. Similarly, a master who bestows benedictions upon his servant because of a desire to maintain a prestigious position as master is also not a pure master.",
        "purport": " As stated in Bhagavad-gītā (7.20), kāmais tais tair hṛta-jñānāḥ prapadyante ’nya-devatāḥ. “Those whose minds are distorted by material desires surrender unto demigods.” A demigod cannot become master, for the real master is the Supreme Personality of Godhead. The demigods, to keep their prestigious positions, bestow upon their worshipers whatever benedictions the worshipers want. For example, once it was found that an asura took a benediction from Lord Śiva by which the asura would be able to kill someone simply by placing his hands on that person’s head. Such benedictions are possible to receive from the demigods. If one worships the Supreme Personality of Godhead, however, the Lord will never offer him such condemned benedictions. On the contrary, it is said in the Śrīmad-Bhāgavatam (10.88.8), yasyāham anugṛhnāmi hariṣye tad-dhanaṁ śanaiḥ. If one is too materialistic but at the same time wants to be a servant of the Supreme Lord, the Lord, because of His supreme compassion for the devotee, takes away all his material opulences and obliges him to be a pure devotee of the Lord. Prahlāda Mahārāja distinguishes between the pure devotee and the pure master. The Lord is the pure master, the supreme master, whereas an unalloyed devotee with no material motives is the pure servant. One who has materialistic motivations cannot become a servant, and one who unnecessarily bestows benedictions upon his servant to keep his own prestigious position is not a real master."
    },
    {
        "verse": "6",
        "devanagari": "अहं त्वकामस्त्वद्भ‍क्तस्त्वं च स्वाम्यनपाश्रय: ।नान्यथेहावयोरर्थो राजसेवकयोरिव ॥ ६ ॥",
        "english_devnagari": "ahaṁ tv akāmas tvad-bhaktastvaṁ ca svāmy anapāśrayaḥnānyathehāvayor arthorāja-sevakayor iva",
        "verse_Syn": [
            "aham",
            "tu",
            "akāmaḥ",
            "tvat",
            "bhaktaḥ",
            "tvam",
            "ca",
            "svāmī",
            "anapāśrayaḥ",
            "na",
            "anyathā",
            "iha",
            "āvayoḥ",
            "arthaḥ",
            "rāja",
            "sevakayoḥ",
            "iva"
        ],
        "translation": "O my Lord, I am Your unmotivated servant, and You are my eternal master. There is no need of our being anything other than master and servant. You are naturally my master, and I am naturally Your servant. We have no other relationship.",
        "purport": " Śrī Caitanya Mahāprabhu said, jīvera ‘svarūpa’ haya — kṛṣṇera ‘nitya-dāsa’: every living being is eternally a servant of the Supreme Lord, Kṛṣṇa. Lord Kṛṣṇa says in Bhagavad-gītā (5.29), bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram: “I am the proprietor of all planets, and I am the supreme enjoyer.” This is the natural position of the Lord, and the natural position of the living being is to surrender unto Him (sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja). If this relationship continues, then real happiness exists eternally between the master and servant. Unfortunately, when this eternal relationship is disturbed, the living entity wants to become separately happy and thinks that the master is his order supplier. In this way there cannot be happiness. Nor should the master cater to the desires of the servant. If he does, he is not the real master. The real master commands, “You must do this,” and the real servant immediately obeys the order. Unless this relationship between the Supreme Lord and the subordinate living entity is established, there can be no real happiness. The living entity is āśraya, always subordinate, and the Supreme Personality of Godhead is viṣaya, the supreme objective, the goal of life. Unfortunate persons trapped in this material world do not know this. Na te viduḥ svārtha-gatiṁ hi viṣṇum: illusioned by the material energy, everyone in this material world is unaware that the only aim of life is to approach Lord Viṣṇu. In the Padma Purāṇa Lord Śiva explains to his wife, Parvatī, the goddess Durgā, that the highest goal of life is to satisfy Lord Viṣṇu, who can be satisfied only when His servant is satisfied. Śrī Caitanya Mahāprabhu therefore teaches, gopī-bhartuḥ pada-kamalayor dāsa-dāsānudāsaḥ. One must become a servant of the servant. Prahlāda Mahārāja also prayed to Lord Nṛsiṁhadeva that he might be engaged as the servant of the Lord’s servant. This is the prescribed method of devotional service. As soon as a devotee wants the Supreme Personality of Godhead to be his order supplier, the Lord immediately refuses to become the master of such a motivated devotee. In Bhagavad-gītā (4.11) the Lord says, ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham. “As one surrenders unto Me, I reward him accordingly.” Materialistic persons are generally inclined to material profits. As long as one continues in such an adulterated position, he does not receive the benefit of returning home, back to Godhead."
    },
    {
        "verse": "7",
        "devanagari": "यदि दास्यसि मे कामान्वरांस्त्वं वरदर्षभ ।कामानां हृद्यसंरोहं भवतस्तु वृणे वरम् ॥ ७ ॥",
        "english_devnagari": "yadi dāsyasi me kāmānvarāṁs tvaṁ varadarṣabhakāmānāṁ hṛdy asaṁrohaṁbhavatas tu vṛṇe varam",
        "verse_Syn": [
            "yadi",
            "dāsyasi",
            "me",
            "kāmān",
            "varān",
            "tvam",
            "varada",
            "ṛṣabha",
            "kāmānām",
            "hṛdi",
            "asaṁroham",
            "bhavataḥ",
            "tu",
            "vṛṇe",
            "varam"
        ],
        "translation": "O my Lord, best of the givers of benediction, if You at all want to bestow a desirable benediction upon me, then I pray from Your Lordship that within the core of my heart there be no material desires.",
        "purport": " Lord Śrī Caitanya Mahāprabhu taught us how to pray for benedictions from the Lord. He said: “O my Lord, I do not want from You any amount of wealth, nor many followers, nor a beautiful wife, for these are all materialistic desires. But if I have to ask You for any benediction, I pray that in whatever forms of life I may take my birth, under any circumstances, I will not be bereft of Your transcendental devotional service.” Devotees are always on the positive platform, in contrast to the Māyāvādīs, who want to make everything impersonal or void. One cannot remain void (śūnyavādī); rather, one must possess something. Therefore, the devotee, on the positive side, wants to possess something, and this possession is very nicely described by Prahlāda Mahārāja, who says, “If I must take some benediction from You, I pray that within the core of my heart there may be no material desires.” The desire to serve the Supreme Personality of Godhead is not at all material."
    },
    {
        "verse": "8",
        "devanagari": "इन्द्रियाणि मन: प्राण आत्मा धर्मो धृतिर्मति: ।ह्री: श्रीस्तेज: स्मृति: सत्यं यस्य नश्यन्ति जन्मना ॥ ८ ॥",
        "english_devnagari": "indriyāṇi manaḥ prāṇaātmā dharmo dhṛtir matiḥhrīḥ śrīs tejaḥ smṛtiḥ satyaṁyasya naśyanti janmanā",
        "verse_Syn": [
            "indriyāṇi",
            "manaḥ",
            "prāṇaḥ",
            "ātmā",
            "dharmaḥ",
            "dhṛtiḥ",
            "matiḥ",
            "hrīḥ",
            "śrīḥ",
            "tejaḥ",
            "smṛtiḥ",
            "satyam",
            "yasya",
            "naśyanti",
            "janmanā"
        ],
        "translation": "O my Lord, because of lusty desires from the very beginning of one’s birth, the functions of one’s senses, mind, life, body, religion, patience, intelligence, shyness, opulence, strength, memory and truthfulness are vanquished.",
        "purport": " As stated in Śrīmad-Bhāgavatam, kāmaṁ hṛd-rogam. Materialistic life means that one is afflicted by a formidable disease called lusty desire. Liberation means freedom from lusty desires because it is only due to such desires that one must accept repeated birth and death. As long as one’s lusty desires are unfulfilled, one must take birth after birth to fulfill them. Because of material desires, therefore, one performs various types of activities and receives various types of bodies with which to try to fulfill desires that are never satisfied. The only remedy is to take to devotional service, which begins when one is free from all material desires. Anyābhilāṣitā-śūnyam. Anya-abhilāṣitā means “material desire,” and śūnyam means “free from.” The spiritual soul has spiritual activities and spiritual desires, as described by Śrī Caitanya Mahāprabhu: mama janmani janmanīśvare bhavatād bhaktir ahaitukī tvayi. Unalloyed devotion to the service of the Lord is the only spiritual desire. To fulfill this spiritual desire, however, one must be free from all material desires. Desirelessness means freedom from material desires. This is described by Śrīla Rūpa Gosvāmī as anyābhilāṣitā-śūnyam. As soon as one has material desires, one loses his spiritual identity. Then all the paraphernalia of one’s life, including one’s senses, body, religion, patience and intelligence, are deviated from one’s original Kṛṣṇa consciousness. As soon as one has material desires, one cannot properly use his senses, intelligence, mind and so on for the satisfaction of the Supreme Personality of Godhead. Māyāvādī philosophers want to become impersonal, senseless and mindless, but that is not possible. The living entity must be living, always existing with desires, ambitions and so on. These should be purified, however, so that one can desire spiritually and be spiritually ambitious, without material contamination. In every living entity these propensities exist because he is a living entity. When materially contaminated, however, one is put into the hands of material misery (janma-mṛtyu-jarā-vyādhi). If one wants to stop repeated birth and death, one must take to the devotional service of the Lord. “Bhakti, or devotional service, means engaging all our senses in the service of the Lord, the Supreme Personality of Godhead, the master of all the senses. When the spirit soul renders service unto the Supreme, there are two side effects. One is freed from all material designations, and, simply by being employed in the service of the Lord, one’s senses are purified.”"
    },
    {
        "verse": "9",
        "devanagari": "विमुञ्चति यदा कामान्मानवो मनसि स्थितान् ।तर्ह्येव पुण्डरीकाक्ष भगवत्त्वाय कल्पते ॥ ९ ॥",
        "english_devnagari": "vimuñcati yadā kāmānmānavo manasi sthitāntarhy eva puṇḍarīkākṣabhagavattvāya kalpate",
        "verse_Syn": [
            "vimuñcati",
            "yadā",
            "kāmān",
            "mānavaḥ",
            "manasi",
            "sthitān",
            "tarhi",
            "eva",
            "puṇḍarīka",
            "akṣa",
            "bhagavattvāya",
            "kalpate"
        ],
        "translation": "O my Lord, when a human being is able to give up all the material desires in his mind, he becomes eligible to possess wealth and opulence like Yours.",
        "purport": " Atheistic men sometimes criticize a devotee by saying, “If you do not want to take any benediction from the Lord and if the servant of the Lord is as opulent as the Lord Himself, why do you ask for the benediction of being engaged as the Lord’s servant?” Śrīdhara Svāmī comments, bhagavattvāya bhagavat-samān aiśvaryāya. Bhagavattva, becoming as good as the Supreme Personality of Godhead, does not mean becoming one with Him or equal to Him, although in the spiritual world the servant is equally as opulent as the master. The servant of the Lord is engaged in the service of the Lord as a servant, friend, father, mother or conjugal lover, all of whom are equally as opulent as the Lord. This is acintya-bhedābheda-tattva. The master and servant are different yet equal in opulence. This is the meaning of simultaneous difference from the Supreme Lord and oneness with Him."
    },
    {
        "verse": "10",
        "devanagari": "ॐ नमो भगवते तुभ्यं पुरुषाय महात्मने ।हरयेऽद्भ‍ुतसिंहाय ब्रह्मणे परमात्मने ॥ १० ॥",
        "english_devnagari": "oṁ namo bhagavate tubhyaṁpuruṣāya mahātmaneharaye ’dbhuta-siṁhāyabrahmaṇe paramātmane",
        "verse_Syn": [
            "om",
            "namaḥ",
            "bhagavate",
            "tubhyam",
            "puruṣāya",
            "mahā",
            "ātmane",
            "haraye",
            "adbhuta",
            "siṁhāya",
            "brahmaṇe",
            "parama",
            "ātmane"
        ],
        "translation": "O my Lord, full of six opulences, O Supreme Person! O Supreme Soul, killer of all miseries! O Supreme Person in the form of a wonderful lion and man, let me offer my respectful obeisances unto You.",
        "purport": " In the previous verse Prahlāda Mahārāja has explained that a devotee can achieve the platform of bhagavattva, being as good as the Supreme Person, but this does not mean that the devotee loses his position as a servant. A pure servant of the Lord, although as opulent as the Lord, is still meant to offer respectful obeisances to the Lord in service. Prahlāda Mahārāja was engaged in pacifying the Lord, and therefore he did not consider himself equal to the Lord. He defined his position as a servant and offered respectful obeisances unto the Lord."
    },
    {
        "verse": "11",
        "devanagari": "श्रीभगवानुवाचनैकान्तिनो मे मयि जात्विहाशिषआशासतेऽमुत्र च ये भवद्विधा: ।तथापि मन्वन्तरमेतदत्रदैत्येश्वराणामनुभुङ्‌क्ष्व भोगान् ॥ ११ ॥",
        "english_devnagari": "śrī-bhagavān uvācanaikāntino me mayi jātv ihāśiṣaāśāsate ’mutra ca ye bhavad-vidhāḥtathāpi manvantaram etad atradaityeśvarāṇām anubhuṅkṣva bhogān",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "na",
            "ekāntinaḥ",
            "me",
            "mayi",
            "jātu",
            "iha",
            "āśiṣaḥ",
            "āśāsate",
            "amutra",
            "ca",
            "ye",
            "bhavat",
            "vidhāḥ",
            "tathāpi",
            "manvantaram",
            "etat",
            "atra",
            "daitya",
            "īśvarāṇām",
            "anubhuṅkṣva",
            "bhogān"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Prahlāda, a devotee like you never desires any kind of material opulences, either in this life or in the next. Nonetheless, I order you to enjoy the opulences of the demons in this material world, acting as their king until the end of the duration of time occupied by Manu.",
        "purport": " One Manu lives for a duration of time calculated to be an aggregate of seventy-one yuga cycles, each of which equals 4,300,000 years. Although atheistic men like to enjoy material opulences and they endeavor with great energy to build big residences, roads, cities and factories, unfortunately they cannot live more than eighty, ninety or at the utmost one hundred years. Although the materialist exerts so much energy to create a kingdom of hallucinations, he is unable to enjoy it for more than a few years. However, because Prahlāda Mahārāja was a devotee, the Lord allowed him to enjoy material opulence as the king of the materialists. Prahlāda Mahārāja had taken birth in the family of Hiraṇyakaśipu, who was the topmost materialist, and since Prahlāda was the bona fide heir of his father, the Supreme Lord allowed him to enjoy the kingdom created by his father for so many years that no materialist could calculate them. A devotee does not have to desire material opulence, but if he is a pure devotee, there is ample opportunity for him to enjoy material happiness also, without personal endeavor. Therefore, everyone is advised to take to devotional service under all circumstances. If one desires material opulence, he can also become a pure devotee, and his desires will be fulfilled. It is stated in Śrīmad-Bhāgavatam (2.3.10): “Whether one desires everything or nothing, or whether he desires to merge into the existence of the Lord, he is intelligent only if he worships Lord Kṛṣṇa, the Supreme Personality of Godhead, by rendering transcendental loving service.”"
    },
    {
        "verse": "12",
        "devanagari": "कथा मदीया जुषमाण: प्रियास्त्व-मावेश्य मामात्मनि सन्तमेकम् ।सर्वेषु भूतेष्वधियज्ञमीशंयजस्व योगेन च कर्म हिन्वन् ॥ १२ ॥",
        "english_devnagari": "kathā madīyā juṣamāṇaḥ priyās tvamāveśya mām ātmani santam ekamsarveṣu bhūteṣv adhiyajñam īśaṁyajasva yogena ca karma hinvan",
        "verse_Syn": [
            "kathāḥ",
            "madīyāḥ",
            "juṣamāṇaḥ",
            "priyāḥ",
            "tvam",
            "āveśya",
            "mām",
            "ātmani",
            "santam",
            "ekam",
            "sarveṣu",
            "bhūteṣu",
            "adhiyajñam",
            "īśam",
            "yajasva",
            "yogena",
            "ca",
            "karma",
            "hinvan"
        ],
        "translation": "It does not matter that you are in the material world. You should always, continuously, hear the instructions and messages given by Me and always be absorbed in thought of Me, for I am the Supersoul existing in the core of everyone’s heart. Therefore, give up fruitive activities and worship Me.",
        "purport": " When a devotee becomes materially very opulent, one should not think that he is enjoying the results of his fruitive activities. A devotee in this material world uses all material opulences for the service of the Lord because he is planning how to serve the Lord with these opulences, as advised by the Lord Himself. Whatever material opulence is within his possession he engages to expand the glories and service of the Lord. A devotee never performs any fruitive or ritualistic ceremony to enjoy the results of such karma. Rather, a devotee knows that karma-kāṇḍa is meant for the less intelligent man. Narottama dāsa Ṭhākura says in his Prema-bhakti-candrikā, karma-kāṇḍa, jñāna-kāṇḍa, kevala viṣera bhāṇḍa: both karma-kāṇḍa and jñāna-kāṇḍa — fruitive activities and speculation about the Supreme Lord — are like pots of poison. One who is attracted to karma-kāṇḍa and jñāna-kāṇḍa spoils his existence as a human being. Therefore a devotee is never interested in karma-kāṇḍa or jñāna-kāṇḍa, but is simply interested in favorable service to the Lord (ānukūlyena kṛṣṇānuśīlanam), or cultivation of spiritual activities in devotional service."
    },
    {
        "verse": "13",
        "devanagari": "भोगेन पुण्यं कुशलेन पापंकलेवरं कालजवेन हित्वा ।कीर्तिं विशुद्धां सुरलोकगीतांविताय मामेष्यसि मुक्तबन्ध: ॥ १३ ॥",
        "english_devnagari": "bhogena puṇyaṁ kuśalena pāpaṁkalevaraṁ kāla-javena hitvākīrtiṁ viśuddhāṁ sura-loka-gītāṁvitāya mām eṣyasi mukta-bandhaḥ",
        "verse_Syn": [
            "bhogena",
            "puṇyam",
            "kuśalena",
            "pāpam",
            "kalevaram",
            "kāla",
            "javena",
            "hitvā",
            "kīrtim",
            "viśuddhām",
            "sura",
            "loka",
            "gītām",
            "vitāya",
            "mām",
            "eṣyasi",
            "mukta",
            "bandhaḥ"
        ],
        "translation": "My dear Prahlāda, while you are in this material world you will exhaust all the reactions of pious activity by feeling happiness, and by acting piously you will neutralize impious activity. Because of the powerful time factor, you will give up your body, but the glories of your activities will be sung in the upper planetary systems, and being fully freed from all bondage, you will return home, back to Godhead.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura says: evaṁ prahlādasyāṁśena sādhana-siddhatvaṁ nitya-siddhatvaṁ ca nāradādivaj jñeyam. There are two classes of devotees — the sādhana-siddha and the nitya-siddha. Prahlāda Mahārāja is a mixed siddha; that is, he is perfect partly because of executing devotional service and partly because of eternal perfection. Thus he is compared to such devotees as Nārada. Formerly, Nārada Muni was the son of a maidservant, and therefore in his next birth he attained perfection (sādhana-siddhi) because of having executed devotional service. Yet he is also a nitya-siddha because he never forgets the Supreme Personality of Godhead. The word kuśalena is very important. One should live in the material world very expertly. The material world is known as the world of duality because one sometimes has to act impiously and sometimes has to act piously. Although one does not want to act impiously, the world is so fashioned that there is always danger (padaṁ padaṁ yad vipadām). Thus even when performing devotional service a devotee has to create many enemies. Prahlāda Mahārāja himself had experience of this, for even his father became his enemy. A devotee should expertly manage to think always of the Supreme Lord so that the reactions of suffering cannot touch him. This is the expert management of pāpa-puṇya — pious and impious activities. An exalted devotee like Prahlāda Mahārāja is jīvan-mukta; he is liberated even in this very life in the material body."
    },
    {
        "verse": "14",
        "devanagari": "य एतत्कीर्तयेन्मह्यं त्वया गीतमिदं नर: ।त्वां च मां च स्मरन्काले कर्मबन्धात्प्रमुच्यते ॥ १४ ॥",
        "english_devnagari": "ya etat kīrtayen mahyaṁtvayā gītam idaṁ naraḥtvāṁ ca māṁ ca smaran kālekarma-bandhāt pramucyate",
        "verse_Syn": [
            "yaḥ",
            "etat",
            "kīrtayet",
            "mahyam",
            "tvayā",
            "gītam",
            "idam",
            "naraḥ",
            "tvām",
            "ca",
            "mām",
            "ca",
            "smaran",
            "kāle",
            "karma",
            "bandhāt",
            "pramucyate"
        ],
        "translation": "One who always remembers your activities and My activities also, and who chants the prayers you have offered, becomes free, in due course of time, from the reactions of material activities.",
        "purport": " Here it is stated that anyone who chants and hears about the activities of Prahlāda Mahārāja and, in relationship with Prahlāda’s activities, the activities of Nṛsiṁhadeva, gradually becomes free from all the bondage of fruitive activities. As stated in Bhagavad-gītā (2.15, 2.56): “O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation.” “One who is not disturbed in spite of the threefold miseries, who is not elated when there is happiness, and who is free from attachment, fear and anger, is called a sage of steady mind.” A devotee should not be aggrieved in an awkward position, nor should he feel extraordinarily happy in material opulence. This is the way of expert management of material life. Because a devotee knows how to manage expertly, he is called jīvan-mukta. As Rūpa Gosvāmī explains in Bhakti-rasāmṛta-sindhu: “A person acting in Kṛṣṇa consciousness (or, in other words, in the service of Kṛṣṇa) with his body, mind, intelligence and words is a liberated person even within this material world, although he may be engaged in many so-called material activities.” Because of constantly engaging in devotional service, in any condition of life, a devotee is free from all material bondage. “Even one born in a family of meat-eaters is purified if he engages in devotional service.” (Bhāg. 11.14.21) Śrīla Jīva Gosvāmī cites this verse in logically supporting that anyone who chants about the pure life and activities of Prahlāda Mahārāja is freed from the reactions of material activities."
    },
    {
        "verse": "15-17",
        "devanagari": "श्रीप्रह्राद उवाचवरं वरय एतत्ते वरदेशान्महेश्वर ।यदनिन्दत्पिता मे त्वामविद्वांस्तेज ऐश्वरम् ॥ १५ ॥विद्धामर्षाशय: साक्षात्सर्वलोकगुरुं प्रभुम् ।भ्रातृहेति मृषाद‍ृष्टिस्त्वद्भ‍क्ते मयि चाघवान् ॥ १६ ॥तस्मात्पिता मे पूयेत दुरन्ताद् दुस्तरादघात् ।पूतस्तेऽपाङ्गसंद‍ृष्टस्तदा कृपणवत्सल ॥ १७ ॥",
        "english_devnagari": "śrī-prahrāda uvācavaraṁ varaya etat tevaradeśān maheśvarayad anindat pitā metvām avidvāṁs teja aiśvaram",
        "verse_Syn": [
            "śrī",
            "prahrādaḥ",
            "uvāca",
            "varam",
            "varaye",
            "etat",
            "te",
            "varada",
            "īśāt",
            "mahā",
            "īśvara",
            "yat",
            "anindat",
            "pitā",
            "me",
            "tvām",
            "avidvān",
            "tejaḥ",
            "aiśvaram",
            "viddha",
            "amarṣa",
            "āśayaḥ",
            "sākṣāt",
            "sarva",
            "loka",
            "gurum",
            "prabhum",
            "bhrātṛ",
            "hā",
            "iti",
            "mṛṣā",
            "dṛṣṭiḥ",
            "tvat",
            "bhakte",
            "mayi",
            "ca",
            "agha",
            "vān",
            "tasmāt",
            "pitā",
            "me",
            "pūyeta",
            "durantāt",
            "dustarāt",
            "aghāt",
            "pūtaḥ",
            "te",
            "apāṅga",
            "saṁdṛṣṭaḥ",
            "tadā",
            "kṛpaṇa",
            "vatsala"
        ],
        "translation": "Prahlāda Mahārāja said: O Supreme Lord, because You are so merciful to the fallen souls, I ask You for only one benediction. I know that my father, at the time of his death, had already been purified by Your glance upon him, but because of his ignorance of Your beautiful power and supremacy, he was unnecessarily angry at You, falsely thinking that You were the killer of his brother. Thus he directly blasphemed Your Lordship, the spiritual master of all living beings, and committed heavily sinful activities directed against me, Your devotee. I wish that he be excused for these sinful activities.",
        "purport": " Although Hiraṇyakaśipu was purified as soon as he came in contact with the Lord’s lap and the Lord saw him, Prahlāda Mahārāja still wanted to hear from the Lord’s own mouth that his father had been purified by the Lord’s causeless mercy. Prahlāda Mahārāja offered this prayer to the Lord for the sake of his father. As a Vaiṣṇava son, despite all the inconveniences imposed upon him by his father, he could not forget his father’s affection."
    },
    {
        "verse": "18",
        "devanagari": "श्रीभगवानुवाचत्रि:सप्तभि: पिता पूत: पितृभि: सह तेऽनघ ।यत्साधोऽस्य कुले जातो भवान्वै कुलपावन: ॥ १८ ॥",
        "english_devnagari": "śrī-bhagavān uvācatriḥ-saptabhiḥ pitā pūtaḥpitṛbhiḥ saha te ’naghayat sādho ’sya kule jātobhavān vai kula-pāvanaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "triḥ",
            "saptabhiḥ",
            "pitā",
            "pūtaḥ",
            "pitṛbhiḥ",
            "saha",
            "te",
            "anagha",
            "yat",
            "sādho",
            "asya",
            "kule",
            "jātaḥ",
            "bhavān",
            "vai",
            "kula",
            "pāvanaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Prahlāda, O most pure, O great saintly person, your father has been purified, along with twenty-one forefathers in your family. Because you were born in this family, the entire dynasty has been purified.",
        "purport": " The word triḥ-saptabhiḥ means seven multiplied by three. In one’s family one can count back four or five generations — to one’s great-grandfather or even one’s great-grandfather’s father — but since the Lord mentions twenty-one forefathers, this indicates that the benediction expands to other families also. Before the present family in which one has taken birth, one must have been born in other families. Thus when a Vaiṣṇava takes birth in a family, by the grace of the Lord he purifies not only that family but also the families of his previous births."
    },
    {
        "verse": "19",
        "devanagari": "यत्र यत्र च मद्भ‍क्ता: प्रशान्ता: समदर्शिन: ।साधव: समुदाचारास्ते पूयन्तेऽपि कीकटा: ॥ १९ ॥",
        "english_devnagari": "yatra yatra ca mad-bhaktāḥpraśāntāḥ sama-darśinaḥsādhavaḥ samudācārāste pūyante ’pi kīkaṭāḥ",
        "verse_Syn": [
            "yatra",
            "yatra",
            "ca",
            "mat",
            "bhaktāḥ",
            "praśāntāḥ",
            "sama",
            "darśinaḥ",
            "sādhavaḥ",
            "samudācārāḥ",
            "te",
            "pūyante",
            "api",
            "kīkaṭāḥ"
        ],
        "translation": "Whenever and wherever there are peaceful, equipoised devotees who are well-behaved and decorated with all good qualities, that place and the dynasties there, even if condemned, are purified.",
        "purport": " Wherever exalted devotees stay, not only they and their dynasties but the entire country is purified."
    },
    {
        "verse": "20",
        "devanagari": "सर्वात्मना न हिंसन्ति भूतग्रामेषु किञ्चन ।उच्चावचेषु दैत्येन्द्र मद्भ‍ावविगतस्पृहा: ॥ २० ॥",
        "english_devnagari": "sarvātmanā na hiṁsantibhūta-grāmeṣu kiñcanauccāvaceṣu daityendramad-bhāva-vigata-spṛhāḥ",
        "verse_Syn": [
            "sarva",
            "ātmanā",
            "na",
            "hiṁsanti",
            "bhūta",
            "grāmeṣu",
            "kiñcana",
            "ucca",
            "avaceṣu",
            "daitya",
            "indra",
            "mat",
            "bhāva",
            "vigata",
            "spṛhāḥ"
        ],
        "translation": "My dear Prahlāda, King of the Daityas, because of being attached to devotional service to Me, My devotee does not distinguish between lower and higher living entities. In all respects, he is never jealous of anyone.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "भवन्ति पुरुषा लोके मद्भ‍क्तास्त्वामनुव्रता: ।भवान्मे खलु भक्तानां सर्वेषां प्रतिरूपधृक् ॥ २१ ॥",
        "english_devnagari": "bhavanti puruṣā lokemad-bhaktās tvām anuvratāḥbhavān me khalu bhaktānāṁsarveṣāṁ pratirūpa-dhṛk",
        "verse_Syn": [
            "bhavanti",
            "puruṣāḥ",
            "loke",
            "mat",
            "bhaktāḥ",
            "tvām",
            "anuvratāḥ",
            "bhavān",
            "me",
            "khalu",
            "bhaktānām",
            "sarveṣām",
            "pratirūpa",
            "dhṛk"
        ],
        "translation": "Those who follow your example will naturally become My pure devotees. You are the best example of My devotee, and others should follow in your footsteps.",
        "purport": " In this connection, Śrīla Madhvācārya quotes a verse from the Skanda Purāṇa: There are many, many devotees of the Supreme Personality of Godhead, and they have been enumerated in Śrīmad-Bhāgavatam (6.3.20) as follows: Of the twelve authorized devotees — Lord Brahmā, Nārada, Lord Śiva, Kapila, Manu and so on — Prahlāda Mahārāja is understood to be the best example."
    },
    {
        "verse": "22",
        "devanagari": "कुरु त्वं प्रेतकृत्यानि पितु: पूतस्य सर्वश: ।मदङ्गस्पर्शनेनाङ्ग लोकान्यास्यति सुप्रजा: ॥ २२ ॥",
        "english_devnagari": "kuru tvaṁ preta-kṛtyānipituḥ pūtasya sarvaśaḥmad-aṅga-sparśanenāṅgalokān yāsyati suprajāḥ",
        "verse_Syn": [
            "kuru",
            "tvam",
            "preta",
            "kṛtyāni",
            "pituḥ",
            "pūtasya",
            "sarvaśaḥ",
            "mat",
            "aṅga",
            "sparśanena",
            "aṅga",
            "lokān",
            "yāsyati",
            "su",
            "prajāḥ"
        ],
        "translation": "My dear child, your father has already been purified just by the touch of My body at the time of his death. Nonetheless, the duty of a son is to perform the śrāddha ritualistic ceremony after his father’s death so that his father may be promoted to a planetary system where he may become a good citizen and devotee.",
        "purport": " In this regard, Śrīla Viśvanātha Cakravartī Ṭhākura says that although Hiraṇyakaśipu was already purified, he had to take birth on a higher planetary system to become a devotee again. Prahlāda Mahārāja was advised to perform the ritualistic ceremony as a matter of etiquette, for the Supreme Personality of Godhead under no circumstances wants to stop the regulative principles. Madhva Muni also instructs: When the demons Madhu and Kaiṭabha were killed by the Supreme Personality of Godhead, their kinsmen also observed the ritualistic ceremonies so that these demons could return home, back to Godhead."
    },
    {
        "verse": "23",
        "devanagari": "पित्र्यं च स्थानमातिष्ठ यथोक्तं ब्रह्मवादिभि: ।मय्यावेश्य मनस्तात कुरु कर्माणि मत्पर: ॥ २३ ॥",
        "english_devnagari": "pitryaṁ ca sthānam ātiṣṭhayathoktaṁ brahmavādibhiḥmayy āveśya manas tātakuru karmāṇi mat-paraḥ",
        "verse_Syn": [
            "pitryam",
            "ca",
            "sthānam",
            "ātiṣṭha",
            "yathā",
            "uktam",
            "brahmavādibhiḥ",
            "mayi",
            "āveśya",
            "manaḥ",
            "tāta",
            "kuru",
            "karmāṇi",
            "mat",
            "paraḥ"
        ],
        "translation": "After performing the ritualistic ceremonies, take charge of your father’s kingdom. Sit upon the throne and do not be disturbed by materialistic activities. Please keep your mind fixed upon Me. Without transgressing the injunctions of the Vedas, as a matter of formality you may perform your particular duties.",
        "purport": " When one becomes a devotee, he no longer has any duty to the Vedic regulative principles. One has many duties to perform, but if one becomes fully devoted to the Lord, he no longer has any such obligations. As stated in Śrīmad-Bhāgavatam (11.5.41): One who has fully surrendered to the lotus feet of the Lord is no longer a debtor to his forefathers, the great sages, human society, the common man or any living entity. The Supreme Personality of Godhead nonetheless advised Prahlāda Mahārāja to follow the regulative principles, for since he was going to be the king, others would follow his example. Thus Lord Nṛsiṁhadeva advised Prahlāda Mahārāja to engage in his political duties so that people would become the Lord’s devotees. “Whatever action a great man performs, common men follow. And whatever standards he sets by exemplary acts, all the world pursues.” (Bg. 3.21) One should not be attached to any materialistic activities, but a devotee may perform such activities as an example to show the common man that one should not deviate from the Vedic injunctions."
    },
    {
        "verse": "24",
        "devanagari": "श्रीनारद उवाचप्रह्रादोऽपि तथा चक्रे पितुर्यत्साम्परायिकम् ।यथाह भगवान् राजन्नभिषिक्तो द्विजातिभि: ॥ २४ ॥",
        "english_devnagari": "śrī-nārada uvācaprahrādo ’pi tathā cakrepitur yat sāmparāyikamyathāha bhagavān rājannabhiṣikto dvijātibhiḥ",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "prahrādaḥ",
            "api",
            "tathā",
            "cakre",
            "pituḥ",
            "yat",
            "sāmparāyikam",
            "yathā",
            "āha",
            "bhagavān",
            "rājan",
            "abhiṣiktaḥ",
            "dvi",
            "jātibhiḥ"
        ],
        "translation": "Śrī Nārada Muni continued: Thus, as the Supreme Personality of Godhead ordered, Prahlāda Mahārāja performed the ritualistic ceremonies for his father. O King Yudhiṣṭhira, he was then enthroned in the kingdom of Hiraṇyakaśipu, as directed by the brāhmaṇas.",
        "purport": " It is essential that society be divided into four groups of men — brāhmaṇas, kṣatriyas, vaiśyas and śūdras. Here we see that although Prahlāda was perfect in every respect, he nonetheless followed the instructions of the brāhmaṇas who performed the Vedic rituals. Therefore in society there must be a very intelligent class of leaders who are well versed in the Vedic knowledge so that they can guide the entire populace to follow the Vedic principles and thus gradually become most perfect and eligible to return home, back to Godhead."
    },
    {
        "verse": "25",
        "devanagari": "प्रसादसुमुखं द‍ृष्ट्वा ब्रह्मा नरहरिं हरिम् ।स्तुत्वा वाग्भि: पवित्राभि: प्राह देवादिभिर्वृत: ॥ २५ ॥",
        "english_devnagari": "prasāda-sumukhaṁ dṛṣṭvābrahmā narahariṁ harimstutvā vāgbhiḥ pavitrābhiḥprāha devādibhir vṛtaḥ",
        "verse_Syn": [
            "prasāda",
            "sumukham",
            "dṛṣṭvā",
            "brahmā",
            "nara",
            "harim",
            "harim",
            "stutvā",
            "vāgbhiḥ",
            "pavitrābhiḥ",
            "prāha",
            "deva",
            "ādibhiḥ",
            "vṛtaḥ"
        ],
        "translation": "Lord Brahmā, surrounded by the other demigods, was bright-faced because the Lord was pleased. Thus he offered prayers to the Lord with transcendental words.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "श्रीब्रह्मोवाचदेवदेवाखिलाध्यक्ष भूतभावन पूर्वज ।दिष्टय‍ा ते निहत: पापो लोकसन्तापनोऽसुर: ॥ २६ ॥",
        "english_devnagari": "śrī-brahmovācadeva-devākhilādhyakṣabhūta-bhāvana pūrvajadiṣṭyā te nihataḥ pāpoloka-santāpano ’suraḥ",
        "verse_Syn": [
            "śrī",
            "brahmā",
            "uvāca",
            "deva",
            "deva",
            "akhila",
            "adhyakṣa",
            "bhūta",
            "bhāvana",
            "pūrva",
            "ja",
            "diṣṭyā",
            "te",
            "nihataḥ",
            "pāpaḥ",
            "loka",
            "santāpanaḥ",
            "asuraḥ"
        ],
        "translation": "Lord Brahmā said: O Supreme Lord of all lords, proprietor of the entire universe, O benedictor of all living entities, O original person [ādi-puruṣa], because of our good fortune You have now killed this sinful demon, who was giving trouble to the entire universe.",
        "purport": " The word pūrvaja is described in Bhagavad-gītā (10.8): ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate. All the demigods, including Lord Brahmā, are manifested from the Supreme Personality of Godhead. Therefore the original person, the cause of all causes, is Govinda, the ādi-puruṣam."
    },
    {
        "verse": "27",
        "devanagari": "योऽसौ लब्धवरो मत्तो न वध्यो मम सृष्टिभि: ।तपोयोगबलोन्नद्ध: समस्तनिगमानहन् ॥ २७ ॥",
        "english_devnagari": "yo ’sau labdha-varo mattona vadhyo mama sṛṣṭibhiḥtapo-yoga-balonnaddhaḥsamasta-nigamān ahan",
        "verse_Syn": [
            "yaḥ",
            "asau",
            "labdha",
            "varaḥ",
            "mattaḥ",
            "na",
            "vadhyaḥ",
            "mama",
            "sṛṣṭibhiḥ",
            "tapaḥ",
            "yoga",
            "bala",
            "unnaddhaḥ",
            "samasta",
            "nigamān",
            "ahan"
        ],
        "translation": "This demon, Hiraṇyakaśipu, received from me the benediction that he would not be killed by any living being within my creation. With this assurance and with strength derived from austerities and mystic power, he became excessively proud and transgressed all the Vedic injunctions.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "दिष्टय‍ा तत्तनय: साधुर्महाभागवतोऽर्भक: ।त्वया विमोचितो मृत्योर्दिष्टय‍ा त्वां समितोऽधुना ॥ २८ ॥",
        "english_devnagari": "diṣṭyā tat-tanayaḥ sādhurmahā-bhāgavato ’rbhakaḥtvayā vimocito mṛtyordiṣṭyā tvāṁ samito ’dhunā",
        "verse_Syn": [
            "diṣṭyā",
            "tat",
            "tanayaḥ",
            "sādhuḥ",
            "mahā",
            "bhāgavataḥ",
            "arbhakaḥ",
            "tvayā",
            "vimocitaḥ",
            "mṛtyoḥ",
            "diṣṭyā",
            "tvām",
            "samitaḥ",
            "adhunā"
        ],
        "translation": "By great fortune, Hiraṇyakaśipu’s son Prahlāda Mahārāja has now been released from death, for although he is a child, he is an exalted devotee. Now he is fully under the protection of Your lotus feet.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "एतद् वपुस्ते भगवन्ध्यायत: परमात्मन: ।सर्वतो गोप्तृ सन्त्रासान्मृत्योरपि जिघांसत: ॥ २९ ॥",
        "english_devnagari": "etad vapus te bhagavandhyāyataḥ paramātmanaḥsarvato goptṛ santrāsānmṛtyor api jighāṁsataḥ",
        "verse_Syn": [
            "etat",
            "vapuḥ",
            "te",
            "bhagavan",
            "dhyāyataḥ",
            "parama",
            "ātmanaḥ",
            "sarvataḥ",
            "goptṛ",
            "santrāsāt",
            "mṛtyoḥ",
            "api",
            "jighāṁsataḥ"
        ],
        "translation": "My dear Lord, O Supreme Personality of Godhead, You are the Supreme Soul. If one meditates upon Your transcendental body, You naturally protect him from all sources of fear, even the imminent danger of death.",
        "purport": " Everyone is sure to die, for no one is excused from the hands of death, which is but a feature of the Supreme Personality of Godhead (mṛtyuḥ sarva-haraś cāham). When one becomes a devotee, however, he is not destined to die according to a limited duration of life. Everyone has a limited duration of life, but a devotee’s lifetime can be extended by the mercy of the Supreme Lord, who is able to nullify the results of one’s karma. Karmāṇi nirdahati kintu ca bhakti-bhājāṁ. This is the statement of Brahma-saṁhitā (5.54). A devotee is not under the laws of karma. Therefore even a devotee’s scheduled death can be avoided by the causeless mercy of the Supreme Lord. God protects the devotee even from the extreme danger of death."
    },
    {
        "verse": "30",
        "devanagari": "श्रीभगवानुवाचमैवं विभोऽसुराणां ते प्रदेय: पद्मसम्भव ।वर: क्रूरनिसर्गाणामहीनाममृतं यथा ॥ ३० ॥",
        "english_devnagari": "śrī-bhagavān uvācamaivaṁ vibho ’surāṇāṁ tepradeyaḥ padma-sambhavavaraḥ krūra-nisargāṇāmahīnām amṛtaṁ yathā",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "mā",
            "evam",
            "vibho",
            "asurāṇām",
            "te",
            "pradeyaḥ",
            "padma",
            "sambhava",
            "varaḥ",
            "krūra",
            "nisargāṇām",
            "ahīnām",
            "amṛtam",
            "yathā"
        ],
        "translation": "The Personality of Godhead replied: My dear Lord Brahmā, O great lord born from the lotus flower, just as it is dangerous to feed milk to a snake, so it is dangerous to give benedictions to demons, who are by nature ferocious and jealous. I warn you not to give such benedictions to any demon again.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "श्रीनारद उवाचइत्युक्त्वा भगवान् राजंस्ततश्चान्तर्दधे हरि: ।अद‍ृश्य: सर्वभूतानां पूजित: परमेष्ठिना ॥ ३१ ॥",
        "english_devnagari": "śrī-nārada uvācaity uktvā bhagavān rājaṁstataś cāntardadhe hariḥadṛśyaḥ sarva-bhūtānāṁpūjitaḥ parameṣṭhinā",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "iti",
            "uktvā",
            "bhagavān",
            "rājan",
            "tataḥ",
            "ca",
            "antardadhe",
            "hariḥ",
            "adṛśyaḥ",
            "sarva",
            "bhūtānām",
            "pūjitaḥ",
            "parameṣṭhinā"
        ],
        "translation": "Nārada Muni continued: O King Yudhiṣṭhira, the Supreme Personality of Godhead, who is not visible to an ordinary human being, spoke in this way, instructing Lord Brahmā. Then, being worshiped by Brahmā, the Lord disappeared from that place.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "तत: सम्पूज्य शिरसा ववन्दे परमेष्ठिनम् ।भवं प्रजापतीन्देवान्प्रह्रादो भगवत्कला: ॥ ३२ ॥",
        "english_devnagari": "tataḥ sampūjya śirasāvavande parameṣṭhinambhavaṁ prajāpatīn devānprahrādo bhagavat-kalāḥ",
        "verse_Syn": [
            "tataḥ",
            "sampūjya",
            "śirasā",
            "vavande",
            "parameṣṭhinam",
            "bhavam",
            "prajāpatīn",
            "devān",
            "prahrādaḥ",
            "bhagavat",
            "kalāḥ"
        ],
        "translation": "Prahlāda Mahārāja then worshiped and offered prayers to all the demigods, such as Brahmā, Śiva and the prajāpatis, who are all parts of the Lord.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "तत: काव्यादिभि: सार्धं मुनिभि: कमलासन: ।दैत्यानां दानवानां च प्रह्रादमकरोत्पतिम् ॥ ३३ ॥",
        "english_devnagari": "tataḥ kāvyādibhiḥ sārdhaṁmunibhiḥ kamalāsanaḥdaityānāṁ dānavānāṁ caprahrādam akarot patim",
        "verse_Syn": [
            "tataḥ",
            "kāvya",
            "ādibhiḥ",
            "sārdham",
            "munibhiḥ",
            "kamala",
            "āsanaḥ",
            "daityānām",
            "dānavānām",
            "ca",
            "prahrādam",
            "akarot",
            "patim"
        ],
        "translation": "Thereafter, along with Śukrācārya and other great saints, Lord Brahmā, whose seat is on the lotus flower, made Prahlāda the king of all the demons and giants in the universe.",
        "purport": " By the grace of Lord Nṛsiṁhadeva, Prahlāda Mahārāja became a greater king than his father, Hiraṇyakaśipu. Prahlāda’s inauguration was performed by Lord Brahmā in the presence of other saintly persons and demigods."
    },
    {
        "verse": "34",
        "devanagari": "प्रतिनन्द्य ततो देवा: प्रयुज्य परमाशिष: ।स्वधामानि ययू राजन्ब्रह्माद्या: प्रतिपूजिता: ॥ ३४ ॥",
        "english_devnagari": "pratinandya tato devāḥprayujya paramāśiṣaḥsva-dhāmāni yayū rājanbrahmādyāḥ pratipūjitāḥ",
        "verse_Syn": [
            "pratinandya",
            "tataḥ",
            "devāḥ",
            "prayujya",
            "parama",
            "āśiṣaḥ",
            "sva",
            "dhāmāni",
            "yayuḥ",
            "rājan",
            "brahma",
            "ādyāḥ",
            "pratipūjitāḥ"
        ],
        "translation": "O King Yudhiṣṭhira, after all the demigods, headed by Lord Brahmā, were properly worshiped by Prahlāda Mahārāja, they offered Prahlāda their utmost benedictions and then returned to their respective abodes.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "एवं च पार्षदौ विष्णो: पुत्रत्वं प्रापितौ दिते: ।हृदि स्थितेन हरिणा वैरभावेन तौ हतौ ॥ ३५ ॥",
        "english_devnagari": "evaṁ ca pārṣadau viṣṇoḥputratvaṁ prāpitau diteḥhṛdi sthitena hariṇāvaira-bhāvena tau hatau",
        "verse_Syn": [
            "evam",
            "ca",
            "pārṣadau",
            "viṣṇoḥ",
            "putratvam",
            "prāpitau",
            "diteḥ",
            "hṛdi",
            "sthitena",
            "hariṇā",
            "vaira",
            "bhāvena",
            "tau",
            "hatau"
        ],
        "translation": "Thus the two associates of Lord Viṣṇu who had become Hiraṇyākṣa and Hiraṇyakaśipu, the sons of Diti, were both killed. By illusion they had thought that the Supreme Lord, who is situated in everyone’s heart, was their enemy.",
        "purport": " The discourse concerning Lord Nṛsiṁhadeva and Prahlāda Mahārāja began when Mahārāja Yudhiṣṭhira asked Nārada how Śiśupāla had merged into the body of Kṛṣṇa. Śiśupāla and Dantavakra were the same Hiraṇyākṣa and Hiraṇyakaśipu. Here Nārada Muni is relating how in three different births the associates of Lord Viṣṇu were killed by Lord Viṣṇu Himself. First they were the demons Hiraṇyākṣa and Hiraṇyakaśipu."
    },
    {
        "verse": "36",
        "devanagari": "पुनश्च विप्रशापेन राक्षसौ तौ बभूवतु: ।कुम्भकर्णदशग्रीवौ हतौ तौ रामविक्रमै: ॥ ३६ ॥",
        "english_devnagari": "punaś ca vipra-śāpenarākṣasau tau babhūvatuḥkumbhakarṇa-daśa-grīvauhatau tau rāma-vikramaiḥ",
        "verse_Syn": [
            "punaḥ",
            "ca",
            "vipra",
            "śāpena",
            "rākṣasau",
            "tau",
            "babhūvatuḥ",
            "kumbhakarṇa",
            "daśa",
            "grīvau",
            "hatau",
            "tau",
            "rāma",
            "vikramaiḥ"
        ],
        "translation": "Being cursed by the brāhmaṇas, the same two associates took birth again as Kumbhakarṇa and the ten-headed Rāvaṇa. These two Rākṣasas were killed by Lord Rāmacandra’s extraordinary power.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "शयानौ युधि निर्भिन्नहृदयौ रामशायकै: ।तच्चित्तौ जहतुर्देहं यथा प्राक्तनजन्मनि ॥ ३७ ॥",
        "english_devnagari": "śayānau yudhi nirbhinna-hṛdayau rāma-śāyakaiḥtac-cittau jahatur dehaṁyathā prāktana-janmani",
        "verse_Syn": [
            "śayānau",
            "yudhi",
            "nirbhinna",
            "hṛdayau",
            "rāma",
            "śāyakaiḥ",
            "tat",
            "cittau",
            "jahatuḥ",
            "deham",
            "yathā",
            "prāktana",
            "janmani"
        ],
        "translation": "Pierced by the arrows of Lord Rāmacandra, both Kumbhakarṇa and Rāvaṇa lay on the ground and left their bodies, fully absorbed in thought of the Lord, just as they had in their previous births as Hiraṇyākṣa and Hiraṇyakaśipu.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "ताविहाथ पुनर्जातौ शिशुपालकरूषजौ ।हरौ वैरानुबन्धेन पश्यतस्ते समीयतु: ॥ ३८ ॥",
        "english_devnagari": "tāv ihātha punar jātauśiśupāla-karūṣa-jauharau vairānubandhenapaśyatas te samīyatuḥ",
        "verse_Syn": [
            "tau",
            "iha",
            "atha",
            "punaḥ",
            "jātau",
            "śiśupāla",
            "karūṣa",
            "jau",
            "harau",
            "vaira",
            "anubandhena",
            "paśyataḥ",
            "te",
            "samīyatuḥ"
        ],
        "translation": "They both took birth again in human society as Śiśupāla and Dantavakra and continued in the same enmity toward the Lord. It is they who merged into the body of the Lord in your presence.",
        "purport": " Vairānubandhena. Acting like the Lord’s enemy is also beneficial for the living entity. Kāmād dveṣād bhayāt snehād. Whether in lusty desire, anger, fear or envy of the Lord, somehow or other, as recommended by Śrīla Rūpa Gosvāmī (tasmāt kenāpy upāyena), one should become attached to the Supreme Personality of Godhead and ultimately achieve the goal of returning home, back to Godhead. What, then, is to be said of one who is related to the Supreme Personality of Godhead as a servant, friend, father, mother or conjugal lover?"
    },
    {
        "verse": "39",
        "devanagari": "एन: पूर्वकृतं यत् तद् राजान: कृष्णवैरिण: ।जहुस्तेऽन्ते तदात्मान: कीट: पेशस्कृतो यथा ॥ ३९ ॥",
        "english_devnagari": "enaḥ pūrva-kṛtaṁ yat tadrājānaḥ kṛṣṇa-vairiṇaḥjahus te ’nte tad-ātmānaḥkīṭaḥ peśaskṛto yathā",
        "verse_Syn": [
            "enaḥ",
            "pūrva",
            "kṛtam",
            "yat",
            "tat",
            "rājānaḥ",
            "kṛṣṇa",
            "vairiṇaḥ",
            "jahuḥ",
            "te",
            "ante",
            "tat",
            "ātmānaḥ",
            "kīṭaḥ",
            "peśaskṛtaḥ",
            "yathā"
        ],
        "translation": "Not only Śiśupāla and Dantavakra but also many, many other kings who acted as enemies of Kṛṣṇa attained salvation at the time of death. Because they thought of the Lord, they received spiritual bodies and forms the same as His, just as worms captured by a black drone obtain the same type of body as the drone.",
        "purport": " The mystery of yogic meditation is explained here. Real yogīs always meditate on the form of Viṣṇu within their hearts. Consequently, at the time of death they give up their bodies while thinking of the form of Viṣṇu and thus attain Viṣṇuloka, Vaikuṇṭhaloka, where they receive bodily features the same as those of the Lord. From the Sixth Canto we have already learned that when the Viṣṇudūtas came from Vaikuṇṭha to deliver Ajāmila, they looked exactly like Viṣṇu, with four hands and the same features as Viṣṇu. Therefore, we may conclude that if one practices thinking of Viṣṇu and is fully absorbed in thinking of Him at the time of death, one returns home, back to Godhead. Even enemies of Kṛṣṇa who thought of Kṛṣṇa in fear (bhaya), such as King Kaṁsa, received bodies in a spiritual identity similar to that of the Lord."
    },
    {
        "verse": "40",
        "devanagari": "यथा यथा भगवतो भक्त्या परमयाभिदा ।नृपाश्चैद्यादय: सात्म्यं हरेस्तच्चिन्तया ययु: ॥ ४० ॥",
        "english_devnagari": "yathā yathā bhagavatobhaktyā paramayābhidānṛpāś caidyādayaḥ sātmyaṁhares tac-cintayā yayuḥ",
        "verse_Syn": [
            "yathā",
            "yathā",
            "bhagavataḥ",
            "bhaktyā",
            "paramayā",
            "abhidā",
            "nṛpāḥ",
            "caidya",
            "ādayaḥ",
            "sātmyam",
            "hareḥ",
            "tat",
            "cintayā",
            "yayuḥ"
        ],
        "translation": "By devotional service, pure devotees who incessantly think of the Supreme Personality of Godhead receive bodies similar to His. This is known as sārūpya-mukti. Although Śiśupāla, Dantavakra and other kings thought of Kṛṣṇa as an enemy, they also achieved the same result.",
        "purport": " In Caitanya-caritāmṛta, in connection with Lord Caitanya’s instructions to Sanātana Gosvāmī, it is explained that a devotee should externally execute his routine devotional service in a regular way but should always inwardly think of the particular mellow in which he is attracted to the service of the Lord. This constant thought of the Lord makes the devotee eligible to return home, back to Godhead. As stated in Bhagavad-gītā (4.9), tyaktvā dehaṁ punar janma naiti mām eti: after giving up his body, a devotee does not again receive a material body, but goes back to Godhead and receives a spiritual body resembling those of the Lord’s eternal associates whose activities he followed. However the devotee likes to serve the Lord, he may constantly think of the Lord’s associates — the cowherd boys, the gopīs, the Lord’s father and mother, His servants and the trees, land, animals, plants and water in the Lord’s abode. Because of constantly thinking of these features, one acquires a transcendental position. Kings like Śiśupāla, Dantavakra, Kaṁsa, Pauṇḍraka, Narakāsura and Śālva were all similarly delivered. This is confirmed by Madhvācārya: Pauṇḍraka, Narakāsura, Śālva and Kaṁsa were all inimical toward the Supreme Personality of Godhead, but because all these kings constantly thought of Him, they achieved the same liberation — sārūpya-mukti. The jñāna-bhakta, the devotee who follows the path of jñāna, also attains the same destination. If even the enemies of the Lord achieve salvation by constantly thinking about the Lord, what is to be said of pure devotees who always engage in the Lord’s service and who think of nothing but the Lord in every activity?"
    },
    {
        "verse": "41",
        "devanagari": "आख्यातं सर्वमेतत्ते यन्मां त्वं परिपृष्टवान् ।दमघोषसुतादीनां हरे: सात्म्यमपि द्विषाम् ॥ ४१ ॥",
        "english_devnagari": "ākhyātaṁ sarvam etat teyan māṁ tvaṁ paripṛṣṭavāndamaghoṣa-sutādīnāṁhareḥ sātmyam api dviṣām",
        "verse_Syn": [
            "ākhyātam",
            "sarvam",
            "etat",
            "te",
            "yat",
            "mām",
            "tvam",
            "paripṛṣṭavān",
            "damaghoṣa",
            "suta",
            "ādīnām",
            "hareḥ",
            "sātmyam",
            "api",
            "dviṣām"
        ],
        "translation": "Everything you asked me about how Śiśupāla and others attained salvation although they were inimical has now been explained to you by me.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "एषा ब्रह्मण्यदेवस्य कृष्णस्य च महात्मन: ।अवतारकथा पुण्या वधो यत्रादिदैत्ययो: ॥ ४२ ॥",
        "english_devnagari": "eṣā brahmaṇya-devasyakṛṣṇasya ca mahātmanaḥavatāra-kathā puṇyāvadho yatrādi-daityayoḥ",
        "verse_Syn": [
            "eṣā",
            "brahmaṇya",
            "devasya",
            "kṛṣṇasya",
            "ca",
            "mahā",
            "ātmanaḥ",
            "avatāra",
            "kathā",
            "puṇyā",
            "vadhaḥ",
            "yatra",
            "ādi",
            "daityayoḥ"
        ],
        "translation": "In this narration about Kṛṣṇa, the Supreme Personality of Godhead, various expansions or incarnations of the Lord have been described, and the killing of the two demons Hiraṇyākṣa and Hiraṇyakaśipu has also been described.",
        "purport": " Avatāras, or incarnations, are expansions of the Supreme Personality of Godhead — Kṛṣṇa, Govinda. “I worship the Supreme Personality of Godhead, Govinda, who is the original person — nondual, infallible, and without beginning. Although He expands into unlimited forms, He is still the original, and although He is the oldest person, He always appears as a fresh youth. Such eternal, blissful and all-knowing forms of the Lord cannot be understood by the academic wisdom of the Vedas, but they are always manifest to pure, unalloyed devotees.” (Brahma-saṁhitā 5.33) The Brahma-saṁhitā describes the avatāras. Indeed, all the avatāras are described in the authentic scriptures. No one can become an avatāra, or incarnation, although this has become fashionable in the Age of Kali. The avatāras are described in the authentic scriptures (śāstras), and therefore before one risks accepting a pretender as an avatāra, one should refer to the śāstras. The śāstras say everywhere that Kṛṣṇa is the original Personality of Godhead and that He has innumerable avatāras, or incarnations. Elsewhere in the Brahma-saṁhitā it is said, rāmādi-mūrtiṣu kalā-niyamena tiṣṭhan: Rāma, Nṛsiṁha, Varāha and many others are consecutive expansions of the Supreme Personality of Godhead. After Kṛṣṇa comes Balarāma, after Balarāma is Saṅkarṣaṇa, then Aniruddha, Pradyumna, Nārāyaṇa and then the puruṣa-avatāras — Mahā-Viṣṇu, Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī Viṣṇu. All of them are avatāras. One must hear about the avatāras. Narrations about such avatāras are called avatāra-kathā, the narrations of Kṛṣṇa’s expansions. Hearing and chanting these narrations is completely pious. Śṛṇvatāṁ sva-kathāḥ kṛṣṇaḥ puṇya-śravaṇa-kīrtanaḥ. One who hears and chants can become puṇya, purified of material contamination. Whenever there are references to the avatāras, religious principles are established, and demons who are against Kṛṣṇa are killed. The Kṛṣṇa consciousness movement is spreading all over the world with two aims — to establish Kṛṣṇa as the Supreme Personality of Godhead and to kill all the pretenders who falsely present themselves as avatāras. The preachers of the Kṛṣṇa consciousness movement must carry this conviction very carefully within their hearts and kill the demons who in many tactful ways vilify the Supreme Personality of Godhead, Kṛṣṇa. If we take shelter of Nṛsiṁhadeva and Prahlāda Mahārāja, it will be easier to kill the demons who are against Kṛṣṇa and to thus reestablish Kṛṣṇa’s supremacy. Kṛṣṇas tu bhagavān svayam: Kṛṣṇa is the Supreme Lord, the original Lord. Prahlāda Mahārāja is our guru, and Kṛṣṇa is our worshipable God. As advised by Śrī Caitanya Mahāprabhu, guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja. If we can be successful in getting the mercy of Prahlāda Mahārāja and also that of Nṛsiṁhadeva, then our Kṛṣṇa consciousness movement will be extremely successful. The demon Hiraṇyakaśipu had so many ways to try to become God himself, but although Prahlāda Mahārāja was chastised and threatened in many ways, he rigidly refused to accept his powerful demoniac father as God. Following in the footsteps of Prahlāda Mahārāja, we should reject all the rascals who pretend to be God. We must accept Kṛṣṇa and His incarnations, and no one else."
    },
    {
        "verse": "43-44",
        "devanagari": "प्रह्रादस्यानुचरितं महाभागवतस्य च ।भक्तिर्ज्ञानं विरक्तिश्च याथार्थ्यं चास्य वै हरे: ॥ ४३ ॥सर्गस्थित्यप्ययेशस्य गुणकर्मानुवर्णनम् ।परावरेषां स्थानानां कालेन व्यत्ययो महान् ॥ ४४ ॥",
        "english_devnagari": "prahrādasyānucaritaṁmahā-bhāgavatasya cabhaktir jñānaṁ viraktiś cayāthārthyaṁ cāsya vai hareḥ",
        "verse_Syn": [
            "prahrādasya",
            "anucaritam",
            "mahā",
            "bhāgavatasya",
            "ca",
            "bhaktiḥ",
            "jñānam",
            "viraktiḥ",
            "ca",
            "yāthārthyam",
            "ca",
            "asya",
            "vai",
            "hareḥ",
            "sarga",
            "sthiti",
            "apyaya",
            "īśasya",
            "guṇa",
            "karma",
            "anuvarṇanam",
            "para",
            "avareṣām",
            "sthānānām",
            "kālena",
            "vyatyayaḥ",
            "mahān"
        ],
        "translation": "This narration describes the characteristics of the great and exalted devotee Prahlāda Mahārāja, his staunch devotional service, his perfect knowledge, and his perfect detachment from material contamination. It also describes the Supreme Personality of Godhead as the cause of creation, maintenance and annihilation. Prahlāda Mahārāja, in his prayers, has described the transcendental qualities of the Lord and has also described how the various abodes of the demigods and demons, regardless of how materially opulent, are destroyed by the mere direction of the Lord.",
        "purport": " Śrīmad-Bhāgavatam is filled with descriptions of the characteristics of various devotees, with reference to the service of the Lord. This Vedic literature is called Bhāgavatam because it deals with the Supreme Personality of Godhead and His devotee. By studying Śrīmad-Bhāgavatam under the direction of the bona fide spiritual master, one can perfectly understand the science of Kṛṣṇa, the nature of the material and spiritual worlds, and the aim of life. Śrīmad-Bhāgavatam amalaṁ purāṇam. Śrīmad-Bhāgavatam is the spotless Vedic literature, as we have discussed in the beginning of Śrīmad-Bhāgavatam. Therefore, simply by understanding Śrīmad-Bhāgavatam, one can understand the science of the activities of the devotees, the activities of the demons, the permanent abode and the temporary abode. Through Śrīmad-Bhāgavatam, everything is perfectly known."
    },
    {
        "verse": "45",
        "devanagari": "धर्मो भागवतानां च भगवान्येन गम्यते ।आख्यानेऽस्मिन्समाम्नातमाध्यात्मिकमशेषत: ॥ ४५ ॥",
        "english_devnagari": "dharmo bhāgavatānāṁ cabhagavān yena gamyateākhyāne ’smin samāmnātamādhyātmikam aśeṣataḥ",
        "verse_Syn": [
            "dharmaḥ",
            "bhāgavatānām",
            "ca",
            "bhagavān",
            "yena",
            "gamyate",
            "ākhyāne",
            "asmin",
            "samāmnātam",
            "ādhyātmikam",
            "aśeṣataḥ"
        ],
        "translation": "The principles of religion by which one can actually understand the Supreme Personality of Godhead are called bhāgavata-dharma. In this narration, therefore, which deals with these principles, actual transcendence is properly described.",
        "purport": " Through the principles of religion, one can understand the Supreme Personality of Godhead, Brahman (the impersonal feature of the Supreme Lord) and Paramātmā (the localized aspect of the Lord). When one is well conversant with all these principles, he becomes a devotee and performs bhāgavata-dharma. Prahlāda Mahārāja, the spiritual master in the line of disciplic succession, advised that this bhāgavata-dharma be instructed to students from the very beginning of their education (kaumāra ācaret prājño dharmān bhāgavatān iha). To understand the science of the Supreme Personality of Godhead is the real purpose of education. Śravaṇaṁ kīrtanaṁ viṣṇoḥ. One must simply hear about and describe Lord Viṣṇu and His various incarnations. This narration concerning Prahlāda Mahārāja and Lord Nṛsiṁhadeva, therefore, has properly described spiritual, transcendental subjects."
    },
    {
        "verse": "46",
        "devanagari": "य एतत्पुण्यमाख्यानं विष्णोर्वीर्योपबृंहितम् ।कीर्तयेच्छ्रद्धया श्रुत्वा कर्मपाशैर्विमुच्यते ॥ ४६ ॥",
        "english_devnagari": "ya etat puṇyam ākhyānaṁviṣṇor vīryopabṛṁhitamkīrtayec chraddhayā śrutvākarma-pāśair vimucyate",
        "verse_Syn": [
            "yaḥ",
            "etat",
            "puṇyam",
            "ākhyānam",
            "viṣṇoḥ",
            "vīrya",
            "upabṛṁhitam",
            "kīrtayet",
            "śraddhayā",
            "śrutvā",
            "karma",
            "pāśaiḥ",
            "vimucyate"
        ],
        "translation": "One who hears and chants this narration about the omnipotence of the Supreme Personality of Godhead, Viṣṇu, is certainly liberated from material bondage without fail.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "एतद्य आदिपुरुषस्य मृगेन्द्रलीलांदैत्येन्द्रयूथपवधं प्रयत: पठेत ।दैत्यात्मजस्य च सतां प्रवरस्य पुण्यंश्रुत्वानुभावमकुतोभयमेति लोकम् ॥ ४७ ॥",
        "english_devnagari": "etad ya ādi-puruṣasya mṛgendra-līlāṁdaityendra-yūtha-pa-vadhaṁ prayataḥ paṭhetadaityātmajasya ca satāṁ pravarasya puṇyaṁśrutvānubhāvam akuto-bhayam eti lokam",
        "verse_Syn": [
            "etat",
            "yaḥ",
            "ādi",
            "puruṣasya",
            "mṛga",
            "indra",
            "līlām",
            "daitya",
            "indra",
            "yūtha",
            "pa",
            "vadham",
            "prayataḥ",
            "paṭheta",
            "daitya",
            "ātma",
            "jasya",
            "ca",
            "satām",
            "pravarasya",
            "puṇyam",
            "śrutvā",
            "anubhāvam",
            "akutaḥ",
            "bhayam",
            "eti",
            "lokam"
        ],
        "translation": "Prahlāda Mahārāja was the best among exalted devotees. Anyone who with great attention hears this narration concerning the activities of Prahlāda Mahārāja, the killing of Hiraṇyakaśipu, and the activities of the Supreme Personality of Godhead, Nṛsiṁhadeva, surely reaches the spiritual world, where there is no anxiety.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "यूयं नृलोके बत भूरिभागालोकं पुनाना मुनयोऽभियन्ति ।येषां गृहानावसतीति साक्षाद्गूढं परं ब्रह्म मनुष्यलिङ्गम् ॥ ४८ ॥",
        "english_devnagari": "yūyaṁ nṛ-loke bata bhūri-bhāgālokaṁ punānā munayo ’bhiyantiyeṣāṁ gṛhān āvasatīti sākṣādgūḍhaṁ paraṁ brahma manuṣya-liṅgam",
        "verse_Syn": [
            "yūyam",
            "nṛ",
            "loke",
            "bata",
            "bhūri",
            "bhāgāḥ",
            "lokam",
            "punānāḥ",
            "munayaḥ",
            "abhiyanti",
            "yeṣām",
            "gṛhān",
            "āvasati",
            "iti",
            "sākṣāt",
            "gūḍham",
            "param",
            "brahma",
            "manuṣya",
            "liṅgam"
        ],
        "translation": "Nārada Muni continued: My dear Mahārāja Yudhiṣṭhira, all of you [the Pāṇḍavas] are extremely fortunate, for the Supreme Personality of Godhead, Kṛṣṇa, lives in your palace just like a human being. Great saintly persons know this very well, and therefore they constantly visit this house.",
        "purport": " After hearing about the activities of Prahlāda Mahārāja, a pure devotee should be very anxious to follow in his footsteps, but such a devotee might be disappointed, thinking that not every devotee can come to the standard of Prahlāda Mahārāja. This is the nature of a pure devotee; he always thinks himself to be the lowest, to be incompetent and unqualified. Thus after hearing the narration of Prahlāda Mahārāja’s activities, Mahārāja Yudhiṣṭhira, who was on the same standard of devotional service as Prahlāda, might have been thinking of his own humble position. Nārada Muni, however, could understand Mahārāja Yudhiṣṭhira’s mind, and therefore he immediately encouraged him by saying that the Pāṇḍavas were not less fortunate; they were as good as Prahlāda Mahārāja because although Lord Nṛsiṁhadeva appeared for Prahlāda, the Supreme Personality of Godhead in His original form as Kṛṣṇa was always living with the Pāṇḍavas. Although the Pāṇḍavas, because of the influence of Kṛṣṇa’s yoga-māyā, could not think of their fortunate position, every saintly person, including the great sage Nārada, could understand it, and therefore they constantly visited Mahārāja Yudhiṣṭhira. Any pure devotee who is constantly conscious of Kṛṣṇa is naturally very fortunate. The word nṛ-loke, meaning “within the material world,” indicates that before the Pāṇḍavas there had been many, many devotees, such as the descendants of the Yadu dynasty and Vasiṣṭha, Marīci, Kaśyapa, Lord Brahmā and Lord Śiva, who were all extremely fortunate. The Pāṇḍavas, however, were better than all of them because Kṛṣṇa Himself lived with them constantly. Nārada Muni therefore specifically mentioned that within this material world (nṛ-loke) the Pāṇḍavas were the most fortunate."
    },
    {
        "verse": "49",
        "devanagari": "स वा अयं ब्रह्म महद्विमृग्य-कैवल्यनिर्वाणसुखानुभूति: ।प्रिय: सुहृद् व: खलु मातुलेयआत्मार्हणीयो विधिकृद्गुरुश्च ॥ ४९ ॥",
        "english_devnagari": "sa vā ayaṁ brahma mahad-vimṛgya-kaivalya-nirvāṇa-sukhānubhūtiḥpriyaḥ suhṛd vaḥ khalu mātuleyaātmārhaṇīyo vidhi-kṛd guruś ca",
        "verse_Syn": [
            "saḥ",
            "vā",
            "ayam",
            "brahma",
            "mahat",
            "vimṛgya",
            "kaivalya",
            "nirvāṇa",
            "sukha",
            "anubhūtiḥ",
            "priyaḥ",
            "suhṛt",
            "vaḥ",
            "khalu",
            "mātuleyaḥ",
            "ātmā",
            "arhaṇīyaḥ",
            "vidhi",
            "kṛt",
            "guruḥ",
            "ca"
        ],
        "translation": "The impersonal Brahman is Kṛṣṇa Himself because Kṛṣṇa is the source of the impersonal Brahman. He is the origin of the transcendental bliss sought by great saintly persons, yet He, the Supreme Person, is your most dear friend and constant well-wisher and is intimately related to you as the son of your maternal uncle. Indeed, He is always like your body and soul. He is worshipable, yet He acts as your servant and sometimes as your spiritual master.",
        "purport": " There is always a difference of opinion about the Absolute Truth. One class of transcendentalists concludes that the Absolute Truth is impersonal, and another class concludes that the Absolute Truth is a person. In Bhagavad-gītā, the Absolute Truth is accepted as the Supreme Person. Indeed, that Supreme Person Himself, Lord Kṛṣṇa, instructs in Bhagavad-gītā, brahmaṇo hi pratiṣṭhāham, mattaḥ parataraṁ nānyat. “The impersonal Brahman is My partial manifestation, and there is no truth superior to Me.” That same Kṛṣṇa, the Supreme Personality of Godhead, acted as the supreme friend and relative of the Pāṇḍavas, and sometimes He even acted as their servant by carrying a letter from the Pāṇḍavas to Dhṛtarāṣṭra and Duryodhana. Because Kṛṣṇa was the well-wisher of the Pāṇḍavas, He also acted as guru by becoming the spiritual master of Arjuna. Arjuna accepted Kṛṣṇa as his spiritual master (śiṣyas te ’haṁ śādhi māṁ tvāṁ prapannam), and Kṛṣṇa sometimes chastised him. For example, the Lord said, aśocyān anvaśocas tvaṁ prajñā-vādāṁś ca bhāṣase: “While speaking learned words, you are mourning for what is not worthy of grief.” The Lord also said, kutas tvā kaśmalam idaṁ viṣame samupasthitam: “My dear Arjuna, how have these impurities come upon you?” Such was the intimate relationship between the Pāṇḍavas and Kṛṣṇa. In the same way, a pure devotee of the Lord is always with Kṛṣṇa through thick and thin; his way of life is Kṛṣṇa. This is the statement of the authority Śrī Nārada Muni."
    },
    {
        "verse": "50",
        "devanagari": "न यस्य साक्षाद्भ‍वपद्मजादिभीरूपं धिया वस्तुतयोपवर्णितम् ।मौनेन भक्त्योपशमेन पूजित:प्रसीदतामेष स सात्वतां पति: ॥ ५० ॥",
        "english_devnagari": "na yasya sākṣād bhava-padmajādibhīrūpaṁ dhiyā vastutayopavarṇitammaunena bhaktyopaśamena pūjitaḥprasīdatām eṣa sa sātvatāṁ patiḥ",
        "verse_Syn": [
            "na",
            "yasya",
            "sākṣāt",
            "bhava",
            "padma",
            "ja",
            "ādibhiḥ",
            "rūpam",
            "dhiyā",
            "vastutayā",
            "upavarṇitam",
            "maunena",
            "bhaktyā",
            "upaśamena",
            "pūjitaḥ",
            "prasīdatām",
            "eṣaḥ",
            "saḥ",
            "sātvatām",
            "patiḥ"
        ],
        "translation": "Exalted persons like Lord Śiva and Lord Brahmā could not properly describe the truth of the Supreme Personality of Godhead, Kṛṣṇa. May the Lord, who is always worshiped as the protector of all devotees by great saints who observe vows of silence, meditation, devotional service and renunciation, be pleased with us.",
        "purport": " The Absolute Truth is sought by different persons in different ways, yet He remains inconceivable. Nonetheless, devotees like the Pāṇḍavas, the gopīs, the cowherd boys, Mother Yaśodā, Nanda Mahārāja and all the inhabitants of Vṛndāvana do not need to practice conventional processes of meditation to attain the Supreme Personality of Godhead, for He remains with them through thick and thin. Therefore a saint like Nārada, understanding the difference between transcendentalists and pure devotees, always prays that the Lord will be pleased with him."
    },
    {
        "verse": "51",
        "devanagari": "स एष भगवान् राजन्व्यतनोद्विहतं यश: ।पुरा रुद्रस्य देवस्य मयेनानन्तमायिना ॥ ५१ ॥",
        "english_devnagari": "sa eṣa bhagavān rājanvyatanod vihataṁ yaśaḥpurā rudrasya devasyamayenānanta-māyinā",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "bhagavān",
            "rājan",
            "vyatanot",
            "vihatam",
            "yaśaḥ",
            "purā",
            "rudrasya",
            "devasya",
            "mayena",
            "ananta",
            "māyinā"
        ],
        "translation": "My dear King Yudhiṣṭhira, long, long ago in history, a demon known as Maya Dānava, who was very expert in technical knowledge, reduced the reputation of Lord Śiva. In that situation, Kṛṣṇa, the Supreme Personality of Godhead, saved Lord Śiva.",
        "purport": " Lord Śiva is known as Mahādeva, the most exalted demigod. Thus Viśvanātha Cakravartī Ṭhākura says that although Lord Brahmā did not know the glories of the Supreme Personality of Godhead, Lord Śiva could have known them. This historical incident proves that Lord Śiva derives power from Lord Kṛṣṇa, the Parabrahman."
    },
    {
        "verse": "52",
        "devanagari": "राजोवाचकस्मिन्कर्मणि देवस्य मयोऽहञ्जगदीशितु: ।यथा चोपचिता कीर्ति: कृष्णेनानेन कथ्यताम् ॥ ५२ ॥",
        "english_devnagari": "rājovācakasmin karmaṇi devasyamayo ’hañ jagad-īśituḥyathā copacitā kīrtiḥkṛṣṇenānena kathyatām",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "kasmin",
            "karmaṇi",
            "devasya",
            "mayaḥ",
            "ahan",
            "jagat",
            "īśituḥ",
            "yathā",
            "ca",
            "upacitā",
            "kīrtiḥ",
            "kṛṣṇena",
            "anena",
            "kathyatām"
        ],
        "translation": "Mahārāja Yudhiṣṭhira said: For what reason did the demon Maya Dānava vanquish Lord Śiva’s reputation? How did Lord Kṛṣṇa save Lord Śiva and expand his reputation again? Kindly describe these incidents.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "श्रीनारद उवाचनिर्जिता असुरा देवैर्युध्यनेनोपबृंहितै: ।मायिनां परमाचार्यं मयं शरणमाययु: ॥ ५३ ॥",
        "english_devnagari": "śrī-nārada uvācanirjitā asurā devairyudhy anenopabṛṁhitaiḥmāyināṁ paramācāryaṁmayaṁ śaraṇam āyayuḥ",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "nirjitāḥ",
            "asurāḥ",
            "devaiḥ",
            "yudhi",
            "anena",
            "upabṛṁhitaiḥ",
            "māyinām",
            "parama",
            "ācāryam",
            "mayam",
            "śaraṇam",
            "āyayuḥ"
        ],
        "translation": "Nārada Muni said: When the demigods, who are always powerful by the mercy of Lord Kṛṣṇa, fought with the asuras, the asuras were defeated, and therefore they took shelter of Maya Dānava, the greatest of the demons.",
        "purport": ""
    },
    {
        "verse": "54-55",
        "devanagari": "स निर्माय पुरस्तिस्रो हैमीरौप्यायसीर्विभु: ।दुर्लक्ष्यापायसंयोगा दुर्वितर्क्यपरिच्छदा: ॥ ५४ ॥ताभिस्तेऽसुरसेनान्यो लोकांस्त्रीन् सेश्वरान्नृप ।स्मरन्तो नाशयां चक्रु: पूर्ववैरमलक्षिता: ॥ ५५ ॥",
        "english_devnagari": "sa nirmāya puras tisrohaimī-raupyāyasīr vibhuḥdurlakṣyāpāya-saṁyogādurvitarkya-paricchadāḥ",
        "verse_Syn": [
            "saḥ",
            "nirmāya",
            "puraḥ",
            "tisraḥ",
            "haimī",
            "raupyā",
            "āyasīḥ",
            "vibhuḥ",
            "durlakṣya",
            "apāya",
            "saṁyogāḥ",
            "durvitarkya",
            "paricchadāḥ",
            "tābhiḥ",
            "te",
            "asura",
            "senā",
            "anyaḥ",
            "lokān",
            "trīn",
            "sa",
            "īśvarān",
            "nṛpa",
            "smarantaḥ",
            "nāśayām",
            "cakruḥ",
            "pūrva",
            "vairam",
            "alakṣitāḥ"
        ],
        "translation": "Maya Dānava, the great leader of the demons, prepared three invisible residences and gave them to the demons. These dwellings resembled airplanes made of gold, silver and iron, and they contained uncommon paraphernalia. My dear King Yudhiṣṭhira, because of these three dwellings the commanders of the demons remained invisible to the demigods. Taking advantage of this opportunity, the demons, remembering their former enmity, began to vanquish the three worlds — the upper, middle and lower planetary systems.",
        "purport": ""
    },
    {
        "verse": "56",
        "devanagari": "ततस्ते सेश्वरा लोका उपासाद्येश्वरं नता: ।त्राहि नस्तावकान्देव विनष्टांस्त्रिपुरालयै: ॥ ५६ ॥",
        "english_devnagari": "tatas te seśvarā lokāupāsādyeśvaraṁ natāḥtrāhi nas tāvakān devavinaṣṭāṁs tripurālayaiḥ",
        "verse_Syn": [
            "tataḥ",
            "te",
            "sa",
            "īśvarāḥ",
            "lokāḥ",
            "upāsādya",
            "īśvaram",
            "natāḥ",
            "trāhi",
            "naḥ",
            "tāvakān",
            "deva",
            "vinaṣṭān",
            "tripura",
            "ālayaiḥ"
        ],
        "translation": "Thereafter, when the demons had begun to destroy the higher planetary systems, the rulers of those planets went to Lord Śiva, fully surrendered unto him and said: Dear Lord, we demigods living in the three worlds are about to be vanquished. We are your followers. Kindly save us.",
        "purport": ""
    },
    {
        "verse": "57",
        "devanagari": "अथानुगृह्य भगवान्मा भैष्टेति सुरान्विभु: ।शरं धनुषि सन्धाय पुरेष्वस्त्रं व्यमुञ्चत ॥ ५७ ॥",
        "english_devnagari": "athānugṛhya bhagavānmā bhaiṣṭeti surān vibhuḥśaraṁ dhanuṣi sandhāyapureṣv astraṁ vyamuñcata",
        "verse_Syn": [
            "atha",
            "anugṛhya",
            "bhagavān",
            "mā",
            "bhaiṣṭa",
            "iti",
            "surān",
            "vibhuḥ",
            "śaram",
            "dhanuṣi",
            "sandhāya",
            "pureṣu",
            "astram",
            "vyamuñcata"
        ],
        "translation": "The most powerful and able Lord Śiva reassured them and said, “Do not be afraid.” He then fixed his arrows to his bow and released them toward the three residences occupied by the demons.",
        "purport": ""
    },
    {
        "verse": "58",
        "devanagari": "ततोऽग्निवर्णा इषव उत्पेतु: सूर्यमण्डलात् ।यथा मयूखसन्दोहा नाद‍ृश्यन्त पुरो यत: ॥ ५८ ॥",
        "english_devnagari": "tato ’gni-varṇā iṣavautpetuḥ sūrya-maṇḍalātyathā mayūkha-sandohānādṛśyanta puro yataḥ",
        "verse_Syn": [
            "tataḥ",
            "agni",
            "varṇāḥ",
            "iṣavaḥ",
            "utpetuḥ",
            "sūrya",
            "maṇḍalāt",
            "yathā",
            "mayūkha",
            "sandohāḥ",
            "na",
            "adṛśyanta",
            "puraḥ",
            "yataḥ"
        ],
        "translation": "The arrows released by Lord Śiva appeared like fiery beams emanating from the sun globe and covered the three residential airplanes, which could then no longer be seen.",
        "purport": ""
    },
    {
        "verse": "59",
        "devanagari": "तै: स्पृष्टा व्यसव: सर्वे निपेतु: स्म पुरौकस: ।तानानीय महायोगी मय: कूपरसेऽक्षिपत् ॥ ५९ ॥",
        "english_devnagari": "taiḥ spṛṣṭā vyasavaḥ sarvenipetuḥ sma puraukasaḥtān ānīya mahā-yogīmayaḥ kūpa-rase ’kṣipat",
        "verse_Syn": [
            "taiḥ",
            "spṛṣṭāḥ",
            "vyasavaḥ",
            "sarve",
            "nipetuḥ",
            "sma",
            "pura",
            "okasaḥ",
            "tān",
            "ānīya",
            "mahā",
            "yogī",
            "mayaḥ",
            "kūpa",
            "rase",
            "akṣipat"
        ],
        "translation": "Attacked by Lord Śiva’s golden arrows, all the demoniac inhabitants of those three dwellings lost their lives and fell down. Then the great mystic Maya Dānava dropped the demons into a nectarean well that he had created.",
        "purport": " The asuras are generally extremely powerful because of their mystic yogic power. However, as Lord Kṛṣṇa says in Bhagavad-gītā (6.47): “Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.” The actual purpose of mystic yoga is to concentrate one’s attention fully on the Personality of Godhead, Kṛṣṇa, and always think of Him (mad-gatenāntarātmanā). To attain such perfection, one must undergo a certain process — haṭha-yoga — and through this yoga system the practitioner achieves some uncommon mystic power. The asuras, however, instead of becoming devotees of Kṛṣṇa, utilize this mystic power for their personal sense gratification. Maya Dānava, for example, is mentioned here as mahā-yogī, a great mystic, but his business was to help the asuras. Nowadays we are actually seeing that there are some yogīs who cater to the senses of materialists, and there are imposters who advertise themselves as God. Maya Dānava was such a person, a god among the demons, and he could perform some wonderful feats, one of which is described here: he made a well filled with nectar and dipped the asuras into that nectarean well. This nectar was known as mṛta-sanjīvayitari, for it could bring a dead body to life. Mṛta-sanjīvayitari is also an Āyurvedic preparation. It is a kind of liquor that invigorates even a person on the verge of death."
    },
    {
        "verse": "60",
        "devanagari": "सिद्धामृतरसस्पृष्टा वज्रसारा महौजस: ।उत्तस्थुर्मेघदलना वैद्युता इव वह्नय: ॥ ६० ॥",
        "english_devnagari": "siddhāmṛta-rasa-spṛṣṭāvajra-sārā mahaujasaḥuttasthur megha-dalanāvaidyutā iva vahnayaḥ",
        "verse_Syn": [
            "siddha",
            "amṛta",
            "rasa",
            "spṛṣṭāḥ",
            "vajra",
            "sārāḥ",
            "mahā",
            "ojasaḥ",
            "uttasthuḥ",
            "megha",
            "dalanāḥ",
            "vaidyutāḥ",
            "iva",
            "vahnayaḥ"
        ],
        "translation": "When the dead bodies of the demons came in touch with the nectar, their bodies became invincible to thunderbolts. Endowed with great strength, they got up like lightning penetrating clouds.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "विलोक्य भग्नसङ्कल्पं विमनस्कं वृषध्वजम् ।तदायं भगवान्विष्णुस्तत्रोपायमकल्पयत् ॥ ६१ ॥",
        "english_devnagari": "vilokya bhagna-saṅkalpaṁvimanaskaṁ vṛṣa-dhvajamtadāyaṁ bhagavān viṣṇustatropāyam akalpayat",
        "verse_Syn": [
            "vilokya",
            "bhagna",
            "saṅkalpam",
            "vimanaskam",
            "vṛṣa",
            "dhvajam",
            "tadā",
            "ayam",
            "bhagavān",
            "viṣṇuḥ",
            "tatra",
            "upāyam",
            "akalpayat"
        ],
        "translation": "Seeing Lord Śiva very much aggrieved and disappointed, the Supreme Personality of Godhead, Lord Viṣṇu, considered how to stop this nuisance created by Maya Dānava.",
        "purport": ""
    },
    {
        "verse": "62",
        "devanagari": "वत्सश्चासीत्तदा ब्रह्मा स्वयं विष्णुरयं हि गौ: ।प्रविश्य त्रिपुरं काले रसकूपामृतं पपौ ॥ ६२ ॥",
        "english_devnagari": "vatsaś cāsīt tadā brahmāsvayaṁ viṣṇur ayaṁ hi gauḥpraviśya tripuraṁ kālerasa-kūpāmṛtaṁ papau",
        "verse_Syn": [
            "vatsaḥ",
            "ca",
            "āsīt",
            "tadā",
            "brahmā",
            "svayam",
            "viṣṇuḥ",
            "ayam",
            "hi",
            "gauḥ",
            "praviśya",
            "tri",
            "puram",
            "kāle",
            "rasa",
            "kūpa",
            "amṛtam",
            "papau"
        ],
        "translation": "Then Lord Brahmā became a calf and Lord Viṣṇu a cow, and at noon they entered the residences and drank all the nectar in the well.",
        "purport": ""
    },
    {
        "verse": "63",
        "devanagari": "तेऽसुरा ह्यपि पश्यन्तो न न्यषेधन्विमोहिता: ।तद्विज्ञाय महायोगी रसपालानिदं जगौ ।स्मयन्विशोक: शोकार्तान्स्मरन्दैवगतिं च ताम् ॥ ६३ ॥",
        "english_devnagari": "te ’surā hy api paśyantona nyaṣedhan vimohitāḥtad vijñāya mahā-yogīrasa-pālān idaṁ jagausmayan viśokaḥ śokārtānsmaran daiva-gatiṁ ca tām",
        "verse_Syn": [
            "te",
            "asurāḥ",
            "hi",
            "api",
            "paśyantaḥ",
            "na",
            "nyaṣedhan",
            "vimohitāḥ",
            "tat",
            "vijñāya",
            "mahā",
            "yogī",
            "rasa",
            "pālān",
            "idam",
            "jagau",
            "smayan",
            "viśokaḥ",
            "śoka",
            "ārtān",
            "smaran",
            "daiva",
            "gatim",
            "ca",
            "tām"
        ],
        "translation": "The demons could see the calf and cow, but because of the illusion created by the energy of the Supreme Personality of Godhead, the demons could not forbid them. The great mystic Maya Dānava became aware that the calf and cow were drinking the nectar, and he could understand this to be the unseen power of providence. Thus he spoke to the demons, who were grievously lamenting.",
        "purport": ""
    },
    {
        "verse": "64",
        "devanagari": "देवोऽसुरो नरोऽन्यो वा नेश्वरोऽस्तीह कश्चन ।आत्मनोऽन्यस्य वा दिष्टं दैवेनापोहितुं द्वयो: ॥ ६४ ॥",
        "english_devnagari": "devo ’suro naro ’nyo vāneśvaro ’stīha kaścanaātmano ’nyasya vā diṣṭaṁdaivenāpohituṁ dvayoḥ",
        "verse_Syn": [
            "devaḥ",
            "asuraḥ",
            "naraḥ",
            "anyaḥ",
            "vā",
            "na",
            "īśvaraḥ",
            "asti",
            "iha",
            "kaścana",
            "ātmanaḥ",
            "anyasya",
            "vā",
            "diṣṭam",
            "daivena",
            "apohitum",
            "dvayoḥ"
        ],
        "translation": "Maya Dānava said: What has been destined by the Supreme Lord for oneself, for others, or for both oneself and others cannot be undone anywhere or by anyone, whether one be a demigod, a demon, a human being or anyone else.",
        "purport": " The Supreme Lord is one — Kṛṣṇa, the viṣṇu-tattva. Kṛṣṇa expands Himself into viṣṇu-tattva personal expansions (svāṁśa), who control everything. Maya Dānava said, “However I plan, you plan or both of us plan, the Lord has planned what is to happen. No one’s plan will be successful without His sanction.” We may make our own various plans, but unless they are sanctioned by the Supreme Personality of Godhead, Viṣṇu, they will never be successful. Hundreds and millions of plans are made by all kinds of living entities, but without the sanction of the Supreme Lord they are futile."
    },
    {
        "verse": "65-66",
        "devanagari": "अथासौ शक्तिभि: स्वाभि: शम्भो: प्राधानिकं व्यधात् ।धर्मज्ञानविरक्त्यृद्धितपोविद्याक्रियादिभि: ॥ ६५ ॥रथं सूतं ध्वजं वाहान्धनुर्वर्मशरादि यत् ।सन्नद्धो रथमास्थाय शरं धनुरुपाददे ॥ ६६ ॥",
        "english_devnagari": "athāsau śaktibhiḥ svābhiḥśambhoḥ prādhānikaṁ vyadhātdharma-jñāna-virakty-ṛddhi-tapo-vidyā-kriyādibhiḥ",
        "verse_Syn": [
            "atha",
            "asau",
            "śaktibhiḥ",
            "svābhiḥ",
            "śambhoḥ",
            "prādhānikam",
            "vyadhāt",
            "dharma",
            "jñāna",
            "virakti",
            "ṛddhi",
            "tapaḥ",
            "vidyā",
            "kriyā",
            "ādibhiḥ",
            "ratham",
            "sūtam",
            "dhvajam",
            "vāhān",
            "dhanuḥ",
            "varma",
            "śara",
            "ādi",
            "yat",
            "sannaddhaḥ",
            "ratham",
            "āsthāya",
            "śaram",
            "dhanuḥ",
            "upādade"
        ],
        "translation": "Nārada Muni continued: Thereafter, Lord Kṛṣṇa, by His own personal potency, consisting of religion, knowledge, renunciation, opulence, austerity, education and activities, equipped Lord Śiva with all the necessary paraphernalia, such as a chariot, a charioteer, a flag, horses, elephants, a bow, a shield and arrows. When Lord Śiva was fully equipped in this way, he sat down on the chariot with his arrows and bow to fight with the demons.",
        "purport": " As stated in Śrīmad-Bhāgavatam (12.13.16): vaiṣṇavānāṁ yathā śambhuḥ: Lord Śiva is the best of the Vaiṣṇavas, the devotees of Lord Kṛṣṇa. Indeed, he is one of the mahājanas, the twelve authorities on Vaiṣṇava philosophy (svayambhūr nāradaḥ śambhuḥ kumāraḥ kapilo manuḥ, etc.). Lord Kṛṣṇa is always prepared to help all the mahājanas and devotees in every respect (kaunteya pratijānīhi na me bhaktaḥ praṇaśyati). Although Lord Śiva is very powerful, he lost a battle to the asuras, and therefore he was morose and disappointed. However, because he is one of the chief devotees of the Lord, the Lord personally equipped him with all the paraphernalia for war. The devotee, therefore, must serve the Lord sincerely, and Kṛṣṇa is always in the background to protect him and, if need be, to equip him fully to fight with his enemy. For devotees there is no scarcity of knowledge or material requisites for spreading the Kṛṣṇa consciousness movement."
    },
    {
        "verse": "67",
        "devanagari": "शरं धनुषि सन्धाय मुहूर्तेऽभिजितीश्वर: ।ददाह तेन दुर्भेद्या हरोऽथ त्रिपुरो नृप ॥ ६७ ॥",
        "english_devnagari": "śaraṁ dhanuṣi sandhāyamuhūrte ’bhijitīśvaraḥdadāha tena durbhedyāharo ’tha tripuro nṛpa",
        "verse_Syn": [
            "śaram",
            "dhanuṣi",
            "sandhāya",
            "muhūrte",
            "abhijiti",
            "īśvaraḥ",
            "dadāha",
            "tena",
            "durbhedyāḥ",
            "haraḥ",
            "atha",
            "tri",
            "puraḥ",
            "nṛpa"
        ],
        "translation": "My dear King Yudhiṣṭhira, the most powerful Lord Śiva joined the arrows to his bow, and at noon he set fire to all three residences of the demons and thus destroyed them.",
        "purport": ""
    },
    {
        "verse": "68",
        "devanagari": "दिवि दुन्दुभयो नेदुर्विमानशतसङ्कुला: ।देवर्षिपितृसिद्धेशा जयेति कुसुमोत्करै: ।अवाकिरञ्जगुर्हृष्टा ननृतुश्चाप्सरोगणा: ॥ ६८ ॥",
        "english_devnagari": "divi dundubhayo nedurvimāna-śata-saṅkulāḥdevarṣi-pitṛ-siddheśājayeti kusumotkaraiḥavākirañ jagur hṛṣṭānanṛtuś cāpsaro-gaṇāḥ",
        "verse_Syn": [
            "divi",
            "dundubhayaḥ",
            "neduḥ",
            "vimāna",
            "śata",
            "saṅkulāḥ",
            "deva",
            "ṛṣi",
            "pitṛ",
            "siddha",
            "īśāḥ",
            "jaya",
            "iti",
            "kusuma",
            "utkaraiḥ",
            "avākiran",
            "jaguḥ",
            "hṛṣṭāḥ",
            "nanṛtuḥ",
            "ca",
            "apsaraḥ",
            "gaṇāḥ"
        ],
        "translation": "Seated in their airplanes in the sky, the inhabitants of the higher planetary systems beat many kettledrums. The demigods, saints, Pitās, Siddhas and various great personalities showered flowers on the head of Lord Śiva, wishing him all victory, and the Apsarās began to chant and dance with great pleasure.",
        "purport": ""
    },
    {
        "verse": "69",
        "devanagari": "एवं दग्ध्वा पुरस्तिस्रो भगवान्पुरहा नृप ।ब्रह्मादिभि: स्तूयमान: स्वं धाम प्रत्यपद्यत ॥ ६९ ॥",
        "english_devnagari": "evaṁ dagdhvā puras tisrobhagavān pura-hā nṛpabrahmādibhiḥ stūyamānaḥsvaṁ dhāma pratyapadyata",
        "verse_Syn": [
            "evam",
            "dagdhvā",
            "puraḥ",
            "tisraḥ",
            "bhagavān",
            "pura",
            "hā",
            "nṛpa",
            "brahma",
            "ādibhiḥ",
            "stūyamānaḥ",
            "svam",
            "dhāma",
            "pratyapadyata"
        ],
        "translation": "O King Yudhiṣṭhira, thus Lord Śiva is known as Tripurāri, the annihilator of the three dwellings of the demons, because he burnt these dwellings to ashes. Being worshiped by the demigods, headed by Lord Brahmā, Lord Śiva returned to his own abode.",
        "purport": ""
    },
    {
        "verse": "70",
        "devanagari": "एवं विधान्यस्य हरे: स्वमाययाविडम्बमानस्य नृलोकमात्मन: ।वीर्याणि गीतान्यृषिभिर्जगद्गुरो-र्लोकं पुनानान्यपरं वदामि किम् ॥ ७० ॥",
        "english_devnagari": "evaṁ vidhāny asya hareḥ sva-māyayāviḍambamānasya nṛ-lokam ātmanaḥvīryāṇi gītāny ṛṣibhir jagad-gurorlokaṁ punānāny aparaṁ vadāmi kim",
        "verse_Syn": [
            "evam",
            "vidhāni",
            "asya",
            "hareḥ",
            "sva",
            "māyayā",
            "viḍambamānasya",
            "nṛ",
            "lokam",
            "ātmanaḥ",
            "vīryāṇi",
            "gītāni",
            "ṛṣibhiḥ",
            "jagat",
            "guroḥ",
            "lokam",
            "punānāni",
            "aparam",
            "vadāmi",
            "kim"
        ],
        "translation": "The Lord, Śrī Kṛṣṇa, appeared as a human being, yet He performed many uncommon and wonderful pastimes by His own potency. How can I say more about His activities than what has already been said by great saintly persons? Everyone can be purified by His activities, simply by hearing about them from the right source.",
        "purport": " Bhagavad-gītā and all the Vedic literatures fully explain that the Supreme Personality of Godhead, Kṛṣṇa, appears in human society as an ordinary human being but acts very uncommonly for the well-being of the entire world. One should not be influenced by the illusory energy and think Lord Kṛṣṇa to be an ordinary human being. Those who really seek the Absolute Truth come to the understanding that Kṛṣṇa is everything (vāsudevaḥ sarvam iti). Such great souls are very rare. Nonetheless, if one studies the entire Bhagavad-gītā as it is, Kṛṣṇa is very easy to understand. The Kṛṣṇa consciousness movement is just trying to make Kṛṣṇa known all over the world as the Supreme Personality of Godhead (kṛṣṇas tu bhagavān svayam). If people take this movement seriously, their lives as human beings will be successful."
    }
]