[
    {
        "verse": "1",
        "devanagari": "श्रीनारद उवाचएवं दैत्यसुतै: पृष्टो महाभागवतोऽसुर: ।उवाच तान्स्मयमान: स्मरन् मदनुभाषितम् ॥ १ ॥",
        "english_devnagari": "śrī-nārada uvācaevaṁ daitya-sutaiḥ pṛṣṭomahā-bhāgavato ’suraḥuvāca tān smayamānaḥsmaran mad-anubhāṣitam",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "evam",
            "daitya",
            "sutaiḥ",
            "pṛṣṭaḥ",
            "mahā",
            "bhāgavataḥ",
            "asuraḥ",
            "uvāca",
            "tān",
            "smayamānaḥ",
            "smaran",
            "mat",
            "anubhāṣitam"
        ],
        "translation": "Nārada Muni said: Although Prahlāda Mahārāja was born in a family of asuras, he was the greatest of all devotees. Having thus been questioned by his class friends, the sons of the asuras, he remembered the words spoken to him by me and replied to his friends as follows.",
        "purport": " When he was in the womb of his mother, Prahlāda Mahārāja listened to the words of Nārada Muni. One cannot imagine how the baby in embryo could hear Nārada, but this is spiritual life; progress in spiritual life cannot be obstructed by any material condition. This is called ahaituky apratihatā. Reception of spiritual knowledge is never checked by any material condition. Thus Prahlāda Mahārāja, from his very childhood, spoke spiritual knowledge to his class friends, and certainly it was effective, although all of them were children."
    },
    {
        "verse": "2",
        "devanagari": "श्रीप्रह्राद उवाचपितरि प्रस्थितेऽस्माकं तपसे मन्दराचलम् ।युद्धोद्यमं परं चक्रुर्विबुधा दानवान्प्रति ॥ २ ॥ H",
        "english_devnagari": "śrī-prahrāda uvācapitari prasthite ’smākaṁtapase mandarācalamyuddhodyamaṁ paraṁ cakrurvibudhā dānavān prati",
        "verse_Syn": [
            "śrī",
            "prahrādaḥ",
            "uvāca",
            "pitari",
            "prasthite",
            "asmākam",
            "tapase",
            "mandara",
            "acalam",
            "yuddha",
            "udyamam",
            "param",
            "cakruḥ",
            "vibudhāḥ",
            "dānavān",
            "prati"
        ],
        "translation": "Prahlāda Mahārāja said: When our father, Hiraṇyakaśipu, went to Mandarācala Mountain to execute severe austerities, in his absence the demigods, headed by King Indra, made a severe attempt to subdue all the demons in warfare.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "पिपीलिकैरहिरिव दिष्टय‍ा लोकोपतापन: ।पापेन पापोऽभक्षीति वदन्तो वासवादय: ॥ ३ ॥",
        "english_devnagari": "pipīlikair ahir ivadiṣṭyā lokopatāpanaḥpāpena pāpo ’bhakṣītivadanto vāsavādayaḥ",
        "verse_Syn": [
            "pipīlikaiḥ",
            "ahiḥ",
            "iva",
            "diṣṭyā",
            "loka",
            "upatāpanaḥ",
            "pāpena",
            "pāpaḥ",
            "abhakṣi",
            "iti",
            "vadantaḥ",
            "vāsava",
            "ādayaḥ"
        ],
        "translation": "“Alas, as a serpent is eaten by small ants, so the troublesome Hiraṇyakaśipu, who always inflicted miseries upon all types of people, has now been defeated by the reactions of his own sinful activities.” Saying this, the demigods, headed by King Indra, arranged to fight the demons.",
        "purport": ""
    },
    {
        "verse": "4-5",
        "devanagari": "तेषामतिबलोद्योगं निशम्यासुरयूथपा: ।वध्यमाना: सुरैर्भीता दुद्रुवु: सर्वतो दिशम् ॥ ४ ॥कलत्रपुत्रवित्ताप्तान्गृहान्पशुपरिच्छदान् ।नावेक्ष्यमाणास्त्वरिता: सर्वे प्राणपरीप्सव: ॥ ५ ॥",
        "english_devnagari": "teṣām atibalodyogaṁniśamyāsura-yūthapāḥvadhyamānāḥ surair bhītādudruvuḥ sarvato diśam",
        "verse_Syn": [
            "teṣām",
            "atibala",
            "udyogam",
            "niśamya",
            "asura",
            "yūthapāḥ",
            "vadhyamānāḥ",
            "suraiḥ",
            "bhītāḥ",
            "dudruvuḥ",
            "sarvataḥ",
            "diśam",
            "kalatra",
            "putra",
            "vitta",
            "āptān",
            "gṛhān",
            "paśu",
            "paricchadān",
            "na",
            "avekṣyamāṇāḥ",
            "tvaritāḥ",
            "sarve",
            "prāṇa",
            "parīpsavaḥ"
        ],
        "translation": "When the great leaders of the demons, who were being killed one after another, saw the unprecedented exertion of the demigods in fighting, they began to flee, scattering themselves in all directions. Simply to protect their lives, they hastily fled from their homes, wives, children, animals and household paraphernalia. Paying no heed to all these, the demons simply fled.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "व्यलुम्पन् राजशिबिरममरा जयकाङ्‌क्षिण: ।इन्द्रस्तु राजमहिषीं मातरं मम चाग्रहीत् ॥ ६ ॥",
        "english_devnagari": "vyalumpan rāja-śibiramamarā jaya-kāṅkṣiṇaḥindras tu rāja-mahiṣīṁmātaraṁ mama cāgrahīt",
        "verse_Syn": [
            "vyalumpan",
            "rāja",
            "śibiram",
            "amarāḥ",
            "jaya",
            "kāṅkṣiṇaḥ",
            "indraḥ",
            "tu",
            "rāja",
            "mahiṣīm",
            "mātaram",
            "mama",
            "ca",
            "agrahīt"
        ],
        "translation": "The victorious demigods plundered the palace of Hiraṇyakaśipu, the King of the demons, and destroyed everything within it. Then Indra, King of heaven, arrested my mother, the Queen.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "नीयमानां भयोद्विग्नां रुदतीं कुररीमिव ।यद‍ृच्छयागतस्तत्र देवर्षिर्दद‍ृशे पथि ॥ ७ ॥",
        "english_devnagari": "nīyamānāṁ bhayodvignāṁrudatīṁ kurarīm ivayadṛcchayāgatas tatradevarṣir dadṛśe pathi",
        "verse_Syn": [
            "nīyamānām",
            "bhaya",
            "udvignām",
            "rudatīm",
            "kurarīm",
            "iva",
            "yadṛcchayā",
            "āgataḥ",
            "tatra",
            "deva",
            "ṛṣiḥ",
            "dadṛśe",
            "pathi"
        ],
        "translation": "As she was being led away, crying in fear like a kurarī captured by a vulture, the great sage Nārada, who at that time had no engagement, appeared on the scene and saw her in that condition.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "प्राह नैनां सुरपते नेतुमर्हस्यनागसम् ।मुञ्च मुञ्च महाभाग सतीं परपरिग्रहम् ॥ ८ ॥",
        "english_devnagari": "prāha naināṁ sura-patenetum arhasy anāgasammuñca muñca mahā-bhāgasatīṁ para-parigraham",
        "verse_Syn": [
            "prāha",
            "na",
            "enām",
            "sura",
            "pate",
            "netum",
            "arhasi",
            "anāgasam",
            "muñca",
            "muñca",
            "mahā",
            "bhāga",
            "satīm",
            "para",
            "parigraham"
        ],
        "translation": "Nārada Muni said: O Indra, King of the demigods, this woman is certainly sinless. You should not drag her off in this merciless way. O greatly fortunate one, this chaste woman is the wife of another. You must immediately release her.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "श्रीइन्द्र उवाचआस्तेऽस्या जठरे वीर्यमविषह्यं सुरद्विष: ।आस्यतां यावत्प्रसवं मोक्ष्येऽर्थपदवीं गत: ॥ ९ ॥",
        "english_devnagari": "śrī-indra uvācaāste ’syā jaṭhare vīryamaviṣahyaṁ sura-dviṣaḥāsyatāṁ yāvat prasavaṁmokṣye ’rtha-padavīṁ gataḥ",
        "verse_Syn": [
            "śrī",
            "indraḥ",
            "uvāca",
            "āste",
            "asyāḥ",
            "jaṭhare",
            "vīryam",
            "aviṣahyam",
            "sura",
            "dviṣaḥ",
            "āsyatām",
            "yāvat",
            "prasavam",
            "mokṣye",
            "artha",
            "padavīm",
            "gataḥ"
        ],
        "translation": "King Indra said: In the womb of this woman, the wife of the demon Hiraṇyakaśipu, is the seed of that great demon. Therefore, let her remain in our custody until her child is delivered, and then we shall release her.",
        "purport": " Indra, the King of heaven, decided to arrest Prahlāda Mahārāja’s mother because he thought that another demon, another Hiraṇyakaśipu, was within her womb. The best course, he thought, was to kill the child when the child was born, and then the woman could be released."
    },
    {
        "verse": "10",
        "devanagari": "श्रीनारद उवाचअयं निष्किल्बिष: साक्षान्महाभागवतो महान् ।त्वया न प्राप्स्यते संस्थामनन्तानुचरो बली ॥ १० ॥",
        "english_devnagari": "śrī-nārada uvācaayaṁ niṣkilbiṣaḥ sākṣānmahā-bhāgavato mahāntvayā na prāpsyate saṁsthāmanantānucaro balī",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "ayam",
            "niṣkilbiṣaḥ",
            "sākṣāt",
            "mahā",
            "bhāgavataḥ",
            "mahān",
            "tvayā",
            "na",
            "prāpsyate",
            "saṁsthām",
            "ananta",
            "anucaraḥ",
            "balī"
        ],
        "translation": "Nārada Muni replied: The child within this woman’s womb is faultless and sinless. Indeed, he is a great devotee, a powerful servant of the Supreme Personality of Godhead. Therefore you will not be able to kill him.",
        "purport": " There have been many instances in which demons or nondevotees have attempted to kill a devotee, but they have never been able to destroy a great devotee of the Supreme Personality of Godhead. The Lord promises in Bhagavad-gītā (9.31), kaunteya pratijānīhi na me bhaktaḥ praṇaśyati. This is a declaration by the Supreme Personality of Godhead that His devotee cannot be killed by demons. Prahlāda Mahārāja is the vivid example of the truth of this promise. Nārada Muni told the King of heaven, “It would be impossible for you to kill the child, even though you are demigods, and certainly it would be impossible for others.”"
    },
    {
        "verse": "11",
        "devanagari": "इत्युक्तस्तां विहायेन्द्रो देवर्षेर्मानयन्वच: ।अनन्तप्रियभक्त्यैनां परिक्रम्य दिवं ययौ ॥ ११ ॥",
        "english_devnagari": "ity uktas tāṁ vihāyendrodevarṣer mānayan vacaḥananta-priya-bhaktyaināṁparikramya divaṁ yayau",
        "verse_Syn": [
            "iti",
            "uktaḥ",
            "tām",
            "vihāya",
            "indraḥ",
            "deva",
            "ṛṣeḥ",
            "mānayan",
            "vacaḥ",
            "ananta",
            "priya",
            "bhaktyā",
            "enām",
            "parikramya",
            "divam",
            "yayau"
        ],
        "translation": "When the great saint Nārada Muni had thus spoken, King Indra, being respectful to Nārada’s words, immediately released my mother. Because of my being a devotee of the Lord, all the demigods circumambulated her. Then they returned to their celestial kingdom.",
        "purport": " Although King Indra and the other demigods are exalted personalities, they were so obedient to Nārada Muni that King Indra immediately accepted Nārada Muni’s words concerning Prahlāda Mahārāja. This is called understanding by the paramparā system. Indra and the demigods did not know that a great devotee was in the womb of Kayādhu, the wife of Hiraṇyakaśipu, but they accepted the authoritative statements of Nārada Muni and immediately offered their respects to the devotee by circumambulating the woman in whose womb he was living. To understand God and the devotee by the paramparā system is the process of knowledge. There is no need to speculate about God and His devotee. One should accept the statements of a bona fide devotee and thus try to understand."
    },
    {
        "verse": "12",
        "devanagari": "ततो मे मातरमृषि: समानीय निजाश्रमे ।आश्वास्येहोष्यतां वत्से यावत्ते भर्तुरागम: ॥ १२ ॥",
        "english_devnagari": "tato me mātaram ṛṣiḥsamānīya nijāśrameāśvāsyehoṣyatāṁ vatseyāvat te bhartur āgamaḥ",
        "verse_Syn": [
            "tataḥ",
            "me",
            "mātaram",
            "ṛṣiḥ",
            "samānīya",
            "nija",
            "āśrame",
            "āśvāsya",
            "iha",
            "uṣyatām",
            "vatse",
            "yāvat",
            "te",
            "bhartuḥ",
            "āgamaḥ"
        ],
        "translation": "Prahlāda Mahārāja continued: The great saint Nārada Muni brought my mother to his āśrama and assured her of all protection, saying, “My dear child, please remain at my āśrama until the arrival of your husband.”",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "तथेत्यवात्सीद्देवर्षेरन्तिके साकुतोभया ।यावद्दैत्यपतिर्घोरात्तपसो न न्यवर्तत ॥ १३ ॥",
        "english_devnagari": "tathety avātsīd devarṣerantike sākuto-bhayāyāvad daitya-patir ghorāttapaso na nyavartata",
        "verse_Syn": [
            "tathā",
            "iti",
            "avātsīt",
            "deva",
            "ṛṣeḥ",
            "antike",
            "sā",
            "akuto",
            "bhayā",
            "yāvat",
            "daitya",
            "patiḥ",
            "ghorāt",
            "tapasaḥ",
            "na",
            "nyavartata"
        ],
        "translation": "After accepting the instructions of Devarṣi Nārada, my mother stayed in his care, without fear from any direction, as long as my father, the King of the Daityas, had not become free from his severe austerities.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "ऋषिं पर्यचरत्तत्र भक्त्या परमया सती ।अन्तर्वत्नी स्वगर्भस्य क्षेमायेच्छाप्रसूतये ॥ १४ ॥",
        "english_devnagari": "ṛṣiṁ paryacarat tatrabhaktyā paramayā satīantarvatnī sva-garbhasyakṣemāyecchā-prasūtaye",
        "verse_Syn": [
            "ṛṣim",
            "paryacarat",
            "tatra",
            "bhaktyā",
            "paramayā",
            "satī",
            "antarvatnī",
            "sva",
            "garbhasya",
            "kṣemāya",
            "icchā",
            "prasūtaye"
        ],
        "translation": "My mother, being pregnant, desired the safety of her embryo and desired to give birth after her husband’s arrival. Thus she stayed at Nārada Muni’s āśrama, where she rendered service unto Nārada Muni with great devotion.",
        "purport": " It is stated in Śrīmad-Bhāgavatam (9.19.17) One should not remain in a secluded place with a woman, even one’s mother, sister, or daughter. Nonetheless, although one is strictly prohibited from staying with a woman in a secluded place, Nārada Muni gave shelter to Prahlāda Mahārāja’s young mother, who rendered service to him with great devotion and faith. Does this mean that Nārada Muni transgressed the Vedic injunctions? Certainly he did not. Such injunctions are intended for mundane creatures, but Nārada Muni is transcendental to mundane categories. Nārada Muni is a great saint and is transcendentally situated. Therefore, although he was a young man, he could give shelter to a young woman and accept her service. Haridāsa Ṭhākura also spoke with a young woman, a prostitute, in the dead of night, but the woman could not deviate his mind. Instead, she became a Vaiṣṇavī, a pure devotee, by the benediction of Haridāsa Ṭhākura. Ordinary persons, however, should not imitate such highly elevated devotees. Ordinary persons must strictly observe the rules and regulations by staying aloof from the association of women. No one should imitate Nārada Muni or Haridāsa Ṭhākura. It is said, vaiṣṇavera kriyā-mudrā vijñe nā bujhaya. Even if a man is very advanced in learning, he cannot understand the behavior of a Vaiṣṇava. Anyone can take shelter of a pure Vaiṣṇava, without fear. Therefore in the previous verse it has been distinctly said, devarṣer antike sākuto-bhayā: Kayādhu, the mother of Prahlāda Mahārāja, stayed under the protection of Nārada Muni without fear from any direction. Similarly, Nārada Muni, in his transcendental position, stayed with the young woman without fear of deviation. Nārada Muni, Haridāsa Ṭhākura and similar ācāryas especially empowered to broadcast the glories of the Lord cannot be brought down to the material platform. Therefore one is strictly forbidden to think that the ācārya is an ordinary human being (guruṣu nara-matiḥ)."
    },
    {
        "verse": "15",
        "devanagari": "ऋषि: कारुणिकस्तस्या: प्रादादुभयमीश्वर: ।धर्मस्य तत्त्वं ज्ञानं च मामप्युद्दिश्य निर्मलम् ॥ १५ ॥",
        "english_devnagari": "ṛṣiḥ kāruṇikas tasyāḥprādād ubhayam īśvaraḥdharmasya tattvaṁ jñānaṁ camām apy uddiśya nirmalam",
        "verse_Syn": [
            "ṛṣiḥ",
            "kāruṇikaḥ",
            "tasyāḥ",
            "prādāt",
            "ubhayam",
            "īśvaraḥ",
            "dharmasya",
            "tattvam",
            "jñānam",
            "ca",
            "mām",
            "api",
            "uddiśya",
            "nirmalam"
        ],
        "translation": "Nārada Muni delivered his instructions both to me, who was within the womb, and to my mother, who was engaged in rendering him service. Because he is naturally extremely kind to the fallen souls, being in a transcendental position, he gave instructions on religion and transcendental knowledge. These instructions were free from all material contamination.",
        "purport": " Here it is said, dharmasya tattvaṁ jñānaṁ ca … nirmalam. The word nirmalam refers to spotless dharma, spotless religion — or, in other words, bhāgavata-dharma. Ordinary ritualistic activities constitute contaminated religion, by which one benefits by developing material wealth and prosperity, but uncontaminated, pure religion consists of understanding one’s relationship with God and acting accordingly, thus fulfilling the highest mission of life and returning home, back to Godhead. Prahlāda Mahārāja advised that one elevate oneself to the standard of bhāgavata-dharma from the very beginning of life (kaumāra ācaret prājño dharmān bhāgavatān iha). The Lord Himself also speaks of pure, uncontaminated religion when He says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Abandon all varieties of religion and just surrender unto Me.” (Bg. 18.66) One must understand one’s relationship with God and then act accordingly. This is bhāgavata-dharma. Bhāgavata-dharma means bhakti-yoga. “By rendering devotional service unto the Personality of Godhead, Śrī Kṛṣṇa, one immediately acquires causeless knowledge and detachment from the world.” (Bhāg. 1.2.7) To be situated on the platform of pure religion, one should perform bhakti-yoga in relationship with Kṛṣṇa, Vāsudeva."
    },
    {
        "verse": "16",
        "devanagari": "तत्तु कालस्य दीर्घत्वात् स्त्रीत्वान्मातुस्तिरोदधे ।ऋषिणानुगृहीतं मां नाधुनाप्यजहात्स्मृति: ॥ १६ ॥",
        "english_devnagari": "tat tu kālasya dīrghatvātstrītvān mātus tirodadheṛṣiṇānugṛhītaṁ māṁnādhunāpy ajahāt smṛtiḥ",
        "verse_Syn": [
            "tat",
            "tu",
            "kālasya",
            "dīrghatvāt",
            "strītvāt",
            "mātuḥ",
            "tirodadhe",
            "ṛṣiṇā",
            "anugṛhītam",
            "mām",
            "na",
            "adhunā",
            "api",
            "ajahāt",
            "smṛtiḥ"
        ],
        "translation": "Because of the long duration of time that has passed and because of her being a woman and therefore less intelligent, my mother has forgotten all those instructions; but the great sage Nārada blessed me, and therefore I could not forget them.",
        "purport": " In Bhagavad-gītā (9.32) the Lord says: “O son of Pṛthā, those who take shelter in Me — though they be lowborn, women, vaiśyas [merchants] or śūdras [workers] — can approach the supreme destination.” The word pāpa-yoni refers to those who are less than śūdras, but even though a woman may not be pāpa-yoni, because of being less intelligent she sometimes forgets devotional instructions. For those who are strong enough, however, there is no question of forgetting. Women are generally attached to material enjoyment, and because of this tendency they sometimes forget devotional instructions. But if even a woman practices devotional service strictly, according to the rules and regulations, the statement by the Lord Himself that she can return to Godhead (te ’pi yānti parāṁ gatim) is not at all astonishing. One must take shelter of the Lord and rigidly follow the rules and regulations. Then, regardless of what one is, one will return home, back to Godhead. Prahlāda Mahārāja’s mother was more concerned with protecting the child in the womb and was very anxious to see her husband return. Therefore she could not consider very seriously the sublime instructions of Nārada Muni."
    },
    {
        "verse": "17",
        "devanagari": "भवतामपि भूयान्मे यदि श्रद्दधते वच: ।वैशारदी धी: श्रद्धात: स्त्रीबालानां च मे यथा ॥ १७ ॥",
        "english_devnagari": "bhavatām api bhūyān meyadi śraddadhate vacaḥvaiśāradī dhīḥ śraddhātaḥstrī-bālānāṁ ca me yathā",
        "verse_Syn": [
            "bhavatām",
            "api",
            "bhūyāt",
            "me",
            "yadi",
            "śraddadhate",
            "vacaḥ",
            "vaiśāradī",
            "dhīḥ",
            "śraddhātaḥ",
            "strī",
            "bālānām",
            "ca",
            "me",
            "yathā"
        ],
        "translation": "Prahlāda Mahārāja continued: My dear friends, if you can place your faith in my words, simply by that faith you can also understand transcendental knowledge, just like me, although you are small children. Similarly, a woman can also understand transcendental knowledge and know what is spirit and what is matter.",
        "purport": " These words of Prahlāda Mahārāja are very important in regard to knowledge descending by the disciplic succession. Even when Prahlāda Mahārāja was a baby within the womb of his mother, he became fully convinced of the existence of the supreme power because of hearing the powerful instructions of Nārada and understood how to attain perfection in life by bhakti-yoga. These are the most important understandings in spiritual knowledge. “Unto those great souls who have implicit faith in both the Lord and the spiritual master, all the imports of Vedic knowledge are automatically revealed.” (Śvetāśvatara Upaniṣad 6.23) “No one can understand Kṛṣṇa as He is by the blunt material senses. But He reveals Himself to the devotees, being pleased with them for their transcendental loving service unto Him.” (Bhakti-rasāmṛta-sindhu 1.2.234) “One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God.” (Bg. 18.55) These are Vedic instructions. One must have full faith in the words of the spiritual master and similar faith in the Supreme Personality of Godhead. Then the real knowledge of ātmā and Paramātmā and the distinction between matter and spirit will be automatically revealed. This ātma-tattva, or spiritual knowledge, will be revealed within the core of a devotee’s heart because of his having taken shelter of the lotus feet of a mahājana such as Prahlāda Mahārāja. In this verse the word bhūyāt may be understood to mean “let there be.” Prahlāda Mahārāja offers his blessings to his class friends, saying, “Also become faithful like me. Become bona fide Vaiṣṇavas.” A devotee of the Lord desires for everyone to take to Kṛṣṇa consciousness. Unfortunately, however, people sometimes do not have staunch faith in the words of the spiritual master who comes by the disciplic succession, and therefore they are unable to understand transcendental knowledge. The spiritual master must be in the line of authorized disciplic succession, like Prahlāda Mahārāja, who received the knowledge from Nārada. If the class friends of Prahlāda Mahārāja, the sons of demons, were to accept the truth through Prahlāda, they would certainly also become fully aware of transcendental knowledge. The words vaiśāradī dhīḥ refer to intelligence concerning the Supreme Personality of Godhead, who is extremely expert. The Lord has created wonderful universes by His expert knowledge. Unless one is extremely expert, he cannot understand the expert management of the supreme expert. One can understand, however, if one is fortunate enough to meet a bona fide spiritual master coming in the disciplic succession from Lord Brahmā, Lord Śiva, Mother Lakṣmī or the Kumāras. These four sampradāyas, or disciplic successions of knowledge and transcendence, are called the Brahma sampradāya, Rudra sampradāya, Śrī sampradāya, and Kumāra sampradāya. Sampradāya-vihīnā ye mantrās te niṣphalā matāḥ. The knowledge of the Supreme received from such a sampradāya, or disciplic succession, can give one enlightenment. If one does not take to the path of disciplic succession, it is not possible for one to understand the Supreme Personality of Godhead. If one understands the Supreme Lord through devotional service with faith in the disciplic succession and then advances further, he awakens his natural love for God, and then his success in life is assured."
    },
    {
        "verse": "18",
        "devanagari": "जन्माद्या: षडिमे भावा द‍ृष्टा देहस्य नात्मन: ।फलानामिव वृक्षस्य कालेनेश्वरमूर्तिना ॥ १८ ॥",
        "english_devnagari": "janmādyāḥ ṣaḍ ime bhāvādṛṣṭā dehasya nātmanaḥphalānām iva vṛkṣasyakāleneśvara-mūrtinā",
        "verse_Syn": [
            "janma",
            "ādyāḥ",
            "ṣaṭ",
            "ime",
            "bhāvāḥ",
            "dṛṣṭāḥ",
            "dehasya",
            "na",
            "ātmanaḥ",
            "phalānām",
            "iva",
            "vṛkṣasya",
            "kālena",
            "īśvara",
            "mūrtinā"
        ],
        "translation": "Just as the fruits and flowers of a tree in due course of time undergo six changes — birth, existence, growth, transformation, dwindling and then death — the material body, which is obtained by the spirit soul under different circumstances, undergoes similar changes. However, there are no such changes for the spirit soul.",
        "purport": " This is a very important verse in understanding the difference between the spiritual soul and the material body. The soul is eternal, as stated in Bhagavad-gītā (2.20): “For the soul there is never birth nor death. Nor, having once been, does he ever cease to be. He is unborn, eternal, ever-existing, undying and primeval. He is not slain when the body is slain.” The spirit soul is eternal, being freed from waste and change, which take place because of the material body. The example of a tree and its fruits and flowers is very simple and clear. A tree stands for many, many years, but with the seasonal changes its fruits and flowers undergo six transformations. The foolish theory of modern chemists that life can be produced by chemical interactions cannot be accepted as truth. The birth of a human being’s material body takes place due to a mixture of the ovum and semen, but the history of birth is that although the ovum and semen mix together after sex, there is not always pregnancy. Unless the soul enters the mixture, there is no possibility of pregnancy, but when the soul takes shelter of the mixture the body takes birth, exists, grows, transforms and dwindles, and ultimately it is vanquished. The fruits and flowers of a tree seasonally come and go, but the tree continues to stand. Similarly, the transmigrating soul accepts various bodies, which undergo six transformations, but the soul remains permanently the same (ajo nityaḥ śāśvato ’yaṁ purāṇo na hanyate hanyamāne śarīre). The soul is eternal and ever existing, but the bodies accepted by the soul are changing. There are two kinds of soul — the Supreme Soul (the Personality of Godhead) and the individual soul (the living entity). As various bodily changes take place in the individual soul, different millenniums of creation take place in the Supreme Soul. In this regard, Madhvācārya says: Since the body is the external feature of the soul, the soul is not dependent on the body; rather, the body is dependent on the soul. One who understands this truth should not be very much anxious about the maintenance of his body. There is no possibility of maintaining the body permanently or eternally. Antavanta ime dehā nityasyoktāḥ śarīriṇaḥ. This is the statement of Bhagavad-gītā (2.18). The material body is antavat (perishable), but the soul within the body is eternal (nityasyoktāḥ śarīriṇaḥ). Lord Viṣṇu and the individual souls, who are part and parcel of Him, are both eternal. Nityo nityānāṁ cetanaś cetanānām. Lord Viṣṇu is the chief living being, whereas the individual living entities are parts of Lord Viṣṇu. All the various grades of bodies — from the gigantic universal body to the small body of an ant — are perishable, but the Supersoul and the soul, being equal in quality, both exist eternally. This is further explained in the next verses."
    },
    {
        "verse": "19-20",
        "devanagari": "आत्मा नित्योऽव्यय: शुद्ध एक: क्षेत्रज्ञ आश्रय: ।अविक्रिय: स्वद‍ृग् हेतुर्व्यापकोऽसङ्‌‌ग्यनावृत: ॥ १९ ॥एतैर्द्वादशभिर्विद्वानात्मनो लक्षणै: परै: ।अहं ममेत्यसद्भ‍ावं देहादौ मोहजं त्यजेत् ॥ २० ॥",
        "english_devnagari": "ātmā nityo ’vyayaḥ śuddhaekaḥ kṣetra-jña āśrayaḥavikriyaḥ sva-dṛg heturvyāpako ’saṅgy anāvṛtaḥ",
        "verse_Syn": [
            "ātmā",
            "nityaḥ",
            "avyayaḥ",
            "śuddhaḥ",
            "ekaḥ",
            "kṣetra",
            "jñaḥ",
            "āśrayaḥ",
            "avikriyaḥ",
            "sva",
            "dṛk",
            "hetuḥ",
            "vyāpakaḥ",
            "asaṅgī",
            "anāvṛtaḥ",
            "etaiḥ",
            "dvādaśabhiḥ",
            "vidvān",
            "ātmanaḥ",
            "lakṣaṇaiḥ",
            "paraiḥ",
            "aham",
            "mama",
            "iti",
            "asat",
            "bhāvam",
            "deha",
            "ādau",
            "moha",
            "jam",
            "tyajet"
        ],
        "translation": "“Ātmā” refers to the Supreme Lord or the living entities. Both of them are spiritual, free from birth and death, free from deterioration and free from material contamination. They are individual, they are the knowers of the external body, and they are the foundation or shelter of everything. They are free from material change, they are self-illuminated, they are the cause of all causes, and they are all-pervading. They have nothing to do with the material body, and therefore they are always uncovered. With these transcendental qualities, one who is actually learned must give up the illusory conception of life, in which one thinks, “I am this material body, and everything in relationship with this body is mine.”",
        "purport": " In Bhagavad-gītā (15.7) Lord Kṛṣṇa clearly says, mamaivāṁśo jīva-loke jīva-bhūtaḥ: “All the living entities are part of Me.” Therefore the living entities are qualitatively the same as the Supreme Personality of Godhead, who is the leader, the Supreme among all the living entities. In the Vedas it is said, nityo nityānāṁ cetanaś cetanānām: the Lord is the chief individual living entity, the leader of the subordinate living entities. Because the living entities are parts or samples of God, their qualities are not different from those of the Supreme Lord. The living entities have the same qualities as the Lord, just as a drop of sea water is composed of the same chemicals as the great sea itself. Thus there is oneness in quality but a difference in quantity. One can understand the Supreme Personality of Godhead by understanding the sample, the living entity, because all the qualities of God exist in a minute quantity in the living entities. There is oneness, but God is great whereas the living entities are extremely small. Aṇor aṇīyān mahato mahīyān (Kaṭha Upaniṣad 1.2.20). The living entities are smaller than the atom, but God is greater than the greatest. Our conception of greatness may be represented by the sky because we think of the sky as being unlimitedly big, but God is bigger than the sky. Similarly, we have knowledge that the living entities are smaller than atoms, being one ten-thousandth the size of the tip of a hair, yet the quality of being the supreme cause of all causes exists in the living entity as well as in the Supreme Personality of Godhead. Indeed, it is due to the presence of the living entity that the body exists and bodily changes take place. Similarly, it is because the Supreme Lord is within this universe that the changes dictated by the material laws occur. The word ekaḥ, meaning “individual,” is significant. As explained in Bhagavad-gītā (9.4), mat-sthāni sarva-bhūtāni na cāhaṁ teṣv avasthitaḥ. Everything, material and spiritual, including earth, water, air, fire, sky and the living entities, exists on the platform of spirit soul. Although everything is an emanation from the Supreme Personality of Godhead, one should not think that the Supreme Lord is dependent upon anything else. Both God and the living entity are fully conscious. As living entities, we are conscious of our bodily existence. Similarly, the Lord is conscious of the gigantic cosmic manifestation. This is confirmed in the Vedas. Yasmin dyauḥ pṛthivī cāntarīkṣam. Vijñātāram adhikena vijānīyāt. Ekam evādvitīyam. Ātma-jyotiḥ samrāḍ ihovāca. Sa imān lokān asṛjata. Satyaṁ jñānam anantam. Asaṅgo hy ayaṁ puruṣaḥ. Pūrṇasya pūrṇam ādāya pūrṇam evāvaśiṣyate. All these Vedic injunctions prove that both the Supreme Personality of Godhead and the minute soul are individual. One is great, and the other is small, but both of them are the cause of all causes — the corporally limited and the universally unlimited. We should always remember that although we are equal to the Supreme Personality of Godhead in quality, we are never equal to Him in quantity. Persons with a small fund of intelligence, finding themselves equal in quality with God, foolishly think that they are equal in quantity also. Their intelligence is called aviśuddha-buddhayaḥ — unpolished or contaminated intelligence. When such persons, after endeavoring hard for many, many lives to understand the supreme cause, are finally in actual knowledge of Kṛṣṇa, Vāsudeva, they surrender unto Him (vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ). Thus they become great mahātmās, perfect souls. If one is fortunate enough to understand his relationship with God, knowing that God is great (vibhu) whereas the living entity is small (aṇu), he is perfect in knowledge. The individual exists in darkness when he thinks that he is the material body and that everything in relationship with the material body belongs to him. This is called ahaṁ mama (janasya moho ’yam ahaṁ mameti). This is illusion. One must give up his illusory conception and thus become fully aware of everything."
    },
    {
        "verse": "21",
        "devanagari": "स्वर्णं यथा ग्रावसु हेमकार:क्षेत्रेषु योगैस्तदभिज्ञ आप्नुयात् ।क्षेत्रेषु देहेषु तथात्मयोगै-रध्यात्मविद् ब्रह्मगतिं लभेत ॥ २१ ॥",
        "english_devnagari": "svarṇaṁ yathā grāvasu hema-kāraḥkṣetreṣu yogais tad-abhijña āpnuyātkṣetreṣu deheṣu tathātma-yogairadhyātma-vid brahma-gatiṁ labheta",
        "verse_Syn": [
            "svarṇam",
            "yathā",
            "grāvasu",
            "hema",
            "kāraḥ",
            "kṣetreṣu",
            "yogaiḥ",
            "tat",
            "abhijñaḥ",
            "āpnuyāt",
            "kṣetreṣu",
            "deheṣu",
            "tathā",
            "ātma",
            "yogaiḥ",
            "adhyātma",
            "vit",
            "brahma",
            "gatim",
            "labheta"
        ],
        "translation": "An expert geologist can understand where there is gold and by various processes can extract it from the gold ore. Similarly, a spiritually advanced person can understand how the spiritual particle exists within the body, and thus by cultivating spiritual knowledge he can attain perfection in spiritual life. However, as one who is not expert cannot understand where there is gold, a foolish person who has not cultivated spiritual knowledge cannot understand how the spirit exists within the body.",
        "purport": " Here is a very good example concerning spiritual understanding. Foolish rascals, including so-called jñānīs, philosophers and scientists, cannot understand the existence of the soul within the body because they are lacking in spiritual knowledge. The Vedas enjoin, tad-vijñānārthaṁ sa gurum evābhigacchet: to understand spiritual knowledge, one must approach a bona fide spiritual master. Unless one has been trained in geology, one cannot detect gold in stone. Similarly, unless one has been trained by a spiritual master, he cannot understand what is spirit and what is matter. Here it is said, yogais tad-abhijñaḥ. This indicates that one who has connected himself with spiritual knowledge can understand that there is a spiritual soul within the body. However, one who is in an animalistic conception of life and has no spiritual culture cannot understand. As an expert mineralogist or geologist can understand where there is gold and can then invest his money to dig there and chemically separate the gold from the ore, an expert spiritualist can understand where the soul is within matter. One who has not been trained cannot distinguish between gold and stone. Similarly, fools and rascals who have not learned from an expert spiritual master what is soul and what is matter cannot understand the existence of the soul within the body. To understand such knowledge, one must be trained in the mystic yoga system, or, finally, in the bhakti-yoga system. As stated in Bhagavad-gītā (18.55), bhaktyā mām abhijānāti. Unless one takes shelter of the bhakti-yoga process, one cannot understand the existence of the soul within the body. Therefore Bhagavad-gītā begins by teaching: “As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.” (Bg. 2.13) Thus the first instruction is that one should understand that the soul is within the body and is transmigrating from one body to another. This is the beginning of spiritual knowledge. Any person who is not expert in understanding this science or is unwilling to understand it remains in the bodily conception of life, or the animalistic conception of life, as confirmed in Śrīmad-Bhāgavatam (yasyātma-buddhiḥ kuṇape tri-dhātuke … sa eva go-kharaḥ). Every member of human society should clearly understand the instructions of Bhagavad-gītā, for only in this way can one be spiritually elevated and automatically give up the false, illusory knowledge by which one thinks, “I am this body, and everything belonging to this body is mine [ahaṁ mameti].” This doggish conception should be rejected immediately. One should be prepared to understand the spirit soul and the supreme spirit, God, who are eternally related. Thus one may return home, back to Godhead, having solved all the problems of life."
    },
    {
        "verse": "22",
        "devanagari": "अष्टौ प्रकृतय: प्रोक्तास्त्रय एव हि तद्गुणा: ।विकारा: षोडशाचार्यै: पुमानेक: समन्वयात् ॥ २२ ॥",
        "english_devnagari": "aṣṭau prakṛtayaḥ proktāstraya eva hi tad-guṇāḥvikārāḥ ṣoḍaśācāryaiḥpumān ekaḥ samanvayāt",
        "verse_Syn": [
            "aṣṭau",
            "prakṛtayaḥ",
            "proktāḥ",
            "trayaḥ",
            "eva",
            "hi",
            "tat",
            "guṇāḥ",
            "vikārāḥ",
            "ṣoḍaśa",
            "ācāryaiḥ",
            "pumān",
            "ekaḥ",
            "samanvayāt"
        ],
        "translation": "The Lord’s eight separated material energies, the three modes of material nature and the sixteen transformations [the eleven senses and the five gross material elements like earth and water] — within all these, the one spiritual soul exists as the observer. Therefore all the great ācāryas have concluded that the individual soul is conditioned by these material elements.",
        "purport": " As explained in the previous verse, kṣetreṣu deheṣu tathātma-yogair adhyātma-vid brahma-gatiṁ labheta: “A spiritually advanced person can understand how the spiritual particle exists within the body, and thus by cultivating spiritual knowledge he can attain perfection in spiritual life.” The intelligent person who is expert in finding the self within the body must understand the eight external energies, which are listed in Bhagavad-gītā (7.4): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies.” Bhūmi, earth, includes all the objects of sense perception — rūpa (form), rasa (taste), gandha (smell), śabda (sound) and sparśa (touch). Within the earth are the fragrance of roses, the taste of sweet fruit, and whatever else we want. As stated in Śrīmad-Bhāgavatam (1.10.4), sarva-kāma-dughā mahī: the earth (mahī) contains all our requirements. Thus the objects of sense perception are all present in bhūmi, or the earth. The gross material elements and subtle material elements (mind, intelligence and ahaṅkāra, false ego) constitute the total material energy. Within the total material energy are the three material modes or qualities. These qualities — sattva-guṇa, rajo-guṇa and tamo-guṇa — belong not to the soul but to the material energy. It is because of the interaction of these three material modes of nature that the five knowledge-gathering senses, the five working senses and their controller, the mind, are manifested. Then, according to these modes, the living entity gets the opportunity to perform different types of karma with different types of knowledge, thinking, feeling and willing. Thus the bodily machine begins to work. This has all been properly analyzed in sāṅkhya-yoga by the great ācāryas, especially by the Supreme Personality of Godhead, Kṛṣṇa, in His incarnation as Devahūti-putra Kapila. This is indicated here by the word ācāryaiḥ. We need not follow anyone who is not an authorized ācārya. Ācāryavān puruṣo veda: one can understand the truth fully when he has taken shelter of an expert ācārya. The living entity is individual, but the body is a composition of many material elements. This is proved by the fact that as soon as the living entity quits this combination of material elements, it becomes a mere conglomeration of matter. The matter is qualitatively one, and the spiritual soul is qualitatively one with the Supreme. The Supreme is one, and the individual soul is one, but the individual soul is understood to be the master of the individual combination of material energy, whereas the Supreme Lord is the controller of the total material energy. The living entity is the master of his particular body, and according to his activities he is subjected to different types of pains and pleasures. However, although the Supreme Person, the Paramātmā, is also one, He is present as an individual in all the different bodies. The material energy is in fact divided into twenty-four elements. The individual soul, the owner of the individual body, is a twenty-fifth subject, and above everything is Lord Viṣṇu as Paramātmā, the supreme controller, who is the twenty-sixth subject. When one understands all of these twenty-six subjects, he becomes adhyātma-vit, an expert in understanding the distinction between matter and spirit. As stated in Bhagavad-gītā (13.3), kṣetra-kṣetrajñayor jñānam: understanding of the kṣetra (the constitution of the body) and of the individual soul and the Supersoul constitutes real jñāna, or knowledge. Unless one ultimately understands that the Supreme Lord is eternally related with the individual soul, one’s knowledge is imperfect. This is confirmed in Bhagavad-gītā (7.19): “After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.” Everything, material and spiritual, consists of various energies of Vāsudeva, to whom the individual soul, the spiritual part of the Supreme Lord, is subordinate. Upon understanding this perfect knowledge, one surrenders to the Supreme Personality of Godhead (vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ)."
    },
    {
        "verse": "23",
        "devanagari": "देहस्तु सर्वसङ्घातो जगत्तस्थुरिति द्विधा ।अत्रैव मृग्य: पुरुषो नेति नेतीत्यतत्त्यजन् ॥ २३ ॥",
        "english_devnagari": "dehas tu sarva-saṅghātojagat tasthur iti dvidhāatraiva mṛgyaḥ puruṣoneti netīty atat tyajan",
        "verse_Syn": [
            "dehaḥ",
            "tu",
            "sarva",
            "saṅghātaḥ",
            "jagat",
            "tasthuḥ",
            "iti",
            "dvidhā",
            "atra",
            "eva",
            "mṛgyaḥ",
            "puruṣaḥ",
            "na",
            "iti",
            "na",
            "iti",
            "iti",
            "atat",
            "tyajan"
        ],
        "translation": "There are two kinds of bodies for every individual soul — a gross body made of five gross elements and a subtle body made of three subtle elements. Within these bodies, however, is the spirit soul. One must find the soul by analysis, saying, “This is not it. This is not it.” Thus one must separate spirit from matter.",
        "purport": " As previously stated, svarṇaṁ yathā grāvasu hema-kāraḥ kṣetreṣu yogais tad-abhijña āpnuyāt. An expert in the study of soil can find out where gold is and then dig there. He can then analyze the stone and test the gold with nitric acid. Similarly, one must analyze the whole body to find within the body the spirit soul. In studying one’s own body, one must ask himself whether his head is his soul, his fingers are his soul, his hand is his soul, and so on. In this way, one must gradually reject all the material elements and the combinations of material elements in the body. Then, if one is expert and follows the ācārya, he can understand that he is the spiritual soul living within the body. The greatest ācārya, Kṛṣṇa, begins His teachings in Bhagavad-gītā by saying: “As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.” (Bg. 2.13) The spirit soul possesses the body and is within the body. This is the real analysis. The soul never mixes with the bodily elements. Although the soul is within the body, it is separate and always pure. One must analyze and understand his self. This is self-realization. Neti neti is the analytical process of rejecting matter. By expertly conducting such an analysis, one can understand where the soul is. One who is not expert, however, cannot distinguish gold from earth, nor the soul from the body."
    },
    {
        "verse": "24",
        "devanagari": "अन्वयव्यतिरेकेण विवेकेनोशतात्मना ।स्वर्गस्थानसमाम्नायैर्विमृशद्भ‍िरसत्वरै: ॥ २४ ॥",
        "english_devnagari": "anvaya-vyatirekeṇavivekenośatātmanāsvarga-sthāna-samāmnāyairvimṛśadbhir asatvaraiḥ",
        "verse_Syn": [
            "anvaya",
            "vyatirekeṇa",
            "vivekena",
            "uśatā",
            "ātmanā",
            "svarga",
            "sthāna",
            "samāmnāyaiḥ",
            "vimṛśadbhiḥ",
            "asat",
            "varaiḥ"
        ],
        "translation": "Sober and expert persons should search for the spirit soul with minds purified through analytical study in terms of the soul’s connection with and distinction from all things that undergo creation, maintenance and destruction.",
        "purport": " A sober person can study himself and distinguish the soul from the body by analytical study. For example, when one considers his body — his head, his hands and so on — one can certainly understand the difference between the spirit soul and the body. No one says, “I head.” Everyone says, “My head.” Thus there are two entities — the head and “I.” They are not identical, although they appear to be one conglomeration. One may argue, “When we analyze the body we find a head, hands, legs, a belly, blood, bones, urine, stool and so on, but after everything is considered, where is the existence of the soul?” A sober man, however, avails himself of this Vedic instruction: yato vā imāni bhūtāni jāyante; yena jātāni jīvanti; yat prayanty abhisaṁviśanti; tad vijijñāsasva; tad brahmeti. (Taittirīya Upaniṣad 3.1.1) Thus he can understand that the head, hands, legs and indeed the entire body have grown on the basis of the soul. If the soul is within, the body, head, hands and legs grow, but otherwise they do not. A dead child does not grow up, for the soul is not present. If by a careful analysis of the body one still cannot find the existence of the soul, this is due to his ignorance. How can a gross man fully engaged in materialistic activities understand the soul, which is a small particle of spirit one ten-thousandth the size of the tip of a hair? Such a person foolishly thinks that the material body has grown from a combination of chemicals, although he cannot find them. The Vedas inform us, however, that chemical combinations do not constitute the living force; the living force is the ātmā and Paramātmā, and the body grows on the basis of that living force. The fruit of a tree grows and undergoes six kinds of change because of the presence of the tree. If there were no tree, there could be no question of the growth and maturity of fruit. Therefore, beyond the existence of the body are the Paramātmā and ātmā within the body. This is the first understanding of spiritual knowledge explained in Bhagavad-gītā. Dehino ’smin yathā dehe. The body exists because of the presence of the Supreme Lord and the jīva, which is part of the Lord. This is further explained by the Lord Himself in Bhagavad-gītā (9.4): “By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.” The Supreme Soul exists everywhere. The Vedas enjoin, sarvaṁ khalv idaṁ brahma: everything is Brahman or an expansion of Brahman’s energies. Sūtre maṇi-gaṇā iva: everything rests on the Lord, just like pearls strung together on a thread. The thread is the principal Brahman. He is the supreme cause, the Supreme Lord upon whom everything rests (mattaḥ parataraṁ nānyat). Thus we must study the ātmā and Paramātmā — the individual soul and the Supersoul — upon whom the entire material cosmic manifestation rests. This is explained by the Vedic statement yato vā imāni bhūtāni jāyante; yena jātāni jīvanti."
    },
    {
        "verse": "25",
        "devanagari": "बुद्धेर्जागरणं स्वप्न: सुषुप्तिरिति वृत्तय: ।ता येनैवानुभूयन्ते सोऽध्यक्ष: पुरुष: पर: ॥ २५ ॥",
        "english_devnagari": "buddher jāgaraṇaṁ svapnaḥsuṣuptir iti vṛttayaḥtā yenaivānubhūyanteso ’dhyakṣaḥ puruṣaḥ paraḥ",
        "verse_Syn": [
            "buddheḥ",
            "jāgaraṇam",
            "svapnaḥ",
            "suṣuptiḥ",
            "iti",
            "vṛttayaḥ",
            "tāḥ",
            "yena",
            "eva",
            "anubhūyante",
            "saḥ",
            "adhyakṣaḥ",
            "puruṣaḥ",
            "paraḥ"
        ],
        "translation": "Intelligence can be perceived in three states of activity — wakefulness, dreaming and deep sleep. The person who perceives these three is to be considered the original master, the ruler, the Supreme Personality of Godhead.",
        "purport": " Without intelligence one cannot understand the direct activities of the senses, nor can he understand dreaming or the cessation of all gross and subtle activities. The seer and controller is the Supreme Personality of Godhead, the Supreme Soul, by whose direction the individual soul can understand when he is awake, when he is sleeping, and when he is completely in trance. In Bhagavad-gītā (15.15) the Lord says, sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” The living entities are completely absorbed in the three states of wakefulness, dreaming and deep sleep through their intelligence. This intelligence is supplied by the Supreme Personality of Godhead, who accompanies the individual soul as a friend. Śrīla Madhvācārya says that the living entity is sometimes described as sattva-buddhi when his intelligence acts directly to perceive pains and pleasures above activities. There is a dreaming state in which understanding comes from the Supreme Personality of Godhead (mattaḥ smṛtir jñānam apohanaṁ ca). The Supreme Personality of Godhead, the Supersoul, is the supreme controller, and under His direction the living entities are subcontrollers. One must understand the Supreme Personality of Godhead with one’s intelligence."
    },
    {
        "verse": "26",
        "devanagari": "एभिस्त्रिवर्णै: पर्यस्तैर्बुद्धिभेदै: क्रियोद्भ‍वै: ।स्वरूपमात्मनो बुध्येद् गन्धैर्वायुमिवान्वयात् ॥ २६ ॥",
        "english_devnagari": "ebhis tri-varṇaiḥ paryastairbuddhi-bhedaiḥ kriyodbhavaiḥsvarūpam ātmano budhyedgandhair vāyum ivānvayāt",
        "verse_Syn": [
            "ebhiḥ",
            "tri",
            "varṇaiḥ",
            "paryastaiḥ",
            "buddhi",
            "bhedaiḥ",
            "kriyā",
            "udbhavaiḥ",
            "svarūpam",
            "ātmanaḥ",
            "budhyet",
            "gandhaiḥ",
            "vāyum",
            "iva",
            "anvayāt"
        ],
        "translation": "As one can understand the presence of the air by the aromas it carries, so, under the guidance of the Supreme Personality of Godhead, one can understand the living soul by these three divisions of intelligence. These three divisions, however, are not the soul; they are constituted of the three modes and are born of activities.",
        "purport": " As already explained, there are three states to our existence, namely wakefulness, dreaming and deep sleep. In all three states, we have different experiences. Thus the soul is the observer of these three states. Actually, the activities of the body are not the activities of the soul. The soul is different from the body. Just as aromas are distinct from the material vehicle in which they are carried, the soul is unattached to material activities. This analysis can be considered by a person who is fully under the shelter of the lotus feet of the Supreme Lord. This is confirmed by the Vedic injunction yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati. If one can understand the Supreme Personality of Godhead, one can automatically understand everything else. Because of not taking shelter of the Lord’s lotus feet, even great scholars, scientists, philosophers and religionists are always bewildered. This is confirmed in Śrīmad-Bhāgavatam (10.2.32): Even though one may artificially think himself liberated from material contamination, if he has not taken shelter of the Lord’s lotus feet his intelligence is polluted. As stated in Bhagavad-gītā (3.42): Above the senses is the mind, above the mind is the intelligence, and above the intelligence is the soul. Ultimately, when one’s intelligence becomes clear through devotional service, one is situated in buddhi-yoga. This also is explained in Bhagavad-gītā (dadāmi buddhi-yogaṁ taṁ yena mām upayānti te). When devotional service develops and one’s intelligence becomes clear, one can use his intelligence to return home, back to Godhead."
    },
    {
        "verse": "27",
        "devanagari": "एतद्‌द्वारो हि संसारो गुणकर्मनिबन्धन: ।अज्ञानमूलोऽपार्थोऽपि पुंस: स्वप्न इवार्प्यते ॥ २७ ॥",
        "english_devnagari": "etad dvāro hi saṁsāroguṇa-karma-nibandhanaḥajñāna-mūlo ’pārtho ’pipuṁsaḥ svapna ivārpyate",
        "verse_Syn": [
            "etat",
            "dvāraḥ",
            "hi",
            "saṁsāraḥ",
            "guṇa",
            "karma",
            "nibandhanaḥ",
            "ajñāna",
            "mūlaḥ",
            "apārthaḥ",
            "api",
            "puṁsaḥ",
            "svapnaḥ",
            "iva",
            "arpyate"
        ],
        "translation": "Through polluted intelligence one is subjected to the modes of nature, and thus one is conditioned by material existence. Like a dreaming state in which one falsely suffers, material existence, which is due to ignorance, must be considered unwanted and temporary.",
        "purport": " The unwanted condition of temporary life is called ignorance. One can very easily understand that the material body is temporary, for it is generated at a certain date and ends at a certain date, after undergoing the six kinds of change, namely birth, death, growth, maintenance, transformation and dwindling. This condition of the eternal soul is due to his ignorance, and although it is temporary, it is unwanted. Because of ignorance one is put into temporary bodies one after another. The spirit soul, however, does not need to enter such temporary bodies. He does so only due to his ignorance or his forgetfulness of Kṛṣṇa. Therefore in the human form of life, when one’s intelligence is developed, one should change his consciousness by trying to understand Kṛṣṇa. Then one can be liberated. This is confirmed in Bhagavad-gītā (4.9), where the Lord says: “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” Unless one understands Kṛṣṇa and comes to Kṛṣṇa consciousness, one must continue in material bondage. To end this conditional life, one must surrender to the Supreme Personality of Godhead. Indeed, that is demanded by the Supreme Lord. Sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. As advised by Mahārāja Ṛṣabhadeva, na sādhu manye yata ātmano ’yam asann api kleśada āsa dehaḥ. One must be intelligent enough to understand that although one’s body is temporary and will not endure for long, as long as one has a body he must undergo the pangs of material existence. Therefore, if by good association, by the instructions of a bona fide spiritual master, one takes to Kṛṣṇa consciousness, his conditional life of material existence is vanquished, and his original consciousness, known as Kṛṣṇa consciousness, is revived. When one is Kṛṣṇa conscious, he can realize that material existence, whether one is awake or dreaming, is nothing but a dream and has no factual value. This realization is possible by the grace of the Supreme Lord. This grace is also present in the form of the instructions of Bhagavad-gītā. Therefore Śrī Caitanya Mahāprabhu’s mission is for everyone to engage in welfare activities to awaken the foolish living entity, especially in human society, so that he may come to the platform of Kṛṣṇa consciousness and benefit by liberation from conditional life. In this connection, Śrīla Madhvācārya cites the following verses: One must realize that the material condition of life is full of distresses. One can realize this with purified intelligence. When one’s intelligence is purified, he can understand that unwanted, temporary, material life is just like a dream. Just as one suffers pain when his head is cut off in a dream, in ignorance one suffers not only while dreaming but also while awake. Without the mercy of the Supreme Personality of Godhead, one continues in ignorance and is thus subjected to material distresses in various ways."
    },
    {
        "verse": "28",
        "devanagari": "तस्माद्भ‍वद्भ‍ि: कर्तव्यं कर्मणां त्रिगुणात्मनाम् ।बीजनिर्हरणं योग: प्रवाहोपरमो धिय: ॥ २८ ॥",
        "english_devnagari": "tasmād bhavadbhiḥ kartavyaṁkarmaṇāṁ tri-guṇātmanāmbīja-nirharaṇaṁ yogaḥpravāhoparamo dhiyaḥ",
        "verse_Syn": [
            "tasmāt",
            "bhavadbhiḥ",
            "kartavyam",
            "karmaṇām",
            "tri",
            "guṇa",
            "ātmanām",
            "bīja",
            "nirharaṇam",
            "yogaḥ",
            "pravāha",
            "uparamaḥ",
            "dhiyaḥ"
        ],
        "translation": "Therefore, my dear friends, O sons of the demons, your duty is to take to Kṛṣṇa consciousness, which can burn the seed of fruitive activities artificially created by the modes of material nature and stop the flow of the intelligence in wakefulness, dreaming and deep sleep. In other words, when one takes to Kṛṣṇa consciousness, his ignorance is immediately dissipated.",
        "purport": " This is confirmed in Bhagavad-gītā (14.26): “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” By the practice of bhakti-yoga, one immediately comes to the spiritual platform, transcendental to the actions and reactions of the three modes of material nature. The root of ignorance is material consciousness, which must be killed by spiritual consciousness, or Kṛṣṇa consciousness. The word bīja-nirharaṇam refers to burning the root cause of material life to ashes. In the Medinī dictionary, yoga is explained by its result: yoge ’pūrvārtha-samprāptau saṅgati-dhyāna-yuktiṣu. When one is put into an awkward position because of ignorance, the process by which one can be freed from this entanglement is called yoga. This is also called liberation. Muktir hitvānyathā-rūpaṁ svarūpeṇa vyavasthitiḥ. Mukti means giving up one’s position in ignorance or illusion, by which one thinks in a way contrary to his constitutional position. Returning to one’s constitutional position is called mukti, and the process by which one does this is called yoga. Thus yoga is above karma, jñāna and sāṅkhya. Indeed, yoga is the ultimate goal of life. Kṛṣṇa therefore advised Arjuna to become a yogī (tasmād yogī bhavārjuna). Lord Kṛṣṇa further advised in Bhagavad-gītā that the first-class yogī is he who has come to the platform of devotional service. “Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.” (Bg. 6.47) Thus one who always thinks of Kṛṣṇa within the core of his heart is the best yogī. By practicing this best of all yoga systems, one is liberated from the material condition."
    },
    {
        "verse": "29",
        "devanagari": "तत्रोपायसहस्राणामयं भगवतोदित: ।यदीश्वरे भगवति यथा यैरञ्जसा रति: ॥ २९ ॥",
        "english_devnagari": "tatropāya-sahasrāṇāmayaṁ bhagavatoditaḥyad īśvare bhagavatiyathā yair añjasā ratiḥ",
        "verse_Syn": [
            "tatra",
            "upāya",
            "sahasrāṇām",
            "ayam",
            "bhagavatā",
            "uditaḥ",
            "yat",
            "īśvare",
            "bhagavati",
            "yathā",
            "yaiḥ",
            "añjasā",
            "ratiḥ"
        ],
        "translation": "Of the different processes recommended for disentanglement from material life, the one personally explained and accepted by the Supreme Personality of Godhead should be considered all-perfect. That process is the performance of duties by which love for the Supreme Lord develops.",
        "purport": " Among the linking processes that elevate one from bondage to material contamination, the one recommended by the Supreme Personality of Godhead should be accepted as the best. That process is clearly explained in Bhagavad-gītā, where the Lord says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Abandon all varieties of religion and just surrender unto Me.” This process is the best because the Lord assures, ahaṁ tvāṁ sarva-pāpebhyo mokṣayiṣyāmi mā śucaḥ: “I shall deliver you from all sinful reaction. Do not fear.” There is no need to be worried, for the Lord Himself assures that He will care for His devotee and save him from the reactions of sinful activities. Material bondage is a result of sinful activity. Therefore, since the Lord assures that He will dissipate the results of fruitive material activities, there is no need to be worried. This process of understanding one’s position as a spirit soul and then engaging oneself in devotional service is therefore the best. The entire Vedic program is based on this principle, and one can understand it as recommended in the Vedas: “Unto those great souls who have implicit faith in both the Lord and the spiritual master, all the imports of Vedic knowledge are automatically revealed.” (Śvetāśvatara Upaniṣad 6.23) One must accept the pure devotee, the representative of God, as one’s guru and then offer him all the respects one would offer the Supreme Personality of Godhead. This is the secret of success. For one who adopts this method, the perfect process is revealed. In this verse, the words yair añjasā ratiḥ indicate that by offering service and surrendering to the spiritual master, one is elevated to devotional service, and by performing devotional service one gradually becomes attached to the Supreme Personality of Godhead. Because of this attachment to the Lord, one can understand the Lord. In other words, one can understand what the Lord’s position is, what our position is and what our relationship is. All this can be understood very easily by the simple method of bhakti-yoga. As soon as one is situated on the platform of bhakti-yoga, the root cause of one’s suffering and material bondage is destroyed. This is clearly explained in the next verse, which gives the secret of success."
    },
    {
        "verse": "30-31",
        "devanagari": "गुरुशुश्रूषया भक्त्या सर्वलब्धार्पणेन च ।सङ्गेन साधुभक्तानामीश्वराराधनेन च ॥ ३० ॥श्रद्धया तत्कथायां च कीर्तनैर्गुणकर्मणाम् ।तत्पादाम्बुरुहध्यानात तल्लिङ्गेक्षार्हणादिभि: ॥ ३१ ॥",
        "english_devnagari": "guru-śuśrūṣayā bhaktyāsarva-labdhārpaṇena casaṅgena sādhu-bhaktānāmīśvarārādhanena ca",
        "verse_Syn": [
            "guru",
            "śuśrūṣayā",
            "bhaktyā",
            "sarva",
            "labdha",
            "arpaṇena",
            "ca",
            "saṅgena",
            "sādhu",
            "bhaktānām",
            "īśvara",
            "ārādhanena",
            "ca",
            "śraddhayā",
            "tat",
            "kathāyām",
            "ca",
            "kīrtanaiḥ",
            "guṇa",
            "karmaṇām",
            "tat",
            "pāda",
            "amburuha",
            "dhyānāt",
            "tat",
            "liṅga",
            "īkṣa",
            "arhaṇa",
            "ādibhiḥ"
        ],
        "translation": "One must accept the bona fide spiritual master and render service unto him with great devotion and faith. Whatever one has in one’s possession should be offered to the spiritual master, and in the association of saintly persons and devotees one should worship the Lord, hear the glories of the Lord with faith, glorify the transcendental qualities and activities of the Lord, always meditate on the Lord’s lotus feet, and worship the Deity of the Lord strictly according to the injunctions of the śāstra and guru.",
        "purport": " In the previous verse it has been said that the process which immediately increases one’s love and affection for the Supreme Personality of Godhead is the best of the many thousands of ways to become free from the entanglement of material existence. It is also said, dharmasya tattvaṁ nihitaṁ guhāyām: actually the truth of religious principles is extremely confidential. Nonetheless, it can be understood very easily if one actually adopts the principles of religion. As it is said, dharmaṁ tu sākṣād bhagavat-praṇītam: the process of religion is enunciated by the Supreme Lord because He is the supreme authority. This is also indicated in the previous verse by the word bhagavatoditaḥ. The injunctions or directions of the Lord are infallible, and their benefits are fully assured. According to His directions, which are explained in this verse, the perfect form of religion is bhakti-yoga. To practice bhakti-yoga, one must first accept a bona fide spiritual master. Śrīla Rūpa Gosvāmī, in his Bhakti-rasāmṛta-sindhu (1.2.74-75), advises: One’s first duty is to accept a bona fide spiritual master. The student or disciple should be very inquisitive; he should be eager to know the complete truth about eternal religion (sanātana-dharma). The words guru-śuśrūṣayā mean that one should personally serve the spiritual master by giving him bodily comforts, helping him in bathing, dressing, sleeping, eating and so on. This is called guru-śuśrūṣaṇam. A disciple should serve the spiritual master as a menial servant, and whatever he has in his possession should be dedicated to the spiritual master. Prāṇair arthair dhiyā vācā. Everyone has his life, his wealth, his intelligence and his words, and all of them should be offered to the Supreme Personality of Godhead through the medium of the spiritual master. Everything should be offered to the spiritual master as a matter of duty, but the offering should be made to the spiritual master with heart and soul, not artificially to gain material prestige. This offering is called arpaṇa. Moreover, one should live among devotees, saintly persons, to learn the etiquette and proper behavior of devotional service. Śrīla Viśvanātha Cakravartī Ṭhākura remarks in this connection that whatever is offered to the spiritual master should be offered with love and affection, not for material adoration. Similarly, it is recommended that one associate with devotees, but there must be some discrimination. Actually, a sādhu, a saintly person, must be saintly in his behavior (sādhavaḥ sad-ācārāḥ). Unless one adheres to the standard behavior, one’s position as a sādhu, a saintly person, is not complete. Therefore a Vaiṣṇava, a sādhu, must completely adhere to the standard of behavior. Śrīla Viśvanātha Cakravartī Ṭhākura says that a Vaiṣṇava, a person initiated into the Vaiṣṇava cult, should be offered the respect befitting a Vaiṣṇava, which means that he should be offered service and prayers. However, one should not associate with him if he is not a fit person with whom to associate."
    },
    {
        "verse": "32",
        "devanagari": "हरि: सर्वेषु भूतेषु भगवानास्त ईश्वर: ।इति भूतानि मनसा कामैस्तै: साधु मानयेत् ॥ ३२ ॥",
        "english_devnagari": "hariḥ sarveṣu bhūteṣubhagavān āsta īśvaraḥiti bhūtāni manasākāmais taiḥ sādhu mānayet",
        "verse_Syn": [
            "hariḥ",
            "sarveṣu",
            "bhūteṣu",
            "bhagavān",
            "āste",
            "īśvaraḥ",
            "iti",
            "bhūtāni",
            "manasā",
            "kāmaiḥ",
            "taiḥ",
            "sādhu",
            "mānayet"
        ],
        "translation": "One should always remember the Supreme Personality of Godhead in His localized representation as the Paramātmā, who is situated in the core of every living entity’s heart. Thus one should offer respect to every living entity according to that living entity’s position or manifestation.",
        "purport": " Hariḥ sarveṣu bhūteṣu. This statement is sometimes misunderstood by unscrupulous persons who wrongly conclude that because Hari, the Supreme Personality of Godhead, is situated in every living entity, every living entity is therefore Hari. Such foolish persons do not distinguish between the ātmā and the Paramātmā, who are situated in every body. The ātmā is the living entity, and the Paramātmā is the Supreme Personality of Godhead. The individual living entity, however, is different from the Paramātmā, the Supreme Lord. Therefore hariḥ sarveṣu bhūteṣu means that Hari is situated as Paramātmā, not as ātmā, although ātmā is a part of Paramātmā. Offering respect to every living entity means offering respect to the Paramātmā situated in every living entity. One should not misunderstand every living entity to be the Paramātmā. Sometimes unscrupulous persons designate a living entity as daridra-nārāyaṇa, svāmī-nārāyaṇa, this Nārāyaṇa or that Nārāyaṇa. One should clearly understand that although Nārāyaṇa is situated in the core of the heart of every living entity, the living entity never becomes Nārāyaṇa."
    },
    {
        "verse": "33",
        "devanagari": "एवं निर्जितषड्‌‌वर्गै: क्रियते भक्तिरीश्वरे ।वासुदेवे भगवति यया संलभ्यते रति: ॥ ३३ ॥",
        "english_devnagari": "evaṁ nirjita-ṣaḍ-vargaiḥkriyate bhaktir īśvarevāsudeve bhagavatiyayā saṁlabhyate ratiḥ",
        "verse_Syn": [
            "evam",
            "nirjita",
            "ṣaṭ",
            "vargaiḥ",
            "kriyate",
            "bhaktiḥ",
            "īśvare",
            "vāsudeve",
            "bhagavati",
            "yayā",
            "saṁlabhyate",
            "ratiḥ"
        ],
        "translation": "By these activities [as mentioned above] one is able to cut down the influence of the enemies, namely lust, anger, greed, illusion, madness and jealousy, and when thus situated, one can render service to the Lord. In this way one surely attains the platform of loving service to the Supreme Personality of Godhead.",
        "purport": " As mentioned in verses thirty and thirty-one, one’s first duty is to approach the spiritual master, the representative of the Supreme Personality of Godhead, to begin rendering service to him. Prahlāda Mahārāja proposed that from the very beginning of life (kaumāra ācaret prājñaḥ) a small child should be trained to serve the spiritual master while living at the gurukula. Brahmacārī gurukule vasan dānto guror hitam (Bhāg. 7.12.1). This is the beginning of spiritual life. Guru-pādāśrayaḥ, sādhu-vartmānuvartanam, sad-dharma-pṛcchā. By following the instructions of the guru and the śāstras, the disciple attains the stage of devotional service and becomes unattached to possessions. Whatever he possesses he offers to the spiritual master, the guru, who engages him in śravaṇaṁ kīrtanaṁ viṣṇoḥ. The disciple follows strictly and in this way learns how to control his senses. Then, by using his pure intelligence, he gradually becomes a lover of the Supreme Personality of Godhead, as confirmed by Śrīla Rūpa Gosvāmī (ādau śraddhā tataḥ sādhu-saṅgaḥ). In this way one’s life becomes perfect, and his attachment for Kṛṣṇa becomes positively manifested. In that stage, he is situated in ecstasy, experiencing bhāva and anubhāva, as explained in the following verse."
    },
    {
        "verse": "34",
        "devanagari": "निशम्य कर्माणि गुणानतुल्यान्वीर्याणि लीलातनुभि: कृतानि ।यदातिहर्षोत्पुलकाश्रुगद्गदंप्रोत्कण्ठ उद्गायति रौति नृत्यति ॥ ३४ ॥",
        "english_devnagari": "niśamya karmāṇi guṇān atulyānvīryāṇi līlā-tanubhiḥ kṛtāniyadātiharṣotpulakāśru-gadgadaṁprotkaṇṭha udgāyati rauti nṛtyati",
        "verse_Syn": [
            "niśamya",
            "karmāṇi",
            "guṇān",
            "atulyān",
            "vīryāṇi",
            "līlā",
            "tanubhiḥ",
            "kṛtāni",
            "yadā",
            "atiharṣa",
            "utpulaka",
            "aśru",
            "gadgadam",
            "protkaṇṭhaḥ",
            "udgāyati",
            "rauti",
            "nṛtyati"
        ],
        "translation": "One who is situated in devotional service is certainly the controller of his senses, and thus he is a liberated person. When such a liberated person, the pure devotee, hears of the transcendental qualities and activities of the Lord’s incarnations for the performance of various pastimes, his hair stands on end on his body, tears fall from his eyes, and in his spiritual realization his voice falters. Sometimes he very openly dances, sometimes he sings loudly, and sometimes he cries. Thus he expresses his transcendental jubilation.",
        "purport": " The Lord’s activities are uncommon. For example, when He appeared as Lord Rāmacandra, He performed uncommon activities like bridging the ocean. Similarly, when Lord Kṛṣṇa appeared He raised the Govardhana Hill when He was only seven years of age. These are uncommon activities. Fools and rascals, who are not in the transcendental position, consider these uncommon activities of the Lord to be mythological, but when the pure devotee, the liberated person, hears about these uncommon activities of the Lord, he immediately becomes ecstatic and exhibits the symptoms of chanting, dancing, and crying very loudly and jubilantly. This is the difference between a devotee and a nondevotee."
    },
    {
        "verse": "35",
        "devanagari": "यदा ग्रहग्रस्त इव क्‍वचिद्धस-त्याक्रन्दते ध्यायति वन्दते जनम् ।मुहु: श्वसन्वक्ति हरे जगत्पतेनारायणेत्यात्ममतिर्गतत्रप: ॥ ३५ ॥",
        "english_devnagari": "yadā graha-grasta iva kvacid dhasatyākrandate dhyāyati vandate janammuhuḥ śvasan vakti hare jagat-patenārāyaṇety ātma-matir gata-trapaḥ",
        "verse_Syn": [
            "yadā",
            "graha",
            "grastaḥ",
            "iva",
            "kvacit",
            "hasati",
            "ākrandate",
            "dhyāyati",
            "vandate",
            "janam",
            "muhuḥ",
            "śvasan",
            "vakti",
            "hare",
            "jagat",
            "pate",
            "nārāyaṇa",
            "iti",
            "ātma",
            "matiḥ",
            "gata",
            "trapaḥ"
        ],
        "translation": "When a devotee becomes like a person haunted by a ghost, he laughs and very loudly chants about the qualities of the Lord. Sometimes he sits to perform meditation, and he offers respects to every living entity, considering him a devotee of the Lord. Constantly breathing very heavily, he becomes careless of social etiquette and loudly chants like a madman, “Hare Kṛṣṇa, Hare Kṛṣṇa! O my Lord, O master of the universe!”",
        "purport": " When one chants the holy name of the Lord in ecstasy, not caring for outward social conventions, it is to be understood that he is ātma-mati. In other words, his consciousness is turned toward the Supreme Personality of Godhead."
    },
    {
        "verse": "36",
        "devanagari": "तदा पुमान्मुक्तसमस्तबन्धन-स्तद्भ‍ावभावानुकृताशयाकृति: ।निर्दग्धबीजानुशयो महीयसाभक्तिप्रयोगेण समेत्यधोक्षजम् ॥ ३६ ॥",
        "english_devnagari": "tadā pumān mukta-samasta-bandhanastad-bhāva-bhāvānukṛtāśayākṛtiḥnirdagdha-bījānuśayo mahīyasābhakti-prayogeṇa samety adhokṣajam",
        "verse_Syn": [
            "tadā",
            "pumān",
            "mukta",
            "samasta",
            "bandhanaḥ",
            "tat",
            "bhāva",
            "bhāva",
            "anukṛta",
            "āśaya",
            "ākṛtiḥ",
            "nirdagdha",
            "bīja",
            "anuśayaḥ",
            "mahīyasā",
            "bhakti",
            "prayogeṇa",
            "sameti",
            "adhokṣajam"
        ],
        "translation": "The devotee is then freed from all material contamination because he constantly thinks of the Lord’s pastimes and because his mind and body have been converted to spiritual qualities. Because of his intense devotional service, his ignorance, material consciousness and all kinds of material desires are completely burnt to ashes. This is the stage at which one can achieve the shelter of the Lord’s lotus feet.",
        "purport": " When a devotee is completely purified, he becomes anyābhilāṣitā-śūnya. In other words, all of his material desires become zero, being burnt to ashes, and he exists either as the Lord’s servant, friend, father, mother or conjugal lover. Because one thinks constantly in this way, one’s present material body and mind are fully spiritualized, and the needs of one’s material body completely vanish from one’s existence. An iron rod put into a fire becomes warmer and warmer, and when it is red hot it is no longer an iron rod but fire. Similarly, when a devotee constantly engages in devotional service and thinks of the Lord in his original Kṛṣṇa consciousness, he no longer has any material activities, for his body is spiritualized. Advancement in Kṛṣṇa consciousness is very powerful, and therefore even during this life such a devotee has achieved the shelter of the lotus feet of the Lord. This transcendental ecstatic existence of a devotee was completely exhibited by Śrī Caitanya Mahāprabhu. In this regard, Śrīla Madhvācārya writes as follows: The ecstatic condition of devotional service was completely exhibited by Śrī Caitanya Mahāprabhu, who sometimes danced, sometimes cried, sometimes sang, sometimes remained silent, and sometimes chanted the holy name of the Lord. That is perfect spiritual existence."
    },
    {
        "verse": "37",
        "devanagari": "अधोक्षजालम्भमिहाशुभात्मन:शरीरिण: संसृतिचक्रशातनम् ।तद् ब्रह्मनिर्वाणसुखं विदुर्बुधा-स्ततो भजध्वं हृदये हृदीश्वरम् ॥ ३७ ॥",
        "english_devnagari": "adhokṣajālambham ihāśubhātmanaḥśarīriṇaḥ saṁsṛti-cakra-śātanamtad brahma-nirvāṇa-sukhaṁ vidur budhāstato bhajadhvaṁ hṛdaye hṛd-īśvaram",
        "verse_Syn": [
            "adhokṣaja",
            "ālambham",
            "iha",
            "aśubha",
            "ātmanaḥ",
            "śarīriṇaḥ",
            "saṁsṛti",
            "cakra",
            "śātanam",
            "tat",
            "brahma",
            "nirvāṇa",
            "sukham",
            "viduḥ",
            "budhāḥ",
            "tataḥ",
            "bhajadhvam",
            "hṛdaye",
            "hṛt",
            "īśvaram"
        ],
        "translation": "The real problem of life is the repetition of birth and death, which is like a wheel rolling repeatedly up and down. This wheel, however, completely stops when one is in touch with the Supreme Personality of Godhead. In other words, by the transcendental bliss realized from constant engagement in devotional service, one is completely liberated from material existence. All learned men know this. Therefore, my dear friends, O sons of the asuras, immediately begin meditating upon and worshiping the Supersoul within everyone’s heart.",
        "purport": " Generally it is understood that by merging into the existence of Brahman, the impersonal feature of the Absolute Truth, one becomes completely happy. The words brahma-nirvāṇa refer to connecting with the Absolute Truth, who is realized in three features: brahmeti paramātmeti bhagavān iti śabdyate. One feels brahma-sukha, spiritual happiness, by merging into the impersonal Brahman because the brahmajyoti is the effulgence of the Supreme Personality of Godhead. Yasya prabhā prabhavato jagad-aṇḍa-koṭi. Yasya prabhā, the impersonal Brahman, consists of the rays of Kṛṣṇa’s transcendental body. Therefore whatever transcendental bliss one feels from merging in Brahman is due to contact with Kṛṣṇa. Contact with Kṛṣṇa is perfect brahma-sukha. When the mind is in touch with the impersonal Brahman one becomes satisfied, but one must advance further to render service to the Supreme Personality of Godhead, for one’s remaining merged in the Brahman effulgence is not always assured. As it is said, āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adho ’nādṛta-yuṣmad-aṅghrayaḥ: one may merge in the Brahman feature of the Absolute Truth, but there is a chance that one may fall because of not being acquainted with Adhokṣaja, or Vāsudeva. Of course, such brahma-sukha undoubtedly eliminates material happiness, but when one advances through impersonal Brahman and localized Paramātmā to approach the Supreme Personality of Godhead in relationship with Him as a servant, friend, parent or conjugal lover, one’s happiness becomes all-pervading. Then one automatically feels transcendental bliss, just as one becomes happy seeing the shining of the moon. One acquires natural happiness upon seeing the moon, but when one can see the Supreme Personality of Godhead, one’s transcendental happiness increases hundreds and thousands of times. As soon as one is very intimately connected with the Supreme Personality of Godhead, one surely becomes free from all material contamination. Yā nirvṛtis tanu-bhṛtām. This cessation of all material happiness is called nirvṛti or nirvāṇa. Śrīla Rūpa Gosvāmī says in Bhakti-rasāmṛta-sindhu (1.1.38): “If brahmānanda, the bliss of merging in the Brahman effulgence, were multiplied one hundred trillion times, it would still not equal even an atomic fragment of the ocean of transcendental bliss felt in devotional service.” “One who is transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything; he is equally disposed toward all living entities. In that state he attains pure devotional service unto the Lord.” (Bg. 18.54) If one advances further from the brahma-nirvāṇa platform, one enters the stage of devotional service (mad-bhaktiṁ labhate parām). The word adhokṣajālambham refers to keeping the mind always engaged in the Absolute Truth, who is beyond the mind and material speculation. Sa vai manaḥ kṛṣṇa-padāravindayoḥ. This is the result of Deity worship. By constantly engaging in the service of the Lord and thinking of His lotus feet, one is automatically freed from all material contamination. Thus the word brahma-nirvāṇa-sukham indicates that when one is in touch with the Absolute Truth, material sense gratification is completely nullified."
    },
    {
        "verse": "38",
        "devanagari": "कोऽतिप्रयासोऽसुरबालका हरे-रुपासने स्वे हृदि छिद्रवत् सत: ।स्वस्यात्मन: सख्युरशेषदेहिनांसामान्यत: किं विषयोपपादनै: ॥ ३८ ॥",
        "english_devnagari": "ko ’ti-prayāso ’sura-bālakā harerupāsane sve hṛdi chidravat sataḥsvasyātmanaḥ sakhyur aśeṣa-dehināṁsāmānyataḥ kiṁ viṣayopapādanaiḥ",
        "verse_Syn": [
            "kaḥ",
            "ati",
            "prayāsaḥ",
            "asura",
            "bālakāḥ",
            "hareḥ",
            "upāsane",
            "sve",
            "hṛdi",
            "chidra",
            "vat",
            "sataḥ",
            "svasya",
            "ātmanaḥ",
            "sakhyuḥ",
            "aśeṣa",
            "dehinām",
            "sāmānyataḥ",
            "kim",
            "viṣaya",
            "upapādanaiḥ"
        ],
        "translation": "O my friends, sons of the asuras, the Supreme Personality of Godhead in His Supersoul feature always exists within the cores of the hearts of all living entities. Indeed, He is the well-wisher and friend of all living entities, and there is no difficulty in worshiping the Lord. Why, then, should people not engage in His devotional service? Why are they so addicted to unnecessarily producing artificial paraphernalia for sense gratification?",
        "purport": " Because the Personality of Godhead is supreme, no one is equal to Him, and no one is greater than Him. Nonetheless, if one is a devotee of the Supreme Personality of Godhead, the Lord is easily obtainable. The Lord is compared to the sky because the sky is vast yet within the reach of all, not only of human beings but even of the animals. The Supreme Lord, in His Paramātmā feature, exists as the best well-wisher and friend. As confirmed in the Vedas, sayujau sakhāyau. The Lord, in His Supersoul feature, always stays in the heart along with the living entity. The Lord is so friendly to the living entity that He remains within the heart so that one can always contact Him without difficulty. One can do this simply by devotional service (śravaṇaṁ kīrtanaṁ viṣṇoḥ smaranaṁ pāda-sevanam). As soon as one hears of the Supreme Personality of Godhead (kṛṣṇa-kīrtana), one immediately comes in touch with the Lord. A devotee immediately comes in touch with the Lord by any or all of the items of devotional service: Therefore there is no difficulty in coming in contact with the Supreme Lord (ko ’ti-prayāsaḥ). On the other hand, going to hell requires great endeavor. If one wants to go to hell by illicit sex, meat-eating, gambling and intoxication, he must acquire so many things. For illicit sex he must arrange for money for brothels, for meat-eating he must arrange for many slaughterhouses, for gambling he must arrange for casinos and hotels, and for intoxication he must open many breweries. Clearly, therefore, if one wants to go to hell he must endeavor very much, but if he wants to return home, back to Godhead, there is no difficult endeavor. To go back to Godhead, one may live alone anywhere, in any condition, and simply sit down, meditate upon the Supersoul and chant and hear about the Lord. Thus there is no difficulty in approaching the Lord. Adānta-gobhir viśatāṁ tamisram. Because of inability to control the senses, one must go through great endeavor to go to hell, but if one is sensible he can very easily obtain the favor of the Supreme Personality of Godhead because the Lord is always with him. By the simple method of śravaṇaṁ kīrtanaṁ viṣṇoḥ, the Lord is satisfied. Indeed, the Lord says: “If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.” (Bg. 9.26) One can meditate upon the Lord anywhere and everywhere. Thus Prahlāda Mahārāja advised his friends, the sons of the demons, to take this path back home, back to Godhead, without difficulty."
    },
    {
        "verse": "39",
        "devanagari": "राय: कलत्रं पशव: सुतादयोगृहा मही कुञ्जरकोशभूतय: ।सर्वेऽर्थकामा: क्षणभङ्गुरायुष:कुर्वन्ति मर्त्यस्य कियत् प्रियं चला: ॥ ३९ ॥",
        "english_devnagari": "rāyaḥ kalatraṁ paśavaḥ sutādayogṛhā mahī kuñjara-kośa-bhūtayaḥsarve ’rtha-kāmāḥ kṣaṇa-bhaṅgurāyuṣaḥkurvanti martyasya kiyat priyaṁ calāḥ",
        "verse_Syn": [
            "rāyaḥ",
            "kalatram",
            "paśavaḥ",
            "suta",
            "ādayaḥ",
            "gṛhāḥ",
            "mahī",
            "kuñjara",
            "kośa",
            "bhūtayaḥ",
            "sarve",
            "artha",
            "kāmāḥ",
            "kṣaṇa",
            "bhaṅgura",
            "āyuṣaḥ",
            "kurvanti",
            "martyasya",
            "kiyat",
            "priyam",
            "calāḥ"
        ],
        "translation": "One’s riches, beautiful wife and female friends, one’s sons and daughters, one’s residence, one’s domestic animals like cows, elephants and horses, one’s treasury, economic development and sense gratification — indeed, even the lifetime in which one can enjoy all these material opulences — are certainly temporary and flickering. Since the opportunity of human life is temporary, what benefit can these material opulences give to a sensible man who has understood himself to be eternal?",
        "purport": " This verse describes how the advocates of economic development are frustrated by the laws of nature. As the previous verse asks, kiṁ viṣayopapādanaiḥ: what is the actual benefit of so-called economic development? The history of the world has factually proved that attempts to increase economic development for bodily comfort through the advancement of material civilization have done nothing to remedy the inevitability of birth, death, old age and disease. Everyone has knowledge of huge empires throughout the history of the world — the Roman Empire, the Moghul Empire, the British Empire and so on — but all the societies engaged in such economic development (sarve ’rtha-kāmāḥ) have been frustrated by the laws of nature through periodic wars, pestilence, famine and so on. Thus all their attempts have been flickering and temporary. In this verse, therefore, it is said, kurvanti martyasya kiyat priyaṁ calāḥ: one may be very proud of possessing a vast empire, but such empires are impermanent; after one hundred or two hundred years, everything is finished. All such positions of economic development, although created with great endeavor and hardship, are vanquished very soon. Therefore they have been described as calāḥ. An intelligent man should conclude that material economic development is not at all pleasing. The entire world is described in Bhagavad-gītā as duḥkhālayam aśāśvatam — miserable and temporary. Economic development may be pleasing for some time, but it cannot endure. Thus many big businessmen are now very morose because they are being harassed by various plundering governments. In conclusion, why should one waste his time for so-called economic development, which is neither permanent nor pleasing to the soul? On the other hand, our relationship with Kṛṣṇa, the Supreme Personality of Godhead, is eternal. Nitya-siddha kṛṣṇa-prema. The pure souls are eternally in love with Kṛṣṇa, and this permanent love, either as a servant, a friend, a parent or a conjugal lover, is not at all difficult to revive. Especially in this age, the concession is that simply by chanting the Hare Kṛṣṇa mantra (harer nāma harer nāma harer nāmaiva kevalam) one revives his original relationship with God and thus becomes so happy that he does not want anything material. As enunciated by Śrī Caitanya Mahāprabhu, na dhanaṁ na janaṁ na sundarīṁ kavitāṁ vā jagad-īśa kāmaye. A very advanced devotee in Kṛṣṇa consciousness does not want riches, followers or possessions. Rāyaḥ kalatraṁ paśavaḥ sutādayo gṛhā mahī kuñjara-kośa-bhūtayaḥ. The satisfaction of possessing material opulences, although perhaps of a different standard, is available even in the lives of dogs and hogs, who cannot revive their eternal relationship with Kṛṣṇa. In human life, however, our eternal, dormant relationship with Kṛṣṇa is possible to revive. Therefore Prahlāda Mahārāja has described this life as arthadam. Consequently, instead of wasting our time for economic development, which cannot give us any happiness, if we simply try to revive our eternal relationship with Kṛṣṇa, we will properly utilize our lives."
    },
    {
        "verse": "40",
        "devanagari": "एवं हि लोका: क्रतुभि: कृता अमीक्षयिष्णव: सातिशया न निर्मला: ।तस्मादद‍ृष्टश्रुतदूषणं परंभक्त्योक्तयेशं भजतात्मलब्धये ॥ ४० ॥",
        "english_devnagari": "evaṁ hi lokāḥ kratubhiḥ kṛtā amīkṣayiṣṇavaḥ sātiśayā na nirmalāḥtasmād adṛṣṭa-śruta-dūṣaṇaṁ paraṁbhaktyoktayeśaṁ bhajatātma-labdhaye",
        "verse_Syn": [
            "evam",
            "hi",
            "lokāḥ",
            "kratubhiḥ",
            "kṛtāḥ",
            "amī",
            "kṣayiṣṇavaḥ",
            "sātiśayāḥ",
            "na",
            "nirmalāḥ",
            "tasmāt",
            "adṛṣṭa",
            "śruta",
            "dūṣaṇam",
            "param",
            "bhaktyā",
            "uktayā",
            "īśam",
            "bhajata",
            "ātma",
            "labdhaye"
        ],
        "translation": "It is learned from Vedic literature that by performing great sacrifices one may elevate himself to the heavenly planets. However, although life on the heavenly planets is hundreds and thousands of times more comfortable than life on earth, the heavenly planets are not pure [nirmalam], or free from the taint of material existence. The heavenly planets are also temporary, and therefore they are not the goal of life. The Supreme Personality of Godhead, however, has never been seen or heard to possess inebriety. Consequently, for your own benefit and self-realization, you must worship the Lord with great devotion, as described in the revealed scriptures.",
        "purport": " As stated in Bhagavad-gītā, kṣīṇe puṇye martya-lokaṁ viśanti. Even if one is promoted to the higher planetary systems by performing great sacrifices, which are accompanied by the sinful act of sacrificing animals, the standard of happiness in Svargaloka is also not free of disturbances. There is a similar struggle for existence even for the King of heaven, Indra. Thus there is no practical benefit in promoting oneself to the heavenly planets. Indeed, from the heavenly planets one must return to this earth after one has exhausted the results of his pious activities. In the Vedas it is said, tad yatheha karma-jito lokaḥ kṣīyate evam evāmutra puṇya-jito lokaḥ kṣīyata. As the material positions we acquire here by hard work are vanquished in due course of time, one’s residence in the heavenly planets is also eventually vanquished. According to one’s activities of piety in different degrees, one obtains different standards of life, but none of them are permanent, and therefore they are all impure. Consequently, one should not endeavor to be promoted to the higher planetary systems, only to return to this earth or descend still lower to the hellish planets. To stop this cycle of going up and coming down, one must take to Kṛṣṇa consciousness. Śrī Caitanya Mahāprabhu therefore said: The living entity is rotating in the cycle of birth and death, going sometimes to the higher planets and sometimes to the lower planets, but that is not the solution to the problems of life. But if by the grace of Kṛṣṇa one is fortunate enough to meet a guru, a representative of Kṛṣṇa, one gets the clue to returning home, back to Godhead, having achieved self-realization. This is what is actually desirable. Bhajatātma-labdhaye: one must take to Kṛṣṇa consciousness for self-realization."
    },
    {
        "verse": "41",
        "devanagari": "यदर्थ इह कर्माणि विद्वन्मान्यसकृन्नर: ।करोत्यतो विपर्यासममोघं विन्दते फलम् ॥ ४१ ॥",
        "english_devnagari": "yad-artha iha karmāṇividvan-māny asakṛn naraḥkaroty ato viparyāsamamoghaṁ vindate phalam",
        "verse_Syn": [
            "yat",
            "arthe",
            "iha",
            "karmāṇi",
            "vidvat",
            "mānī",
            "asakṛt",
            "naraḥ",
            "karoti",
            "ataḥ",
            "viparyāsam",
            "amogham",
            "vindate",
            "phalam"
        ],
        "translation": "A materialistic person, thinking himself very advanced in intelligence, continually acts for economic development. But again and again, as enunciated in the Vedas, he is frustrated by material activities, either in this life or in the next. Indeed, the results one obtains are inevitably the opposite of those one desires.",
        "purport": " No one has ever achieved the results he desired from material activities. On the contrary, everyone has been frustrated again and again. Therefore one must not waste his time in such material activities for sensual pleasure, either in this life or in the next. So many nationalists, economists and other ambitious persons have tried for happiness, individually or collectively, but history proves that they have all been frustrated. In recent history we have seen many political leaders work hard for individual and collective economic development, but they have all failed. This is the law of nature, as clearly explained in the next verse."
    },
    {
        "verse": "42",
        "devanagari": "सुखाय दु:खमोक्षाय सङ्कल्प इह कर्मिण: ।सदाप्नोतीहया दु:खमनीहाया: सुखावृत: ॥ ४२ ॥",
        "english_devnagari": "sukhāya duḥkha-mokṣāyasaṅkalpa iha karmiṇaḥsadāpnotīhayā duḥkhamanīhāyāḥ sukhāvṛtaḥ",
        "verse_Syn": [
            "sukhāya",
            "duḥkha",
            "mokṣāya",
            "saṅkalpaḥ",
            "iha",
            "karmiṇaḥ",
            "sadā",
            "āpnoti",
            "īhayā",
            "duḥkham",
            "anīhāyāḥ",
            "sukha",
            "āvṛtaḥ"
        ],
        "translation": "In this material world, every materialist desires to achieve happiness and diminish his distress, and therefore he acts accordingly. Actually, however, one is happy as long as one does not endeavor for happiness; as soon as one begins his activities for happiness, his conditions of distress begin.",
        "purport": " Every conditioned soul is bound by the laws of material nature, as described in Bhagavad-gītā (prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ). Everyone has achieved a certain type of body given by material nature according to the instructions of the Supreme Personality of Godhead. “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.” (Bg. 18.61) The Supreme Personality of Godhead, the Supersoul, is present in everyone’s heart, and as the living entity desires, the Lord gives him facilities with which to work according to his ambitions in different grades of bodies. The body is just like an instrument by which the living entity moves according to false desires for happiness and thus suffers the pangs of birth, death, old age and disease in different standards of life. Everyone begins his activities with some plan and ambition, but actually, from the beginning of one’s plan to the end, one does not derive any happiness. On the contrary, as soon as one begins acting according to his plan, his life of distress immediately begins. Therefore, one should not be ambitious to dissipate the unhappy conditions of life, for one cannot do anything about them. Ahaṅkāra-vimūḍhātmā kartāham iti manyate. Although one is acting according to false ambitions, he thinks he can improve his material conditions by his activities. The Vedas enjoin that one should not try to increase happiness or decrease distress, for this is futile. Tasyaiva hetoḥ prayateta kovidaḥ. One should work for self-realization, not for economic development, which is impossible to improve. Without endeavor, one can get the amount of happiness and distress for which he is destined, and one cannot change this. Therefore, it is better to use one’s time for advancement in the spiritual life of Kṛṣṇa consciousness. One should not waste his valuable life as a human being. It is better to utilize this life for developing Kṛṣṇa consciousness, without ambitions for so-called happiness."
    },
    {
        "verse": "43",
        "devanagari": "कामान्कामयते काम्यैर्यदर्थमिह पूरुष: ।स वै देहस्तु पारक्यो भङ्गुरो यात्युपैति च ॥ ४३ ॥",
        "english_devnagari": "kāmān kāmayate kāmyairyad-artham iha pūruṣaḥsa vai dehas tu pārakyobhaṅguro yāty upaiti ca",
        "verse_Syn": [
            "kāmān",
            "kāmayate",
            "kāmyaiḥ",
            "yat",
            "artham",
            "iha",
            "pūruṣaḥ",
            "saḥ",
            "vai",
            "dehaḥ",
            "tu",
            "pārakyaḥ",
            "bhaṅguraḥ",
            "yāti",
            "upaiti",
            "ca"
        ],
        "translation": "A living entity desires comfort for his body and makes many plans for this purpose, but actually the body is the property of others. Indeed, the perishable body embraces the living entity and then leaves him aside.",
        "purport": " Everyone desires comfort for his body and tries to make a suitable situation for this purpose, forgetting that the body is meant to be eaten by dogs, jackals or moths and thus turned into useless stool, ashes or earth. The living entity wastes his time in a futile attempt to gain material possessions for the comfort of one body after another."
    },
    {
        "verse": "44",
        "devanagari": "किमु व्यवहितापत्यदारागारधनादय: ।राज्यकोशगजामात्यभृत्याप्ता ममतास्पदा: ॥ ४४ ॥",
        "english_devnagari": "kim u vyavahitāpatya-dārāgāra-dhanādayaḥrājya-kośa-gajāmātya-bhṛtyāptā mamatāspadāḥ",
        "verse_Syn": [
            "kim",
            "u",
            "vyavahita",
            "apatya",
            "dāra",
            "agāra",
            "dhana",
            "ādayaḥ",
            "rājya",
            "kośa",
            "gaja",
            "amātya",
            "bhṛtya",
            "āptāḥ",
            "mamatā",
            "āspadāḥ"
        ],
        "translation": "Since the body itself is ultimately meant to become stool or earth, what is the meaning of the paraphernalia related to the body, such as wives, residences, wealth, children, relatives, servants, friends, kingdoms, treasuries, animals and ministers? They are also temporary. What more can be said about this?",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "किमेतैरात्मनस्तुच्छै: सह देहेन नश्वरै: ।अनर्थैरर्थसङ्काशैर्नित्यानन्दरसोदधे: ॥ ४५ ॥",
        "english_devnagari": "kim etair ātmanas tucchaiḥsaha dehena naśvaraiḥanarthair artha-saṅkāśairnityānanda-rasodadheḥ",
        "verse_Syn": [
            "kim",
            "etaiḥ",
            "ātmanaḥ",
            "tucchaiḥ",
            "saha",
            "dehena",
            "naśvaraiḥ",
            "anarthaiḥ",
            "artha",
            "saṅkāśaiḥ",
            "nitya",
            "ānanda",
            "rasa",
            "udadheḥ"
        ],
        "translation": "All this paraphernalia is very near and dear as long as the body exists, but as soon as the body is destroyed, all things related to the body are also finished. Therefore, actually one has nothing to do with them, but because of ignorance one accepts them as valuable. Compared to the ocean of eternal happiness, they are most insignificant. What is the use of such insignificant relationships for the eternal living being?",
        "purport": " Kṛṣṇa consciousness, devotional service to Kṛṣṇa, is the ocean of eternal bliss. In comparison to this eternal bliss, the so-called happiness of society, friendship and love is simply useless and insignificant. One should therefore not be attached to temporary things. One should take to Kṛṣṇa consciousness and become eternally happy."
    },
    {
        "verse": "46",
        "devanagari": "निरूप्यतामिह स्वार्थ: कियान्देहभृतोऽसुरा: ।निषेकादिष्ववस्थासु क्लिश्यमानस्य कर्मभि: ॥ ४६ ॥",
        "english_devnagari": "nirūpyatām iha svārthaḥkiyān deha-bhṛto ’surāḥniṣekādiṣv avasthāsukliśyamānasya karmabhiḥ",
        "verse_Syn": [
            "nirūpyatām",
            "iha",
            "sva",
            "arthaḥ",
            "kiyān",
            "deha",
            "bhṛtaḥ",
            "asurāḥ",
            "niṣeka",
            "ādiṣu",
            "avasthāsu",
            "kliśyamānasya",
            "karmabhiḥ"
        ],
        "translation": "My dear friends, O sons of the asuras, the living entity receives different types of bodies according to his previous fruitive activities. Thus he is seen to suffer with reference to his particular body in all conditions of life, beginning with his infusion into the womb. Please tell me, therefore, after full consideration, what is the living entity’s actual interest in fruitive activities, which result in hardship and misery?",
        "purport": " Karmaṇā daiva-netreṇa jantur dehopapattaye. The living entity receives a particular type of body according to his karma, or fruitive activities. The material pleasure derived in the material world from one’s particular body is based on sexual pleasure: yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham. The entire world is working so hard only for sexual pleasure. To enjoy sexual pleasure and maintain the status quo of material life, one must work very hard, and because of such activities, one prepares himself another material body. Prahlāda Mahārāja places this matter to his friends, the asuras, for their consideration. Asuras generally cannot understand that the objects of sexual pleasure, the so-called pleasure of materialistic life, depend on extremely hard labor."
    },
    {
        "verse": "47",
        "devanagari": "कर्माण्यारभते देही देहेनात्मानुवर्तिना ।कर्मभिस्तनुते देहमुभयं त्वविवेकत: ॥ ४७ ॥",
        "english_devnagari": "karmāṇy ārabhate dehīdehenātmānuvartinākarmabhis tanute dehamubhayaṁ tv avivekataḥ",
        "verse_Syn": [
            "karmāṇi",
            "ārabhate",
            "dehī",
            "dehena",
            "ātma",
            "anuvartinā",
            "karmabhiḥ",
            "tanute",
            "deham",
            "ubhayam",
            "tu",
            "avivekataḥ"
        ],
        "translation": "The living entity, who has received his present body because of his past fruitive activity, may end the results of his actions in this life, but this does not mean that he is liberated from bondage to material bodies. The living entity receives one type of body, and by performing actions with that body he creates another. Thus he transmigrates from one body to another, through repeated birth and death, because of his gross ignorance.",
        "purport": " The living entity’s evolution through different types of bodies is conducted automatically by the laws of nature in bodies other than those of human beings. In other words, by the laws of nature (prakṛteḥ kriyamāṇāni) the living entity evolves from lower grades of life to the human form. Because of his developed consciousness, however, the human being must understand the constitutional position of the living entity and understand why he must accept a material body. This chance is given to him by nature, but if he nonetheless acts like an animal, what is the benefit of his human life? In this life one must select the goal of life and act accordingly. Having received instructions from the spiritual master and the śāstra, one must be sufficiently intelligent. In the human form of life, one should not remain foolish and ignorant, but must inquire about his constitutional position. This is called athāto brahma-jijñāsā. The human psychology gives rise to many questions, which various philosophers have considered and answered with various types of philosophy based upon mental concoction. This is not the way of liberation. The Vedic instructions say, tad-vijñānārthaṁ sa gurum evābhigacchet: to solve the problems of life, one must accept a spiritual master. Tasmād guruṁ prapadyeta jijñāsuḥ śreya uttamam: if one is actually serious in inquiring about the solution to material existence, one must approach a bona fide guru. “Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.” (Bg. 4.34) One must approach a bona fide spiritual master by surrendering himself (praṇipātena) and rendering service. An intelligent person must inquire from the spiritual master about the goal of life. A bona fide spiritual master can answer all such questions because he has seen the real truth. Even in ordinary activities, we first consider gain and loss, and then we act. Similarly, an intelligent person must consider the entire process of material existence and then act intelligently, following the directions of the bona fide spiritual master."
    },
    {
        "verse": "48",
        "devanagari": "तस्मादर्थाश्च कामाश्च धर्माश्च यदपाश्रया: ।भजतानीहयात्मानमनीहं हरिमीश्वरम् ॥ ४८ ॥",
        "english_devnagari": "tasmād arthāś ca kāmāś cadharmāś ca yad-apāśrayāḥbhajatānīhayātmānamanīhaṁ harim īśvaram",
        "verse_Syn": [
            "tasmāt",
            "arthāḥ",
            "ca",
            "kāmāḥ",
            "ca",
            "dharmāḥ",
            "ca",
            "yat",
            "apāśrayāḥ",
            "bhajata",
            "anīhayā",
            "ātmānam",
            "anīham",
            "harim",
            "īśvaram"
        ],
        "translation": "The four principles of advancement in spiritual life — dharma, artha, kāma and mokṣa — all depend on the disposition of the Supreme Personality of Godhead. Therefore, my dear friends, follow in the footsteps of devotees. Without desire, fully depend upon the disposition of the Supreme Lord, worship Him, the Supersoul, in devotional service.",
        "purport": " These are words of intelligence. Everyone should know that in every stage of life we are dependent upon the Supreme Personality of Godhead. Therefore the dharma, religion, which we accept should be that which is recommended by Prahlāda Mahārāja — bhāgavata-dharma. This is the instruction of Kṛṣṇa: sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. To take shelter of the lotus feet of Kṛṣṇa means to act according to the rules and regulations of bhāgavata-dharma, devotional service. As far as economic development is concerned, we should discharge our occupational duties but fully depend on the lotus feet of the Lord for the results. Karmaṇy evādhikāras te mā phaleṣu kadācana: “You have a right to perform your prescribed duty, but you are not entitled to the fruits of action.” According to one’s position, one should perform his duties, but for the results one should fully depend upon Kṛṣṇa. Narottama dāsa Ṭhākura sings that our only desire should be to perform the duties of Kṛṣṇa consciousness. We should not be misled by the karma-mīmāṁsā philosophy, which concludes that if we work seriously the results will come automatically. This is not a fact. The ultimate result depends upon the will of the Supreme Personality of Godhead. In devotional service, therefore, the devotee completely depends upon the Lord and honestly performs his occupational duties. Therefore Prahlāda Mahārāja advised his friends to depend completely on Kṛṣṇa and worship Him in devotional service."
    },
    {
        "verse": "49",
        "devanagari": "सर्वेषामपि भूतानां हरिरात्मेश्वर: प्रिय: ।भूतैर्महद्भ‍ि: स्वकृतै: कृतानां जीवसंज्ञित: ॥ ४९ ॥",
        "english_devnagari": "sarveṣām api bhūtānāṁharir ātmeśvaraḥ priyaḥbhūtair mahadbhiḥ sva-kṛtaiḥkṛtānāṁ jīva-saṁjñitaḥ",
        "verse_Syn": [
            "sarveṣām",
            "api",
            "bhūtānām",
            "hariḥ",
            "ātmā",
            "īśvaraḥ",
            "priyaḥ",
            "bhūtaiḥ",
            "mahadbhiḥ",
            "sva",
            "kṛtaiḥ",
            "kṛtānām",
            "jīva",
            "saṁjñitaḥ"
        ],
        "translation": "The Supreme Personality of Godhead, Hari, is the soul and the Supersoul of all living entities. Every living entity is a manifestation of His energy in terms of the living soul and the material body. Therefore the Lord is the most dear, and He is the supreme controller.",
        "purport": " The Supreme Personality of Godhead is manifested by His different energies — the material energy, the spiritual energy and the marginal energy. He is the original source of all living entities in the material world, and He is situated in everyone’s heart as the Supersoul. Although the living entity is the cause of his various types of bodies, the body is given by material nature according to the order of the Lord. “The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.” (Bg. 18.61) The body is just like a machine, a car, in which the living entity is given a chance to sit and move according to his desire. The Lord is the original cause of the material body and the soul, which is expanded by His marginal energy. The Supreme Lord is the dearmost object of all living entities. Prahlāda Mahārāja therefore advised his class friends, the sons of the demons, to take shelter of the Supreme Personality of Godhead again."
    },
    {
        "verse": "50",
        "devanagari": "देवोऽसुरो मनुष्यो वा यक्षो गन्धर्व एव वा ।भजन्मुकुन्दचरणं स्वस्तिमान् स्याद्यथा वयम् ॥ ५० ॥",
        "english_devnagari": "devo ’suro manuṣyo vāyakṣo gandharva eva vābhajan mukunda-caraṇaṁsvastimān syād yathā vayam",
        "verse_Syn": [
            "devaḥ",
            "asuraḥ",
            "manuṣyaḥ",
            "vā",
            "yakṣaḥ",
            "gandharvaḥ",
            "eva",
            "vā",
            "bhajan",
            "mukunda",
            "caraṇam",
            "svasti",
            "mān",
            "syāt",
            "yathā",
            "vayam"
        ],
        "translation": "If a demigod, demon, human being, Yakṣa, Gandharva or anyone within this universe renders service to the lotus feet of Mukunda, who can deliver liberation, he is actually situated in the most auspicious condition of life, exactly like us [the mahājanas, headed by Prahlāda Mahārāja].",
        "purport": " Prahlāda Mahārāja, by his living example, requested his friends to engage in devotional service. Whether in demigod society, asura society, human society or Gandharva society, every living entity should take shelter of the lotus feet of Mukunda and thus become perfect in good fortune."
    },
    {
        "verse": "51-52",
        "devanagari": "नालं द्विजत्वं देवत्वमृषित्वं वासुरात्मजा: ।प्रीणनाय मुकुन्दस्य न वृत्तं न बहुज्ञता ॥ ५१ ॥न दानं न तपो नेज्या न शौचं न व्रतानि च ।प्रीयतेऽमलया भक्त्या हरिरन्यद् विडम्बनम् ॥ ५२ ॥",
        "english_devnagari": "nālaṁ dvijatvaṁ devatvamṛṣitvaṁ vāsurātmajāḥprīṇanāya mukundasyana vṛttaṁ na bahu-jñatā",
        "verse_Syn": [
            "na",
            "alam",
            "dvijatvam",
            "devatvam",
            "ṛṣitvam",
            "vā",
            "asura",
            "ātma",
            "jāḥ",
            "prīṇanāya",
            "mukundasya",
            "na",
            "vṛttam",
            "na",
            "bahu",
            "jñatā",
            "na",
            "dānam",
            "na",
            "tapaḥ",
            "na",
            "ijyā",
            "na",
            "śaucam",
            "na",
            "vratāni",
            "ca",
            "prīyate",
            "amalayā",
            "bhaktyā",
            "hariḥ",
            "anyat",
            "viḍambanam"
        ],
        "translation": "My dear friends, O sons of the demons, you cannot please the Supreme Personality of Godhead by becoming perfect brāhmaṇas, demigods or great saints or by becoming perfectly good in etiquette or vast learning. None of these qualifications can awaken the pleasure of the Lord. Nor by charity, austerity, sacrifice, cleanliness or vows can one satisfy the Lord. The Lord is pleased only if one has unflinching, unalloyed devotion to Him. Without sincere devotional service, everything is simply a show.",
        "purport": " Prahlāda Mahārāja concludes that one can become perfect by serving the Supreme Lord sincerely by all means. Material elevation to life as a brāhmaṇa, demigod, ṛṣi and so on are not causes for developing love of Godhead, but if one sincerely engages in the service of the Lord, his Kṛṣṇa consciousness is complete. This is confirmed in Bhagavad-gītā (9.30): “Even if one commits the most abominable actions, if he is engaged in devotional service he is to be considered saintly because he is properly situated.” To develop unalloyed love for Kṛṣṇa is the perfection of life. Other processes may be helpful, but if one does not develop his love for Kṛṣṇa, these other processes are simply a waste of time. “Duties [dharma] executed by men, regardless of occupation, are only so much useless labor if they do not provoke attraction for the message of the Supreme Lord.” (Bhāg. 1.2.8) The test of perfection is one’s unalloyed devotion to the Lord."
    },
    {
        "verse": "53",
        "devanagari": "ततो हरौ भगवति भक्तिं कुरुत दानवा: ।आत्मौपम्येन सर्वत्र सर्वभूतात्मनीश्वरे ॥ ५३ ॥",
        "english_devnagari": "tato harau bhagavatibhaktiṁ kuruta dānavāḥātmaupamyena sarvatrasarva-bhūtātmanīśvare",
        "verse_Syn": [
            "tataḥ",
            "harau",
            "bhagavati",
            "bhaktim",
            "kuruta",
            "dānavāḥ",
            "ātma",
            "aupamyena",
            "sarvatra",
            "sarva",
            "bhūta",
            "ātmani",
            "īśvare"
        ],
        "translation": "My dear friends, O sons of the demons, in the same favorable way that one sees himself and takes care of himself, take to devotional service to satisfy the Supreme Personality of Godhead, who is present everywhere as the Supersoul of all living entities.",
        "purport": " The word ātmaupamyena refers to thinking others to be like oneself. One can very intelligently conclude that without devotional service, without becoming Kṛṣṇa conscious, one cannot be happy. Therefore the duty of all devotees is to preach Kṛṣṇa consciousness everywhere all over the world, because all living entities without Kṛṣṇa consciousness are suffering the pangs of material existence. To preach Kṛṣṇa consciousness is the best welfare activity. Indeed, it is described by Śrī Caitanya Mahāprabhu as para-upakāra, work for the true benefit of others. The activities of para-upakāra have been especially entrusted to those who have taken birth in India as human beings. The entire world is suffering for want of Kṛṣṇa consciousness. Therefore Śrī Caitanya Mahāprabhu advised all human beings born in India to make their lives perfect by Kṛṣṇa consciousness and then preach the gospel of Kṛṣṇa consciousness all over the world so that others may become happy by executing the principles of Kṛṣṇa consciousness."
    },
    {
        "verse": "54",
        "devanagari": "दैतेया यक्षरक्षांसि स्त्रिय: शूद्रा व्रजौकस: ।खगा मृगा: पापजीवा: सन्ति ह्यच्युततां गता: ॥ ५४ ॥",
        "english_devnagari": "daiteyā yakṣa-rakṣāṁsistriyaḥ śūdrā vrajaukasaḥkhagā mṛgāḥ pāpa-jīvāḥsanti hy acyutatāṁ gatāḥ",
        "verse_Syn": [
            "daiteyāḥ",
            "yakṣa",
            "rakṣāṁsi",
            "striyaḥ",
            "śūdrāḥ",
            "vraja",
            "okasaḥ",
            "khagāḥ",
            "mṛgāḥ",
            "pāpa",
            "jīvāḥ",
            "santi",
            "hi",
            "acyutatām",
            "gatāḥ"
        ],
        "translation": "O my friends, O sons of demons, everyone, including you (the Yakṣas and Rākṣasas), the unintelligent women, śūdras and cowherd men, the birds, the lower animals and the sinful living entities, can revive his original, eternal spiritual life and exist forever simply by accepting the principles of bhakti-yoga.",
        "purport": " The devotees are referred to as acyuta-gotra, or the dynasty of the Supreme Personality of Godhead. The Lord is called Acyuta, as indicated in Bhagavad-gītā (senayor ubhayor madhye rathaṁ sthāpaya me ’cyuta). The Lord is infallible in the material world because He is the supreme spiritual person. Similarly, the jīvas, who are part and parcel of the Lord, can also become infallible. Although Prahlāda’s mother was in the conditional state and was the wife of a demon, even Yakṣas, Rākṣasas, women, śūdras and even birds and other lower living entities can be elevated to the acyuta-gotra, the family of the Supreme Personality of Godhead. That is the highest perfection. As Kṛṣṇa never falls, when we revive our spiritual consciousness, Kṛṣṇa consciousness, we never fall again to material existence. One should understand the position of the supreme Acyuta, Kṛṣṇa, who says in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” One should understand Acyuta, the supreme infallible, and how we are related with Him, and one should take to the service of the Lord. This is the perfection of life. Śrīla Madhvācārya says, acyutatāṁ cyuti-varjanam. The word acyutatām refers to one who never falls to this material world but always remains in the Vaikuṇṭha world, fully engaged in the service of the Lord."
    },
    {
        "verse": "55",
        "devanagari": "एतावानेव लोकेऽस्मिन्पुंस: स्वार्थ: पर: स्मृत: ।एकान्तभक्तिर्गोविन्दे यत्सर्वत्र तदीक्षणम् ॥ ५५ ॥",
        "english_devnagari": "etāvān eva loke ’sminpuṁsaḥ svārthaḥ paraḥ smṛtaḥekānta-bhaktir govindeyat sarvatra tad-īkṣaṇam",
        "verse_Syn": [
            "etāvān",
            "eva",
            "loke",
            "asmin",
            "puṁsaḥ",
            "sva",
            "arthaḥ",
            "paraḥ",
            "smṛtaḥ",
            "ekānta",
            "bhaktiḥ",
            "govinde",
            "yat",
            "sarvatra",
            "tat",
            "īkṣaṇam"
        ],
        "translation": "In this material world, to render service to the lotus feet of Govinda, the cause of all causes, and to see Him everywhere, is the only goal of life. This much alone is the ultimate goal of human life, as explained by all the revealed scriptures.",
        "purport": " In this verse the words sarvatra tad-īkṣaṇam describe the highest perfection of devotional service, in which one sees everything with reference to Govinda’s activities. The highly elevated devotee never sees anything unrelated to Govinda. “The mahā-bhāgavata, the advanced devotee, certainly sees everything mobile and immobile, but he does not exactly see their forms. Rather, everywhere he immediately sees manifest the form of the Supreme Lord.” (Cc. Madhya 8.274) Even in this material world, a devotee does not see materially manifested things; instead he sees Govinda in everything. When he sees a tree or a human being, a devotee sees them in relation to Govinda. Govindam ādi-puruṣam: Govinda is the original source of everything. “Kṛṣṇa, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.” (Brahma-saṁhitā 5.1) The test of a perfect devotee is that he sees Govinda everywhere in this universe, even in every atomic particle (aṇḍāntara-stha-paramāṇu-cayāntara-stham). This is the perfect vision of a devotee. It is therefore said: A devotee sees everyone and everything in relationship with Nārāyaṇa (nārāyaṇa-mayam). Everything is an expansion of Nārāyaṇa’s energy. Just as those who are greedy see everything as a source of money-making and those who are lusty see everything as being conducive to sex, the most perfect devotee, Prahlāda Mahārāja, saw Nārāyaṇa even within a stone column. This does not mean, however, that we must accept the words daridra-nārāyaṇa, which have been manufactured by some unscrupulous person. One who actually envisions Nārāyaṇa everywhere makes no distinction between the poor and the rich. To single out the daridra-nārāyaṇa, or poor Nārāyaṇa, and reject the dhani-nārāyaṇa, or rich Nārāyaṇa, is not the vision of a devotee. Rather, that is the imperfect vision of materialistic persons."
    }
]