[
    {
        "verse": "1",
        "devanagari": "श्रीनारद उवाचपौरोहित्याय भगवान्वृत: काव्य: किलासुरै: ।षण्डामर्कौ सुतौ तस्य दैत्यराजगृहान्तिके ॥ १ ॥",
        "english_devnagari": "śrī-nārada uvācapaurohityāya bhagavānvṛtaḥ kāvyaḥ kilāsuraiḥṣaṇḍāmarkau sutau tasyadaitya-rāja-gṛhāntike",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "paurohityāya",
            "bhagavān",
            "vṛtaḥ",
            "kāvyaḥ",
            "kila",
            "asuraiḥ",
            "ṣaṇḍa",
            "amarkau",
            "sutau",
            "tasya",
            "daitya",
            "rāja",
            "gṛha",
            "antike"
        ],
        "translation": "The great saint Nārada Muni said: The demons, headed by Hiraṇyakaśipu, accepted Śukrācārya as their priest for ritualistic ceremonies. Śukrācārya’s two sons, Ṣaṇḍa and Amarka, lived near Hiraṇyakaśipu’s palace.",
        "purport": " The beginning of the life story of Prahlāda is recounted as follows. Śukrācārya became the priest of the atheists, especially Hiraṇyakaśipu, and thus his two sons, Ṣaṇḍa and Amarka, resided near Hiraṇyakaśipu’s residence. Śukrācārya should not have become the priest of Hiraṇyakaśipu because Hiraṇyakaśipu and his followers were all atheists. A brāhmaṇa should become the priest of a person interested in the advancement of spiritual culture. The very name Śukrācārya, however, indicates a person interested in obtaining benefits for his sons and descendants, regardless of how the money comes. A real brāhmaṇa would not become a priest for atheistic men."
    },
    {
        "verse": "2",
        "devanagari": "तौ राज्ञा प्रापितं बालं प्रह्लादं नयकोविदम् ।पाठयामासतु: पाठ्यानन्यांश्चासुरबालकान् ॥ २ ॥",
        "english_devnagari": "tau rājñā prāpitaṁ bālaṁprahlādaṁ naya-kovidampāṭhayām āsatuḥ pāṭhyānanyāṁś cāsura-bālakān",
        "verse_Syn": [
            "tau",
            "rājñā",
            "prāpitam",
            "bālam",
            "prahlādam",
            "naya",
            "kovidam",
            "pāṭhayām",
            "āsatuḥ",
            "pāṭhyān",
            "anyān",
            "ca",
            "asura",
            "bālakān"
        ],
        "translation": "Prahlāda Mahārāja was already educated in devotional life, but when his father sent him to those two sons of Śukrācārya to be educated, they accepted him at their school along with the other sons of the asuras.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "यत्तत्र गुरुणा प्रोक्तं शुश्रुवेऽनुपपाठ च ।न साधु मनसा मेने स्वपरासद्ग्रहाश्रयम् ॥ ३ ॥",
        "english_devnagari": "yat tatra guruṇā proktaṁśuśruve ’nupapāṭha cana sādhu manasā menesva-parāsad-grahāśrayam",
        "verse_Syn": [
            "yat",
            "tatra",
            "guruṇā",
            "proktam",
            "śuśruve",
            "anupapāṭha",
            "ca",
            "na",
            "sādhu",
            "manasā",
            "mene",
            "sva",
            "para",
            "asat",
            "graha",
            "āśrayam"
        ],
        "translation": "Prahlāda certainly heard and recited the topics of politics and economics taught by the teachers, but he understood that political philosophy involves considering someone a friend and someone else an enemy, and thus he did not like it.",
        "purport": " Politics involves accepting one group of men as enemies and another group as friends. Everything in politics is based on this philosophy, and the entire world, especially at the present, is engrossed in it. The public is concerned with friendly countries and friendly groups or enemy countries and enemy groups, but as stated in Bhagavad-gītā, a learned person does not make distinctions between enemies and friends. Devotees, especially, do not create friends and enemies. A devotee sees that every living being is part and parcel of Kṛṣṇa (mamaivāṁśo jīva-bhūtaḥ). Therefore a devotee treats friends and enemies equally by trying to educate them both in Kṛṣṇa consciousness. Of course, atheistic men do not follow the instructions of pure devotees, but instead consider a devotee their enemy. A devotee, however, never creates a situation of friendship and enmity. Although Prahlāda Mahārāja was obliged to hear the instructions of Ṣaṇḍa and Amarka, he did not like the philosophy of friends and enemies, which forms the basis of politics. He was not interested in this philosophy."
    },
    {
        "verse": "4",
        "devanagari": "एकदासुरराट् पुत्रमङ्कमारोप्य पाण्डव ।पप्रच्छ कथ्यतां वत्स मन्यते साधु यद्भ‍वान् ॥ ४ ॥",
        "english_devnagari": "ekadāsura-rāṭ putramaṅkam āropya pāṇḍavapapraccha kathyatāṁ vatsamanyate sādhu yad bhavān",
        "verse_Syn": [
            "ekadā",
            "asura",
            "rāṭ",
            "putram",
            "aṅkam",
            "āropya",
            "pāṇḍava",
            "papraccha",
            "kathyatām",
            "vatsa",
            "manyate",
            "sādhu",
            "yat",
            "bhavān"
        ],
        "translation": "My dear King Yudhiṣṭhira, once upon a time the King of the demons, Hiraṇyakaśipu, took his son Prahlāda on his lap and very affectionately inquired: My dear son, please let me know what you think is the best of all the subjects you have studied from your teachers.",
        "purport": " Hiraṇyakaśipu did not ask his young son anything that would be very difficult for him to answer; instead, he gave the boy a chance to speak plainly about whatever he thought might be best. Prahlāda Mahārāja, of course, being a perfect devotee, knew everything and could say what the best part of life is. In the Vedas it is said, yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati: if one properly understands God, he can understand any subject matter very nicely. Sometimes we have to challenge big scientists and philosophers, but by the grace of Kṛṣṇa we emerge successful. It is impossible, practically speaking, for ordinary men to challenge scientists or philosophers concerning genuine knowledge, but a devotee can challenge them because the best of everything is known to a devotee by the grace of Kṛṣṇa. As confirmed in Bhagavad-gītā (10.11): Kṛṣṇa, who is situated in the core of everyone’s heart as the Supersoul, dissipates all the ignorance from the heart of a devotee. As a special favor, He enlightens the devotee with all knowledge by putting before him the torch of light. Prahlāda Mahārāja, therefore, knew the best of knowledge, and when his father inquired from him, Prahlāda gave him that knowledge. Prahlāda Mahārāja was able to solve the most difficult parts of problems because of his advanced Kṛṣṇa consciousness. Therefore he replied as follows."
    },
    {
        "verse": "5",
        "devanagari": "श्रीप्रह्लाद उवाचतत्साधु मन्येऽसुरवर्य देहिनांसदा समुद्विग्नधियामसद्ग्रहात् ।हित्वात्मपातं गृहमन्धकूपंवनं गतो यद्धरिमाश्रयेत ॥ ५ ॥",
        "english_devnagari": "śrī-prahlāda uvācatat sādhu manye ’sura-varya dehināṁsadā samudvigna-dhiyām asad-grahāthitvātma-pātaṁ gṛham andha-kūpaṁvanaṁ gato yad dharim āśrayeta",
        "verse_Syn": [
            "śrī",
            "prahlādaḥ",
            "uvāca",
            "tat",
            "sādhu",
            "manye",
            "asura",
            "varya",
            "dehinām",
            "sadā",
            "samudvigna",
            "dhiyām",
            "asat",
            "grahāt",
            "hitvā",
            "ātma",
            "pātam",
            "gṛham",
            "andha",
            "kūpam",
            "vanam",
            "gataḥ",
            "yat",
            "harim",
            "āśrayeta"
        ],
        "translation": "Prahlāda Mahārāja replied: O best of the asuras, King of the demons, as far as I have learned from my spiritual master, any person who has accepted a temporary body and temporary household life is certainly embarrassed by anxiety because of having fallen in a dark well where there is no water but only suffering. One should give up this position and go to the forest [vana]. More clearly, one should go to Vṛndāvana, where only Kṛṣṇa consciousness is prevalent, and should thus take shelter of the Supreme Personality of Godhead.",
        "purport": " Hiraṇyakaśipu thought that Prahlāda, being nothing but a small boy with no actual experience, might reply with something pleasing but nothing practical. Prahlāda Mahārāja, however, being an exalted devotee, had acquired all the qualities of education. “One who has unflinching devotional faith in Kṛṣṇa consistently manifests all the good qualities of Kṛṣṇa and the demigods. However, he who has no devotion to the Supreme Personality of Godhead has no good qualifications because he is engaged by mental concoction in material existence, which is the external feature of the Lord.” (Bhāg. 5.18.12) So-called educated philosophers and scientists who are simply on the mental platform cannot distinguish between what is actually sat, eternal, and what is asat, temporary. The Vedic injunction is asato mā jyotir gama: everyone should give up the platform of temporary existence and approach the eternal platform. The soul is eternal, and topics concerning the eternal soul are actually knowledge. Elsewhere it is said, apaśyatām ātma-tattvaṁ gṛheṣu gṛha-medhinām: those who are attached to the bodily conception of life and who thus stick to life as a gṛhastha, or householder, on the platform of material sense enjoyment, cannot see the welfare of the eternal soul. Prahlāda Mahārāja confirmed this by saying that if one wants success in life, he should immediately understand from the right sources what his self-interest is and how he should mold his life in spiritual consciousness. One should understand himself to be part and parcel of Kṛṣṇa and thus completely take shelter of His lotus feet for guaranteed spiritual success. Everyone in the material world is in the bodily conception, struggling hard for existence, life after life. Prahlāda Mahārāja therefore recommended that to stop this material condition of repeated birth and death, one should go to the forest (vana). In the varṇāśrama system, one first becomes a brahmacārī, then a gṛhastha, a vānaprastha and finally a sannyāsī. Going to the forest means accepting vānaprastha life, which is between gṛhastha life and sannyāsa. As confirmed in the Viṣṇu Purāṇa (3.8.9), varṇāśramācāravatā puruṣeṇa paraḥ pumān viṣṇur ārādhyate: by accepting the institution of varṇa and āśrama, one can very easily elevate himself to the platform of worshiping Viṣṇu, the Supreme Personality of Godhead. Otherwise, if one remains in the bodily conception, one must rot within this material world, and his life will be a failure. Society must have divisions of brāhmaṇa, kṣatriya, vaiśya and śūdra, and for spiritual advancement one must gradually develop as a brahmacārī, gṛhastha, vānaprastha and sannyāsī. Prahlāda Mahārāja recommended that his father accept vānaprastha life because as a gṛhastha he was becoming increasingly demoniac due to bodily attachment. Prahlāda recommended to his father that accepting vānaprastha life would be better than going deeper and deeper into gṛham andha-kūpam, the blind well of life as a gṛhastha. In our Kṛṣṇa consciousness movement we therefore invite all the elderly persons of the world to come to Vṛndāvana and stay there in retired life, making advancement in spiritual consciousness, Kṛṣṇa consciousness."
    },
    {
        "verse": "6",
        "devanagari": "श्रीनारद उवाचश्रुत्वा पुत्रगिरो दैत्य: परपक्षसमाहिता: ।जहास बुद्धिर्बालानां भिद्यते परबुद्धिभि: ॥ ६ ॥",
        "english_devnagari": "śrī-nārada uvācaśrutvā putra-giro daityaḥpara-pakṣa-samāhitāḥjahāsa buddhir bālānāṁbhidyate para-buddhibhiḥ",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "śrutvā",
            "putra",
            "giraḥ",
            "daityaḥ",
            "para",
            "pakṣa",
            "samāhitāḥ",
            "jahāsa",
            "buddhiḥ",
            "bālānām",
            "bhidyate",
            "para",
            "buddhibhiḥ"
        ],
        "translation": "Nārada Muni continued: When Prahlāda Mahārāja spoke about the path of self-realization in devotional service, thus being faithful to the camp of his father’s enemies, Hiraṇyakaśipu, the King of the demons, heard Prahlāda’s words and he laughingly said, “Thus is the intelligence of children spoiled by the words of the enemy.”",
        "purport": " Hiraṇyakaśipu, being a demon, would always consider Lord Viṣṇu and His devotees to be his enemies. Therefore the word para-pakṣa (“on the side of the enemy”) is used here. Hiraṇyakaśipu never agreed with the words of Viṣṇu, or Kṛṣṇa. Rather, he was angered by the intelligence of a Vaiṣṇava. Lord Viṣṇu, Lord Kṛṣṇa, says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja — “Give up all other duties and surrender unto Me” — but demons like Hiraṇyakaśipu never agree to do this. Therefore Kṛṣṇa says: “Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me.” (Bg. 7.15) The asura-bhāva, the atheistic nature, is directly represented by Hiraṇyakaśipu. Such persons, being mūḍha and narādhama — fools and rascals, the lowest of men — would never accept Viṣṇu as the Supreme and surrender to Him. Hiraṇyakaśipu naturally became increasingly angry that his son Prahlāda was being influenced by the camp of the enemies. He therefore asked that saintly persons like Nārada not be allowed within the residential quarters of his son, for otherwise Prahlāda would be further spoiled by Vaiṣṇava instructions."
    },
    {
        "verse": "7",
        "devanagari": "सम्यग्विधार्यतां बालो गुरुगेहे द्विजातिभि: ।विष्णुपक्षै: प्रतिच्छन्नैर्न भिद्येतास्य धीर्यथा ॥ ७ ॥",
        "english_devnagari": "samyag vidhāryatāṁ bāloguru-gehe dvi-jātibhiḥviṣṇu-pakṣaiḥ praticchannairna bhidyetāsya dhīr yathā",
        "verse_Syn": [
            "samyak",
            "vidhāryatām",
            "bālaḥ",
            "guru",
            "gehe",
            "dvi",
            "jātibhiḥ",
            "viṣṇu",
            "pakṣaiḥ",
            "praticchannaiḥ",
            "na",
            "bhidyeta",
            "asya",
            "dhīḥ",
            "yathā"
        ],
        "translation": "Hiraṇyakaśipu advised his assistants: My dear demons, give complete protection to this boy at the gurukula where he is instructed, so that his intelligence will not be further influenced by Vaiṣṇavas who may go there in disguise.",
        "purport": " In our Kṛṣṇa consciousness movement, the tactic of dressing oneself like an ordinary karmī is necessary because everyone in the demoniac kingdom is against the Vaiṣṇava teachings. Kṛṣṇa consciousness is not at all to the liking of the demons of the present age. As soon as they see a Vaiṣṇava dressed in saffron garments with beads on his neck and tilaka on his forehead, they are immediately irritated. They criticize the Vaiṣṇavas by sarcastically saying Hare Kṛṣṇa, and some people also chant Hare Kṛṣṇa sincerely. In either case, since Hare Kṛṣṇa is absolute, whether one chants it jokingly or sincerely, it will have its effect. The Vaiṣṇavas are pleased when the demons chant Hare Kṛṣṇa because this shows that the Hare Kṛṣṇa movement is taking ground. The greater demons, like Hiraṇyakaśipu, are always prepared to chastise the Vaiṣṇavas, and they try to make arrangements so that Vaiṣṇavas will not come to sell their books and preach Kṛṣṇa consciousness. Thus what was done by Hiraṇyakaśipu long, long ago is still being done. That is the way of materialistic life. Demons or materialists do not at all like the advancement of Kṛṣṇa consciousness, and they try to hinder it in many ways. Yet the preachers of Kṛṣṇa consciousness must go forward — in their Vaiṣṇava dress or any other dress — for the purpose of preaching. Cāṇakya Paṇḍita says that if an honest person deals with a great cheater, it is necessary for him to become a cheater also, not for the purpose of cheating but to make his preaching successful."
    },
    {
        "verse": "8",
        "devanagari": "गृहमानीतमाहूय प्रह्रादं दैत्ययाजका: ।प्रशस्य श्लक्ष्णया वाचा समपृच्छन्त सामभि: ॥ ८ ॥",
        "english_devnagari": "gṛham ānītam āhūyaprahrādaṁ daitya-yājakāḥpraśasya ślakṣṇayā vācāsamapṛcchanta sāmabhiḥ",
        "verse_Syn": [
            "gṛham",
            "ānītam",
            "āhūya",
            "prahrādam",
            "daitya",
            "yājakāḥ",
            "praśasya",
            "ślakṣṇayā",
            "vācā",
            "samapṛcchanta",
            "sāmabhiḥ"
        ],
        "translation": "When Hiraṇyakaśipu’s servants brought the boy Prahlāda back to the gurukula [the place where the brāhmaṇas taught the boys], the priests of the demons, Ṣaṇḍa and Amarka, pacified him. With very mild voices and affectionate words, they inquired from him as follows.",
        "purport": " Ṣaṇḍa and Amarka, the priests of the demons, were eager to know from Prahlāda Mahārāja who the Vaiṣṇavas were that came to instruct him in Kṛṣṇa consciousness. Their purpose was to discover the names of these Vaiṣṇavas. In the beginning they did not threaten the boy because when threatened he might not identify the real culprits. Therefore they very mildly and peacefully inquired as follows."
    },
    {
        "verse": "9",
        "devanagari": "वत्स प्रह्राद भद्रं ते सत्यं कथय मा मृषा ।बालानति कुतस्तुभ्यमेष बुद्धिविपर्यय: ॥ ९ ॥",
        "english_devnagari": "vatsa prahrāda bhadraṁ tesatyaṁ kathaya mā mṛṣābālān ati kutas tubhyameṣa buddhi-viparyayaḥ",
        "verse_Syn": [
            "vatsa",
            "prahrāda",
            "bhadram",
            "te",
            "satyam",
            "kathaya",
            "mā",
            "mṛṣā",
            "bālān",
            "ati",
            "kutaḥ",
            "tubhyam",
            "eṣaḥ",
            "buddhi",
            "viparyayaḥ"
        ],
        "translation": "Dear son Prahlāda, all peace and good fortune unto you. Kindly do not speak lies; just reply with the truth. These boys you see are not like you, for they do not speak in a deviant way. How have you learned these instructions? How has your intelligence been spoiled in this way?",
        "purport": " Prahlāda Mahārāja was still a boy, and therefore his teachers thought that if they pacified the little boy he would immediately speak the truth, revealing the secret of how the Vaiṣṇavas came there to teach him lessons in devotional service. It was surprising, of course, that in the same school the other boys of the Daityas were not polluted; only Prahlāda Mahārāja was supposedly polluted by the instructions of the Vaiṣṇavas. The main duty of the teachers was to inquire who those Vaiṣṇavas were that came to teach Prahlāda and spoil his intelligence."
    },
    {
        "verse": "10",
        "devanagari": "बुद्धिभेद: परकृत उताहो ते स्वतोऽभवत् ।भण्यतां श्रोतुकामानां गुरूणां कुलनन्दन ॥ १० ॥",
        "english_devnagari": "buddhi-bhedaḥ para-kṛtautāho te svato ’bhavatbhaṇyatāṁ śrotu-kāmānāṁgurūṇāṁ kula-nandana",
        "verse_Syn": [
            "buddhi",
            "bhedaḥ",
            "para",
            "kṛtaḥ",
            "utāho",
            "te",
            "svataḥ",
            "abhavat",
            "bhaṇyatām",
            "śrotu",
            "kāmānām",
            "gurūṇām",
            "kula",
            "nandana"
        ],
        "translation": "O best of your family, has this pollution of your intelligence been brought about by you or by the enemies? We are all your teachers and are very eager to hear about this. Please tell us the truth.",
        "purport": " Prahlāda Mahārāja’s teachers were astonished that a small boy could speak such exalted Vaiṣṇava philosophy. Therefore they inquired about the Vaiṣṇavas who stealthily taught it to him, in order that these Vaiṣṇavas might be arrested and killed in the presence of Prahlāda’s father, Hiraṇyakaśipu."
    },
    {
        "verse": "11",
        "devanagari": "श्रीप्रह्राद उवाचपर: स्वश्चेत्यसद्ग्राह: पुंसां यन्मायया कृत: ।विमोहितधियां द‍ृष्टस्तस्मै भगवते नम: ॥ ११ ॥",
        "english_devnagari": "śrī-prahrāda uvācaparaḥ svaś cety asad-grāhaḥpuṁsāṁ yan-māyayā kṛtaḥvimohita-dhiyāṁ dṛṣṭastasmai bhagavate namaḥ",
        "verse_Syn": [
            "śrī",
            "prahrādaḥ",
            "uvāca",
            "paraḥ",
            "svaḥ",
            "ca",
            "iti",
            "asat",
            "grāhaḥ",
            "puṁsām",
            "yat",
            "māyayā",
            "kṛtaḥ",
            "vimohita",
            "dhiyām",
            "dṛṣṭaḥ",
            "tasmai",
            "bhagavate",
            "namaḥ"
        ],
        "translation": "Prahlāda Mahārāja replied: Let me offer my respectful obeisances unto the Supreme Personality of Godhead, whose external energy has created the distinctions of “my friend” and “my enemy” by deluding the intelligence of men. Indeed, I am now actually experiencing this, although I have previously heard of it from authoritative sources.",
        "purport": " As stated in Bhagavad-gītā (5.18): “The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste].” Paṇḍitāḥ, those who are actually learned — the equipoised, advanced devotees who have full knowledge of everything — do not see any living entity as an enemy or friend. Instead, with broader vision, they see that everyone is part of Kṛṣṇa, as confirmed by Śrī Caitanya Mahāprabhu (jīvera ‘svarūpa’ haya — kṛṣṇera ‘nitya-dāsa’). Every living entity, being part of the Supreme Lord, is meant to serve the Lord, just as every part of the body is meant to serve the whole body. As servants of the Supreme Lord, all living entities are one, but a Vaiṣṇava, because of his natural humility, addresses every other living entity as prabhu. A Vaiṣṇava sees other servants to be so advanced that he has much to learn from them. Thus he accepts all other devotees of the Lord as prabhus, masters. Although everyone is a servant of the Lord, one Vaiṣṇava servant, because of humility, sees another servant as his master. Understanding of the master begins from understanding of the spiritual master. “By the mercy of the spiritual master one receives the benediction of Kṛṣṇa. Without the grace of the spiritual master, one cannot make any advancement.” “The spiritual master is to be honored as much as the Supreme Lord because he is the most confidential servitor of the Lord. This is acknowledged in all revealed scriptures and followed by all authorities. Therefore I offer my respectful obeisances unto the lotus feet of such a spiritual master, who is a bona fide representative of Śrī Hari [Kṛṣṇa].” The spiritual master, the servant of God, is engaged in the most confidential service of the Lord, namely delivering all the conditioned souls from the clutches of māyā, in which one thinks, “This person is my enemy, and that one is my friend.” Actually the Supreme Personality of Godhead is the friend of all living entities, and all living entities are eternal servants of the Supreme Lord. Oneness is possible through this understanding, not through artificially thinking that every one of us is God or equal to God. The true understanding is that God is the supreme master and that all of us are servants of the Supreme Lord and are therefore on the same platform. This had already been taught to Prahlāda Mahārāja by his spiritual master, Nārada, but Prahlāda was nonetheless surprised by how a bewildered soul thinks one person his enemy and another his friend. As long as one adheres to the philosophy of duality, thinking one person a friend and another an enemy, he should be understood to be in the clutches of māyā. The Māyāvādī philosopher who thinks that all living entities are God and are therefore one is also mistaken. No one is equal to God. The servant cannot be equal to the master. According to the Vaiṣṇava philosophy, the master is one, and the servants are also one, but the distinction between the master and servant must continue even in the liberated stage. In the conditioned stage we think that some living beings are our friends whereas others are enemies, and thus we are in duality. In the liberated stage, however, the conception is that God is the master and that all living entities, being servants of God, are one."
    },
    {
        "verse": "12",
        "devanagari": "स यदानुव्रत: पुंसां पशुबुद्धिर्विभिद्यते ।अन्य एष तथान्योऽहमिति भेदगतासती ॥ १२ ॥",
        "english_devnagari": "sa yadānuvrataḥ puṁsāṁpaśu-buddhir vibhidyateanya eṣa tathānyo ’hamiti bheda-gatāsatī",
        "verse_Syn": [
            "saḥ",
            "yadā",
            "anuvrataḥ",
            "puṁsām",
            "paśu",
            "buddhiḥ",
            "vibhidyate",
            "anyaḥ",
            "eṣaḥ",
            "tathā",
            "anyaḥ",
            "aham",
            "iti",
            "bheda",
            "gata",
            "asatī"
        ],
        "translation": "When the Supreme Personality of Godhead is pleased with the living entity because of his devotional service, one becomes a paṇḍita and does not make distinctions between enemies, friends and himself. Intelligently, he then thinks, “Every one of us is an eternal servant of God, and therefore we are not different from one another.”",
        "purport": " When Prahlāda Mahārāja’s teachers and demoniac father asked him how his intelligence had been polluted, Prahlāda Mahārāja said, “As far as I am concerned, my intelligence has not been polluted. Rather, by the grace of my spiritual master and by the grace of my Lord, Kṛṣṇa, I have now learned that no one is my enemy and no one is my friend. We are all actually eternal servants of Kṛṣṇa, but under the influence of the external energy we think that we are separately situated from the Supreme Personality of Godhead as friends and enemies of one another. This mistaken idea has now been corrected, and therefore, unlike ordinary human beings, I no longer think that I am God and that others are my friends and enemies. Now I am rightly thinking that everyone is an eternal servant of God and that our duty is to serve the supreme master, for then we shall stand on the platform of oneness as servants.” Demons think of everyone as a friend or enemy, but Vaiṣṇavas say that since everyone is a servant of the Lord, everyone is on the same platform. Therefore a Vaiṣṇava treats other living entities neither as friends nor as enemies, but instead tries to spread Kṛṣṇa consciousness, teaching everyone that we are all one as servants of the Supreme Lord but are uselessly wasting our valuable lives by creating nations, communities and other groups of friends and enemies. Everyone should come to the platform of Kṛṣṇa consciousness and thus feel oneness as a servant of the Lord. Although there are 8,400,000 species of life, a Vaiṣṇava feels this oneness. The Īśopaniṣad advises, ekatvam anupaśyataḥ. A devotee should see the Supreme Personality of Godhead to be situated in everyone’s heart and should also see every living entity as an eternal servant of the Lord. This vision is called ekatvam, oneness. Although there is a relationship of master and servant, both master and servant are one because of their spiritual identity. This is also ekatvam. Thus the conception of ekatvam for the Vaiṣṇava is different from that of the Māyāvādī. Hiraṇyakaśipu asked Prahlāda Mahārāja how he had become antagonistic to his family. When a family member is killed by an enemy, all the members of the family would naturally be inimical to the murderer, but Hiraṇyakaśipu saw that Prahlāda had become friendly with the murderer. Therefore he asked, “Who has created this kind of intelligence in you? Have you developed this consciousness by yourself? Since you are a small boy, someone must have induced you to think this way.” Prahlāda Mahārāja wanted to reply that an attitude favorable toward Viṣṇu can develop only when the Lord is favorable (sa yadānuvrataḥ). As stated in Bhagavad-gītā, Kṛṣṇa is the friend of everyone (suhṛdaṁ sarva-bhūtānāṁ jñātvā māṁ śāntim ṛcchati). The Lord is never an enemy to any of the millions of living entities, but is always a friend to everyone. This is true understanding. If one thinks that the Lord is an enemy, his intelligence is paśu-buddhi, the intelligence of an animal. He falsely thinks, “I am different from my enemy, and my enemy is different from me. The enemy has done this, and therefore my duty is to kill him.” This misconception is described in this verse as bheda-gatāsatī. The actual fact is that everyone is a servant of the Lord, as confirmed in Caitanya-caritāmṛta by Śrī Caitanya Mahāprabhu (jīvera ‘svarūpa’ haya — kṛṣṇera ‘nitya-dāsa’). As servants of the Lord, we are one, and there can be no questions of enmity or friendship. If one actually understands that every one of us is a servant of the Lord, where is the question of enemy or friend? Everyone should be friendly for the service of the Lord. Everyone should praise another’s service to the Lord and not be proud of his own service. This is the way of Vaiṣṇava thinking, Vaikuṇṭha thinking. There may be rivalries and apparent competition between servants in performing service, but in the Vaikuṇṭha planets the service of another servant is appreciated, not condemned. This is Vaikuṇṭha competition. There is no question of enmity between servants. Everyone should be allowed to render service to the Lord to the best of his ability, and everyone should appreciate the service of others. Such are the activities of Vaikuṇṭha. Since everyone is a servant, everyone is on the same platform and is allowed to serve the Lord according to his ability. As confirmed in Bhagavad-gītā (15.15), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: the Lord is situated in everyone’s heart, giving dictation according to the attitude of the servant. However, the Lord gives different dictation to the nondevotees and devotees. The nondevotees challenge the authority of the Supreme Lord, and therefore the Lord dictates in such a way that the nondevotees forget the Lord’s service, life after life, and are punished by the laws of nature. But when a devotee very sincerely wants to render service to the Lord, the Lord dictates in a different way. As the Lord says in Bhagavad-gītā (10.10): “To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.” Everyone is actually a servant, not an enemy or friend, and everyone is working under different directions from the Lord, who directs each living entity according to his mentality."
    },
    {
        "verse": "13",
        "devanagari": "स एष आत्मा स्वपरेत्यबुद्धिभि-र्दुरत्ययानुक्रमणो निरूप्यते ।मुह्यन्ति यद्वर्त्मनि वेदवादिनोब्रह्मादयो ह्येष भिनत्ति मे मतिम् ॥ १३ ॥",
        "english_devnagari": "sa eṣa ātmā sva-parety abuddhibhirduratyayānukramaṇo nirūpyatemuhyanti yad-vartmani veda-vādinobrahmādayo hy eṣa bhinatti me matim",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "ātmā",
            "sva",
            "para",
            "iti",
            "abuddhibhiḥ",
            "duratyaya",
            "anukramaṇaḥ",
            "nirūpyate",
            "muhyanti",
            "yat",
            "vartmani",
            "veda",
            "vādinaḥ",
            "brahma",
            "ādayaḥ",
            "hi",
            "eṣaḥ",
            "bhinatti",
            "me",
            "matim"
        ],
        "translation": "Persons who always think in terms of “enemy” and “friend” are unable to ascertain the Supersoul within themselves. Not to speak of them, even such exalted persons as Lord Brahmā, who are fully conversant with the Vedic literature, are sometimes bewildered in following the principles of devotional service. The same Supreme Personality of Godhead who has created this situation has certainly given me the intelligence to take the side of your so-called enemy.",
        "purport": " Prahlāda Mahārāja admitted frankly, “My dear teachers, you wrongly think that Lord Viṣṇu is your enemy, but because He is favorable toward me, I understand that He is the friend of everyone. You may think that I have taken the side of your enemy, but factually He has bestowed a great favor upon me.”"
    },
    {
        "verse": "14",
        "devanagari": "यथा भ्राम्यत्ययो ब्रह्मन् स्वयमाकर्षसन्निधौ ।तथा मे भिद्यते चेतश्चक्रपाणेर्यद‍ृच्छया ॥ १४ ॥",
        "english_devnagari": "yathā bhrāmyaty ayo brahmansvayam ākarṣa-sannidhautathā me bhidyate cetaścakra-pāṇer yadṛcchayā",
        "verse_Syn": [
            "yathā",
            "bhrāmyati",
            "ayaḥ",
            "brahman",
            "svayam",
            "ākarṣa",
            "sannidhau",
            "tathā",
            "me",
            "bhidyate",
            "cetaḥ",
            "cakra",
            "pāṇeḥ",
            "yadṛcchayā"
        ],
        "translation": "O brāhmaṇas [teachers], as iron attracted by a magnetic stone moves automatically toward the magnet, my consciousness, having been changed by His will, is attracted by Lord Viṣṇu, who carries a disc in His hand. Thus I have no independence.",
        "purport": " For iron to be attracted by a magnet is natural. Similarly, for all living entities to be attracted toward Kṛṣṇa is natural, and therefore the Lord’s real name is Kṛṣṇa, meaning He who attracts everyone and everything. The typical examples of such attraction are found in Vṛndāvana, where everything and everyone is attracted by Kṛṣṇa. The elderly persons like Nanda Mahārāja and Yaśodādevī, the friends like Śrīdāmā, Sudāmā and the other cowherd boys, the gopīs like Śrīmatī Rādhārāṇī and Her associates, and even the birds, beasts, cows and calves are attracted. The flowers and fruits in the gardens are attracted, the waves of the Yamunā are attracted, and the land, sky, trees, plants, animals and all other living beings are attracted by Kṛṣṇa. This is the natural situation of everything in Vṛndāvana. Just contrary to the affairs of Vṛndāvana is the material world, where no one is attracted by Kṛṣṇa and everyone is attracted by māyā. This is the difference between the spiritual and material worlds. Hiraṇyakaśipu, who was in the material world, was attracted by women and money, whereas Prahlāda Mahārāja, being in his natural position, was attracted by Kṛṣṇa. In replying to Hiraṇyakaśipu’s question about why Prahlāda Mahārāja had a deviant view, Prahlāda said that his view was not deviant, for the natural position of everyone is to be attracted by Kṛṣṇa. Hiraṇyakaśipu found this view deviant, Prahlāda said, because of being unnaturally unattracted by Kṛṣṇa. Hiraṇyakaśipu therefore needed purification. As soon as one is purified of material contamination, he is again attracted by Kṛṣṇa (sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam). In the material world, everyone is contaminated by the dirt of sense gratification and is acting according to different designations, sometimes as a human being, sometimes a beast, sometimes a demigod or tree, and so on. One must be cleansed of all these designations. Then one will be naturally attracted to Kṛṣṇa. The bhakti process purifies the living entity of all unnatural attractions. When one is purified he is attracted by Kṛṣṇa and begins to serve Kṛṣṇa instead of serving māyā. This is his natural position. A devotee is attracted by Kṛṣṇa, whereas a nondevotee, being contaminated by the dirt of material enjoyment, is not. This is confirmed by the Lord in Bhagavad-gītā (7.28): “Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination.” One must be freed from all the sinful dirt of material existence. Everyone in this material world is contaminated by material desire. Unless one is free from all material desire (anyābhilāṣitā-śūnyam), one cannot be attracted by Kṛṣṇa."
    },
    {
        "verse": "15",
        "devanagari": "श्रीनारद उवाचएतावद्ब्राह्मणायोक्त्वा विरराम महामति: ।तं सन्निभर्त्स्य कुपित: सुदीनो राजसेवक: ॥ १५ ॥",
        "english_devnagari": "śrī-nārada uvācaetāvad brāhmaṇāyoktvāvirarāma mahā-matiḥtaṁ sannibhartsya kupitaḥsudīno rāja-sevakaḥ",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "etāvat",
            "brāhmaṇāya",
            "uktvā",
            "virarāma",
            "mahā",
            "matiḥ",
            "tam",
            "sannibhartsya",
            "kupitaḥ",
            "su",
            "dīnaḥ",
            "rāja",
            "sevakaḥ"
        ],
        "translation": "The great saint Nārada Muni continued: The great soul Prahlāda Mahārāja became silent after saying this to his teachers, Ṣaṇḍa and Amarka, the seminal sons of Śukrācārya. These so-called brāhmaṇas then became angry at him. Because they were servants of Hiraṇyakaśipu, they were very sorry, and to chastise Prahlāda Mahārāja they spoke as follows.",
        "purport": " The word śukra means “semen.” The sons of Śukrācārya were brāhmaṇas by birthright, but an actual brāhmaṇa is one who possesses the brahminical qualities. The brāhmaṇas Ṣaṇḍa and Amarka, being seminal sons of Śukrācārya, did not actually possess real brahminical qualifications, for they engaged as servants of Hiraṇyakaśipu. An actual brāhmaṇa is very much satisfied to see anyone, not to speak of his disciple, become a devotee of Lord Kṛṣṇa. Such brāhmaṇas are meant to satisfy the supreme master. A brāhmaṇa is strictly prohibited from becoming a servant of anyone else, for that is the business of dogs and śūdras. A dog must satisfy his master, but a brāhmaṇa does not have to satisfy anyone; he is simply meant to satisfy Kṛṣṇa (ānukūlyena kṛṣṇānuśīlanam). That is the real qualification of a brāhmaṇa. Because Ṣaṇḍa and Amarka were seminal brāhmaṇas and had become servants of such a master as Hiraṇyakaśipu, they unnecessarily wanted to chastise Prahlāda Mahārāja."
    },
    {
        "verse": "16",
        "devanagari": "आनीयतामरे वेत्रमस्माकमयशस्कर: ।कुलाङ्गारस्य दुर्बुद्धेश्चतुर्थोऽस्योदितो दम: ॥ १६ ॥",
        "english_devnagari": "ānīyatām are vetramasmākam ayaśaskaraḥkulāṅgārasya durbuddheścaturtho ’syodito damaḥ",
        "verse_Syn": [
            "ānīyatām",
            "are",
            "vetram",
            "asmākam",
            "ayaśaskaraḥ",
            "kula",
            "aṅgārasya",
            "durbuddheḥ",
            "caturthaḥ",
            "asya",
            "uditaḥ",
            "damaḥ"
        ],
        "translation": "Oh, please bring me a stick! This Prahlāda is damaging our name and fame. Because of his bad intelligence, he has become like a cinder in the dynasty of the demons. Now he needs to be treated by the fourth of the four kinds of political diplomacy.",
        "purport": " In political affairs, when a person disobediently agitates against the government, four principles are used to suppress him — legal orders, pacification, the offer of a post, or, finally, weapons. When there are no other arguments, he is punished. In logic, this is called argumentum ad baculum. When the two seminal brāhmaṇas Ṣaṇḍa and Amarka failed to extract from Prahlāda Mahārāja the cause for his having opinions different from those of his father, they called for a stick with which to chastise him to satisfy their master, Hiraṇyakaśipu. Because Prahlāda had become a devotee, they considered him to be contaminated by bad intelligence and to be the worst descendant in the family of demons. As it is said, where ignorance is bliss, it is folly to be wise. In a society or family in which everyone is a demon, for someone to become a Vaiṣṇava is certainly folly. Thus Prahlāda Mahārāja was charged with bad intelligence because he was among demons, including his teachers, who were supposedly brāhmaṇas. The members of our Kṛṣṇa consciousness movement are in a position similar to that of Prahlāda Mahārāja. All over the world, ninety-nine percent of the people are godless demons, and therefore our preaching of Kṛṣṇa consciousness, following in the footsteps of Prahlāda Mahārāja, is always hampered by many impediments. Because of their fault of being devotees, the American boys who have sacrificed everything for preaching Kṛṣṇa consciousness are charged with being members of the CIA. Moreover, the seminal brāhmaṇas in India, who say that one can become a brāhmaṇa only if born in a brāhmaṇa family, charge us with ruining the Hindu system of religion. Of course, the fact is that one becomes a brāhmaṇa by qualification. Because we are training Europeans and Americans to become qualified and are awarding them brahminical status, we are being charged with destroying the Hindu religion. Nonetheless, confronting all kinds of difficulties, we must spread the Kṛṣṇa consciousness movement with great determination, like that of Prahlāda Mahārāja. In spite of being the son of the demon Hiraṇyakaśipu, Prahlāda never feared the chastisements of the seminal brāhmaṇa sons of a demoniac father."
    },
    {
        "verse": "17",
        "devanagari": "दैतेयचन्दनवने जातोऽयं कण्टकद्रुम: ।यन्मूलोन्मूलपरशोर्विष्णोर्नालायितोऽर्भक: ॥ १७ ॥",
        "english_devnagari": "daiteya-candana-vanejāto ’yaṁ kaṇṭaka-drumaḥyan-mūlonmūla-paraśorviṣṇor nālāyito ’rbhakaḥ",
        "verse_Syn": [
            "daiteya",
            "candana",
            "vane",
            "jātaḥ",
            "ayam",
            "kaṇṭaka",
            "drumaḥ",
            "yat",
            "mūla",
            "unmūla",
            "paraśoḥ",
            "viṣṇoḥ",
            "nālāyitaḥ",
            "arbhakaḥ"
        ],
        "translation": "This rascal Prahlāda has appeared like a thorn tree in a forest of sandalwood. To cut down sandalwood trees, an axe is needed, and the wood of the thorn tree is very suitable for the handle of such an axe. Lord Viṣṇu is the axe for cutting down the sandalwood forest of the family of demons, and this Prahlāda is the handle for that axe.",
        "purport": " Thorn trees generally grow in deserted places, not in sandalwood forests, but the seminal brāhmaṇas Ṣaṇḍa and Amarka compared the dynasty of the Daitya Hiraṇyakaśipu to a sandalwood forest and compared Prahlāda Mahārāja to a hard, strong thorn tree that could provide the handle of an axe. They compared Lord Viṣṇu to the axe itself. An axe alone cannot cut a thorn tree; it needs a handle, which may be made of the wood of a thorn tree. Thus the thorn tree of demoniac civilization can be cut to pieces by the axe of viṣṇu-bhakti, devotional service to Lord Kṛṣṇa. Some of the members of the demoniac civilization, like Prahlāda Mahārāja, may become the handle for the axe, to assist Lord Viṣṇu, and thus the entire forest of demoniac civilization can be cut to pieces."
    },
    {
        "verse": "18",
        "devanagari": "इति तं विविधोपायैर्भीषयंस्तर्जनादिभि: ।प्रह्रादं ग्राहयामास त्रिवर्गस्योपपादनम् ॥ १८ ॥",
        "english_devnagari": "iti taṁ vividhopāyairbhīṣayaṁs tarjanādibhiḥprahrādaṁ grāhayām āsatri-vargasyopapādanam",
        "verse_Syn": [
            "iti",
            "tam",
            "vividha",
            "upāyaiḥ",
            "bhīṣayan",
            "tarjana",
            "ādibhiḥ",
            "prahrādam",
            "grāhayām",
            "āsa",
            "tri",
            "vargasya",
            "upapādanam"
        ],
        "translation": "Ṣaṇḍa and Amarka, the teachers of Prahlāda Mahārāja, chastised and threatened their disciple in various ways and began teaching him about the paths of religion, economic development and sense gratification. This is the way they educated him.",
        "purport": " In this verse the words prahrādaṁ grāhayām āsa are important. The words grāhayām āsa literally mean that they tried to induce Prahlāda Mahārāja to accept the paths of dharma, artha and kāma (religion, economic development and sense gratification). People are generally preoccupied with these three concerns, without interest in the path of liberation. Hiraṇyakaśipu, the father of Prahlāda Mahārāja, was simply interested in gold and sense enjoyment. The word hiraṇya means “gold,” and kaśipu refers to soft cushions and bedding on which people enjoy sense gratification. The word prahlāda, however, refers to one who is always joyful in understanding Brahman (brahma-bhūtaḥ prasannātmā). Prahlāda means prasannātmā, always joyful. Prahlāda was always joyful in worshiping the Lord, but in accordance with the instructions of Hiraṇyakaśipu, the teachers were interested in teaching him about material things. Materialistic persons think that the path of religion is meant for improving their material conditions. The materialist goes to a temple to worship many varieties of demigods just to receive some benediction to improve his material life. He goes to a sādhu or so-called svāmī to take advantage of an easy method for achieving material opulence. In the name of religion, the so-called sādhus try to satisfy the senses of the materialists by showing them shortcuts to material opulence. Sometimes they give some talisman or blessing. Sometimes they attract materialistic persons by producing gold. Then they declare themselves God, and foolish materialists are attracted to them for economic development. As a result of this process of cheating, others are reluctant to accept a religious process, and instead they advise people in general to work for material advancement. This is going on all over the world. Not only now but since time immemorial, no one is interested in mokṣa, liberation. There are four principles — dharma (religion), artha (economic development), kāma (sense gratification) and mokṣa (liberation). People accept religion to become materially opulent. And why should one be materially opulent? For sense gratification. Thus people prefer these three mārgas, the three paths of materialistic life. No one is interested in liberation, and bhagavad-bhakti, devotional service to the Lord, is above even liberation. Therefore the process of devotional service, Kṛṣṇa consciousness, is extremely difficult to understand. This will be explained later by Prahlāda Mahārāja. The teachers Ṣaṇḍa and Amarka tried to induce Prahlāda Mahārāja to accept the materialistic way of life, but actually their attempt was a failure."
    },
    {
        "verse": "19",
        "devanagari": "तत एनं गुरुर्ज्ञात्वा ज्ञातज्ञेयचतुष्टयम् ।दैत्येन्द्रं दर्शयामास मातृमृष्टमलङ्‌कृतम् ॥ १९ ॥",
        "english_devnagari": "tata enaṁ gurur jñātvājñāta-jñeya-catuṣṭayamdaityendraṁ darśayām āsamātṛ-mṛṣṭam alaṅkṛtam",
        "verse_Syn": [
            "tataḥ",
            "enam",
            "guruḥ",
            "jñātvā",
            "jñāta",
            "jñeya",
            "catuṣṭayam",
            "daitya",
            "indram",
            "darśayām",
            "āsa",
            "mātṛ",
            "mṛṣṭam",
            "alaṅkṛtam"
        ],
        "translation": "After some time, the teachers Ṣaṇḍa and Amarka thought that Prahlāda Mahārāja was sufficiently educated in the diplomatic affairs of pacifying public leaders, appeasing them by giving them lucrative posts, dividing and ruling over them, and punishing them in cases of disobedience. Then, one day, after Prahlāda’s mother had personally washed the boy and dressed him nicely with sufficient ornaments, they presented him before his father.",
        "purport": " It is essential for a student who is going to be a ruler or king to learn the four diplomatic principles. There is always rivalry between a king and his citizens. Therefore, when a citizen agitates the public against the king, the duty of the king is to call him and try to pacify him with sweet words, saying, “You are very important in the state. Why should you disturb the public with some new cause for agitation?” If the citizen is not pacified, the king should then offer him some lucrative post as a governor or minister — any post that draws a high salary — so that he may be agreeable. If the enemy still goes on agitating the public, the king should try to create dissension in the enemy’s camp, but if he still continues, the king should employ argumentum ad baculum — severe punishment — by putting him in jail or placing him before a firing squad. The teachers appointed by Hiraṇyakaśipu taught Prahlāda Mahārāja how to be a diplomat so that he could rule over the citizens very nicely."
    },
    {
        "verse": "20",
        "devanagari": "पादयो: पतितं बालं प्रतिनन्द्याशिषासुर: ।परिष्वज्य चिरं दोर्भ्यां परमामाप निर्वृतिम् ॥ २० ॥",
        "english_devnagari": "pādayoḥ patitaṁ bālaṁpratinandyāśiṣāsuraḥpariṣvajya ciraṁ dorbhyāṁparamām āpa nirvṛtim",
        "verse_Syn": [
            "pādayoḥ",
            "patitam",
            "bālam",
            "pratinandya",
            "āśiṣā",
            "asuraḥ",
            "pariṣvajya",
            "ciram",
            "dorbhyām",
            "paramām",
            "āpa",
            "nirvṛtim"
        ],
        "translation": "When Hiraṇyakaśipu saw that his child had fallen at his feet and was offering obeisances, as an affectionate father he immediately began showering blessings upon the child and embraced him with both arms. A father naturally feels happy to embrace his son, and Hiraṇyakaśipu became very happy in this way.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "आरोप्याङ्कमवघ्राय मूर्धन्यश्रुकलाम्बुभि: ।आसिञ्चन् विकसद्वक्त्रमिदमाह युधिष्ठिर ॥ २१ ॥",
        "english_devnagari": "āropyāṅkam avaghrāyamūrdhany aśru-kalāmbubhiḥāsiñcan vikasad-vaktramidam āha yudhiṣṭhira",
        "verse_Syn": [
            "āropya",
            "aṅkam",
            "avaghrāya",
            "mūrdhani",
            "aśru",
            "kalā",
            "ambubhiḥ",
            "āsiñcan",
            "vikasat",
            "vaktram",
            "idam",
            "āha",
            "yudhiṣṭhira"
        ],
        "translation": "Nārada Muni continued: My dear King Yudhiṣṭhira, Hiraṇyakaśipu seated Prahlāda Mahārāja on his lap and began smelling his head. With affectionate tears gliding down from his eyes and moistening the child’s smiling face, he spoke to his son as follows.",
        "purport": " If a child or disciple falls at the feet of the father or spiritual master, the superior responds by smelling the head of the subordinate."
    },
    {
        "verse": "22",
        "devanagari": "हिरण्यकशिपुरुवाचप्रह्रादानूच्यतां तात स्वधीतं किञ्चिदुत्तमम् ।कालेनैतावतायुष्मन् यदशिक्षद्गुरोर्भवान् ॥ २२ ॥",
        "english_devnagari": "hiraṇyakaśipur uvācaprahrādānūcyatāṁ tātasvadhītaṁ kiñcid uttamamkālenaitāvatāyuṣmanyad aśikṣad guror bhavān",
        "verse_Syn": [
            "hiraṇyakaśipuḥ",
            "uvāca",
            "prahrāda",
            "anūcyatām",
            "tāta",
            "svadhītam",
            "kiñcit",
            "uttamam",
            "kālena",
            "etāvatā",
            "āyuṣman",
            "yat",
            "aśikṣat",
            "guroḥ",
            "bhavān"
        ],
        "translation": "Hiraṇyakaśipu said: My dear Prahlāda, my dear son, O long-lived one, for so much time you have heard many things from your teachers. Now please repeat to me whatever you think is the best of that knowledge.",
        "purport": " In this verse, Hiraṇyakaśipu inquires from his son what he has learned from his guru. Prahlāda Mahārāja’s gurus were of two kinds — Ṣaṇḍa and Amarka, the sons of Śukrācārya in the seminal disciplic succession, were the gurus appointed by his father, but his other guru was the exalted Nārada Muni, who had instructed Prahlāda when Prahlāda was within the womb of his mother. Prahlāda Mahārāja responded to the inquiry of his father with the instructions he had received from his spiritual master, Nārada. Thus there was again a difference of opinion because Prahlāda Mahārāja wanted to relate the best thing he had learned from his spiritual master, whereas Hiraṇyakaśipu expected to hear about the politics and diplomacy Prahlāda had learned from Ṣaṇḍa and Amarka. Now the dissension between the father and son became increasingly intense as Prahlāda Mahārāja began to say what he had learned from his guru Nārada Muni."
    },
    {
        "verse": "23-24",
        "devanagari": "श्रीप्रह्राद उवाचश्रवणं कीर्तनं विष्णो: स्मरणं पादसेवनम् ।अर्चनं वन्दनं दास्यं सख्यमात्मनिवेदनम् ॥ २३ ॥इति पुंसार्पिता विष्णौ भक्तिश्चेन्नवलक्षणा ।क्रियेत भगवत्यद्धा तन्मन्येऽधीतमुत्तमम् ॥ २४ ॥",
        "english_devnagari": "śrī-prahrāda uvācaśravaṇaṁ kīrtanaṁ viṣṇoḥsmaraṇaṁ pāda-sevanamarcanaṁ vandanaṁ dāsyaṁsakhyam ātma-nivedanam",
        "verse_Syn": [
            "śrī",
            "prahrādaḥ",
            "uvāca",
            "śravaṇam",
            "kīrtanam",
            "viṣṇoḥ",
            "smaraṇam",
            "pāda",
            "sevanam",
            "arcanam",
            "vandanam",
            "dāsyam",
            "sakhyam",
            "ātma",
            "nivedanam",
            "iti",
            "puṁsā",
            "arpitā",
            "viṣṇau",
            "bhaktiḥ",
            "cet",
            "nava",
            "lakṣaṇā",
            "kriyeta",
            "bhagavati",
            "addhā",
            "tat",
            "manye",
            "adhītam",
            "uttamam"
        ],
        "translation": "Prahlāda Mahārāja said: Hearing and chanting about the transcendental holy name, form, qualities, paraphernalia and pastimes of Lord Viṣṇu, remembering them, serving the lotus feet of the Lord, offering the Lord respectful worship with sixteen types of paraphernalia, offering prayers to the Lord, becoming His servant, considering the Lord one’s best friend, and surrendering everything unto Him (in other words, serving Him with the body, mind and words) — these nine processes are accepted as pure devotional service. One who has dedicated his life to the service of Kṛṣṇa through these nine methods should be understood to be the most learned person, for he has acquired complete knowledge.",
        "purport": " When Prahlāda Mahārāja was asked by his father to say something from whatever he had learned, he considered that what he had learned from his spiritual master was the best of all teachings whereas what he had learned about diplomacy from his material teachers, Ṣaṇḍa and Amarka, was useless. Bhaktiḥ pareśānubhavo viraktir anyatra ca (Bhāg. 11.2.42). This is the symptom of pure devotional service. A pure devotee is interested only in devotional service, not in material affairs. To execute devotional service, one should always engage in hearing and chanting about Kṛṣṇa, or Lord Viṣṇu. The process of temple worship is called arcana. How to perform arcana will be explained herein. One should have complete faith in the words of Kṛṣṇa, who says that He is the great well-wishing friend of everyone (suhṛdaṁ sarva-bhūtānām). A devotee considers Kṛṣṇa the only friend. This is called sakhyam. Puṁsārpitā viṣṇau. The word puṁsā means “by all living entities.” There are no distinctions permitting only a man or only a brāhmaṇa to offer devotional service to the Lord. Everyone can do so. As confirmed in Bhagavad-gītā (9.32), striyo vaiśyās tathā śūdrās te ’pi yānti parāṁ gatim: although women, vaiśyas and śūdras are considered less intelligent, they also can become devotees and return home, back to Godhead. After performing sacrifices, sometimes a person engaged in fruitive activity customarily offers the results to Viṣṇu. But here it is said, bhagavaty addhā: one must directly offer everything to Viṣṇu. This is called sannyāsa (not merely nyāsa). A tridaṇḍi-sannyāsī carries three daṇḍas, signifying kaya-mano-vākya — body, mind and words. All of these should be offered to Viṣṇu, and then one can begin devotional service. Fruitive workers first perform some pious activities and then formally or officially offer the results to Viṣṇu. The real devotee, however, first offers his surrender to Kṛṣṇa with his body, mind and words and then uses his body, mind and words for the service of Kṛṣṇa as Kṛṣṇa desires. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura gives the following explanation in his Tathya. The word śravaṇa refers to giving aural reception to the holy name and descriptions of the Lord’s form, qualities, entourage and pastimes as explained in Śrīmad-Bhāgavatam, Bhagavad-gītā and similar authorized scriptures. After aurally receiving such messages, one should memorize these vibrations and repeat them (kīrtanam). Smaraṇam means trying to understand more and more about the Supreme Lord, and pāda-sevanam means engaging oneself in serving the lotus feet of the Lord according to the time and circumstances. Arcanam means worshiping Lord Viṣṇu as one does in the temple, and vandanam means offering respectful obeisances. Man-manā bhava mad-bhakto mad-yājī māṁ namaskuru. Vandanam means namaskuru — offering obeisances or offering prayers. Thinking oneself to be nitya-kṛṣṇa-dāsa, everlastingly a servant of Kṛṣṇa, is called dāsyam, and sakhyam means being a well-wisher of Kṛṣṇa. Kṛṣṇa wants everyone to surrender unto Him because everyone is constitutionally His servant. Therefore, as a sincere friend of Kṛṣṇa, one should preach this philosophy, requesting everyone to surrender unto Kṛṣṇa. Ātma-nivedanam means offering Kṛṣṇa everything, including one’s body, mind, intelligence and whatever one may possess. One’s sincere endeavor to perform these nine processes of devotional service is technically called bhakti. The word addhā means “directly.” One should not be like the karmīs, who perform pious activities and then formally offer the results to Kṛṣṇa. That is karma-kāṇḍa. One should not aspire for the results of his pious activities, but should dedicate oneself fully and then act piously. In other words, one should act for the satisfaction of Lord Viṣṇu, not for the satisfaction of his own senses. That is the meaning of the word addhā, “directly.” “One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.” One should simply satisfy Kṛṣṇa, without being influenced by fruitive knowledge or fruitive activity. The Gopāla-tāpanī Upaniṣad says that the word bhakti means engagement in the devotional service of the Supreme Personality of Godhead, not of anyone else. This Upaniṣad describes that bhakti is the offering of devotional service unto the Supreme Personality of Godhead. To perform devotional service, one should be relieved of the bodily conception of life and aspirations to be happy through elevation to the higher planetary systems. In other words, work performed simply for the satisfaction of the Supreme Lord, without any desire for material benefits, is called bhakti. Bhakti is also called niṣkarma, or freedom from the results of fruitive activity. Bhakti and niṣkarma are on the same platform, although devotional service and fruitive activity appear almost the same. The nine different processes enunciated by Prahlāda Mahārāja, who learned them from Nārada Muni, may not all be required for the execution of devotional service; if a devotee performs only one of these nine without deviation, he can attain the mercy of the Supreme Personality of Godhead. Sometimes it is found that when one performs one of the processes, other processes are mixed with it. That is not improper for a devotee. When a devotee executes any one of the nine processes (nava-lakṣaṇā), this is sufficient; the other eight processes are included. Now let us discuss these nine different processes. (1) Śravaṇam. Hearing of the holy name of the Lord (śravaṇam) is the beginning of devotional service. Although any one of the nine processes is sufficient, in chronological order the hearing of the holy name of the Lord is the beginning. Indeed, it is essential. As enunciated by Lord Śrī Caitanya Mahāprabhu, ceto-darpaṇa-mārjanam: by chanting the holy name of the Lord, one is cleansed of the material conception of life, which is due to the dirty modes of material nature. When the dirt is cleansed from the core of one’s heart, one can realize the form of the Supreme Personality of Godhead — īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ. Thus by hearing the holy name of the Lord, one comes to the platform of understanding the personal form of the Lord. After realizing the Lord’s form, one can realize the transcendental qualities of the Lord, and when one can understand His transcendental qualities one can understand the Lord’s associates. In this way a devotee advances further and further toward complete understanding of the Lord as he awakens in realization of the Lord’s holy name, transcendental form and qualities, His paraphernalia, and everything pertaining to Him. Therefore the chronological process is śravaṇaṁ kīrtanaṁ viṣṇoḥ. This same process of chronological understanding holds true in chanting and remembering. When the chanting of the holy name, form, qualities and paraphernalia is heard from the mouth of a pure devotee, his hearing and chanting are very pleasing. Śrīla Sanātana Gosvāmī has forbidden us to hear the chanting of an artificial devotee or nondevotee. Hearing from the text of Śrīmad-Bhāgavatam is considered the most important process of hearing. Śrīmad-Bhāgavatam is full of transcendental chanting of the holy name, and therefore the chanting and hearing of Śrīmad-Bhāgavatam are transcendentally full of mellows. The transcendental holy name of the Lord may be heard and chanted accordingly to the attraction of the devotee. One may chant the holy name of Lord Kṛṣṇa, or one may chant the holy name of Lord Rāma or Nṛsiṁhadeva (rāmādi-mūrtiṣu kalā-niyamena tiṣṭhan). The Lord has innumerable forms and names, and devotees may meditate upon a particular form and chant the holy name according to his attraction. The best course is to hear of the holy name, form and so on from a pure devotee of the same standard as oneself. In other words, one who is attached to Kṛṣṇa should chant and hear from other pure devotees who are also attached to Lord Kṛṣṇa. The same principle applies for devotees attracted by Lord Rāma, Lord Nṛsiṁha and other forms of the Lord. Because Kṛṣṇa is the ultimate form of the Lord (kṛṣṇas tu bhagavān svayam), it is best to hear about Lord Kṛṣṇa’s name, form and pastimes from a realized devotee who is particularly attracted by the form of Lord Kṛṣṇa. In Śrīmad-Bhāgavatam, great devotees like Śukadeva Gosvāmī have specifically described Lord Kṛṣṇa’s holy name, form and qualities. Unless one hears about the holy name, form and qualities of the Lord, one cannot clearly understand the other processes of devotional service. Therefore Śrī Caitanya Mahāprabhu recommends that one chant the holy name of Kṛṣṇa. Paraṁ vijayate śrī-kṛṣṇa-saṅkīrtanam. If one is fortunate enough to hear from the mouth of realized devotees, he is very easily successful on the path of devotional service. Therefore hearing of the holy name, form and qualities of the Lord is essential. In Śrīmad-Bhāgavatam (1.5.11) there is this verse: “Verses describing the name, form and qualities of Anantadeva, the unlimited Supreme Lord, are able to vanquish all the sinful reactions of the entire world. Therefore even if such verses are improperly composed, devotees hear them, describe them and accept them as bona fide and authorized.” In this connection, Śrīdhara Svāmī has remarked that a pure devotee takes advantage of another pure devotee by trying to hear from him about the holy name, form and qualities of the Lord. If there is no such opportunity, he alone chants and hears the Lord’s holy name. (2) Kīrtanam. The hearing of the holy name has been described above. Now let us try to understand the chanting of the holy name, which is the second item in the consecutive order. It is recommended that such chanting be performed very loudly. In Śrīmad-Bhāgavatam, Nārada Muni says that without shame he began traveling all over the world, chanting the holy name of the Lord. Similarly, Śrī Caitanya Mahāprabhu has advised: A devotee can very peacefully chant the holy name of the Lord by behaving more humbly than the grass, being tolerant like a tree and offering respects to everyone, without expecting honor from anyone else. Such qualifications make it easier to chant the holy name of the Lord. The process of transcendental chanting can be easily performed by anyone. Even if one is physically unfit, classified lower than others, devoid of material qualifications or not at all elevated in terms of pious activities, the chanting of the holy name is beneficial. An aristocratic birth, an advanced education, beautiful bodily features, wealth and similar results of pious activities are all unnecessary for advancement in spiritual life, for one can very easily advance simply by chanting the holy name. It is understood from the authoritative source of Vedic literature that especially in this age, Kali-yuga, people are generally short-living, extremely bad in their habits, and inclined to accept methods of devotional service that are not bona fide. Moreover, they are always disturbed by material conditions, and they are mostly unfortunate. Under the circumstances, the performance of other processes, such as yajña, dāna, tapaḥ and kriyā — sacrifices, charity and so on — are not at all possible. Therefore it is recommended: “In this age of quarrel and hypocrisy the only means of deliverance is chanting of the holy name of the Lord. There is no other way. There is no other way. There is no other way.” Simply by chanting the holy name of the Lord, one advances perfectly in spiritual life. This is the best process for success in life. In other ages, the chanting of the holy name is equally powerful, but especially in this age, Kali-yuga, it is most powerful. Kīrtanād eva kṛṣṇasya mukta-saṅgaḥ paraṁ vrajet: simply by chanting the holy name of Kṛṣṇa, one is liberated and returns home, back to Godhead. Therefore, even if one is able to perform other processes of devotional service, one must adopt the chanting of the holy name as the principal method of advancing in spiritual life. Yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ: those who are very sharp in their intelligence should adopt this process of chanting the holy names of the Lord. One should not, however, manufacture different types of chanting. One should adhere seriously to the chanting of the holy name as recommended in the scriptures: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. While chanting the holy name of the Lord, one should be careful to avoid ten offenses. From Sanat-kumāra it is understood that even if a person is a severe offender in many ways, he is freed from offensive life if he takes shelter of the Lord’s holy name. Indeed, even if a human being is no better than a two-legged animal, he will be liberated if he takes shelter of the holy name of the Lord. One should therefore be very careful not to commit offenses at the lotus feet of the Lord’s holy name. The offenses are described as follows: (a) to blaspheme a devotee, especially a devotee engaged in broadcasting the glories of the holy name, (b) to consider the name of Lord Śiva or any other demigod to be equally as powerful as the holy name of the Supreme Personality of Godhead (no one is equal to the Supreme Personality of Godhead, nor is anyone superior to Him), (c) to disobey the instructions of the spiritual master, (d) to blaspheme the Vedic literatures and literatures compiled in pursuance of the Vedic literatures, (e) to comment that the glories of the holy name of the Lord are exaggerated, (f) to interpret the holy name in a deviant way, (g) to commit sinful activities on the strength of chanting the holy name, (h) to compare the chanting of the holy name to pious activities, (i) to instruct the glories of the holy name to a person who has no understanding of the chanting of the holy name, (j) not to awaken in transcendental attachment for the chanting of the holy name, even after hearing all these scriptural injunctions. There is no way to atone for any of these offenses. It is therefore recommended that an offender at the feet of the holy name continue to chant the holy name twenty-four hours a day. Constant chanting of the holy name will make one free of offenses, and then he will gradually be elevated to the transcendental platform on which he can chant the pure holy name and thus become a lover of the Supreme Personality of Godhead. It is recommended that even if one commits offenses, one should continue chanting the holy name. In other words, the chanting of the holy name makes one offenseless. In the book Nāma-kaumudī it is recommended that if one is an offender at the lotus feet of a Vaiṣṇava, he should submit to that Vaiṣṇava and be excused; similarly, if one is an offender in chanting the holy name, he should submit to the holy name and thus be freed from his offenses. In this connection there is the following statement, spoken by Dakṣa to Lord Śiva: “I did not know the glories of your personality, and therefore I committed an offense at your lotus feet in the open assembly. You are so kind, however, that you did not accept my offense. Instead, when I was falling down because of accusing you, you saved me by your merciful glance. You are most great. Kindly excuse me and be satisfied with your own exalted qualities.” One should be very humble and meek to offer one’s desires and chant prayers composed in glorification of the holy name, such as ayi mukta-kulair upāsya mānam and nivṛtta-tarṣair upagīyamānād. One should chant such prayers to become free from offenses at the lotus feet of the holy name. (3) Smaraṇam. After one regularly performs the processes of hearing and chanting and after the core of one’s heart is cleansed, smaraṇam, remembering, is recommended. In Śrīmad-Bhāgavatam (2.1.11) Śukadeva Gosvāmī tells King Parīkṣit: “O King, for great yogīs who have completely renounced all material connections, for those who desire all material enjoyment and for those who are self-satisfied by dint of transcendental knowledge, constant chanting of the holy name of the Lord is recommended.” According to different relationships with the Supreme Personality of Godhead, there are varieties of nāmānukīrtanam, chanting of the holy name, and thus according to different relationships and mellows there are five kinds of remembering. These are as follows: (a) conducting research into the worship of a particular form of the Lord, (b) concentrating the mind on one subject and withdrawing the mind’s activities of thinking, feeling and willing from all other subjects, (c) concentrating upon a particular form of the Lord (this is called meditation), (d) concentrating one’s mind continuously on the form of the Lord (this is called dhruvānusmṛti, or perfect meditation), and (e) awakening a likening for concentration upon a particular form (this is called samādhi, or trance). Mental concentration upon particular pastimes of the Lord in particular circumstances is also called remembrance. Therefore samādhi, trance, can be possible in five different ways in terms of one’s relationship. Specifically, the trance of devotees on the stage of neutrality is called mental concentration. (4) Pāda-sevanam. According to one’s taste and strength, hearing, chanting and remembrance may be followed by pāda-sevanam. One obtains the perfection of remembering when one constantly thinks of the lotus feet of the Lord. Being intensely attached to thinking of the Lord’s lotus feet is called pāda-sevanam. When one is particularly adherent to the process of pāda-sevanam, this process gradually includes other processes, such as seeing the form of the Lord, touching the form of the Lord, circumambulating the form or temple of the Lord, visiting such places as Jagannātha Purī, Dvārakā and Mathurā to see the Lord’s form, and bathing in the Ganges or Yamunā. Bathing in the Ganges and serving a pure Vaiṣṇava are also known as tadīya-upāsanam. This is also pāda-sevanam. The word tadīya means “in relationship with the Lord.” Service to the Vaiṣṇava, Tulasī, Ganges and Yamunā are included in pāda-sevanam. All these processes of pāda-sevanam help one advance in spiritual life very quickly. (5) Arcanam. After pāda-sevanam comes the process of arcanam, worship of the Deity. If one is interested in the process of arcanam, one must positively take shelter of a bona fide spiritual master and learn the process from him. There are many books for arcana, especially Nārada-pañcarātra. In this age, the Pañcarātra system is particularly recommended for arcana, Deity worship. There are two systems of arcana — the bhāgavata system and pāñcarātrikī system. In the Śrīmad-Bhāgavatam there is no recommendation of pāñcarātrikī worship because in this Kali-yuga, even without Deity worship, everything can be perfectly performed simply through hearing, chanting, remembering and worship of the lotus feet of the Lord. Rūpa Gosvāmī states: “Parīkṣit Mahārāja attained salvation simply by hearing, and Śukadeva Gosvāmī attained salvation simply by chanting. Prahlāda Mahārāja attained salvation by remembering the Lord. The goddess of fortune, Lakṣmīdevī, attained perfection by worshiping the Lord’s lotus feet. Pṛthu Mahārāja attained salvation by worshiping the Deity of the Lord. Akrūra attained salvation by offering prayers, Hanumān by rendering service, Arjuna by establishing friendship with the Lord, and Bali Mahārāja by offering everything to the service of the Lord.” All these great devotees served the Lord according to a particular process, but every one of them attained salvation and became eligible to return home, back to Godhead. This is explained in Śrīmad-Bhāgavatam. It is therefore recommended that initiated devotees follow the principles of Nārada-pañcarātra by worshiping the Deity in the temple. Especially for householder devotees who are opulent in material possessions, the path of Deity worship is strongly recommended. An opulent householder devotee who does not engage his hard-earned money in the service of the Lord is called a miser. One should not engage paid brāhmaṇas to worship the Deity. If one does not personally worship the Deity but engages paid servants instead, he is considered lazy, and his worship of the Deity is called artificial. An opulent householder can collect luxurious paraphernalia for Deity worship, and consequently for householder devotees the worship of the Deity is compulsory. In our Kṛṣṇa consciousness movement there are brahmacārīs, gṛhasthas, vānaprasthas and sannyāsīs, but the Deity worship in the temple should be performed especially by the householders. The brahmacārīs can go with the sannyāsīs to preach, and the vānaprasthas should prepare themselves for the next status of renounced life, sannyāsa. Gṛhastha devotees, however, are generally engaged in material activities, and therefore if they do not take to Deity worship, their falling down is positively assured. Deity worship means following the rules and regulations precisely. That will keep one steady in devotional service. Generally householders have children, and then the wives of the householders should be engaged in caring for the children, just as women acting as teachers care for the children in a nursery school. Gṛhastha devotees must adopt the arcana-vidhi, or Deity worship according to the suitable arrangements and directions given by the spiritual master. Regarding those unable to take to the Deity worship in the temple, there is the following statement in the Agni Purāṇa. Any householder devotee circumstantially unable to worship the Deity must at least see the Deity worship, and in this way he may achieve success also. The special purpose of Deity worship is to keep oneself always pure and clean. Gṛhastha devotees should be actual examples of cleanliness. Deity worship should be continued along with hearing and chanting. Therefore every mantra is preceded by the word namaḥ. In all the mantras there are specific potencies, of which the gṛhastha devotees must take advantage. There are many mantras preceded by the word namaḥ, but if one chants the holy name of the Lord, he receives the result of chanting namaḥ many times. By chanting the holy name of the Lord, one can reach the platform of love of Godhead. One might ask, then what is the necessity of being initiated? The answer is that even though the chanting of the holy name is sufficient to enable one to progress in spiritual life to the standard of love of Godhead, one is nonetheless susceptible to contamination because of possessing a material body. Consequently, special stress is given to the arcana-vidhi. One should therefore regularly take advantage of both the bhāgavata process and pāñcarātrikī process. Deity worship has two divisions, namely pure and mixed with fruitive activities. For one who is steady, Deity worship is compulsory. Observing the various types of festivals, such as Śrī Janmāṣṭamī, Rāma-navamī and Nṛsiṁha-caturdaśī, is also included in the process of Deity worship. In other words, it is compulsory for householder devotees to observe these festivals. Now let us discuss the offenses in Deity worship. The following are offenses: (a) to enter the temple with shoes or being carried on a palanquin, (b) not to observe the prescribed festivals, (c) to avoid offering obeisances in front of the Deity, (d) to offer prayers in an unclean state, not having washed one’s hands after eating, (e) to offer obeisances with one hand, (f) to circumambulate directly in front of the Deity, (g) to spread one’s legs before the Deity, (h) to sit before the Deity while holding one’s ankles with one’s hands, (i) to lie down before the Deity, (j) to eat before the Deity, (k) to speak lies before the Deity, (l) to address someone loudly before the Deity, (m) to talk nonsense before the Deity, (n) to cry before the Deity, (o) to argue before the Deity, (p) to chastise someone before the Deity, (q) to show someone favor before the Deity, (r) to use harsh words before the Deity, (s) to wear a woolen blanket before the Deity, (t) to blaspheme someone before the Deity, (u) to worship someone else before the Deity, (v) to use vulgar language before the Deity, (w) to pass air before the Deity, (x) to avoid very opulent worship of the Deity, even though one is able to perform it, (y) to eat something not offered to the Deity, (z) to avoid offering fresh fruits to the Deity according to the season, (aa) to offer food to the Deity which has already been used or from which has first been given to others (in other words, food should not be distributed to anyone else until it has been offered to the Deity), (bb) to sit with one’s back toward the Deity, (cc) to offer obeisances to someone else in front of the Deity, (dd) not to chant proper prayers when offering obeisances to the spiritual master, (ee) to praise oneself before the Deity, and (ff) to blaspheme the demigods. In the worship of the Deity, these thirty-two offenses should be avoided. In the Varāha Purāṇa the following offenses are mentioned: (a) to eat in the house of a rich man, (b) to enter the Deity’s room in the dark, (c) to worship the Deity without following the regulative principles, (d) to enter the temple without vibrating any sound, (e) to collect food that has been seen by a dog, (f) to break silence while offering worship to the Deity, (g) to go to the toilet during the time of worshiping the Deity, (h) to offer incense without offering flowers, (i) to worship the Deity with forbidden flowers, (j) to begin worship without having washed one’s teeth, (k) to begin worship after sex, (l) to touch a lamp, dead body or a woman during her menstrual period, or to put on red or bluish clothing, unwashed clothing, the clothing of others or soiled clothing. Other offenses are to worship the Deity after seeing a dead body, to pass air before the Deity, to show anger before the Deity, and to worship the Deity just after returning from a crematorium. After eating, one should not worship the Deity until one has digested his food, nor should one touch the Deity or engage in any Deity worship after eating safflower oil or hing. These are also offenses. In other places, the following offenses are listed: (a) to be against the scriptural injunctions of the Vedic literature or to disrespect within one’s heart the Śrīmad-Bhāgavatam while externally falsely accepting its principles, (b) to introduce differing śāstras, (c) to chew pan and betel before the Deity, (d) to keep flowers for worship on the leaf of a castor oil plant, (e) to worship the Deity in the afternoon, (f) to sit on the altar or to sit on the floor to worship the Deity (without a seat), (g) to touch the Deity with the left hand while bathing the Deity, (h) to worship the Deity with a stale or used flower, (i) to spit while worshiping the Deity, (j) to advertise one’s glory while worshiping the Deity, (k) to apply tilaka to one’s forehead in a curved way, (l) to enter the temple without having washed one’s feet, (m) to offer the Deity food cooked by an uninitiated person, (n) to worship the Deity and offer bhoga to the Deity within the vision of an uninitiated person or non-Vaiṣṇava, (o) to offer worship to the Deity without worshiping Vaikuṇṭha deities like Gaṇeśa, (p) to worship the Deity while perspiring, (q) to refuse flowers offered to the Deity, (r) to take a vow or oath in the holy name of the Lord. If one commits any of the above offenses, one must read at least one chapter of Bhagavad-gītā. This is confirmed in the Skanda-Purāṇa, Avantī-khaṇḍa. Similarly, there is another injunction, stating that one who reads the thousand names of Viṣṇu can be released from all offenses. In the same Skanda-Purāṇa, Revā-khaṇḍa, it is said that one who recites prayers to tulasī or sows a tulasī seed is also freed from all offenses. Similarly, one who worships the śālagrāma-śilā can also be relieved of offenses. In the Brahmāṇḍa Purāṇa it is said that one who worships Lord Viṣṇu, whose four hands bear a conchshell, disc, lotus flower and club, can be relieved from the above offenses. In the Ādi-varāha Purāṇa it is said that a worshiper who has committed offenses may fast for one day at the holy place known as Śaukarava and then bathe in the Ganges. In the process of worshiping the Deity it is sometimes enjoined that one worship the Deity within the mind. In the Padma Purāṇa, Uttara-khaṇḍa, it is said, “All persons can generally worship within the mind.” The Gautamīya Tantra states, “For a sannyāsī who has no home, worship of the Deity within the mind is recommended.” In the Nārada-pañcarātra it is stated by Lord Nārāyaṇa that worship of the Deity within the mind is called mānasa-pūjā. One can become free from the four miseries by this method. Sometimes worship from the mind can be independently executed. According to the instruction of Āvirhotra Muni, one of the nava-yogendras, as mentioned in Śrīmad-Bhāgavatam, one may worship the Deity by chanting all the mantras. Eight kinds of Deities are mentioned in the śāstra, and the mental Deity is one of them. In this regard, the following description is given in the Brahma-vaivarta Purāṇa. In the city of Pratiṣṭhāna-pura, long ago, there resided a brāhmaṇa who was poverty-stricken but innocent and not dissatisfied. One day he heard a discourse in an assembly of brāhmaṇas concerning how to worship the Deity in the temple. In that meeting, he also heard that the Deity may be worshiped within the mind. After this incident, the brāhmaṇa, having bathed in the Godāvarī River, began mentally worshiping the Deity. He would wash the temple within his mind, and then in his imagination he would bring water from all the sacred rivers in golden and silver waterpots. He collected all kinds of valuable paraphernalia for worship, and he worshiped the Deity very gorgeously, beginning from bathing the Deity and ending with offering ārati. Thus he felt great happiness. After many years had passed in this way, one day within his mind he cooked nice sweet rice with ghee to worship the Deity. He placed the sweet rice on a golden dish and offered it to Lord Kṛṣṇa, but he felt that the sweet rice was very hot, and therefore he touched it with his finger. He immediately felt that his finger had been burned by the hot sweet rice, and thus he began to lament. While the brāhmaṇa was in pain, Lord Viṣṇu in Vaikuṇṭha began smiling, and the goddess of fortune inquired from the Lord why He was smiling. Lord Viṣṇu then ordered His associates to bring the brāhmaṇa to Vaikuṇṭha. Thus the brāhmaṇa attained the liberation of sāmīpya, the facility of living near the Supreme Personality of Godhead. (6) Vandanam. Although prayers are a part of Deity worship, they may be considered separately like the other items, such as hearing and chanting, and therefore separate statements are given herewith. The Lord has unlimited transcendental qualities and opulences, and one who feels influenced by the Lord’s qualities in various activities offers prayers to the Lord. In this way he becomes successful. In this connection, the following are some of the offenses to be avoided: (a) to offer obeisances on one hand, (b) to offer obeisances with one’s body covered, (c) to show one’s back to the Deity, (d) to offer obeisances on the left side of the Deity, (e) to offer obeisances very near the Deity. (7) Dāsyam. There is the following statement in regard to assisting the Lord as a servant. After many, many thousands of births, when one comes to understand that he is an eternal servant of Kṛṣṇa, one can deliver others from this universe. If one simply continues to think that he is an eternal servant of Kṛṣṇa, even without performing any other process of devotional service, he can attain full success, for simply by this feeling one can perform all nine processes of devotional service. (8) Sakhyam. In regard to worshiping the Lord as a friend, the Agastya-saṁhitā states that a devotee engaged in performing devotional service by śravaṇam and kīrtanam sometimes wants to see the Lord personally, and for this purpose he resides in the temple. Elsewhere there is this statement: “O my Lord, Supreme Personality and eternal friend, although You are full of bliss and knowledge, You have become the friend of the residents of Vṛndāvana. How fortunate are these devotees!” In this statement the word “friend” is specifically used to indicate intense love. Friendship, therefore, is better than servitude. In the stage above dāsya-rasa, the devotee accepts the Supreme Personality of Godhead as a friend. This is not at all astonishing, for when a devotee is pure in heart the opulence of his worship of the Deity diminishes as spontaneous love for the Personality of Godhead is manifested. In this regard, Śrīdhara Svāmī mentions Śrīdāma Vipra, who expressed to himself his feelings of obligation, thinking, “Life after life, may I be connected with Kṛṣṇa in this friendly attitude.” (9) Ātma-nivedanam. The word ātma-nivedanam refers to the stage at which one who has no motive other than to serve the Lord surrenders everything to the Lord and performs his activities only to please the Supreme Personality of Godhead. Such a devotee is like a cow that is cared for by its master. When cared for by its master, a cow is not in anxiety over its maintenance. Such a cow is always devoted to its master, and it never acts independently, but only for the master’s benefit. Some devotees, therefore, consider dedication of the body to the Lord to be ātma-nivedanam, and as stated in the book known as Bhakti-viveka, sometimes dedication of the soul to the Lord is called ātma-nivedanam. The best examples of ātma-nivedanam are found in Bali Mahārāja and Ambarīṣa Mahārāja. Ātma-nivedanam is also sometimes found in the behavior of Rukmiṇīdevī at Dvārakā."
    },
    {
        "verse": "25",
        "devanagari": "निशम्यैतत्सुतवचो हिरण्यकशिपुस्तदा ।गुरुपुत्रमुवाचेदं रुषा प्रस्फुरिताधर: ॥ २५ ॥",
        "english_devnagari": "niśamyaitat suta-vacohiraṇyakaśipus tadāguru-putram uvācedaṁruṣā prasphuritādharaḥ",
        "verse_Syn": [
            "niśamya",
            "etat",
            "suta",
            "vacaḥ",
            "hiraṇyakaśipuḥ",
            "tadā",
            "guru",
            "putram",
            "uvāca",
            "idam",
            "ruṣā",
            "prasphurita",
            "adharaḥ"
        ],
        "translation": "After hearing these words of devotional service from the mouth of his son Prahlāda, Hiraṇyakaśipu was extremely angry. His lips trembling, he spoke as follows to Ṣaṇḍa, the son of his guru, Śukrācārya.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "ब्रह्मबन्धो किमेतत्ते विपक्षं श्रयतासता ।असारं ग्राहितो बालो मामनाद‍ृत्य दुर्मते ॥ २६ ॥",
        "english_devnagari": "brahma-bandho kim etat tevipakṣaṁ śrayatāsatāasāraṁ grāhito bālomām anādṛtya durmate",
        "verse_Syn": [
            "brahma",
            "bandho",
            "kim",
            "etat",
            "te",
            "vipakṣam",
            "śrayatā",
            "asatā",
            "asāram",
            "grāhitaḥ",
            "bālaḥ",
            "mām",
            "anādṛtya",
            "durmate"
        ],
        "translation": "O unqualified, most heinous son of a brāhmaṇa, you have disobeyed my order and taken shelter of the party of my enemies. You have taught this poor boy about devotional service! What is this nonsense?",
        "purport": " In this verse the word asāram, meaning, “having no substance,” is significant. For a demon there is no substance in the process of devotional service, but to a devotee devotional service is the only essential factor in life. Since Hiraṇyakaśipu did not like devotional service, the essence of life, he chastised Prahlāda Mahārāja’s teachers with harsh words."
    },
    {
        "verse": "27",
        "devanagari": "सन्ति ह्यसाधवो लोके दुर्मैत्राश्छद्मवेषिण: ।तेषामुदेत्यघं काले रोग: पातकिनामिव ॥ २७ ॥",
        "english_devnagari": "santi hy asādhavo lokedurmaitrāś chadma-veṣiṇaḥteṣām udety aghaṁ kālerogaḥ pātakinām iva",
        "verse_Syn": [
            "santi",
            "hi",
            "asādhavaḥ",
            "loke",
            "durmaitrāḥ",
            "chadma",
            "veṣiṇaḥ",
            "teṣām",
            "udeti",
            "agham",
            "kāle",
            "rogaḥ",
            "pātakinām",
            "iva"
        ],
        "translation": "In due course of time, various types of diseases are manifest in those who are sinful. Similarly, in this world there are many deceptive friends in false garbs, but eventually, because of their false behavior, their actual enmity becomes manifest.",
        "purport": " Being anxious about the education of his boy Prahlāda, Hiraṇyakaśipu was very much dissatisfied. When Prahlāda began teaching about devotional service, Hiraṇyakaśipu immediately regarded the teachers as his enemies in the garb of friends. In this verse the words rogaḥ pātakinām iva refer to disease, which is the most sinful and miserable of the conditions of material life (janma-mṛtyu-jarā-vyādhi). Disease is the symptom of the body of a sinful person. The smṛti-śāstras say: Murderers of brāhmaṇas are later afflicted by tuberculosis, drunkards become toothless, those who have stolen gold are afflicted by diseased nails, and sinful men who have sexual connections with the wife of a superior are afflicted by leprosy and similar skin diseases."
    },
    {
        "verse": "28",
        "devanagari": "श्रीगुरुपुत्र उवाचन मत्प्रणीतं न परप्रणीतंसुतो वदत्येष तवेन्द्रशत्रो ।नैसर्गिकीयं मतिरस्य राजन्नियच्छ मन्युं कददा: स्म मा न: ॥ २८ ॥",
        "english_devnagari": "śrī-guru-putra uvācana mat-praṇītaṁ na para-praṇītaṁsuto vadaty eṣa tavendra-śatronaisargikīyaṁ matir asya rājanniyaccha manyuṁ kad adāḥ sma mā naḥ",
        "verse_Syn": [
            "śrī",
            "guru",
            "putraḥ",
            "uvāca",
            "na",
            "mat",
            "praṇītam",
            "na",
            "para",
            "praṇītam",
            "sutaḥ",
            "vadati",
            "eṣaḥ",
            "tava",
            "indra",
            "śatro",
            "naisargikī",
            "iyam",
            "matiḥ",
            "asya",
            "rājan",
            "niyaccha",
            "manyum",
            "kad",
            "adāḥ",
            "sma",
            "mā",
            "naḥ"
        ],
        "translation": "The son of Śukrācārya, Hiraṇyakaśipu’s spiritual master, said: O enemy of King Indra, O King! Whatever your son Prahlāda has said was not taught to him by me or anyone else. His spontaneous devotional service has naturally developed in him. Therefore, please give up your anger and do not unnecessarily accuse us. It is not good to insult a brāhmaṇa in this way.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "श्रीनारद उवाचगुरुणैवं प्रतिप्रोक्तो भूय आहासुर: सुतम् ।न चेद्गुरुमुखीयं ते कुतोऽभद्रासती मति: ॥ २९ ॥",
        "english_devnagari": "śrī-nārada uvācaguruṇaivaṁ pratiproktobhūya āhāsuraḥ sutamna ced guru-mukhīyaṁ tekuto ’bhadrāsatī matiḥ",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "guruṇā",
            "evam",
            "pratiproktaḥ",
            "bhūyaḥ",
            "āha",
            "asuraḥ",
            "sutam",
            "na",
            "cet",
            "guru",
            "mukhī",
            "iyam",
            "te",
            "kutaḥ",
            "abhadra",
            "asatī",
            "matiḥ"
        ],
        "translation": "Śrī Nārada Muni continued: When Hiraṇyakaśipu received this reply from the teacher, he again addressed his son Prahlāda. Hiraṇyakaśipu said: You rascal, most fallen of our family, if you have not received this education from your teachers, where have you gotten it?",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains that devotional service is actually bhadrā satī, not abhadra asatī. In other words, knowledge of devotional service can be neither inauspicious nor contrary to etiquette. To learn devotional service is the duty of everyone. Therefore the spontaneous education of Prahlāda Mahārāja is supported as auspicious and perfect."
    },
    {
        "verse": "30",
        "devanagari": "श्रीप्रह्राद उवाचमतिर्न कृष्णे परत: स्वतो वामिथोऽभिपद्येत गृहव्रतानाम् ।अदान्तगोभिर्विशतां तमिस्रंपुन: पुनश्चर्वितचर्वणानाम् ॥ ३० ॥",
        "english_devnagari": "śrī-prahrāda uvācamatir na kṛṣṇe parataḥ svato vāmitho ’bhipadyeta gṛha-vratānāmadānta-gobhir viśatāṁ tamisraṁpunaḥ punaś carvita-carvaṇānām",
        "verse_Syn": [
            "śrī",
            "prahrādaḥ",
            "uvāca",
            "matiḥ",
            "na",
            "kṛṣṇe",
            "parataḥ",
            "svataḥ",
            "vā",
            "mithaḥ",
            "abhipadyeta",
            "gṛha",
            "vratānām",
            "adānta",
            "gobhiḥ",
            "viśatām",
            "tamisram",
            "punaḥ",
            "punaḥ",
            "carvita",
            "carvaṇānām"
        ],
        "translation": "Prahlāda Mahārāja replied: Because of their uncontrolled senses, persons too addicted to materialistic life make progress toward hellish conditions and repeatedly chew that which has already been chewed. Their inclinations toward Kṛṣṇa are never aroused, either by the instructions of others, by their own efforts, or by a combination of both.",
        "purport": " In this verse the words matir na kṛṣṇe refer to devotional service rendered to Kṛṣṇa. So-called politicians, erudite scholars and philosophers who read Bhagavad-gītā try to twist some meaning from it to suit their material purposes, but their misunderstandings of Kṛṣṇa will not yield them any profit. Because such politicians, philosophers and scholars are interested in using Bhagavad-gītā as a vehicle for adjusting things materially, for them constant thought of Kṛṣṇa, or Kṛṣṇa consciousness, is impossible (matir na kṛṣṇe). As stated in Bhagavad-gītā (18.55), bhaktyā mām abhijānāti: only through devotional service can one understand Kṛṣṇa as He is. The so-called politicians and scholars think of Kṛṣṇa as fictitious. The politician says that his Kṛṣṇa is different from the Kṛṣṇa depicted in Bhagavad-gītā. Even though he accepts Kṛṣṇa and Rāma as the Supreme he thinks of Rāma and Kṛṣṇa as impersonal because he has no idea of service to Kṛṣṇa. Thus his only business is punaḥ punaś carvita-carvaṇānām — chewing the chewed again and again. The aim of such politicians and academic scholars is to enjoy this material world with their bodily senses. Therefore it is clearly stated here that those who are gṛha-vrata, whose only aim is to live comfortably with the body in the material world, cannot understand Kṛṣṇa. The two expressions gṛha-vrata and carvita-carvaṇānām indicate that a materialistic person tries to enjoy sense gratification in different bodily forms, life after life, but is still unsatisfied. In the name of personalism, this ism or that ism, such persons always remain attached to the materialistic way of life. As stated in Bhagavad-gītā (2.44): “In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination for devotional service to the Supreme Lord does not take place.” Those who are attached to material enjoyment cannot be fixed in devotional service to the Lord. They cannot understand Bhagavān, Kṛṣṇa, or His instruction, Bhagavad-gītā. Adānta-gobhir viśatāṁ tamisram: their path actually leads toward hellish life. As confirmed by Ṛṣabhadeva, mahat-sevāṁ dvāram āhur vimukteḥ: one must try to understand Kṛṣṇa by serving a devotee. The word mahat refers to a devotee. “O son of Pṛthā, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible.” (Bg. 9.13) A mahātmā is one who is constantly engaged in devotional service, twenty-four hours a day. As explained in the following verses, unless one adheres to such a great personality, one cannot understand Kṛṣṇa. Hiraṇyakaśipu wanted to know where Prahlāda had gotten this Kṛṣṇa consciousness. Who had taught him? Prahlāda sarcastically replied, “My dear father, persons like you never understand Kṛṣṇa. One can understand Kṛṣṇa only by serving a mahat, a great soul. Those who try to adjust material conditions are said to be chewing the chewed. No one has been able to adjust material conditions, but life after life, generation after generation, people try and repeatedly fail. Unless one is properly trained by a mahat — a mahātmā, or unalloyed devotee of the Lord — there is no possibility of one’s understanding Kṛṣṇa and His devotional service.”"
    },
    {
        "verse": "31",
        "devanagari": "न ते विदु: स्वार्थगतिं हि विष्णुंदुराशया ये बहिरर्थमानिन: ।अन्धा यथान्धैरुपनीयमाना-स्तेऽपीशतन्‍त्र्यामुरुदाम्नि बद्धा: ॥ ३१ ॥",
        "english_devnagari": "na te viduḥ svārtha-gatiṁ hi viṣṇuṁdurāśayā ye bahir-artha-māninaḥandhā yathāndhair upanīyamānāste ’pīśa-tantryām uru-dāmni baddhāḥ",
        "verse_Syn": [
            "na",
            "te",
            "viduḥ",
            "sva",
            "artha",
            "gatim",
            "hi",
            "viṣṇum",
            "durāśayāḥ",
            "ye",
            "bahiḥ",
            "artha",
            "māninaḥ",
            "andhāḥ",
            "yathā",
            "andhaiḥ",
            "upanīyamānāḥ",
            "te",
            "api",
            "īśa",
            "tantryām",
            "uru",
            "dāmni",
            "baddhāḥ"
        ],
        "translation": "Persons who are strongly entrapped by the consciousness of enjoying material life, and who have therefore accepted as their leader or guru a similar blind man attached to external sense objects, cannot understand that the goal of life is to return home, back to Godhead, and engage in the service of Lord Viṣṇu. As blind men guided by another blind man miss the right path and fall into a ditch, materially attached men led by another materially attached man are bound by the ropes of fruitive labor, which are made of very strong cords, and they continue again and again in materialistic life, suffering the threefold miseries.",
        "purport": " Since there must always be a difference of opinion between demons and devotees, Hiraṇyakaśipu, when criticized by his son Prahlāda Mahārāja, should not have been surprised that Prahlāda Mahārāja differed from his way of life. Nonetheless, Hiraṇyakaśipu was extremely angry and wanted to rebuke his son for deriding his teacher or spiritual master, who had been born in the brāhmaṇa family of the great ācārya Śukrācārya. The word śukra means “semen,” and ācārya refers to a teacher or guru. Hereditary gurus, or spiritual masters, have been accepted everywhere since time immemorial, but Prahlāda Mahārāja declined to accept such a seminal guru or take instruction from him. An actual guru is śrotriya, one who has heard or received perfect knowledge through paramparā, the disciplic succession. Therefore Prahlāda Mahārāja did not recognize a seminal spiritual master. Such spiritual masters are not at all interested in Viṣṇu. Indeed, they are hopeful of material success (bahir-artha-māninaḥ). The word bahiḥ means “external,” artha means “interest,” and mānina means “taking very seriously.” Generally speaking, practically everyone is unaware of the spiritual world. The knowledge of the materialists is restricted within the four-billion-mile limit of this material world, which is in the dark portion of the creation; they do not know that beyond the material world is the spiritual world. Unless one is a devotee of the Lord, one cannot understand the existence of the spiritual world. Gurus, teachers, who are simply interested in this material world are described in this verse as andha, blind. Such blind men may lead many other blind followers without true knowledge of material conditions, but they are not accepted by devotees like Prahlāda Mahārāja. Such blind teachers, being interested in the external, material world, are always bound by the strong ropes of material nature."
    },
    {
        "verse": "32",
        "devanagari": "नैषां मतिस्तावदुरुक्रमाङ्‌घ्रिंस्पृशत्यनर्थापगमो यदर्थ: ।महीयसां पादरजोऽभिषेकंनिष्किञ्चनानां न वृणीत यावत् ॥ ३२ ॥",
        "english_devnagari": "naiṣāṁ matis tāvad urukramāṅghriṁspṛśaty anarthāpagamo yad-arthaḥmahīyasāṁ pāda-rajo-’bhiṣekaṁniṣkiñcanānāṁ na vṛṇīta yāvat",
        "verse_Syn": [
            "na",
            "eṣām",
            "matiḥ",
            "tāvat",
            "urukrama",
            "aṅghrim",
            "spṛśati",
            "anartha",
            "apagamaḥ",
            "yat",
            "arthaḥ",
            "mahīyasām",
            "pāda",
            "rajaḥ",
            "abhiṣekam",
            "niṣkiñcanānām",
            "na",
            "vṛṇīta",
            "yāvat"
        ],
        "translation": "Unless they smear upon their bodies the dust of the lotus feet of a Vaiṣṇava completely freed from material contamination, persons very much inclined toward materialistic life cannot be attached to the lotus feet of the Lord, who is glorified for His uncommon activities. Only by becoming Kṛṣṇa conscious and taking shelter at the lotus feet of the Lord in this way can one be freed from material contamination.",
        "purport": " Becoming Kṛṣṇa conscious brings about anartha-apagamaḥ, the disappearance of all anarthas, the miserable conditions we have unnecessarily accepted. The material body is the basic principle of these unwanted miserable conditions. The entire Vedic civilization is meant to relieve one from these unwanted miseries, but persons bound by the laws of nature do not know the destination of life. As described in the previous verse, īśa-tantryām uru-dāmni baddhāḥ: they are conditioned by the three strong modes of material nature. The education that keeps the conditioned soul bound life after life is called materialistic education. Śrīla Bhaktivinoda Ṭhākura has explained that materialistic education expands the influence of māyā. Such an education induces the conditioned soul to be increasingly attracted to materialistic life and to stray further and further away from liberation from unwanted miseries. One may ask why highly educated persons do not take to Kṛṣṇa consciousness. The reason is explained in this verse. Unless one takes shelter of a bona fide, fully Kṛṣṇa conscious spiritual master, there is no chance of understanding Kṛṣṇa. The educators, scholars and big political leaders worshiped by millions of people cannot understand the goal of life and take to Kṛṣṇa consciousness, for they have not accepted a bona fide spiritual master and the Vedas. Therefore in the Muṇḍaka Upaniṣad (3.2.3) it is said, nāyam ātmā pravacanena labhyo na medhayā na bahunā śrutena: one cannot become self-realized simply by having an academic education, by presenting lectures in an erudite way (pravacanena labhyaḥ), or by being an intelligent scientist who discovers many wonderful things. One cannot understand Kṛṣṇa unless one is graced by the Supreme Personality of Godhead. Only one who has surrendered to a pure devotee of Kṛṣṇa and taken the dust of his lotus feet can understand Kṛṣṇa. First one must understand how to get out of the clutches of māyā. The only means is to become Kṛṣṇa conscious. And to become Kṛṣṇa conscious very easily, one must take shelter of a realized soul — a mahat, or mahātmā — whose only interest is to engage in the service of the Supreme Lord. As the Lord says in Bhagavad-gītā (9.13): “O son of Pṛthā, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible.” Therefore, to end the unwanted miseries of life, one must become a devotee. “One who has unflinching devotional faith in Kṛṣṇa consistently manifests all the good qualities of Kṛṣṇa and the demigods.” (Bhāg. 5.18.12) “Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed.” (Śvetāśvatara Upaniṣad 6.23) “The Lord is obtained only by one whom He Himself chooses. To such a person He manifests His own form.” (Muṇḍaka Upaniṣad 3.2.3) These are Vedic injunctions. One must take shelter of a self-realized spiritual master, not a materially educated scholar or politician. One must take shelter of a niṣkiñcana, a person engaged in devotional service and free from material contamination. That is the way to return home, back to Godhead."
    },
    {
        "verse": "33",
        "devanagari": "इत्युक्त्वोपरतं पुत्रं हिरण्यकशिपू रुषा ।अन्धीकृतात्मा स्वोत्सङ्गान्निरस्यत महीतले ॥ ३३ ॥",
        "english_devnagari": "ity uktvoparataṁ putraṁhiraṇyakaśipū ruṣāandhīkṛtātmā svotsaṅgānnirasyata mahī-tale",
        "verse_Syn": [
            "iti",
            "uktvā",
            "uparatam",
            "putram",
            "hiraṇyakaśipuḥ",
            "ruṣā",
            "andhīkṛta",
            "ātmā",
            "sva",
            "utsaṅgāt",
            "nirasyata",
            "mahī",
            "tale"
        ],
        "translation": "After Prahlāda Mahārāja had spoken in this way and become silent, Hiraṇyakaśipu, blinded by anger, threw him off his lap and onto the ground.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "आहामर्षरुषाविष्ट: कषायीभूतलोचन: ।वध्यतामाश्वयं वध्यो नि:सारयत नैर्ऋताः ॥ ३४ ॥",
        "english_devnagari": "āhāmarṣa-ruṣāviṣṭaḥkaṣāyī-bhūta-locanaḥvadhyatām āśv ayaṁ vadhyoniḥsārayata nairṛtāḥ",
        "verse_Syn": [
            "āha",
            "amarṣa",
            "ruṣā",
            "āviṣṭaḥ",
            "kaṣāyī",
            "bhūta",
            "locanaḥ",
            "vadhyatām",
            "āśu",
            "ayam",
            "vadhyaḥ",
            "niḥsārayata",
            "nairṛtāḥ"
        ],
        "translation": "Indignant and angry, his reddish eyes like molten copper, Hiraṇyakaśipu said to his servants: O demons, take this boy away from me! He deserves to be killed. Kill him as soon as possible!",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "अयं मे भ्रातृहा सोऽयं हित्वा स्वान् सुहृदोऽधम: ।पितृव्यहन्तु: पादौ यो विष्णोर्दासवदर्चति ॥ ३५ ॥",
        "english_devnagari": "ayaṁ me bhrātṛ-hā so ’yaṁhitvā svān suhṛdo ’dhamaḥpitṛvya-hantuḥ pādau yoviṣṇor dāsavad arcati",
        "verse_Syn": [
            "ayam",
            "me",
            "bhrātṛ",
            "hā",
            "saḥ",
            "ayam",
            "hitvā",
            "svān",
            "suhṛdaḥ",
            "adhamaḥ",
            "pitṛvya",
            "hantuḥ",
            "pādau",
            "yaḥ",
            "viṣṇoḥ",
            "dāsa",
            "vat",
            "arcati"
        ],
        "translation": "This boy Prahlāda is the killer of my brother, for he has given up his family to engage in the devotional service of the enemy, Lord Viṣṇu, like a menial servant.",
        "purport": " Hiraṇyakaśipu considered his son Prahlāda Mahārāja to be the killer of his brother because Prahlāda Mahārāja was engaged in the devotional service of Lord Viṣṇu. In other words, Prahlāda Mahārāja would be elevated to sārūpya liberation, and in that sense he resembled Lord Viṣṇu. Therefore Prahlāda was to be killed by Hiraṇyakaśipu. Devotees, Vaiṣṇavas, attain the liberations of sārūpya, sālokya, sārṣṭi and sāmīpya, whereas the Māyāvādīs are supposed to attain the liberation known as sāyujya. Sāyujya-mukti, however, is not very secure, whereas sārūpya-mukti, sālokya-mukti, sārṣṭi-mukti and sāmīpya-mukti are most certain. Although the servants of Lord Viṣṇu, Nārāyaṇa, in the Vaikuṇṭha planets are equally situated with the Lord, the devotees there know very well that the Lord is the master whereas they are servants."
    },
    {
        "verse": "36",
        "devanagari": "विष्णोर्वा साध्वसौ किं नु करिष्यत्यसमञ्जस: ।सौहृदं दुस्त्यजं पित्रोरहाद्य: पञ्चहायन: ॥ ३६ ॥",
        "english_devnagari": "viṣṇor vā sādhv asau kiṁ nukariṣyaty asamañjasaḥsauhṛdaṁ dustyajaṁ pitrorahād yaḥ pañca-hāyanaḥ",
        "verse_Syn": [
            "viṣṇoḥ",
            "vā",
            "sādhu",
            "asau",
            "kim",
            "nu",
            "kariṣyati",
            "asamañjasaḥ",
            "sauhṛdam",
            "dustyajam",
            "pitroḥ",
            "ahāt",
            "yaḥ",
            "pañca",
            "hāyanaḥ"
        ],
        "translation": "Although Prahlāda is only five years old, even at this young age he has given up his affectionate relationship with his father and mother. Therefore, he is certainly untrustworthy. Indeed, it is not at all believable that he will behave well toward Viṣṇu.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "परोऽप्यपत्यं हितकृद्यथौषधंस्वदेहजोऽप्यामयवत्सुतोऽहित: ।छिन्द्यात्तदङ्गं यदुतात्मनोऽहितंशेषं सुखं जीवति यद्विवर्जनात् ॥ ३७ ॥",
        "english_devnagari": "paro ’py apatyaṁ hita-kṛd yathauṣadhaṁsva-dehajo ’py āmayavat suto ’hitaḥchindyāt tad aṅgaṁ yad utātmano ’hitaṁśeṣaṁ sukhaṁ jīvati yad-vivarjanāt",
        "verse_Syn": [
            "paraḥ",
            "api",
            "apatyam",
            "hita",
            "kṛt",
            "yathā",
            "auṣadham",
            "sva",
            "deha",
            "jaḥ",
            "api",
            "āmaya",
            "vat",
            "sutaḥ",
            "ahitaḥ",
            "chindyāt",
            "tat",
            "aṅgam",
            "yat",
            "uta",
            "ātmanaḥ",
            "ahitam",
            "śeṣam",
            "sukham",
            "jīvati",
            "yat",
            "vivarjanāt"
        ],
        "translation": "Although a medicinal herb, being born in the forest, does not belong to the same category as a man, if beneficial it is kept very carefully. Similarly, if someone outside one’s family is favorable, he should be given protection like a son. On the other hand, if a limb of one’s body is poisoned by disease, it must be amputated so that the rest of the body may live happily. Similarly, even one’s own son, if unfavorable, must be rejected, although born of one’s own body.",
        "purport": " Śrī Caitanya Mahāprabhu has instructed all devotees of the Lord to be humbler than the grass and more tolerant than trees; otherwise there will always be disturbances to their execution of devotional service. Here is a vivid example of how a devotee is disturbed by a nondevotee, even though the nondevotee is an affectionate father. The material world is such that a nondevotee father becomes an enemy of a devotee son. Having determined to kill even his son, Hiraṇyakaśipu gave the example of amputating a part of one’s body that has become septic and therefore injurious to the rest of the body. The same example, of course, may also be applied to nondevotees. Cāṇakya Paṇḍita advises, tyaja durjana-saṁsargaṁ bhaja sādhu-samāgamam. Devotees actually serious about advancing in spiritual life should give up the company of nondevotees and always keep company with devotees. To be too attached to material existence is ignorance because material existence is temporary and miserable. Therefore devotees who are determined to perform tapasya (penances and austerities) to realize the self, and who are determined to become advanced in spiritual consciousness, must give up the company of atheistic nondevotees. Prahlāda Mahārāja maintained an attitude of noncooperation with the philosophy of his father, Hiraṇyakaśipu, yet he was tolerant and humble. Hiraṇyakaśipu, however, being a nondevotee, was so polluted that he was even prepared to kill his own son. He justified this by putting forward the logic of amputation."
    },
    {
        "verse": "38",
        "devanagari": "सर्वैरुपायैर्हन्तव्य: सम्भोजशयनासनै: ।सुहृल्लिङ्गधर: शत्रुर्मुनेर्दुष्टमिवेन्द्रियम् ॥ ३८ ॥",
        "english_devnagari": "sarvair upāyair hantavyaḥsambhoja-śayanāsanaiḥsuhṛl-liṅga-dharaḥ śatrurmuner duṣṭam ivendriyam",
        "verse_Syn": [
            "sarvaiḥ",
            "upāyaiḥ",
            "hantavyaḥ",
            "sambhoja",
            "śayana",
            "āsanaiḥ",
            "suhṛt",
            "liṅga",
            "dharaḥ",
            "śatruḥ",
            "muneḥ",
            "duṣṭam",
            "iva",
            "indriyam"
        ],
        "translation": "Just as uncontrolled senses are the enemies of all yogīs engaged in advancing in spiritual life, this Prahlāda, who appears to be a friend, is an enemy because I cannot control him. Therefore this enemy, whether eating, sitting or sleeping, must be killed by all means.",
        "purport": " Hiraṇyakaśipu planned a campaign to kill Prahlāda Mahārāja. He would kill his son by administering poison to him while he was eating, by making him sit in boiling oil, or by throwing him under the feet of an elephant while he was lying down. Thus Hiraṇyakaśipu decided to kill his innocent child, who was only five years old, simply because the boy had become a devotee of the Lord. This is the attitude of nondevotees toward devotees."
    },
    {
        "verse": "39-40",
        "devanagari": "नैऋर्तास्ते समादिष्टा भर्त्रा वै शूलपाणय: ।तिग्मदंष्ट्रकरालास्यास्ताम्रश्मश्रुशिरोरुहा: ॥ ३९ ॥नदन्तो भैरवं नादं छिन्धि भिन्धीति वादिन: ।आसीनं चाहनञ्शूलै: प्रह्रादं सर्वमर्मसु ॥ ४० ॥",
        "english_devnagari": "nairṛtās te samādiṣṭābhartrā vai śūla-pāṇayaḥtigma-daṁṣṭra-karālāsyāstāmra-śmaśru-śiroruhāḥ",
        "verse_Syn": [
            "nairṛtāḥ",
            "te",
            "samādiṣṭāḥ",
            "bhartrā",
            "vai",
            "śūla",
            "pāṇayaḥ",
            "tigma",
            "daṁṣṭra",
            "karāla",
            "āsyāḥ",
            "tāmra",
            "śmaśru",
            "śiroruhāḥ",
            "nadantaḥ",
            "bhairavam",
            "nādam",
            "chindhi",
            "bhindhi",
            "iti",
            "vādinaḥ",
            "āsīnam",
            "ca",
            "ahanan",
            "śūlaiḥ",
            "prahrādam",
            "sarva",
            "marmasu"
        ],
        "translation": "The demons [Rākṣasas], the servants of Hiraṇyakaśipu, thus began striking the tender parts of Prahlāda Mahārāja’s body with their tridents. The demons all had fearful faces, sharp teeth and reddish, coppery beards and hair, and they appeared extremely threatening. Making a tumultuous sound, shouting, “Chop him up! Pierce him!” they began striking Prahlāda Mahārāja, who sat silently, meditating upon the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "परे ब्रह्मण्यनिर्देश्ये भगवत्यखिलात्मनि ।युक्तात्मन्यफला आसन्नपुण्यस्येव सत्क्रिया: ॥ ४१ ॥",
        "english_devnagari": "pare brahmaṇy anirdeśyebhagavaty akhilātmaniyuktātmany aphalā āsannapuṇyasyeva sat-kriyāḥ",
        "verse_Syn": [
            "pare",
            "brahmaṇi",
            "anirdeśye",
            "bhagavati",
            "akhila",
            "ātmani",
            "yukta",
            "ātmani",
            "aphalāḥ",
            "āsan",
            "apuṇyasya",
            "iva",
            "sat",
            "kriyāḥ"
        ],
        "translation": "Even though a person who has no assets in pious activities performs some good deed, it will have no result. Thus the weapons of the demons had no tangible effects upon Prahlāda Mahārāja because he was a devotee undisturbed by material conditions and fully engaged in meditating upon and serving the Supreme Personality of Godhead, who is unchangeable, who cannot be realized by the material senses, and who is the soul of the entire universe.",
        "purport": " Prahlāda Mahārāja was constantly and fully engaged in thought of the Supreme Personality of Godhead. As it is said, govinda-parirambhitaḥ. Prahlāda Mahārāja engaged himself always in meditation, and thus he was protected by Govinda. Just as a small child on the lap of his father or mother is fully protected, a devotee, in all conditions, is protected by the Supreme Lord. Does this mean that when Prahlāda Mahārāja was attacked by the demons, the Rākṣasas, Govinda was also attacked by the demons? This is not possible. There have been many attempts by the demons to hurt or kill the Supreme Personality of Godhead, but He cannot be injured by any material means because He is always in transcendence. Therefore the words pare brahmaṇi are used here. The demons, the Rākṣasas, can neither see nor touch the Supreme Lord, although they may superficially think that they are striking the Lord’s transcendental body with their material weapons. The Supreme Personality of Godhead is described in this verse as anirdeśye. We cannot understand Him to be in a particular place, for He is all-pervasive. Moreover, He is akhilātmā, the active principle of everything, even material weapons. Those who cannot understand the position of the Lord are unfortunate. They may think that they can kill the Supreme Personality of Godhead and His devotee, but all their attempts will be futile. The Lord knows how to deal with them."
    },
    {
        "verse": "42",
        "devanagari": "प्रयासेऽपहते तस्मिन्दैत्येन्द्र: परिशङ्कित: ।चकार तद्वधोपायान्निर्बन्धेन युधिष्ठिर ॥ ४२ ॥",
        "english_devnagari": "prayāse ’pahate tasmindaityendraḥ pariśaṅkitaḥcakāra tad-vadhopāyānnirbandhena yudhiṣṭhira",
        "verse_Syn": [
            "prayāse",
            "apahate",
            "tasmin",
            "daitya",
            "indraḥ",
            "pariśaṅkitaḥ",
            "cakāra",
            "tat",
            "vadha",
            "upāyān",
            "nirbandhena",
            "yudhiṣṭhira"
        ],
        "translation": "My dear King Yudhiṣṭhira, when all the attempts of the demons to kill Prahlāda Mahārāja were futile, the King of the demons, Hiraṇyakaśipu, being most fearful, began contriving other means to kill him.",
        "purport": ""
    },
    {
        "verse": "43-44",
        "devanagari": "दिग्गजैर्दन्दशूकेन्द्रैरभिचारावपातनै: ।मायाभि: सन्निरोधैश्च गरदानैरभोजनै: ।हिमवाय्वग्निसलिलै: पर्वताक्रमणैरपि ॥ ४३ ॥न शशाक यदा हन्तुमपापमसुर: सुतम् ।चिन्तां दीर्घतमां प्राप्तस्तत्कर्तुं नाभ्यपद्यत ॥ ४४ ॥",
        "english_devnagari": "dig-gajair dandaśūkendrairabhicārāvapātanaiḥmāyābhiḥ sannirodhaiś cagara-dānair abhojanaiḥ",
        "verse_Syn": [
            "dik",
            "gajaiḥ",
            "danda",
            "śūka",
            "indraiḥ",
            "abhicāra",
            "avapātanaiḥ",
            "māyābhiḥ",
            "sannirodhaiḥ",
            "ca",
            "gara",
            "dānaiḥ",
            "abhojanaiḥ",
            "hima",
            "vāyu",
            "agni",
            "salilaiḥ",
            "parvata",
            "ākramaṇaiḥ",
            "api",
            "na",
            "śaśāka",
            "yadā",
            "hantum",
            "apāpam",
            "asuraḥ",
            "sutam",
            "cintām",
            "dīrgha",
            "tamām",
            "prāptaḥ",
            "tat",
            "kartum",
            "na",
            "abhyapadyata"
        ],
        "translation": "Hiraṇyakaśipu could not kill his son by throwing him beneath the feet of big elephants, throwing him among huge, fearful snakes, employing destructive spells, hurling him from the top of a hill, conjuring up illusory tricks, administering poison, starving him, exposing him to severe cold, winds, fire and water, or throwing heavy stones to crush him. When Hiraṇyakaśipu found that he could not in any way harm Prahlāda, who was completely sinless, he was in great anxiety about what to do next.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "एष मे बह्वसाधूक्तो वधोपायाश्च निर्मिता: ।तैस्तैर्द्रोहैरसद्धर्मैर्मुक्त: स्वेनैव तेजसा ॥ ४५ ॥",
        "english_devnagari": "eṣa me bahv-asādhūktovadhopāyāś ca nirmitāḥtais tair drohair asad-dharmairmuktaḥ svenaiva tejasā",
        "verse_Syn": [
            "eṣaḥ",
            "me",
            "bahu",
            "asādhu",
            "uktaḥ",
            "vadha",
            "upāyāḥ",
            "ca",
            "nirmitāḥ",
            "taiḥ",
            "taiḥ",
            "drohaiḥ",
            "asat",
            "dharmaiḥ",
            "muktaḥ",
            "svena",
            "eva",
            "tejasā"
        ],
        "translation": "Hiraṇyakaśipu thought: I have used many ill names in chastising this boy Prahlāda and have devised many means of killing him, but despite all my endeavors, he could not be killed. Indeed, he saved himself by his own powers, without being affected in the least by these treacheries and abominable actions.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "वर्तमानोऽविदूरे वै बालोऽप्यजडधीरयम् ।न विस्मरति मेऽनार्यं शुन: शेप इव प्रभु: ॥ ४६ ॥",
        "english_devnagari": "vartamāno ’vidūre vaibālo ’py ajaḍa-dhīr ayamna vismarati me ’nāryaṁśunaḥ śepa iva prabhuḥ",
        "verse_Syn": [
            "vartamānaḥ",
            "avidūre",
            "vai",
            "bālaḥ",
            "api",
            "ajaḍa",
            "dhīḥ",
            "ayam",
            "na",
            "vismarati",
            "me",
            "anāryam",
            "śunaḥ",
            "śepaḥ",
            "iva",
            "prabhuḥ"
        ],
        "translation": "Although he is very near to me and is merely a child, he is situated in complete fearlessness. He resembles a dog’s curved tail, which can never be straightened, because he never forgets my misbehavior and his connection with his master, Lord Viṣṇu.",
        "purport": " The word śunaḥ means “of a dog,” and śepa means “tail.” The example is ordinary. However one may try to straighten a dog’s tail, it is never straight but always curved. Śunaḥ śepa is also the name of the second son of Ajīgarta. He was sold to Hariścandra, but he later took shelter of Viśvāmitra, Hariścandra’s enemy, and never left his side."
    },
    {
        "verse": "47",
        "devanagari": "अप्रमेयानुभावोऽयमकुतश्चिद्भ‍योऽमर: ।नूनमेतद्विरोधेन मृत्युर्मे भविता न वा ॥ ४७ ॥",
        "english_devnagari": "aprameyānubhāvo ’yamakutaścid-bhayo ’maraḥnūnam etad-virodhenamṛtyur me bhavitā na vā",
        "verse_Syn": [
            "aprameya",
            "anubhāvaḥ",
            "ayam",
            "akutaścit",
            "bhayaḥ",
            "amaraḥ",
            "nūnam",
            "etat",
            "virodhena",
            "mṛtyuḥ",
            "me",
            "bhavitā",
            "na",
            "vā"
        ],
        "translation": "I can see that this boy’s strength is unlimited, for he has not feared any of my punishments. He appears immortal. Therefore, because of my enmity toward him, I shall die. Or maybe this will not take place.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "इति तच्चिन्तया किञ्चिन्‍म्‍लानश्रियमधोमुखम् ।षण्डामर्कावौशनसौ विविक्त इति होचतु: ॥ ४८ ॥",
        "english_devnagari": "iti tac-cintayā kiñcinmlāna-śriyam adho-mukhamśaṇḍāmarkāv auśanasauvivikta iti hocatuḥ",
        "verse_Syn": [
            "iti",
            "tat",
            "cintayā",
            "kiñcit",
            "mlāna",
            "śriyam",
            "adhaḥ",
            "mukham",
            "śaṇḍa",
            "amarkau",
            "auśanasau",
            "vivikte",
            "iti",
            "ha",
            "ūcatuḥ"
        ],
        "translation": "Thinking in this way, the King of the Daityas, morose and bereft of bodily luster, remained silent with his face downward. Then Ṣaṇḍa and Amarka, the two sons of Śukrācārya, spoke to him in secret.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "जितं त्वयैकेन जगत्‍त्रयं भ्रुवोर्विजृम्भणत्रस्तसमस्तधिष्ण्यपम् ।न तस्य चिन्त्यं तव नाथ चक्ष्वहेन वै शिशूनां गुणदोषयो: पदम् ॥ ४९ ॥",
        "english_devnagari": "jitaṁ tvayaikena jagat-trayaṁ bhruvorvijṛmbhaṇa-trasta-samasta-dhiṣṇyapamna tasya cintyaṁ tava nātha cakṣvahena vai śiśūnāṁ guṇa-doṣayoḥ padam",
        "verse_Syn": [
            "jitam",
            "tvayā",
            "ekena",
            "jagat",
            "trayam",
            "bhruvoḥ",
            "vijṛmbhaṇa",
            "trasta",
            "samasta",
            "dhiṣṇyapam",
            "na",
            "tasya",
            "cintyam",
            "tava",
            "nātha",
            "cakṣvahe",
            "na",
            "vai",
            "śiśūnām",
            "guṇa",
            "doṣayoḥ",
            "padam"
        ],
        "translation": "O lord, we know that when you simply move your eyebrows, all the commanders of the various planets are most afraid. Without the help of any assistant, you have conquered all the three worlds. Therefore, we do not find any reason for you to be morose and full of anxiety. As for Prahlāda, he is nothing but a child and cannot be a cause of anxiety. After all, his bad or good qualities have no value.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "इमं तु पाशैर्वरुणस्य बद्ध्वानिधेहि भीतो न पलायते यथा ।बुद्धिश्च पुंसो वयसार्यसेवयायावद्गुरुर्भार्गव आगमिष्यति ॥ ५० ॥",
        "english_devnagari": "imaṁ tu pāśair varuṇasya baddhvānidhehi bhīto na palāyate yathābuddhiś ca puṁso vayasārya-sevayāyāvad gurur bhārgava āgamiṣyati",
        "verse_Syn": [
            "imam",
            "tu",
            "pāśaiḥ",
            "varuṇasya",
            "baddhvā",
            "nidhehi",
            "bhītaḥ",
            "na",
            "palāyate",
            "yathā",
            "buddhiḥ",
            "ca",
            "puṁsaḥ",
            "vayasā",
            "ārya",
            "sevayā",
            "yāvat",
            "guruḥ",
            "bhārgavaḥ",
            "āgamiṣyati"
        ],
        "translation": "Until the return of our spiritual master, Śukrācārya, arrest this child with the ropes of Varuṇa so that he will not flee in fear. In any case, by the time he is somewhat grown up and has assimilated our instructions or served our spiritual master, he will change in his intelligence. Thus there need be no cause for anxiety.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "तथेति गुरुपुत्रोक्तमनुज्ञायेदमब्रवीत् ।धर्मो ह्यस्योपदेष्टव्यो राज्ञां यो गृहमेधिनाम् ॥ ५१ ॥",
        "english_devnagari": "tatheti guru-putroktamanujñāyedam abravītdharmo hy asyopadeṣṭavyorājñāṁ yo gṛha-medhinām",
        "verse_Syn": [
            "tathā",
            "iti",
            "guru",
            "putra",
            "uktam",
            "anujñāya",
            "idam",
            "abravīt",
            "dharmaḥ",
            "hi",
            "asya",
            "upadeṣṭavyaḥ",
            "rājñām",
            "yaḥ",
            "gṛha",
            "medhinām"
        ],
        "translation": "After hearing these instructions of Ṣaṇḍa and Amarka, the sons of his spiritual master, Hiraṇyakaśipu agreed and requested them to instruct Prahlāda in that system of occupational duty which is followed by royal householder families.",
        "purport": " Hiraṇyakaśipu wanted Prahlāda Mahārāja to be trained as a diplomatic king in ruling the kingdom, the country or the world, but not to be advised about renunciation or the renounced order of life. The word dharma here does not refer to some religious faith. As clearly stated, dharmo hy asyopadeṣṭavyo rājñāṁ yo gṛha-medhinām. There are two kinds of royal families — one whose members are simply attached to household life and the other consisting of rājarṣis, kings who govern with ruling power but are as good as great saints. Prahlāda Mahārāja wanted to become a rājarṣi, whereas Hiraṇyakaśipu wanted him to become a king attached to sense enjoyment (gṛha-medhinām). Therefore in the Āryan system there is varṇāśrama-dharma, by which everyone should be educated according to his position in society’s division of varṇa (brāhmaṇa, kṣatriya, vaiśya and śūdra) and āśrama (brahmacarya, gṛhastha, vānaprastha and sannyāsa). A devotee purified by devotional service is always in the transcendental position above the mundane qualities. Thus the difference between Prahlāda Mahārāja and Hiraṇyakaśipu was that Hiraṇyakaśipu wanted to keep Prahlāda in mundane attachment whereas Prahlāda was above the modes of material nature. As long as one is under the control of material nature, his occupational duty is different from that of a person not under such control. One’s real dharma, or occupational duty, is described in Śrīmad-Bhāgavatam (dharmaṁ tu sākṣād bhagavat-praṇītam). As described to his order carriers by Dharmarāja, or Yamarāja, a living being is a spiritual identity, and therefore his occupational duty is also spiritual. The real dharma is that which is advised in Bhagavad-gītā: sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. One must give up one’s material occupational duties, just as one must give up his material body. Whatever one’s occupational duty, even according to the varṇāśrama system, one must give it up and engage in one’s spiritual function. One’s real dharma, or occupational duty, is explained by Śrī Caitanya Mahāprabhu. Jīvera ‘svarūpa’ haya — kṛṣṇera ‘nitya-dāsa’: every living being is an eternal servant of Kṛṣṇa. That is one’s real occupational duty."
    },
    {
        "verse": "52",
        "devanagari": "धर्ममर्थं च कामं च नितरां चानुपूर्वश: ।प्रह्रादायोचतू राजन्प्रश्रितावनताय च ॥ ५२ ॥",
        "english_devnagari": "dharmam arthaṁ ca kāmaṁ canitarāṁ cānupūrvaśaḥprahrādāyocatū rājanpraśritāvanatāya ca",
        "verse_Syn": [
            "dharmam",
            "artham",
            "ca",
            "kāmam",
            "ca",
            "nitarām",
            "ca",
            "anupūrvaśaḥ",
            "prahrādāya",
            "ūcatuḥ",
            "rājan",
            "praśrita",
            "avanatāya",
            "ca"
        ],
        "translation": "Thereafter, Ṣaṇḍa and Amarka systematically and unceasingly taught Prahlāda Mahārāja, who was very submissive and humble, about mundane religion, economic development and sense gratification.",
        "purport": " There are four processes for human society — dharma, artha, kāma and mokṣa — and they culminate in liberation. Human society must follow a process of religion to advance, and on the basis of religion one should try to develop his economic condition so that he can fulfill his needs for sense gratification according to the religious rules and regulations. Then liberation from material bondage will be easier to attain. That is the Vedic process. When one is above the stages of dharma, artha, kāma and mokṣa, one becomes a devotee. He is then on the platform from which he is guaranteed not to fall again to material existence (yad gatvā na nivartante). As advised in Bhagavad-gītā if one transcends these four processes and is actually liberated, one engages in devotional service. Then he is guaranteed not to fall to material existence again."
    },
    {
        "verse": "53",
        "devanagari": "यथा त्रिवर्गं गुरुभिरात्मने उपशिक्षितम् ।न साधु मेने तच्छिक्षां द्वन्द्वारामोपवर्णिताम् ॥ ५३ ॥",
        "english_devnagari": "yathā tri-vargaṁ gurubhirātmane upaśikṣitamna sādhu mene tac-chikṣāṁdvandvārāmopavarṇitām",
        "verse_Syn": [
            "yathā",
            "tri",
            "vargam",
            "gurubhiḥ",
            "ātmane",
            "upaśikṣitam",
            "na",
            "sādhu",
            "mene",
            "tat",
            "śikṣām",
            "dvandva",
            "ārāma",
            "upavarṇitām"
        ],
        "translation": "The teachers Ṣaṇḍa and Amarka instructed Prahlāda Mahārāja in the three kinds of material advancement called religion, economic development and sense gratification. Prahlāda, however, being situated above such instructions, did not like them, for such instructions are based on the duality of worldly affairs, which involve one in a materialistic way of life marked by birth, death, old age and disease.",
        "purport": " The entire world is interested in the materialistic way of life. Indeed, practically 99.9 percent of the people in the three worlds are uninterested in liberation or spiritual education. Only the devotees of the Lord, headed by such great personalities as Prahlāda Mahārāja and Nārada Muni, are interested in the real education of spiritual life. One cannot understand the principles of religion while staying on the material platform. Therefore one must follow these great personalities. As stated in Śrīmad-Bhāgavatam (6.3.20): One must follow in the footsteps of such great personalities as Lord Brahmā, Nārada, Lord Śiva, Kapila, Manu, the Kumāras, Prahlāda Mahārāja, Bhīṣma, Janaka, Bali Mahārāja, Śukadeva Gosvāmī and Yamarāja. Those interested in spiritual life should follow Prahlāda Mahārāja in rejecting the education of religion, economic development and sense gratification. One should be interested in spiritual education. Therefore the Kṛṣṇa consciousness movement is spreading all over the world, following in the footsteps of Prahlāda Mahārāja, who did not like any of the materialistic education he received from his teachers."
    },
    {
        "verse": "54",
        "devanagari": "यदाचार्य: परावृत्तो गृहमेधीयकर्मसु ।वयस्यैर्बालकैस्तत्र सोपहूत: कृतक्षणै: ॥ ५४ ॥",
        "english_devnagari": "yadācāryaḥ parāvṛttogṛhamedhīya-karmasuvayasyair bālakais tatrasopahūtaḥ kṛta-kṣaṇaiḥ",
        "verse_Syn": [
            "yadā",
            "ācāryaḥ",
            "parāvṛttaḥ",
            "gṛha",
            "medhīya",
            "karmasu",
            "vayasyaiḥ",
            "bālakaiḥ",
            "tatra",
            "saḥ",
            "apahūtaḥ",
            "kṛta",
            "kṣaṇaiḥ"
        ],
        "translation": "When the teachers went home to attend to their household affairs, the students of the same age as Prahlāda Mahārāja would call him to take the opportunity of leisure hours for play.",
        "purport": " In tiffin hours, the hours when the teachers were absent from the classroom, the students called Prahlāda Mahārāja, wanting to play with him. As will be seen from the following verses, however, Prahlāda Mahārāja was not very much interested in playing. Instead, he wanted to utilize every moment for advancing in Kṛṣṇa consciousness. Therefore, as indicated in this verse by the word kṛta-kṣaṇaiḥ, at the opportune moment when it was possible to preach about Kṛṣṇa consciousness, Prahlāda Mahārāja used the time as follows."
    },
    {
        "verse": "55",
        "devanagari": "अथ ताञ्श्लक्ष्णया वाचा प्रत्याहूय महाबुध: ।उवाच विद्वांस्तन्निष्ठां कृपया प्रहसन्निव ॥ ५५ ॥",
        "english_devnagari": "atha tāñ ślakṣṇayā vācāpratyāhūya mahā-budhaḥuvāca vidvāṁs tan-niṣṭhāṁkṛpayā prahasann iva",
        "verse_Syn": [
            "atha",
            "tān",
            "ślakṣṇayā",
            "vācā",
            "pratyāhūya",
            "mahā",
            "budhaḥ",
            "uvāca",
            "vidvān",
            "tat",
            "niṣṭhām",
            "kṛpayā",
            "prahasan",
            "iva"
        ],
        "translation": "Prahlāda Mahārāja, who was truly the supreme learned person, then addressed his class friends in very sweet language. Smiling, he began to teach them about the uselessness of the materialistic way of life. Being very kind to them, he instructed them as follows.",
        "purport": " Prahlāda Mahārāja’s smiling is very significant. The other students were very much advanced in enjoying materialistic life through religion, economic development and sense gratification, but Prahlāda Mahārāja laughed at them, knowing that this was not actual happiness, for real happiness is advancement in Kṛṣṇa consciousness. The duty of those who follow in the footsteps of Prahlāda Mahārāja is to teach the entire world how to be Kṛṣṇa conscious and thus be really happy. Materialistic persons take to so-called religion to get some blessings so that they can improve their economic position and enjoy the material world through sense gratification. But devotees like Prahlāda Mahārāja laugh at how foolish they are to be busy in a temporary life without knowledge of the soul’s transmigration from one body to another. Materialistic persons are engaged in striving for temporary benefits, whereas persons advanced in spiritual knowledge, such as Prahlāda Mahārāja, are not interested in the materialistic way of life. Instead, they want to be elevated to an eternal life of knowledge and bliss. Therefore, as Kṛṣṇa is always compassionate to the fallen souls, His servants, the devotees of Lord Kṛṣṇa, are also interested in educating the entire populace in Kṛṣṇa consciousness. The mistake of materialistic life is understood by devotees, and therefore they smile upon it, considering it insignificant. Out of compassion, however, such devotees preach the gospel of Bhagavad-gītā all over the world."
    },
    {
        "verse": "56-57",
        "devanagari": "ते तु तद्गौरवात्सर्वे त्यक्तक्रीडापरिच्छदा: ।बाला अदूषितधियो द्वन्द्वारामेरितेहितै: ॥ ५६ ॥पर्युपासत राजेन्द्र तन्न्यस्तहृदयेक्षणा: ।तानाह करुणो मैत्रो महाभागवतोऽसुर: ॥ ५७ ॥",
        "english_devnagari": "te tu tad-gauravāt sarvetyakta-krīḍā-paricchadāḥbālā adūṣita-dhiyodvandvārāmeritehitaiḥ",
        "verse_Syn": [
            "te",
            "tu",
            "tat",
            "gauravāt",
            "sarve",
            "tyakta",
            "krīḍā",
            "paricchadāḥ",
            "bālāḥ",
            "adūṣita",
            "dhiyaḥ",
            "dvandva",
            "ārāma",
            "īrita",
            "īhitaiḥ",
            "paryupāsata",
            "rāja",
            "indra",
            "tat",
            "nyasta",
            "hṛdaya",
            "īkṣaṇāḥ",
            "tān",
            "āha",
            "karuṇaḥ",
            "maitraḥ",
            "mahā",
            "bhāgavataḥ",
            "asuraḥ"
        ],
        "translation": "My dear King Yudhiṣṭhira, all the children were very much affectionate and respectful to Prahlāda Mahārāja, and because of their tender age they were not so polluted by the instructions and actions of their teachers, who were attached to condemned duality and bodily comfort. Thus the boys surrounded Prahlāda Mahārāja, giving up their playthings, and sat down to hear him. Their hearts and eyes being fixed upon him, they looked at him with great earnestness. Prahlāda Mahārāja, although born in a demon family, was an exalted devotee, and he desired their welfare. Thus he began instructing them about the futility of materialistic life.",
        "purport": " The words bālā adūṣita-dhiyaḥ indicate that the children, being of a tender age, were not as polluted by materialistic life as their fathers. Prahlāda Mahārāja, therefore, taking advantage of the innocence of his class friends, began teaching them about the importance of spiritual life and the insignificance of materialistic life. Although the teachers Ṣaṇḍa and Amarka were instructing all the boys in the materialistic life of religion, economic development and sense gratification, the boys were not much polluted. Therefore, with great attention they wanted to hear from Prahlāda Mahārāja about Kṛṣṇa consciousness. In our Kṛṣṇa consciousness movement, the gurukula plays an extremely important part in our activities because right from childhood the boys at the gurukula are instructed about Kṛṣṇa consciousness. Thus they become steady within the cores of their hearts, and there is very little possibility that they will be conquered by the modes of material nature when they are older."
    }
]