[
    {
        "verse_id": "1",
        "text": "The Supreme Personality of Godhead said: Taking full shelter in Me, with the mind carefully fixed in the devotional service of the Lord as spoken by Me, one should live without personal desire and practice the social and occupational system called varṇāśrama."
    },
    {
        "verse_id": "2",
        "text": "A purified soul should see that because the conditioned souls who are dedicated to sense gratification have falsely accepted the objects of sense pleasure as truth, all of their endeavors are doomed to failure."
    },
    {
        "verse_id": "3",
        "text": "One who is sleeping may see many objects of sense gratification in a dream, but such pleasurable things are merely creations of the mind and are thus ultimately useless. Similarly, the living entity who is asleep to his spiritual identity also sees many sense objects, but these innumerable objects of temporary gratification are creations of the Lord’s illusory potency and have no permanent existence. One who meditates upon them, impelled by the senses, uselessly engages his intelligence."
    },
    {
        "verse_id": "4",
        "text": "One who has fixed Me within his mind as the goal of life should give up activities based on sense gratification and should instead execute work governed by the regulative principles for advancement. When, however, one is fully engaged in searching out the ultimate truth of the soul, one should not accept the scriptural injunctions governing fruitive activities."
    },
    {
        "verse_id": "5",
        "text": "One who has accepted Me as the supreme goal of life should strictly observe the scriptural injunctions forbidding sinful activities and, as far as possible, should execute the injunctions prescribing minor regulative duties such as cleanliness. Ultimately, however, one should approach a bona fide spiritual master who is full in knowledge of Me as I am, who is peaceful, and who by spiritual elevation is not different from Me."
    },
    {
        "verse_id": "6",
        "text": "The servant or disciple of the spiritual master should be free from false prestige, never considering himself to be the doer. He should be active and never lazy and should give up all sense of proprietorship over the objects of the senses, including his wife, children, home and society. He should be endowed with feelings of loving friendship toward the spiritual master and should never become deviated or bewildered. The servant or disciple should always desire advancement in spiritual understanding, should not envy anyone and should always avoid useless conversation."
    },
    {
        "verse_id": "7",
        "text": "One should see one’s real self-interest in life in all circumstances and should therefore remain detached from wife, children, home, land, relatives, friends, wealth and so on."
    },
    {
        "verse_id": "8",
        "text": "Just as fire, which burns and illuminates, is different from firewood, which is to be burned to give illumination, similarly the seer within the body, the self-enlightened spirit soul, is different from the material body, which is to be illuminated by consciousness. Thus the spirit soul and the body possess different characteristics and are separate entities."
    },
    {
        "verse_id": "9",
        "text": "Just as fire may appear differently as dormant, manifest, weak, brilliant and so on, according to the condition of the fuel, similarly, the spirit soul enters a material body and accepts particular bodily characteristics."
    },
    {
        "verse_id": "10",
        "text": "The subtle and gross material bodies are created by the material modes of nature, which expand from the potency of the Supreme Personality of Godhead. Material existence occurs when the living entity falsely accepts the qualities of the gross and subtle bodies as being his own factual nature. This illusory state, however, can be destroyed by real knowledge."
    },
    {
        "verse_id": "11",
        "text": "Therefore, by the cultivation of knowledge one should approach the Supreme Personality of Godhead situated within oneself. By understanding the Lord’s pure, transcendental existence, one should gradually give up the false vision of the material world as independent reality."
    },
    {
        "verse_id": "12",
        "text": "The spiritual master can be compared to the lower kindling stick, the disciple to the upper kindling stick, and the instruction given by the guru to the third stick placed in between. The transcendental knowledge communicated from guru to disciple is compared to the fire arising from the contact of these, which burns the darkness of ignorance to ashes, bringing great happiness both to guru and disciple."
    },
    {
        "verse_id": "13",
        "text": "By submissively hearing from an expert spiritual master, the expert disciple develops pure knowledge, which repels the onslaught of material illusion arising from the three modes of material nature. Finally this pure knowledge itself ceases, just as fire ceases when the stock of fuel has been consumed."
    },
    {
        "verse_id": "14",
        "text": "My dear Uddhava, I have thus explained to you perfect knowledge. There are philosophers, however, who challenge My conclusion. They state that the natural position of the living entity is to engage in fruitive activities, and they see him as the enjoyer of the happiness and unhappiness that accrue from his own work. According to this materialistic philosophy, the world, time, the revealed scriptures and the self are all variegated and eternal, existing as a perpetual flow of transformations. Knowledge, moreover, cannot be one or eternal, because it arises from the different and changing forms of objects; thus knowledge itself is always subject to change. Even if you accept such a philosophy, My dear Uddhava, there will still be perpetual birth, death, old age and disease, since all living entities must accept a material body subject to the influence of time."
    },
    {
        "verse_id": "17",
        "text": "Although the performer of fruitive activities desires perpetual happiness, it is clearly observed that materialistic workers are often unhappy and only occasionally satisfied, thus proving that they are not independent or in control of their destiny. When a person is always under the superior control of another, how can he expect any valuable results from his own fruitive actions?"
    },
    {
        "verse_id": "18",
        "text": "It is observed within the material world that sometimes even an intelligent person is not happy. Similarly, sometimes even a great fool is happy. The concept of becoming happy through expertly performing material activities is simply a useless exhibition of false egotism."
    },
    {
        "verse_id": "19",
        "text": "Even if people know how to achieve happiness and avoid unhappiness, they still do not know the process by which death will not be able to exert its power over them."
    },
    {
        "verse_id": "20",
        "text": "Death is not at all pleasing, and since everyone is exactly like a condemned man being led to the place of execution, what possible happiness can people derive from material objects or the gratification they provide?"
    },
    {
        "verse_id": "21",
        "text": "That material happiness of which we hear, such as promotion to heavenly planets for celestial enjoyment, is just like that material happiness we have already experienced. Both are polluted by jealousy, envy, decay and death. Therefore, just as an attempt to raise crops becomes fruitless if there are many problems like crop disease, insect plague or drought, similarly, the attempt to attain material happiness, either on earth or on the heavenly planets, is always fruitless because of innumerable obstacles."
    },
    {
        "verse_id": "22",
        "text": "If one performs Vedic sacrifices and fruitive rituals without any mistake or contamination, one will achieve a heavenly situation in the next life. But even this result, which is only achieved by perfect performance of fruitive rituals, will be vanquished by time. Now hear of this."
    },
    {
        "verse_id": "23",
        "text": "If on earth one performs sacrifices for the satisfaction of the demigods, he goes to the heavenly planets, where, just like a demigod, he enjoys all of the heavenly pleasures he has earned by his performances."
    },
    {
        "verse_id": "24",
        "text": "Having achieved the heavenly planets, the performer of ritualistic sacrifices travels in a glowing airplane, which he obtains as the result of his piety on earth. Being glorified by songs sung by the Gandharvas and dressed in wonderfully charming clothes, he enjoys life surrounded by heavenly goddesses."
    },
    {
        "verse_id": "25",
        "text": "Accompanied by heavenly women, the enjoyer of the fruits of sacrifice goes on pleasure rides in a wonderful airplane, which is decorated with circles of tinkling bells and which flies wherever he desires. Being relaxed, comfortable and happy in the heavenly pleasure gardens, he does not consider that he is exhausting the fruits of his piety and will soon fall down to the mortal world."
    },
    {
        "verse_id": "26",
        "text": "Until his pious results are used up, the performer of sacrifice enjoys life in the heavenly planets. When the pious results are exhausted, however, he falls down from the pleasure gardens of heaven, being moved against his desire by the force of eternal time."
    },
    {
        "verse_id": "27",
        "text": "If a human being is engaged in sinful, irreligious activities, either because of bad association or because of his failure to control his senses, then such a person will certainly develop a personality full of material desires. He thus becomes miserly toward others, greedy and always anxious to exploit the bodies of women. When the mind is so polluted one becomes violent and aggressive and without the authority of Vedic injunctions slaughters innocent animals for sense gratification. Worshiping ghosts and spirits, the bewildered person falls fully into the grip of unauthorized activities and thus goes to hell, where he receives a material body infected by the darkest modes of nature. In such a degraded body, he unfortunately continues to perform inauspicious activities that greatly increase his future unhappiness, and therefore he again accepts a similar material body. What possible happiness can there be for one who engages in activities inevitably terminating in death?"
    },
    {
        "verse_id": "30",
        "text": "In all the planetary systems, from the heavenly to the hellish, and for all of the great demigods who live for one thousand yuga cycles, there is fear of Me in My form of time. Even Brahmā, who possesses the supreme life span of 311,040,000,000,000 years, is also afraid of Me."
    },
    {
        "verse_id": "31",
        "text": "The material senses create material activities, either pious or sinful, and the modes of nature set the material senses into motion. The living entity, being fully engaged by the material senses and modes of nature, experiences the various results of fruitive work."
    },
    {
        "verse_id": "32",
        "text": "As long as the living entity thinks that the modes of material nature have separate existences, he will be obliged to take birth in many different forms and will experience varieties of material existence. Therefore, the living entity remains completely dependent on fruitive activities under the modes of nature."
    },
    {
        "verse_id": "33",
        "text": "The conditioned soul who remains dependent on fruitive activities under the material modes of nature will continue to fear Me, the Supreme Personality of Godhead, since I impose the results of one’s fruitive activities. Those who accept the material concept of life, taking the variegatedness of the modes of nature to be factual, devote themselves to material enjoyment and are therefore always absorbed in lamentation and grief."
    },
    {
        "verse_id": "34",
        "text": "When there is agitation and interaction of the material modes of nature, the living entities then describe Me in various ways such as all-powerful time, the Self, Vedic knowledge, the universe, one’s own nature, religious ceremonies and so on."
    },
    {
        "verse_id": "35",
        "text": "Śrī Uddhava said: O my Lord, a living entity situated within the material body is surrounded by the modes of nature and the happiness and distress that are born of activities caused by these modes. How is it possible that he is not bound by this material encirclement? It may also be said that the living entity is ultimately transcendental and has nothing to do with the material world. Then how is he ever bound by material nature?"
    },
    {
        "verse_id": "36",
        "text": "O my Lord, Acyuta, the same living entity is sometimes described as eternally conditioned and at other times as eternally liberated. I am not able to understand, therefore, the actual situation of the living entity. You, my Lord, are the best of those who are expert in answering philosophical questions. Please explain to me the symptoms by which one can tell the difference between a living entity who is eternally liberated and one who is eternally conditioned. In what various ways would they remain situated, enjoy life, eat, evacuate, lie down, sit or move about?"
    }
]