[
    {
        "verse_id": "1",
        "text": "Śrī Uddhava said: My dear Lord, previously You described the principles of devotional service that are to be practiced by followers of the varṇāśrama system and even ordinary, unregulated human beings. My dear lotus-eyed Lord, now please explain to me how all human beings can achieve loving service unto You by the execution of their prescribed duties."
    },
    {
        "verse_id": "3",
        "text": "My dear Lord, O mighty-armed one, previously in Your form of Lord Haṁsa You spoke to Lord Brahmā those religious principles that bring supreme happiness to the practitioner. My dear Mādhava, now much time has passed, and that which You previously instructed will soon practically cease to exist, O subduer of the enemy."
    },
    {
        "verse_id": "5",
        "text": "My dear Lord Acyuta, there is no speaker, creator and protector of supreme religious principles other than Your Lordship, either on the earth or even in the assembly of Lord Brahmā, where the personified Vedas reside. Thus, my dear Lord Madhusūdana, when You, who are the very creator, protector and speaker of spiritual knowledge, abandon the earth, who will again speak this lost knowledge?"
    },
    {
        "verse_id": "7",
        "text": "Therefore, my Lord, since You are the knower of all religious principles, please describe to me the human beings who may execute the path of loving service to You and how such service is to be rendered."
    },
    {
        "verse_id": "8",
        "text": "Śrī Śukadeva Gosvāmī said: Śrī Uddhava, the best of devotees, thus inquired from the Lord. Hearing his question, the Personality of Godhead, Śrī Kṛṣṇa, was pleased and for the welfare of all conditioned souls spoke those religious principles that are eternal."
    },
    {
        "verse_id": "9",
        "text": "The Supreme Personality of Godhead said: My dear Uddhava, your question is faithful to religious principles and thus gives rise to the highest perfection in life, pure devotional service, for both ordinary human beings and the followers of the varṇāśrama system. Now please learn from Me those supreme religious principles."
    },
    {
        "verse_id": "10",
        "text": "In the beginning, in Satya-yuga, there is only one social class, called haṁsa, to which all human beings belong. In that age all people are unalloyed devotees of the Lord from birth, and thus learned scholars call this first age Kṛta-yuga, or the age in which all religious duties are perfectly fulfilled."
    },
    {
        "verse_id": "11",
        "text": "In Satya-yuga the undivided Veda is expressed by the syllable om, and I am the only object of mental activities. I become manifest as the four-legged bull of religion, and thus the inhabitants of Satya-yuga, fixed in austerity and free from all sins, worship Me as Lord Haṁsa."
    },
    {
        "verse_id": "12",
        "text": "O greatly fortunate one, at the beginning of Tretā-yuga Vedic knowledge appeared from My heart, which is the abode of the air of life, in three divisions — as Ṛg, Sāma and Yajur. Then from that knowledge I appeared as threefold sacrifice."
    },
    {
        "verse_id": "13",
        "text": "In Tretā-yuga the four social orders were manifested from the universal form of the Personality of Godhead. The brāhmaṇas appeared from the Lord’s face, the kṣatriyas from the Lord’s arms, the vaiśyas from the Lord’s thighs and the śūdras from the legs of that mighty form. Each social division was recognized by its particular duties and behavior."
    },
    {
        "verse_id": "14",
        "text": "The married order of life appeared from the loins of My universal form, and the celibate students came from My heart. The forest-dwelling retired order of life appeared from My chest, and the renounced order of life was situated within the head of My universal form."
    },
    {
        "verse_id": "15",
        "text": "The various occupational and social divisions of human society appeared according to inferior and superior natures manifest in the situation of the individual’s birth."
    },
    {
        "verse_id": "16",
        "text": "Peacefulness, self-control, austerity, cleanliness, satisfaction, tolerance, simple straightforwardness, devotion to Me, mercy and truthfulness are the natural qualities of the brāhmaṇas."
    },
    {
        "verse_id": "17",
        "text": "Dynamic power, bodily strength, determination, heroism, tolerance, generosity, great endeavor, steadiness, devotion to the brāhmaṇas and leadership are the natural qualities of the kṣatriyas."
    },
    {
        "verse_id": "18",
        "text": "Faith in Vedic civilization, dedication to charity, freedom from hypocrisy, service to the brāhmaṇas and perpetually desiring to accumulate more money are the natural qualities of the vaiśyas."
    },
    {
        "verse_id": "19",
        "text": "Service without duplicity to the brāhmaṇas, cows, demigods and other worshipable personalities, and complete satisfaction with whatever income is obtained in such service, are the natural qualities of śūdras."
    },
    {
        "verse_id": "20",
        "text": "Dirtiness, dishonesty, thievery, faithlessness, useless quarrel, lust, anger and hankering constitute the nature of those in the lowest position outside the varṇāśrama system."
    },
    {
        "verse_id": "21",
        "text": "Nonviolence, truthfulness, honesty, desire for the happiness and welfare of all others and freedom from lust, anger and greed constitute duties for all members of society."
    },
    {
        "verse_id": "22",
        "text": "The twice-born member of society achieves second birth through the sequence of purificatory ceremonies culminating in Gāyatrī initiation. Being summoned by the spiritual master, he should reside within the guru’s āśrama and with a self-controlled mind carefully study the Vedic literature."
    },
    {
        "verse_id": "23",
        "text": "The brahmacārī should regularly dress with a belt of straw and deerskin garments. He should wear matted hair, carry a rod and waterpot and be decorated with akṣa beads and a sacred thread. Carrying pure kuśa grass in his hand, he should never accept a luxurious or sensuous sitting place. He should not unnecessarily polish his teeth, nor should he bleach and iron his clothes."
    },
    {
        "verse_id": "24",
        "text": "A brahmacārī should always remain silent while bathing, eating, attending sacrificial performances, chanting japa or passing stool and urine. He should not cut his nails and hair, including the armpit and pubic hair."
    },
    {
        "verse_id": "25",
        "text": "One observing the vow of celibate brahmacārī life should never pass semen. If the semen by chance spills out by itself, the brahmacārī should immediately take bath in water, control his breath by prāṇāyāma and chant the Gāyatrī mantra."
    },
    {
        "verse_id": "26",
        "text": "Purified and fixed in consciousness, the brahmacārī should worship the fire-god, sun, ācārya, cows, brāhmaṇas, guru, elderly respectable persons and demigods. He should perform such worship at sunrise and sunset, without speaking but by silently chanting or murmuring the appropriate mantras."
    },
    {
        "verse_id": "27",
        "text": "One should know the ācārya as Myself and never disrespect him in any way. One should not envy him, thinking him an ordinary man, for he is the representative of all the demigods."
    },
    {
        "verse_id": "28",
        "text": "In the morning and evening one should collect foodstuffs and other articles and deliver them to the spiritual master. Then, being self-controlled, one should accept for oneself that which is allotted by the ācārya."
    },
    {
        "verse_id": "29",
        "text": "While engaged in serving the spiritual master one should remain as a humble servant, and thus when the guru is walking the servant should humbly walk behind. When the guru lies down to sleep, the servant should also lie down nearby, and when the guru has awakened, the servant should sit near him, massaging his lotus feet and rendering other, similar services. When the guru is sitting down on his āsana, the servant should stand nearby with folded hands, awaiting the guru’s order. In this way one should always worship the spiritual master."
    },
    {
        "verse_id": "30",
        "text": "Until the student has completed his Vedic education he should remain engaged in the āśrama of the spiritual master, should remain completely free of material sense gratification and should not break his vow of celibacy [brahmacarya]."
    },
    {
        "verse_id": "31",
        "text": "If the brahmacārī student desires to ascend to the Maharloka or Brahmaloka planets, then he should completely surrender his activities to the spiritual master and, observing the powerful vow of perpetual celibacy, dedicate himself to superior Vedic studies."
    },
    {
        "verse_id": "32",
        "text": "Thus enlightened in Vedic knowledge by service to the spiritual master, freed from all sins and duality, one should worship Me as the Supersoul, as I appear within fire, the spiritual master, one’s own self and all living entities."
    },
    {
        "verse_id": "33",
        "text": "Those who are not married — sannyāsīs, vānaprasthas and brahmacārīs — should never associate with women by glancing, touching, conversing, joking or sporting. Neither should they ever associate with any living entity engaged in sexual activities."
    },
    {
        "verse_id": "34",
        "text": "My dear Uddhava, general cleanliness, washing the hands, bathing, performing religious services at sunrise, noon and sunset, worshiping Me, visiting holy places, chanting japa, avoiding that which is untouchable, uneatable or not to be discussed, and remembering My existence within all living entities as the Supersoul — these principles should be followed by all members of society through regulation of the mind, words and body."
    },
    {
        "verse_id": "36",
        "text": "A brāhmaṇa observing the great vow of celibacy becomes brilliant like fire and by serious austerity burns to ashes the propensity to perform material activities. Free from the contamination of material desire, he becomes My devotee."
    },
    {
        "verse_id": "37",
        "text": "A brahmacārī who has completed his Vedic education and desires to enter household life should offer proper remuneration to the spiritual master, bathe, cut his hair, put on proper clothes, and so on. Then, taking permission from the guru, he should go back to his home."
    },
    {
        "verse_id": "38",
        "text": "A brahmacārī desiring to fulfill his material desires should live at home with his family, and a householder who is eager to purify his consciousness should enter the forest, whereas a purified brāhmaṇa should accept the renounced order of life. One who is not surrendered to Me should move progressively from one āśrama to another, never acting otherwise."
    },
    {
        "verse_id": "39",
        "text": "One who desires to establish family life should marry a wife of his own caste, who is beyond reproach and younger in age. If one desires to accept many wives he must marry them after the first marriage, and each wife should be of a successively lower caste."
    },
    {
        "verse_id": "40",
        "text": "All twice-born men — brāhmaṇas, kṣatriyas and vaiśyas — must perform sacrifice, study the Vedic literature and give charity. Only the brāhmaṇas, however, accept charity, teach the Vedic knowledge and perform sacrifice on behalf of others."
    },
    {
        "verse_id": "41",
        "text": "A brāhmaṇa who considers that accepting charity from others will destroy his austerity, spiritual influence and fame should maintain himself by the other two brahminical occupations, namely teaching Vedic knowledge and performing sacrifice. If the brāhmaṇa considers that those two occupations also compromise his spiritual position, then he should collect rejected grains in agricultural fields and live without any dependence on others."
    },
    {
        "verse_id": "42",
        "text": "The body of a brāhmaṇa is not intended to enjoy insignificant material sense gratification; rather, by accepting difficult austerities in his life, a brāhmaṇa will enjoy unlimited happiness after death."
    },
    {
        "verse_id": "43",
        "text": "A brāhmaṇa householder should remain satisfied in mind by gleaning rejected grains from agricultural fields and marketplaces. Keeping himself free of personal desire, he should practice magnanimous religious principles, with consciousness absorbed in Me. In this way a brāhmaṇa may stay at home as a householder without very much attachment and thus achieve liberation."
    },
    {
        "verse_id": "44",
        "text": "Just as a ship rescues those who have fallen into the ocean, similarly, I very quickly rescue from all calamities those persons who uplift brāhmaṇas and devotees suffering in a poverty-stricken condition."
    },
    {
        "verse_id": "45",
        "text": "Just as the chief bull elephant protects all other elephants in his herd and defends himself as well, similarly, a fearless king, just like a father, must save all of the citizens from difficulty and also protect himself."
    },
    {
        "verse_id": "46",
        "text": "An earthly king who protects himself and all citizens by removing all sins from his kingdom will certainly enjoy with Lord Indra in airplanes as brilliant as the sun."
    },
    {
        "verse_id": "47",
        "text": "If a brāhmaṇa cannot support himself through his regular duties and is thus suffering, he may adopt the occupation of a merchant and overcome his destitute condition by buying and selling material things. If he continues to suffer extreme poverty even as a merchant, then he may adopt the occupation of a kṣatriya, taking sword in hand. But he cannot in any circumstances become like a dog, accepting an ordinary master."
    },
    {
        "verse_id": "48",
        "text": "A king or other member of the royal order who cannot maintain himself by his normal occupation may act as a vaiśya, may live by hunting or may act as a brāhmaṇa by teaching others Vedic knowledge. But he may not under any circumstances adopt the profession of a śūdra."
    },
    {
        "verse_id": "49",
        "text": "A vaiśya, or mercantile man, who cannot maintain himself may adopt the occupation of a śūdra, and a śūdra who cannot find a master can engage in simple activities like making baskets and mats of straw. However, all members of society who have adopted inferior occupations in emergency situations must give up those substitute occupations when the difficulties have passed."
    },
    {
        "verse_id": "50",
        "text": "One in the gṛhastha order of life should daily worship the sages by Vedic study, the forefathers by offering the mantra svadhā, the demigods by chanting svāhā, all living entities by offering shares of one’s meals, and human beings by offering grains and water. Thus considering the demigods, sages, forefathers, living entities and human beings to be manifestations of My potency, one should daily perform these five sacrifices."
    },
    {
        "verse_id": "51",
        "text": "A householder should comfortably maintain his dependents either with money that comes of its own accord or with that gathered by honest execution of one’s duties. According to one’s means, one should perform sacrifices and other religious ceremonies."
    },
    {
        "verse_id": "52",
        "text": "A householder taking care of many dependent family members should not become materially attached to them, nor should he become mentally unbalanced, considering himself to be the lord. An intelligent householder should see that all possible future happiness, just like that which he has already experienced, is temporary."
    },
    {
        "verse_id": "53",
        "text": "The association of children, wife, relatives and friends is just like the brief meeting of travelers. With each change of body one is separated from all such associates, just as one loses the objects one possesses in a dream when the dream is over."
    },
    {
        "verse_id": "54",
        "text": "Deeply considering the actual situation, a liberated soul should live at home just like a guest, without any sense of proprietorship or false ego. In this way he will not be bound or entangled by domestic affairs."
    },
    {
        "verse_id": "55",
        "text": "A householder devotee who worships Me by execution of his family duties may remain at home, go to a holy place or, if he has a responsible son, take sannyāsa."
    },
    {
        "verse_id": "56",
        "text": "But a householder whose mind is attached to his home and who is thus disturbed by ardent desires to enjoy his money and children, who is lusty after women, who is possessed of a miserly mentality and who unintelligently thinks, “Everything is mine and I am everything,” is certainly bound in illusion."
    },
    {
        "verse_id": "57",
        "text": "“O my poor elderly parents, and my wife with a mere infant in her arms, and my other young children! Without me they have absolutely no one to protect them and will suffer unbearably. How can my poor relatives possibly live without me?”"
    },
    {
        "verse_id": "58",
        "text": "Thus, because of his foolish mentality, a householder whose heart is overwhelmed by family attachment is never satisfied. Constantly meditating on his relatives, he dies and enters into the darkness of ignorance."
    }
]