[
    {
        "verse_id": "1",
        "text": "The Supreme Personality of Godhead said: My dear Uddhava, by associating with My pure devotees one can destroy one’s attachment for all objects of material sense gratification. Such purifying association brings Me under the control of My devotee. One may perform the aṣṭāṅga-yoga system, engage in philosophical analysis of the elements of material nature, practice nonviolence and other ordinary principles of piety, chant the Vedas, perform penances, take to the renounced order of life, execute sacrificial performances and dig wells, plant trees and perform other public welfare activities, give in charity, carry out severe vows, worship the demigods, chant confidential mantras, visit holy places or accept major and minor disciplinary injunctions, but even by performing such activities one does not bring Me under his control."
    },
    {
        "verse_id": "3",
        "text": "In every yuga many living entities entangled in the modes of passion and ignorance gained the association of My devotees. Thus, such living entities as the Daityas, Rākṣasas, birds, beasts, Gandharvas, Apsarās, Nāgas, Siddhas, Cāraṇas, Guhyakas and Vidyādharas, as well as such lower-class human beings as the vaiśyas, śūdras, women and others, were able to achieve My supreme abode. Vṛtrāsura, Prahlāda Mahārāja and others like them also achieved My abode by association with My devotees, as did personalities such as Vṛṣaparvā, Bali Mahārāja, Bāṇāsura, Maya, Vibhīṣaṇa, Sugrīva, Hanumān, Jāmbavān, Gajendra, Jaṭāyu, Tulādhāra, Dharma-vyādha, Kubjā, the gopīs in Vṛndāvana and the wives of the brāhmaṇas who were performing sacrifice."
    },
    {
        "verse_id": "7",
        "text": "The persons I have mentioned did not undergo serious studies of the Vedic literature, nor did they worship great saintly persons, nor did they execute severe vows or austerities. Simply by association with Me and My devotees, they achieved Me."
    },
    {
        "verse_id": "8",
        "text": "The inhabitants of Vṛndāvana, including the gopīs, cows, unmoving creatures such as the twin arjuna trees, animals, living entities with stunted consciousness such as bushes and thickets, and snakes such as Kāliya, all achieved the perfection of life by unalloyed love for Me and thus very easily achieved Me."
    },
    {
        "verse_id": "9",
        "text": "Even though one engages with great endeavor in the mystic yoga system, philosophical speculation, charity, vows, penances, ritualistic sacrifices, teaching of Vedic mantras to others, personal study of the Vedas, or the renounced order of life, still one cannot achieve Me."
    },
    {
        "verse_id": "10",
        "text": "The residents of Vṛndāvana, headed by the gopīs, were always completely attached to Me with deepest love. Therefore, when My uncle Akrūra brought My brother Balarāma and Me to the city of Mathurā, the residents of Vṛndāvana suffered extreme mental distress because of separation from Me and could not find any other source of happiness."
    },
    {
        "verse_id": "11",
        "text": "Dear Uddhava, all of those nights that the gopīs spent with Me, their most dearly beloved, in the land of Vṛndāvana seemed to them to pass in less than a moment. Bereft of My association, however, the gopīs felt that those same nights dragged on forever, as if each night were equal to a day of Brahmā."
    },
    {
        "verse_id": "12",
        "text": "My dear Uddhava, just as great sages in yoga trance merge into self-realization, like rivers merging into the ocean, and are thus not aware of material names and forms, similarly, the gopīs of Vṛndāvana were so completely attached to Me within their minds that they could not think of their own bodies, or of this world, or of their future lives. Their entire consciousness was simply bound up in Me."
    },
    {
        "verse_id": "13",
        "text": "All those hundreds of thousands of gopīs, understanding Me to be their most charming lover and ardently desiring Me in that way, were unaware of My actual position. Yet by intimately associating with Me, the gopīs attained Me, the Supreme Absolute Truth."
    },
    {
        "verse_id": "14",
        "text": "Therefore, My dear Uddhava, abandon the Vedic mantras as well as the procedures of supplementary Vedic literatures and their positive and negative injunctions. Disregard that which has been heard and that which is to be heard. Simply take shelter of Me alone, for I am the Supreme Personality of Godhead, situated within the heart of all conditioned souls. Take shelter of Me wholeheartedly, and by My grace be free from fear in all circumstances."
    },
    {
        "verse_id": "16",
        "text": "Śrī Uddhava said: O Lord of all masters of mystic power, I have heard Your words, but the doubt in my heart does not go away; thus my mind is bewildered."
    },
    {
        "verse_id": "17",
        "text": "The Supreme Personality of Godhead said: My dear Uddhava, the Supreme Lord gives life to every living being and is situated within the heart along with the life air and primal sound vibration. The Lord can be perceived in His subtle form within the heart by one’s mind, since the Lord controls the minds of everyone, even great demigods like Lord Śiva. The Supreme Lord also assumes a gross form as the various sounds of the Vedas, composed of short and long vowels and consonants of different intonations."
    },
    {
        "verse_id": "18",
        "text": "When sticks of kindling wood are vigorously rubbed together, heat is produced by contact with air, and a spark of fire appears. Once the fire is kindled, ghee is added and the fire blazes. Similarly, I become manifest in the sound vibration of the Vedas."
    },
    {
        "verse_id": "19",
        "text": "The functions of the working senses — the organ of speech, the hands, the legs, the genitals and the anus — and the functions of the knowledge-acquiring senses — the nose, tongue, eyes, skin and ears — along with the functions of the subtle senses of mind, intelligence, consciousness and false ego, as well as the function of the subtle pradhāna and the interaction of the three modes of material nature — all these should be understood as My materially manifest form."
    },
    {
        "verse_id": "20",
        "text": "When many seeds are placed in an agricultural field, innumerable manifestations of trees, bushes, vegetables and so on will arise from a single source, the soil. Similarly, the Supreme Personality of Godhead, who gives life to all and is eternal, originally exists beyond the scope of the cosmic manifestation. In the course of time, however, the Lord, who is the resting place of the three modes of nature and the source of the universal lotus flower, in which the cosmic manifestation takes place, divides His material potencies and thus appears to be manifest in innumerable forms, although He is one."
    },
    {
        "verse_id": "21",
        "text": "Just as woven cloth rests on the expansion of lengthwise and crosswise threads, similarly the entire universe is expanded on the lengthwise and crosswise potency of the Supreme Personality of Godhead and is situated within Him. The conditioned soul has been accepting material bodies since time immemorial, and these bodies are like great trees sustaining one’s material existence. Just as a tree first blossoms and then produces fruit, similarly the tree of material existence, one’s material body, produces the various results of material existence."
    },
    {
        "verse_id": "22",
        "text": "This tree of material existence has two seeds, hundreds of roots, three lower trunks and five upper trunks. It produces five flavors and has eleven branches and a nest made by two birds. The tree is covered by three types of bark, gives two fruits and extends up to the sun. Those lusty after material enjoyment and dedicated to family life enjoy one of the tree’s fruits, and swanlike men in the renounced order of life enjoy the other fruit. One who with the help of the bona fide spiritual masters can understand this tree to be a manifestation of the potency of the one Supreme Truth appearing in many forms actually knows the meaning of the Vedic literature."
    },
    {
        "verse_id": "24",
        "text": "With steady intelligence you should develop unalloyed devotional service by careful worship of the spiritual master, and with the sharpened ax of transcendental knowledge you should cut off the subtle material covering of the soul. Upon realizing the Supreme Personality of Godhead, you should then give up that ax of analytic knowledge."
    }
]