[
    {
        "verse_id": "1",
        "text": "Lord Śrī Kṛṣṇa said: Now I shall describe to you the science of Sāṅkhya, which has been perfectly established by ancient authorities. By understanding this science a person can immediately give up the illusion of material duality."
    },
    {
        "verse_id": "2",
        "text": "Originally, during the Kṛta-yuga, when all men were very expert in spiritual discrimination, and also previous to that, during the period of annihilation, the seer existed alone, nondifferent from the seen object."
    },
    {
        "verse_id": "3",
        "text": "That one Absolute Truth, remaining free from material dualities and inaccessible to ordinary speech and mind, divided Himself into two categories — the material nature and the living entities who are trying to enjoy the manifestations of that nature."
    },
    {
        "verse_id": "4",
        "text": "Of these two categories of manifestation, one is material nature, which embodies both the subtle causes and manifest products of matter. The other is the conscious living entity, designated as the enjoyer."
    },
    {
        "verse_id": "5",
        "text": "When material nature was agitated by My glance, the three material modes — goodness, passion and ignorance — became manifest to fulfill the pending desires of the conditioned souls."
    },
    {
        "verse_id": "6",
        "text": "From these modes arose the primeval sūtra, along with the mahat-tattva. By the transformation of the mahat-tattva was generated the false ego, the cause of the living entities’ bewilderment."
    },
    {
        "verse_id": "7",
        "text": "False ego, which is the cause of physical sensation, the senses and the mind, encompasses both spirit and matter and manifests in three varieties: in the modes of goodness, passion and ignorance."
    },
    {
        "verse_id": "8",
        "text": "From false ego in the mode of ignorance came the subtle physical perceptions, from which the gross elements were generated. From false ego in the mode of passion came the senses, and from false ego in the mode of goodness arose the eleven demigods."
    },
    {
        "verse_id": "9",
        "text": "Impelled by Me, all these elements combined to function in an orderly fashion and together gave birth to the universal egg, which is My excellent place of residence."
    },
    {
        "verse_id": "10",
        "text": "I Myself appeared within that egg, which was floating on the causal water, and from My navel arose the universal lotus, the birthplace of self-born Brahmā."
    },
    {
        "verse_id": "11",
        "text": "Lord Brahmā, the soul of the universe, being endowed with the mode of passion, performed great austerities by My mercy and thus created the three planetary divisions, called Bhūr, Bhuvar and Svar, along with their presiding deities."
    },
    {
        "verse_id": "12",
        "text": "Heaven was established as the residence of the demigods, Bhuvarloka as that of the ghostly spirits, and the earth system as the place of human beings and other mortal creatures. Those mystics who strive for liberation are promoted beyond these three divisions."
    },
    {
        "verse_id": "13",
        "text": "Lord Brahmā created the region below the earth for the demons and the Nāga snakes. In this way the destinations of the three worlds were arranged as the corresponding reactions for different kinds of work performed within the three modes of nature."
    },
    {
        "verse_id": "14",
        "text": "By mystic yoga, great austerities and the renounced order of life, the pure destinations of Maharloka, Janoloka, Tapoloka and Satyaloka are attained. But by devotional yoga, one achieves My transcendental abode."
    },
    {
        "verse_id": "15",
        "text": "All results of fruitive work have been arranged within this world by Me, the supreme creator acting as the force of time. Thus one sometimes rises up toward the surface of this mighty river of the modes of nature and sometimes again submerges."
    },
    {
        "verse_id": "16",
        "text": "Whatever features visibly exist within this world — small or great, thin or stout — certainly contain both the material nature and its enjoyer, the spirit soul."
    },
    {
        "verse_id": "17",
        "text": "Gold and earth are originally existing as ingredients. From gold one may fashion golden ornaments such as bracelets and earrings, and from earth one may fashion clay pots and saucers. The original ingredients gold and earth exist before the products made from them, and when the products are eventually destroyed, the original ingredients, gold and earth, will remain. Thus, since the ingredients are present in the beginning and at the end, they must also be present in the middle phase, taking the form of a particular product to which we assign for convenience a particular name, such as bracelet, earring, pot or saucer. We can therefore understand that since the ingredient cause exists before the creation of a product and after the product’s destruction, the same ingredient cause must be present during the manifest phase, supporting the product as the basis of its reality."
    },
    {
        "verse_id": "18",
        "text": "A material object, itself composed of an essential ingredient, creates another material object through transformation. Thus one created object becomes the cause and basis of another created object. A particular thing may thus be called real in that it possesses the basic nature of another object that constitutes its origin and final state."
    },
    {
        "verse_id": "19",
        "text": "The material universe may be considered real, having nature as its original ingredient and final state. Lord Mahā-Viṣṇu is the resting place of nature, which becomes manifest by the power of time. Thus nature, the almighty Viṣṇu and time are not different from Me, the Supreme Absolute Truth."
    },
    {
        "verse_id": "20",
        "text": "As long as the Supreme Personality of Godhead continues to glance upon nature, the material world continues to exist, perpetually manifesting through procreation the great and variegated flow of universal creation."
    },
    {
        "verse_id": "21",
        "text": "I am the basis of the universal form, which displays endless variety through the repeated creation, maintenance and destruction of the planetary systems. Originally containing within itself all planets in their dormant state, My universal form manifests the varieties of created existence by arranging the coordinated combination of the five elements."
    },
    {
        "verse_id": "22",
        "text": "At the time of annihilation, the mortal body of the living being becomes merged into food. Food merges into the grains, and the grains merge back into the earth. The earth merges into its subtle sensation, fragrance. Fragrance merges into water, and water further merges into its own quality, taste. That taste merges into fire, which merges into form. Form merges into touch, and touch merges into ether. Ether finally merges into the sensation of sound. The senses all merge into their own origins, the presiding demigods, and they, O gentle Uddhava, merge into the controlling mind, which itself merges into false ego in the mode of goodness. Sound becomes one with false ego in the mode of ignorance, and all-powerful false ego, the first of all the physical elements, merges into the total nature. The total material nature, the primary repository of the three basic modes, dissolves into the modes. These modes of nature then merge into the unmanifest form of nature, and that unmanifest form merges into time. Time merges into the Supreme Lord, present in the form of the omniscient Mahā-puruṣa, the original activator of all living beings. That origin of all life merges into Me, the unborn Supreme Soul, who remains alone, established within Himself. It is from Him that all creation and annihilation are manifested."
    },
    {
        "verse_id": "28",
        "text": "Just as the rising sun removes the darkness of the sky, similarly, this scientific knowledge of cosmic annihilation removes all illusory duality from the mind of a serious student. Even if illusion somehow enters his heart, it cannot remain there."
    },
    {
        "verse_id": "29",
        "text": "Thus I, the perfect seer of everything material and spiritual, have spoken this knowledge of Sāṅkhya, which destroys the illusion of doubt by scientific analysis of creation and annihilation."
    }
]