[
    {
        "verse_id": "1",
        "text": "Śrī Uddhava said: My dear Lord Acyuta, I fear that the method of yoga described by You is very difficult for one who cannot control his mind. Therefore please explain to me in simple terms how someone can more easily execute it."
    },
    {
        "verse_id": "2",
        "text": "O lotus-eyed Lord, generally those yogīs who try to steady the mind experience frustration because of their inability to perfect the state of trance. Thus they weary in their attempt to bring the mind under control."
    },
    {
        "verse_id": "3",
        "text": "Therefore, O lotus-eyed Lord of the universe, swanlike men happily take shelter of Your lotus feet, the source of all transcendental ecstasy. But those who take pride in their accomplishments in yoga and karma fail to take shelter of You and are defeated by Your illusory energy."
    },
    {
        "verse_id": "4",
        "text": "My dear infallible Lord, it is not very astonishing that You intimately approach Your servants who have taken exclusive shelter of You. After all, during Your appearance as Lord Rāmacandra, even while great demigods like Brahmā were vying to place the effulgent tips of their helmets upon the cushion where Your lotus feet rested, You displayed special affection for monkeys such as Hanumān because they had taken exclusive shelter of You."
    },
    {
        "verse_id": "5",
        "text": "Who, then, could dare reject You, the very Soul, the most dear object of worship, and the Supreme Lord of all — You who give all possible perfections to the devotees who take shelter of You? Who could be so ungrateful, knowing the benefits You bestow? Who would reject You and accept something for the sake of material enjoyment, which simply leads to forgetfulness of You? And what lack is there for us who are engaged in the service of the dust of Your lotus feet?"
    },
    {
        "verse_id": "6",
        "text": "O my Lord! Transcendental poets and experts in spiritual science could not fully express their indebtedness to You, even if they were endowed with the prolonged lifetime of Brahmā, for You appear in two features — externally as the ācārya and internally as the Supersoul — to deliver the embodied living being by directing him how to come to You."
    },
    {
        "verse_id": "7",
        "text": "Śukadeva Gosvāmī said: Thus questioned by the most affectionate Uddhava, Lord Kṛṣṇa, the supreme controller of all controllers, who takes the entire universe as His plaything and assumes the three forms of Brahmā, Viṣṇu and Śiva, began to reply, lovingly displaying His all-attractive smile."
    },
    {
        "verse_id": "8",
        "text": "The Supreme Personality of Godhead said: Yes, I shall describe to you the principles of devotion to Me, by executing which a mortal human being will conquer unconquerable death."
    },
    {
        "verse_id": "9",
        "text": "Always remembering Me, one should perform all his duties for Me without becoming impetuous. With mind and intelligence offered to Me, one should fix his mind in attraction to My devotional service."
    },
    {
        "verse_id": "10",
        "text": "One should take shelter of holy places where My saintly devotees reside, and one should be guided by the exemplary activities of My devotees, who appear among the demigods, demons and human beings."
    },
    {
        "verse_id": "11",
        "text": "Either alone or in public gatherings, with singing, dancing and other exhibitions of royal opulence, one should arrange to celebrate those holy days, ceremonies and festivals set aside specially for My worship."
    },
    {
        "verse_id": "12",
        "text": "With a pure heart one should see Me, the Supreme Soul within all beings and also within oneself, to be both unblemished by anything material and also present everywhere, both externally and internally, just like the omnipresent sky."
    },
    {
        "verse_id": "13",
        "text": "O brilliant Uddhava, one who thus views all living entities with the idea that I am present within each of them, and who by taking shelter of this divine knowledge offers due respect to everyone, is considered actually wise. Such a man sees equally the brāhmaṇa and the outcaste, the thief and the charitable promoter of brahminical culture, the sun and the tiny sparks of fire, the gentle and the cruel."
    },
    {
        "verse_id": "15",
        "text": "For him who constantly meditates upon My presence within all persons, the bad tendencies of rivalry, envy and abusiveness, along with false ego, are very quickly destroyed."
    },
    {
        "verse_id": "16",
        "text": "Disregarding the ridicule of one’s companions, one should give up the bodily conception and its accompanying embarrassment. One should offer obeisances before all — even the dogs, outcastes, cows and asses — falling flat upon the ground like a rod."
    },
    {
        "verse_id": "17",
        "text": "Until one has fully developed the ability to see Me within all living beings, one must continue to worship Me by this process with the activities of his speech, mind and body."
    },
    {
        "verse_id": "18",
        "text": "By such transcendental knowledge of the all-pervading Personality of Godhead, one is able to see the Absolute Truth everywhere. Freed thus from all doubts, one gives up fruitive activities."
    },
    {
        "verse_id": "19",
        "text": "Indeed, I consider this process — using one’s mind, words and bodily functions for realizing Me within all living beings — to be the best possible method of spiritual enlightenment."
    },
    {
        "verse_id": "20",
        "text": "My dear Uddhava, because I have personally established it, this process of devotional service unto Me is transcendental and free from any material motivation. Certainly a devotee never suffers even the slightest loss by adopting this process."
    },
    {
        "verse_id": "21",
        "text": "O Uddhava, greatest of saints, in a dangerous situation an ordinary person cries, becomes fearful and laments, although such useless emotions do not change the situation. But activities offered to Me without personal motivation, even if they are externally useless, amount to the actual process of religion."
    },
    {
        "verse_id": "22",
        "text": "This process is the supreme intelligence of the intelligent and the cleverness of the most clever, for by following it one can in this very life make use of the temporary and unreal to achieve Me, the eternal reality."
    },
    {
        "verse_id": "23",
        "text": "Thus have I related to you — both in brief and in detail — a complete survey of the science of the Absolute Truth. Even for the demigods, this science is very difficult to comprehend."
    },
    {
        "verse_id": "24",
        "text": "I have repeatedly spoken this knowledge to you with clear reasoning. Anyone who properly understands it will become free from all doubts and attain liberation."
    },
    {
        "verse_id": "25",
        "text": "Anyone who fixes his attention on these clear answers to your questions will attain to the eternal, confidential goal of the Vedas — the Supreme Absolute Truth."
    },
    {
        "verse_id": "26",
        "text": "One who liberally disseminates this knowledge among My devotees is the bestower of the Absolute Truth, and to him I give My very own self."
    },
    {
        "verse_id": "27",
        "text": "He who loudly recites this supreme knowledge, which is the most lucid and purifying, becomes purified day by day, for he reveals Me to others with the lamp of transcendental knowledge."
    },
    {
        "verse_id": "28",
        "text": "Anyone who regularly listens to this knowledge with faith and attention, all the while engaging in My pure devotional service, will never become bound by the reactions of material work."
    },
    {
        "verse_id": "29",
        "text": "My dear friend Uddhava, have you now completely understood this transcendental knowledge? Are the confusion and lamentation that arose in your mind now dispelled?"
    },
    {
        "verse_id": "30",
        "text": "You should not share this instruction with anyone who is hypocritical, atheistic or dishonest, or with anyone who will not listen faithfully, who is not a devotee, or who is simply not humble."
    },
    {
        "verse_id": "31",
        "text": "This knowledge should be taught to one who is free from these bad qualities, who is dedicated to the welfare of the brāhmaṇas, and who is kindly disposed, saintly and pure. And if common workers and women are found to have devotion for the Supreme Lord, they are also to be accepted as qualified hearers."
    },
    {
        "verse_id": "32",
        "text": "When an inquisitive person comes to understand this knowledge, he has nothing further to know. After all, one who has drunk the most palatable nectar cannot remain thirsty."
    },
    {
        "verse_id": "33",
        "text": "Through analytic knowledge, ritualistic work, mystic yoga, mundane business and political rule, people seek to advance in religiosity, economic development, sense gratification and liberation. But because you are My devotee, whatever men can accomplish in these multifarious ways you will very easily find within Me."
    },
    {
        "verse_id": "34",
        "text": "A person who gives up all fruitive activities and offers himself entirely unto Me, eagerly desiring to render service unto Me, achieves liberation from birth and death and is promoted to the status of sharing My own opulences."
    },
    {
        "verse_id": "35",
        "text": "Śukadeva Gosvāmī said: Hearing these words spoken by Lord Kṛṣṇa, and having thus been shown the entire path of yoga, Uddhava folded his hands to offer obeisances. But his throat choked up with love and his eyes overflowed with tears; so he could say nothing."
    },
    {
        "verse_id": "36",
        "text": "Steadying his mind, which had become overwhelmed with love, Uddhava felt extremely grateful to Lord Kṛṣṇa, the greatest hero of the Yadu dynasty. My dear King Parīkṣit, Uddhava bowed down to touch the Lord’s lotus feet with his head and then spoke with folded hands."
    },
    {
        "verse_id": "37",
        "text": "Śrī Uddhava said: O unborn, primeval Lord, although I had fallen into the great darkness of illusion, my ignorance has now been dispelled by Your merciful association. Indeed, how can cold, darkness and fear exert their power over one who has approached the brilliant sun?"
    },
    {
        "verse_id": "38",
        "text": "In return for my insignificant surrender, You have mercifully bestowed upon me, Your servant, the torchlight of transcendental knowledge. Therefore, what devotee of Yours who has any gratitude could ever give up Your lotus feet and take shelter of another master?"
    },
    {
        "verse_id": "39",
        "text": "The firmly binding rope of my affection for the families of the Dāśārhas, Vṛṣṇis, Andhakas and Sātvatas — a rope You originally cast over me by Your illusory energy for the purpose of developing Your creation — is now cut off by the weapon of transcendental knowledge of the self."
    },
    {
        "verse_id": "40",
        "text": "Obeisances unto You, O greatest of yogīs. Please instruct me, who am surrendered unto You, how I may have undeviating attachment to Your lotus feet."
    },
    {
        "verse_id": "41",
        "text": "The Supreme Personality of Godhead said: My dear Uddhava, take My order and go to My āśrama called Badarikā. Purify yourself by both touching and also bathing in the holy waters there, which have emanated from My lotus feet. Rid yourself of all sinful reactions with the sight of the sacred Alakanandā River. Dress yourself in bark and eat whatever is naturally available in the forest. Thus you should remain content and free from desire, tolerant of all dualities, good-natured, self-controlled, peaceful and endowed with transcendental knowledge and realization. With fixed attention, meditate constantly upon these instructions I have imparted to you and assimilate their essence. Fix your words and thoughts upon Me, and always endeavor to increase your realization of My transcendental qualities. In this way you will cross beyond the destinations of the three modes of nature and finally come back to Me."
    },
    {
        "verse_id": "45",
        "text": "Śukadeva Gosvāmī said: Thus addressed by Lord Kṛṣṇa, whose intelligence destroys all the suffering of material life, Śrī Uddhava circumambulated the Lord and then fell down, placing his head upon the Lord’s feet. Although Uddhava was free from the influence of all material dualities, his heart was breaking, and at this time of departure he drenched the Lord’s lotus feet with his tears."
    },
    {
        "verse_id": "46",
        "text": "Greatly fearing separation from Him for whom he felt such indestructible affection, Uddhava was distraught, and he could not give up the Lord’s company. Finally, feeling great pain, he bowed down to the Lord again and again, placed the slippers of his master upon his head, and departed."
    },
    {
        "verse_id": "47",
        "text": "Thereupon, placing the Lord deeply within his heart, the great devotee Uddhava went to Badarikāśrama. By engaging there in austerities, he attained to the Lord’s personal abode, which had been described to him by the only friend of the universe, Lord Kṛṣṇa Himself."
    },
    {
        "verse_id": "48",
        "text": "Thus Lord Kṛṣṇa, whose lotus feet are served by all great yoga masters, spoke to His devotee this nectarean knowledge, which comprises the entire ocean of spiritual bliss. Anyone within this universe who receives this narration with great faith is assured of liberation."
    },
    {
        "verse_id": "49",
        "text": "I offer my obeisances to that Supreme Personality of Godhead, the original and greatest of all beings, Lord Śrī Kṛṣṇa. He is the author of the Vedas, and just to destroy His devotees’ fear of material existence, like a bee He has collected this nectarean essence of all knowledge and self-realization. Thus He has awarded to His many devotees this nectar from the ocean of bliss, and by His mercy they have drunk it."
    }
]