[
    {
        "verse_id": "1",
        "text": "The Supreme Personality of Godhead said: Those who give up these methods for achieving Me, which consist of devotional service, analytic philosophy and regulated execution of prescribed duties, and instead, being moved by the material senses, cultivate insignificant sense gratification, certainly undergo the continual cycle of material existence."
    },
    {
        "verse_id": "2",
        "text": "Steadiness in one’s own position is declared to be actual piety, whereas deviation from one’s position is considered impiety. In this way the two are definitely ascertained."
    },
    {
        "verse_id": "3",
        "text": "O sinless Uddhava, in order to understand what is proper in life one must evaluate a given object within its particular category. Thus, in analyzing religious principles one must consider purity and impurity. Similarly, in one’s ordinary dealings one must distinguish between good and bad, and to insure one’s physical survival one must recognize that which is auspicious and inauspicious."
    },
    {
        "verse_id": "4",
        "text": "I have revealed this way of life for those bearing the burden of mundane religious principles."
    },
    {
        "verse_id": "5",
        "text": "Earth, water, fire, air and ether are the five basic elements that constitute the bodies of all conditioned souls, from Lord Brahmā himself down to the nonmoving creatures. These elements all emanate from the one Personality of Godhead."
    },
    {
        "verse_id": "6",
        "text": "My dear Uddhava, although all material bodies are composed of the same five elements and are thus equal, the Vedic literatures conceive of different names and forms in relation to such bodies so that the living entities may achieve their goal of life."
    },
    {
        "verse_id": "7",
        "text": "O saintly Uddhava, in order to restrict materialistic activities, I have established that which is proper and improper among all material things, including time, space and all physical objects."
    },
    {
        "verse_id": "8",
        "text": "Among places, those bereft of the spotted antelope, those devoid of devotion to the brāhmaṇas, those possessing spotted antelopes but bereft of respectable men, provinces like Kīkaṭa and places where cleanliness and purificatory rites are neglected, where meat-eaters are prominent or where the earth is barren, are all considered to be contaminated lands."
    },
    {
        "verse_id": "9",
        "text": "A specific time is considered pure when it is appropriate, either by its own nature or through achievement of suitable paraphernalia, for the performance of one’s prescribed duty. That time which impedes the performance of one’s duty is considered impure."
    },
    {
        "verse_id": "10",
        "text": "An object’s purity or impurity is established by application of another object, by words, by rituals, by the effects of time or according to relative magnitude."
    },
    {
        "verse_id": "11",
        "text": "Impure things may or may not impose sinful reactions upon a person, depending on that person’s strength or weakness, intelligence, wealth, location and physical condition."
    },
    {
        "verse_id": "12",
        "text": "Various objects such as grains, wooden utensils, things made of bone, thread, liquids, objects derived from fire, skins and earthy objects are all purified by time, by the wind, by fire, by earth and by water, either separately or in combination."
    },
    {
        "verse_id": "13",
        "text": "A particular purifying agent is considered appropriate when its application removes the bad odor or dirty covering of some contaminated object and makes it resume its original nature."
    },
    {
        "verse_id": "14",
        "text": "The self can be cleansed by bathing, charity, austerity, age, personal strength, purificatory rituals, prescribed duties and, above all, by remembrance of Me. The brāhmaṇa and other twice-born men should be duly purified before performing their specific activities."
    },
    {
        "verse_id": "15",
        "text": "A mantra is purified when chanted with proper knowledge, and one’s work is purified when offered to Me. Thus by purification of the place, time, substance, doer, mantras and work, one becomes religious, and by negligence of these six items one is considered irreligious."
    },
    {
        "verse_id": "16",
        "text": "Sometimes piety becomes sin, and sometimes what is ordinarily sin becomes piety on the strength of Vedic injunctions. Such special rules in effect eradicate the clear distinction between piety and sin."
    },
    {
        "verse_id": "17",
        "text": "The same activities that would degrade an elevated person do not cause falldown for those who are already fallen. Indeed, one who is lying on the ground cannot possibly fall further. The material association that is dictated by one’s own nature is considered a good quality."
    },
    {
        "verse_id": "18",
        "text": "By refraining from a particular sinful or materialistic activity, one becomes freed from its bondage. Such renunciation is the basis of religious and auspicious life for human beings and drives away all suffering, illusion and fear."
    },
    {
        "verse_id": "19",
        "text": "One who accepts material sense objects as desirable certainly becomes attached to them. From such attachment lust arises, and this lust creates quarrel among men."
    },
    {
        "verse_id": "20",
        "text": "From quarrel arises intolerable anger, followed by the darkness of ignorance. This ignorance quickly overtakes a man’s broad intelligence."
    },
    {
        "verse_id": "21",
        "text": "O saintly Uddhava, a person bereft of real intelligence is considered to have lost everything. Deviated from the actual purpose of his life, he becomes dull, just like a dead person."
    },
    {
        "verse_id": "22",
        "text": "Because of absorption in sense gratification, one cannot recognize himself or others. Living uselessly in ignorance like a tree, one is merely breathing just like a bellows."
    },
    {
        "verse_id": "23",
        "text": "Those statements of scripture promising fruitive rewards do not prescribe the ultimate good for men but are merely enticements for executing beneficial religious duties, like promises of candy spoken to induce a child to take beneficial medicine."
    },
    {
        "verse_id": "24",
        "text": "Simply by material birth, human beings become attached within their minds to personal sense gratification, long duration of life, sense activities, bodily strength, sexual potency and friends and family. Their minds are thus absorbed in that which defeats their actual self-interest."
    },
    {
        "verse_id": "25",
        "text": "Those ignorant of their real self-interest are wandering on the path of material existence, gradually heading toward darkness. Why would the Vedas further encourage them in sense gratification if they, although foolish, submissively pay heed to Vedic injunctions?"
    },
    {
        "verse_id": "26",
        "text": "Persons with perverted intelligence do not understand this actual purpose of Vedic knowledge and instead propagate as the highest Vedic truth the flowery statements of the Vedas that promise material rewards. Those in actual knowledge of the Vedas never speak in that way."
    },
    {
        "verse_id": "27",
        "text": "Those who are full of lust, avarice and greed mistake mere flowers to be the actual fruit of life. Bewildered by the glare of fire and suffocated by its smoke, they cannot recognize their own true identity."
    },
    {
        "verse_id": "28",
        "text": "My dear Uddhava, persons dedicated to sense gratification obtained through honoring the Vedic rituals cannot understand that I am situated in everyone’s heart and that the entire universe is nondifferent from Me and emanates from Me. Indeed, they are just like persons whose eyes are covered by fog."
    },
    {
        "verse_id": "29",
        "text": "Those who are sworn to sense gratification cannot understand the confidential conclusion of Vedic knowledge as explained by Me. Taking pleasure in violence, they cruelly slaughter innocent animals in sacrifice for their own sense gratification and thus worship demigods, forefathers and leaders among ghostly creatures. Such passion for violence, however, is never encouraged within the process of Vedic sacrifice."
    },
    {
        "verse_id": "31",
        "text": "Just as a foolish businessman gives up his real wealth in useless business speculation, foolish persons give up all that is actually valuable in life and instead pursue promotion to material heaven, which although pleasing to hear about is actually unreal, like a dream. Such bewildered persons imagine within their hearts that they will achieve all material blessings."
    },
    {
        "verse_id": "32",
        "text": "Those established in material passion, goodness and ignorance worship the particular demigods and other deities, headed by Indra, who manifest the same modes of passion, goodness or ignorance. They fail, however, to properly worship Me."
    },
    {
        "verse_id": "33",
        "text": "The worshipers of demigods think, “We shall worship the demigods in this life, and by our sacrifices we shall go to heaven and enjoy there. When that enjoyment is finished we shall return to this world and take birth as great householders in aristocratic families.” Being excessively proud and greedy, such persons are bewildered by the flowery words of the Vedas. They are not attracted to topics about Me, the Supreme Lord."
    },
    {
        "verse_id": "35",
        "text": "The Vedas, divided into three divisions, ultimately reveal the living entity as pure spirit soul. The Vedic seers and mantras, however, deal in esoteric terms, and I also am pleased by such confidential descriptions."
    },
    {
        "verse_id": "36",
        "text": "The transcendental sound of the Vedas is very difficult to comprehend and manifests on different levels within the prāṇa, senses and mind. This Vedic sound is unlimited, very deep and unfathomable, just like the ocean."
    },
    {
        "verse_id": "37",
        "text": "As the unlimited, unchanging and omnipotent Personality of Godhead dwelling within all living beings, I personally establish the Vedic sound vibration in the form of oṁkāra within all living entities. It is thus perceived subtly, just like a single strand of fiber on a lotus stalk."
    },
    {
        "verse_id": "38",
        "text": "Just as a spider brings forth from its heart its web and emits it through its mouth, the Supreme Personality of Godhead manifests Himself as the reverberating primeval vital air, comprising all sacred Vedic meters and full of transcendental pleasure. Thus the Lord, from the ethereal sky of His heart, creates the great and limitless Vedic sound by the agency of His mind, which conceives of variegated sounds such as the sparśas. The Vedic sound branches out in thousands of directions, adorned with the different letters expanded from the syllable om: the consonants, vowels, sibilants and semivowels. The Veda is then elaborated by many verbal varieties, expressed in different meters, each having four more syllables than the previous one. Ultimately the Lord again withdraws His manifestation of Vedic sound within Himself."
    },
    {
        "verse_id": "41",
        "text": "The Vedic meters are Gāyatrī, Uṣṇik, Anuṣṭup, Bṛhatī, Paṅkti, Triṣṭup, Jagatī, Aticchanda, Atyaṣṭi, Atijagatī and Ativirāṭ."
    },
    {
        "verse_id": "42",
        "text": "In the entire world no one but Me actually understands the confidential purpose of Vedic knowledge. Thus people do not know what the Vedas are actually prescribing in the ritualistic injunctions of karma-kāṇḍa, or what object is actually being indicated in the formulas of worship found in the upāsanā-kāṇḍa, or that which is elaborately discussed through various hypotheses in the jñāna-kāṇḍa section of the Vedas."
    },
    {
        "verse_id": "43",
        "text": "I am the ritualistic sacrifice enjoined by the Vedas, and I am the worshipable Deity. It is I who am presented as various philosophical hypotheses, and it is I alone who am then refuted by philosophical analysis. The transcendental sound vibration thus establishes Me as the essential meaning of all Vedic knowledge. The Vedas, elaborately analyzing all material duality as nothing but My illusory potency, ultimately completely negate this duality and achieve their own satisfaction."
    }
]