[
    {
        "verse_id": "1",
        "text": "The Supreme Personality of Godhead said: My dear Uddhava, due to the influence of the material modes of nature, which are under My control, the living entity is sometimes designated as conditioned and sometimes as liberated. In fact, however, the soul is never really bound up or liberated, and since I am the Supreme Lord of māyā, which is the cause of the modes of nature, I also am never to be considered liberated or in bondage."
    },
    {
        "verse_id": "2",
        "text": "Just as a dream is merely a creation of one’s intelligence but has no actual substance, similarly, material lamentation, illusion, happiness, distress and the acceptance of the material body under the influence of māyā are all creations of My illusory energy. In other words, material existence has no essential reality."
    },
    {
        "verse_id": "3",
        "text": "O Uddhava, both knowledge and ignorance, being products of māyā, are expansions of My potency. Both knowledge and ignorance are beginningless and perpetually award liberation and bondage to embodied living beings."
    },
    {
        "verse_id": "4",
        "text": "O most intelligent Uddhava, the living entity, called jīva, is part and parcel of Me, but due to ignorance he has been suffering in material bondage since time immemorial. By knowledge, however, he can be liberated."
    },
    {
        "verse_id": "5",
        "text": "Thus, My dear Uddhava, in the same material body we find opposing characteristics, such as great happiness and misery. That is because both the Supreme Personality of Godhead, who is eternally liberated, as well as the conditioned soul are within the body. I shall now speak to you about their different characteristics."
    },
    {
        "verse_id": "6",
        "text": "By chance, two birds have made a nest together in the same tree. The two birds are friends and are of a similar nature. One of them, however, is eating the fruits of the tree, whereas the other, who does not eat the fruits, is in a superior position due to His potency."
    },
    {
        "verse_id": "7",
        "text": "The bird who does not eat the fruits of the tree is the Supreme Personality of Godhead, who by His omniscience perfectly understands His own position and that of the conditioned living entity, represented by the eating bird. That living entity, on the other hand, does not understand himself or the Lord. He is covered by ignorance and is thus called eternally conditioned, whereas the Personality of Godhead, being full of perfect knowledge, is eternally liberated."
    },
    {
        "verse_id": "8",
        "text": "One who is enlightened in self-realization, although living within the material body, sees himself as transcendental to the body, just as one who has arisen from a dream gives up identification with the dream body. A foolish person, however, although not identical with his material body but transcendental to it, thinks himself to be situated in the body, just as one who is dreaming sees himself as situated in an imaginary body."
    },
    {
        "verse_id": "9",
        "text": "An enlightened person who is free from the contamination of material desire does not consider himself to be the performer of bodily activities; rather, he knows that in all such activities it is only the senses, born of the modes of nature, that are contacting sense objects born of the same modes of nature."
    },
    {
        "verse_id": "10",
        "text": "An unintelligent person situated within the body created by his previous fruitive activities thinks, “I am the performer of action.” Bewildered by false ego, such a foolish person is therefore bound up by fruitive activities, which are in fact carried out by the modes of nature."
    },
    {
        "verse_id": "11",
        "text": "An enlightened person fixed in detachment engages his body in lying down, sitting, walking, bathing, seeing, touching, smelling, eating, hearing and so on, but is never entangled by such activities. Indeed, remaining as a witness to all bodily functions, he merely engages his bodily senses with their objects and does not become entangled like an unintelligent person."
    },
    {
        "verse_id": "12",
        "text": "Although the sky, or space, is the resting place of everything, the sky does not mix with anything, nor is it entangled. Similarly, the sun is not at all attached to the water in which it is reflected within innumerable reservoirs, and the mighty wind blowing everywhere is not affected by the innumerable aromas and atmospheres through which it passes. In the same way, a self-realized soul is completely detached from the material body and the material world around it. He is like a person who has awakened and arisen from a dream. With expert vision sharpened by detachment, the self-realized soul cuts all doubts to pieces through knowledge of the self and completely withdraws his consciousness from the expansion of material variety."
    },
    {
        "verse_id": "14",
        "text": "A person is considered to be completely liberated from the gross and subtle material bodies when all the functions of his vital energy, senses, mind and intelligence are performed without material desire. Such a person, although situated within the body, is not entangled."
    },
    {
        "verse_id": "15",
        "text": "Sometimes for no apparent reason one’s body is attacked by cruel people or violent animals. At other times and in other places, one will suddenly be offered great respect or worship. One who becomes neither angry when attacked nor satisfied when worshiped is actually intelligent."
    },
    {
        "verse_id": "16",
        "text": "A saintly sage sees with equal vision and therefore is not affected by that which is materially good or bad. Indeed, although he observes others performing good and bad work and speaking properly and improperly, the sage does not praise or criticize anyone."
    },
    {
        "verse_id": "17",
        "text": "For the purpose of maintaining his body, a liberated sage should not act, speak or contemplate in terms of material good or bad. Rather, he should be detached in all material circumstances, and taking pleasure in self-realization, he should wander about engaged in this liberated lifestyle, appearing like a retarded person to outsiders."
    },
    {
        "verse_id": "18",
        "text": "If through meticulous study one becomes expert in reading Vedic literature but makes no endeavor to fix one’s mind on the Supreme Personality of Godhead, then one’s endeavor is certainly like that of a man who works very hard to take care of a cow that gives no milk. In other words, the fruit of one’s laborious study of Vedic knowledge will simply be the labor itself. There will be no other tangible result."
    },
    {
        "verse_id": "19",
        "text": "My dear Uddhava, that man is certainly most miserable who takes care of a cow that gives no milk, an unchaste wife, a body totally dependent on others, useless children or wealth not utilized for the right purpose. Similarly, one who studies Vedic knowledge devoid of My glories is also most miserable."
    },
    {
        "verse_id": "20",
        "text": "My dear Uddhava, an intelligent person should never take to literatures that do not contain descriptions of My activities, which purify the whole universe. Indeed, I create, maintain and annihilate the entire material manifestation. Among all My pastime incarnations, the most beloved are Kṛṣṇa and Balarāma. Any so-called knowledge that does not recognize these activities of Mine is simply barren and is not acceptable to those who are actually intelligent."
    },
    {
        "verse_id": "21",
        "text": "Coming to this conclusion of all knowledge, one should give up the false conception of material variety that one imposes upon the soul and thus cease one’s material existence. The mind should be fixed on Me, since I am all-pervading."
    },
    {
        "verse_id": "22",
        "text": "My dear Uddhava, if you are not able to free your mind from all material disturbance and thus absorb it completely on the spiritual platform, then perform all your activities as an offering to Me, without trying to enjoy the fruits."
    },
    {
        "verse_id": "23",
        "text": "My dear Uddhava, narrations of My pastimes and qualities are all-auspicious and purify the entire universe. A faithful person who constantly hears, glorifies and remembers such transcendental activities, who through dramatic performances relives My pastimes, beginning with My appearance, and who takes full shelter of Me, dedicating his religious, sensual and occupational activities for My satisfaction, certainly obtains unflinching devotional service to Me, the eternal Personality of Godhead."
    },
    {
        "verse_id": "25",
        "text": "One who has obtained pure devotional service by association with My devotees always engages in worshiping Me. Thus he very easily goes to My abode, which is revealed by My pure devotees."
    },
    {
        "verse_id": "26",
        "text": "Śrī Uddhava said: My dear Lord, O Supreme Personality of Godhead, what type of person do You consider to be a true devotee, and what type of devotional service is approved by great devotees as worthy of being offered to Your Lordship? My dear ruler of the universal controllers, O Lord of Vaikuṇṭha and almighty God of the universe, I am Your devotee, and because I love You I have no other shelter than You. Therefore please explain this to me."
    },
    {
        "verse_id": "28",
        "text": "My dear Lord, as the Absolute Truth You are transcendental to material nature, and like the sky You are never entangled in any way. Still, being controlled by Your devotees’ love, You accept many different forms, incarnating according to Your devotees’ desires."
    },
    {
        "verse_id": "29",
        "text": "The Supreme Personality of Godhead said: O Uddhava, a saintly person is merciful and never injures others. Even if others are aggressive he is tolerant and forgiving toward all living entities. His strength and meaning in life come from the truth itself, he is free from all envy and jealousy, and his mind is equal in material happiness and distress. Thus, he dedicates his time to work for the welfare of all others. His intelligence is never bewildered by material desires, and he has controlled his senses. His behavior is always pleasing, never harsh and always exemplary, and he is free from possessiveness. He never endeavors in ordinary, worldly activities, and he strictly controls his eating. He therefore always remains peaceful and steady. A saintly person is thoughtful and accepts Me as his only shelter. Such a person is very cautious in the execution of his duties and is never subject to superficial transformations, because he is steady and noble, even in a distressing situation. He has conquered over the six material qualities — namely hunger, thirst, lamentation, illusion, old age and death. He is free from all desire for prestige and offers honor to others. He is expert in reviving the Kṛṣṇa consciousness of others and therefore never cheats anyone. Rather, he is a well-wishing friend to all, being most merciful. Such a saintly person must be considered the most learned of men. He perfectly understands that the ordinary religious duties prescribed by Me in various Vedic scriptures possess favorable qualities that purify the performer, and he knows that neglect of such duties constitutes a discrepancy in one’s life. Having taken complete shelter at My lotus feet, however, a saintly person ultimately renounces such ordinary religious duties and worships Me alone. He is thus considered to be the best among all living entities."
    },
    {
        "verse_id": "33",
        "text": "My devotees may or may not know exactly what I am, who I am and how I exist, but if they worship Me with unalloyed love, then I consider them to be the best of devotees."
    },
    {
        "verse_id": "34",
        "text": "My dear Uddhava, one can give up false pride and prestige by engaging in the following devotional activities. One may purify oneself by seeing, touching, worshiping, serving, and offering prayers of glorification and obeisances to My form as the Deity and to My pure devotees. One should also glorify My transcendental qualities and activities, hear with love and faith the narrations of My glories and constantly meditate on Me. One should offer to Me whatever one acquires, and accepting oneself as My eternal servant, one should give oneself completely to Me. One should always discuss My birth and activities and enjoy life by participating in festivals, such as Janmāṣṭamī, which glorify My pastimes. In My temple, one should also participate in festivals and ceremonies by singing, dancing, playing musical instruments and discussing Me with other Vaiṣṇavas. One should observe all the regularly celebrated annual festivals by attending ceremonies, pilgrimages and making offerings. One should also observe religious vows such as Ekādaśī and take initiation by the procedures mentioned in the Vedas, Pañcarātra and other, similar literatures. One should faithfully and lovingly support the installation of My Deity, and individually or in cooperation with others one should work for the construction of Kṛṣṇa conscious temples and cities as well as flower gardens, fruit gardens and special areas to celebrate My pastimes. One should consider oneself to be My humble servant, without duplicity, and thus should help to clean the temple, which is My home. First one should sweep and dust thoroughly, and then one should further cleanse with water and cow dung. Having dried the temple, one should sprinkle scented water and decorate the temple with maṇḍalas. One should thus act just like My servant. A devotee should never advertise his devotional activities; therefore his service will not be the cause of false pride. One should never use lamps that are offered to Me for other purposes simply because there is need of illumination, and similarly, one should never offer to Me anything that has been offered to or used by others. Whatever is most desired by one within this material world, and whatever is most dear to oneself — one should offer that very thing to Me. Such an offering qualifies one for eternal life."
    },
    {
        "verse_id": "42",
        "text": "O saintly Uddhava, please know that you may worship Me in the sun, fire, brāhmaṇas, cows, Vaiṣṇavas, sky, wind, water, earth, individual soul and all living entities."
    },
    {
        "verse_id": "43",
        "text": "My dear Uddhava, one should worship Me within the sun by chanting selected Vedic mantras and by performing worship and offering obeisances. One may worship Me within fire by offering oblations of ghee, and one may worship Me among the brāhmaṇas by respectfully receiving them as guests, even when uninvited. I can be worshiped within the cows by offerings of grass and other suitable grains and paraphernalia for the pleasure and health of the cows, and one may worship Me within the Vaiṣṇavas by offering loving friendship to them and honoring them in all respects. Through steady meditation I am worshiped within the inner space of the heart, and within the air I can be worshiped by knowledge that prāṇa, the life air, is the chief among elements. I am worshiped within water by offerings of water itself, along with other elements such as flowers and tulasī leaves, and one may worship Me within the earth by proper application of confidential seed mantras. One may worship Me within the individual living entity by offering food and other enjoyable substances, and one may worship Me within all living entities by seeing the Supersoul within all of them, thus maintaining equal vision."
    },
    {
        "verse_id": "46",
        "text": "Thus, in the previously mentioned places of worship and according to the processes I have described, one should meditate on My peaceful, transcendental form with four arms holding a conchshell, Sudarśana disc, club and lotus flower. In this way, one should worship Me with fixed attention."
    },
    {
        "verse_id": "47",
        "text": "One who has executed sacrificial performances and pious works for My satisfaction, and who thus worships Me with fixed attention, obtains unflinching devotional service unto Me. By the excellent quality of his service such a worshiper obtains realized knowledge of Me."
    },
    {
        "verse_id": "48",
        "text": "My dear Uddhava, I am personally the ultimate shelter and way of life for saintly liberated persons, and thus if one does not engage in My loving devotional service, which is made possible by associating with My devotees, then for all practical purposes, one possesses no effective means for escaping from material existence."
    },
    {
        "verse_id": "49",
        "text": "My dear Uddhava, O beloved of the Yadu dynasty, because you are My servant, well-wisher and friend, I shall now speak to you the most confidential knowledge. Please hear as I explain these great mysteries to you."
    }
]