[
    {
        "verse_id": "1",
        "text": "The Supreme Personality of Godhead said: One who desires to adopt the third order of life, vānaprastha, should enter the forest with a peaceful mind, leaving his wife with his mature sons, or else taking her along with him."
    },
    {
        "verse_id": "2",
        "text": "Having adopted the vānaprastha order of life, one should arrange one’s sustenance by eating uncontaminated bulbs, roots and fruits that grow in the forest. One may dress oneself with tree bark, grass, leaves or animal skins."
    },
    {
        "verse_id": "3",
        "text": "The vānaprastha should not groom the hair on his head, body or face, should not manicure his nails, should not pass stool and urine at irregular times and should not make a special endeavor for dental hygiene. He should be content to take bath in water three times daily and should sleep on the ground."
    },
    {
        "verse_id": "4",
        "text": "Thus engaged as a vānaprastha, one should execute penance during the hottest summer days by subjecting oneself to burning fires on four sides and the blazing sun overhead; during the rainy season one should remain outside, subjecting oneself to torrents of rain; and in the freezing winter one should remain submerged in water up to one’s neck."
    },
    {
        "verse_id": "5",
        "text": "One may eat foodstuffs prepared with fire, such as grains, or fruits ripened by time. One may grind one’s food with mortar and stone or with one’s own teeth."
    },
    {
        "verse_id": "6",
        "text": "The vānaprastha should personally collect whatever he requires for his bodily maintenance, carefully considering the time, place and his own capacity. He should never collect provisions for the future."
    },
    {
        "verse_id": "7",
        "text": "One who has accepted the vānaprastha order of life should perform seasonal sacrifices by offering oblations of caru and sacrificial cakes prepared from rice and other grains found in the forest. The vānaprastha, however, may never offer animal sacrifices to Me, even those sacrifices mentioned in the Vedas."
    },
    {
        "verse_id": "8",
        "text": "The vānaprastha should perform the agnihotra, darśa and paurṇamāsa sacrifices, as he did while in the gṛhastha-āśrama. He should also perform the vows and sacrifices of cāturmāsya, since all of these rituals are enjoined for the vānaprastha-āśrama by expert knowers of the Vedas."
    },
    {
        "verse_id": "9",
        "text": "The saintly vānaprastha, practicing severe penances and accepting only the bare necessities of life, becomes so emaciated that he appears to be mere skin and bones. Thus worshiping Me through severe penances, he goes to the Maharloka planet and then directly achieves Me."
    },
    {
        "verse_id": "10",
        "text": "One who with long endeavor executes this painful but exalted penance, which awards ultimate liberation, simply to achieve insignificant sense gratification must be considered the greatest fool."
    },
    {
        "verse_id": "11",
        "text": "If the vānaprastha is overtaken by old age and because of his trembling body is no longer able to execute his prescribed duties, he should place the sacrificial fire within his heart by meditation. Then, fixing his mind on Me, he should enter into the fire and give up his body."
    },
    {
        "verse_id": "12",
        "text": "If the vānaprastha, understanding that even promotion to Brahmaloka is a miserable situation, develops complete detachment from all possible results of fruitive activities, then he may take the sannyāsa order of life."
    },
    {
        "verse_id": "13",
        "text": "Having worshiped Me according to scriptural injunctions and having given all one’s property to the sacrificial priest, one should place the fire sacrifice within oneself. Thus, with the mind completely detached, one should enter the sannyāsa order of life."
    },
    {
        "verse_id": "14",
        "text": "“This man taking sannyāsa is going to surpass us and go back home, back to Godhead.” Thus thinking, the demigods create stumbling blocks on the path of the sannyāsī by appearing before him in the shape of his former wife or other women and attractive objects. But the sannyāsī should pay the demigods and their manifestations no heed."
    },
    {
        "verse_id": "15",
        "text": "If the sannyāsī desires to wear something besides a mere kaupīna, he may use another cloth around his waist and hips to cover the kaupīna. Otherwise, if there is no emergency, he should not accept anything besides his daṇḍa and waterpot."
    },
    {
        "verse_id": "16",
        "text": "A saintly person should step or place his foot on the ground only after verifying with his eyes that there are no living creatures, such as insects, who might be injured by his foot. He should drink water only after filtering it through a portion of his cloth, and he should speak only words that possess the purity of truth. Similarly, he should perform only those activities his mind has carefully ascertained to be pure."
    },
    {
        "verse_id": "17",
        "text": "One who has not accepted the three internal disciplines of avoiding useless speech, avoiding useless activities and controlling the life air can never be considered a sannyāsī merely because of his carrying bamboo rods."
    },
    {
        "verse_id": "18",
        "text": "Rejecting those houses that are polluted and untouchable, one should approach without previous calculation seven houses and be satisfied with that which is obtained there by begging. According to necessity, one may approach each of the four occupational orders of society."
    },
    {
        "verse_id": "19",
        "text": "Taking the food gathered through begging, one should leave the populated areas and go to a reservoir of water in a secluded place. There, having taken a bath and washed one’s hands thoroughly, one should distribute portions of the food to others who may request it. One should do this without speaking. Then, having thoroughly cleansed the remnants, one should eat everything on one’s plate, leaving nothing for future consumption."
    },
    {
        "verse_id": "20",
        "text": "Without any material attachment, with senses fully controlled, remaining enthusiastic, and satisfied in realization of the Supreme Lord and his own self, the saintly person should travel about the earth alone. Having equal vision everywhere, he should be steady on the spiritual platform."
    },
    {
        "verse_id": "21",
        "text": "Dwelling in a safe and solitary place, his mind purified by constant thought of Me, the sage should concentrate on the soul alone, realizing it to be nondifferent from Me."
    },
    {
        "verse_id": "22",
        "text": "By steady knowledge a sage should clearly ascertain the nature of the soul’s bondage and liberation. Bondage occurs when the senses are deviated to sense gratification, and complete control of the senses constitutes liberation."
    },
    {
        "verse_id": "23",
        "text": "Therefore, completely controlling the five senses and the mind by Kṛṣṇa consciousness, a sage, having experienced spiritual bliss within the self, should live detached from insignificant material sense gratification."
    },
    {
        "verse_id": "24",
        "text": "The sage should travel in sanctified places, by flowing rivers and within the solitude of mountains and forests. He should enter the cities, towns and pasturing grounds and approach ordinary working men only to beg his bare sustenance."
    },
    {
        "verse_id": "25",
        "text": "One in the vānaprastha order of life should always practice taking charity from others, for one is thereby freed from illusion and quickly becomes perfect in spiritual life. Indeed, one who subsists on food grains obtained in such a humble manner purifies his existence."
    },
    {
        "verse_id": "26",
        "text": "One should never see as ultimate reality those material things which obviously will perish. With consciousness free from material attachment, one should retire from all activities meant for material progress in this life and the next."
    },
    {
        "verse_id": "27",
        "text": "One should logically consider the universe, which is situated within the Lord, and one’s own material body, which is composed of mind, speech and life air, to be ultimately products of the Lord’s illusory energy. Thus situated in the self, one should give up one’s faith in these things and should never again make them the object of one’s meditation."
    },
    {
        "verse_id": "28",
        "text": "A learned transcendentalist dedicated to the cultivation of knowledge and thus detached from external objects, or My devotee who is detached even from desire for liberation — both neglect those duties based on external rituals or paraphernalia. Thus their conduct is beyond the range of rules and regulations."
    },
    {
        "verse_id": "29",
        "text": "Although most wise, the paramahaṁsa should enjoy life like a child, oblivious to honor and dishonor; although most expert, he should behave like a stunted, incompetent person; although most learned, he should speak like an insane person; and although a scholar learned in Vedic regulations, he should behave in an unrestricted manner."
    },
    {
        "verse_id": "30",
        "text": "A devotee should never engage in the fruitive rituals mentioned in the karma-kāṇḍa section of the Vedas, nor should he become atheistic, acting or speaking in opposition to Vedic injunctions. Similarly, he should never speak like a mere logician or skeptic or take any side whatsoever in useless arguments."
    },
    {
        "verse_id": "31",
        "text": "A saintly person should never let others frighten or disturb him and, similarly, should never frighten or disturb other people. He should tolerate the insults of others and should never himself belittle anyone. He should never create hostility with anyone for the sake of the material body, for he would thus be no better than an animal."
    },
    {
        "verse_id": "32",
        "text": "The one Supreme Lord is situated within all material bodies and within everyone’s soul. Just as the moon is reflected in innumerable reservoirs of water, the Supreme Lord, although one, is present within everyone. Thus every material body is ultimately composed of the energy of the one Supreme Lord."
    },
    {
        "verse_id": "33",
        "text": "If at times one does not obtain proper food one should not be depressed, and when one obtains sumptuous food one should not rejoice. Being fixed in determination, one should understand both situations to be under the control of God."
    },
    {
        "verse_id": "34",
        "text": "If required, one should endeavor to get sufficient foodstuffs, because it is always necessary and proper to maintain one’s health. When the senses, mind and life air are fit, one can contemplate spiritual truth, and by understanding the truth one is liberated."
    },
    {
        "verse_id": "35",
        "text": "A sage should accept the food, clothing and bedding — be they of excellent or inferior quality — that come of their own accord."
    },
    {
        "verse_id": "36",
        "text": "Just as I, the Supreme Lord, execute regulative duties by My own free will, similarly, one who has realized knowledge of Me should maintain general cleanliness, purify his hands with water, take bath and execute other regulative duties not by force but by his own free will."
    },
    {
        "verse_id": "37",
        "text": "A realized soul no longer sees anything as separate from Me, for his realized knowledge of Me has destroyed such illusory perception. Since the material body and mind were previously accustomed to this kind of perception, it may sometimes appear to recur; but at the time of death the self-realized soul achieves opulences equal to Mine."
    },
    {
        "verse_id": "38",
        "text": "One who is detached from sense gratification, knowing its result to be miserable, and who desires spiritual perfection, but who has not seriously analyzed the process for obtaining Me, should approach a bona fide and learned spiritual master."
    },
    {
        "verse_id": "39",
        "text": "Until a devotee has clearly realized spiritual knowledge, he should continue with great faith and respect and without envy to render personal service to the guru, who is nondifferent from Me."
    },
    {
        "verse_id": "40",
        "text": "One who has not controlled the six forms of illusion [lust, anger, greed, excitement, false pride and intoxication], whose intelligence, the leader of the senses, is extremely attached to material things, who is bereft of knowledge and detachment, who adopts the sannyāsa order of life to make a living, who denies the worshipable demigods, his own self and the Supreme Lord within himself, thus ruining all religious principles, and who is still infected by material contamination, is deviated and lost both in this life and the next."
    },
    {
        "verse_id": "42",
        "text": "The main religious duties of a sannyāsī are equanimity and nonviolence, whereas for the vānaprastha austerity and philosophical understanding of the difference between the body and soul are prominent. The main duties of a householder are to give shelter to all living entities and perform sacrifices, and the brahmacārī is mainly engaged in serving the spiritual master."
    },
    {
        "verse_id": "43",
        "text": "A householder may approach his wife for sex only at the time prescribed for begetting children. Otherwise, the householder should practice celibacy, austerity, cleanliness of mind and body, satisfaction in his natural position, and friendship toward all living entities. Worship of Me is to be practiced by all human beings, regardless of social or occupational divisions."
    },
    {
        "verse_id": "44",
        "text": "One who worships Me by his prescribed duty, having no other object of worship, and who remains conscious of Me as present in all living entities, achieves unflinching devotional service unto Me."
    },
    {
        "verse_id": "45",
        "text": "My dear Uddhava, I am the Supreme Lord of all worlds, and I create and destroy this universe, being its ultimate cause. I am thus the Absolute Truth, and one who worships Me with unfailing devotional service comes to Me."
    },
    {
        "verse_id": "46",
        "text": "Thus, one who has purified his existence by execution of his prescribed duties, who fully understands My supreme position and who is endowed with scriptural and realized knowledge, very soon achieves Me."
    },
    {
        "verse_id": "47",
        "text": "Those who are followers of this varṇāśrama system accept religious principles according to authorized traditions of proper conduct. When such varṇāśrama duties are dedicated to Me in loving service, they award the supreme perfection of life."
    },
    {
        "verse_id": "48",
        "text": "My dear saintly Uddhava, I have now described to you, just as you inquired, the means by which My devotee, perfectly engaged in his prescribed duty, can come back to Me, the Supreme Personality of Godhead."
    }
]