[
    {
        "verse_id": "1",
        "text": "The saintly brāhmaṇa said: Everyone considers certain things within the material world to be most dear to him, and because of attachment to such things one eventually becomes miserable. One who understands this gives up material possessiveness and attachment and thus achieves unlimited happiness."
    },
    {
        "verse_id": "2",
        "text": "Once a group of large hawks who were unable to find any prey attacked another, weaker hawk who was holding some meat. At that time, being in danger of his life, the hawk gave up his meat and experienced actual happiness."
    },
    {
        "verse_id": "3",
        "text": "In family life, the parents are always in anxiety about their home, children and reputation. But I have nothing to do with these things. I do not worry at all about any family, and I do not care about honor and dishonor. I enjoy only the life of the soul, and I find love on the spiritual platform. Thus I wander the earth like a child."
    },
    {
        "verse_id": "4",
        "text": "In this world two types of people are free from all anxiety and merged in great happiness: one who is a retarded and childish fool and one who has approached the Supreme Lord, who is beyond the three modes of material nature."
    },
    {
        "verse_id": "5",
        "text": "Once a marriageable young girl was alone in her house because her parents and relatives had gone that day to another place. At that time a few men arrived at the house, specifically desiring to marry her. She received them with all hospitality."
    },
    {
        "verse_id": "6",
        "text": "The girl went to a private place and began to make preparations so that the unexpected male guests could eat. As she was beating the rice, the conchshell bracelets on her arms were colliding and making a loud noise."
    },
    {
        "verse_id": "7",
        "text": "The young girl feared that the men would consider her family to be poor because their daughter was busily engaged in the menial task of husking rice. Being very intelligent, the shy girl broke the shell bracelets from her arms, leaving just two on each wrist."
    },
    {
        "verse_id": "8",
        "text": "Thereafter, as the young girl continued to husk the rice, the two bracelets on each wrist continued to collide and make noise. Therefore she took one bracelet off each arm, and with only one left on each wrist there was no more noise."
    },
    {
        "verse_id": "9",
        "text": "O subduer of the enemy, I travel throughout the surface of the earth learning constantly about the nature of this world, and thus I personally witnessed the lesson of the young girl."
    },
    {
        "verse_id": "10",
        "text": "When many people live together in one place there will undoubtedly be quarreling. And even if only two people live together there will be frivolous conversation and disagreement. Therefore, to avoid conflict, one should live alone, as we learn from the example of the bracelet of the young girl."
    },
    {
        "verse_id": "11",
        "text": "Having perfected the yoga sitting postures and conquered the breathing process, one should make the mind steady by detachment and the regulated practice of yoga. Thus one should carefully fix the mind on the single goal of yoga practice."
    },
    {
        "verse_id": "12",
        "text": "The mind can be controlled when it is fixed on the Supreme Personality of Godhead. Having achieved a stable situation, the mind becomes free from polluted desires to execute material activities; thus as the mode of goodness increases in strength, one can completely give up the modes of passion and ignorance, and gradually one transcends even the material mode of goodness. When the mind is freed from the fuel of the modes of nature, the fire of material existence is extinguished. Then one achieves the transcendental platform of direct relationship with the object of his meditation, the Supreme Lord."
    },
    {
        "verse_id": "13",
        "text": "Thus, when one’s consciousness is completely fixed on the Absolute Truth, the Supreme Personality of Godhead, one no longer sees duality, or internal and external reality. The example is given of the arrow maker who was so absorbed in making a straight arrow that he did not even see or notice the king himself, who was passing right next to him."
    },
    {
        "verse_id": "14",
        "text": "A saintly person should remain alone and constantly travel without any fixed residence. Being alert, he should remain secluded and should act in such a way that he is not recognized or noticed by others. Moving without companions, he should not speak more than required."
    },
    {
        "verse_id": "15",
        "text": "When a person living in a temporary material body tries to construct a happy home, the result is fruitless and miserable. The snake, however, enters a home that has been built by others and prospers happily."
    },
    {
        "verse_id": "16",
        "text": "The Lord of the universe, Nārāyaṇa, is the worshipable God of all living entities. Without extraneous assistance, the Lord creates this universe by His own potency, and at the time of annihilation the Lord destroys the universe through His personal expansion of time and withdraws all of the cosmos, including all the conditioned living entities, within Himself. Thus, His unlimited Self is the shelter and reservoir of all potencies. The subtle pradhāna, the basis of all cosmic manifestation, is conserved within the Lord and is in this way not different from Him. In the aftermath of annihilation the Lord stands alone."
    },
    {
        "verse_id": "17",
        "text": "When the Supreme Personality of Godhead displays His own potency in the form of time and guides His material potencies, such as the mode of goodness, into a neutral condition of equilibrium, He remains as the supreme controller of that neutral state, called pradhāna, as well as of the living entities. He is also the supreme worshipable object for all beings, including liberated souls, demigods and ordinary conditioned souls. The Lord is eternally free from any material designation, and He constitutes the totality of spiritual bliss, which one experiences by seeing the Lord’s spiritual form. The Lord thus exhibits the fullest meaning of the word “liberation.”"
    },
    {
        "verse_id": "19",
        "text": "O subduer of the enemies, at the time of creation the Personality of Godhead expands His own transcendental potency in the form of time, and agitating His material energy, māyā, composed of the three modes of material nature, He creates the mahat-tattva."
    },
    {
        "verse_id": "20",
        "text": "According to great sages, that which is the basis of the three modes of material nature and which manifests the variegated universe is called the sūtra or mahat-tattva. Indeed, this universe is resting within that mahat-tattva, and due to its potency the living entity undergoes material existence."
    },
    {
        "verse_id": "21",
        "text": "Just as from within himself the spider expands thread through his mouth, plays with it for some time and eventually swallows it, similarly, the Supreme Personality of Godhead expands His personal potency from within Himself. Thus, the Lord displays the network of cosmic manifestation, utilizes it according to His purpose and eventually withdraws it completely within Himself."
    },
    {
        "verse_id": "22",
        "text": "If out of love, hate or fear an embodied soul fixes his mind with intelligence and complete concentration upon a particular bodily form, he will certainly attain the form that he is meditating upon."
    },
    {
        "verse_id": "23",
        "text": "O King, once a wasp forced a weaker insect to enter his hive and kept him trapped there. In great fear the weak insect constantly meditated upon his captor, and without giving up his body, he gradually achieved the same state of existence as the wasp. Thus one achieves a state of existence according to one’s constant concentration."
    },
    {
        "verse_id": "24",
        "text": "O King, from all these spiritual masters I have acquired great wisdom. Now please listen as I explain what I learned from my own body."
    },
    {
        "verse_id": "25",
        "text": "The material body is also my spiritual master because it teaches me detachment. Being subject to creation and destruction, it always comes to a painful end. Thus, although using my body to acquire knowledge, I always remember that it will ultimately be consumed by others, and remaining detached, I move about this world."
    },
    {
        "verse_id": "26",
        "text": "A man attached to the body accumulates money with great struggle to expand and protect the position of his wife, children, property, domestic animals, servants, homes, relatives, friends, and so on. He does all this for the gratification of his own body. As a tree before dying produces the seed of a future tree, the dying body manifests the seed of one’s next material body in the form of one’s accumulated karma. Thus assuring the continuation of material existence, the material body sinks down and dies."
    },
    {
        "verse_id": "27",
        "text": "A man who has many wives is constantly harassed by them. He is responsible for their maintenance, and thus all the ladies constantly pull him in different directions, each struggling for her self-interest. Similarly, the material senses harass the conditioned soul, pulling him in many different directions at once. On one side the tongue is pulling him to arrange tasty food; then thirst drags him to get a suitable drink. Simultaneously the sex organs clamor for satisfaction, and the sense of touch demands soft, sensuous objects. The belly harasses him until it is filled, the ears demand to hear pleasing sounds, the sense of smell hankers for pleasant aromas, and the fickle eyes clamor for pleasing sights. Thus the senses, organs and limbs, all desiring satisfaction, pull the living entity in many directions."
    },
    {
        "verse_id": "28",
        "text": "The Supreme Personality of Godhead, expanding His own potency, māyā-śakti, created innumerable species of life to house the conditioned souls. Yet by creating the forms of trees, reptiles, animals, birds, snakes and so on, the Lord was not satisfied within His heart. Then He created human life, which offers the conditioned soul sufficient intelligence to perceive the Absolute Truth, and became pleased."
    },
    {
        "verse_id": "29",
        "text": "After many, many births and deaths one achieves the rare human form of life, which, although temporary, affords one the opportunity to attain the highest perfection. Thus a sober human being should quickly endeavor for the ultimate perfection of life as long as his body, which is always subject to death, has not fallen down and died. After all, sense gratification is available even in the most abominable species of life, whereas Kṛṣṇa consciousness is possible only for a human being."
    },
    {
        "verse_id": "30",
        "text": "Having learned from my spiritual masters, I remain situated in realization of the Supreme Personality of Godhead and, fully renounced and enlightened by realized spiritual knowledge, wander the earth without attachment or false ego."
    },
    {
        "verse_id": "31",
        "text": "Although the Absolute Truth is one without a second, the sages have described Him in many different ways. Therefore one may not be able to acquire very firm or complete knowledge from one spiritual master."
    },
    {
        "verse_id": "32",
        "text": "The Supreme Personality of Godhead said: Having thus spoken to King Yadu, the wise brāhmaṇa accepted obeisances and worship from the King and felt pleased within himself. Then bidding farewell, he left exactly as he had come."
    },
    {
        "verse_id": "33",
        "text": "O Uddhava, hearing the words of the avadhūta, the saintly King Yadu, who is the forefather of our own ancestors, became free from all material attachment, and thus his mind was evenly fixed on the spiritual platform."
    }
]