[
    {
        "verse_id": "1",
        "text": "The saintly brāhmaṇa said: O King, the embodied living entity automatically experiences unhappiness in heaven or hell. Similarly, happiness will also be experienced, even without one’s seeking it. Therefore a person of intelligent discrimination does not make any endeavor to obtain such material happiness."
    },
    {
        "verse_id": "2",
        "text": "Following the example of the python, one should give up material endeavors and accept for one’s maintenance food that comes of its own accord, whether such food be delicious or tasteless, ample or meager."
    },
    {
        "verse_id": "3",
        "text": "If at any time food does not come, then a saintly person should fast for many days without making endeavor. He should understand that by God’s arrangement he must fast. Thus, following the example of the python, he should remain peaceful and patient."
    },
    {
        "verse_id": "4",
        "text": "A saintly person should remain peaceful and materially inactive, maintaining his body without much endeavor. Even though possessed of full sensual, mental and physical strength, a saintly person should not become active for material gain but rather should always remain alert to his actual self-interest."
    },
    {
        "verse_id": "5",
        "text": "A saintly sage is happy and pleasing in his external behavior, whereas internally he is most grave and thoughtful. Because his knowledge is immeasurable and unlimited he is never disturbed, and thus in all respects he is like the tranquil waters of the unfathomable and unsurpassable ocean."
    },
    {
        "verse_id": "6",
        "text": "During the rainy season the swollen rivers rush into the ocean, and during the dry summer the rivers, now shallow, severely reduce their supply of water; yet the ocean does not swell up during the rainy season, nor does it dry up in the hot summer. In the same way, a saintly devotee who has accepted the Supreme Personality of Godhead as the goal of his life sometimes will receive by providence great material opulence, and sometimes he will find himself materially destitute. However, such a devotee of the Lord does not rejoice in a flourishing condition, nor is he morose when poverty-stricken."
    },
    {
        "verse_id": "7",
        "text": "One who has failed to control his senses immediately feels attraction upon seeing a woman’s form, which is created by the illusory energy of the Supreme Lord. Indeed, when the woman speaks with enticing words, smiles coquettishly and moves her body sensuously, his mind is immediately captured, and thus he falls blindly into the darkness of material existence, just as the moth maddened by the fire rushes blindly into its flames."
    },
    {
        "verse_id": "8",
        "text": "A foolish person with no intelligent discrimination is immediately aroused at the sight of a lusty woman beautifully decorated with golden ornaments, fine clothing and other cosmetic features. Being eager for sense gratification, such a fool loses all intelligence and is destroyed just like the moth who rushes into the blazing fire."
    },
    {
        "verse_id": "9",
        "text": "A saintly person should accept only enough food to keep his body and soul together. He should go from door to door accepting just a little bit of food from each family. Thus he should practice the occupation of the honeybee."
    },
    {
        "verse_id": "10",
        "text": "Just as the honeybee takes nectar from all flowers, big and small, an intelligent human being should take the essence from all religious scriptures."
    },
    {
        "verse_id": "11",
        "text": "A saintly person should not think, “This food I will keep to eat tonight and this other food I can save for tomorrow.” In other words, a saintly person should not store foodstuffs acquired by begging. Rather, he should use his own hands as his plate and eat whatever fits on them. His only storage container should be his belly, and whatever conveniently fits into his belly should be his stock of food. Thus one should not imitate the greedy honeybee who eagerly collects more and more honey."
    },
    {
        "verse_id": "12",
        "text": "A saintly mendicant should not even collect foodstuffs to eat later in the same day or the next day. If he disregards this injunction and like the honeybee collects more and more delicious foodstuffs, that which he has collected will indeed ruin him."
    },
    {
        "verse_id": "13",
        "text": "A saintly person should never touch a young girl. In fact, he should not even let his foot touch a wooden doll in the shape of a woman. By bodily contact with a woman he will surely be captured by illusion, just as the elephant is captured by the she-elephant due to his desire to touch her body."
    },
    {
        "verse_id": "14",
        "text": "A man possessing intelligent discrimination should not under any circumstances try to exploit the beautiful form of a woman for his sense gratification. Just as an elephant trying to enjoy a she-elephant is killed by other bull elephants also enjoying her company, one trying to enjoy a lady’s company can at any moment be killed by her other lovers who are stronger than he."
    },
    {
        "verse_id": "15",
        "text": "A greedy person accumulates a large quantity of money with great struggle and pain, but the person who has struggled so much to acquire this wealth is not always allowed to enjoy it himself or give it in charity to others. The greedy man is like the bee who struggles to produce a large quantity of honey, which is then stolen by a man who will enjoy it personally or sell it to others. No matter how carefully one hides his hard-earned wealth or tries to protect it, there are those who are expert in detecting the whereabouts of valuable things, and they will steal it."
    },
    {
        "verse_id": "16",
        "text": "Just as a hunter takes away the honey laboriously produced by the honeybees, similarly, saintly mendicants such as brahmacārīs and sannyāsīs are entitled to enjoy the property painstakingly accumulated by householders dedicated to family enjoyment."
    },
    {
        "verse_id": "17",
        "text": "A saintly person dwelling in the forest in the renounced order of life should never listen to songs or music promoting material enjoyment. Rather, a saintly person should carefully study the example of the deer, who is bewildered by the sweet music of the hunter’s horn and is thus captured and killed."
    },
    {
        "verse_id": "18",
        "text": "Becoming attracted to the worldly singing, dancing and musical entertainment of beautiful women, even the great sage Ṛṣyaśṛṅga, the son of a deer, fell totally under their control, just like a pet animal."
    },
    {
        "verse_id": "19",
        "text": "Just as a fish, incited by the desire to enjoy his tongue, is fatally trapped on the fisherman’s hook, similarly, a foolish person is bewildered by the extremely disturbing urges of the tongue and thus is ruined."
    },
    {
        "verse_id": "20",
        "text": "By fasting, learned men quickly bring all of the senses except the tongue under control, because by abstaining from eating such men are afflicted with an increased desire to gratify the sense of taste."
    },
    {
        "verse_id": "21",
        "text": "Although one may conquer all of the other senses, as long as the tongue is not conquered it cannot be said that one has controlled his senses. However, if one is able to control the tongue, then one is understood to be in full control of all the senses."
    },
    {
        "verse_id": "22",
        "text": "O son of kings, previously in the city of Videha there dwelled a prostitute named Piṅgalā. Now please hear what I have learned from that lady."
    },
    {
        "verse_id": "23",
        "text": "Once that prostitute, desiring to bring a lover into her house, stood outside in the doorway at night showing her beautiful form."
    },
    {
        "verse_id": "24",
        "text": "O best among men, this prostitute was very anxious to get money, and as she stood on the street at night she studied all the men who were passing by, thinking, “Oh, this one surely has money. I know he can pay the price, and I am sure he would enjoy my company very much.” Thus she thought about all the men on the street."
    },
    {
        "verse_id": "25",
        "text": "As the prostitute Piṅgalā stood in the doorway, many men came and went, walking by her house. Her only means of sustenance was prostitution, and therefore she anxiously thought, “Maybe this one who is coming now is very rich… Oh, he is not stopping, but I am sure someone else will come. Surely this man who is coming now will want to pay me for my love, and he will probably give lots of money.” Thus, with vain hope, she remained leaning against the doorway, unable to finish her business and go to sleep. Out of anxiety she would sometimes walk out toward the street, and sometimes she went back into her house. In this way, the midnight hour gradually arrived."
    },
    {
        "verse_id": "27",
        "text": "As the night wore on, the prostitute, who intensely desired money, gradually became morose, and her face dried up. Thus being filled with anxiety for money and most disappointed, she began to feel a great detachment from her situation, and happiness arose in her mind."
    },
    {
        "verse_id": "28",
        "text": "The prostitute felt disgusted with her material situation and thus became indifferent to it. Indeed, detachment acts like a sword, cutting to pieces the binding network of material hopes and desires. Now please hear from me the song sung by the prostitute in that situation."
    },
    {
        "verse_id": "29",
        "text": "O King, just as a human being who is bereft of spiritual knowledge never desires to give up his false sense of proprietorship over many material things, similarly, a person who has not developed detachment never desires to give up the bondage of the material body."
    },
    {
        "verse_id": "30",
        "text": "The prostitute Piṅgalā said: Just see how greatly illusioned I am! Because I cannot control my mind, just like a fool I desire lusty pleasure from an insignificant man."
    },
    {
        "verse_id": "31",
        "text": "I am such a fool that I have given up the service of that person who, being eternally situated within my heart, is actually most dear to me. That most dear one is the Lord of the universe, who is the bestower of real love and happiness and the source of all prosperity. Although He is in my own heart, I have completely neglected Him. Instead I have ignorantly served insignificant men who can never satisfy my real desires and who have simply brought me unhappiness, fear, anxiety, lamentation and illusion."
    },
    {
        "verse_id": "32",
        "text": "Oh, how I have uselessly tortured my own soul! I have sold my body to lusty, greedy men who are themselves objects of pity. Thus practicing the most abominable profession of a prostitute, I hoped to get money and sex pleasure."
    },
    {
        "verse_id": "33",
        "text": "This material body is like a house in which I, the soul, am living. The bones forming my spine, ribs, arms and legs are like the beams, crossbeams and pillars of the house, and the whole structure, which is full of stool and urine, is covered by skin, hair and nails. The nine doors leading into this body are constantly excreting foul substances. Besides me, what woman could be so foolish as to devote herself to this material body, thinking that she might find pleasure and love in this contraption?"
    },
    {
        "verse_id": "34",
        "text": "Certainly in this city of Videha I alone am completely foolish. I neglected the Supreme Personality of Godhead, who awards us everything, even our original spiritual form, and instead I desired to enjoy sense gratification with many men."
    },
    {
        "verse_id": "35",
        "text": "The Supreme Personality of Godhead is absolutely the most dear one for all living beings because He is everyone’s well-wisher and Lord. He is the Supreme Soul situated in everyone’s heart. Therefore I will now pay the price of complete surrender, and thus purchasing the Lord I will enjoy with Him just like Lakṣmīdevī."
    },
    {
        "verse_id": "36",
        "text": "Men provide sense gratification for women, but all these men, and even the demigods in heaven, have a beginning and an end. They are all temporary creations who will be dragged away by time. Therefore how much actual pleasure or happiness could any of them ever give to their wives?"
    },
    {
        "verse_id": "37",
        "text": "Although I most stubbornly hoped to enjoy the material world, somehow or other detachment has arisen in my heart, and it is making me very happy. Therefore the Supreme Personality of Godhead, Viṣṇu, must be pleased with me. Without even knowing it, I must have performed some activity satisfying to Him."
    },
    {
        "verse_id": "38",
        "text": "A person who has developed detachment can give up the bondage of material society, friendship and love, and a person who undergoes great suffering gradually becomes, out of hopelessness, detached and indifferent to the material world. Thus, due to my great suffering, such detachment awoke in my heart; yet how could I have undergone such merciful suffering if I were actually unfortunate? Therefore, I am in fact fortunate and have received the mercy of the Lord. He must somehow or other be pleased with me."
    },
    {
        "verse_id": "39",
        "text": "With devotion I accept the great benefit that the Lord has bestowed upon me. Having given up my sinful desires for ordinary sense gratification, I now take shelter of Him, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "40",
        "text": "I am now completely satisfied, and I have full faith in the Lord’s mercy. Therefore I will maintain myself with whatever comes of its own accord. I shall enjoy life with only the Lord, because He is the real source of love and happiness."
    },
    {
        "verse_id": "41",
        "text": "The intelligence of the living entity is stolen away by activities of sense gratification, and thus he falls into the dark well of material existence. Within that well he is then seized by the deadly serpent of time. Who else but the Supreme Personality of Godhead could save the poor living entity from such a hopeless condition?"
    },
    {
        "verse_id": "42",
        "text": "When the living entity sees that the entire universe has been seized by the serpent of time, he becomes sober and sane and at that time detaches himself from all material sense gratification. In that condition the living entity is qualified to be his own protector."
    },
    {
        "verse_id": "43",
        "text": "The avadhūta said: Thus, her mind completely made up, Piṅgalā cut off all her sinful desires to enjoy sex pleasure with lovers, and she became situated in perfect peace. Then she sat down on her bed."
    },
    {
        "verse_id": "44",
        "text": "Material desire is undoubtedly the cause of the greatest unhappiness, and freedom from such desire is the cause of the greatest happiness. Therefore, completely cutting off her desire to enjoy so-called lovers, Piṅgalā very happily went to sleep."
    }
]