[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: Eager to engage in the worship of Lord Kṛṣṇa, O best of the Kurus, Nārada Muni stayed for some time in Dvārakā, which was always protected by the arms of Govinda."
    },
    {
        "verse_id": "2",
        "text": "My dear King, in the material world the conditioned souls are confronted by death at every step of life. Therefore, who among the conditioned souls would not render service to the lotus feet of Lord Mukunda, who is worshipable even for the greatest of liberated souls?"
    },
    {
        "verse_id": "3",
        "text": "One day the sage among the demigods, Nārada, came to the house of Vasudeva. After worshiping Nārada with suitable paraphernalia, seating him comfortably and respectfully bowing down to him, Vasudeva spoke as follows."
    },
    {
        "verse_id": "4",
        "text": "Śrī Vasudeva said: My lord, your visit, like that of a father to his children, is for the benefit of all living beings. You especially help the most wretched among them, as well as those who are advanced on the path toward the Supreme Lord, Uttamaśloka."
    },
    {
        "verse_id": "5",
        "text": "The activities of demigods lead to both misery and happiness for living beings, but the activities of great saints like you, who have accepted the infallible Lord as their very soul, result only in the happiness of all beings."
    },
    {
        "verse_id": "6",
        "text": "Those who worship the demigods receive reciprocation from the demigods in a way just corresponding to the offering. The demigods are attendants of karma, like a person’s shadow, but sādhus are actually merciful to the fallen."
    },
    {
        "verse_id": "7",
        "text": "O brāhmaṇa, although I am satisfied simply by seeing you, I still wish to inquire about those duties which give pleasure to the Supreme Personality of Godhead. Any mortal who faithfully hears about them is freed from all kinds of fear."
    },
    {
        "verse_id": "8",
        "text": "In a previous birth on this earth, I worshiped the Supreme Lord, Ananta, who alone can award liberation, but because I desired to have a child, I did not worship Him for liberation. Thus I was bewildered by the Lord’s illusory energy."
    },
    {
        "verse_id": "9",
        "text": "My dear lord, you are always true to your vow. Please instruct me clearly, so that by your mercy I may easily free myself from material existence, which is full of many dangers and keeps us constantly bound in fear."
    },
    {
        "verse_id": "10",
        "text": "Śukadeva Gosvāmī said: O King, Devarṣi Nārada was pleased by the questions of the highly intelligent Vasudeva. Because they suggested the transcendental qualities of the Supreme Personality of Godhead, they reminded Nārada of Lord Kṛṣṇa. Thus Nārada replied to Vasudeva as follows."
    },
    {
        "verse_id": "11",
        "text": "Śrī Nārada said: O best of the Sātvatas, you have quite correctly asked about the eternal duty of the living entity toward the Supreme Lord. Such devotional service to the Lord is so potent that its performance can purify the entire universe."
    },
    {
        "verse_id": "12",
        "text": "Pure devotional service rendered to the Supreme Lord is spiritually so potent that simply by hearing about such transcendental service, by chanting its glories in response, by meditating on it, by respectfully and faithfully accepting it, or by praising the devotional service of others, even persons who hate the demigods and all other living beings can be immediately purified."
    },
    {
        "verse_id": "13",
        "text": "Today you have made me remember my Lord, the supremely blissful Personality of Godhead, Nārāyaṇa. The Supreme Lord is so auspicious that whoever hears and chants about Him becomes completely pious."
    },
    {
        "verse_id": "14",
        "text": "To explain the devotional service of the Lord, sages have related the ancient history of the conversation between the great soul King Videha and the sons of Ṛṣabha."
    },
    {
        "verse_id": "15",
        "text": "Svāyambhuva Manu had a son named Mahārāja Priyavrata, and among Priyavrata’s sons was Āgnīdhra. From Āgnīdhra was born Nābhi, whose son was known as Ṛṣabhadeva."
    },
    {
        "verse_id": "16",
        "text": "Śrī Ṛṣabhadeva is accepted as an expansion of the Supreme Lord, Vāsudeva. He incarnated in this world to propagate those religious principles that lead living entities to ultimate liberation. He had one hundred sons, all perfect in Vedic knowledge."
    },
    {
        "verse_id": "17",
        "text": "Of the one hundred sons of Lord Ṛṣabhadeva, the eldest, Bharata, was completely devoted to Lord Nārāyaṇa. It is because of Bharata’s fame that this planet is now celebrated as the great Bhārata-varṣa."
    },
    {
        "verse_id": "18",
        "text": "King Bharata rejected this material world, considering all types of material pleasure temporary and useless. Leaving his beautiful young wife and family, he worshiped Lord Hari by severe austerities and attained the abode of the Lord after three lifetimes."
    },
    {
        "verse_id": "19",
        "text": "Nine of the remaining sons of Ṛṣabhadeva became the rulers of the nine islands of Bhārata-varṣa, and they exercised complete sovereignty over this planet. Eighty-one sons became twice-born brāhmaṇas and helped initiate the Vedic path of fruitive sacrifices [karma-kāṇḍa]."
    },
    {
        "verse_id": "20",
        "text": "The nine remaining sons of Ṛṣabha were greatly fortunate sages who worked vigorously to spread knowledge of the Absolute Truth. They wandered about naked and were very well versed in spiritual science. Their names were Kavi, Havir, Antarīkṣa, Prabuddha, Pippalāyana, Āvirhotra, Drumila, Camasa and Karabhājana."
    },
    {
        "verse_id": "22",
        "text": "These sages wandered the earth seeing the entire universe, with all its gross and subtle objects, as a manifestation of the Supreme Lord and as nondifferent from the self."
    },
    {
        "verse_id": "23",
        "text": "The nine Yogendras are liberated souls who travel freely to the planets of the demigods, the perfected mystics, the Sādhyas, the heavenly musicians, the Yakṣas, the human beings, and the minor demigods such as the Kinnaras and the serpents. No mundane force can check their free movement, and exactly as they wish they can travel as well to the worlds of the sages, the angels, the ghostly followers of Lord Śiva, the Vidyādharas, the brāhmaṇas and the cows."
    },
    {
        "verse_id": "24",
        "text": "Once in Ajanābha [the former name of the earth], they came upon the sacrificial performance of the great soul Mahārāja Nimi, which was being carried out under the direction of elevated sages."
    },
    {
        "verse_id": "25",
        "text": "My dear King, seeing those pure devotees of the Lord, who rival the sun in brilliance, everyone present — the performer of the sacrifice, the brāhmaṇas and even the sacrificial fires — stood in respect."
    },
    {
        "verse_id": "26",
        "text": "King Videha [Nimi] understood that the nine sages were exalted devotees of the Supreme Personality of Godhead. Therefore, overjoyed at their auspicious arrival, he offered them suitable sitting places and worshiped them in a proper way, just as one would worship the Supreme Personality of Godhead."
    },
    {
        "verse_id": "27",
        "text": "Overwhelmed by transcendental joy, the King humbly bowed his head and then proceeded to question the nine sages. These nine great souls glowed with their own effulgence and thus appeared equal to the four Kumāras, the sons of Lord Brahmā."
    },
    {
        "verse_id": "28",
        "text": "King Videha said: I think that you must be direct associates of the Supreme Personality of Godhead, who is famous as the enemy of the demon Madhu. Indeed, the pure devotees of Lord Viṣṇu wander throughout the universe not for their personal, selfish interest, but to purify all the conditioned souls."
    },
    {
        "verse_id": "29",
        "text": "For the conditioned souls, the human body is most difficult to achieve, and it can be lost at any moment. But I think that even those who have achieved human life rarely gain the association of pure devotees, who are dear to the Lord of Vaikuṇṭha."
    },
    {
        "verse_id": "30",
        "text": "Therefore, O completely sinless ones, I ask you to kindly tell me what the supreme good is. After all, even half a moment’s association with pure devotees within this world of birth and death is a priceless treasure for any man."
    },
    {
        "verse_id": "31",
        "text": "Please speak about how one engages in the devotional service of the Supreme Lord, if you consider me capable of properly hearing these topics. When a living entity offers loving service to the Supreme Lord, the Lord is immediately satisfied, and in return He will give even His own self to the surrendered soul."
    },
    {
        "verse_id": "32",
        "text": "Śrī Nārada said: O Vasudeva, when Mahārāja Nimi had thus inquired from the nine Yogendras about devotional service to the Lord, those best of saintly persons sincerely thanked the King for his questions and spoke to him with affection in the presence of the members of the sacrificial assembly and the brāhmaṇa priests."
    },
    {
        "verse_id": "33",
        "text": "Śrī Kavi said: I consider that one whose intelligence is constantly disturbed by his falsely identifying himself with the temporary material world can achieve real freedom from fear only by worshiping the lotus feet of the infallible Supreme Lord. In such devotional service, all fear ceases entirely."
    },
    {
        "verse_id": "34",
        "text": "Even ignorant living entities can very easily come to know the Supreme Lord if they adopt those means prescribed by the Supreme Lord Himself. The process recommended by the Lord is to be known as bhāgavata-dharma, or devotional service to the Supreme Personality of Godhead."
    },
    {
        "verse_id": "35",
        "text": "O King, one who accepts this process of devotional service to the Supreme Personality of Godhead will never blunder on his path in this world. Even while running with eyes closed, he will never trip or fall."
    },
    {
        "verse_id": "36",
        "text": "In accordance with the particular nature one has acquired in conditioned life, whatever one does with body, words, mind, senses, intelligence or purified consciousness one should offer to the Supreme, thinking, “This is for the pleasure of Lord Nārāyaṇa.”"
    },
    {
        "verse_id": "37",
        "text": "Fear arises when a living entity misidentifies himself as the material body because of absorption in the external, illusory energy of the Lord. When the living entity thus turns away from the Supreme Lord, he also forgets his own constitutional position as a servant of the Lord. This bewildering, fearful condition is effected by the potency for illusion, called māyā. Therefore, an intelligent person should engage unflinchingly in the unalloyed devotional service of the Lord, under the guidance of a bona fide spiritual master, whom he should accept as his worshipable deity and as his very life and soul."
    },
    {
        "verse_id": "38",
        "text": "Although the duality of the material world does not ultimately exist, the conditioned soul experiences it as real under the influence of his own conditioned intelligence. This imaginary experience of a world separate from Kṛṣṇa can be compared to the acts of dreaming and desiring. When the conditioned soul dreams at night of something desirable or horrible, or when he daydreams of what he would like to have or avoid, he creates a reality that has no existence beyond his own imagination. The tendency of the mind is to accept and reject various activities based on sense gratification. Therefore an intelligent person should control the mind, restricting it from the illusion of seeing things separate from Kṛṣṇa, and when the mind is thus controlled he will experience actual fearlessness."
    },
    {
        "verse_id": "39",
        "text": "An intelligent person who has controlled his mind and conquered fear should give up all attachment to material objects such as wife, family and nation and should wander freely without embarrassment, hearing and chanting the holy names of the Lord, the bearer of the chariot wheel. The holy names of Kṛṣṇa are all-auspicious because they describe His transcendental birth and activities, which He performs within this world for the salvation of the conditioned souls. Thus the holy names of the Lord are sung throughout the world."
    },
    {
        "verse_id": "40",
        "text": "By chanting the holy name of the Supreme Lord, one comes to the stage of love of Godhead. Then the devotee is fixed in his vow as an eternal servant of the Lord, and he gradually becomes very much attached to a particular name and form of the Supreme Personality of Godhead. As his heart melts with ecstatic love, he laughs very loudly or cries or shouts. Sometimes he sings and dances like a madman, for he is indifferent to public opinion."
    },
    {
        "verse_id": "41",
        "text": "A devotee should not see anything as being separate from the Supreme Personality of Godhead, Kṛṣṇa. Ether, fire, air, water, earth, the sun and other luminaries, all living beings, the directions, trees and other plants, the rivers and oceans — whatever a devotee experiences he should consider to be an expansion of Kṛṣṇa. Thus seeing everything that exists within creation as the body of the Supreme Lord, Hari, the devotee should offer his sincere respects to the entire expansion of the Lord’s body."
    },
    {
        "verse_id": "42",
        "text": "Devotion, direct experience of the Supreme Lord, and detachment from other things — these three occur simultaneously for one who has taken shelter of the Supreme Personality of Godhead, in the same way that pleasure, nourishment and relief from hunger come simultaneously and increasingly, with each bite, for a person engaged in eating."
    },
    {
        "verse_id": "43",
        "text": "My dear King, the devotee who worships the lotus feet of the infallible Personality of Godhead with constant endeavor thus achieves unflinching devotion, detachment and experienced knowledge of the Personality of Godhead. In this way the successful devotee of the Lord achieves supreme spiritual peace."
    },
    {
        "verse_id": "44",
        "text": "Mahārāja Nimi said: Now please tell me in greater detail about the devotees of the Supreme Lord. What are the natural symptoms by which I can distinguish between the most advanced devotees, those on the middle level and those who are neophytes? What are the typical religious activities of a Vaiṣṇava, and how does he speak? Specifically, please describe those symptoms and characteristics by which Vaiṣṇavas become dear to the Supreme Personality of Godhead."
    },
    {
        "verse_id": "45",
        "text": "Śrī Havir said: The most advanced devotee sees within everything the soul of all souls, the Supreme Personality of Godhead, Śrī Kṛṣṇa. Consequently he sees everything in relation to the Supreme Lord and understands that everything that exists is eternally situated within the Lord."
    },
    {
        "verse_id": "46",
        "text": "An intermediate or second-class devotee, called madhyama-adhikārī, offers his love to the Supreme Personality of Godhead, is a sincere friend to all the devotees of the Lord, shows mercy to ignorant people who are innocent and disregards those who are envious of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "47",
        "text": "A devotee who faithfully engages in the worship of the Deity in the temple but does not behave properly toward other devotees or people in general is called a prākṛta-bhakta, a materialistic devotee, and is considered to be in the lowest position."
    },
    {
        "verse_id": "48",
        "text": "Even while engaging his senses in contact with their objects, one who sees this whole world as the energy of Lord Viṣṇu is neither repelled nor elated. He is indeed the greatest among devotees."
    },
    {
        "verse_id": "49",
        "text": "Within the material world, one’s material body is always subject to birth and decay. Similarly, the life air [prāṇa] is harassed by hunger and thirst, the mind is always anxious, the intelligence hankers for that which cannot be obtained, and all of the senses are ultimately exhausted by constant struggle in the material nature. A person who is not bewildered by the inevitable miseries of material existence, and who remains aloof from them simply by remembering the lotus feet of the Supreme Personality of Godhead, is to be considered bhāgavata-pradhāna, the foremost devotee of the Lord."
    },
    {
        "verse_id": "50",
        "text": "One who has taken exclusive shelter of the Supreme Lord, Vāsudeva, becomes free from fruitive activities, which are based on material lust. In fact, one who has taken shelter of the lotus feet of the Lord is freed from even the desire to enjoy material sense gratification. Plans for enjoying sex life, social prestige and money cannot develop within his mind. Thus he is considered bhāgavatottama, a pure devotee of the Lord on the highest platform."
    },
    {
        "verse_id": "51",
        "text": "Birth in an aristocratic family and the execution of austere and pious activities certainly cause one to take pride in himself. Similarly, if one enjoys a prestigious position within society because his parents are highly respected members of the varṇāśrama social system, one becomes even more infatuated with himself. But if despite these excellent material qualifications one does not feel even a tinge of pride within himself, he is to be considered the dearmost servitor of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "52",
        "text": "When a devotee gives up the selfish conception by which one thinks “This is my property, and that is his,” and when he is no longer concerned with the pleasures of his own material body or indifferent to the discomforts of others, he becomes fully peaceful and satisfied. He considers himself simply one among all the living beings who are equally part and parcel of the Supreme Personality of Godhead. Such a satisfied Vaiṣṇava is considered to be at the highest standard of devotional service."
    },
    {
        "verse_id": "53",
        "text": "The lotus feet of the Supreme Personality of Godhead are sought even by the greatest of demigods, such as Brahmā and Śiva, who have all accepted the Supreme Personality of Godhead as their life and soul. A pure devotee of the Lord can never forget those lotus feet in any circumstance. He will not give up his shelter at the lotus feet of the Lord for a single moment — indeed, not for half a moment — even in exchange for the benediction of ruling and enjoying the opulence of the entire universe. Such a devotee of the Lord is to be considered the best of the Vaiṣṇavas."
    },
    {
        "verse_id": "54",
        "text": "How can the fire of material suffering continue to burn the hearts of those who worship the Supreme Lord? The Lord’s lotus feet have performed innumerable heroic deeds, and the beautiful nails on His toes resemble valuable jewels. The effulgence emanating from those nails resembles cooling moonshine, for it instantly relieves the suffering within the heart of the pure devotee, just as the appearance of the moon’s cooling light relieves the burning heat of the sun."
    },
    {
        "verse_id": "55",
        "text": "The Supreme Personality of Godhead is so kind to the conditioned souls that if they call upon Him by speaking His holy name, even unintentionally or unwillingly, the Lord is inclined to destroy innumerable sinful reactions in their hearts. Therefore, when a devotee who has taken shelter of the Lord’s lotus feet chants the holy name of Kṛṣṇa with genuine love, the Supreme Personality of Godhead can never give up the heart of such a devotee. One who has thus captured the Supreme Lord within his heart is to be known as bhāgavata-pradhāna, the most exalted devotee of the Lord."
    }
]