[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Lord Mukunda, the chief of the Dāśārhas, having thus been respectfully requested by the best of His devotees, Śrī Uddhava, first acknowledged the fitness of his servant’s statements. Then the Lord, whose glorious exploits are most worthy of being heard, began to reply to him."
    },
    {
        "verse_id": "2",
        "text": "Lord Śrī Kṛṣṇa said: O disciple of Bṛhaspati, there is virtually no saintly man in this world capable of resettling his own mind after it has been disturbed by the insulting words of uncivilized men."
    },
    {
        "verse_id": "3",
        "text": "Sharp arrows which pierce one’s chest and reach the heart do not cause as much suffering as the arrows of harsh, insulting words that become lodged within the heart when spoken by uncivilized men."
    },
    {
        "verse_id": "4",
        "text": "My dear Uddhava, in this regard a most pious story is told, and I shall now describe it to you. Please listen with careful attention."
    },
    {
        "verse_id": "5",
        "text": "Once a certain sannyāsī was insulted in many ways by impious men. However, with determination he remembered that he was suffering the fruit of his own previous karma. I will narrate to you his story and that which he spoke."
    },
    {
        "verse_id": "6",
        "text": "In the country of Avantī there once lived a certain brāhmaṇa who was very rich and gifted with all opulences, and who was engaged in the occupation of commerce. But he was a miserly person — lusty, greedy and very prone to anger."
    },
    {
        "verse_id": "7",
        "text": "In his home, devoid of religiosity and lawful sense gratification, the family members and guests were never properly respected, even with words. He would not even allow sufficient gratification for his own body at the suitable times."
    },
    {
        "verse_id": "8",
        "text": "Since he was so hardhearted and miserly, his sons, in-laws, wife, daughters and servants began to feel inimical toward him. Becoming disgusted, they would never treat him with affection."
    },
    {
        "verse_id": "9",
        "text": "In this way the presiding deities of the five family sacrifices became angry at the brāhmaṇa, who, being niggardly, guarded his wealth like a Yakṣa, who had no good destination either in this world or the next, and who was totally deprived of religiosity and sense enjoyment."
    },
    {
        "verse_id": "10",
        "text": "O magnanimous Uddhava, by his neglect of these demigods he depleted his stock of piety and all his wealth. The accumulation of his repeated exhaustive endeavors was totally lost."
    },
    {
        "verse_id": "11",
        "text": "Some of the wealth of this so-called brāhmaṇa was taken away by his relatives, My dear Uddhava, some by thieves, some by the whims of providence, some by the effects of time, some by ordinary men and some by government authorities."
    },
    {
        "verse_id": "12",
        "text": "Finally, when his property was completely lost, he who never engaged in religiosity or sense enjoyment became ignored by his family members. Thus he began to feel unbearable anxiety."
    },
    {
        "verse_id": "13",
        "text": "Having lost all his wealth, he felt great pain and lamentation. His throat choked up with tears, and he meditated for a long time on his fortune. Then a powerful feeling of renunciation came over him."
    },
    {
        "verse_id": "14",
        "text": "The brāhmaṇa spoke as follows: O what great misfortune! I have simply tormented myself uselessly, struggling so hard for money that was not even intended for religiosity or material enjoyment."
    },
    {
        "verse_id": "15",
        "text": "Generally, the wealth of misers never allows them any happiness. In this life it causes their self-torment, and when they die it sends them to hell."
    },
    {
        "verse_id": "16",
        "text": "Whatever pure fame is possessed by the famous and whatever praiseworthy qualities are found in the virtuous are destroyed by even a small amount of greed, just as one’s attractive physical beauty is ruined by a trace of white leprosy."
    },
    {
        "verse_id": "17",
        "text": "In the earning, attainment, increase, protection, expense, loss and enjoyment of wealth, all men experience great labor, fear, anxiety and delusion."
    },
    {
        "verse_id": "18",
        "text": "Theft, violence, speaking lies, duplicity, lust, anger, perplexity, pride, quarreling, enmity, faithlessness, envy and the dangers caused by women, gambling and intoxication are the fifteen undesirable qualities that contaminate men because of greed for wealth. Although these qualities are undesirable, men falsely ascribe value to them. One desiring to achieve the real benefit of life should therefore remain aloof from undesirable material wealth."
    },
    {
        "verse_id": "20",
        "text": "Even a man’s brothers, wife, parents and friends united with him in love will immediately break off their affectionate relationships and become enemies over a single coin."
    },
    {
        "verse_id": "21",
        "text": "For even a small amount of money these relatives and friends become very agitated and their anger is inflamed. Acting as rivals, they quickly give up all sentiments of goodwill and will reject one at a moment’s notice, even to the point of committing murder."
    },
    {
        "verse_id": "22",
        "text": "Those who obtain human life, which is prayed for even by the demigods, and in that human birth become situated as first-class brāhmaṇas, are extremely fortunate. If they disregard this important opportunity, they are certainly killing their own self-interest and thus achieve a most unfortunate end."
    },
    {
        "verse_id": "23",
        "text": "What mortal man, having achieved this human life, which is the very gateway to both heaven and liberation, would willingly become attached to that abode of worthlessness, material property?"
    },
    {
        "verse_id": "24",
        "text": "One who fails to distribute his wealth to the proper shareholders — the demigods, sages, forefathers and ordinary living entities, as well as his immediate relatives, in-laws and own self — is maintaining his wealth simply like a Yakṣa and will fall down."
    },
    {
        "verse_id": "25",
        "text": "Discriminating persons are able to utilize their money, youth and strength to achieve perfection. But I have feverishly squandered these in the useless endeavor for further wealth. Now that I am an old man, what can I achieve?"
    },
    {
        "verse_id": "26",
        "text": "Why must an intelligent man suffer by his constant vain efforts to get wealth? Indeed, this whole world is most bewildered by someone’s illusory potency."
    },
    {
        "verse_id": "27",
        "text": "For one who is in the grips of death, what is the use of wealth or those who offer it, sense gratification or those who offer it, or, for that matter, any type of fruitive activity, which simply causes one to again take birth in the material world?"
    },
    {
        "verse_id": "28",
        "text": "The Supreme Personality of Godhead, Lord Hari, who contains within Himself all the demigods, must be satisfied with me. Indeed, He has brought me to this suffering condition and forced me to experience detachment, which is the boat to carry me over this ocean of material life."
    },
    {
        "verse_id": "29",
        "text": "If there is any time remaining in my life, I will perform austerities and force my body to subsist on the bare necessities. Without further confusion I shall pursue that which constitutes my entire self-interest in life, and I shall remain satisfied within the self."
    },
    {
        "verse_id": "30",
        "text": "Thus may the presiding demigods of these three worlds kindly show their mercy upon me. Indeed, Mahārāja Khaṭvāṅga was able to achieve the spiritual world in a single moment."
    },
    {
        "verse_id": "31",
        "text": "Lord Śrī Kṛṣṇa continued: His mind thus determined, that most excellent Avantī brāhmaṇa was able to untie the knots of desire within his heart. He then assumed the role of a peaceful and silent sannyāsī mendicant."
    },
    {
        "verse_id": "32",
        "text": "He wandered about the earth, keeping his intelligence, senses and life air under control. To beg charity he traveled alone to various cities and villages. He did not advertise his advanced spiritual position and thus was not recognized by others."
    },
    {
        "verse_id": "33",
        "text": "O kind Uddhava, seeing him as an old, dirty beggar, rowdy persons would dishonor him with many insults."
    },
    {
        "verse_id": "34",
        "text": "Some of these persons would take away his sannyāsī rod, and some the waterpot which he was using as a begging bowl. Some took his deerskin seat, some his chanting beads, and some would steal his torn, ragged clothing. Displaying these things before him, they would pretend to offer them back but would then hide them again."
    },
    {
        "verse_id": "35",
        "text": "When he was sitting on the bank of a river about to partake of the food that he had collected by his begging, such sinful rascals would come and pass urine on it, and they would dare to spit on his head."
    },
    {
        "verse_id": "36",
        "text": "Although he had taken a vow of silence, they would try to make him speak, and if he did not speak they would beat him with sticks. Others would chastise him, saying, “This man is just a thief.” And others would bind him up with rope, shouting, “Tie him up! Tie him up!”"
    },
    {
        "verse_id": "37",
        "text": "They would criticize and insult him, saying, “This man is just a hypocrite and a cheat. He makes a business of religion simply because he lost all his wealth and his family threw him out.”"
    },
    {
        "verse_id": "38",
        "text": "Some would ridicule him by saying, “Just see this greatly powerful sage! He is as steadfast as the Himālaya Mountains. By practice of silence he strives for his goal with great determination, just like a heron.” Other persons would pass foul air upon him, and sometimes others would bind this twice-born brāhmaṇa in chains and keep him captive like a pet animal."
    },
    {
        "verse_id": "40",
        "text": "The brāhmaṇa understood that all his suffering — from other living beings, from the higher forces of nature and from his own body — was unavoidable, being allotted to him by providence."
    },
    {
        "verse_id": "41",
        "text": "Even while being insulted by these low-class men who were trying to effect his downfall, he remained steady in his spiritual duties. Fixing his resolution in the mode of goodness, he began to chant the following song."
    },
    {
        "verse_id": "42",
        "text": "The brāhmaṇa said: These people are not the cause of my happiness and distress. Neither are the demigods, my own body, the planets, my past work, or time. Rather, it is the mind alone that causes happiness and distress and perpetuates the rotation of material life."
    },
    {
        "verse_id": "43",
        "text": "The powerful mind actuates the functions of the material modes, from which evolve the different kinds of material activities in the modes of goodness, ignorance and passion. From the activities in each of these modes develop the corresponding statuses of life."
    },
    {
        "verse_id": "44",
        "text": "Although present along with the struggling mind within the material body, the Supersoul is not endeavoring, because He is already endowed with transcendental enlightenment. Acting as my friend, He simply witnesses from His transcendental position. I, the infinitesimal spirit soul, on the other hand, have embraced this mind, which is the mirror reflecting the image of the material world. Thus I have become engaged in enjoying objects of desire and am entangled due to contact with the modes of nature."
    },
    {
        "verse_id": "45",
        "text": "Charity, prescribed duties, observance of major and minor regulative principles, hearing from scripture, pious works and purifying vows all have as their final aim the subduing of the mind. Indeed, concentration of the mind on the Supreme is the highest yoga."
    },
    {
        "verse_id": "46",
        "text": "If one’s mind is perfectly fixed and pacified, then tell me what need does one have to perform ritualistic charity and other pious rituals? And if one’s mind remains uncontrolled, lost in ignorance, then of what use are these engagements for him?"
    },
    {
        "verse_id": "47",
        "text": "All the senses have been under the control of the mind since time immemorial, and the mind himself never comes under the sway of any other. He is stronger than the strongest, and his godlike power is fearsome. Therefore, anyone who can bring the mind under control becomes the master of all the senses."
    },
    {
        "verse_id": "48",
        "text": "Failing to conquer this irrepressible enemy, the mind, whose urges are intolerable and who torments the heart, many people are completely bewildered and create useless quarrel with others. Thus they conclude that other people are either their friends, their enemies or parties indifferent to them."
    },
    {
        "verse_id": "49",
        "text": "Persons who identify with this body, which is simply the product of the material mind, are blinded in their intelligence, thinking in terms of “I” and “mine.” Because of their illusion of “this is I, but that is someone else,” they wander in endless darkness."
    },
    {
        "verse_id": "50",
        "text": "If you say that these people are the cause of my happiness and distress, then where is the place of the soul in such a conception? This happiness and distress pertain not to the soul but to the interactions of material bodies. If someone bites his tongue with his own teeth, at whom can he become angry in his suffering?"
    },
    {
        "verse_id": "51",
        "text": "If you say that the demigods who rule the bodily senses cause suffering, still, how can such suffering apply to the spirit soul? This acting and being acted upon are merely interactions of the changeable senses and their presiding deities. When one limb of the body attacks another, with whom can the person in that body be angry?"
    },
    {
        "verse_id": "52",
        "text": "If the soul himself were the cause of happiness and distress, then we could not blame others, since happiness and distress would be simply the nature of the soul. According to this theory, nothing except the soul actually exists, and if we were to perceive something besides the soul, that would be illusion. Therefore, since happiness and distress do not actually exist in this concept, why become angry at oneself or others?"
    },
    {
        "verse_id": "53",
        "text": "And if we examine the hypothesis that the planets are the immediate cause of suffering and happiness, then also where is the relationship with the soul, who is eternal? After all, the effect of the planets applies only to things that have taken birth. Expert astrologers have moreover explained how the planets are only causing pain to each other. Therefore, since the living entity is distinct from these planets and from the material body, against whom should he vent his anger?"
    },
    {
        "verse_id": "54",
        "text": "If we assume that fruitive work is the cause of happiness and distress, we still are not dealing with the soul. The idea of material work arises when there is a spiritual actor who is conscious and a material body that undergoes the transformation of happiness and distress as a reaction to such work. Since the body has no life, it cannot be the actual recipient of happiness and distress, nor can the soul, who is ultimately completely spiritual and aloof from the material body. Since karma thus has no ultimate basis in either the body or the soul, at whom can one become angry?"
    },
    {
        "verse_id": "55",
        "text": "If we accept time as the cause of happiness and distress, that experience still cannot apply to the spirit soul, since time is a manifestation of the Lord’s spiritual potency and the living entities are also expansions of the Lord’s spiritual potency manifesting through time. Certainly a fire does not burn its own flames or sparks, nor does the cold harm its own snowflakes or hail. In fact, the spirit soul is transcendental and beyond the experience of material happiness and distress. At whom, therefore, should one become angry?"
    },
    {
        "verse_id": "56",
        "text": "The false ego gives shape to illusory material existence and thus experiences material happiness and distress. The spirit soul, however, is transcendental to material nature; he can never actually be affected by material happiness and distress in any place, under any circumstance or by the agency of any person. A person who understands this has nothing whatsoever to fear from the material creation."
    },
    {
        "verse_id": "57",
        "text": "I shall cross over the insurmountable ocean of nescience by being firmly fixed in the service of the lotus feet of Kṛṣṇa. This was approved by the previous ācāryas, who were fixed in firm devotion to the Lord, Paramātmā, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "58",
        "text": "Lord Śrī Kṛṣṇa said: Thus becoming detached upon the loss of his property, this sage gave up his moroseness. He left home, taking sannyāsa, and began to travel about the earth. Even when insulted by foolish rascals he remained unswerved from his duty and chanted this song."
    },
    {
        "verse_id": "59",
        "text": "No other force besides his own mental confusion makes the soul experience happiness and distress. His perception of friends, neutral parties and enemies and the whole material life he builds around this perception are simply created out of ignorance."
    },
    {
        "verse_id": "60",
        "text": "My dear Uddhava, fixing your intelligence on Me, you should thus completely control the mind. This is the essence of the science of yoga."
    },
    {
        "verse_id": "61",
        "text": "Anyone who listens to or recites to others this song of the sannyāsī, which presents scientific knowledge of the Absolute, and who thus meditates upon it with full attention, will never again be overwhelmed by the dualities of material happiness and distress."
    }
]