[
    {
        "verse_id": "1",
        "text": "Ugraśravā [Sūta Gosvāmī], the son of Romaharṣaṇa, being fully satisfied by the perfect questions of the brāhmaṇas, thanked them and thus attempted to reply."
    },
    {
        "verse_id": "2",
        "text": "Śrīla Sūta Gosvāmī said: Let me offer my respectful obeisances unto that great sage [Śukadeva Gosvāmī] who can enter the hearts of all. When he went away to take up the renounced order of life [sannyāsa], leaving home without undergoing reformation by the sacred thread or the ceremonies observed by the higher castes, his father, Vyāsadeva, fearing separation from him, cried out, “O my son!” Indeed, only the trees, which were absorbed in the same feelings of separation, echoed in response to the begrieved father."
    },
    {
        "verse_id": "3",
        "text": "Let me offer my respectful obeisances unto him [Śuka], the spiritual master of all sages, the son of Vyāsadeva, who, out of his great compassion for those gross materialists who struggle to cross over the darkest regions of material existence, spoke this most confidential supplement to the cream of Vedic knowledge, after having personally assimilated it by experience."
    },
    {
        "verse_id": "4",
        "text": "Before reciting this Śrīmad-Bhāgavatam, which is the very means of conquest, one should offer respectful obeisances unto the Personality of Godhead, Nārāyaṇa, unto Nara-nārāyaṇa Ṛṣi, the supermost human being, unto mother Sarasvatī, the goddess of learning, and unto Śrīla Vyāsadeva, the author."
    },
    {
        "verse_id": "5",
        "text": "O sages, I have been justly questioned by you. Your questions are worthy because they relate to Lord Kṛṣṇa and so are of relevance to the world’s welfare. Only questions of this sort are capable of completely satisfying the self."
    },
    {
        "verse_id": "6",
        "text": "The supreme occupation [dharma] for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord. Such devotional service must be unmotivated and uninterrupted to completely satisfy the self."
    },
    {
        "verse_id": "7",
        "text": "By rendering devotional service unto the Personality of Godhead, Śrī Kṛṣṇa, one immediately acquires causeless knowledge and detachment from the world."
    },
    {
        "verse_id": "8",
        "text": "The occupational activities a man performs according to his own position are only so much useless labor if they do not provoke attraction for the message of the Personality of Godhead."
    },
    {
        "verse_id": "9",
        "text": "All occupational engagements are certainly meant for ultimate liberation. They should never be performed for material gain. Furthermore, according to sages, one who is engaged in the ultimate occupational service should never use material gain to cultivate sense gratification."
    },
    {
        "verse_id": "10",
        "text": "Life’s desires should never be directed toward sense gratification. One should desire only a healthy life, or self-preservation, since a human being is meant for inquiry about the Absolute Truth. Nothing else should be the goal of one’s works."
    },
    {
        "verse_id": "11",
        "text": "Learned transcendentalists who know the Absolute Truth call this nondual substance Brahman, Paramātmā or Bhagavān."
    },
    {
        "verse_id": "12",
        "text": "The seriously inquisitive student or sage, well equipped with knowledge and detachment, realizes that Absolute Truth by rendering devotional service in terms of what he has heard from the Vedānta-śruti."
    },
    {
        "verse_id": "13",
        "text": "O best among the twice-born, it is therefore concluded that the highest perfection one can achieve by discharging the duties prescribed for one’s own occupation according to caste divisions and orders of life is to please the Personality of Godhead."
    },
    {
        "verse_id": "14",
        "text": "Therefore, with one-pointed attention, one should constantly hear about, glorify, remember and worship the Personality of Godhead, who is the protector of the devotees."
    },
    {
        "verse_id": "15",
        "text": "With sword in hand, intelligent men cut through the binding knots of reactionary work [karma] by remembering the Personality of Godhead. Therefore, who will not pay attention to His message?"
    },
    {
        "verse_id": "16",
        "text": "O twice-born sages, by serving those devotees who are completely freed from all vice, great service is done. By such service, one gains affinity for hearing the messages of Vāsudeva."
    },
    {
        "verse_id": "17",
        "text": "Śrī Kṛṣṇa, the Personality of Godhead, who is the Paramātmā [Supersoul] in everyone’s heart and the benefactor of the truthful devotee, cleanses desire for material enjoyment from the heart of the devotee who has developed the urge to hear His messages, which are in themselves virtuous when properly heard and chanted."
    },
    {
        "verse_id": "18",
        "text": "By regular attendance in classes on the Bhāgavatam and by rendering of service to the pure devotee, all that is troublesome to the heart is almost completely destroyed, and loving service unto the Personality of Godhead, who is praised with transcendental songs, is established as an irrevocable fact."
    },
    {
        "verse_id": "19",
        "text": "As soon as irrevocable loving service is established in the heart, the effects of nature’s modes of passion and ignorance, such as lust, desire and hankering, disappear from the heart. Then the devotee is established in goodness, and he becomes completely happy."
    },
    {
        "verse_id": "20",
        "text": "Thus established in the mode of unalloyed goodness, the man whose mind has been enlivened by contact with devotional service to the Lord gains positive scientific knowledge of the Personality of Godhead in the stage of liberation from all material association."
    },
    {
        "verse_id": "21",
        "text": "Thus the knot in the heart is pierced, and all misgivings are cut to pieces. The chain of fruitive actions is terminated when one sees the self as master."
    },
    {
        "verse_id": "22",
        "text": "Certainly, therefore, since time immemorial, all transcendentalists have been rendering devotional service to Lord Kṛṣṇa, the Personality of Godhead, with great delight, because such devotional service is enlivening to the self."
    },
    {
        "verse_id": "23",
        "text": "The transcendental Personality of Godhead is indirectly associated with the three modes of material nature, namely passion, goodness and ignorance, and just for the material world’s creation, maintenance and destruction He accepts the three qualitative forms of Brahmā, Viṣṇu and Śiva. Of these three, all human beings can derive ultimate benefit from Viṣṇu, the form of the quality of goodness."
    },
    {
        "verse_id": "24",
        "text": "Firewood is a transformation of earth, but smoke is better than the raw wood. And fire is still better, for by fire we can derive the benefits of superior knowledge [through Vedic sacrifices]. Similarly, passion [rajas] is better than ignorance [tamas], but goodness [sattva] is best because by goodness one can come to realize the Absolute Truth."
    },
    {
        "verse_id": "25",
        "text": "Previously all the great sages rendered service unto the Personality of Godhead due to His existence above the three modes of material nature. They worshiped Him to become free from material conditions and thus derive the ultimate benefit. Whoever follows such great authorities is also eligible for liberation from the material world."
    },
    {
        "verse_id": "26",
        "text": "Those who are serious about liberation are certainly nonenvious, and they respect all. Yet they reject the horrible and ghastly forms of the demigods and worship only the all-blissful forms of Lord Viṣṇu and His plenary portions."
    },
    {
        "verse_id": "27",
        "text": "Those who are in the modes of passion and ignorance worship those in the same category — namely the forefathers, other living beings and the demigods who are in charge of cosmic activities — for they are urged by a desire to be materially benefited with women, wealth, power and progeny."
    },
    {
        "verse_id": "28",
        "text": "In the revealed scriptures, the ultimate object of knowledge is Śrī Kṛṣṇa, the Personality of Godhead. The purpose of performing sacrifice is to please Him. Yoga is for realizing Him. All fruitive activities are ultimately rewarded by Him only. He is supreme knowledge, and all severe austerities are performed to know Him. Religion [dharma] is rendering loving service unto Him. He is the supreme goal of life."
    },
    {
        "verse_id": "30",
        "text": "In the beginning of the material creation, that Absolute Personality of Godhead [Vāsudeva], in His transcendental position, created the energies of cause and effect by His own internal energy."
    },
    {
        "verse_id": "31",
        "text": "After creating the material substance, the Lord [Vāsudeva] expands Himself and enters into it. And although He is within the material modes of nature and appears to be one of the created beings, He is always fully enlightened in His transcendental position."
    },
    {
        "verse_id": "32",
        "text": "The Lord, as Supersoul, pervades all things, just as fire permeates wood, and so He appears to be of many varieties, though He is the absolute one without a second."
    },
    {
        "verse_id": "33",
        "text": "The Supersoul enters into the bodies of the created beings who are influenced by the modes of material nature and causes them to enjoy the effects of these modes by the subtle mind."
    },
    {
        "verse_id": "34",
        "text": "Thus the Lord of the universes maintains all planets inhabited by demigods, men and lower animals. Assuming the roles of incarnations, He performs pastimes to reclaim those in the mode of pure goodness."
    }
]