[
    {
        "verse_id": "1",
        "text": "Sūta said: In the beginning of the creation, the Lord first expanded Himself in the universal form of the puruṣa incarnation and manifested all the ingredients for the material creation. And thus at first there was the creation of the sixteen principles of material action. This was for the purpose of creating the material universes."
    },
    {
        "verse_id": "2",
        "text": "A part of the puruṣa lies down within the water of the universe, from the navel lake of His body sprouts a lotus stem, and from the lotus flower atop this stem, Brahmā, the master of all engineers in the universe, becomes manifest."
    },
    {
        "verse_id": "3",
        "text": "It is believed that all the universal planetary systems are situated on the extensive body of the puruṣa, but He has nothing to do with the created material ingredients. His body is eternally in spiritual existence par excellence."
    },
    {
        "verse_id": "4",
        "text": "The devotees, with their perfect eyes, see the transcendental form of the puruṣa who has thousands of legs, thighs, arms and faces — all extraordinary. In that body there are thousands of heads, ears, eyes and noses. They are decorated with thousands of helmets and glowing earrings and are adorned with garlands."
    },
    {
        "verse_id": "5",
        "text": "This form [the second manifestation of the puruṣa] is the source and indestructible seed of multifarious incarnations within the universe. From the particles and portions of this form, different living entities, like demigods, men and others, are created."
    },
    {
        "verse_id": "6",
        "text": "First of all, in the beginning of creation, there were the four unmarried sons of Brahmā [the Kumāras], who, being situated in a vow of celibacy, underwent severe austerities for realization of the Absolute Truth."
    },
    {
        "verse_id": "7",
        "text": "The supreme enjoyer of all sacrifices accepted the incarnation of a boar [the second incarnation], and for the welfare of the earth He lifted the earth from the nether regions of the universe."
    },
    {
        "verse_id": "8",
        "text": "In the millennium of the ṛṣis, the Personality of Godhead accepted the third empowered incarnation in the form of Devarṣi Nārada, who is a great sage among the demigods. He collected expositions of the Vedas which deal with devotional service and which inspire nonfruitive action."
    },
    {
        "verse_id": "9",
        "text": "In the fourth incarnation, the Lord became Nara and Nārāyaṇa, the twin sons of the wife of King Dharma. Thus He undertook severe and exemplary penances to control the senses."
    },
    {
        "verse_id": "10",
        "text": "The fifth incarnation, named Lord Kapila, is foremost among perfected beings. He gave an exposition of the creative elements and metaphysics to Āsuri Brāhmaṇa, for in course of time this knowledge had been lost."
    },
    {
        "verse_id": "11",
        "text": "The sixth incarnation of the puruṣa was the son of the sage Atri. He was born from the womb of Anasūyā, who prayed for an incarnation. He spoke on the subject of transcendence to Alarka, Prahlāda and others [Yadu, Haihaya, etc.]."
    },
    {
        "verse_id": "12",
        "text": "The seventh incarnation was Yajña, the son of Prajāpati Ruci and his wife Ākūti. He controlled the period during the change of the Svāyambhuva Manu and was assisted by demigods such as His son Yāma."
    },
    {
        "verse_id": "13",
        "text": "The eighth incarnation was King Ṛṣabha, son of King Nābhi and his wife Merudevī. In this incarnation the Lord showed the path of perfection, which is followed by those who have fully controlled their senses and who are honored by all orders of life."
    },
    {
        "verse_id": "14",
        "text": "O brāhmaṇas, in the ninth incarnation, the Lord, prayed for by sages, accepted the body of a king [Pṛthu] who cultivated the land to yield various produce, and for that reason the earth was beautiful and attractive."
    },
    {
        "verse_id": "15",
        "text": "When there was a complete inundation after the period of the Cākṣuṣa Manu and the whole world was deep within water, the Lord accepted the form of a fish and protected Vaivasvata Manu, keeping him up on a boat."
    },
    {
        "verse_id": "16",
        "text": "The eleventh incarnation of the Lord took the form of a tortoise whose shell served as a pivot for the Mandarācala Hill, which was being used as a churning rod by the theists and atheists of the universe."
    },
    {
        "verse_id": "17",
        "text": "In the twelfth incarnation, the Lord appeared as Dhanvantari, and in the thirteenth He allured the atheists by the charming beauty of a woman and gave nectar to the demigods to drink."
    },
    {
        "verse_id": "18",
        "text": "In the fourteenth incarnation, the Lord appeared as Nṛsiṁha and bifurcated the strong body of the atheist Hiraṇyakaśipu with His nails, just as a carpenter pierces cane."
    },
    {
        "verse_id": "19",
        "text": "In the fifteenth incarnation, the Lord assumed the form of a dwarf brāhmaṇa [Vāmana] and visited the arena of sacrifice arranged by Mahārāja Bali. Although at heart He was willing to regain the kingdom of the three planetary systems, He simply asked for a donation of three steps of land."
    },
    {
        "verse_id": "20",
        "text": "In the sixteenth incarnation of the Godhead, the Lord [as Bhṛgupati] annihilated the administrative class [kṣatriyas] twenty-one times, being angry with them because of their rebellion against the brāhmaṇas [the intelligent class]."
    },
    {
        "verse_id": "21",
        "text": "Thereafter, in the seventeenth incarnation of Godhead, Śrī Vyāsadeva appeared in the womb of Satyavatī through Parāśara Muni, and he divided the one Veda into several branches and subbranches, seeing that the people in general were less intelligent."
    },
    {
        "verse_id": "22",
        "text": "In the eighteenth incarnation, the Lord appeared as King Rāma. In order to perform some pleasing work for the demigods, He exhibited superhuman powers by controlling the Indian Ocean and then killing the atheist King Rāvaṇa, who was on the other side of the sea."
    },
    {
        "verse_id": "23",
        "text": "In the nineteenth and twentieth incarnations, the Lord advented Himself as Lord Balarāma and Lord Kṛṣṇa in the family of Vṛṣṇi [the Yadu dynasty], and by so doing He removed the burden of the world."
    },
    {
        "verse_id": "24",
        "text": "Then, in the beginning of Kali-yuga, the Lord will appear as Lord Buddha, the son of Añjanā, in the province of Gayā, just for the purpose of deluding those who are envious of the faithful theist."
    },
    {
        "verse_id": "25",
        "text": "Thereafter, at the conjunction of two yugas, the Lord of the creation will take His birth as the Kalki incarnation and become the son of Viṣṇu Yaśā. At this time almost all the rulers of the earth will have degenerated into plunderers."
    },
    {
        "verse_id": "26",
        "text": "O brāhmaṇas, the incarnations of the Lord are innumerable, like rivulets flowing from inexhaustible sources of water."
    },
    {
        "verse_id": "27",
        "text": "All the ṛṣis, Manus, demigods and descendants of Manu, who are especially powerful, are plenary portions or portions of the plenary portions of the Lord. This also includes the Prajāpatis."
    },
    {
        "verse_id": "28",
        "text": "All of the above-mentioned incarnations are either plenary portions or portions of the plenary portions of the Lord, but Lord Śrī Kṛṣṇa is the original Personality of Godhead. All of them appear on planets whenever there is a disturbance created by the atheists. The Lord incarnates to protect the theists."
    },
    {
        "verse_id": "29",
        "text": "Whoever carefully recites the mysterious appearances of the Lord, with devotion in the morning and in the evening, gets relief from all miseries of life."
    },
    {
        "verse_id": "30",
        "text": "The conception of the virāṭ universal form of the Lord, as appearing in the material world, is imaginary. It is to enable the less intelligent [and neophytes] to adjust to the idea of the Lord’s having form. But factually the Lord has no material form."
    },
    {
        "verse_id": "31",
        "text": "Clouds and dust are carried by the air, but less intelligent persons say that the sky is cloudy and the air is dirty. Similarly, they also implant material bodily conceptions on the spirit self."
    },
    {
        "verse_id": "32",
        "text": "Beyond this gross conception of form is another, subtle conception of form which is without formal shape and is unseen, unheard and unmanifest. The living being has his form beyond this subtlety, otherwise he could not have repeated births."
    },
    {
        "verse_id": "33",
        "text": "Whenever a person experiences, by self-realization, that both the gross and subtle bodies have nothing to do with the pure self, at that time he sees himself as well as the Lord."
    },
    {
        "verse_id": "34",
        "text": "If the illusory energy subsides and the living entity becomes fully enriched with knowledge by the grace of the Lord, then he becomes at once enlightened with self-realization and thus becomes situated in his own glory."
    },
    {
        "verse_id": "35",
        "text": "Thus learned men describe the births and activities of the unborn and inactive, which is undiscoverable even in the Vedic literatures. He is the Lord of the heart."
    },
    {
        "verse_id": "36",
        "text": "The Lord, whose activities are always spotless, is the master of the six senses and is fully omnipotent with six opulences. He creates the manifested universes, maintains them and annihilates them without being in the least affected. He is within every living being and is always independent."
    },
    {
        "verse_id": "37",
        "text": "The foolish with a poor fund of knowledge cannot know the transcendental nature of the forms, names and activities of the Lord, who is playing like an actor in a drama. Nor can they express such things, neither in their speculations nor in their words."
    },
    {
        "verse_id": "38",
        "text": "Only those who render unreserved, uninterrupted, favorable service unto the lotus feet of Lord Kṛṣṇa, who carries the wheel of the chariot in His hand, can know the creator of the universe in His full glory, power and transcendence."
    },
    {
        "verse_id": "39",
        "text": "Only by making such inquiries in this world can one be successful and perfectly cognizant, for such inquiries invoke transcendental ecstatic love unto the Personality of Godhead, who is the proprietor of all the universes, and guarantee cent-percent immunity from the dreadful repetition of birth and death."
    },
    {
        "verse_id": "40",
        "text": "This Śrīmad-Bhāgavatam is the literary incarnation of God, and it is compiled by Śrīla Vyāsadeva, the incarnation of God. It is meant for the ultimate good of all people, and it is all-successful, all-blissful and all-perfect."
    },
    {
        "verse_id": "41",
        "text": "Śrī Vyāsadeva delivered it to his son, who is the most respected among the self-realized, after extracting the cream of all Vedic literatures and histories of the universe."
    },
    {
        "verse_id": "42",
        "text": "Śukadeva Gosvāmī, the son of Vyāsadeva, in his turn delivered the Bhāgavatam to the great Emperor Parīkṣit, who sat surrounded by sages on the bank of the Ganges, awaiting death without taking food or drink."
    },
    {
        "verse_id": "43",
        "text": "This Bhāgavata Purāṇa is as brilliant as the sun, and it has arisen just after the departure of Lord Kṛṣṇa to His own abode, accompanied by religion, knowledge, etc. Persons who have lost their vision due to the dense darkness of ignorance in the Age of Kali shall get light from this Purāṇa."
    },
    {
        "verse_id": "44",
        "text": "O learned brāhmaṇas, when Śukadeva Gosvāmī recited Bhāgavatam there [in the presence of Emperor Parīkṣit], I heard him with rapt attention, and thus, by his mercy, I learned the Bhāgavatam from that great and powerful sage. Now I shall try to make you hear the very same thing as I learned it from him and as I have realized it."
    }
]