[
    {
        "verse_id": "1",
        "text": "Sūta Gosvāmī said: Upon reaching the border of His most prosperous metropolis, known as the country of the Ānartas [Dvārakā], the Lord sounded His auspicious conchshell, heralding His arrival and apparently pacifying the dejection of the inhabitants."
    },
    {
        "verse_id": "2",
        "text": "The white and fat-bowled conchshell, being gripped by the hand of Lord Kṛṣṇa and sounded by Him, appeared to be reddened by the touch of His transcendental lips. It seemed that a white swan was playing in the stems of red lotus flowers."
    },
    {
        "verse_id": "3",
        "text": "The citizens of Dvārakā, having heard that sound which threatens fear personified in the material world, began to run towards Him fast, just to have a long desired audience with the Lord, who is the protector of all devotees."
    },
    {
        "verse_id": "4",
        "text": "The citizens arrived before the Lord with their respective presentations, offering them to the fully satisfied and self-sufficient one, who, by His own potency, incessantly supplies others. These presentations were like the offering of a lamp to the sun. Yet the citizens began to speak in ecstatic language to receive the Lord, just as wards welcome their guardian and father."
    },
    {
        "verse_id": "6",
        "text": "The citizens said: O Lord, You are worshiped by all demigods like Brahmā, the four Sanas and even the King of heaven. You are the ultimate rest for those who are really aspiring to achieve the highest benefit of life. You are the supreme transcendental Lord, and inevitable time cannot exert its influence upon You."
    },
    {
        "verse_id": "7",
        "text": "O creator of the universe, You are our mother, well-wisher, Lord, father, spiritual master and worshipable Deity. By following in Your footsteps we have become successful in every respect. We pray, therefore, that You continue to bless us with Your mercy."
    },
    {
        "verse_id": "8",
        "text": "Oh, it is our good luck that we have come again today under Your protection by Your presence, for Your Lordship rarely visits even the denizens of heaven. Now it is possible for us to look into Your smiling face, which is full of affectionate glances. We can now see Your transcendental form, full of all auspiciousness."
    },
    {
        "verse_id": "9",
        "text": "O lotus-eyed Lord, whenever You go away to Mathurā-Vṛndāvana or Hastināpura to meet Your friends and relatives, every moment of Your absence seems like millions of years. O infallible one, at that time our eyes become useless, as if bereft of sun."
    },
    {
        "verse_id": "10",
        "text": "O master, if You live abroad all the time, then we cannot look at Your attractive face, whose smiles vanquish all our sufferings. How can we exist without Your presence? Upon hearing their speeches, the Lord, who is very kind to the citizens and the devotees, entered the city of Dvārakā and acknowledged all their greetings by casting His transcendental glance over them."
    },
    {
        "verse_id": "11",
        "text": "As Bhogavatī, the capital of Nāgaloka, is protected by the Nāgas, so was Dvārakā protected by the descendants of Vṛṣṇi — Bhoja, Madhu, Daśārha, Arha, Kukura, Andhaka, etc. — who were as strong as Lord Kṛṣṇa."
    },
    {
        "verse_id": "12",
        "text": "The city of Dvārakāpurī was filled with the opulences of all seasons. There were hermitages, orchards, flower gardens, parks and reservoirs of water breeding lotus flowers all over."
    },
    {
        "verse_id": "13",
        "text": "The city gateway, the household doors and festooned arches along the roads were all nicely decorated with festive signs like plantain trees and mango leaves, all to welcome the Lord. Flags, garlands and painted signs and slogans all combined to shade the sunshine."
    },
    {
        "verse_id": "14",
        "text": "The highways, subways, lanes, markets and public meeting places were all thoroughly cleansed and then moistened with scented water. And to welcome the Lord, fruits, flowers and unbroken seeds were strewn everywhere."
    },
    {
        "verse_id": "15",
        "text": "In each and every door of the residential houses, auspicious things like curd, unbroken fruits, sugarcane and full waterpots with articles for worship, incense and candles were all displayed."
    },
    {
        "verse_id": "16",
        "text": "On hearing that the most dear Kṛṣṇa was approaching Dvārakā-dhāma, magnanimous Vasudeva, Akrūra, Ugrasena, Balarāma (the superhumanly powerful), Pradyumna, Cārudeṣṇa and Sāmba the son of Jāmbavatī, all extremely happy, abandoned resting, sitting and dining."
    },
    {
        "verse_id": "18",
        "text": "They hastened toward the Lord on chariots with brāhmaṇas bearing flowers. Before them were elephants, emblems of good fortune. Conchshells and bugles were sounded, and Vedic hymns were chanted. Thus they offered their respects, which were saturated with affection."
    },
    {
        "verse_id": "19",
        "text": "At the same time, many hundreds of well-known prostitutes began to proceed on various vehicles. They were all very eager to meet the Lord, and their beautiful faces were decorated with dazzling earrings, which enhanced the beauty of their foreheads."
    },
    {
        "verse_id": "20",
        "text": "Expert dramatists, artists, dancers, singers, historians, genealogists and learned speakers all gave their respective contributions, being inspired by the superhuman pastimes of the Lord. Thus they proceeded on and on."
    },
    {
        "verse_id": "21",
        "text": "Lord Kṛṣṇa, the Personality of Godhead, approached them and offered due honor and respect to each and every one of the friends, relatives, citizens and all others who came to receive and welcome Him."
    },
    {
        "verse_id": "22",
        "text": "The almighty Lord greeted everyone present by bowing His head, exchanging greetings, embracing, shaking hands, looking and smiling, giving assurances and awarding benedictions, even to the lowest in rank."
    },
    {
        "verse_id": "23",
        "text": "Then the Lord personally entered the city accompanied by elderly relatives and invalid brāhmaṇas with their wives, all offering benedictions and singing the glories of the Lord. Others also praised the glories of the Lord."
    },
    {
        "verse_id": "24",
        "text": "When Lord Kṛṣṇa passed over the public roads, all the ladies from the respectable families of Dvārakā went up to the roofs of their palaces just to have a look at the Lord. They considered this to be the greatest festival."
    },
    {
        "verse_id": "25",
        "text": "The inhabitants of Dvārakā were regularly accustomed to look upon the reservoir of all beauty, the infallible Lord, yet they were never satiated."
    },
    {
        "verse_id": "26",
        "text": "The Lord’s chest is the abode of the goddess of fortune. His moonlike face is the drinking vessel for eyes which hanker after all that is beautiful. His arms are the resting places for the administrative demigods. And His lotus feet are the refuge of pure devotees who never talk or sing of any subject except His Lordship."
    },
    {
        "verse_id": "27",
        "text": "As the Lord passed along the public road of Dvārakā, His head was protected from the sunshine by a white umbrella. White feathered fans moved in semicircles, and showers of flowers fell upon the road. His yellow garments and garlands of flowers made it appear as if a dark cloud were surrounded simultaneously by sun, moon, lightning and rainbows."
    },
    {
        "verse_id": "28",
        "text": "After entering the house of His father, He was embraced by the mothers present, and the Lord offered His obeisances unto them by placing His head at their feet. The mothers were headed by Devakī [His real mother]."
    },
    {
        "verse_id": "29",
        "text": "The mothers, after embracing their son, sat Him on their laps. Due to pure affection, milk sprang from their breasts. They were overwhelmed with delight, and the tears from their eyes wetted the Lord."
    },
    {
        "verse_id": "30",
        "text": "Thereafter, the Lord entered His palaces, which were perfect to the fullest extent. His wives lived in them, and they numbered over sixteen thousand."
    },
    {
        "verse_id": "31",
        "text": "The queens of Lord Śrī Kṛṣṇa rejoiced within their minds to see their husband home after a long period abroad. The queens got up at once from their seats and meditations. As was socially customary, they covered their faces shyly and looked about coyly."
    },
    {
        "verse_id": "32",
        "text": "The insuperable ecstasy was so strong that the queens, who were shy, first embraced the Lord in the innermost recesses of their hearts. Then they embraced Him visually, and then they sent their sons to embrace Him [which is equal to personal embracing]. But, O chief amongst the Bhṛgus, though they tried to restrain their feelings, they inadvertently shed tears."
    },
    {
        "verse_id": "33",
        "text": "Although Lord Śrī Kṛṣṇa was constantly by their sides, as well as exclusively alone, His feet appeared to them to be newer and newer. The goddess of fortune, although by nature always restless and moving, could not quit the Lord’s feet. So what woman can be detached from those feet, having once taken shelter of them?"
    },
    {
        "verse_id": "34",
        "text": "The Lord was pacified after killing those kings who were burdensome to the earth. They were puffed up with their military strength, their horses, elephants, chariots, infantry, etc. He Himself was not a party in the fight. He simply created hostility between the powerful administrators, and they fought amongst themselves. He was like the wind which causes friction between bamboos and so sparks a fire."
    },
    {
        "verse_id": "35",
        "text": "That Supreme Personality of Godhead, Śrī Kṛṣṇa, out of His causeless mercy, appeared on this planet by His internal potency and enjoyed Himself amongst competent women as if He were engaging in mundane affairs."
    },
    {
        "verse_id": "36",
        "text": "Although the queens’ beautiful smiles and furtive glances were all spotless and exciting, and although they could conquer Cupid himself by making him give up his bow in frustration, and although even the tolerant Śiva could fall victim to them, still, despite all their magical feats and attractions, they could not agitate the senses of the Lord."
    },
    {
        "verse_id": "37",
        "text": "The common materialistic conditioned souls speculate that the Lord is one of them. Out of their ignorance they think that the Lord is affected by matter, although He is unattached."
    },
    {
        "verse_id": "38",
        "text": "This is the divinity of the Personality of Godhead: He is not affected by the qualities of material nature, even though He is in contact with them. Similarly, the devotees who have taken shelter of the Lord do not become influenced by the material qualities."
    },
    {
        "verse_id": "39",
        "text": "The simple and delicate women truly thought that Lord Śrī Kṛṣṇa, their beloved husband, followed them and was dominated by them. They were unaware of the extent of the glories of their husband, as the atheists are unaware of Him as the supreme controller."
    }
]