[
    {
        "verse_id": "1",
        "text": "O my Lord, Śrī Kṛṣṇa, son of Vasudeva, O all-pervading Personality of Godhead, I offer my respectful obeisances unto You. I meditate upon Lord Śrī Kṛṣṇa because He is the Absolute Truth and the primeval cause of all causes of the creation, sustenance and destruction of the manifested universes. He is directly and indirectly conscious of all manifestations, and He is independent because there is no other cause beyond Him. It is He only who first imparted the Vedic knowledge unto the heart of Brahmājī, the original living being. By Him even the great sages and demigods are placed into illusion, as one is bewildered by the illusory representations of water seen in fire, or land seen on water. Only because of Him do the material universes, temporarily manifested by the reactions of the three modes of nature, appear factual, although they are unreal. I therefore meditate upon Him, Lord Śrī Kṛṣṇa, who is eternally existent in the transcendental abode, which is forever free from the illusory representations of the material world. I meditate upon Him, for He is the Absolute Truth."
    },
    {
        "verse_id": "2",
        "text": "Completely rejecting all religious activities which are materially motivated, this Bhāgavata Purāṇa propounds the highest truth, which is understandable by those devotees who are fully pure in heart. The highest truth is reality distinguished from illusion for the welfare of all. Such truth uproots the threefold miseries. This beautiful Bhāgavatam, compiled by the great sage Vyāsadeva [in his maturity], is sufficient in itself for God realization. What is the need of any other scripture? As soon as one attentively and submissively hears the message of Bhāgavatam, by this culture of knowledge the Supreme Lord is established within his heart."
    },
    {
        "verse_id": "3",
        "text": "O expert and thoughtful men, relish Śrīmad-Bhāgavatam, the mature fruit of the desire tree of Vedic literatures. It emanated from the lips of Śrī Śukadeva Gosvāmī. Therefore this fruit has become even more tasteful, although its nectarean juice was already relishable for all, including liberated souls."
    },
    {
        "verse_id": "4",
        "text": "Once, in a holy place in the forest of Naimiṣāraṇya, great sages headed by the sage Śaunaka assembled to perform a great thousand-year sacrifice for the satisfaction of the Lord and His devotees."
    },
    {
        "verse_id": "5",
        "text": "One day, after finishing their morning duties by burning a sacrificial fire and offering a seat of esteem to Śrīla Sūta Gosvāmī, the great sages made inquiries, with great respect, about the following matters."
    },
    {
        "verse_id": "6",
        "text": "The sages said: Respected Sūta Gosvāmī, you are completely free from all vice. You are well versed in all the scriptures famous for religious life, and in the Purāṇas and the histories as well, for you have gone through them under proper guidance and have also explained them."
    },
    {
        "verse_id": "7",
        "text": "Being the eldest learned Vedāntist, O Sūta Gosvāmī, you are acquainted with the knowledge of Vyāsadeva, who is the incarnation of Godhead, and you also know other sages who are fully versed in all kinds of physical and metaphysical knowledge."
    },
    {
        "verse_id": "8",
        "text": "And because you are submissive, your spiritual masters have endowed you with all the favors bestowed upon a gentle disciple. Therefore you can tell us all that you have scientifically learned from them."
    },
    {
        "verse_id": "9",
        "text": "Please, therefore, being blessed with many years, explain to us, in an easily understandable way, what you have ascertained to be the absolute and ultimate good for the people in general."
    },
    {
        "verse_id": "10",
        "text": "O learned one, in this iron Age of Kali men almost always have but short lives. They are quarrelsome, lazy, misguided, unlucky and, above all, always disturbed."
    },
    {
        "verse_id": "11",
        "text": "There are many varieties of scriptures, and in all of them there are many prescribed duties, which can be learned only after many years of study in their various divisions. Therefore, O sage, please select the essence of all these scriptures and explain it for the good of all living beings, that by such instruction their hearts may be fully satisfied."
    },
    {
        "verse_id": "12",
        "text": "All blessings upon you, O Sūta Gosvāmī. You know for what purpose the Personality of Godhead appeared in the womb of Devakī as the son of Vasudeva."
    },
    {
        "verse_id": "13",
        "text": "O Sūta Gosvāmī, we are eager to learn about the Personality of Godhead and His incarnations. Please explain to us those teachings imparted by previous masters [ācāryas], for one is uplifted both by speaking them and by hearing them."
    },
    {
        "verse_id": "14",
        "text": "Living beings who are entangled in the complicated meshes of birth and death can be freed immediately by even unconsciously chanting the holy name of Kṛṣṇa, which is feared by fear personified."
    },
    {
        "verse_id": "15",
        "text": "O Sūta, those great sages who have completely taken shelter of the lotus feet of the Lord can at once sanctify those who come in touch with them, whereas the waters of the Ganges can sanctify only after prolonged use."
    },
    {
        "verse_id": "16",
        "text": "Who is there, desiring deliverance from the vices of the age of quarrel, who is not willing to hear the virtuous glories of the Lord?"
    },
    {
        "verse_id": "17",
        "text": "His transcendental acts are magnificent and gracious, and great learned sages like Nārada sing of them. Please, therefore, speak to us, who are eager to hear, about the adventures He performs in His various incarnations."
    },
    {
        "verse_id": "18",
        "text": "O wise Sūta, please narrate to us the transcendental pastimes of the Supreme Godhead’s multi-incarnations. Such auspicious adventures and pastimes of the Lord, the supreme controller, are performed by His internal powers."
    },
    {
        "verse_id": "19",
        "text": "We never tire of hearing the transcendental pastimes of the Personality of Godhead, who is glorified by hymns and prayers. Those who have developed a taste for transcendental relationships with Him relish hearing of His pastimes at every moment."
    },
    {
        "verse_id": "20",
        "text": "Lord Śrī Kṛṣṇa, the Personality of Godhead, along with Balarāma, played like a human being, and so masked He performed many superhuman acts."
    },
    {
        "verse_id": "21",
        "text": "Knowing well that the Age of Kali has already begun, we are assembled here in this holy place to hear at great length the transcendental message of Godhead and in this way perform sacrifice."
    },
    {
        "verse_id": "22",
        "text": "We think that we have met Your Goodness by the will of providence, just so that we may accept you as captain of the ship for those who desire to cross the difficult ocean of Kali, which deteriorates all the good qualities of a human being."
    },
    {
        "verse_id": "23",
        "text": "Since Śrī Kṛṣṇa, the Absolute Truth, the master of all mystic powers, has departed for His own abode, please tell us to whom the religious principles have now gone for shelter."
    }
]