[
    {
        "verse_id": "1",
        "text": "Sūta Gosvāmī said: Arjuna, the celebrated friend of Lord Kṛṣṇa, was griefstricken because of his strong feeling of separation from Kṛṣṇa, over and above all Mahārāja Yudhiṣṭhira’s speculative inquiries."
    },
    {
        "verse_id": "2",
        "text": "Due to grief, Arjuna’s mouth and lotuslike heart had dried up. Therefore his body lost all luster. Now, remembering the Supreme Lord, he could hardly utter a word in reply."
    },
    {
        "verse_id": "3",
        "text": "With great difficulty he checked the tears of grief that smeared his eyes. He was very distressed because Lord Kṛṣṇa was out of his sight, and he increasingly felt affection for Him."
    },
    {
        "verse_id": "4",
        "text": "Remembering Lord Kṛṣṇa and His well wishes, benefactions, intimate familial relations and His chariot driving, Arjuna, overwhelmed and breathing very heavily, began to speak."
    },
    {
        "verse_id": "5",
        "text": "Arjuna said: O King! The Supreme Personality of Godhead, Hari, who treated me exactly like an intimate friend, has left me alone. Thus my astounding power, which astonished even the demigods, is no longer with me."
    },
    {
        "verse_id": "6",
        "text": "I have just lost Him whose separation for a moment would render all the universes unfavorable and void, like bodies without life."
    },
    {
        "verse_id": "7",
        "text": "Only by His merciful strength was I able to vanquish all the lusty princes assembled at the palace of King Drupada for the selection of the bridegroom. With my bow and arrow I could pierce the fish target and thereby gain the hand of Draupadī."
    },
    {
        "verse_id": "8",
        "text": "Because He was near me, it was possible for me to conquer with great dexterity the powerful King of heaven, Indradeva, along with his demigod associates and thus enable the fire-god to devastate the Khāṇḍava Forest. And only by His grace was the demon named Maya saved from the blazing Khāṇḍava Forest, and thus we could build our assembly house of wonderful architectural workmanship, where all the princes assembled during the performance of Rājasūya-yajña and paid you tributes."
    },
    {
        "verse_id": "9",
        "text": "Your respectable younger brother, who possesses the strength of ten thousand elephants, killed, by His grace, Jarāsandha, whose feet were worshiped by many kings. These kings had been brought for sacrifice in Jarāsandha’s Mahābhairava-yajña, but they were thus released. Later they paid tribute to Your Majesty."
    },
    {
        "verse_id": "10",
        "text": "It was He only who loosened the hair of all the wives of the miscreants who dared open the cluster of your Queen’s hair, which had been nicely dressed and sanctified for the great Rājasūya sacrificial ceremony. At that time she fell down at the feet of Lord Kṛṣṇa with tears in her eyes."
    },
    {
        "verse_id": "11",
        "text": "During our exile, Durvāsā Muni, who eats with his ten thousand disciples, intrigued with our enemies to put us in dangerous trouble. At that time He [Lord Kṛṣṇa], simply by accepting the remnants of food, saved us. By His accepting food thus, the assembly of munis, while bathing in the river, felt sumptuously fed. And all the three worlds were also satisfied."
    },
    {
        "verse_id": "12",
        "text": "It was by His influence only that in a fight I was able to astonish the personality of god Lord Śiva and his wife, the daughter of Mount Himālaya. Thus he [Lord Śiva] became pleased with me and awarded me his own weapon. Other demigods also delivered their respective weapons to me, and in addition I was able to reach the heavenly planets in this present body and was allowed a half-elevated seat."
    },
    {
        "verse_id": "13",
        "text": "When I stayed for some days as a guest in the heavenly planets, all the heavenly demigods, including King Indradeva, took shelter of my arms, which were marked with the Gāṇḍīva bow, to kill the demon named Nivātakavaca. O King, descendant of Ajamīḍha, at the present moment I am bereft of the Supreme Personality of Godhead, by whose influence I was so powerful."
    },
    {
        "verse_id": "14",
        "text": "The military strength of the Kauravas was like an ocean in which there dwelled many invincible existences, and thus it was insurmountable. But because of His friendship, I, seated on the chariot, was able to cross over it. And only by His grace was I able to regain the cows and also collect by force many helmets of the kings, which were bedecked with jewels that were sources of all brilliance."
    },
    {
        "verse_id": "15",
        "text": "It was He only who withdrew the duration of life from everyone and who, in the battlefield, withdrew the speculative power and strength of enthusiasm from the great military phalanx made by the Kauravas, headed by Bhīṣma, Karṇa, Droṇa, Śalya, etc. Their arrangement was expert and more than adequate, but He [Lord Śrī Kṛṣṇa], while going forward, did all this."
    },
    {
        "verse_id": "16",
        "text": "Great generals like Bhīṣma, Droṇa, Karṇa, Bhūriśravā, Suśarmā, Śalya, Jayadratha and Bāhlika all directed their invincible weapons against me. But by His [Lord Kṛṣṇa’s] grace they could not even touch a hair on my head. Similarly, Prahlāda Mahārāja, the supreme devotee of Lord Nṛsiṁhadeva, was unaffected by the weapons the demons used against him."
    },
    {
        "verse_id": "17",
        "text": "It was by His mercy only that my enemies neglected to kill me when I descended from my chariot to get water for my thirsty horses. And it was due to my lack of esteem for my Lord that I dared engage Him as my chariot driver, for He is worshiped and offered services by the best men to attain salvation."
    },
    {
        "verse_id": "18",
        "text": "O King! His jokings and frank talks were pleasing and beautifully decorated with smiles. His addresses unto me as “O son of Pṛthā, O friend, O son of the Kuru dynasty,” and all such heartiness are now remembered by me, and thus I am overwhelmed."
    },
    {
        "verse_id": "19",
        "text": "Generally both of us used to live together and sleep, sit and loiter together. And at the time of advertising oneself for acts of chivalry, sometimes, if there were any irregularity, I used to reproach Him by saying, “My friend, You are very truthful.” Even in those hours when His value was minimized, He, being the Supreme Soul, used to tolerate all those utterings of mine, excusing me exactly as a true friend excuses his true friend, or a father excuses his son."
    },
    {
        "verse_id": "20",
        "text": "O Emperor, now I am separated from my friend and dearmost well-wisher, the Supreme Personality of Godhead, and therefore my heart appears to be void of everything. In His absence I have been defeated by a number of infidel cowherd men while I was guarding the bodies of all the wives of Kṛṣṇa."
    },
    {
        "verse_id": "21",
        "text": "I have the very same Gāṇḍīva bow, the same arrows, the same chariot drawn by the same horses, and I use them as the same Arjuna to whom all the kings offered their due respects. But in the absence of Lord Kṛṣṇa, all of them, at a moment’s notice, have become null and void. It is exactly like offering clarified butter on ashes, accumulating money with a magic wand or sowing seeds on barren land."
    },
    {
        "verse_id": "22",
        "text": "O King, since you have asked me about our friends and relatives in the city of Dvārakā, I will inform you that all of them were cursed by the brāhmaṇas, and as a result they all became intoxicated with wine made of putrefied rice and fought among themselves with sticks, not even recognizing one another. Now all but four or five of them are dead and gone."
    },
    {
        "verse_id": "24",
        "text": "Factually this is all due to the supreme will of the Lord, the Personality of Godhead. Sometimes people kill one another, and at other times they protect one another."
    },
    {
        "verse_id": "25",
        "text": "O King, as in the ocean the bigger and stronger aquatics swallow up the smaller and weaker ones, so also the Supreme Personality of Godhead, to lighten the burden of the earth, has engaged the stronger Yadu to kill the weaker, and the bigger Yadu to kill the smaller."
    },
    {
        "verse_id": "27",
        "text": "Now I am attracted to those instructions imparted to me by the Personality of Godhead [Govinda] because they are impregnated with instructions for relieving the burning heart in all circumstances of time and space."
    },
    {
        "verse_id": "28",
        "text": "Sūta Gosvāmī said: Thus being deeply absorbed in thinking of the instructions of the Lord, which were imparted in the great intimacy of friendship, and in thinking of His lotus feet, Arjuna’s mind became pacified and free from all material contamination."
    },
    {
        "verse_id": "29",
        "text": "Arjuna’s constant remembrance of the lotus feet of Lord Śrī Kṛṣṇa rapidly increased his devotion, and as a result all the trash in his thoughts subsided."
    },
    {
        "verse_id": "30",
        "text": "Because of the Lord’s pastimes and activities and because of His absence, it appeared that Arjuna forgot the instructions left by the Personality of Godhead. But factually this was not the case, and again he became lord of his senses."
    },
    {
        "verse_id": "31",
        "text": "Because of his possessing spiritual assets, the doubts of duality were completely cut off. Thus he was freed from the three modes of material nature and placed in transcendence. There was no longer any chance of his becoming entangled in birth and death, for he was freed from material form."
    },
    {
        "verse_id": "32",
        "text": "Upon hearing of Lord Kṛṣṇa’s returning to His abode, and upon understanding the end of the Yadu dynasty’s earthly manifestation, Mahārāja Yudhiṣṭhira decided to go back home, back to Godhead."
    },
    {
        "verse_id": "33",
        "text": "Kuntī, after overhearing Arjuna’s telling of the end of the Yadu dynasty and disappearance of Lord Kṛṣṇa, engaged in the devotional service of the transcendental Personality of Godhead with full attention and thus gained release from the course of material existence."
    },
    {
        "verse_id": "34",
        "text": "The supreme unborn, Lord Śrī Kṛṣṇa, caused the members of the Yadu dynasty to relinquish their bodies, and thus He relieved the burden of the world. This action was like picking out a thorn with a thorn, though both are the same to the controller."
    },
    {
        "verse_id": "35",
        "text": "The Supreme Lord relinquished the body which He manifested to diminish the burden of the earth. Just like a magician, He relinquishes one body to accept different ones, like the fish incarnation and others."
    },
    {
        "verse_id": "36",
        "text": "When the Personality of Godhead, Lord Kṛṣṇa, left this earthly planet in His selfsame form, from that very day Kali, who had already partially appeared, became fully manifest to create inauspicious conditions for those who are endowed with a poor fund of knowledge."
    },
    {
        "verse_id": "37",
        "text": "Mahārāja Yudhiṣṭhira was intelligent enough to understand the influence of the Age of Kali, characterized by increasing avarice, falsehood, cheating and violence throughout the capital, state, home and among individuals. So he wisely prepared himself to leave home, and he dressed accordingly."
    },
    {
        "verse_id": "38",
        "text": "Thereafter, in the capital of Hastināpura, he enthroned his grandson, who was trained and equally qualified, as the emperor and master of all land bordered by the seas."
    },
    {
        "verse_id": "39",
        "text": "Then he posted Vajra, the son of Aniruddha [grandson of Lord Kṛṣṇa], at Mathurā as the King of Śūrasena. Afterwards Mahārāja Yudhiṣṭhira performed a Prājāpatya sacrifice and placed in himself the fire for quitting household life."
    },
    {
        "verse_id": "40",
        "text": "Mahārāja Yudhiṣṭhira at once relinquished all his garments, belt and ornaments of the royal order and became completely disinterested and unattached to everything."
    },
    {
        "verse_id": "41",
        "text": "Then he amalgamated all the sense organs into the mind, then the mind into life, life into breathing, his total existence into the embodiment of the five elements, and his body into death. Then, as pure self, he became free from the material conception of life."
    },
    {
        "verse_id": "42",
        "text": "Thus annihilating the gross body of five elements into the three qualitative modes of material nature, he merged them in one nescience and then absorbed that nescience in the self, Brahman, which is inexhaustible in all circumstances."
    },
    {
        "verse_id": "43",
        "text": "After that, Mahārāja Yudhiṣṭhira dressed himself in torn clothing, gave up eating all solid foods, voluntarily became dumb and let his hair hang loose. All this combined to make him look like an urchin or madman with no occupation. He did not depend on his brothers for anything. And, just like a deaf man, he heard nothing."
    },
    {
        "verse_id": "44",
        "text": "He then started towards the north, treading the path accepted by his forefathers and great men, to devote himself completely to the thought of the Supreme Personality of Godhead. And he lived in that way wherever he went."
    },
    {
        "verse_id": "45",
        "text": "The younger brothers of Mahārāja Yudhiṣṭhira observed that the Age of Kali had already arrived throughout the world and that the citizens of the kingdom were already affected by irreligious practice. Therefore they decided to follow in the footsteps of their elder brother."
    },
    {
        "verse_id": "46",
        "text": "They all had performed all the principles of religion and as a result rightly decided that the lotus feet of the Lord Śrī Kṛṣṇa are the supreme goal of all. Therefore they meditated upon His feet without interruption."
    },
    {
        "verse_id": "47",
        "text": "Thus by pure consciousness due to constant devotional remembrance, they attained the spiritual sky, which is ruled over by the Supreme Nārāyaṇa, Lord Kṛṣṇa. This is attained only by those who meditate upon the one Supreme Lord without deviation. This abode of the Lord Śrī Kṛṣṇa, known as Goloka Vṛndāvana, cannot be attained by persons who are absorbed in the material conception of life. But the Pāṇḍavas, being completely washed of all material contamination, attained that abode in their very same bodies."
    },
    {
        "verse_id": "49",
        "text": "Vidura, while on pilgrimage, left his body at Prabhāsa. Because he was absorbed in thought of Kṛṣṇa, he was received by the denizens of the Pitṛloka planet, where he returned to his original post."
    },
    {
        "verse_id": "50",
        "text": "Draupadī also saw that her husbands, without caring for her, were leaving home. She knew well about Lord Vāsudeva, Kṛṣṇa, the Personality of Godhead. Both she and Subhadrā became absorbed in thoughts of Kṛṣṇa and attained the same results as their husbands."
    },
    {
        "verse_id": "51",
        "text": "The subject of the departure of the sons of Pāṇḍu for the ultimate goal of life, back to Godhead, is fully auspicious and is perfectly pure. Therefore anyone who hears this narration with devotional faith certainly gains the devotional service of the Lord, the highest perfection of life."
    }
]