[
    {
        "verse_id": "1",
        "text": "Sūta Gosvāmī said: Being afraid for having killed so many subjects on the Battlefield of Kurukṣetra, Mahārāja Yudhiṣṭhira went to the scene of the massacre. There, Bhīṣmadeva was lying on a bed of arrows, about to pass away."
    },
    {
        "verse_id": "2",
        "text": "At that time all his brothers followed him on beautiful chariots drawn by first-class horses decorated with gold ornaments. With them were Vyāsa and ṛṣis like Dhaumya [the learned priest of the Pāṇḍavas] and others."
    },
    {
        "verse_id": "3",
        "text": "O sage amongst the brāhmaṇas, Lord Śrī Kṛṣṇa, the Personality of Godhead, also followed, seated on a chariot with Arjuna. Thus King Yudhiṣṭhira appeared very aristocratic, like Kuvera surrounded by his companions [the Guhyakas]."
    },
    {
        "verse_id": "4",
        "text": "Seeing him [Bhīṣma] lying on the ground, like a demigod fallen from the sky, the Pāṇḍava King Yudhiṣṭhira, along with his younger brothers and Lord Kṛṣṇa, bowed down before him."
    },
    {
        "verse_id": "5",
        "text": "Just to see the chief of the descendants of King Bharata [Bhīṣma], all the great souls in the universe, namely the ṛṣis amongst the demigods, brāhmaṇas and kings, all situated in the quality of goodness, were assembled there."
    },
    {
        "verse_id": "6",
        "text": "All the sages like Parvata Muni, Nārada, Dhaumya, Vyāsa the incarnation of God, Bṛhadaśva, Bharadvāja and Paraśurāma and disciples, Vasiṣṭha, Indrapramada, Trita, Gṛtsamada, Asita, Kakṣīvān, Gautama, Atri, Kauśika and Sudarśana were present."
    },
    {
        "verse_id": "8",
        "text": "And many others like Śukadeva Gosvāmī and other purified souls, Kaśyapa and Āṅgirasa and others, all accompanied by their respective disciples, arrived there."
    },
    {
        "verse_id": "9",
        "text": "Bhīṣmadeva, who was the best amongst the eight Vasus, received and welcomed all the great and powerful ṛṣis who were assembled there, for he knew perfectly all the religious principles according to time and place."
    },
    {
        "verse_id": "10",
        "text": "Lord Śrī Kṛṣṇa is situated in everyone’s heart, yet He manifests His transcendental form by His internal potency. This very Lord was sitting before Bhīṣmadeva, and since Bhīṣmadeva knew of His glories, he worshiped Him duly."
    },
    {
        "verse_id": "11",
        "text": "The sons of Mahārāja Pāṇḍu were sitting silently nearby, overtaken with affection for their dying grandfather. Seeing this, Bhīṣmadeva congratulated them with feeling. There were tears of ecstasy in his eyes, for he was overwhelmed by love and affection."
    },
    {
        "verse_id": "12",
        "text": "Bhīṣmadeva said: Oh, what terrible sufferings and what terrible injustices you good souls suffer for being the sons of religion personified. You did not deserve to remain alive under those tribulations, yet you were protected by the brāhmaṇas, God and religion."
    },
    {
        "verse_id": "13",
        "text": "As far as my daughter-in-law Kuntī is concerned, upon the great General Pāṇḍu’s death, she became a widow with many children, and therefore she suffered greatly. And when you were grown up she suffered a great deal also because of your actions."
    },
    {
        "verse_id": "14",
        "text": "In my opinion, this is all due to inevitable time, under whose control everyone in every planet is carried, just as the clouds are carried by the wind."
    },
    {
        "verse_id": "15",
        "text": "Oh, how wonderful is the influence of inevitable time! It is irreversible — otherwise, how can there be reverses in the presence of King Yudhiṣṭhira, the son of the demigod controlling religion; Bhīma, the great fighter with a club; the great bowman Arjuna with his mighty weapon Gāṇḍīva; and above all, the Lord, the direct well-wisher of the Pāṇḍavas?"
    },
    {
        "verse_id": "16",
        "text": "O King, no one can know the plan of the Lord [Śrī Kṛṣṇa]. Even though great philosophers inquire exhaustively, they are bewildered."
    },
    {
        "verse_id": "17",
        "text": "O best among the descendants of Bharata [Yudhiṣṭhira], I maintain, therefore, that all this is within the plan of the Lord. Accepting the inconceivable plan of the Lord, you must follow it. You are now the appointed administrative head, and, my lord, you should now take care of those subjects who are now rendered helpless."
    },
    {
        "verse_id": "18",
        "text": "This Śrī Kṛṣṇa is no other than the inconceivable, original Personality of Godhead. He is the first Nārāyaṇa, the supreme enjoyer. But He is moving amongst the descendants of King Vṛṣṇi just like one of us, and He is bewildering us with His self-created energy."
    },
    {
        "verse_id": "19",
        "text": "O King, Lord Śiva, Nārada the sage amongst the demigods, and Kapila, the incarnation of Godhead, all know very confidentially about His glories through direct contact."
    },
    {
        "verse_id": "20",
        "text": "O King, that personality whom, out of ignorance only, you thought to be your maternal cousin, your very dear friend, well-wisher, counselor, messenger, benefactor, etc., is that very Personality of Godhead Śrī Kṛṣṇa."
    },
    {
        "verse_id": "21",
        "text": "Being the Absolute Personality of Godhead, He is present in everyone’s heart. He is equally kind to everyone, and He is free from the false ego of differentiation. Therefore whatever He does is free from material inebriety. He is equibalanced."
    },
    {
        "verse_id": "22",
        "text": "Yet, despite His being equally kind to everyone, He has graciously come before me while I am ending my life, for I am His unflinching servitor."
    },
    {
        "verse_id": "23",
        "text": "The Personality of Godhead, who appears in the mind of the devotee by attentive devotion and meditation and by chanting of the holy name, releases the devotee from the bondage of fruitive activities at the time of his quitting the material body."
    },
    {
        "verse_id": "24",
        "text": "May my Lord, who is four-handed and whose beautifully decorated lotus face, with eyes as red as the rising sun, is smiling, kindly await me at that moment when I quit this material body."
    },
    {
        "verse_id": "25",
        "text": "Sūta Gosvāmī said: Mahārāja Yudhiṣṭhira, after hearing Bhīṣmadeva speak in that appealing tone, asked him, in the presence of all the great ṛṣis, about the essential principles of various religious duties."
    },
    {
        "verse_id": "26",
        "text": "At Mahārāja Yudhiṣṭhira’s inquiry, Bhīṣmadeva first defined all the classifications of castes and orders of life in terms of the individual’s qualifications. Then he systematically, in twofold divisions, described counteraction by detachment and interaction by attachment."
    },
    {
        "verse_id": "27",
        "text": "He then explained, by divisions, acts of charity, the pragmatic activities of a king and activities for salvation. Then he described the duties of women and devotees, both briefly and extensively."
    },
    {
        "verse_id": "28",
        "text": "Then he described the occupational duties of different orders and statuses of life, citing instances from history, for he was himself well acquainted with the truth."
    },
    {
        "verse_id": "29",
        "text": "While Bhīṣmadeva was describing occupational duties, the sun’s course ran into the northern hemisphere. This period is desired by mystics who die at their will."
    },
    {
        "verse_id": "30",
        "text": "Thereupon that man who spoke on different subjects with thousands of meanings, and who fought on thousands of battlefields and protected thousands of men, stopped speaking and, being completely freed from all bondage, withdrew his mind from everything else and fixed his wide-open eyes upon the original Personality of Godhead, Śrī Kṛṣṇa, who stood before him, four-handed, dressed in yellow garments that glittered and shined."
    },
    {
        "verse_id": "31",
        "text": "By pure meditation, looking at Lord Śrī Kṛṣṇa, he at once was freed from all material inauspiciousness and was relieved of all bodily pains caused by the arrow wounds. Thus all the external activities of his senses at once stopped, and he prayed transcendentally to the controller of all living beings while quitting his material body."
    },
    {
        "verse_id": "32",
        "text": "Bhīṣmadeva said: Let me now invest my thinking, feeling and willing, which were so long engaged in different subjects and occupational duties, in the all-powerful Lord Śrī Kṛṣṇa. He is always self-satisfied, but sometimes, being the leader of the devotees, He enjoys transcendental pleasure by descending to the material world, although from Him only the material world is created."
    },
    {
        "verse_id": "33",
        "text": "Śrī Kṛṣṇa is the intimate friend of Arjuna. He has appeared on this earth in His transcendental body, which resembles the bluish color of the tamāla tree. His body attracts everyone in the three planetary systems [upper, middle and lower]. May His glittering yellow dress and His lotus face, covered with paintings of sandalwood pulp, be the object of my attraction, and may I not desire fruitive results."
    },
    {
        "verse_id": "34",
        "text": "On the battlefield [where Śrī Kṛṣṇa attended Arjuna out of friendship], the flowing hair of Lord Kṛṣṇa turned ashen due to the dust raised by the hoofs of the horses. And because of His labor, beads of sweat wetted His face. All these decorations, intensified by the wounds dealt by my sharp arrows, were enjoyed by Him. Let my mind thus go unto Śrī Kṛṣṇa."
    },
    {
        "verse_id": "35",
        "text": "In obedience to the command of His friend, Lord Śrī Kṛṣṇa entered the arena of the Battlefield of Kurukṣetra between the soldiers of Arjuna and Duryodhana, and while there He shortened the life spans of the opposite party by His merciful glance. This was done simply by His looking at the enemy. Let my mind be fixed upon that Kṛṣṇa."
    },
    {
        "verse_id": "36",
        "text": "When Arjuna was seemingly polluted by ignorance upon observing the soldiers and commanders before him on the battlefield, the Lord eradicated his ignorance by delivering transcendental knowledge. May His lotus feet always remain the object of my attraction."
    },
    {
        "verse_id": "37",
        "text": "Fulfilling my vow and sacrificing His own promise, He got down from the chariot, took up its wheel, and ran towards me hurriedly, just as a lion goes to kill an elephant. He even dropped His outer garment on the way."
    },
    {
        "verse_id": "38",
        "text": "May He, Lord Śrī Kṛṣṇa, the Personality of Godhead, who awards salvation, be my ultimate destination. On the battlefield He charged me, as if angry because of the wounds dealt by my sharp arrows. His shield was scattered, and His body was smeared with blood due to the wounds."
    },
    {
        "verse_id": "39",
        "text": "At the moment of death, let my ultimate attraction be to Śrī Kṛṣṇa, the Personality of Godhead. I concentrate my mind upon the chariot driver of Arjuna who stood with a whip in His right hand and a bridle rope in His left, who was very careful to give protection to Arjuna’s chariot by all means. Those who saw Him on the Battlefield of Kurukṣetra attained their original forms after death."
    },
    {
        "verse_id": "40",
        "text": "Let my mind be fixed upon Lord Śrī Kṛṣṇa, whose motions and smiles of love attracted the damsels of Vrajadhāma [the gopīs]. The damsels imitated the characteristic movements of the Lord [after His disappearance from the rāsa dance]."
    },
    {
        "verse_id": "41",
        "text": "At the Rājasūya-yajña [sacrifice] performed by Mahārāja Yudhiṣṭhira, there was the greatest assembly of all the elite men of the world, the royal and learned orders, and in that great assembly Lord Śrī Kṛṣṇa was worshiped by one and all as the most exalted Personality of Godhead. This happened during my presence, and I remembered the incident in order to keep my mind upon the Lord."
    },
    {
        "verse_id": "42",
        "text": "Now I can meditate with full concentration upon that one Lord, Śrī Kṛṣṇa, now present before me because now I have transcended the misconceptions of duality in regard to His presence in everyone’s heart, even in the hearts of the mental speculators. He is in everyone’s heart. The sun may be perceived differently, but the sun is one."
    },
    {
        "verse_id": "43",
        "text": "Sūta Gosvāmī said: Thus Bhīṣmadeva merged himself in the Supersoul, Lord Śrī Kṛṣṇa, the Supreme Personality of Godhead, with his mind, speech, sight and actions, and thus he became silent, and his breathing stopped."
    },
    {
        "verse_id": "44",
        "text": "Knowing that Bhīṣmadeva had merged into the unlimited eternity of the Supreme Absolute, all present there became silent like birds at the end of the day."
    },
    {
        "verse_id": "45",
        "text": "Thereafter, both men and demigods sounded drums in honor, and the honest royal order commenced demonstrations of honor and respect. And from the sky fell showers of flowers."
    },
    {
        "verse_id": "46",
        "text": "O descendant of Bhṛgu [Śaunaka], after performing funeral rituals for the dead body of Bhīṣmadeva, Mahārāja Yudhiṣṭhira was momentarily overtaken with grief."
    },
    {
        "verse_id": "47",
        "text": "All the great sages then glorified Lord Śrī Kṛṣṇa, who was present there, by confidential Vedic hymns. Then all of them returned to their respective hermitages, bearing always Lord Kṛṣṇa within their hearts."
    },
    {
        "verse_id": "48",
        "text": "Thereafter, Mahārāja Yudhiṣṭhira at once went to his capital, Hastināpura, accompanied by Lord Śrī Kṛṣṇa, and there he consoled his uncle and aunt Gāndhārī, who was an ascetic."
    },
    {
        "verse_id": "49",
        "text": "After this, the great religious King, Mahārāja Yudhiṣṭhira, executed the royal power in the kingdom strictly according to the codes of royal principles approved by his uncle and confirmed by Lord Śrī Kṛṣṇa."
    }
]