[
    {
        "verse_id": "1",
        "text": "The sage Śaunaka said: The womb of Uttarā, mother of Mahārāja Parīkṣit, was spoiled by the dreadful and invincible brahmāstra weapon released by Aśvatthāmā. But Mahārāja Parīkṣit was saved by the Supreme Lord."
    },
    {
        "verse_id": "2",
        "text": "How was the great emperor Parīkṣit, who was a highly intelligent and great devotee, born in that womb? How did his death take place, and what did he achieve after his death?"
    },
    {
        "verse_id": "3",
        "text": "We all respectfully want to hear about him [Mahārāja Parīkṣit] to whom Śukadeva Gosvāmī imparted transcendental knowledge. Please speak on this matter."
    },
    {
        "verse_id": "4",
        "text": "Śrī Sūta Gosvāmī said: Emperor Yudhiṣṭhira administered generously to everyone during his reign. He was exactly like his father. He had no personal ambition and was freed from all sorts of sense gratification because of his continuous service unto the lotus feet of the Lord Śrī Kṛṣṇa."
    },
    {
        "verse_id": "5",
        "text": "News even reached the celestial planets about Mahārāja Yudhiṣṭhira’s worldly possessions, the sacrifices by which he would attain a better destination, his queen, his stalwart brothers, his extensive land, his sovereignty over the planet earth, his fame, etc."
    },
    {
        "verse_id": "6",
        "text": "O brāhmaṇas, the opulence of the King was so enchanting that the denizens of heaven aspired for it. But because he was absorbed in the service of the Lord, nothing could satisfy him except the Lord’s service."
    },
    {
        "verse_id": "7",
        "text": "O son of Bhṛgu [Śaunaka], when the child Parīkṣit, the great fighter, was in the womb of his mother, Uttarā, and was suffering from the burning heat of the brahmāstra [thrown by Aśvatthāmā], he could observe the Supreme Lord coming to him."
    },
    {
        "verse_id": "8",
        "text": "He [the Lord] was only thumb high, but He was all transcendental. He had a very beautiful, blackish, infallible body, and He wore a dress of lightning yellow and a helmet of blazing gold. Thus He was seen by the child."
    },
    {
        "verse_id": "9",
        "text": "The Lord was enriched with four hands, earrings of molten gold and eyes blood red with fury. As He loitered about, His club constantly encircled Him like a shooting star."
    },
    {
        "verse_id": "10",
        "text": "The Lord was thus engaged in vanquishing the radiation of the brahmāstra, just as the sun evaporates a drop of dew. He was observed by the child, who thought about who He was."
    },
    {
        "verse_id": "11",
        "text": "While thus being observed by the child, the Supreme Lord Personality of Godhead, the Supersoul of everyone and the protector of the righteous, who stretches in all directions and who is unlimited by time and space, disappeared at once."
    },
    {
        "verse_id": "12",
        "text": "Thereupon, when all the good signs of the zodiac gradually evolved, the heir apparent of Pāṇḍu, who would be exactly like him in prowess, took birth."
    },
    {
        "verse_id": "13",
        "text": "King Yudhiṣṭhira, who was very satisfied with the birth of Mahārāja Parīkṣit, had the purificatory process of birth performed. Learned brāhmaṇas, headed by Dhaumya and Kṛpa, recited auspicious hymns."
    },
    {
        "verse_id": "14",
        "text": "Upon the birth of a son, the King, who knew how, where and when charity should be given, gave gold, land, villages, elephants, horses and good food grains to the brāhmaṇas."
    },
    {
        "verse_id": "15",
        "text": "The learned brāhmaṇas, who were very satisfied with the charities of the King, addressed him as the chief amongst the Pūrus and informed him that his son was certainly in the line of descent from the Pūrus."
    },
    {
        "verse_id": "16",
        "text": "The brāhmaṇas said: This spotless son has been restored by the all-powerful and all-pervasive Lord Viṣṇu, the Personality of Godhead, in order to oblige you. He was saved when he was doomed to be destroyed by an irresistible supernatural weapon."
    },
    {
        "verse_id": "17",
        "text": "For this reason this child will be well known in the world as one who is protected by the Personality of Godhead. O most fortunate one, there is no doubt that this child will become a first-class devotee and will be qualified with all good qualities."
    },
    {
        "verse_id": "18",
        "text": "The good King [Yudhiṣṭhira] inquired: O great souls, will he become as saintly a king, as pious in his very name and as famous and glorified in his achievements, as others who appeared in this great royal family?"
    },
    {
        "verse_id": "19",
        "text": "The learned brāhmaṇas said: O son of Pṛthā, this child shall be exactly like King Ikṣvāku, son of Manu, in maintaining all those who are born. And as for following the brahminical principles, especially in being true to his promise, he shall be exactly like Rāma, the Personality of Godhead, the son of Mahārāja Daśaratha."
    },
    {
        "verse_id": "20",
        "text": "This child will be a munificent donor of charity and protector of the surrendered, like the famous King Śibi of the Uśīnara country. And he will expand the name and fame of his family like Bharata, the son of Mahārāja Duṣyanta."
    },
    {
        "verse_id": "21",
        "text": "Amongst great bowmen, this child will be as good as Arjuna. He will be as irresistible as fire and as unsurpassable as the ocean."
    },
    {
        "verse_id": "22",
        "text": "This child will be as strong as a lion, and as worthy a shelter as the Himālaya Mountains. He will be forbearing like the earth, and as tolerant as his parents."
    },
    {
        "verse_id": "23",
        "text": "This child will be like his grandfather Yudhiṣṭhira or Brahmā in equanimity of mind. He will be munificent like the lord of the Kailāsa Hill, Śiva. And he will be the resort of everyone, like the Supreme Personality of Godhead, Nārāyaṇa, who is even the shelter of the goddess of fortune."
    },
    {
        "verse_id": "24",
        "text": "This child will be almost as good as Lord Śrī Kṛṣṇa by following in His footsteps. In magnanimity he will become as great as King Rantideva. And in religion he will be like Mahārāja Yayāti."
    },
    {
        "verse_id": "25",
        "text": "This child will be like Bali Mahārāja in patience, a staunch devotee of Lord Kṛṣṇa like Prahlāda Mahārāja, a performer of many aśvamedha [horse] sacrifices and a follower of the old and experienced men."
    },
    {
        "verse_id": "26",
        "text": "This child will be the father of kings who will be like sages. For world peace and for the sake of religion, he will be the chastiser of the upstarts and the quarrelsome."
    },
    {
        "verse_id": "27",
        "text": "After hearing about his death, which will be caused by the bite of a snakebird sent by a son of a brāhmaṇa, he will get himself freed from all material attachment and surrender unto the Personality of Godhead, taking shelter of Him."
    },
    {
        "verse_id": "28",
        "text": "After inquiring about proper self-knowledge from the son of Vyāsadeva, who will be a great philosopher, he will renounce all material attachment and achieve a life of fearlessness."
    },
    {
        "verse_id": "29",
        "text": "Thus those who were expert in astrological knowledge and in performance of the birth ceremony instructed King Yudhiṣṭhira about the future history of his child. Then, being sumptuously remunerated, they all returned to their respective homes."
    },
    {
        "verse_id": "30",
        "text": "So his son would become famous in the world as Parīkṣit [examiner] because he would come to examine all human beings in his search after that personality whom he saw before his birth. Thus he would come to constantly contemplate Him."
    },
    {
        "verse_id": "31",
        "text": "As the moon, in its waxing fortnight, develops day after day, so the royal prince [Parīkṣit] very soon developed luxuriantly under the care and full facilities of his guardian grandfathers."
    },
    {
        "verse_id": "32",
        "text": "Just at this time, King Yudhiṣṭhira was considering performing a horse sacrifice to get freed from sins incurred from fighting with kinsmen. But he became anxious to get some wealth, for there were no surplus funds outside of fines and tax collection."
    },
    {
        "verse_id": "33",
        "text": "Understanding the hearty wishes of the King, his brothers, as advised by the infallible Lord Kṛṣṇa, collected sufficient riches from the north [left by King Marutta]."
    },
    {
        "verse_id": "34",
        "text": "By those riches, the King could procure the ingredients for three horse sacrifices. Thus the pious King Yudhiṣṭhira, who was very fearful after the Battle of Kurukṣetra, pleased Lord Hari, the Personality of Godhead."
    },
    {
        "verse_id": "35",
        "text": "Lord Śrī Kṛṣṇa, the Personality of Godhead, being invited to the sacrifices by Mahārāja Yudhiṣṭhira, saw to it that they were performed by qualified [twice-born] brāhmaṇas. After that, for the pleasure of the relatives, the Lord remained a few months."
    },
    {
        "verse_id": "36",
        "text": "O Śaunaka, thereafter the Lord, having bade farewell to King Yudhiṣṭhira, Draupadī and other relatives, started for the city of Dvārakā, accompanied by Arjuna and other members of the Yadu dynasty."
    }
]