[
    {
        "verse_id": "1",
        "text": "Śrī Sūta Gosvāmī said: While traveling on a pilgrimage, Vidura received knowledge of the destination of the self from the great sage Maitreya and then returned to Hastināpura. He became as well versed in the subject as he desired."
    },
    {
        "verse_id": "2",
        "text": "After asking various questions and becoming established in the transcendental loving service of Lord Kṛṣṇa, Vidura retired from putting questions to Maitreya Muni."
    },
    {
        "verse_id": "3",
        "text": "When they saw Vidura return to the palace, all the inhabitants — Mahārāja Yudhiṣṭhira, his younger brothers, Dhṛtarāṣṭra, Sātyaki, Sañjaya, Kṛpācārya, Kuntī, Gāndhārī, Draupadī, Subhadrā, Uttarā, Kṛpī, many other wives of the Kauravas, and other ladies with children — all hurried to him in great delight. It so appeared that they had regained their consciousness after a long period."
    },
    {
        "verse_id": "5",
        "text": "With great delight they all approached him, as if life had returned to their bodies. They exchanged obeisances and welcomed each other with embraces."
    },
    {
        "verse_id": "6",
        "text": "Due to anxieties and long separation, they all cried out of affection. King Yudhiṣṭhira then arranged to offer sitting accommodations and a reception."
    },
    {
        "verse_id": "7",
        "text": "After Vidura ate sumptuously and took sufficient rest, he was comfortably seated. Then the King began to speak to him, and all who were present there listened."
    },
    {
        "verse_id": "8",
        "text": "Mahārāja Yudhiṣṭhira said: My uncle, do you remember how you always protected us, along with our mother, from all sorts of calamities? Your partiality, like the wings of a bird, saved us from poisoning and arson."
    },
    {
        "verse_id": "9",
        "text": "While traveling on the surface of the earth, how did you maintain your livelihood? At which holy places and pilgrimage sites did you render service?"
    },
    {
        "verse_id": "10",
        "text": "My lord, devotees like your good self are verily holy places personified. Because you carry the Personality of Godhead within your heart, you turn all places into places of pilgrimage."
    },
    {
        "verse_id": "11",
        "text": "My uncle, you must have visited Dvārakā. In that holy place are our friends and well-wishers, the descendants of Yadu, who are always rapt in the service of the Lord Śrī Kṛṣṇa. You might have seen them or heard about them. Are they all living happily in their abodes?"
    },
    {
        "verse_id": "12",
        "text": "Thus being questioned by Mahārāja Yudhiṣṭhira, Mahātmā Vidura gradually described everything he had personally experienced, except news of the annihilation of the Yadu dynasty."
    },
    {
        "verse_id": "13",
        "text": "Compassionate Mahātmā Vidura could not stand to see the Pāṇḍavas distressed at any time. Therefore he did not disclose this unpalatable and unbearable incident because calamities come of their own accord."
    },
    {
        "verse_id": "14",
        "text": "Thus Mahātmā Vidura, being treated just like a godly person by his kinsmen, remained there for a certain period just to rectify the mentality of his eldest brother and in this way bring happiness to all the others."
    },
    {
        "verse_id": "15",
        "text": "As long as Vidura played the part of a śūdra, being cursed by Maṇḍūka Muni, Aryamā officiated at the post of Yamarāja to punish those who committed sinful acts."
    },
    {
        "verse_id": "16",
        "text": "Having won his kingdom and observed the birth of one grandson competent to continue the noble tradition of his family, Mahārāja Yudhiṣṭhira reigned peacefully and enjoyed uncommon opulence in cooperation with his younger brothers, who were all expert administrators to the common people."
    },
    {
        "verse_id": "17",
        "text": "Insurmountable eternal time imperceptibly overcomes those who are too much attached to family affairs and are always engrossed in their thought."
    },
    {
        "verse_id": "18",
        "text": "Mahātmā Vidura knew all this, and therefore he addressed Dhṛtarāṣṭra, saying: My dear King, please get out of here immediately. Do not delay. Just see how fear has overtaken you."
    },
    {
        "verse_id": "19",
        "text": "This frightful situation cannot be remedied by any person in this material world. My lord, it is the Supreme Personality of Godhead as eternal time [kāla] that has approached us all."
    },
    {
        "verse_id": "20",
        "text": "Whoever is under the influence of supreme kāla [eternal time] must surrender his most dear life, and what to speak of other things, such as wealth, honor, children, land and home."
    },
    {
        "verse_id": "21",
        "text": "Your father, brother, well-wishers and sons are all dead and passed away. You yourself have expended the major portion of your life, your body is now overtaken by invalidity, and you are living in the home of another."
    },
    {
        "verse_id": "22",
        "text": "You have been blind from your very birth, and recently you have become hard of hearing. Your memory is shortened, and your intelligence is disturbed. Your teeth are loose, your liver is defective, and you are coughing up mucus."
    },
    {
        "verse_id": "23",
        "text": "Alas, how powerful are the hopes of a living being to continue his life. Verily, you are living just like a household dog and are eating remnants of food given by Bhīma."
    },
    {
        "verse_id": "24",
        "text": "There is no need to live a degraded life and subsist on the charity of those whom you tried to kill by arson and poisoning. You also insulted their married wife and usurped their kingdom and wealth."
    },
    {
        "verse_id": "25",
        "text": "Despite your unwillingness to die and your desire to live even at the cost of honor and prestige, your miserly body will certainly dwindle and deteriorate like an old garment."
    },
    {
        "verse_id": "26",
        "text": "He is called undisturbed who goes to an unknown, remote place and, freed from all obligations, quits his material body when it has become useless."
    },
    {
        "verse_id": "27",
        "text": "He is certainly a first-class man who awakens and understands, either by himself or from others, the falsity and misery of this material world and thus leaves home and depends fully on the Personality of Godhead residing within his heart."
    },
    {
        "verse_id": "28",
        "text": "Please, therefore, leave for the North immediately, without letting your relatives know, for soon that time will approach which will diminish the good qualities of men."
    },
    {
        "verse_id": "29",
        "text": "Thus Mahārāja Dhṛtarāṣṭra, the scion of the family of Ajamīḍha, firmly convinced by introspective knowledge [prajñā], broke at once the strong network of familial affection by his resolute determination. Thus he immediately left home to set out on the path of liberation, as directed by his younger brother Vidura."
    },
    {
        "verse_id": "30",
        "text": "The gentle and chaste Gāndhārī, who was the daughter of King Subala of Kandahar [or Gāndhāra], followed her husband, seeing that he was going to the Himālaya Mountains, which are the delight of those who have accepted the staff of the renounced order like fighters who have accepted a good lashing from the enemy."
    },
    {
        "verse_id": "31",
        "text": "Mahārāja Yudhiṣṭhira, whose enemy was never born, performed his daily morning duties by praying, offering fire sacrifice to the sun-god, and offering obeisances, grains, cows, land and gold to the brāhmaṇas. He then entered the palace to pay respects to the elderly. However, he could not find his uncles or aunt, the daughter of King Subala."
    },
    {
        "verse_id": "32",
        "text": "Mahārāja Yudhiṣṭhira, full of anxiety, turned to Sañjaya, who was sitting there, and said: O Sañjaya, where is our uncle, who is old and blind?"
    },
    {
        "verse_id": "33",
        "text": "Where is my well-wisher, uncle Vidura, and mother Gāndhārī, who is very afflicted due to all her sons’ demise? My uncle Dhṛtarāṣṭra was also very mortified due to the death of all his sons and grandsons. Undoubtedly I am very ungrateful. Did he, therefore, take my offenses very seriously and, along with his wife, drown himself in the Ganges?"
    },
    {
        "verse_id": "34",
        "text": "When my father, Pāṇḍu, fell down and we were all small children, these two uncles gave us protection from all kinds of calamities. They were always our good well-wishers. Alas, where have they gone from here?"
    },
    {
        "verse_id": "35",
        "text": "Sūta Gosvāmī said: Because of compassion and mental agitation, Sañjaya, not having seen his own master, Dhṛtarāṣṭra, was aggrieved and could not properly reply to Mahārāja Yudhiṣṭhira."
    },
    {
        "verse_id": "36",
        "text": "First he slowly pacified his mind by intelligence, and wiping away his tears and thinking of the feet of his master, Dhṛtarāṣṭra, he began to reply to Mahārāja Yudhiṣṭhira."
    },
    {
        "verse_id": "37",
        "text": "Sañjaya said: My dear descendant of the Kuru dynasty, I have no information of the determination of your two uncles and Gāndhārī. O King, I have been cheated by those great souls."
    },
    {
        "verse_id": "38",
        "text": "While Sañjaya was thus speaking, Śrī Nārada, the powerful devotee of the Lord, appeared on the scene carrying his tumburu. Mahārāja Yudhiṣṭhira and his brothers received him properly by getting up from their seats and offering obeisances."
    },
    {
        "verse_id": "39",
        "text": "Mahārāja Yudhiṣṭhira said: O godly personality, I do not know where my two uncles have gone. Nor can I find my ascetic aunt who is griefstricken by the loss of all her sons."
    },
    {
        "verse_id": "40",
        "text": "You are like a captain of a ship in a great ocean and you can direct us to our destination. Thus addressed, the godly personality, Devarṣi Nārada, greatest of the philosopher devotees, began to speak."
    },
    {
        "verse_id": "41",
        "text": "Śrī Nārada said: O pious King, do not lament for anyone, for everyone is under the control of the Supreme Lord. Therefore all living beings and their leaders carry on worship to be well protected. It is He only who brings them together and disperses them."
    },
    {
        "verse_id": "42",
        "text": "As a cow, bound through the nose by a long rope, is conditioned, so also human beings are bound by different Vedic injunctions and are conditioned to obey the orders of the Supreme."
    },
    {
        "verse_id": "43",
        "text": "As a player sets up and disperses his playthings according to his own sweet will, so the supreme will of the Lord brings men together and separates them."
    },
    {
        "verse_id": "44",
        "text": "O King, in all circumstances, whether you consider the soul to be an eternal principle, or the material body to be perishable, or everything to exist in the impersonal Absolute Truth, or everything to be an inexplicable combination of matter and spirit, feelings of separation are due only to illusory affection and nothing more."
    },
    {
        "verse_id": "45",
        "text": "Therefore give up your anxiety due to ignorance of the self. You are now thinking of how they, who are helpless poor creatures, will exist without you."
    },
    {
        "verse_id": "46",
        "text": "This gross material body made of five elements is already under the control of eternal time [kāla], action [karma] and the modes of material nature [guṇa]. How then can it, being already in the jaws of the serpent, protect others?"
    },
    {
        "verse_id": "47",
        "text": "Those who are devoid of hands are prey for those who have hands; those devoid of legs are prey for the four-legged. The weak are the subsistence of the strong, and the general rule holds that one living being is food for another."
    },
    {
        "verse_id": "48",
        "text": "Therefore, O King, you should look to the Supreme Lord only, who is one without a second and who manifests Himself by different energies and is both within and without."
    },
    {
        "verse_id": "49",
        "text": "That Supreme Personality of Godhead, Lord Śrī Kṛṣṇa, in the guise of all-devouring time [kāla-rūpa] has now descended to the earth to eliminate the envious from the world."
    },
    {
        "verse_id": "50",
        "text": "The Lord has already performed His duties to help the demigods, and He is awaiting the rest. You Pāṇḍavas may wait as long as the Lord is here on earth."
    },
    {
        "verse_id": "51",
        "text": "O King, your uncle Dhṛtarāṣṭra, his brother Vidura and his wife Gāndhārī have gone to the southern side of the Himālaya Mountains, where there are shelters of the great sages."
    },
    {
        "verse_id": "52",
        "text": "The place is called Saptasrota [“divided by seven”] because there the waters of the sacred Ganges were divided into seven branches. This was done for the satisfaction of the seven great ṛṣis."
    },
    {
        "verse_id": "53",
        "text": "On the banks at Saptasrota, Dhṛtarāṣṭra is now engaged in beginning aṣṭāṅga-yoga by bathing three times daily, in the morning, noon and evening, by performing the Agni-hotra sacrifice with fire and by drinking only water. This helps one control the mind and the senses and frees one completely from thoughts of familial affection."
    },
    {
        "verse_id": "54",
        "text": "One who has controlled the sitting postures [the yogic āsanas] and the breathing process can turn the senses toward the Absolute Personality of Godhead and thus become immune to the contaminations of the modes of material nature, namely mundane goodness, passion and ignorance."
    },
    {
        "verse_id": "55",
        "text": "Dhṛtarāṣṭra will have to amalgamate his pure identity with intelligence and then merge into the Supreme Being with knowledge of his qualitative oneness, as a living entity, with the Supreme Brahman. Being freed from the blocked sky, he will have to rise to the spiritual sky."
    },
    {
        "verse_id": "56",
        "text": "He will have to suspend all the actions of the senses, even from the outside, and will have to be impervious to interactions of the senses, which are influenced by the modes of material nature. After renouncing all material duties, he must become immovably established, beyond all sources of hindrances on the path."
    },
    {
        "verse_id": "57",
        "text": "O King, he will quit his body, most probably on the fifth day from today. And his body will turn to ashes."
    },
    {
        "verse_id": "58",
        "text": "While outside observing her husband, who will burn in the fire of mystic power along with his thatched cottage, his chaste wife will enter the fire with rapt attention."
    },
    {
        "verse_id": "59",
        "text": "Vidura, being affected with delight and grief, will then leave that place of sacred pilgrimage."
    },
    {
        "verse_id": "60",
        "text": "Having spoken thus, the great sage Nārada, along with his vīṇā, ascended into outer space. Yudhiṣṭhira kept his instruction in his heart and so was able to get rid of all lamentations."
    }
]