[
    {
        "verse_id": "1",
        "text": "Sūta Gosvāmī said: O learned brāhmaṇas, Mahārāja Parīkṣit then began to rule over the world as a great devotee of the Lord under the instructions of the best of the twice-born brāhmaṇas. He ruled by those great qualities which were foretold by expert astrologers at the time of his birth."
    },
    {
        "verse_id": "2",
        "text": "King Parīkṣit married the daughter of King Uttara and begot four sons, headed by Mahārāja Janamejaya."
    },
    {
        "verse_id": "3",
        "text": "Mahārāja Parīkṣit, after having selected Kṛpācārya for guidance as his spiritual master, performed three horse sacrifices on the banks of the Ganges. These were executed with sufficient rewards for the attendants. And at these sacrifices, even the common man could see demigods."
    },
    {
        "verse_id": "4",
        "text": "Once, when Mahārāja Parīkṣit was on his way to conquer the world, he saw the master of Kali-yuga, who was lower than a śūdra, disguised as a king and hurting the legs of a cow and bull. The King at once caught hold of him to deal sufficient punishment."
    },
    {
        "verse_id": "5",
        "text": "Śaunaka Ṛṣi inquired: Why did Mahārāja Parīkṣit simply punish him, since he was the lowest of the śūdras, having dressed as a king and having struck a cow on the leg? Please describe all these incidents if they relate to the topics of Lord Kṛṣṇa."
    },
    {
        "verse_id": "6",
        "text": "The devotees of the Lord are accustomed to licking up the honey available from the lotus feet of the Lord. What is the use of topics which simply waste one’s valuable life?"
    },
    {
        "verse_id": "7",
        "text": "O Sūta Gosvāmī, there are those amongst men who desire freedom from death and get eternal life. They escape the slaughtering process by calling the controller of death, Yamarāja."
    },
    {
        "verse_id": "8",
        "text": "As long as Yamarāja, who causes everyone’s death, is present here, no one shall meet with death. The great sages have invited the controller of death, Yamarāja, who is the representative of the Lord. Living beings who are under his grip should take advantage by hearing the deathless nectar in the form of this narration of the transcendental pastimes of the Lord."
    },
    {
        "verse_id": "9",
        "text": "Lazy human beings with paltry intelligence and a short duration of life pass the night sleeping and the day performing activities that are for naught."
    },
    {
        "verse_id": "10",
        "text": "Sūta Gosvāmī said: While Mahārāja Parīkṣit was residing in the capital of the Kuru empire, the symptoms of the Age of Kali began to infiltrate within the jurisdiction of his state. When he learned about this, he did not think the matter very palatable. This did, however, give him a chance to fight. He took up his bow and arrows and prepared himself for military activities."
    },
    {
        "verse_id": "11",
        "text": "Mahārāja Parīkṣit sat on a chariot drawn by black horses. His flag was marked with the sign of a lion. Being so decorated and surrounded by charioteers, cavalry, elephants and infantry soldiers, he left the capital to conquer in all directions."
    },
    {
        "verse_id": "12",
        "text": "Mahārāja Parīkṣit then conquered all parts of the earthly planet — Bhadrāśva, Ketumāla, Bhārata, the northern Kuru, Kimpuruṣa, etc. — and exacted tributes from their respective rulers."
    },
    {
        "verse_id": "13",
        "text": "Wherever the King visited, he continuously heard the glories of his great forefathers, who were all devotees of the Lord, and also of the glorious acts of Lord Kṛṣṇa. He also heard how he himself had been protected by the Lord from the powerful heat of the weapon of Aśvatthāmā. People also mentioned the great affection between the descendants of Vṛṣṇi and Pṛthā due to the latter’s great devotion to Lord Keśava. The King, being very pleased with the singers of such glories, opened his eyes in great satisfaction. Out of magnanimity he was pleased to award them very valuable necklaces and clothing."
    },
    {
        "verse_id": "16",
        "text": "Mahārāja Parīkṣit heard that out of His causeless mercy Lord Kṛṣṇa [Viṣṇu], who is universally obeyed, rendered all kinds of service to the malleable sons of Pāṇḍu by accepting posts ranging from chariot driver to president to messenger, friend, night watchman, etc., according to the will of the Pāṇḍavas, obeying them like a servant and offering obeisances like one younger in years. When he heard this, Mahārāja Parīkṣit became overwhelmed with devotion to the lotus feet of the Lord."
    },
    {
        "verse_id": "17",
        "text": "Now you may hear from me of what happened while Mahārāja Parīkṣit was passing his days hearing of the good occupations of his forefathers and being absorbed in thought of them."
    },
    {
        "verse_id": "18",
        "text": "The personality of religious principles, Dharma, was wandering about in the form of a bull. And he met the personality of earth in the form of a cow who appeared to grieve like a mother who had lost her child. She had tears in her eyes, and the beauty of her body was lost. Thus Dharma questioned the earth as follows."
    },
    {
        "verse_id": "19",
        "text": "Dharma [in the form of a bull] asked: Madam, are you not hale and hearty? Why are you covered with the shadow of grief? It appears by your face that you have become black. Are you suffering from some internal disease, or are you thinking of some relative who is away in a distant place?"
    },
    {
        "verse_id": "20",
        "text": "I have lost my three legs and am now standing on one only. Are you lamenting for my state of existence? Or are you in great anxiety because henceforward the unlawful meat-eaters will exploit you? Or are you in a sorry plight because the demigods are now bereft of their share of sacrificial offerings because no sacrifices are being performed at present? Or are you grieving for living beings because of their sufferings due to famine and drought?"
    },
    {
        "verse_id": "21",
        "text": "Are you feeling compunction for the unhappy women and children who are left forlorn by unscrupulous persons? Or are you unhappy because the goddess of learning is being handled by brāhmaṇas addicted to acts against the principles of religion? Or are you sorry to see that the brāhmaṇas have taken shelter of administrative families that do not respect brahminical culture?"
    },
    {
        "verse_id": "22",
        "text": "The so-called administrators are now bewildered by the influence of this Age of Kali, and thus they have put all state affairs into disorder. Are you now lamenting this disorder? Now the general populace does not follow the rules and regulations for eating, sleeping, drinking, mating, etc., and they are inclined to perform such anywhere and everywhere. Are you unhappy because of this?"
    },
    {
        "verse_id": "23",
        "text": "O mother earth, the Supreme Personality of Godhead, Hari, incarnated Himself as Lord Śrī Kṛṣṇa just to unload your heavy burden. All His activities here are transcendental, and they cement the path of liberation. You are now bereft of His presence. You are probably now thinking of those activities and feeling sorry in their absence."
    },
    {
        "verse_id": "24",
        "text": "Mother, you are the reservoir of all riches. Please inform me of the root cause of your tribulations by which you have been reduced to such a weak state. I think that the powerful influence of time, which conquers the most powerful, might have forcibly taken away all your fortune, which was adored even by the demigods."
    },
    {
        "verse_id": "25",
        "text": "The earthly deity [in the form of a cow] thus replied to the personality of religious principles [in the form of a bull]: O Dharma, whatever you have inquired from me shall be known to you. I shall try to reply to all those questions. Once you too were maintained by your four legs, and you increased happiness all over the universe by the mercy of the Lord."
    },
    {
        "verse_id": "26",
        "text": "In Him reside (1) truthfulness, (2) cleanliness, (3) intolerance of another’s unhappiness, (4) the power to control anger, (5) self-satisfaction, (6) straightforwardness, (7) steadiness of mind, (8) control of the sense organs, (9) responsibility, (10) equality, (11) tolerance, (12) equanimity, (13) faithfulness, (14) knowledge, (15) absence of sense enjoyment, (16) leadership, (17) chivalry, (18) influence, (19) the power to make everything possible, (20) the discharge of proper duty, (21) complete independence, (22) dexterity, (23) fullness of all beauty, (24) serenity, (25) kindheartedness, (26) ingenuity, (27) gentility, (28) magnanimity, (29) determination, (30) perfection in all knowledge, (31) proper execution, (32) possession of all objects of enjoyment, (33) joyfulness, (34) immovability, (35) fidelity, (36) fame, (37) worship, (38) pridelessness, (39) being (as the Personality of Godhead), (40) eternity, and many other transcendental qualities which are eternally present and never to be separated from Him. That Personality of Godhead, the reservoir of all goodness and beauty, Lord Śrī Kṛṣṇa, has now closed His transcendental pastimes on the face of the earth. In His absence the Age of Kali has spread its influence everywhere, so I am sorry to see this condition of existence."
    },
    {
        "verse_id": "31",
        "text": "I am thinking about myself and also, O best amongst the demigods, about you, as well as about all the demigods, sages, denizens of Pitṛloka, devotees of the Lord and all men obedient to the system of varṇa and āśrama in human society."
    },
    {
        "verse_id": "32",
        "text": "Lakṣmījī, the goddess of fortune, whose glance of grace was sought by demigods like Brahmā and for whom they surrendered many a day unto the Personality of Godhead, gave up her own abode in the forest of lotus flowers and engaged herself in the service of the lotus feet of the Lord. I was endowed with specific powers to supersede the fortune of all the three planetary systems by being decorated with the impressions of the flag, thunderbolt, elephant-driving rod and lotus flower, which are signs of the lotus feet of the Lord. But at the end, when I felt I was so fortunate, the Lord left me."
    },
    {
        "verse_id": "34",
        "text": "O personality of religion, I was greatly overburdened by the undue military phalanxes arranged by atheistic kings, and I was relieved by the grace of the Personality of Godhead. Similarly you were also in a distressed condition, weakened in your standing strength, and thus He also incarnated by His internal energy in the family of the Yadus to relieve you."
    },
    {
        "verse_id": "35",
        "text": "Who, therefore, can tolerate the pangs of separation from that Supreme Personality of Godhead? He could conquer the gravity and passionate wrath of His sweethearts like Satyabhāmā by His sweet smile of love, pleasing glance and hearty appeals. When He traversed my [earth’s] surface, I would be immersed in the dust of His lotus feet and thus would be sumptuously covered with grass which appeared like hairs standing on me out of pleasure."
    },
    {
        "verse_id": "36",
        "text": "While the earth and the personality of religion were thus engaged in conversation, the saintly King Parīkṣit reached the shore of the Sarasvatī River, which flowed towards the east."
    }
]