[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: The last king mentioned in our previous enumeration of the future rulers of the Māgadha dynasty was Purañjaya, who will take birth as the descendant of Bṛhadratha. Purañjaya’s minister Śunaka will assassinate the king and install his own son, Pradyota, on the throne. The son of Pradyota will be Pālaka, his son will be Viśākhayūpa, and his son will be Rājaka."
    },
    {
        "verse_id": "3",
        "text": "The son of Rājaka will be Nandivardhana, and thus in the Pradyotana dynasty there will be five kings, who will enjoy the earth for 138 years."
    },
    {
        "verse_id": "4",
        "text": "Nandivardhana will have a son named Śiśunāga, and his son will be known as Kākavarṇa. The son of Kākavarṇa will be Kṣemadharmā, and the son of Kṣemadharmā will be Kṣetrajña."
    },
    {
        "verse_id": "5",
        "text": "The son of Kṣetrajña will be Vidhisāra, and his son will be Ajātaśatru. Ajātaśatru will have a son named Darbhaka, and his son will be Ajaya."
    },
    {
        "verse_id": "6",
        "text": "Ajaya will father a second Nandivardhana, whose son will be Mahānandi. O best of the Kurus, these ten kings of the Śiśunāga dynasty will rule the earth for a total of 360 years during the Age of Kali. My dear Parīkṣit, King Mahānandi will father a very powerful son in the womb of a śūdra woman. He will be known as Nanda and will be the master of millions of soldiers and fabulous wealth. He will wreak havoc among the kṣatriyas, and from that time onward virtually all kings will be irreligious śūdras."
    },
    {
        "verse_id": "9",
        "text": "That lord of Mahāpadma, King Nanda, will rule over the entire earth just like a second Paraśurāma, and no one will challenge his authority."
    },
    {
        "verse_id": "10",
        "text": "He will have eight sons, headed by Sumālya, who will control the earth as powerful kings for one hundred years."
    },
    {
        "verse_id": "11",
        "text": "A certain brāhmaṇa [Cāṇakya] will betray the trust of King Nanda and his eight sons and will destroy their dynasty. In their absence the Mauryas will rule the world as the Age of Kali continues."
    },
    {
        "verse_id": "12",
        "text": "This brāhmaṇa will enthrone Candragupta, whose son will be named Vārisāra. The son of Vārisāra will be Aśokavardhana."
    },
    {
        "verse_id": "13",
        "text": "Aśokavardhana will be followed by Suyaśā, whose son will be Saṅgata. His son will be Śāliśūka, Śāliśūka’s son will be Somaśarmā, and Somaśarmā’s son will be Śatadhanvā. His son will be known as Bṛhadratha."
    },
    {
        "verse_id": "14",
        "text": "O best of the Kurus, these ten Maurya kings will rule the earth for 137 years of the Kali-yuga."
    },
    {
        "verse_id": "15",
        "text": "My dear King Parīkṣit, Agnimitra will follow as king, and then Sujyeṣṭha. Sujyeṣṭha will be followed by Vasumitra, Bhadraka, and the son of Bhadraka, Pulinda. Then the son of Pulinda, named Ghoṣa, will rule, followed by Vajramitra, Bhāgavata and Devabhūti. In this way, O most eminent of the Kuru heroes, ten Śuṅga kings will rule over the earth for more than one hundred years. Then the earth will come under the subjugation of the kings of the Kāṇva dynasty, who will manifest very few good qualities."
    },
    {
        "verse_id": "18",
        "text": "Vasudeva, an intelligent minister coming from the Kāṇva family, will kill the last of the Śuṅga kings, a lusty debauchee named Devabhūti, and assume rulership himself."
    },
    {
        "verse_id": "19",
        "text": "The son of Vasudeva will be Bhūmitra, and his son will be Nārāyaṇa. These kings of the Kāṇva dynasty will rule the earth for 345 more years of the Kali-yuga."
    },
    {
        "verse_id": "20",
        "text": "The last of the Kāṇvas, Suśarmā, will be murdered by his own servant, Balī, a low-class śūdra of the Andhra race. This most degraded Mahārāja Balī will have control over the earth for some time."
    },
    {
        "verse_id": "21",
        "text": "The brother of Balī, named Kṛṣṇa, will become the next ruler of the earth. His son will be Śāntakarṇa, and his son will be Paurṇamāsa. The son of Paurṇamāsa will be Lambodara, who will father Mahārāja Cibilaka. From Cibilaka will come Meghasvāti, whose son will be Aṭamāna. The son of Aṭamāna will be Aniṣṭakarmā. His son will be Hāleya, and his son will be Talaka. The son of Talaka will be Purīṣabhīru, and following him Sunandana will become king. Sunandana will be followed by Cakora and the eight Bahus, among whom Śivasvāti will be a great subduer of enemies. The son of Śivasvāti will be Gomatī. His son will be Purīmān, whose son will be Medaśirā. His son will be Śivaskanda, and his son will be Yajñaśrī. The son of Yajñaśrī will be Vijaya, who will have two sons, Candravijña and Lomadhi. These thirty kings will enjoy sovereignty over the earth for a total of 456 years, O favorite son of the Kurus."
    },
    {
        "verse_id": "27",
        "text": "Then will follow seven kings of the Ābhīra race from the city of Avabhṛti, and then ten Gardabhīs. After them, sixteen kings of the Kaṅkas will rule and will be known for their excessive greed."
    },
    {
        "verse_id": "28",
        "text": "Eight Yavanas will then take power, followed by fourteen Turuṣkas, ten Guruṇḍas and eleven kings of the Maula dynasty."
    },
    {
        "verse_id": "29",
        "text": "These Ābhīras, Gardabhīs and Kaṅkas will enjoy the earth for 1,099 years, and the Maulas will rule for 300 years. When all of them have died off there will appear in the city of Kilakilā a dynasty of kings consisting of Bhūtananda, Vaṅgiri, Śiśunandi, Śiśunandi’s brother Yaśonandi, and Pravīraka. These kings of Kilakilā will hold sway for a total of 106 years."
    },
    {
        "verse_id": "32",
        "text": "The Kilakilās will be followed by their thirteen sons, the Bāhlikas, and after them King Puṣpamitra, his son Durmitra, seven Andhras, seven Kauśalas and also kings of the Vidūra and Niṣadha provinces will separately rule in different parts of the world."
    },
    {
        "verse_id": "34",
        "text": "There will then appear a king of the Māgadhas named Viśvasphūrji, who will be like another Purañjaya. He will turn all the civilized classes into low-class, uncivilized men in the same category as the Pulindas, Yadus and Madrakas."
    },
    {
        "verse_id": "35",
        "text": "Foolish King Viśvasphūrji will maintain all the citizens in ungodliness and will use his power to completely disrupt the kṣatriya order. From his capital of Padmavatī he will rule that part of the earth extending from the source of the Gaṅgā to Prayāga."
    },
    {
        "verse_id": "36",
        "text": "At that time the brāhmaṇas of such provinces as Śaurāṣṭra, Avantī, Ābhīra, Śūra, Arbuda and Mālava will forget all their regulative principles, and the members of the royal order in these places will become no better than śūdras."
    },
    {
        "verse_id": "37",
        "text": "The land along the Sindhu River, as well as the districts of Candrabhāgā, Kauntī and Kāśmīra, will be ruled by śūdras, fallen brāhmaṇas and meat-eaters. Having given up the path of Vedic civilization, they will have lost all spiritual strength."
    },
    {
        "verse_id": "38",
        "text": "There will be many such uncivilized kings ruling at the same time, O King Parīkṣit, and they will all be uncharitable, possessed of fierce tempers, and great devotees of irreligion and falsity."
    },
    {
        "verse_id": "39",
        "text": "These barbarians in the guise of kings will devour the citizenry, murdering innocent women, children, cows and brāhmaṇas and coveting the wives and property of other men. They will be erratic in their moods, have little strength of character and be very short-lived. Indeed, not purified by any Vedic rituals and lacking in the practice of regulative principles, they will be completely covered by the modes of passion and ignorance."
    },
    {
        "verse_id": "41",
        "text": "The citizens governed by these low-class kings will imitate the character, behavior and speech of their rulers. Harassed by their leaders and by each other, they will all suffer ruination."
    }
]