[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Then, O King, religion, truthfulness, cleanliness, tolerance, mercy, duration of life, physical strength and memory will all diminish day by day because of the powerful influence of the Age of Kali."
    },
    {
        "verse_id": "2",
        "text": "In Kali-yuga, wealth alone will be considered the sign of a man’s good birth, proper behavior and fine qualities. And law and justice will be applied only on the basis of one’s power."
    },
    {
        "verse_id": "3",
        "text": "Men and women will live together merely because of superficial attraction, and success in business will depend on deceit. Womanliness and manliness will be judged according to one’s expertise in sex, and a man will be known as a brāhmaṇa just by his wearing a thread."
    },
    {
        "verse_id": "4",
        "text": "A person’s spiritual position will be ascertained merely according to external symbols, and on that same basis people will change from one spiritual order to the next. A person’s propriety will be seriously questioned if he does not earn a good living. And one who is very clever at juggling words will be considered a learned scholar."
    },
    {
        "verse_id": "5",
        "text": "A person will be judged unholy if he does not have money, and hypocrisy will be accepted as virtue. Marriage will be arranged simply by verbal agreement, and a person will think he is fit to appear in public if he has merely taken a bath."
    },
    {
        "verse_id": "6",
        "text": "A sacred place will be taken to consist of no more than a reservoir of water located at a distance, and beauty will be thought to depend on one’s hairstyle. Filling the belly will become the goal of life, and one who is audacious will be accepted as truthful. He who can maintain a family will be regarded as an expert man, and the principles of religion will be observed only for the sake of reputation."
    },
    {
        "verse_id": "7",
        "text": "As the earth thus becomes crowded with a corrupt population, whoever among any of the social classes shows himself to be the strongest will gain political power."
    },
    {
        "verse_id": "8",
        "text": "Losing their wives and properties to such avaricious and merciless rulers, who will behave no better than ordinary thieves, the citizens will flee to the mountains and forests."
    },
    {
        "verse_id": "9",
        "text": "Harassed by famine and excessive taxes, people will resort to eating leaves, roots, flesh, wild honey, fruits, flowers and seeds. Struck by drought, they will become completely ruined."
    },
    {
        "verse_id": "10",
        "text": "The citizens will suffer greatly from cold, wind, heat, rain and snow. They will be further tormented by quarrels, hunger, thirst, disease and severe anxiety."
    },
    {
        "verse_id": "11",
        "text": "The maximum duration of life for human beings in Kali-yuga will become fifty years."
    },
    {
        "verse_id": "12",
        "text": "By the time the Age of Kali ends, the bodies of all creatures will be greatly reduced in size, and the religious principles of followers of varṇāśrama will be ruined. The path of the Vedas will be completely forgotten in human society, and so-called religion will be mostly atheistic. The kings will mostly be thieves, the occupations of men will be stealing, lying and needless violence, and all the social classes will be reduced to the lowest level of śūdras. Cows will be like goats, spiritual hermitages will be no different from mundane houses, and family ties will extend no further than the immediate bonds of marriage. Most plants and herbs will be tiny, and all trees will appear like dwarf śamī trees. Clouds will be full of lightning, homes will be devoid of piety, and all human beings will have become like asses. At that time, the Supreme Personality of Godhead will appear on the earth. Acting with the power of pure spiritual goodness, He will rescue eternal religion."
    },
    {
        "verse_id": "17",
        "text": "Lord Viṣṇu — the Supreme Personality of Godhead, the spiritual master of all moving and nonmoving living beings, and the Supreme Soul of all — takes birth to protect the principles of religion and to relieve His saintly devotees from the reactions of material work."
    },
    {
        "verse_id": "18",
        "text": "Lord Kalki will appear in the home of the most eminent brāhmaṇa of Śambhala village, the great soul Viṣṇuyaśā."
    },
    {
        "verse_id": "19",
        "text": "Lord Kalki, the Lord of the universe, will mount His swift horse Devadatta and, sword in hand, travel over the earth exhibiting His eight mystic opulences and eight special qualities of Godhead. Displaying His unequaled effulgence and riding with great speed, He will kill by the millions those thieves who have dared dress as kings."
    },
    {
        "verse_id": "21",
        "text": "After all the impostor kings have been killed, the residents of the cities and towns will feel the breezes carrying the most sacred fragrance of the sandalwood paste and other decorations of Lord Vāsudeva, and their minds will thereby become transcendentally pure."
    },
    {
        "verse_id": "22",
        "text": "When Lord Vāsudeva, the Supreme Personality of Godhead, appears in their hearts in His transcendental form of goodness, the remaining citizens will abundantly repopulate the earth."
    },
    {
        "verse_id": "23",
        "text": "When the Supreme Lord has appeared on earth as Kalki, the maintainer of religion, Satya-yuga will begin, and human society will bring forth progeny in the mode of goodness."
    },
    {
        "verse_id": "24",
        "text": "When the moon, the sun and Bṛhaspatī are together in the constellation Karkaṭa, and all three enter simultaneously into the lunar mansion Puṣyā — at that exact moment the age of Satya, or Kṛta, will begin."
    },
    {
        "verse_id": "25",
        "text": "Thus I have described all the kings — past, present and future — who belong to the dynasties of the sun and the moon."
    },
    {
        "verse_id": "26",
        "text": "From your birth up to the coronation of King Nanda, 1,150 years will pass."
    },
    {
        "verse_id": "27",
        "text": "Of the seven stars forming the constellation of the seven sages, Pulaha and Kratu are the first to rise in the night sky. If a line running north and south were drawn through their midpoint, whichever of the lunar mansions this line passes through is said to be the ruling asterism of the constellation for that time. The Seven Sages will remain connected with that particular lunar mansion for one hundred human years. Currently, during your lifetime, they are situated in the nakṣatra called Maghā."
    },
    {
        "verse_id": "29",
        "text": "The Supreme Lord, Viṣṇu, is brilliant like the sun and is known as Kṛṣṇa. When He returned to the spiritual sky, Kali entered this world, and people then began to take pleasure in sinful activities."
    },
    {
        "verse_id": "30",
        "text": "As long as Lord Śrī Kṛṣṇa, the husband of the goddess of fortune, touched the earth with His lotus feet, Kali was powerless to subdue this planet."
    },
    {
        "verse_id": "31",
        "text": "When the constellation of the seven sages is passing through the lunar mansion Maghā, the Age of Kali begins. It comprises twelve hundred years of the demigods."
    },
    {
        "verse_id": "32",
        "text": "When the great sages of the Saptarṣi constellation pass from Maghā to Pūrvāsāḍhā, Kali will have his full strength, beginning from King Nanda and his dynasty."
    },
    {
        "verse_id": "33",
        "text": "Those who scientifically understand the past declare that on the very day that Lord Śrī Kṛṣṇa departed for the spiritual world, the influence of the Age of Kali began."
    },
    {
        "verse_id": "34",
        "text": "After the one thousand celestial years of Kali-yuga, the Satya-yuga will manifest again. At that time the minds of all men will become self-effulgent."
    },
    {
        "verse_id": "35",
        "text": "Thus I have described the royal dynasty of Manu, as it is known on this earth. One can similarly study the history of the vaiśyas, śūdras and brāhmaṇas living in the various ages."
    },
    {
        "verse_id": "36",
        "text": "These personalities, who were great souls, are now known only by their names. They exist only in accounts from the past, and only their fame remains on the earth."
    },
    {
        "verse_id": "37",
        "text": "Devāpi, the brother of Mahārāja Śāntanu, and Maru, the descendant of Ikṣvāku, both possess great mystic strength and are living even now in the village of Kalāpa."
    },
    {
        "verse_id": "38",
        "text": "At the end of the Age of Kali, these two kings, having received instruction directly from the Supreme Personality of Godhead, Vāsudeva, will return to human society and reestablish the eternal religion of man, characterized by the divisions of varṇa and āśrama, just as it was before."
    },
    {
        "verse_id": "39",
        "text": "The cycle of four ages — Satya, Tretā, Dvāpara and Kali — continues perpetually among living beings on this earth, repeating the same general sequence of events."
    },
    {
        "verse_id": "40",
        "text": "My dear King Parīkṣit, all these kings I have described, as well as all other human beings, come to this earth and stake their claims, but ultimately they all must give up this world and meet their destruction."
    },
    {
        "verse_id": "41",
        "text": "Even though a person’s body may now have the designation “king,” in the end its name will be “worms,” “stool” or “ashes.” What can a person who injures other living beings for the sake of his body know about his own self-interest, since his activities are simply leading him to hell?"
    },
    {
        "verse_id": "42",
        "text": "[The materialistic king thinks:] “This unbounded earth was held by my predecessors and is now under my sovereignty. How can I arrange for it to remain in the hands of my sons, grandsons and other descendants?”"
    },
    {
        "verse_id": "43",
        "text": "Although the foolish accept the body made of earth, water and fire as “me” and this earth as “mine,” in every case they have ultimately abandoned both their body and the earth and passed away into oblivion."
    },
    {
        "verse_id": "44",
        "text": "My dear King Parīkṣit, all these kings who tried to enjoy the earth by their strength were reduced by the force of time to nothing more than historical accounts."
    }
]