[
    {
        "verse_id": "1",
        "text": "Śrī Śaunaka said: O Sūta, may you live a long life! O saintly one, best of speakers, please continue speaking to us. Indeed, only you can show men the path out of the ignorance in which they are wandering."
    },
    {
        "verse_id": "2",
        "text": "Authorities say that Mārkaṇḍeya Ṛṣi, the son of Mṛkaṇḍu, was an exceptionally long-lived sage who was the only survivor at the end of Brahmā’s day, when the entire universe was merged in the flood of annihilation. But this same Mārkaṇḍeya Ṛṣi, the foremost descendant of Bhṛgu, took birth in my own family during the current day of Brahmā, and we have not yet seen any total annihilation in this day of Brahmā. Also, it is well known that Mārkaṇḍeya, while wandering helplessly in the great ocean of annihilation, saw in those fearful waters a wonderful personality — an infant boy lying alone within the fold of a banyan leaf. O Sūta, I am most bewildered and curious about this great sage, Mārkaṇḍeya Ṛṣi. O great yogī, you are universally accepted as the authority on all the Purāṇas. Therefore kindly dispel my confusion."
    },
    {
        "verse_id": "6",
        "text": "Sūta Gosvāmī said: O great sage Śaunaka, your very question will help remove everyone’s illusion, for it leads to the topics of Lord Nārāyaṇa, which cleanse away the contamination of this Kali age."
    },
    {
        "verse_id": "7",
        "text": "After being purified by his father’s performance of the prescribed rituals leading to Mārkaṇḍeya’s brahminical initiation, Mārkaṇḍeya studied the Vedic hymns and strictly observed the regulative principles. He became advanced in austerity and Vedic knowledge and remained a lifelong celibate. Appearing most peaceful with his matted hair and his clothing made of bark, he furthered his spiritual progress by carrying the mendicant’s waterpot, staff, sacred thread, brahmacārī belt, black deerskin, lotus-seed prayer beads and bundles of kuśa grass. At the sacred junctures of the day he regularly worshiped the Supreme Personality of Godhead in five forms — the sacrificial fire, the sun, his spiritual master, the brāhmaṇas and the Supersoul within his heart. Morning and evening he would go out begging, and upon returning he would present all the food he had collected to his spiritual master. Only when his spiritual master invited him would he silently take his one meal of the day; otherwise he would fast. Thus devoted to austerity and Vedic study, Mārkaṇḍeya Ṛṣi worshiped the supreme master of the senses, the Personality of Godhead, for countless millions of years, and in this way he conquered unconquerable death."
    },
    {
        "verse_id": "12",
        "text": "Lord Brahmā, Bhṛgu Muni, Lord Śiva, Prajāpati Dakṣa, the great sons of Brahmā, and many others among the human beings, demigods, forefathers and ghostly spirits — all were astonished by the achievement of Mārkaṇḍeya Ṛṣi."
    },
    {
        "verse_id": "13",
        "text": "In this way the devotional mystic Mārkaṇḍeya maintained rigid celibacy through penance, study of the Vedas and self-discipline. With his mind thus free of all disturbances, he turned it inward and meditated on the Supreme Personality of Godhead, who lies beyond the material senses."
    },
    {
        "verse_id": "14",
        "text": "While the mystic sage thus concentrated his mind by powerful yoga practice, the tremendous period of six lifetimes of Manu passed by."
    },
    {
        "verse_id": "15",
        "text": "O brāhmaṇa, during the seventh reign of Manu, the current age, Lord Indra came to know of Mārkaṇḍeya’s austerities and became fearful of his growing mystic potency. Thus he tried to impede the sage’s penance."
    },
    {
        "verse_id": "16",
        "text": "To ruin the sage’s spiritual practice, Lord Indra sent Cupid, beautiful celestial singers, dancing girls, the season of spring and the sandalwood-scented breeze from the Malaya Hills, along with greed and intoxication personified."
    },
    {
        "verse_id": "17",
        "text": "O most powerful Śaunaka, they went to Mārkaṇḍeya’s hermitage, on the northern side of the Himālaya Mountains where the Puṣpabhadrā River passes by the famous peak Citrā."
    },
    {
        "verse_id": "18",
        "text": "Groves of pious trees decorated the holy āśrama of Mārkaṇḍeya Ṛṣi, and many saintly brāhmaṇas lived there, enjoying the abundant pure, sacred ponds. The āśrama resounded with the buzzing of intoxicated bees and the cooing of excited cuckoos, while jubilant peacocks danced about. Indeed, many families of maddened birds crowded that hermitage. The springtime breeze sent by Lord Indra entered there, carrying cooling drops of spray from nearby waterfalls. Fragrant from the embrace of forest flowers, that breeze entered the hermitage and began evoking the lusty spirit of Cupid."
    },
    {
        "verse_id": "21",
        "text": "Springtime then appeared in Mārkaṇḍeya’s āśrama. Indeed, the evening sky, glowing with the light of the rising moon, became the very face of spring, and sprouts and fresh blossoms virtually covered the multitude of trees and creepers."
    },
    {
        "verse_id": "22",
        "text": "Cupid, the master of many heavenly women, then came there holding his bow and arrows. He was followed by groups of Gandharvas playing musical instruments and singing."
    },
    {
        "verse_id": "23",
        "text": "These servants of Indra found the sage sitting in meditation, having just offered his prescribed oblations into the sacrificial fire. His eyes closed in trance, he seemed invincible, like fire personified."
    },
    {
        "verse_id": "24",
        "text": "The women danced before the sage, and the celestial singers sang to the charming accompaniment of drums, cymbals and vīṇās."
    },
    {
        "verse_id": "25",
        "text": "While the son of passion [greed personified], spring and the other servants of Indra all tried to agitate Mārkaṇḍeya’s mind, Cupid drew his five-headed arrow and fixed it upon his bow."
    },
    {
        "verse_id": "26",
        "text": "The Apsarā Puñjikasthalī made a show of playing with a number of toy balls. Her waist seemed weighed down by her heavy breasts, and the wreath of flowers in her hair became disheveled. As she ran about after the balls, glancing here and there, the belt of her thin garment loosened, and suddenly the wind blew her clothes away."
    },
    {
        "verse_id": "28",
        "text": "Cupid, thinking he had conquered the sage, then shot his arrow. But all these attempts to seduce Mārkaṇḍeya proved futile, just like the useless endeavors of an atheist."
    },
    {
        "verse_id": "29",
        "text": "O learned Śaunaka, while Cupid and his followers tried to harm the sage, they felt themselves being burned alive by his potency. Thus they stopped their mischief, just like children who have aroused a sleeping snake."
    },
    {
        "verse_id": "30",
        "text": "O brāhmaṇa, the followers of Lord Indra had impudently attacked the saintly Mārkaṇḍeya, yet he did not succumb to any influence of false ego. For great souls such tolerance is not at all surprising."
    },
    {
        "verse_id": "31",
        "text": "The mighty King Indra was most astonished when he heard of the mystic prowess of the exalted sage Mārkaṇḍeya and saw how Cupid and his associates had become powerless in his presence."
    },
    {
        "verse_id": "32",
        "text": "Desiring to bestow His mercy upon the saintly Mārkaṇḍeya, who had perfectly fixed his mind in self-realization through penance, Vedic study and observance of regulative principles, the Supreme Personality of Godhead personally appeared before the sage in the forms of Nara and Nārāyaṇa."
    },
    {
        "verse_id": "33",
        "text": "One of Them was of a whitish complexion, the other blackish, and They both had four arms. Their eyes resembled the petals of blooming lotuses, and They wore garments of black deerskin and bark, along with the three-stranded sacred thread. In Their hands, which were most purifying, They carried the mendicant’s waterpot, straight bamboo staff and lotus-seed prayer beads, as well as the all-purifying Vedas in the symbolic form of bundles of darbha grass. Their bearing was tall and Their yellow effulgence the color of radiant lightning. Appearing as austerity personified, They were being worshiped by the foremost demigods."
    },
    {
        "verse_id": "35",
        "text": "These two sages, Nara and Nārāyaṇa, were the direct personal forms of the Supreme Lord. When Mārkaṇḍeya Ṛṣi saw Them, he immediately stood up and then with great respect offered Them obeisances by falling down flat on the ground like a stick."
    },
    {
        "verse_id": "36",
        "text": "The ecstasy of seeing Them completely satisfied Mārkaṇḍeya’s body, mind and senses and caused the hairs on his body to stand on end and his eyes to fill with tears. Overwhelmed, Mārkaṇḍeya found it difficult to look at Them."
    },
    {
        "verse_id": "37",
        "text": "Standing with his hands folded in supplication and his head bowed in humility, Mārkaṇḍeya felt such eagerness that he imagined he was embracing the two Lords. In a voice choked with ecstasy, he repeatedly said, “I offer You my humble obeisances.”"
    },
    {
        "verse_id": "38",
        "text": "He gave Them sitting places and washed Their feet, and then he worshiped Them with presentations of arghya, sandalwood pulp, fragrant oils, incense and flower garlands."
    },
    {
        "verse_id": "39",
        "text": "Mārkaṇḍeya Ṛṣi once again bowed down at the lotus feet of those two most worshipable sages, who were sitting at ease, ready to bestow all mercy upon him. He then addressed Them as follows."
    },
    {
        "verse_id": "40",
        "text": "Śrī Mārkaṇḍeya said: O Almighty Lord, how can I possibly describe You? You awaken the vital air, which then impels the mind, senses and power of speech to act. This is true for all ordinary conditioned souls and even for great demigods like Brahmā and Śiva. So it is certainly true for me. Nevertheless, You become the intimate friend of those who worship You."
    },
    {
        "verse_id": "41",
        "text": "O Supreme Personality of Godhead, these two personal forms of Yours have appeared to bestow the ultimate benefit for the three worlds — the cessation of material misery and the conquest of death. My Lord, although You create this universe and then assume many transcendental forms to protect it, You also swallow it up, just like a spider who spins and later withdraws its web."
    },
    {
        "verse_id": "42",
        "text": "Because You are the protector and the supreme controller of all moving and nonmoving beings, anyone who takes shelter of Your lotus feet can never be touched by the contamination of material work, material qualities or time. Great sages who have assimilated the essential meaning of the Vedas offer their prayers to You. To gain Your association, they bow down to You at every opportunity and constantly worship You and meditate upon You."
    },
    {
        "verse_id": "43",
        "text": "My dear Lord, even Lord Brahmā, who enjoys his exalted position for the entire duration of the universe, fears the passage of time. Then what to speak of those whom Brahmā creates, the conditioned souls. They encounter fearful dangers at every step of their lives. I do not know of any relief from this fear except shelter at Your lotus feet, which are the very form of liberation."
    },
    {
        "verse_id": "44",
        "text": "Therefore I worship Your lotus feet, having renounced my identification with the material body and everything else that covers my true self. These useless, insubstantial and temporary coverings are merely presumed to be separate from You, whose intelligence encompasses all truth. By attaining You — the Supreme Godhead and the master of the soul — one attains everything desirable."
    },
    {
        "verse_id": "45",
        "text": "O my Lord, O supreme friend of the conditioned soul, although for the creation, maintenance and annihilation of this world You accept the modes of goodness, passion and ignorance, which constitute Your illusory potency, You specifically employ the mode of goodness to liberate the conditioned souls. The other two modes simply bring them suffering, illusion and fear."
    },
    {
        "verse_id": "46",
        "text": "O Lord, because fearlessness, spiritual happiness and the kingdom of God are all achieved through the mode of pure goodness, Your devotees consider this mode, but never passion and ignorance, to be a direct manifestation of You, the Supreme Personality of Godhead. Intelligent persons thus worship Your beloved transcendental form, composed of pure goodness, along with the spiritual forms of Your pure devotees."
    },
    {
        "verse_id": "47",
        "text": "I offer my humble obeisances to Him, the Supreme Personality of Godhead. He is the all-pervading and all-inclusive form of the universe, as well as its spiritual master. I bow down to Lord Nārāyaṇa, the supremely worshipable Deity appearing as a sage, and also to the saintly Nara, the best of human beings, who is fixed in perfect goodness, fully in control of his speech, and the propagator of the Vedic literatures."
    },
    {
        "verse_id": "48",
        "text": "A materialist, his intelligence perverted by the action of his deceptive senses, cannot recognize You at all, although You are always present within his own senses and heart and also among the objects of his perception. Yet even though one’s understanding has been covered by Your illusory potency, if one obtains Vedic knowledge from You, the supreme spiritual master of all, he can directly understand You."
    },
    {
        "verse_id": "49",
        "text": "My dear Lord, the Vedic literatures alone reveal confidential knowledge of Your supreme personality, and thus even such great scholars as Lord Brahmā himself are bewildered in their attempt to understand You through empirical methods. Each philosopher understands You according to his particular speculative conclusions. I worship that Supreme Person, knowledge of whom is hidden by the bodily designations covering the conditioned soul’s spiritual identity."
    }
]