[
    {
        "verse_id": "1",
        "text": "Sūta Gosvāmī said: The Supreme Lord Nārāyaṇa had arranged this opulent display of His bewildering potency. Mārkaṇḍeya Ṛṣi, having experienced it, took shelter of the Lord."
    },
    {
        "verse_id": "2",
        "text": "Śrī Mārkaṇḍeya said: O Lord Hari, I take shelter of the soles of Your lotus feet, which bestow fearlessness upon all who surrender to them. Even the great demigods are bewildered by Your illusory energy, which appears to them in the guise of knowledge."
    },
    {
        "verse_id": "3",
        "text": "Sūta Gosvāmī said: Lord Rudra, traveling in the sky on his bull and accompanied by his consort, Rudrāṇī, as well as his personal associates, observed Mārkaṇḍeya in trance."
    },
    {
        "verse_id": "4",
        "text": "Goddess Umā, seeing the sage, addressed Lord Giriśa: My lord, just see this learned brāhmaṇa, his body, mind and senses motionless in trance."
    },
    {
        "verse_id": "5",
        "text": "He is as calm as the waters of the ocean when the wind has ceased and the fish remain still. Therefore, my lord, since you bestow perfection on the performers of austerity, please award this sage the perfection that is obviously due him."
    },
    {
        "verse_id": "6",
        "text": "Lord Śiva replied: Surely this saintly brāhmaṇa does not desire any benediction, not even liberation itself, for he has attained pure devotional service unto the inexhaustible Personality of Godhead."
    },
    {
        "verse_id": "7",
        "text": "Still, my dear Bhavānī, let us talk with this saintly personality. After all, association with saintly devotees is man’s highest achievement."
    },
    {
        "verse_id": "8",
        "text": "Sūta Gosvāmī said: Having spoken thus, Lord Śaṅkara — the shelter of pure souls, master of all spiritual sciences and controller of all embodied living beings — approached the sage."
    },
    {
        "verse_id": "9",
        "text": "Because Mārkaṇḍeya’s material mind had stopped functioning, the sage failed to notice that Lord Śiva and his wife, the controllers of the universe, had personally come to see him. Mārkaṇḍeya was so absorbed in meditation that he was unaware of either himself or the external world."
    },
    {
        "verse_id": "10",
        "text": "Understanding the situation very well, the powerful Lord Śiva employed his mystic power to enter within the sky of Mārkaṇḍeya’s heart, just as the wind passes through an opening."
    },
    {
        "verse_id": "11",
        "text": "Śrī Mārkaṇḍeya saw Lord Śiva suddenly appear within his heart. Lord Śiva’s golden hair resembled lightning, and he had three eyes, ten arms and a tall body that shone like the rising sun. He wore a tiger skin, and he carried a trident, a bow, arrows, a sword and a shield, along with prayer beads, a ḍamaru drum, a skull and an ax. Astonished, the sage came out of his trance and thought, “Who is this, and where has he come from?”"
    },
    {
        "verse_id": "14",
        "text": "Opening his eyes, the sage saw Lord Rudra, the spiritual master of the three worlds, together with Umā and Rudra’s followers. Mārkaṇḍeya then offered his respectful obeisances by bowing his head."
    },
    {
        "verse_id": "15",
        "text": "Mārkaṇḍeya worshiped Lord Śiva, along with Umā and Śiva’s associates, by offering them words of welcome, sitting places, water for washing their feet, scented drinking water, fragrant oils, flower garlands and ārati lamps."
    },
    {
        "verse_id": "16",
        "text": "Mārkaṇḍeya said: O mighty lord, what can I possibly do for you, who are fully satisfied by your own ecstasy? Indeed, by your mercy you satisfy this entire world."
    },
    {
        "verse_id": "17",
        "text": "Again and again I offer my obeisances unto you, O all-auspicious transcendental personality. As the lord of goodness you give pleasure, in contact with the mode of passion you appear most fearful, and you also associate with the mode of ignorance."
    },
    {
        "verse_id": "18",
        "text": "Sūta Gosvāmī said: Lord Śiva, the foremost demigod and the shelter of the saintly devotees, was satisfied by Mārkaṇḍeya’s praise. Pleased, he smiled and addressed the sage."
    },
    {
        "verse_id": "19",
        "text": "Lord Śiva said: Please ask me for some benediction, since among all givers of benedictions, we three — Brahmā, Viṣṇu and I — are the best. Seeing us never goes in vain, because simply by seeing us a mortal achieves immortality."
    },
    {
        "verse_id": "20",
        "text": "The inhabitants and ruling demigods of all planets, along with Lord Brahmā, the Supreme Lord Hari and I, glorify, worship and assist those brāhmaṇas who are saintly, always peaceful, free of material attachment, compassionate to all living beings, purely devoted to us, devoid of hatred and endowed with equal vision."
    },
    {
        "verse_id": "22",
        "text": "These devotees do not differentiate between Lord Viṣṇu, Lord Brahmā and me, nor do they differentiate between themselves and other living beings. Therefore, because you are this kind of saintly devotee, we worship you."
    },
    {
        "verse_id": "23",
        "text": "Mere bodies of water do not constitute holy places, nor are lifeless statues of the demigods actual worshipable deities. Because external vision fails to appreciate the higher essence of the holy rivers and the demigods, these purify only after a considerable time. But devotees like you purify immediately, just by being seen."
    },
    {
        "verse_id": "24",
        "text": "By meditating upon the Supreme Soul, performing austerities, engaging in Vedic study and following regulative principles, the brāhmaṇas sustain within themselves the three Vedas, which are nondifferent from Lord Viṣṇu, Lord Brahmā and me. Therefore I offer my obeisances unto the brāhmaṇas."
    },
    {
        "verse_id": "25",
        "text": "Even the worst sinners and social outcastes are purified just by hearing about or seeing personalities like you. Imagine, then, how purified they become by directly speaking with you."
    },
    {
        "verse_id": "26",
        "text": "Sūta Gosvāmī said: Drinking with his ears Lord Śiva’s nectarean words, full of the confidential essence of religion, Mārkaṇḍeya Ṛṣi could not be satiated."
    },
    {
        "verse_id": "27",
        "text": "Mārkaṇḍeya, having been forced by Lord Viṣṇu’s illusory energy to wander about for a long time in the water of dissolution, had become extremely exhausted. But Lord Śiva’s words of nectar vanquished his accumulated suffering. Thus he addressed Lord Śiva."
    },
    {
        "verse_id": "28",
        "text": "Śrī Mārkaṇḍeya said: It is indeed most difficult for embodied souls to understand the pastimes of the universal controllers, for such lords bow down to and offer praise to the very living beings they rule."
    },
    {
        "verse_id": "29",
        "text": "Generally it is to induce embodied souls to accept religious principles that the authorized teachers of religion exhibit ideal behavior while encouraging and praising the proper behavior of others."
    },
    {
        "verse_id": "30",
        "text": "This apparent humility is simply a show of mercy. Such behavior of the Supreme Lord and His personal associates, which the Lord effects by His own bewildering potency, does not spoil His power any more than a magician’s powers are diminished by his exhibition of tricks."
    },
    {
        "verse_id": "31",
        "text": "I offer my obeisances to that Supreme Personality of Godhead, who has created this entire universe simply by His desire and then entered into it as the Supersoul. By making the modes of nature act, He seems to be the direct creator of this world, just as a dreamer seems to be acting within his dream. He is the owner and ultimate controller of the three modes of nature, yet He remains alone and pure, without any equal. He is the supreme spiritual master of all, the original personal form of the Absolute Truth."
    },
    {
        "verse_id": "33",
        "text": "O all-pervading lord, since I have received the benediction of seeing you, what other benediction can I ask for? Simply by seeing you, a person fulfills all his desires and can achieve anything imaginable."
    },
    {
        "verse_id": "34",
        "text": "But I do request one benediction from you, who are full of all perfection and able to shower down the fulfillment of all desires. I ask to have unfailing devotion for the Supreme Personality of Godhead and for His dedicated devotees, especially you."
    },
    {
        "verse_id": "35",
        "text": "Sūta Gosvāmī said: Thus worshiped and glorified by the eloquent statements of the sage Mārkaṇḍeya, Lord Śarva [Śiva], encouraged by his consort, replied to him as follows."
    },
    {
        "verse_id": "36",
        "text": "O great sage, because you are devoted to Lord Adhokṣaja, all your desires will be fulfilled. Until the very end of this creation cycle, you will enjoy pious fame and freedom from old age and death."
    },
    {
        "verse_id": "37",
        "text": "O brāhmaṇa, may you have perfect knowledge of past, present and future, along with transcendental realization of the Supreme, enriched by renunciation. You have the brilliance of an ideal brāhmaṇa, and thus may you achieve the post of spiritual master of the Purāṇas."
    },
    {
        "verse_id": "38",
        "text": "Sūta Gosvāmī said: Having thus granted Mārkaṇḍeya Ṛṣi benedictions, Lord Śiva went on his way, continuing to describe to goddess Devī the accomplishments of the sage and the direct exhibition of the Lord’s illusory power that he had experienced."
    },
    {
        "verse_id": "39",
        "text": "Mārkaṇḍeya Ṛṣi, the best of the descendants of Bhṛgu, is glorious because of his achievement of perfection in mystic yoga. Even today he travels about this world, fully absorbed in unalloyed devotion for the Supreme Personality of Godhead."
    },
    {
        "verse_id": "40",
        "text": "I have thus narrated to you the activities of the highly intelligent sage Mārkaṇḍeya, especially how he experienced the amazing power of the Supreme Lord’s illusory energy."
    },
    {
        "verse_id": "41",
        "text": "Although this event was unique and unprecedented, some unintelligent persons compare it to the cycle of illusory material existence the Supreme Lord has created for the conditioned souls — an endless cycle that has been continuing since time immemorial."
    },
    {
        "verse_id": "42",
        "text": "O best of the Bhṛgus, this account concerning Mārkaṇḍeya Ṛṣi conveys the transcendental potency of the Supreme Lord. Anyone who properly narrates or hears it will never again undergo material existence, which is based on the desire to perform fruitive activities."
    }
]