[
    {
        "verse_id": "1",
        "text": "Sūta Gosvāmī said: The Supreme Lord Nārāyaṇa, the friend of Nara, was satisfied by the proper glorification offered by the intelligent sage Mārkaṇḍeya. Thus the Lord addressed that excellent descendant of Bhṛgu."
    },
    {
        "verse_id": "2",
        "text": "The Supreme Personality of Godhead said: My dear Mārkaṇḍeya, you are indeed the best of all learned brāhmaṇas. You have perfected your life by practicing fixed meditation upon the Supreme Soul, as well as by focusing upon Me your undeviating devotional service, your austerities, your study of the Vedas and your strict adherence to regulative principles."
    },
    {
        "verse_id": "3",
        "text": "We are perfectly satisfied with your practice of lifelong celibacy. Please choose whatever benediction you desire, since I can grant your wish. May you enjoy all good fortune."
    },
    {
        "verse_id": "4",
        "text": "The sage said: O Lord of lords, all glories to You! O Lord Acyuta, You remove all distress for the devotees who surrender unto You. That you have allowed me to see You is all the benediction I want."
    },
    {
        "verse_id": "5",
        "text": "Such demigods as Lord Brahmā achieved their exalted positions simply by seeing Your beautiful lotus feet after their minds had become mature in yoga practice. And now, my Lord, You have personally appeared before me."
    },
    {
        "verse_id": "6",
        "text": "O lotus-eyed Lord, O crest jewel of renowned personalities, although I am satisfied simply by seeing You, I do wish to see Your illusory potency, by whose influence the entire world, together with its ruling demigods, considers reality to be materially variegated."
    },
    {
        "verse_id": "7",
        "text": "Sūta Gosvāmī said: O wise Śaunaka, thus satisfied by Mārkaṇḍeya’s praise and worship, the Supreme Personality of Godhead, smiling, replied, “So be it,” and then departed for His hermitage at Badarikāśrama."
    },
    {
        "verse_id": "8",
        "text": "Thinking always of his desire to see the Lord’s illusory energy, the sage remained in his āśrama, meditating constantly upon the Lord within fire, the sun, the moon, water, the earth, air, lightning and his own heart and worshiping Him with paraphernalia conceived in his mind. But sometimes, overwhelmed by waves of love for the Lord, Mārkaṇḍeya would forget to perform his regular worship."
    },
    {
        "verse_id": "10",
        "text": "O brāhmaṇa Śaunaka, best of the Bhṛgus, one day while Mārkaṇḍeya was performing his evening worship on the bank of the Puṣpabhadrā, a great wind suddenly arose."
    },
    {
        "verse_id": "11",
        "text": "That wind created a terrible sound and brought in its wake fearsome clouds that were accompanied by lightning and roaring thunder and that poured down on all sides torrents of rain as heavy as wagon wheels."
    },
    {
        "verse_id": "12",
        "text": "Then the four great oceans appeared on all sides, swallowing up the surface of the earth with their wind-tossed waves. In these oceans were terrible sea monsters, fearful whirlpools and ominous rumblings."
    },
    {
        "verse_id": "13",
        "text": "The sage saw all the inhabitants of the universe, including himself, tormented within and without by the harsh winds, the bolts of lightning, and the great waves rising beyond the sky. As the whole earth flooded, he grew perplexed and fearful."
    },
    {
        "verse_id": "14",
        "text": "Even as Mārkaṇḍeya looked on, the rain pouring down from the clouds filled the ocean more and more until that great sea, its waters violently whipped into terrifying waves by hurricanes, covered up all the earth’s islands, mountains and continents."
    },
    {
        "verse_id": "15",
        "text": "The water inundated the earth, outer space, heaven and the celestial region. Indeed, the entire expanse of the universe was flooded in all directions, and out of all its inhabitants only Mārkaṇḍeya remained. His matted hair scattered, the great sage wandered about alone in the water as if dumb and blind."
    },
    {
        "verse_id": "16",
        "text": "Tormented by hunger and thirst, attacked by monstrous makaras and timiṅgila fish and battered by the wind and waves, he moved aimlessly through the infinite darkness into which he had fallen. As he grew increasingly exhausted, he lost all sense of direction and could not tell the sky from the earth."
    },
    {
        "verse_id": "17",
        "text": "At times he was engulfed by the great whirlpools, sometimes he was beaten by the mighty waves, and at other times the aquatic monsters threatened to devour him as they attacked one another. Sometimes he felt lamentation, bewilderment, misery, happiness or fear, and at other times he experienced such terrible illness and pain that he felt himself dying."
    },
    {
        "verse_id": "19",
        "text": "Countless millions of years passed as Mārkaṇḍeya wandered about in that deluge, his mind bewildered by the illusory energy of Lord Viṣṇu, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "20",
        "text": "Once, while wandering in the water, the brāhmaṇa Mārkaṇḍeya discovered a small island, upon which stood a young banyan tree bearing blossoms and fruits."
    },
    {
        "verse_id": "21",
        "text": "Upon a branch of the northeast portion of that tree he saw an infant boy lying within a leaf. The child’s effulgence was swallowing up the darkness."
    },
    {
        "verse_id": "22",
        "text": "The infant’s dark-blue complexion was the color of a flawless emerald, His lotus face shone with a wealth of beauty, and His throat bore marks like the lines on a conchshell. He had a broad chest, a finely shaped nose, beautiful eyebrows, and lovely ears that resembled pomegranate flowers and that had inner folds like a conchshell’s spirals. The corners of His eyes were reddish like the whorl of a lotus, and the effulgence of His corallike lips slightly reddened the nectarean, enchanting smile on His face. As He breathed, His splendid hair trembled and His deep navel became distorted by the moving folds of skin on His abdomen, which resembled a banyan leaf. The exalted brāhmaṇa watched with amazement as the infant took hold of one of His lotus feet with His graceful fingers, placed a toe within His mouth and began to suck."
    },
    {
        "verse_id": "26",
        "text": "As Mārkaṇḍeya beheld the child, all his weariness vanished. Indeed, so great was his pleasure that the lotus of his heart, along with his lotus eyes, fully blossomed and the hairs on his body stood on end. Confused as to the identity of the wonderful infant, the sage approached Him."
    },
    {
        "verse_id": "27",
        "text": "Just then the child inhaled, drawing Mārkaṇḍeya within His body like a mosquito. There the sage found the entire universe arrayed as it had been before its dissolution. Seeing this, Mārkaṇḍeya was most astonished and perplexed."
    },
    {
        "verse_id": "28",
        "text": "The sage saw the entire universe: the sky, heavens and earth, the stars, mountains, oceans, great islands and continents, the expanses in every direction, the saintly and demoniac living beings, the forests, countries, rivers, cities and mines, the agricultural villages and cow pastures, and the occupational and spiritual activities of the various social divisions. He also saw the basic elements of creation along with all their by-products, as well as time itself, which regulates the progression of countless ages within the days of Brahmā. In addition, he saw everything else created for use in material life. All this he saw manifested before him as if it were real."
    },
    {
        "verse_id": "30",
        "text": "He saw before him the Himālaya Mountains, the Puṣpabhadrā River, and his own hermitage, where he had had the audience of the sages Nara-Nārāyaṇa. Then, as Mārkaṇḍeya beheld the entire universe, the infant exhaled, expelling the sage from His body and casting him back into the ocean of dissolution."
    },
    {
        "verse_id": "31",
        "text": "In that vast sea he again saw the banyan tree growing on the tiny island and the infant boy lying within the leaf. The child glanced at him from the corner of His eyes with a smile imbued with the nectar of love, and Mārkaṇḍeya took Him into his heart through his eyes. Greatly agitated, the sage ran to embrace the transcendental Personality of Godhead."
    },
    {
        "verse_id": "33",
        "text": "At that moment the Supreme Personality of Godhead, who is the original master of all mysticism and who is hidden within everyone’s heart, became invisible to the sage, just as the achievements of an incompetent person can suddenly vanish."
    },
    {
        "verse_id": "34",
        "text": "After the Lord disappeared, O brāhmaṇa, the banyan tree, the great water and the dissolution of the universe all vanished as well, and in an instant Mārkaṇḍeya found himself back in his own hermitage, just as before."
    }
]