[
    {
        "verse_id": "1",
        "text": "Sūta Gosvāmī said: Unto that personality whom Brahmā, Varuṇa, Indra, Rudra and the Maruts praise by chanting transcendental hymns and reciting the Vedas with all their corollaries, pada-kramas and Upaniṣads, to whom the chanters of the Sāma Veda always sing, whom the perfected yogīs see within their minds after fixing themselves in trance and absorbing themselves within Him, and whose limit can never be found by any demigod or demon — unto that Supreme Personality of Godhead I offer my humble obeisances."
    },
    {
        "verse_id": "2",
        "text": "When the Supreme Personality of Godhead appeared as Lord Kūrma, a tortoise, His back was scratched by the sharp-edged stones lying on massive, whirling Mount Mandara, and this scratching made the Lord sleepy. May you all be protected by the winds caused by the Lord’s breathing in this sleepy condition. Ever since that time, even up to the present day, the ocean tides have imitated the Lord’s inhalation and exhalation by piously coming in and going out."
    },
    {
        "verse_id": "3",
        "text": "Now please hear a summation of the verse length of each of the Purāṇas. Then hear of the prime subject and purpose of this Bhāgavata Purāṇa, the proper method of giving it as a gift, the glories of such gift-giving, and finally the glories of hearing and chanting this literature."
    },
    {
        "verse_id": "4",
        "text": "The Brahma Purāṇa consists of ten thousand verses, the Padma Purāṇa of fifty-five thousand, Śrī Viṣṇu Purāṇa of twenty-three thousand, the Śiva Purāṇa of twenty-four thousand and Śrīmad-Bhāgavatam of eighteen thousand. The Nārada Purāṇa has twenty-five thousand verses, the Mārkaṇḍeya Purāṇa nine thousand, the Agni Purāṇa fifteen thousand four hundred, the Bhaviṣya Purāṇa fourteen thousand five hundred, the Brahma-vaivarta Purāṇa eighteen thousand and the Liṅga Purāṇa eleven thousand. The Varāha Purāṇa contains twenty-four thousand verses, the Skanda Purāṇa eighty-one thousand one hundred, the Vāmana Purāṇa ten thousand, the Kūrma Purāṇa seventeen thousand, the Matsya Purāṇa fourteen thousand, the Garuḍa Purāṇa nineteen thousand and the Brahmāṇḍa Purāṇa twelve thousand. Thus the total number of verses in all the Purāṇas is four hundred thousand. Eighteen thousand of these, once again, belong to the beautiful Bhāgavatam."
    },
    {
        "verse_id": "10",
        "text": "It was to Lord Brahmā that the Supreme Personality of Godhead first revealed the Śrīmad-Bhāgavatam in full. At the time, Brahmā, frightened by material existence, was sitting on the lotus flower that had grown from the Lord’s navel."
    },
    {
        "verse_id": "11",
        "text": "From beginning to end, the Śrīmad-Bhāgavatam is full of narrations that encourage renunciation of material life, as well as nectarean accounts of Lord Hari’s transcendental pastimes, which give ecstasy to the saintly devotees and demigods. This Bhāgavatam is the essence of all Vedānta philosophy because its subject matter is the Absolute Truth, which, while nondifferent from the spirit soul, is the ultimate reality, one without a second. The goal of this literature is exclusive devotional service unto that Supreme Truth."
    },
    {
        "verse_id": "13",
        "text": "If on the full moon day of the month of Bhādra one places Śrīmad-Bhāgavatam on a golden throne and gives it as a gift, he will attain the supreme transcendental destination."
    },
    {
        "verse_id": "14",
        "text": "All other Purāṇic scriptures shine forth in the assembly of saintly devotees only as long as that great ocean of nectar, Śrīmad-Bhāgavatam, is not heard."
    },
    {
        "verse_id": "15",
        "text": "Śrīmad-Bhāgavatam is declared to be the essence of all Vedānta philosophy. One who has felt satisfaction from its nectarean mellow will never be attracted to any other literature."
    },
    {
        "verse_id": "16",
        "text": "Just as the Gaṅgā is the greatest of all rivers, Lord Acyuta the supreme among deities and Lord Śambhu [Śiva] the greatest of Vaiṣṇavas, so Śrīmad-Bhāgavatam is the greatest of all Purāṇas."
    },
    {
        "verse_id": "17",
        "text": "O brāhmaṇas, in the same way that the city of Kāśī is unexcelled among holy places, Śrīmad-Bhāgavatam is supreme among all the Purāṇas."
    },
    {
        "verse_id": "18",
        "text": "Śrīmad-Bhāgavatam is the spotless Purāṇa. It is most dear to the Vaiṣṇavas because it describes the pure and supreme knowledge of the paramahaṁsas. This Bhāgavatam reveals the means for becoming free from all material work, together with the processes of transcendental knowledge, renunciation and devotion. Anyone who seriously tries to understand Śrīmad-Bhāgavatam, who properly hears and chants it with devotion, becomes completely liberated."
    },
    {
        "verse_id": "19",
        "text": "I meditate upon that pure and spotless Supreme Absolute Truth, who is free from suffering and death and who in the beginning personally revealed this incomparable torchlight of knowledge to Brahmā. Brahmā then spoke it to the sage Nārada, who narrated it to Kṛṣṇa-dvaipāyana Vyāsa. Śrīla Vyāsa revealed this Bhāgavatam to the greatest of sages, Śukadeva Gosvāmī, and Śukadeva mercifully spoke it to Mahārāja Parīkṣit."
    },
    {
        "verse_id": "20",
        "text": "We offer our obeisances to the Supreme Personality of Godhead, Lord Vāsudeva, the all-pervading witness, who mercifully explained this science to Brahmā when he anxiously desired salvation."
    },
    {
        "verse_id": "21",
        "text": "I offer my humble obeisances to Śrī Śukadeva Gosvāmī, the best of mystic sages and a personal manifestation of the Absolute Truth. He saved Mahārāja Parīkṣit, who was bitten by the snake of material existence."
    },
    {
        "verse_id": "22",
        "text": "O Lord of lords, O master, please grant us pure devotional service at Your lotus feet, life after life."
    },
    {
        "verse_id": "23",
        "text": "I offer my respectful obeisances unto the Supreme Lord, Hari, the congregational chanting of whose holy names destroys all sinful reactions, and the offering of obeisances unto whom relieves all material suffering."
    }
]