[
    {
        "verse_id": "1",
        "text": "Sūta Gosvāmī said: After hearing all that was narrated to him by the self-realized and equipoised Śukadeva, the son of Vyāsadeva, Mahārāja Parīkṣit humbly approached his lotus feet. Bowing his head down upon the sage’s feet, the King, who had lived his entire life under the protection of Lord Viṣṇu, folded his hands in supplication and spoke as follows."
    },
    {
        "verse_id": "2",
        "text": "Mahārāja Parīkṣit said: I have now achieved the purpose of my life, because a great and merciful soul like you has shown such kindness to me. You have personally spoken to me this narration of the Supreme Personality of Godhead, Hari, who is without beginning or end."
    },
    {
        "verse_id": "3",
        "text": "I do not consider it at all amazing that great souls such as yourself, whose minds are always absorbed in the infallible Personality of Godhead, show mercy to the foolish conditioned souls, tormented as we are by the problems of material life."
    },
    {
        "verse_id": "4",
        "text": "I have heard from you this Śrīmad-Bhāgavatam, which is the perfect summary of all the Purāṇas and which perfectly describes the Supreme Lord, Uttamaḥśloka."
    },
    {
        "verse_id": "5",
        "text": "My lord, I now have no fear of Takṣaka or any other living being, or even of repeated deaths, because I have absorbed myself in that purely spiritual Absolute Truth, which you have revealed and which destroys all fear."
    },
    {
        "verse_id": "6",
        "text": "O brāhmaṇa, please give me permission to resign my speech and the functions of all my senses unto Lord Adhokṣaja. Allow me to absorb my mind, purified of lusty desires, within Him and to thus give up my life."
    },
    {
        "verse_id": "7",
        "text": "You have revealed to me that which is most auspicious, the supreme personal feature of the Lord. I am now fixed in knowledge and self-realization, and my ignorance has been eradicated."
    },
    {
        "verse_id": "8",
        "text": "Sūta Gosvāmī said: Thus requested, the saintly son of Śrīla Vyāsadeva gave his permission to King Parīkṣit. Then, after being worshiped by the King and all the sages present, Śukadeva departed from that place."
    },
    {
        "verse_id": "9",
        "text": "Mahārāja Parīkṣit then sat down on the bank of the Ganges, upon a seat made of darbha grass with the tips of its stalks facing east, and turned himself toward the north. Having attained the perfection of yoga, he experienced full self-realization and was free of material attachment and doubt. The saintly King settled his mind within his spiritual self by pure intelligence and proceeded to meditate upon the Supreme Absolute Truth. His life air ceased to move, and he became as stationary as a tree."
    },
    {
        "verse_id": "11",
        "text": "O learned brāhmaṇas, the snake-bird Takṣaka, who had been sent by the angry son of a brāhmaṇa, was going toward the King to kill him when he saw Kaśyapa Muni on the path."
    },
    {
        "verse_id": "12",
        "text": "Takṣaka flattered Kaśyapa by presenting him with valuable offerings and thereby stopped the sage, who was expert in counteracting poison, from protecting Mahārāja Parīkṣit. Then the snake-bird, who could assume any form he wished, disguised himself as a brāhmaṇa, approached the King and bit him."
    },
    {
        "verse_id": "13",
        "text": "While living beings all over the universe looked on, the body of the great self-realized saint among kings was immediately burned to ashes by the fire of the snake’s poison."
    },
    {
        "verse_id": "14",
        "text": "There arose a terrible cry of lamentation in all directions on the earth and in the heavens, and all the demigods, demons, human beings and other creatures were astonished."
    },
    {
        "verse_id": "15",
        "text": "Kettledrums sounded in the regions of the demigods, and the celestial Gandharvas and Apsarās sang. The demigods showered flowers and spoke words of praise."
    },
    {
        "verse_id": "16",
        "text": "Hearing that his father had been fatally bitten by the snake-bird, Mahārāja Janamejaya became extremely angry and had brāhmaṇas perform a mighty sacrifice in which he offered all the snakes in the world into the sacrificial fire."
    },
    {
        "verse_id": "17",
        "text": "When Takṣaka saw even the most powerful serpents being burned in the blazing fire of that snake sacrifice, he was overwhelmed with fear and approached Lord Indra for shelter."
    },
    {
        "verse_id": "18",
        "text": "When King Janamejaya did not see Takṣaka entering his sacrificial fire, he said to the brāhmaṇas: Why is not Takṣaka, the lowest of all serpents, burning in this fire?"
    },
    {
        "verse_id": "19",
        "text": "The brāhmaṇas replied: O best of kings, the snake Takṣaka has not fallen into the fire because he is being protected by Indra, whom he has approached for shelter. Indra is holding him back from the fire."
    },
    {
        "verse_id": "20",
        "text": "The intelligent King Janamejaya, hearing these words, replied to the priests: Then, my dear brāhmaṇas, why not make Takṣaka fall into the fire, along with his protector, Indra?"
    },
    {
        "verse_id": "21",
        "text": "Hearing this, the priests then chanted this mantra for offering Takṣaka together with Indra as an oblation into the sacrificial fire: O Takṣaka, fall immediately into this fire, together with Indra and his entire host of demigods!"
    },
    {
        "verse_id": "22",
        "text": "When Lord Indra, along with his airplane and Takṣaka, was suddenly thrown from his position by these insulting words of the brāhmaṇas, he became very disturbed."
    },
    {
        "verse_id": "23",
        "text": "Bṛhaspati, the son of Aṅgirā Muni, seeing Indra falling from the sky in his airplane along with Takṣaka, approached King Janamejaya and spoke to him as follows."
    },
    {
        "verse_id": "24",
        "text": "O King among men, it is not fitting that this king of snakes meet death at your hands, for he has drunk the nectar of the immortal demigods. Consequently he is not subject to the ordinary symptoms of old age and death."
    },
    {
        "verse_id": "25",
        "text": "The life and death of an embodied soul and his destination in the next life are all caused by himself through his own activity. Therefore, O King, no other agent is actually responsible for creating one’s happiness and distress."
    },
    {
        "verse_id": "26",
        "text": "When a conditioned soul is killed by snakes, thieves, fire, lightning, hunger, disease or anything else, he is experiencing the reaction to his own past work."
    },
    {
        "verse_id": "27",
        "text": "Therefore, my dear King, please stop this sacrificial performance, which was initiated with the intent of doing harm to others. Many innocent snakes have already been burned to death. Indeed, all persons must suffer the unforeseen consequences of their past activities."
    },
    {
        "verse_id": "28",
        "text": "Sūta Gosvāmī continued: Advised in this manner, Mahārāja Janamejaya replied, “So be it.” Honoring the words of the great sage, he desisted from performing the snake sacrifice and worshiped Bṛhaspati, the most eloquent of sages."
    },
    {
        "verse_id": "29",
        "text": "This is indeed the Supreme Lord Viṣṇu’s illusory energy, which is unstoppable and difficult to perceive. Although the individual spirit souls are part and parcel of the Lord, through the influence of this illusory energy they are bewildered by their identification with various material bodies."
    },
    {
        "verse_id": "30",
        "text": "But there exists a supreme reality, in which the illusory energy cannot fearlessly dominate, thinking, “I can control this person because he is deceitful.” In that highest reality there are no illusory argumentative philosophies. Rather, there the true students of spiritual science constantly engage in authorized spiritual investigation. In that supreme reality there is no manifestation of the material mind, which functions in terms of alternating decision and doubt. Created material products, their subtle causes and the goals of enjoyment attained by their utilization do not exist there. Furthermore, in that supreme reality there is no conditioned spirit, covered by false ego and the three modes of nature. That reality excludes everything limited or limiting. One who is wise should therefore stop the waves of material life and enjoy within that Supreme Truth."
    },
    {
        "verse_id": "32",
        "text": "Those who desire to give up all that is not essentially real move systematically, by negative discrimination of the extraneous, to the supreme position of Lord Viṣṇu. Giving up petty materialism, they offer their love exclusively to the Absolute Truth within their hearts and embrace that highest truth in fixed meditation."
    },
    {
        "verse_id": "33",
        "text": "Such devotees come to understand the supreme transcendental situation of the Personality of Godhead, Lord Viṣṇu, because they are no longer polluted by the concepts of “I” and “my,” which are based on body and home."
    },
    {
        "verse_id": "34",
        "text": "One should tolerate all insults and never fail to show proper respect to any person. Avoiding identification with the material body, one should not create enmity with anyone."
    },
    {
        "verse_id": "35",
        "text": "I offer my obeisances to the Supreme Personality of Godhead, the invincible Lord Śrī Kṛṣṇa. Simply by meditating upon His lotus feet I have been able to study and appreciate this great literature."
    },
    {
        "verse_id": "36",
        "text": "Śaunaka Ṛṣi said: O gentle Sūta, please narrate to us how Paila and the other greatly intelligent disciples of Śrīla Vyāsadeva, who are known as the standard authorities of Vedic wisdom, spoke and edited the Vedas."
    },
    {
        "verse_id": "37",
        "text": "Sūta Gosvāmī said: O brāhmaṇa, first the subtle vibration of transcendental sound appeared from the sky of the heart of the most elevated Lord Brahmā, whose mind was perfectly fixed in spiritual realization. One can perceive this subtle vibration when one stops all external hearing."
    },
    {
        "verse_id": "38",
        "text": "By worship of this subtle form of the Vedas, O brāhmaṇa, mystic sages cleanse their hearts of all contamination caused by impurity of substance, activity and doer, and thus they attain freedom from repeated birth and death."
    },
    {
        "verse_id": "39",
        "text": "From that transcendental subtle vibration arose the oṁkāra composed of three sounds. The oṁkāra has unseen potencies and manifests automatically within a purified heart. It is the representation of the Absolute Truth in all three of His phases — the Supreme Personality, the Supreme Soul and the supreme impersonal truth."
    },
    {
        "verse_id": "40",
        "text": "This oṁkāra, ultimately nonmaterial and imperceptible, is heard by the Supersoul without His possessing material ears or any other material senses. The entire expanse of Vedic sound is elaborated from oṁkāra, which appears from the soul, within the sky of the heart. It is the direct designation of the self-originating Absolute Truth, the Supersoul, and is the secret essence and eternal seed of all Vedic hymns."
    },
    {
        "verse_id": "42",
        "text": "Oṁkāra exhibited the three original sounds of the alphabet — A, U and M. These three, O most eminent descendant of Bhṛgu, sustain all the different threefold aspects of material existence, including the three modes of nature, the names of the Ṛg, Yajur and Sāma Vedas, the goals known as the Bhūr, Bhuvar and Svar planetary systems, and the three functional platforms called waking consciousness, sleep and deep sleep."
    },
    {
        "verse_id": "43",
        "text": "From that oṁkāra Lord Brahmā created all the sounds of the alphabet — the vowels, consonants, semivowels, sibilants and others — distinguished by such features as long and short measure."
    },
    {
        "verse_id": "44",
        "text": "All-powerful Brahmā made use of this collection of sounds to produce from his four faces the four Vedas, which appeared together with the sacred oṁkāra and the seven vyāhṛti invocations. His intention was to propagate the process of Vedic sacrifice according to the different functions performed by the priests of each of the four Vedas."
    },
    {
        "verse_id": "45",
        "text": "Brahmā taught these Vedas to his sons, who were great sages among the brāhmaṇas and experts in the art of Vedic recitation. They in turn took the role of ācāryas and imparted the Vedas to their own sons."
    },
    {
        "verse_id": "46",
        "text": "In this way, throughout the cycles of four ages, generation after generation of disciples — all firmly fixed in their spiritual vows — have received these Vedas by disciplic succession. At the end of each Dvāpara-yuga the Vedas are edited into separate divisions by eminent sages."
    },
    {
        "verse_id": "47",
        "text": "Observing that people in general were diminished in their life span, strength and intelligence by the influence of time, great sages took inspiration from the Personality of Godhead sitting within their hearts and systematically divided the Vedas."
    },
    {
        "verse_id": "48",
        "text": "O brāhmaṇa, in the present age of Vaivasvata Manu, the leaders of the universe, led by Brahmā and Śiva, requested the Supreme Personality of Godhead, the protector of all the worlds, to save the principles of religion. O most fortunate Śaunaka, the almighty Lord, exhibiting a divine spark of a portion of His plenary portion, then appeared in the womb of Satyavatī as the son of Parāśara. In this form, named Kṛṣṇa Dvaipāyana Vyāsa, he divided the one Veda into four."
    },
    {
        "verse_id": "50",
        "text": "Śrīla Vyāsadeva separated the mantras of the Ṛg, Atharva, Yajur and Sāma Vedas into four divisions, just as one sorts out a mixed collection of jewels into piles. Thus he composed four distinct Vedic literatures."
    },
    {
        "verse_id": "51",
        "text": "The most powerful and intelligent Vyāsadeva called four of his disciples, O brāhmaṇa, and entrusted to each of them one of these four saṁhitās."
    },
    {
        "verse_id": "52",
        "text": "Śrīla Vyāsadeva taught the first saṁhitā, the Ṛg Veda, to Paila and gave this collection the name Bahvṛca. To the sage Vaiśampāyana he spoke the collection of Yajur mantras named Nigada. He taught the Sāma Veda mantras, designated as the Chandoga-saṁhitā, to Jaimini, and he spoke the Atharva Veda to his dear disciple Sumantu."
    },
    {
        "verse_id": "54",
        "text": "After dividing his saṁhitā into two parts, the wise Paila spoke it to Indrapramiti and Bāṣkala. Bāṣkala further divided his collection into four parts, O Bhārgava, and instructed them to his disciples Bodhya, Yājñavalkya, Parāśara and Agnimitra. Indrapramiti, the self-controlled sage, taught his saṁhitā to the learned mystic Māṇḍūkeya, whose disciple Devamitra later passed down the divisions of the Ṛg Veda to Saubhari and others."
    },
    {
        "verse_id": "57",
        "text": "The son of Māṇḍūkeya, named Śākalya, divided his own collection into five, entrusting one subdivision each to Vātsya, Mudgala, Śālīya, Gokhalya and Śiśira."
    },
    {
        "verse_id": "58",
        "text": "The sage Jātūkarṇya was also a disciple of Śākalya, and after dividing the saṁhitā he received from Śākalya into three parts, he added a fourth section, a Vedic glossary. He taught one of these parts to each of four disciples — Balāka, the second Paila, Jābāla and Viraja."
    },
    {
        "verse_id": "59",
        "text": "Bāṣkali assembled the Vālakhilya-saṁhitā, a collection from all the branches of the Ṛg Veda. This collection was received by Vālāyani, Bhajya and Kāśāra."
    },
    {
        "verse_id": "60",
        "text": "Thus these various saṁhitās of the Ṛg Veda were maintained through disciplic succession by these saintly brāhmaṇas. Simply by hearing of this distribution of the Vedic hymns, one will be freed from all sins."
    },
    {
        "verse_id": "61",
        "text": "The disciples of Vaiśampāyana became authorities in the Atharva Veda. They were known as the Carakas because they executed strict vows to free their guru from his sin of killing a brāhmaṇa."
    },
    {
        "verse_id": "62",
        "text": "Once Yājñavalkya, one of the disciples of Vaiśampāyana, said: O master, how much benefit will be derived from the feeble endeavors of these weak disciples of yours? I will personally perform some outstanding penance."
    },
    {
        "verse_id": "63",
        "text": "Addressed thus, the spiritual master Vaiśampāyana became angry and said: Go away from here! Enough of you, O disciple who insults brāhmaṇas! Furthermore, you must immediately give back everything I have taught you."
    },
    {
        "verse_id": "64",
        "text": "Yājñavalkya, the son of Devarāta, then vomited the mantras of the Yajur Veda and went away from there. The assembled disciples, looking greedily upon these yajur hymns, assumed the form of partridges and picked them all up. These divisions of the Yajur Veda therefore became known as the most beautiful Taittirīya-saṁhitā, the hymns collected by partridges [tittirāḥ]."
    },
    {
        "verse_id": "66",
        "text": "My dear brāhmaṇa Śaunaka, Yājñavalkya then desired to find out new yajur-mantras unknown to even his spiritual master. With this in mind he offered attentive worship to the powerful lord of the sun."
    },
    {
        "verse_id": "67",
        "text": "Śrī Yājñavalkya said: I offer my respectful obeisances to the Supreme Personality of Godhead appearing as the sun. You are present as the controller of the four kinds of living entities, beginning from Brahmā and extending down to the blades of grass. Just as the sky is present both inside and outside every living being, you exist both within the hearts of all as the Supersoul and externally in the form of time. Just as the sky cannot be covered by the clouds present within it, you are never covered by any false material designation. By the flow of years, which are made up of the tiny fragments of time called kṣaṇas, lavas and nimeṣas, you alone maintain this world, drying up the waters and giving them back as rain."
    },
    {
        "verse_id": "68",
        "text": "O glowing one, O powerful lord of the sun, you are the chief of all the demigods. I meditate with careful attention on your fiery globe, because for those who offer prayers to you three times daily according to the Vedic method passed down through authorized disciplic succession, you burn away all sinful activities, all consequent suffering and even the original seed of desire."
    },
    {
        "verse_id": "69",
        "text": "You are personally present as the indwelling lord in the hearts of all moving and nonmoving beings, who depend completely on your shelter. Indeed, you animate their material minds, senses and vital airs to act."
    },
    {
        "verse_id": "70",
        "text": "The world has been seized and swallowed by the python of darkness in its horrible mouth and has become unconscious, as if dead. But mercifully glancing upon the sleeping people of the world, you raise them up with the gift of sight. Thus you are most magnanimous. At the three sacred junctures of each day, you engage the pious in the path of ultimate good, inducing them to perform religious duties that situate them in their spiritual position."
    },
    {
        "verse_id": "71",
        "text": "Just like an earthly king, you travel about everywhere spreading fear among the unholy as the powerful deities of the directions offer you in their folded palms lotus flowers and other respectful presentations."
    },
    {
        "verse_id": "72",
        "text": "Therefore, my lord, I am prayerfully approaching your lotus feet, which are honored by the spiritual masters of the three worlds, because I hope to receive from you mantras of the Yajur Veda unknown to anyone else."
    },
    {
        "verse_id": "73",
        "text": "Sūta Gosvāmī said: Satisfied by such glorification, the powerful sun-god assumed the form of a horse and presented to the sage Yājñavalkya yajur-mantras previously unknown in human society."
    },
    {
        "verse_id": "74",
        "text": "From these countless hundreds of mantras of the Yajur Veda, the powerful sage compiled fifteen new branches of Vedic literature. These became known as the Vājasaneyi-saṁhitā because they were produced from the hairs of the horse’s mane, and they were accepted in disciplic succession by the followers of Kāṇva, Mādhyandina and other ṛṣis."
    },
    {
        "verse_id": "75",
        "text": "Jaimini Ṛṣi, the authority of the Sāma Veda, had a son named Sumantu, and the son of Sumantu was Sutvān. The sage Jaimini spoke to each of them a different part of the Sāma-veda-saṁhitā."
    },
    {
        "verse_id": "76",
        "text": "Sukarmā, another disciple of Jaimini, was a great scholar. He divided the mighty tree of the Sāma Veda into one thousand saṁhitās. Then, O brāhmaṇa, three disciples of Sukarmā — Hiraṇyanābha, the son of Kuśala; Pauṣyañji; and Āvantya, who was very advanced in spiritual realization — took charge of the sāma-mantras."
    },
    {
        "verse_id": "78",
        "text": "The five hundred disciples of Pauṣyañji and Āvantya became known as the northern singers of the Sāma Veda, and in later times some of them also became known as eastern singers."
    },
    {
        "verse_id": "79",
        "text": "Five other disciples of Pauṣyañji, namely Laugākṣi, Māṅgali, Kulya, Kuśīda and Kukṣi, each received one hundred saṁhitās."
    },
    {
        "verse_id": "80",
        "text": "Kṛta, the disciple of Hiraṇyanābha, spoke twenty-four saṁhitās to his own disciples, and the remaining collections were passed down by the self-realized sage Āvantya."
    }
]