[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Seeing the kings of this earth busy trying to conquer her, the earth herself laughed. She said: “Just see how these kings, who are actually playthings in the hands of death, are desiring to conquer me."
    },
    {
        "verse_id": "2",
        "text": "“Great rulers of men, even those who are learned, meet frustration and failure because of material lust. Driven by lust, these kings place great hope and faith in the dead lump of flesh called the body, even though the material frame is as fleeting as bubbles of foam on water."
    },
    {
        "verse_id": "3",
        "text": "“Kings and politicians imagine: ‘First I will conquer my senses and mind; then I will subdue my chief ministers and rid myself of the thorn-pricks of my advisors, citizens, friends and relatives, as well as the keepers of my elephants. In this way I will gradually conquer the entire earth.’ Because the hearts of these leaders are bound by great expectations, they fail to see death waiting nearby."
    },
    {
        "verse_id": "5",
        "text": "“After conquering all the land on my surface, these proud kings forcibly enter the ocean to conquer the sea itself. What is the use of their self-control, which is aimed at political exploitation? The actual goal of self-control is spiritual liberation.”"
    },
    {
        "verse_id": "6",
        "text": "O best of the Kurus, the earth continued as follows: “Although in the past great men and their descendants have left me, departing from this world in the same helpless way they came into it, even today foolish men are trying to conquer me."
    },
    {
        "verse_id": "7",
        "text": "“For the sake of conquering me, materialistic persons fight one another. Fathers oppose their sons, and brothers fight one another, because their hearts are bound to possessing political power."
    },
    {
        "verse_id": "8",
        "text": "“Political leaders challenge one another: ‘All this land is mine! It’s not yours, you fool!’ Thus they attack one another and die."
    },
    {
        "verse_id": "9",
        "text": "“Such kings as Pṛthu, Purūravā, Gādhi, Nahuṣa, Bharata, Kārtavīrya Arjuna, Māndhātā, Sagara, Rāma, Khaṭvāṅga, Dhundhuhā, Raghu, Tṛṇabindu, Yayāti, Śaryāti, Śantanu, Gaya, Bhagīratha, Kuvalayāśva, Kakutstha, Naiṣadha, Nṛga, Hiraṇyakaśipu, Vṛtra, Rāvaṇa, who made the whole world lament, Namuci, Śambara, Bhauma, Hiraṇyākṣa and Tāraka, as well as many other demons and kings who possessed great powers of control over others, were all full of knowledge, heroic, all-conquering and unconquerable. Nevertheless, O almighty Lord, although they lived their lives intensely trying to possess me, these kings were subject to the passage of time, which reduced them all to mere historical accounts. None of them could permanently establish their rule.”"
    },
    {
        "verse_id": "14",
        "text": "Śukadeva Gosvāmī said: O mighty Parīkṣit, I have related to you the narrations of all these great kings, who spread their fame throughout the world and then departed. My real purpose was to teach transcendental knowledge and renunciation. Stories of kings lend power and opulence to these narrations but do not in themselves constitute the ultimate aspect of knowledge."
    },
    {
        "verse_id": "15",
        "text": "The person who desires pure devotional service to Lord Kṛṣṇa should hear the narrations of Lord Uttamaḥśloka’s glorious qualities, the constant chanting of which destroys everything inauspicious. The devotee should engage in such listening in regular daily assemblies and should also continue his hearing throughout the day."
    },
    {
        "verse_id": "16",
        "text": "King Parīkṣit said: My lord, how can persons living in the Age of Kali rid themselves of the cumulative contamination of this age? O great sage, please explain this to me."
    },
    {
        "verse_id": "17",
        "text": "Please explain the different ages of universal history, the special qualities of each age, the duration of cosmic maintenance and destruction, and the movement of time, which is the direct representation of the Supreme Soul, the Personality of Godhead, Lord Viṣṇu."
    },
    {
        "verse_id": "18",
        "text": "Śukadeva Gosvāmī said: My dear King, in the beginning, during Satya-yuga, the age of truth, religion is present with all four of its legs intact and is carefully maintained by the people of that age. These four legs of powerful religion are truthfulness, mercy, austerity and charity."
    },
    {
        "verse_id": "19",
        "text": "The people of Satya-yuga are for the most part self-satisfied, merciful, friendly to all, peaceful, sober and tolerant. They take their pleasure from within, see all things equally and always endeavor diligently for spiritual perfection."
    },
    {
        "verse_id": "20",
        "text": "In Tretā-yuga each leg of religion is gradually reduced by one quarter by the influence of the four pillars of irreligion — lying, violence, dissatisfaction and quarrel."
    },
    {
        "verse_id": "21",
        "text": "In the Tretā age people are devoted to ritual performances and severe austerities. They are not excessively violent or very lusty after sensual pleasure. Their interest lies primarily in religiosity, economic development and regulated sense gratification, and they achieve prosperity by following the prescriptions of the three Vedas. Although in this age society evolves into four separate classes, O King, most people are brāhmaṇas."
    },
    {
        "verse_id": "22",
        "text": "In Dvāpara-yuga the religious qualities of austerity, truth, mercy and charity are reduced to one half by their irreligious counterparts — dissatisfaction, untruth, violence and enmity."
    },
    {
        "verse_id": "23",
        "text": "In the Dvāpara age people are interested in glory and are very noble. They devote themselves to the study of the Vedas, possess great opulence, support large families and enjoy life with vigor. Of the four classes, the kṣatriyas and brāhmaṇas are most numerous."
    },
    {
        "verse_id": "24",
        "text": "In the Age of Kali only one fourth of the religious principles remains. That last remnant will continuously be decreased by the ever-increasing principles of irreligion and will finally be destroyed."
    },
    {
        "verse_id": "25",
        "text": "In the Kali age people tend to be greedy, ill-behaved and merciless, and they fight one another without good reason. Unfortunate and obsessed with material desires, the people of Kali-yuga are almost all śūdras and barbarians."
    },
    {
        "verse_id": "26",
        "text": "The material modes — goodness, passion and ignorance — whose permutations are observed within a person’s mind, are set into motion by the power of time."
    },
    {
        "verse_id": "27",
        "text": "When the mind, intelligence and senses are solidly fixed in the mode of goodness, that time should be understood as Satya-yuga, the age of truth. People then take pleasure in knowledge and austerity."
    },
    {
        "verse_id": "28",
        "text": "O most intelligent one, when the conditioned souls are devoted to their duties but have ulterior motives and seek personal prestige, you should understand such a situation to be the age of Tretā, in which the functions of passion are prominent."
    },
    {
        "verse_id": "29",
        "text": "When greed, dissatisfaction, false pride, hypocrisy and envy become prominent, along with attraction for selfish activities, such a time is the age of Dvāpara, dominated by the mixed modes of passion and ignorance."
    },
    {
        "verse_id": "30",
        "text": "When there is a predominance of cheating, lying, sloth, sleepiness, violence, depression, lamentation, bewilderment, fear and poverty, that age is Kali, the age of the mode of ignorance."
    },
    {
        "verse_id": "31",
        "text": "Because of the bad qualities of the Age of Kali, human beings will become shortsighted, unfortunate, gluttonous, lustful and poverty-stricken. The women, becoming unchaste, will freely wander from one man to the next."
    },
    {
        "verse_id": "32",
        "text": "Cities will be dominated by thieves, the Vedas will be contaminated by speculative interpretations of atheists, political leaders will virtually consume the citizens, and the so-called priests and intellectuals will be devotees of their bellies and genitals."
    },
    {
        "verse_id": "33",
        "text": "The brahmacārīs will fail to execute their vows and become generally unclean, the householders will become beggars, the vānaprasthas will live in the villages, and the sannyāsīs will become greedy for wealth."
    },
    {
        "verse_id": "34",
        "text": "Women will become much smaller in size, and they will eat too much, have more children than they can properly take care of, and lose all shyness. They will always speak harshly and will exhibit qualities of thievery, deceit and unrestrained audacity."
    },
    {
        "verse_id": "35",
        "text": "Businessmen will engage in petty commerce and earn their money by cheating. Even when there is no emergency, people will consider any degraded occupation quite acceptable."
    },
    {
        "verse_id": "36",
        "text": "Servants will abandon a master who has lost his wealth, even if that master is a saintly person of exemplary character. Masters will abandon an incapacitated servant, even if that servant has been in the family for generations. Cows will be abandoned or killed when they stop giving milk."
    },
    {
        "verse_id": "37",
        "text": "In Kali-yuga men will be wretched and controlled by women. They will reject their fathers, brothers, other relatives and friends and will instead associate with the sisters and brothers of their wives. Thus their conception of friendship will be based exclusively on sexual ties."
    },
    {
        "verse_id": "38",
        "text": "Uncultured men will accept charity on behalf of the Lord and will earn their livelihood by making a show of austerity and wearing a mendicant’s dress. Those who know nothing about religion will mount a high seat and presume to speak on religious principles."
    },
    {
        "verse_id": "39",
        "text": "In the Age of Kali, people’s minds will always be agitated. They will become emaciated by famine and taxation, my dear King, and will always be disturbed by fear of drought. They will lack adequate clothing, food and drink, will be unable to properly rest, have sex or bathe themselves, and will have no ornaments to decorate their bodies. In fact, the people of Kali-yuga will gradually come to appear like ghostly, haunted creatures."
    },
    {
        "verse_id": "41",
        "text": "In Kali-yuga men will develop hatred for each other even over a few coins. Giving up all friendly relations, they will be ready to lose their own lives and kill even their own relatives."
    },
    {
        "verse_id": "42",
        "text": "Men will no longer protect their elderly parents, their children or their respectable wives. Thoroughly degraded, they will care only to satisfy their own bellies and genitals."
    },
    {
        "verse_id": "43",
        "text": "O King, in the Age of Kali people’s intelligence will be diverted by atheism, and they will almost never offer sacrifice to the Supreme Personality of Godhead, who is the supreme spiritual master of the universe. Although the great personalities who control the three worlds all bow down to the lotus feet of the Supreme Lord, the petty and miserable human beings of this age will not do so."
    },
    {
        "verse_id": "44",
        "text": "Terrified, about to die, a man collapses on his bed. Although his voice is faltering and he is hardly conscious of what he is saying, if he utters the holy name of the Supreme Lord he can be freed from the reaction of his fruitive work and achieve the supreme destination. But still people in the Age of Kali will not worship the Supreme Lord."
    },
    {
        "verse_id": "45",
        "text": "In the Kali-yuga, objects, places and even individual personalities are all polluted. The almighty Personality of Godhead, however, can remove all such contamination from the life of one who fixes the Lord within his mind."
    },
    {
        "verse_id": "46",
        "text": "If a person hears about, glorifies, meditates upon, worships or simply offers great respect to the Supreme Lord, who is situated within the heart, the Lord will remove from his mind the contamination accumulated during many thousands of lifetimes."
    },
    {
        "verse_id": "47",
        "text": "Just as fire applied to gold removes any discoloration caused by traces of other metals, Lord Viṣṇu within the heart purifies the minds of the yogīs."
    },
    {
        "verse_id": "48",
        "text": "By one’s engaging in the processes of demigod worship, austerities, breath control, compassion, bathing in holy places, strict vows, charity and chanting of various mantras, one’s mind cannot attain the same absolute purification as that achieved when the unlimited Personality of Godhead appears within one’s heart."
    },
    {
        "verse_id": "49",
        "text": "Therefore, O King, endeavor with all your might to fix the Supreme Lord Keśava within your heart. Maintain this concentration upon the Lord, and at the time of death you will certainly attain the supreme destination."
    },
    {
        "verse_id": "50",
        "text": "My dear King, the Personality of Godhead is the ultimate controller. He is the Supreme Soul and the supreme shelter of all beings. When meditated upon by those about to die, He reveals to them their own eternal spiritual identity."
    },
    {
        "verse_id": "51",
        "text": "My dear King, although Kali-yuga is an ocean of faults, there is still one good quality about this age: Simply by chanting the Hare Kṛṣṇa mahā-mantra, one can become free from material bondage and be promoted to the transcendental kingdom."
    },
    {
        "verse_id": "52",
        "text": "Whatever result was obtained in Satya-yuga by meditating on Viṣṇu, in Tretā-yuga by performing sacrifices, and in Dvāpara-yuga by serving the Lord’s lotus feet can be obtained in Kali-yuga simply by chanting the Hare Kṛṣṇa mahā-mantra."
    }
]