[{
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Desiring to give up his body, Vṛtrāsura considered death in the battle preferable to victory. O King Parīkṣit, he vigorously took up his trident and with great force attacked Lord Indra, the King of heaven, just as Kaiṭabha had forcefully attacked the Supreme Personality of Godhead when the universe was inundated."
    },
    {
        "verse_id": "2",
        "text": "Then Vṛtrāsura, the great hero of the demons, whirled his trident, which had points like the flames of the blazing fire at the end of the millennium. With great force and anger he threw it at Indra, roaring and exclaiming loudly, “O sinful one, thus shall I kill you!”"
    },
    {
        "verse_id": "3",
        "text": "Flying in the sky, Vṛtrāsura’s trident resembled a brilliant meteor. Although the blazing weapon was difficult to look upon, King Indra, unafraid, cut it to pieces with his thunderbolt. Simultaneously, he cut off one of Vṛtrāsura’s arms, which was as thick as the body of Vāsuki, the King of the serpents."
    },
    {
        "verse_id": "4",
        "text": "Although one of his arms was severed from his body, Vṛtrāsura angrily approached King Indra and struck him on the jaw with an iron mace. He also struck the elephant that carried Indra. Thus Indra dropped the thunderbolt from his hand."
    },
    {
        "verse_id": "5",
        "text": "The denizens of various planets, like the demigods, demons, Cāraṇas and Siddhas, praised Vṛtrāsura’s deed, but when they observed that Indra was in great danger, they lamented, “Alas! Alas!”"
    },
    {
        "verse_id": "6",
        "text": "Having dropped the thunderbolt from his hand in the presence of his enemy, Indra was practically defeated and was very much ashamed. He dared not pick up his weapon again. Vṛtrāsura, however, encouraged him, saying, “Take up your thunderbolt and kill your enemy. This is not the time to lament your fate.”"
    },
    {
        "verse_id": "7",
        "text": "Vṛtrāsura continued: O Indra, no one is guaranteed of being always victorious but the original enjoyer, the Supreme Personality of Godhead, Bhagavān. He is the cause of creation, maintenance and annihilation, and He knows everything. Being dependent and being obliged to accept material bodies, belligerent subordinates are sometimes victorious and sometimes defeated."
    },
    {
        "verse_id": "8",
        "text": "All living beings in all the planets of this universe, including the presiding deities of all the planets, are fully under the control of the Lord. They work like birds caught in a net, who cannot move independently."
    },
    {
        "verse_id": "9",
        "text": "Our sensory prowess, mental power, bodily strength, living force, immortality and mortality are all subject to the superintendence of the Supreme Personality of Godhead. Not knowing this, foolish people think the dull material body to be the cause of their activities."
    },
    {
        "verse_id": "10",
        "text": "O King Indra, as a wooden doll that looks like a woman or as an animal made of grass and leaves cannot move or dance independently, but depends fully on the person who handles it, all of us dance according to the desire of the supreme controller, the Personality of Godhead. No one is independent."
    },
    {
        "verse_id": "11",
        "text": "The three puruṣas — Kāraṇodakaśāyī Viṣṇu, Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī-Viṣṇu — the material nature, the total material energy, the false ego, the five material elements, the material senses, the mind, the intelligence and consciousness cannot create the material manifestation without the direction of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "12",
        "text": "A foolish, senseless person cannot understand the Supreme Personality of Godhead. Although always dependent, he falsely thinks himself the Supreme. If one thinks, “According to one’s previous fruitive actions, one’s material body is created by the father and mother, and the same body is annihilated by another agent, as another animal is devoured by a tiger,” this is not proper understanding. The Supreme Personality of Godhead Himself creates and devours the living beings through other living beings."
    },
    {
        "verse_id": "13",
        "text": "Just as a person not inclined to die must nonetheless give up his longevity, opulence, fame and everything else at the time of death, so, at the appointed time of victory, one can gain all these when the Supreme Lord awards them by His mercy."
    },
    {
        "verse_id": "14",
        "text": "Since everything is dependent on the supreme will of the Personality of Godhead, one should be equipoised in fame and defamation, victory and defeat, life and death. In their effects, represented as happiness and distress, one should maintain oneself in equilibrium, without anxiety."
    },
    {
        "verse_id": "15",
        "text": "One who knows that the three qualities — goodness, passion and ignorance — are not qualities of the soul but qualities of material nature, and who knows that the pure soul is simply an observer of the actions and reactions of these qualities, should be understood to be a liberated person. He is not bound by these qualities."
    },
    {
        "verse_id": "16",
        "text": "O my enemy, just look at me. I have already been defeated, for my weapon and arm have been cut to pieces. You have already overwhelmed me, but nonetheless, with a desire to kill you, I am trying my best to fight. I am not at all morose, even under such adverse conditions. Therefore you should give up your moroseness and continue fighting."
    },
    {
        "verse_id": "17",
        "text": "O my enemy, consider this battle a gambling match in which our lives are the stakes, the arrows are the dice, and the animals acting as carriers are the game board. No one can understand who will be defeated and who will be victorious. It all depends on providence."
    },
    {
        "verse_id": "18",
        "text": "Śukadeva Gosvāmī said: Hearing the straightforward, instructive words of Vṛtrāsura, King Indra praised him and again took the thunderbolt in his hand. Without bewilderment or duplicity, he then smiled and spoke to Vṛtrāsura as follows."
    },
    {
        "verse_id": "19",
        "text": "Indra said: O great demon, I see by your discrimination and endurance in devotional service, despite your dangerous position, that you are a perfect devotee of the Supreme Personality of Godhead, the Supersoul and friend of everyone."
    },
    {
        "verse_id": "20",
        "text": "You have surmounted the illusory energy of Lord Viṣṇu, and because of this liberation, you have given up the demoniac mentality and have attained the position of an exalted devotee."
    },
    {
        "verse_id": "21",
        "text": "O Vṛtrāsura, demons are generally conducted by the mode of passion. Therefore, what a great wonder it is that although you are a demon, you have adopted the mentality of a devotee and have fixed your mind on the Supreme Personality of Godhead, Vāsudeva, who is always situated in pure goodness."
    },
    {
        "verse_id": "22",
        "text": "A person fixed in the devotional service of the Supreme Lord, Hari, the Lord of the highest auspiciousness, swims in the ocean of nectar. For him what is the use of the water in small ditches?"
    },
    {
        "verse_id": "23",
        "text": "Śrī Śukadeva Gosvāmī said: Vṛtrāsura and King Indra spoke about devotional service even on the battlefield, and then as a matter of duty they again began fighting. My dear King, both of them were great fighters and were equally powerful."
    },
    {
        "verse_id": "24",
        "text": "O Mahārāja Parīkṣit, Vṛtrāsura, who was completely able to subdue his enemy, took his iron club, whirled it around, aimed it at Indra and then threw it at him with his left hand."
    },
    {
        "verse_id": "25",
        "text": "With his thunderbolt named Śataparvan, Indra simultaneously cut to pieces Vṛtrāsura’s club and his remaining hand."
    },
    {
        "verse_id": "26",
        "text": "Vṛtrāsura, bleeding profusely, his two arms cut off at their roots, looked very beautiful, like a flying mountain whose wings have been cut to pieces by Indra."
    },
    {
        "verse_id": "27",
        "text": "Vṛtrāsura was very powerful in physical strength and influence. He placed his lower jaw on the ground and his upper jaw in the sky. His mouth became very deep, like the sky itself, and his tongue resembled a large serpent. With his fearful, deathlike teeth, he seemed to be trying to devour the entire universe. Thus assuming a gigantic body, the great demon Vṛtrāsura shook even the mountains and began crushing the surface of the earth with his legs, as if he were the Himālayas walking about. He came before Indra and swallowed him and Airāvata, his carrier, just as a big python might swallow an elephant."
    },
    {
        "verse_id": "30",
        "text": "When the demigods, along with Brahmā, other prajāpatis and other great saintly persons, saw that Indra had been swallowed by the demon, they became very morose. “Alas,” they lamented. “What a calamity! What a calamity!”"
    },
    {
        "verse_id": "31",
        "text": "The protective armor of Nārāyaṇa, which Indra possessed, was identical with Nārāyaṇa Himself, the Supreme Personality of Godhead. Protected by that armor and by his own mystic power, King Indra, although swallowed by Vṛtrāsura, did not die within the demon’s belly."
    },
    {
        "verse_id": "32",
        "text": "With his thunderbolt, King Indra, who was also extremely powerful, pierced through Vṛtrāsura’s abdomen and came out. Indra, the killer of the demon Bala, then immediately cut off Vṛtrāsura’s head, which was as high as the peak of a mountain."
    },
    {
        "verse_id": "33",
        "text": "Although the thunderbolt revolved around Vṛtrāsura’s neck with great speed, separating his head from his body took one complete year — 360 days, the time in which the sun, moon and other luminaries complete a northern and southern journey. Then, at the suitable time for Vṛtrāsura to be killed, his head fell to the ground."
    },
    {
        "verse_id": "34",
        "text": "When Vṛtrāsura was killed, the Gandharvas and Siddhas in the heavenly planets beat kettledrums in jubilation. With Vedic hymns they celebrated the prowess of Indra, the killer of Vṛtrāsura, praising Indra and showering flowers upon him with great pleasure."
    },
    {
        "verse_id": "35",
        "text": "O King Parīkṣit, subduer of enemies, the living spark then came forth from Vṛtrāsura’s body and returned home, back to Godhead. While all the demigods looked on, he entered the transcendental world to become an associate of Lord Saṅkarṣaṇa."
    }
]