[{"verse_id": "1", "text": "Śukadeva Gosvāmī said: Thereafter, the Supreme Personality of Godhead, Lord Rāmacandra, accepted an ācārya and performed sacrifices [yajñas] with opulent paraphernalia. Thus He Himself worshiped Himself, for He is the Supreme Lord of all demigods."}, {"verse_id": "2", "text": "Lord Rāmacandra gave the entire east to the hotā priest, the entire south to the brahmā priest, the west to the adhvaryu priest, and the north to the udgātā priest, the reciter of the Sāma Veda. In this way, He donated His kingdom."}, {"verse_id": "3", "text": "Thereafter, thinking that because the brāhmaṇas have no material desires they should possess the entire world, Lord Rāmacandra delivered the land between the east, west, north and south to the ācārya."}, {"verse_id": "4", "text": "After thus giving everything in charity to the brāhmaṇas, Lord Rāmacandra retained only His personal garments and ornaments, and similarly the Queen, mother Sītā, was left with only her nose ring, and nothing else."}, {"verse_id": "5", "text": "All the brāhmaṇas who were engaged in the various activities of the sacrifice were very pleased with Lord Rāmacandra, who was greatly affectionate and favorable to the brāhmaṇas. Thus with melted hearts they returned all the property received from Him and spoke as follows."}, {"verse_id": "6", "text": "O Lord, You are the master of the entire universe. What have You not given to us? You have entered the core of our hearts and dissipated the darkness of our ignorance by Your effulgence. This is the supreme gift. We do not need a material donation."}, {"verse_id": "7", "text": "O Lord, You are the Supreme Personality of Godhead, who have accepted the brāhmaṇas as Your worshipable deity. Your knowledge and memory are never disturbed by anxiety. You are the chief of all famous persons within this world, and Your lotus feet are worshiped by sages who are beyond the jurisdiction of punishment. O Lord Rāmacandra, let us offer our respectful obeisances unto You."}, {"verse_id": "8", "text": "Śukadeva Gosvāmī continued: Once while Lord Rāmacandra was walking at night incognito, hiding Himself by a disguise to find out the people’s opinion of Himself, He heard a man speaking unfavorably about His wife, Sītādevī."}, {"verse_id": "9", "text": "[Speaking to his unchaste wife, the man said] You go to another man’s house, and therefore you are unchaste and polluted. I shall not maintain you any more. A henpecked husband like Lord Rāma may accept a wife like Sītā, who went to another man’s house, but I am not henpecked like Him, and therefore I shall not accept you again."}, {"verse_id": "10", "text": "Śukadeva Gosvāmī said: Men with a poor fund of knowledge and a heinous character speak nonsensically. Fearing such rascals, Lord Rāmacandra abandoned His wife, Sītādevī, although she was pregnant. Thus Sītādevī went to the āśrama of Vālmīki Muni."}, {"verse_id": "11", "text": "When the time came, the pregnant mother Sītādevī gave birth to twin sons, later celebrated as Lava and Kuśa. The ritualistic ceremonies for their birth were performed by Vālmīki Muni."}, {"verse_id": "12", "text": "O Mahārāja Parīkṣit, Lord Lakṣmaṇa had two sons, named Aṅgada and Citraketu, and Lord Bharata also had two sons, named Takṣa and Puṣkala."}, {"verse_id": "13", "text": "Śatrughna had two sons, named Subāhu and Śrutasena. When Lord Bharata went to conquer all directions, He had to kill many millions of Gandharvas, who are generally pretenders. Taking all their wealth, He offered it to Lord Rāmacandra. Śatrughna also killed a Rākṣasa named Lavaṇa, who was the son of Madhu Rākṣasa. Thus He established in the great forest known as Madhuvana the town known as Mathurā."}, {"verse_id": "15", "text": "Being forsaken by her husband, Sītādevī entrusted her two sons to the care of Vālmīki Muni. Then, meditating upon the lotus feet of Lord Rāmacandra, she entered into the earth."}, {"verse_id": "16", "text": "After hearing the news of mother Sītā’s entering the earth, the Supreme Personality of Godhead was certainly aggrieved. Although He is the Supreme Personality of Godhead, upon remembering the exalted qualities of mother Sītā, He could not check His grief in transcendental love."}, {"verse_id": "17", "text": "The attraction between man and woman, or male and female, always exists everywhere, making everyone always fearful. Such feelings are present even among the controllers like Brahmā and Lord Śiva and is the cause of fear for them, what to speak of others who are attached to household life in this material world."}, {"verse_id": "18", "text": "After mother Sītā entered the earth, Lord Rāmacandra observed complete celibacy and performed an uninterrupted Agnihotra-yajña for thirteen thousand years."}, {"verse_id": "19", "text": "After completing the sacrifice, Lord Rāmacandra, whose lotus feet were sometimes pierced by thorns when He lived in Daṇḍakāraṇya, placed those lotus feet in the hearts of those who always think of Him. Then He entered His own abode, the Vaikuṇṭha planet beyond the brahmajyoti."}, {"verse_id": "20", "text": "Lord Rāmacandra’s reputation for having killed Rāvaṇa with showers of arrows at the request of the demigods and for having built a bridge over the ocean does not constitute the factual glory of the Supreme Personality of Godhead Lord Rāmacandra, whose spiritual body is always engaged in various pastimes. Lord Rāmacandra has no equal or superior, and therefore He had no need to take help from the monkeys to gain victory over Rāvaṇa."}, {"verse_id": "21", "text": "Lord Rāmacandra’s spotless name and fame, which vanquish all sinful reactions, are celebrated in all directions, like the ornamental cloth of the victorious elephant that conquers all directions. Great saintly persons like Mārkaṇḍeya Ṛṣi still glorify His characteristics in the assemblies of great emperors like Mahārāja Yudhiṣṭhira. Similarly, all the saintly kings and all the demigods, including Lord Śiva and Lord Brahmā, worship the Lord by bowing down with their helmets. Let me offer my obeisances unto His lotus feet."}, {"verse_id": "22", "text": "Lord Rāmacandra returned to His abode, to which bhakti-yogīs are promoted. This is the place to which all the inhabitants of Ayodhyā went after they served the Lord in His manifest pastimes by offering Him obeisances, touching His lotus feet, fully observing Him as a fatherlike King, sitting or lying down with Him like equals, or even just accompanying Him."}, {"verse_id": "23", "text": "O King Parīkṣit, anyone who aurally receives the narrations concerning the characteristics of Lord Rāmacandra’s pastimes will ultimately be freed from the disease of envy and thus be liberated from the bondage of fruitive activities."}, {"verse_id": "24", "text": "Mahārāja Parīkṣit inquired from Śukadeva Gosvāmī: How did the Lord conduct Himself, and how did He behave in relationship with His brothers, who were expansions of His own self? And how did His brothers and the inhabitants of Ayodhyā treat Him?"}, {"verse_id": "25", "text": "Śukadeva Gosvāmī replied: After accepting the throne of the government by the fervent request of His younger brother Bharata, Lord Rāmacandra ordered His younger brothers to go out and conquer the entire world, while He personally remained in the capital to give audience to all the citizens and residents of the palace and supervise the governmental affairs with His other assistants."}, {"verse_id": "26", "text": "During the reign of Lord Rāmacandra, the streets of the capital, Ayodhyā, were sprinkled with perfumed water and drops of perfumed liquor, thrown about by elephants from their trunks. When the citizens saw the Lord personally supervising the affairs of the city in such opulence, they appreciated this opulence very much."}, {"verse_id": "27", "text": "The palaces, the palace gates, the assembly houses, the platforms for meeting places, the temples and all such places were decorated with golden waterpots and bedecked with various types of flags."}, {"verse_id": "28", "text": "Wherever Lord Rāmacandra visited, auspicious welcome gates were constructed, with banana trees and betel-nut trees, full of flowers and fruits. The gates were decorated with various flags made of colorful cloth and with tapestries, mirrors and garlands."}, {"verse_id": "29", "text": "Wherever Lord Rāmacandra visited, the people approached Him with paraphernalia of worship and begged the Lord’s blessings. “O Lord,” they said, “as You rescued the earth from the bottom of the sea in Your incarnation as a boar, may You now maintain it. Thus we beg Your blessings.”"}, {"verse_id": "30", "text": "Thereafter, not having seen the Lord for a long time, the citizens, both men and women, being very eager to see Him, left their homes and got up on the roofs of the palaces. Being incompletely satiated with seeing the face of the lotus-eyed Lord Rāmacandra, they showered flowers upon Him."}, {"verse_id": "31", "text": "Thereafter, Lord Rāmacandra entered the palace of His forefathers. Within the palace were various treasures and valuable wardrobes. The sitting places on the two sides of the entrance door were made of coral, the yards were surrounded by pillars of vaidūrya-maṇi, the floor was made of highly polished marakata-maṇi, and the foundation was made of marble. The entire palace was decorated with flags and garlands and bedecked with valuable stones, shining with a celestial effulgence. The palace was fully decorated with pearls and surrounded by lamps and incense. The men and women within the palace all resembled demigods and were decorated with various ornaments, which seemed beautiful because of being placed on their bodies."}, {"verse_id": "35", "text": "Lord Rāmacandra, the Supreme Personality of Godhead, chief of the best learned scholars, resided in that palace with His pleasure potency, mother Sītā, and enjoyed complete peace."}, {"verse_id": "36", "text": "Without transgressing the religious principles, Lord Rāmacandra, whose lotus feet are worshiped by devotees in meditation, enjoyed with all the paraphernalia of transcendental pleasure for as long as needed."}]